{
  "id": "40612",
  "title": "Perancangan mebel edukasi dengan pendekatan pembelajaran montessori pada Vision School Sidoarjo",
  "abstract": "Interior sekolah yang ada saat ini tampil semakin menarik dan menyenangkan, karena dipengaruhi oleh sistem belajar yang ada saat ini yaitu dari sistem yang berorientasi pada guru menjadi sistem yang berorientasi pada siswa. Pemahaman ini muncul karena adanya pemikiran bahwa belajar merupakan proses alamiah manusia, belajar hanya diperantarai oleh guru namun proses yang bersifat alamiah, sehingga harus muncul dari dalam diri sendiri. Oleh karena itu, perancangan perabot edukasi ini merupakan salah satu strategi untuk mengoptimalkan proses belajar tersebut. Rumusan masalah perancangan ini adalah mengenai bagaimana model rancangan mebel yang interaktif dan edukatif serta berfungsi secara efektif dan efisien pada ruang kelas Vision School dengan luas yang terbatas dengan berbasis pada pembelajaran Montessori. Tujuan perancangan ini adalah memberikan suasana ruang interior yang menyenangkan dan nyaman untuk mengoptimalkan proses belajar mengajar pada Vision School Sidoarjo. Metode yang digunakan untuk mewujudkan perabot edukasi tersebut adalah metode pembelajaran Montessori dan konsep FUSE (Fun,Unique,Save,Educative). Hasil dari perancangan ini adalah, 3 mebel edukasi dengan fitur membaca, kreasi,dan game berbasis pembelajaran Montessori untuk memberikan pengalaman belajar yang menyenangkan. Manfaat perancangan ini adalah memberi wawasan bagi bidang pendidikan dan bidang desain mengenai cara merancang mebel edukasi yang membantu mengoptimalkan proses belajar anak dengan pendekatan metode pendidikan yang didukung oleh konsep FUSE (Fun,Unique,Save,Educative).",
  "creators": "CECILIA WIDJAJA",
  "contributors": "I Gusti Ngurah Ardana (Advisor 1); Diana Thamrin,S.Sn. (Advisor 2); Yusita Kusumarini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021575/DIN/2017; Cecilia Widjaja (41413070)",
  "subjects": "FURNITURE DESIGN; SCHOOL DECORATION"
}