{
  "id": "40626",
  "title": "Aplikasi sirkulasi kualitatif pada interior Pasar Atom Mall di Surabaya",
  "abstract": "Pasar Atom Mall adalah pusat perbelanjaan yang menawarkan beragam fashion, gold and jewelry, food and beverages, hingga kantor cabang bank. Mal ini merupakan lanjutan dari Pasar Atom yang terhubung melalui sirkulasi. Sirkulasi adalah elemen yang mengorganisasi dan menghubungkan antar bagian dari pusat perbelanjaan, seperti pertokoan, anchor store, maupun fasilitas mal lainnya. Menurut Peter Coleman, pengorganisasian sirkulasi dapat diidentifikaskan secara terpisaah dalam persyaratan fungsional dan kualitatif. Penelitian ini menggunakan persyaratan kualitatif sebagai tolak ukurnya. Persyaratan sirkulasi kualitatif adalah perencanaan yang direkomendasikan berdasarkan pertimbangan penggunaan mal dari sudut pandang pengunjung serta dapat memberikan karakter pada pusat perbelanjaan sehingga membuat fasilitas mal lebih berkesan dan menyenangkan. Tujuan dari penelitian ini adalah untuk mengetahui aplikasi sirkulasi pada interior Pasar Atom Mall dengan persyaratan sirkulasi kualitatif. Hasil yang diperoleh adalah Pasar Atom Mall sudah mengaplikasikan persyaratan sirkulasi kualitatif sesuai dengan parameter, meskipun masih terdapat beberapa persyaratan yang tidak teraplikasi. Sirkulasi kualitatif yang teraplikasikan di antaranya adalah identitas area sirkulasi yang dikenali oleh pengunjung, susunan ruang berdasarkan kepentingan dan fungsi ruang, kenyamanan lingkungan, menyediakan ruang dingin di musim panas, perawatan lingkungan mal, dan memberikan pengalaman positif kepada pengunjung dengan menyediakan fasilitas tempat duduk, ruang pertemuan informal, serta kualitas elemen interior dalam mal.",
  "creators": "JENNIFER JONSON",
  "contributors": "Sriti Mayang Sari (Advisor and Examination Committee); Dodi Wondo Dipl. Ing. (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00011566/DIN/2017; Jennifer Jonson (41413054)",
  "subjects": "SHOPPING MALLS--DECORATION; SHOPPING CENTERS-DECORATION; INTERIOR DECORATION"
}