{
  "id": "40627",
  "title": "Perancangan interior hotel bagi kaum difabel dengan prinsip desain universal dan inklusif di Surabaya",
  "abstract": "Kaum difabel merupakan orang-orang dengan keterbatasan kemampuan khusus baik secara fisik, kognitif, mental, maupun emosional. Sebagaimana telah tercantum dalam UU No. 8 tahun 2016 tentang penyandang disabilitas, setiap kaum difabel memiliki hak dalam segala aspek kehidupan termasuk dalam kepariwisataan. Fakta yang ditemukan bahwa jumlah kaum difabel yang bertambah banyak di Indonesia namun tidak diimbangi dengan ketersediaan bangunan publik yang aksesibel. Salah satu bangunan publik yang disoroti adalah hotel sebagai fasilitas akomodasi publik. Jumlah hotel yang ramah terhadap kaum difabel di Indonesia sangat rendah menurut hasil survei agoda.com. Dalam pemecahan masalah yang ada, digunakan prinsip desain universal dan inklusif serta standar desain aksesibel sebagai konsep perancangan. Prinsip desain universal diterapkan dalam segala proses pertimbangan perancangan hingga dihasilkan sebuah desain hotel aksesibel dan ramah terhadap kaum difabel. Batasan perancangan difokuskan pada area atau fasilitas bagi tamu hotel sebagai pengguna dan bangunan hotel yang berlokasi di Surabaya. Dari hasil perancangan, dapat disimpulkan bahwa prinsip desain universal dan inklusif merupakan satu-satunya solusi dalam mewujudkan desain hotel yang aksesibel. Diharapkan perancangan ini dapat menjadi informasi dan inspirasi bagi praktisi dalam dunia desain interior, mendorong kesadaran akan pentingnya desain universal dan inklusif, serta turut berpartisipasi dalam meningkatkan kesejahteraan kaum difabel di Indonesia.",
  "creators": "AURELLIA EUNICE WAHONO",
  "contributors": "COK GEDE RAI PADMANABA (Advisor 1); Diana Thamrin,S.Sn. (Advisor 2); I Gusti Ngurah Ardana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021582/DIN/2017; Aurellia Eunice Wahono (41413078)",
  "subjects": "HOTELS-DECORATION; INTERIOR DECORATION"
}