{
  "id": "40634",
  "title": "Perancangan interior pusat aktivitas anak dan remaja berbasis multiple intelligence di Surabaya",
  "abstract": "Lebih terbatasnya interaksi anak dengan lingkungan sekitar di luar sekolah karena perubahan pola asuh dan penggunaan gadget berlebihan melatarbelakangi pemikiran untuk menghadirkan fasilitas edukatif-rekreatif sebagai alternatif berkegiatan di Surabaya. “Perancangan Interior Pusat Aktivitas Anak dan Remaja Berbasis Multiple Intelligence di Surabaya” mewadahi anak dan remaja usia 10-15 tahun untuk dapat berinteraksi, berkembang, dan belajar dalam lingkungan luar sekolah yang aman dan nyaman. Metode perancangan yang digunakan yaitu design thinking dengan tahapan (1) Empathize and Define, (2) Research, (3) Ideate, (4) Prototype, (5) Test, dan (6) Implement. Konsep perancangan dibuat dengan mengacu pada ide dasar desain tentang ‘Multiple Intelligence’ (teori kecerdasan Howard Gardner, 1983) yang diterapkan pada zoning-grouping ruang. Perancangan interior melibatkan pengalaman anak dan remaja untuk beraktivitas sesuai minat dan bakat masing-masing; yang dalam teori Multiple Intelligence dikategorikan menjadi Logis-Matematis, Linguistik, Musikal-Ritmis, Naturalistik, Kinestetik, Visual-Spasial, Interpersonal dan Intrapersonal. Ditunjang dengan fasilitas tambahan seperti lobby, area tunggu orangtua, back-office, locker room, mini amphiteatre, dan kantin. Manfaat yang dapat dirasakan anak dan remaja di Surabaya dengan keberadaan pusat aktivitas ini yaitu tersedianya fasilitas pengembangan minat dan bakat yang positif, estetis, dan terintegrasi.",
  "creators": "LARASATI SISTHA ARDANI",
  "contributors": "COK GEDE RAI PADMANABA (Advisor 1); Diana Thamrin,S.Sn. (Advisor 2); I Gusti Ngurah Ardana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021587/DIN/2017; Larasati Sistha Ardani (41413085)",
  "subjects": "INTERIOR DECORATION"
}