{
  "id": "40640",
  "title": "Pengaruh store atmosphere terhadap perilaku pengunjung restoran (studi kasus: Rumah Makan Inggil dan Madam Wang Secret Garden, di Malang)",
  "abstract": "Berkembangnya gaya hidup masyarakat menambah fungsi dari restoran. Tidak hanya sebagai tempat untuk makan dan minum, restoran juga menjadi tempat untuk bersosialisasi, mengerjakan tugas, ataupun bertemu dengan rekan kerja. Konsep restoran yang bergabung bersama ritel memungkinkan pengunjung untuk melakukan lebih banyak aktivitas. Kota Malang merupakan kota wisata dan salah satu destinasi wisata kuliner favorit, sehingga terdapat banyak restoran dan kafe. Selain rasa dan harga, faktor utama yang dicari pengunjung adalah suasana. Store atmosphere menjadi strategi kreatif dalam menghadapi ketatnya persaingan bisnis dunia kuliner. Peran desainer interior dibutuhkan untuk menciptakan suasana melalui karakter fisik bangunan eksterior dan ruang interior yang menarik perhatian, mendukung kebutuhan, serta meningkatkan kenyamanan pengunjung. Penelitian ini meninjau pengaruh store atmosphere terhadap perilaku pengunjung di dua restoran dengan perbedaan konsep dan penggabungan ritel, yaitu Rumah Makan Inggil dan Madam Wang Secret Garden, Malang. Metode penelitian menggunakan metode kualitatif. Analisis difokuskan pada elemen pembentuk store atmosphere menurut Barry Berman dan Joel R. Evans yang meliputi exterior, general interior, store layout, dan interior point-of-purchase displays. Hasil penelitian menunjukkan bahwa store atmosphere mempengaruhi perilaku pengunjung. Store atmosphere Rumah Makan Inggil memungkinkan pengunjung menikmati restoran, museum, dan ritel secara efisien. Store atmosphere Madam Wang Secret Garden membuat pengunjung terkesan dan mendorong mereka untuk mengalami semua area yang ada. Kedua objek berhasil mencapai tujuannya melalui pembentukan store atmosphere yang berpengaruh positif terhadap perilaku pengunjungnya.",
  "creators": "JENNIFER CHARLENE GUNAWAN",
  "contributors": "Sriti Mayang Sari (Advisor and Examination Committee); STEPHANIE MELINDA FRANS (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00011562/DIN/2017; Jennifer Charlene Gunawan (41413050)",
  "subjects": "RESTAURANTS-DECORATION; CONSUMER BEHAVIOR RESEARCH"
}