{
  "id": "40647",
  "title": "Redesign interior Rumah Sakit Hewan Universitas Airlangga Surabaya",
  "abstract": "Hewan yang dirawat dan disayangi dengan sepenuh hati dapat juga mengalami sakit dan membutuhkan perawatan khusus. Salah satu solusi terbaik dari kondisi ini adalah mengunjungi Rumah Sakit Hewan. Rumah sakit hewan adalah pusat penanganan kesehatan hewan di mana ruangan dan fasilitas di dalamnya harus lengkap sesuai dengan ketentuan yang berlaku. Rumah Sakit Hewan Fakultas Kedokteran Hewan Universitas Airlangga (UNAIR) merupakan salah satu rumah sakit yang melayani masyarakat di bidang kesehatan hewan. Sayangnya, keberadaan rumah sakit hewan ini masih jarang diketahui oleh masyarakat Surabaya karena lokasinya yang tidak terletak di jalan umum. Selain itu, sejumlah ruangan di Rumah Sakit Hewan UNAIR-pun perlu untuk didesain ulang karena disebabkan oleh penampilan dan performanya yang rendah seperti kondisi ruangan yang nampak suram, kurangnya pencahayaan, kerusakan pada beberapa elemen interior serta desain yang tidak sesuai dengan fungsi masing-masing ruang. Dengan menata kembali letak dan fungsi ruangan tersebut dan juga desain yang menggunakan warna dan bentuk sesuai dengan brand image rumah sakit yaitu warna biru dan kuning pada elemen interior dan perabot yang melambangkan kepercayaan dan kehangatan sesuai dengan visi rumah sakit dan penerapan konsep profesional dan modern. Desain ulang dan rebranding diharapkan dapat meningkatkan kualitas rumah sakit hewan UNAIR, efisiensi kerja staff, dan minat masyarakat. Metode perancangan yang digunakan adalah melalui pola pikir desain yang meliputi observasi, brainstorm, prototipe, dan implementasi.",
  "creators": "AGNES TANIA",
  "contributors": "I Nyoman Adi Tiaga (Advisor 1); Sherly De Yong (Advisor 2); COK GEDE RAI PADMANABA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021591/DIN/2017; Agnes Tania (41413091)",
  "subjects": "VETERINERY HOSPITALS; INTERIOR DECORATION"
}