{
  "id": "40642",
  "title": "Perancangan interior pusat informasi ikan predator",
  "abstract": "Perancangan ini dilatar belakangi permasalahan bahwa kurangnya pengetahuan masyarakat akan potensi ikan predator khususnya ikan predator air tawar yang dapat dijadikan ikan hias. Pusat Informasi Ikan Predator ini mewadahi masyarakat untuk memperoleh beragam informasi mengenai ikan predator khususnya ikan predator air tawar. Konsep perancangannya adalah Artlantis yang merupakan penggabungan kata art dan atlantis yang merupakan legenda kota bawah laut, dengan diharapkan masyarakat merasakan suasana bangunan-bangunan pada jaman yunani kuno sambal menikmati keindahan dan kecantikan ikan predator di dalam akuarium berukuran besar. Pada saat memasuki pintu awal pengunjung diajak mengikuti jalur untuk masuk dan pada dalamnya terdapat sebuah pusat akuarium berdiameter 5m yang merupakan gabungan dari semua ikan. Selain itu pengunjung dimanjakan. Pemakaian material berupa batu-batu alam akan membawa pengunjung merasakan berada pada jaman yunani kuno dengan bangunan-bangunan besar. Plafon yang dibuat melengkung dan menggunakan warna biru membuat pengunjung merasakan sedang berada pada dasar laut ditambah lagi dengan penggunaan material concrete pada bagian lantai yang membuat pengunjung seperti berada di atas pasir laut. Terakhir sebelum pengunjung pulang, dapat membeli oleh-oleh pada souvenir shop atau berfoto pada area photobooth sebagai kenang-kenangan.",
  "creators": "JOHN KEVIN LIMENAS",
  "contributors": "Dr. Ir. Lintu Tulistyantoro, M.Ds. (Advisor 1); Ir. Hendy Mulyono (Advisor 2); RONALD H. I. S. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021589/DIN/2017; John Kevin Limenas (41413088)",
  "subjects": "RECREATION CENTERS-DECORATION; INFORMATION SERVICE-BUILDINGS-DECORATION; FISHERIES-MUSEUMS"
}