{
  "id": "4064",
  "title": "A Study of asking for permission produced by Javanese couples and Chinese couples in Surabaya",
  "abstract": "Man and women are different in using language. There are some social factors can that can influence the way they talk. In this thesis, the writer made a research on the way men and women as husband and wife. In this thesis, the writer decides to make a research on couples of different ethnicity that is Javanese and Chinese Indonesian from Surabaya. The purpose of considering ethnicity is to find out whether couples from different ethnicity have different expressions of asking for permission. In analyzing the data, the writer applies Van Ek?s theory of asking permission as the main theory. In addition, the writer also uses Tannen and Dart theory as supporting theory. From analyzing the data, the writer find out the predominant is not seeking permission. Furthermore, the writer analyzes the similarities and differences between husbands and wives from Javanese and Chinese Indonesian in asking for permission towards their spouses. The result of the analysis shows that the predominant function in this research is inquiring about approval / disapproval function. The respondents also use inquiring about approval / disapproval function in order to ask and need permission from their addressees (their spouses) who have more authority. Finally, the writer hopes that this thesis can contribute not only to linguistic research but also to readers in order to understand how husbands and wives asking for permission towards their spouses.",
  "creators": "JIMMY DWI PURNAWAN",
  "contributors": "ABBAS A.BADIB, Pof.DR.MA.,MA. (Advisor 1); Samuel Gunawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011636/ING/2007; Jimmy Dwi Purnawan (11401049)",
  "subjects": "INDONESIAN LANGUAGE-DIALECTS-STUDY AND TEACHING; LINGUISTICS ANALYSIS; LINGUISTICS-STUDY AND TEACHING"
}