{
  "id": "4065",
  "title": "Permission form produced by the learners of English Club 1 classes in get (global English training) course in Surabaya",
  "abstract": "This study about permission expressions is conducted particularly to focus on the forms of permission expressions that occur in English Club 1 classes in Global English Training course. The writer observes two English Club classes at GET, which become the source of data. The writer uses the Dart?s classification of permission forms and the theory from Putsey (1994) and Bing (1989). The writer also analyzes the correct and incorrect use of permission forms. It is hoped that this study can help Indonesian learners to use the correct forms of permission expressions with correct grammars and be able to express permission with suitable forms and situations. The writer identifies the forms of permission and the error use of permission forms based on the Dart?s and Putsey?s theories. This study applies the descriptive approach because the writer describes all the data in descriptively way. The writer also calculates the forms of permission expressions that occur most frequently. Moreover, the writer also calculates the correct and incorrect use of permission in table and their percentages. The result of the analysis shows that the modal auxiliary may is the most revealed in this study. Almost all the learners in GET like to use may when they are asking for permission. While, the use of please never occur in this study, even in the imperative sentences. Whereas, the use of please in permission expressions will make it sounds more polite. Overall, the use of may and can is still the most frequently used in Indonesian learners for asking for permission.",
  "creators": "LILIANA",
  "contributors": "MEEDY NUGRAHA (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011635/ING/2007; Liliana (11402081)",
  "subjects": "SPOKEN ENGLISH-STUDY AND TEACHING; ENGLISH LANGUAGE-STUDY AND TEACHING"
}