{
  "id": "40658",
  "title": "Perancangan exhibition booth untuk wedding photography dengan material cardboard",
  "abstract": "Pameran wedding sedang gencar-gencarnya digelar di kota-kota besar, termasuk Surabaya. Untuk berpartisipasi dalam pameran, diperlukan booth yang menarik perhatian. Tanpa terkecuali bagi fotografer wedding yang berpartisipasi dalam pameran wedding. Permasalahannya, material bangunan, furniture pengisi ruang, dan biaya pengerjaan, memerlukan biaya yang tidak sedikit. Biaya ini dapat dihemat jika bahan yang digunakan dapat digunakan berkali-kali dan pengerjaan dapat dikerjakan sendiri. Selama ini, bahan yang digunakan dalam pembangunan booth adalah hasil olahan kayu seperti triplek, dengan sistem konstruksi paku dan sekrup. Dengan sistem konstruksi seperti ini, bahan-bahan yang digunakan cepat rusak sehingga sering kali hanya bersifat sekali pakai. Sebagai alternatif lain, cardboard yang jangka waktu pemakaiannya hanya sebentar dapat dimanfaatkan secara lebih maksimal dengan mengolahnya menjadi booth pameran. Metode perancangan yang digunakan adalah dengan menganalisa kebutuhan pengguna, kebutuhan perancangan booth, kebutuhan human demension, dan permasalahan dalam pembangunan, setelah itu barulah tahap perancangan dimulai. Konsep desain yang diangkat adalah Showing Off Life Simply And Naturally, yang diwujudkan dalam bentuk 3 desain booth bertema Curve, penSTARgon, dan Home. Booth secara keseluruhan berukuran 5x3 meter, yang masing-masing dapat dipecah menjadi booth dengan ukuran 2x3 dan 3x3 meter. Sistem konstruksi yang digunakan adalah sistem knock-down sehingga booth mudah didistribusikan dan dapat dilepas pasang untuk digunakan kembali.",
  "creators": "NATASHIA ANGELICA REYNALDA HARIJONO",
  "contributors": "Mariana Wibowo, S.Sn., M.MT. (Advisor 1); Dodi Wondo Dipl. Ing. (Advisor 2); Sriti Mayang Sari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021597/DIN/2017; Natashia Angelica Reynalda Harijono (41413098)",
  "subjects": "INTERIOR DECORATION; EXHIBITION BUILDINGS-DECORATION; COMMERCIAL BUILDINGS-DECORATION"
}