{
  "id": "40673",
  "title": "Perancangan interior galeri Kopi Rollaas di Surabaya",
  "abstract": "Perancangan galeri kopi ini diangkat berdasarkan rendahnya kesadaran masyarakat akan fakta-fakta yang ada mengenai kopi Indonesia, di mana Indonesia adalah salah satu produsen kopi terbesar di dunia di samping Brazil dan Kolombia. Kopi merupakan sebuah potensi yang besar bagi Indonesia, tetapi potensi yang besar ini tidak dapat dimaksimalkan karena rendahnya kesadaran masyarakat Indonesia akan tingginya kualitas produk kopi Indonesia, juga pengetahuan yang kurang cukup akan produk kopi Indonesia, sehingga dibutuhkan suatu sarana untuk mengedukasi masyarakat Indonesia akan pengetahuan mengenai kualitas produk kopi Indonesia itu sendiri. Sehingga, perancangan galeri kopi ini dibuat dengan tujuan untuk memberikan wadah fasilitas informasi tentang kopi Indonesia, memberikan pengetahuan baru bagi masyarakat umum dan juga menambah pengetahuan bagi pencinta kopi sehingga pengunjung dapat lebih mengerti, bangga dan lebih menghargai akan hasil alam Indonesia, yaitu kopi. Selain tujuan pokok tersebut, galeri kopi ini juga akan menyediakan area yang menjual makanan, minuman olahan kopi dan alat-alat manual kopi. Target yang ingin dicapai yaitu dapat menciptakan interior yang dapat memfasilitasi seluruh kegiatan pengguna ruang sesuai dengan tujuan yang ingin dicapai. Galeri Kopi Indonesia ini dirancang dengan target untuk semua kalangan yang diharapkan dapat menjadi sarana edukasi dan hiburan bagi pengunjung Galeri Kopi Indonesia, baik pengelola maupun masyarakat yang datang ke tempat ini.",
  "creators": "CARMELIA DEVINA",
  "contributors": "Thomas Ari Kristianto (Advisor 1); Grace Setiati, S.Sn., M.Ds. (Advisor 2); Filipus Priyo Suprobo, S.T., M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021605/DIN/2017; Carmelia Devina (41413107)",
  "subjects": "CAFETARIAS--DECORATION; COFFEEHOUSES-DECORATION; GALLERIES (ARCHITECTURE)-DECORATION"
}