{
  "id": "40674",
  "title": "Perancangan perabot restoran cepat saji dengan material stainless steel",
  "abstract": "Kini, faktor kecepatan menjadi dominan sehingga dianggap sebagai indikator untuk kesuksesan. Akibatnya, nilai waktu menjadi sangat berharga sehingga konsep bersantap tidak lagi merupakan keharusan tetapi hanya sebagai kewajiban semata. Hal tersebut membuat setiap restoran cepat saji menjadi tempat makan yang terus dikunjungi oleh masyarakat, karena kecepatannya menyajikan makanan dapat menghemat waktu yang lebih banyak diperlukan untuk bekerja. Rumusan masalah dalam perancangan ini adalah jenis unsur yang harus dipertimbangkan pada rancangan perabot restoran cepat saji dengan material stainless steel untuk mendukung percepatan penggantian konsumen dan model rancangan perabot yang dapat mempercepat pengantian konsumen dengan material stainless steel pada restoran cepat saji. Perancangan ini menggunakan metode design thinking dengan tahap understand, ideate, prototype dan implementation. Hasil perancangan ini menghasilkan unsur yang harus dipertimbangkan pada rancangan perabot untuk restoran cepat saji dengan berbahan stainless steel yakni pengolahan bahan stainless steel melihat dari sifat material seperti keras, kuat, dingin dan estetik. Model-model yang dapat mempercepat penggantian kosumen dengan menggunakan material stainless steel untuk restoran cepat saji dapat memperhatikan permainan dimensi standar yang telah ada. Hasil perancangan ini telah dipublikasi melalui media sosial dan web pribadi, perabot ini akan digunakan untuk perabot restoran cepat saji secara umum.",
  "creators": "KELVIN HAMDANY",
  "contributors": "I Gusti Ngurah Ardana (Advisor 1); Sherly De Yong (Advisor 2); Yusita Kusumarini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021606/DIN/2017; Kelvin Hamdany (41413109)",
  "subjects": "FURNITURE DESIGN; RESTAURANTS-DECORATION"
}