{
  "id": "407",
  "title": "The Emotional of Chrity Mahon in John Millington synge's the playboy of the western world",
  "abstract": "John Millington Synge?s The Playboy of The Western World is about a young man who is able to develop himself to be a mature man after going through some experiences. Christy Mahon, the main male character, experiences emotional development that finally makes him become a `new? person. The thesis writer is going to analyze how Christy Mahon?s experiences lead him into maturity. This study attempts to prove that there are some steps of emotional development that are experienced by Christy Mahon. In analyzing her topic, the thesis writer uses literary approach with some literary tools, such as characterization, setting, and conflict. Besides that, she also uses psychological concept of emotional development, fear, denial, and maturity to analyze Christy Mahon?s emotional changes. Christy Mahon experiences emotional changes after he thinks that he has just killed his father. He is changINg from a frightened person into a person who is proud of himself because of the villagers? admiration of what he has done. But then, his pride turns to denial when he finds out that his father is still alive. Finally, the denial turns into acceptence when he realizes that he has to accept the reality. Christy Mahon?s acceptance makes him become a `new? person that shows that he has also developed from a frightened person to a mature man.",
  "creators": "LUSIA DESY KUSTIANTO",
  "contributors": "Jenny Mochtar Djundjung (Advisor 1); Ribut Basuki (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.1040; Lusia Desy Kustianto (11498070)",
  "subjects": "SYNGE, JOHN MILLINGTON, 1871-1909. THE PLAYBOY OF THE WESTERN WORLD-STUDY AND TEACHING; ENGLISH DRAMA-IRISH AUTHORS-19TH CENTURY-STUDY AND TEACHING"
}