{
  "id": "40706",
  "title": "Perancangan interior bandara Iskandar Pangkalanbun dengan pendekatan eco-friendly",
  "abstract": "Perkembangan zaman dan kebutuhan manusia untuk berpindah dari satu tempat ke tempat yang lain secara cepat, membuat kebutuhan akan transportasi meningkat salah satunya adalah pesawat. Bandara sebagai tempat singgahnya pesawat, menampung banyak pendatang (visitor) baik yang berasal dari dalam maupun luar negeri. Bandar Udara Iskandar Pangkalanbun sebagai salah satu bandara yang berkembang di Kalimantan Tengah, sekaligus merupakan gerbang pertama kali para pengunjung datang, harus mencerminkan citra budaya daerah yang menarik dan memberikan kesan yang diingat lewat desain interiornya. Maka dari itu perancangan interior bandara Iskandar Pangkalanbun ini menekankan konsep eco-friendly yang dipadupadankan dengan unsur budaya (local content) Kalimantan Tengah, yang kemudian disesuaikan dengan kebutuhan pengguna secara universal desain. Metode yang dilakukan berawal dari pengumpulan data aktual di lapangan, pengolahan data serta menyimpulkan permasalahan desain dari data yang ada, yang kemudian divisualisasikan lewat gambar desain meliputi layout, rencana lantai dan plafon, mekanikal elektrikal, dan sistem tambahan lainnya. Disertakan pula gambar perspektif ruangan yang dapat membantu konsep visualisasi ruang yang dimaksud dalam bentuk pemecahan masalah desain yang ada. Pencapaian dari tujuan utama perancangan ini adalah penggunaan material dengan aspek ekologi yang ramah lingkungan (eco-friendly material), bentukan yang diimplikasikan dari filosofis ukiran dan bangunan khas Kalimantan Tengah, serta universal design dimana tidak menutup kemungkinan pengguna disabilitas dapat merasakan pengalaman interior yang sama dengan pengguna lainnya.",
  "creators": "YOLENTA DWI PUTRI",
  "contributors": "Mariana Wibowo, S.Sn., M.MT. (Advisor 1); STEPHANIE MELINDA FRANS (Advisor 2); Sriti Mayang Sari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021617/DIN/2017; Yolenta Dwi Putri (41413125)",
  "subjects": "INTERIOR DECORATION; AIRPORT TERMINALS-DECORATION"
}