{
  "id": "40714",
  "title": "Perancangan interior Garena E-Sports Stadium di Surabaya",
  "abstract": "Dewasa ini perkembangan industri game telah mengalami banyak kemajuan, dalam perkembangan industri game tersebut terdapat E-Sports yang rupanya sekarang menjadi salah satu bidang yang semakin berkembang dengan pesat, hal ini bisa diihat dengan banyaknya minat pemuda yang juga antusias bahkan terjun untuk mendalami E-Sports itu sendiri. Tetapi saat ini yang menjadi masalah adalah tidak adanya fasilitas yang bisa menjadi sebuah wadah untuk menampung kegiatan-kegiatan E-Sports tersebut. Tujuan dari perancangan ini adalah menciptakan sebuah wadah fasilitas penunjang kegiatan-kegiatan E-Sports di Surabaya. Metode perancangan yang digunakan adalah Standford’s Design Thinking yang meliputi Understand,Emphatize,Define,Ideate,Prototype,Test, dan diakhiri dengan Implementasi. Dengan membawa brand Garena sendiri yang merupakan salah satu publisher game di Indonesia, maka penerapan serta pengenalan brand di perancangan menggunakan bentuk-bentuk modern seperti hexagonal, penggunaan material juga didominasi material glossy untuk menimbulkan kesan mewah agar sesuai dengan konsep modern yang diangkat,. Warna yang digunakan juga didominasi oleh warna merah, hitam dan putih yang merupakan warna branding dari Garena dan dikomposisikan dalam lantai, dinding, plafond. Dengan pengaplikasian konsep yang kuat digunakan yang nantinya tempat perancangan ini mampu menjadi salah satu fasilitas penunjang aktivitas E-Sports di Surabaya.",
  "creators": "YOSHUA OKINANTA",
  "contributors": "I Nyoman Adi Tiaga (Advisor 1); Sherly De Yong (Advisor 2); COK GEDE RAI PADMANABA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021622/DIN/2017; Yoshua Okinanta (41413134)",
  "subjects": "RECREATION CENTERS-DECORATION; INDOOR GAMES-DECORATION"
}