{
  "id": "40712",
  "title": "Kajian behavioral setting pada interior café di Surabaya",
  "abstract": "Cafe seharusnya merupakan tempat bersantai dengan konsep pelayanan mandiri. Namun pada kenyataannya cafe kini difungsikan untuk berbagai aktivitas berat seperti meeting dan mengerjakan tugas dengan pelayanan yang terpusat pada pihak cafe. Penelitian ini dilakukan untuk mengetahui perbedaan perilaku pengunjung cafe, yang beraktivitas pada cafe sebagai ruang publik. Untuk menganalisa perbedaan perilaku tersebut, maka digunakan teori behavioral setting sebagai tolok ukurnya. Agar diperoleh data yang akurat, maka dilakukan pengumpulan data menggunakan metode behavioral mapping. Setelah dikaji maka teori behavioral setting terhadap pola perilaku pengunjung cafe di Surabaya ditemukan adanya pergeseran pola perilaku berdasarkan definisi awal cafe. Data yang sudah diperoleh dari cafe yang berlokasi di Surabaya Barat, Pusat dan Timur dianalisis menggunakan komponen behavior setting berupa physical properties, social components, dan the environmental setting. Analisa juga dilakukan dengan aspek interior berupa prinsip interior, prinsip jasa, prinsip konsumen dan prinsip cafe. Hasil analisis penelitian ini adalah perilaku pengunjung yang berada di Antler Cabin Cafe Surabaya Barat serta di Konig Coffee and Bar Surabaya Timur mulai bergeser ke arah pelayanan yang bergantung pada staff cafe. Perilaku pengunjung di Titik Koma Coffee dan Calibre Coffee Roasters Surabaya Pusat, justru tidak tergantung pada pelayanan staff cafe karena melayani dirinya secara mandiri. Hal ini dikarenakan cafe di wilayah Surabaya Barat dan Timur dipengaruhi oleh komponen physical properties, social components, dan the environmental setting, sementara cafe di wilayah Surabaya Pusat dipengaruhi oleh komponen physical properties. Adapun aspek interior yang mempengaruhi pada cafe di wilayah Surabaya Barat, Pusat dan Timur.",
  "creators": "MELLISA",
  "contributors": "I Gusti Ngurah Ardana (Advisor 1); Sherly De Yong (Advisor 2); Yusita Kusumarini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00011620/DIN/2017; Mellisa (41413130)",
  "subjects": "CAFES (DRINKING ESTABLISHMENT)-DECORATION; INTERIOR DECORATION"
}