{
  "id": "40726",
  "title": "Perancangan interior tourism activity center di Banyuwangi",
  "abstract": "Banyuwangi adalah sebuah Kota di Jawa Timur yang memiliki kekayaan alam, kebudayaan, dan objek wisata yang terus berkembang. Lokasinya yang dekat dengan Pulau Bali membuat Banyuwangi menjadi jalur penghubung yang banyak dilalui oleh wisatawan. Dengan adanya potensi ini, peningkatan sektor pariwisata di Banyuwangi dapat menjadi faktor yang penting untuk mendukung kemajuannya. Banyak potensi yang sedang dikembangkan oleh pemerintah daerah untuk terus meningkatkan Kota Banyuwangi, terutama potensi budaya dan pariwisata. Perancangan Tourism Activity Center ini memiliki dua tujuan utama yaitu sebagai sarana edukasi dan sosialisasi. Tujuan edukasinya adalah untuk mewadahi aktivitas wisatawan yang berkunjung di Kota Banyuwangi agar dapat mengetahui budaya lokal. Sedangkan tujuan sosialnya adalah memfasilitasi kegiatan festival seni yang diadakan oleh Pemerintah Daerah dan mengembangkan mata pencaharian masyarakat Banyuwangi melalui workshop atau pameran. Perancangan menggunakan metode design thinking berdasarkan teori dari Gavin Ambrose and Paul Harris melalui 7 tahapan, yaitu: define, research, ideate, prototype, select, implement, learn. Aplikasi desainnya menggunakan konsep The Art of Exploring yang menerapkan seni budaya Banyuwangi dalam desain. Di mana dalam proses mengeksplor pengunjung dapat menikmati suasana yang dihadirkan dan memberikan pengalaman tersendiri melalui unsur budaya dalam ruang.",
  "creators": "SYLVIA AGUSTIN IRAWAN",
  "contributors": "COK GEDE RAI PADMANABA (Advisor 1); Diana Thamrin,S.Sn. (Advisor 2); I Gusti Ngurah Ardana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021561/DIN/2017; Sylvia Agustin Irawan (41413049)",
  "subjects": "TOURISM TRADE; OFFICE BUILDINGS-DECORATION; INTERIOR DECORATION; EDUCATION CENTERS-DECORATION"
}