{
  "id": "40734",
  "title": "Implementasi permainan tradisional pada perancangan desain elemen interior untuk anak-anak",
  "abstract": "Permainan tradisional beragam macamnya pada masing-masing daerah, baik yang berasal dari kebudayaan daerah asal maupun yang diadopsi dari budaya luar yang masuk ke Indonesia dan dimainkan dengan cara, adat dan budaya bangsa Indonesia. Namun, seiring perkembangan zaman yang semakin pesat, permainan tradisional semakin ditinggalkan. Melihat fenomena ini banyak usaha telah dilakukan untuk mengangkat kembali pamor permainan tradisional. Dengan fakta tersebut, sebagai bentuk mendukung usaha melestarikan permainan tradisional, penulis mengembangkan ide untuk mengimplementasikan permainan tradisional khususnya permainan tradisional pada elemen interior untuk anak-anak. Objek perancangan yang akan dirancang adalah produk elemen interior untuk anak-anak yang selain berfungsi untuk mewadahi aktivitas belajar juga sebagai sarana bermain sambil belajar melalui implementasi permainan tradisional pada elemen interior tersebut. Rumusan masalah yang dibahas adalah permainan tradisional apa yang dapat diimplementasikan dan sistem konstruksi serta material apa yang sesuai untuk anak-anak. Metode yang dilakukan adalah design thinking, dengan melakukan observasi dan survei lapangan, wawancara, mengumpulkan literatur terkait, tahap analisis programming, tahap skematik desain, tahap desain akhir, dan tahap realisasi prototype 1:1.",
  "creators": "YIAWLA ISMARCH PRIADI",
  "contributors": "Filipus Priyo Suprobo, S.T., M.T. (Advisor 1); Poppy Firtatwentyna Nilasari, S.T., M.T. (Advisor 2); Thomas Ari Kristianto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021516/DIN/2017; Yiawla Ismarch Priadi (41412091)",
  "subjects": "TRADITIONAL GAMES; KINDERGARTEN-DECORATION; EDUCATION, PRESCHOOL-BUILDINGS-DECORATION"
}