{
  "id": "40732",
  "title": "Perancangan indoor modular booth display untuk produk fashion",
  "abstract": "Berkembangnya shopping centre di Surabaya menjadikan pelaku bisnis mulai berinovasi dalam menciptakan peluang usaha. Saat ini muncul berbagai market yang hanya berlangsung selama 3 hari untuk mewadahi para pelaku bisnis, baik yang baru maupun lama. Sehingga muncul permasalahan desain booth display, pemilihan material dan sistem konstruksi yang tepat sehingga menjawab kebutuhan display yang memiliki banyak fungsi (multifungsi), yaitu mengakomodasi kebutuhan display baju, sepatu, tas, dan aksesoris serta mudah dibongkar pasang (knockdown). Selain untuk memasarkan produknya, kegiatan market ini menjadi salah satu alternatif untuk mempromosikan brand yang mereka bawa, agar dikenal oleh masyarakat. Metode yang digunakan dalam perancangan dimulai dari tahap empathize dan define pengumpulan data dengan observasi langsung dan wawancara, baik kepada pihak tenant maupun pihak penyelenggara pop-up market. Setelah tahap pengumpulan data, data yang ada dianalisa. Kemudian dilanjutkan ke tahap ideate, melaui proses brainstorming ide, memecahkan permasalahan, dan menentukan nilai-nilai dari perancangan. Setelah tahap ideate lanjut ke tahap prototype, di mana proses memvisualkan ide-ide untuk mendapatkan hasil yang diinginkan sampai ke tahap pembuatan yang diwujudkan dalam bentuk prototype dengan skala 1:1. Setelah prototype jadi, dilakukan test untuk mendapatkan feedback dari pengguna dan disempurnakan melalui tahap implement untuk menyempurnakan produk. Hasil dari perancangan ini adalah produk yang telah dirancang diorientasikan dapat diubah menjadi berbagai model dari bahan yang sama, dengan fungsi yang dapat mengakomodasi kebutuhan display baju, sepatu, tas, dan aksesoris yang tetap terpenuhi di setiap modulnya. Penerapan konsep modular diaplikasikan dengan sistem knockdown, dengan menggunakan pipa stalbuis yang terdiri dari 3 ukuran yaitu, 40 cm, 21.2 cm, dan 20 cm. Untuk menyambungkan pipa stalbuis menggunakan sambungan uno joker, sambungan mur dan baut, serta sambungan dalam. Sebagai penampang datar menggunakan terpal kain kanvas yang terdiri dari 2 ukuran yaitu, 13 cm x 51 cm dan 4 cm x 51 cm.",
  "creators": "KEVIN HARTANTO FILBERT",
  "contributors": "Yusita Kusumarini (Advisor 1); MOCH. TAUFAN RIZQI (Advisor 2); Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021515/DIN/2017; Kevin Hartanto Filbert (41412082)",
  "subjects": "FURNITURE DESIGN; SHOPPING CENTERS-DECORATION"
}