{
  "id": "4073",
  "title": "Analisis hubungan antara aktivitas leisure dengan kegiatan olah raga fitness di mall",
  "abstract": "Melihat fenomena yang terjadi dewasa ini di Indonesia, khususnya di kota Surabaya, banyak berdiri pusat-pusat perbelanjaan atau mall-mall baru. Mall merupakan trend baru bagi masyarakat kota Surabaya untuk berwisata dalam kota, dan saat ini mall dapat dikatakan sebagai tujuan utama bagi sebagian besar masyarakat kota Surabaya untuk menjalankan aktivitas leisure mereka. Paradigma leisure pada awalnya hanya sebagai waktu luang yang dipergunakan orang untuk berekreasi, namun pada era sekarang paradigma leisure mulai berkembang menjadi lebih luas dan masuk pada bidang-bidang yang lain, misalnya pada bidang olah raga. Hal ini dapat dilihat dari mulai bermunculannya pusat-pusat kebugaran (fitness center) yang tidak hanya berlokasi di sports center saja, tetapi juga di dalam mall sehingga muncul kecurigaan akan adanya perubahan paradigma leisure, karena pada awalnya fitness adalah untuk kesehatan. Sejak adanya fitness center di sebuah pusat perbelanjaan (mall), maka kemungkinan besar motivasi seseorang untuk fitness sudah menyimpang dari konsep kesehatan menjadi konsep leisure. Maka dari itu, penulis tertarik untuk meneliti apakah memang terjadi pergeseran paradigma leisure yang dalam hal ini orang pergi ke tempat fitness bukan lagi dengan motivasi kesehatan akan tetapi untuk beraktivitas leisure. Dalam penelitian ini terdapat dua variabel penting yang akan digunakan, yaitu variabel aktivitas leisure dan variabel kegiatan olah raga fitness.",
  "creators": "ELSA NATALI SONDAKH; JUNAEDI AGUS ROBERT",
  "contributors": "Hatane Semuel (Advisor 1); Dra. Monica Ida Uniati , M.M. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010020/TLM/2007; Elsa Natali Sondakh (35402008), Junaedi Agus Robert (35402051)",
  "subjects": "CONSUMERS-RESEARCH; CONSUMER BEHAVIOR"
}