{
  "id": "40794",
  "title": "Perancangan interior komunitas seni rupa di Surabaya",
  "abstract": "Seniman tentu ingin menampilkan hasil karya dan ekspresinya kepada publik. Tujuannya adalah untuk berinteraksi dan menyampaikan aspirasi kepada masyarakat. Semakin berkembangnya komunitas-komunitas seni di Surabaya tidak diimbangi dengan fasilitas wadah yang memadai. Akibatnya, perkembangan kesenian khususnya di bidang seni rupa pun tidak bisa diapresiasi masyarakat dengan baik. Perancangan ruang kesenian ini menggunakan studi kasus Komunitas Serbuk Kayu. Komunitas Serbuk Kayu adalah salah satu komunitas seni rupa di Surabaya. Serbuk Kayu memiliki berbagai bidang seni yang digeluti senimannya antara lain seperti mural, seni cukil, lukis, instalasi, art video, Perfomance Art, sastra, musik, dan lain sebagainya. Garis besar konsep perancangan ini adalah Art Education Serbuk Kayu Community yang sejalan dengan visi-misi Serbuk Kayu yakni “Distribusi Pengetahuan akan Seni”. Kerangka berpikir dalam konsep dibagi menjadi 7 bagian yaitu berdasarkan aktivitas, pengguna, artefak, form, function, waktu dan economy. Tujuan dari perancangan ini adalah untuk menampung dan menfasilitasi kegiatan kesenian bagi para seniman, kolektor, penikmat seni, wisatawan dan masyarakat umum di Kota Surabaya. Tahapan dalam perancangan ini menggunakan desain proses dari Zeisel meliputi Pengetahuan dasar: Teori; Gambar; dan seterusnya - Studi Programing – Desain dan ulasan desain - Konstruksi - Penggunaan + Adaptasi.",
  "creators": "CHRISTINA AYU PARYANING TYAS",
  "contributors": "Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Advisor 1); CELINE JUNIKA (Advisor 2); Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021519/DIN/2017; Christina Ayu P. (41412141)",
  "subjects": "ART CENTERS--DECORATION; COMMUNITY CENTERS--DECORATION"
}