{
  "id": "40799",
  "title": "Perancangan interior Museum Basket Indonesia di Surabaya",
  "abstract": "Permainan bola basket merupakan salah satu cabang olahraga yang perkembangannya cukup meningkat saat ini di Indonesia. Semakin banyaknya klub basket baru terbentuk, banyaknya sekolah basket, serta tidak sedikit orang yang membuat bisnis baru dengan membangun lapangan basket, menjual peralatan, aksesoris untuk kebutuhan olahraga basket. Kota Surabaya merupakan salah satu kota yang ikut ambil bagian dalam mengembangkan basket di Indonesia, di mana PT Deteksi Basket Lintas (DBL) yaitu perusahaan di bawah naungan Jawa Pos Group ikut ambil bagian dalam mengembangkan olahraga ini. Di balik perkembangan basket yang semakin meningkat saat ini ternyata masih belum ada wadah yang merekam asal mula dan perjalanan basket di Indonesia. Untuk itu perlu diberikan suatu wadah yang dapat merekam itu semua dengan adanya suatu museum basket Indonesia. Permasalahan saat ini belum adanya museum basket Indonesia di Surabaya, sehingga perlu dipecahkan dengan menciptakan perancangan Museum Basket Indonesia di Surabaya dengan menggunakan konsep “D-A-D” (Drills, Attractive, and Dynamic). Ketiga kata ini diperoleh dari kegiatan olahraga basket yang akan diterapkan pada perancangan museum ini. Dengan menerapkan konsep tersebut diharapkan dapat memenuhi beberapa tujuan yang ingin dicapai dalam perancangan ini yaitu menyediakan fasilitas dan sarana yang memenuhi persyaratan agar dapat menjadi museum yang rekreatif, edukatif dan informatif bagi pengunjung, menyediakan tempat bagi para pecinta basket serta kaum awam agar lebih memahami olahraga bola basket, asal mula, perkembangan dan perjalanan olahraga basket serta para pemain legendaris Indonesia yang telah berjasa bagi negara ini. Selain itu, menciptakan interior Museum Basket Indonesia yang nyaman dan menyenangkan melalui penciptaan suasana ruang yang baru dan seluruhnya bernuansa basket, yaitu seluruh konsep, elemen, perabot ruang berhubungan dengan basket, sehingga dapat menarik minat pengunjung dan diharapkan kedepannya dapat menjadi salah satu obyek wisata Indonesia di Surabaya. Salah satu hal yang dapat menarik pengunjung untuk datang ke museum basket ini adalah dengan adanya inovasi penggunaan dan penerapan teknologi modern, serta penggunaan layar-layar LED touchscreen yang diletakkan hampir di setiap sudut ruang museum, sehingga museum ini menjadi museum interaktif dan self service. Selain itu juga diterapkan unsur sustainable yakni elemen interior dari material bola basket bekas beserta aksesoris-aksesorisnya yang tidak terpakai lagi serta pemberian tanaman-tanaman hijau di setiap sudut ruang pada Museum Basket Indonesia ini.",
  "creators": "CHATARINA REGINA SOEBEKTI",
  "contributors": "Dr. Ir. Hedy Constancia Indrani, M.T. (Advisor 1); Lucky Basuki (Advisor 2); Stephanus P. Honggowidjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021525/DIN/2017; Chatarina Regina Soebekti (41413007)",
  "subjects": "BASKETBALL COURTS-DECORATION; MUSEUM BUILDINGS-DECORATION"
}