{
  "id": "40797",
  "title": "Perancangan interior Vihara Buddhayana Surabaya",
  "abstract": "Vihara merupakan sebuah simbol dari agama Buddha. Berbagai aliran yang ada membuat vihara satu dengan yang lainnya memiliki penekanan ajaran tersendiri yang berasal dari sejarah dan nilai Kebuddhaan. Objek perancangan yang digunakan adalah Vihara Buddhayana, yang merupakan salah satu vihara dengan aliran baru di Surabaya. Vihara ini sedang membangun dan memiliki beberapa permasalahan di antaranya adalah visual Ruang yang mencerminkan aliran Buddhayana pada Ruang Dhammasalanya, kondisi udara yang bebas dari polusi asap dupa berlebih, pencapaian kualitas akustik yang harus dapat memberikan kondisi kedap suara yang dibutuhkan dalam peribadatan. Metode perancangan yang digunakan mengacu pada design thinking d. school paris yang mendeskripsikan setiap proses desain, melalui 4 tahapan: inspirasi, ideasi, tes, dan implementasi. Konsep yang digunakan adalah Naturalize Soul dengan pendekatan ajaran Buddha Zen yang mengajarkan adanya “kekosongan” dalam jiwa. Kekosongan tersebut diaplikasikan dengan pendekatan desain yang simple dan sebisa mungkin tidak mengganggu kegiatan yang ada di dalamnya. Hasil perancangan ini mengaplikasikan nilai Buddhisme melalui simbolisasi nilai Buddhayana pada elemen interiornya, pemenuhan kondisi akustik yang menggunakan material kedap suara, serta pemenuhan kondisi Ruang bebas asap dengan menggunakan exhaust fan dan menambahkannya dengan AC sebagai pengganti udara yang disedot oleh exhaust.",
  "creators": "APRILIA PRATAMA",
  "contributors": "Yusita Kusumarini (Advisor 1); MOCH. TAUFAN RIZQI (Advisor 2); Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021522/DIN/2017; Aprilia Pratama (41413004)",
  "subjects": "MONASTERIES, BUDDHIST; MONASTERIES, BUDDHIST-DECORATION; TEMPLES, BUDDHIST--DECORATION"
}