{
  "id": "40796",
  "title": "Perancangan fasilitas tunggu dan advertising dengan fleksibilitas konfigurasi untuk pusat perbelanjaan",
  "abstract": "Perancangan terinspirasi dari karya Tugas Akhir Joshua Alim Santoso yang mengangkat fenomena aktivitas menunggu yang dilakukan oleh pengunjung pusat perbelanjaan. Aktivitas menunggu merupakan aktivitas yang dapat mengurangi terjadinya transaksi komersial. Oleh karena itu diperlukan rancangan fasilitas tunggu dan advertising yang dapat mengakomodasi kebutuhan pengunjung dan tenant. Pusat perbelanjaan memiliki bentuk area yang berbeda. Sehingga diperlukan adanya fleksibilitas konfigurasi sehingga produk dapat diletakkan pada berbagai setting area di pusat perbelanjaan. Pada perancangan ini, pusat perbelanjaan yang dipilih sebagai studi kasus adalah Ciputra World Mall, Pakuwon Mall, dan Grand City Mall and Convex. Proses berpikir desain yang digunakan adalah design thinking Tim Brown, CEO IDEO dengan 9 tahap. Tahapan tersebut adalah understand, observe, POV, ideate, prototype, test, story telling, pilot, dan BMC. Konsep perancangan berorientasi pada mempertemukan kebutuhan pengunjung dan tenant yang bertolak belakang. Hasil perancangan adalah fasilitas tunggu dan advertising yang terdiri dari 3 modul dengan fungsi masing-masing. Modul ini dapat dikonfigurasikan menjadi linear, memusat, dan radial agar dapat diletakkan pada berbagai tempat. Selain itu modul juga didesain agar dapat diberi elemen dekoratif yang menyesuaikan style dari setiap pusat perbelanjaan. Kedepannya rancangan produk dapat dikembangkan untuk orientasi komersial di pusat perbelanjaan lainnya.",
  "creators": "AMADEA BELINA PERMATASARI",
  "contributors": "Yusita Kusumarini (Advisor 1); JEAN FRANCOIS POILLOT (Advisor 2); Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancanagan Interior No. 00021521/DIN/2017; Amadea Belina P. (41413002)",
  "subjects": "WAITING ROOMS-DECORATION; SHOPPING CENTERS-DECORATION; INTERIOR DECORATION"
}