{
  "id": "408",
  "title": "A Study on the main character's process of character development in E.M. Forster's howard end",
  "abstract": "In this world, people are born differently, Each person is unique. Yet, in order to survive in this world, people need others. E.M. Forster expresses this idea in his novel, Howards End. Howards End is written based on human relation in daily life. In Howards End, Forster uses Margaret Schlegel, the main character, to reveal his message. Margaret is a woman who considers her action is always right. Yet, after experiencing many incidents, Margaret understands that people have strength as well as weaknesses, and she wants to develop her characters. Therefore, in her study of E.M. Forster?s Howards End, the thesis writer focuses on the process of the main character, Margaret Schlegel, in developing her character. In this thesis, the writer is curious to know the process of Margaret?s character development. She wants to prove that Margaret?s characters develop after she has faced many difficulties in her life as the consequence of her attitude. The writer analyzes Margaret?s character traits and conflicts, and how she develops her characters. In doing this analysis, the writer uses literary theories, which includes characterization and conflict. Margaret, the main character of this story, is born as a tough girl and does not want to hear others? opinion. She takes an action based on her feeling and her emotion. Getting involved with Henry Wilcox, an elderly man who becomes Margaret?s husband later, drives her into many difficulties which lead her to realize her flaws. Leonard Bast, a poor man, has to face a sorrow life. He has to accept his fate to die. Helen Schlegel, Margaret?s sister, has left Margaret because she cannot stand with her sister?s attitude. Those incidents makes Margaret wants to change her characters. Margaret finally knows that she cannot judge others based on her own point of view, and she needs to consider others? opinion. She knows that she cannot keep her thoughts because there are many people around her who may not be able to accept her ideas. She also learns to forgive other?s mistakes, and to accept other people?s weakness and strength.",
  "creators": "LILIK HARTATIK",
  "contributors": "Drs. Setefanus Suprajitno, M.A., Ph.D. (Advisor 1); Sarah Limuil (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.973; Lilik Hartatik (11496053)",
  "subjects": "FORSTER, E.M., 1879-1970. HOWARDS END-STUDY AND TEACHING; ENGLISH FICTION--20TH CENTURY--STUDY AND TEACHING"
}