{
  "id": "40802",
  "title": "Perancangan interior masterchef junior school di Surabaya",
  "abstract": "Fasilitas Kuliner di Surabaya semakin berkembang pesat seiring dengan banyaknya cafe dan restoran baru yang ada. Dunia kuliner sendiri tidak lepas dari kegiatan memasak, dan pada jaman ini tidak hanya orang dewasa saja yang mampu menciptakan hidangan yang lezat, namun anak-anak juga sudah mulai menggemari dunia memasak dan mulai belajar memasak dengan melihat dari kegiatan sehari-hari mereka yakni orangtua, koki di restoran, dan juga program memasak di televisi yakni Masterchef Junior yang merupakan ajang kompetisi memasak, namun fasilitas edukasi untuk memasak bagi anak-anak sendiri masih kurang mewadahi di Surabaya. Untuk itu perancangan sekolah memasak ini bertujuan untuk mewadahi fasilitas edukasi kuliner bagi semua anak-anak yang memiliki hobi dalam memasak, termasuk anak-anak yang disabilitas karena masih sedikit fasilitas yang mewadahi kebutuhan tersebut. Brand dari Masterchef Junior sendiri yang sudah dikenal banyak orang, sangat disayangkan jika hanya menyediakan fasilitas kompetisi saja, untuk itu perancangan kali ini merupakan sebuah usulan baru bagi pihak Masterchef Junior untuk menyediakan fasilitas edukasi memasak bagi anak-anak (normal dan difabel) yang memiliki fasilitas lengkap baik dari ruang teori, ruang demo, laboratorium culinary dan bakery, dan fasilitas-fasilitas pendukung lain seperti mini library, restaurant, urban gardening, mini market bagi publik agar masyarakat pun tertarik untuk masuk ke dalamnya dan dengan konsep Livable in Diversity yang menciptakan fasilitas sekolah memasak yang nyaman didiami walaupun ada perbedaan pengguna (normal dan difabel) dalam 3 aspek yaitu ergonomi, sustainable, dan safety.",
  "creators": "CHELLIA LAURENTIA DJIMANTORO",
  "contributors": "Dr. Ir. Hedy Constancia Indrani, M.T. (Advisor 1); Lucky Basuki (Advisor 2); Stephanus P. Honggowidjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021532/DIN/2017; Chellia Laurentia Djimantoro (41413016)",
  "subjects": "COOKING SCHOOLS-DECORATION; INTERIOR DECORATION; SCHOOL BUILDINGS-DECORATION"
}