{
  "id": "40822",
  "title": "Perancangan dan pembuatan aplikasi invoice untuk komersial berbasis android",
  "abstract": "Perkembangan teknologi informasi telah berkembang sangat pesat. Terdapat adanya perkembangan sistem informasi yaitu smartphone. Smartphone sebagai produk yang lebih berkembang menyediakan beragam tampilan fitur yang mudah di akses untuk memenuhi kebutuhan dan menjadi daya tarik tersendiri bagi penggunanya. Sehingga smartphone menjadi barang yang sangat di perlukan dalam melakukan kegiatan salah satunya sebagai alat bantu untuk memajukan dan menjalankan suatu proses transaksi dalam sebuah usaha. Pada sebuah proses transaksi dalam sebuah usaha pasti memerlukan data bukti pembayaran yaitu invoice. Invoice menjadi salah satu bukti pembayaran yang harus dibayarkan oleh customer kepada produsen. Oleh sebab itu peranan invoice sangat penting dalam proses transaksi dan seringkali invoice dicatat secara manual dan dicetak pada sebuah kertas yang dimana dapat menimbulkan kekhawatiran akan kehilangan data invoice. Oleh sebab itu, aplikasi invoice untuk komersial berbasis android dibuat untuk menjawab kebutuhan yaitu membantu penggerak bidang usaha terutama UMKM untuk dapat membuat invoice secara digital. Selain itu, aplikasi ini juga bisa menyimpan data invoice yang sudah dibuat dengan format .pdf dan kemudian data tersebut dapat tersimpan didalam cloud server dengan tujuan pengarsipan. Sehingga invoice bisa diambil sewaktu-waktu jika dibutuhkan.",
  "creators": "BAGUS EKO SUWARNO",
  "contributors": "Agustinus Noertjahyana (Advisor 1); Alexander Setiawan (Advisor 2); Lily Puspa Dewi, S.T., M.Kom. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021788/INF/2018; Bagus Eko Suwarno (26414033)",
  "subjects": "ANDROID (ELECTRONIC RESOURCE); APPLICATION SOFTWARE-DEVELOPMENT; ELECTRONIC INVOICES"
}