{
  "id": "40832",
  "title": "Perancangan furniture set untuk aktivitas di ruang keluarga pada area hunian",
  "abstract": "Berdasarkan kebutuhan keluarga, area yang menjadi tempat beraktivitas keluarga adalah area ruang keluarga. Ruang keluarga merupakan pusat dari rumah di mana semua anggota keluarga dapat duduk bersama dan menjadi pusat aktivitas penghuni rumah serta mendapatkan hiburan. Dikarenakan fungsinya sebagai ruang berkumpul untuk keluarga, maka ruang keluarga haruslah memiliki space yang cukup untuk semua anggota keluarga berkumpul dan duduk bersama. Perancangan furniture set untuk aktivitas keluarga pada area hunian merupakan perancangan yang bertujuan untuk menciptakan furnitur yang dapat mewadahi aktivitas pengguna yang kompleks di ruang keluarga. Rancangan furniture set memiliki 3 alternatif pilihan. Tiap set dirancang untuk memenuhi aktivitas pengguna yang kompleks, tetapi diterapkan pada furnitur yang berbeda-beda dengan sistem yang berbeda. Furniture set diharapkan dapat mewadahi aktivitas penggunanya dalam waktu yang lama (berkelanjutan). Dengan kata lain, furniture set dapat berubah seiring dengan berkembangnya kebutuhan dan aktivitas keluarga. Desain furnitur ini dirancang untuk perkembangan anak usia bayi sampai balita, tetapi masih bisa digunakan saat anak bertumbuh besar dengan memanfaatkannya menjadi fasilitas dan fungsi yang lain. Adanya perancangan ini memberi ide baru pada pasar untuk memecahkan masalah yang ada dalam ruang keluarga.",
  "creators": "STELLA DEWI",
  "contributors": "Filipus Priyo Suprobo, S.T., M.T. (Advisor 1); Poppy Firtatwentyna Nilasari, S.T., M.T. (Advisor 2); Thomas Ari Kristianto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021523/DIN/2017; Stella Dewi (41413005)",
  "subjects": "LIVING ROOM-DECORATION; HOUSE DECORATION; FURNITURE DESIGN"
}