{
  "id": "4088",
  "title": "Studi tentang faktor-faktor yang mempengaruhi perencanaan site layout proyek konstruksi di Surabaya",
  "abstract": "Pengetahuan akan faktor-faktor yang mempengaruhi perencanaan site layout proyek konstruksi dapat membantu para praktisi yang terlibat dalam merencanakan site layout yang efisien dan efektif. Penelitian ini bertujuan mengidentifikasi faktor-faktor yang mempengaruhi perencanaan site layout proyek konstruksi, solusi secara umum dari permasalahan faktor-faktor tersebut, dan mengetahui urutan prioritas perencanaan elemen fasilitas lapangan sementara dalam perencanaan site layout proyek konstruksi. Obyek penelitian adalah 22 proyek konstruksi di Surabaya yang sedang berjalan pada periode Februari-April 2006, dengan jumlah lantai minimal 3 lantai. Data diperoleh dengan melakukan penyebaran kuesioner ke kontraktor proyek konstruksi yang menjadi obyek penelitian dan dilakukan studi kasus pada 1 proyek konstruksi bangunan pusat diagnostik 8 lantai di Surabaya Timur. Hasil analisa mean untuk kategori seluruh proyek konstruksi di Surabaya menunjukkan bahwa faktor tunggu merupakan faktor yang paling mempengaruhi (mean=3.86), untuk kategori proyek konstruksi bangunan mall / pusat perbelanjaan faktor pergerakan merupakan faktor yang paling mempengaruhi (mean=4.19), sedangkan untuk kategori proyek konstruksi bangunan ruko / rukan faktor tunggu merupakan faktor yang paling mempengaruhi (mean=3.71). Hasil analisa Kruskal-Wallis Test menunjukkan terdapat perbedaan tingkat pengaruh pada beberapa faktor yang ada untuk 3 kategori proyek konstruksi yang dibandingkan, yaitu proyek konstruksi bangunan mall / pusat perbelanjaan, bangunan ruko / rukan, dan bangunan perkantoran, dengan nilai signifikan 5%. Hasil analisa menggunakan Nonstructural Fuzzy Decision Support System yang diterapkan dalam studi kasus menunjukkan bahwa fasilitas tower crane menempati urutan pertama dalam perencanaan site layout.",
  "creators": "ANDREAS ADIHARTANTO; DAVID IWAN CAHYONO",
  "contributors": "Herry Pintardi Chandra (Advisor 1); ANDI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.20121484/SIP/2006; Andreas Adihartanto (21402008), David Iwan Cahyono (21402069)",
  "subjects": "CONSTRUCTION INDUSTRY - MANAGEMENT; PROJECT MANAGEMENT"
}