{
  "id": "40884",
  "title": "Value Relevance atas informasi akuntansi sebelum dan sesudah adopsi IFRS pada perusahaan manufaktur dalam sektor industri barang konsumsi yang terdaftar di Bursa Efek Indonesia",
  "abstract": "Penelitian ini bertujuan untuk mengetahui pengaruh adopsi IFRS terhadap value relevance informasi akuntansi yang disajikan dengan earnings per share (EPS), book value per share (BVPS) dan operating cash flow per share (OCFS) yang tercermin dari perubahan stock price. Penelitian ini melihat value relevance informasi akuntansi selama dua periode yaitu sebelum dan sesudah adopsi IFRS. Value relevance didasarkan pada kekuatan penjelas (explanatory power/R2) dari regresi stock price pada EPS, BVPS dan OCFS yang tercemin dari nilai R-squared yang diperkenalkan oleh Ohlson. Penelitian ini berbentuk penelitian kuantitatif dimana data yang digunakan dalam penelitian ini adalah data sekunder. Penelitian ini menggunakan data panel yaitu perusahaan dalam sektor industri barang konsumsi yang terdaftar di BEI dari tahun 2007 hingga tahun 2014. Sampel yang digunakan dalam penelitian ini adalah perusahaan sektor barang konsumsi yang terdaftar dalam Bursa Efek Indonesia dan mengadopsi IFRS pada tahun 2011. Sampel berjumlah 17 perusahaan pada tahun 2007-2014. Teknik analisis data yang dipakai adalah dengan menggunakan model regresi berganda dengan software STATA versi 14. Dari hasil penelitian diketahui bahwa terdapat peningkatan value relevance informasi akuntansi yang disajikan dengan EPS, BVPS dan OCFS yang tercermin pada perubahan stock price. Hasil penelitian berguna bagi regulator, investor dan pembuat standar di Indonesia.",
  "creators": "KARINA NOVITASARI",
  "contributors": "Juniarti (Advisor 1); Adwin Surja Atmadja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011107/AKT/2018; Karina Novitasari (32414074)",
  "subjects": "ACCOUNTING; CASH FLOW; EARNING PER SHARE; MANUFACTURES-ACCOUNTING; MANUFACTURING INDUSTRIES"
}