{
  "id": "40896",
  "title": "Kajian implementasi universal design pada interior Perpustakaan Umum di Balai Pemuda Kota Surabaya",
  "abstract": "Perpustakaan sebagai fasilitas publik, tentunya akan dikunjungi oleh berbagai lapisan masyarakat dari berbagai usia termasuk masyarakat yang memiliki kebutuhan khusus. Oleh karena itu, faktor kemudahan aksesibilitas dan penyediaan fasilitas perlu memperhatikan tujuh prinsip universal desain (TPUD). Universal Desain adalah model yang digunakan untuk merancang suatu produk/fasilitas agar semua orang dapat memanfaatkan tanpa harus melakukan proses adaptasi secara khusus. Tujuan dari penelitian ini adalah menganalisis penerapan TPUD serta mengusulkan solusi desain yang dapat diterapkan pada interior Perpustakaan Umum Balai Pemuda agar memenuhi TPUD. Penelitian ini menggunakan metode penelitian kualitatif dengan pengumpulan data memakai metode observasi, wawancara, dan dokumentasi. Data yang diperoleh diolah secara deskriptif analitik. Hasil penelitian menunjukkan bahwa dari ke-13 ruang yang ada dalam Perpustakaan Balai Pemuda, hanya 2 ruang saja yang memenuhi ketujuh prinsip universal desain, sedangkan 11 ruang lainnya masih baru menerapkan beberapa prinsipnya saja sehingga membutuhkan solusi desain yang didasari oleh TPUD. Solusi desain yang diusulkan terdiri atas: (1) pengubahan desain agar dapat digunakan oleh pengunjung dengan kursi roda, anak-anak dan lansia; (2) mengubah tata letak fasilitas yang tersedia agar lebih efektif; (3) menambah keterangan pada signage untuk memperjelas informasi; (4) menambah sistem keamanan pada ramp dan stop kontak; (5) menambah desain toilet khusus untuk difabel; serta (6) mendesain ulang area washtafel agar dapat digunakan oleh pengunjung dengan kursi roda dan anak-anak.",
  "creators": "AIRIN VALENTINE",
  "contributors": "I Gusti Ngurah Ardana (Advisor 1); Diana Thamrin,S.Sn. (Advisor 2); Yusita Kusumarini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00011539/DIN/2017; Airin Valentine (41413025)",
  "subjects": "LIBRARY BUILDINGS-DECORATION; INTERIOR DECORATION"
}