{
  "id": "40901",
  "title": "Perancangan mebel multifungsi bermain motorik untuk kegunaan pertumbuhan balita di rumah",
  "abstract": "Permainan adalah suatu kegiatan yang dapat diintegrasikan dalam pembelajaran Anak Usia Dini. Dunia bermain adalah dunia yang penuh warna dan menyenangkan. Para pelaku permainan akan merasa terhibur dan senang dengan melakukannya. Dari kata “bermain” saja sudah menunjukkan bahwa kegiatan ini berdampak memberikan penyegaran pikiran dari berbagai aktifivitas yang menjenuhkan. Bagi anak-anak, bermain memiliki peranan yang sangat penting. Beberapa pakar psikologi berpendapat bahwa kegiatan bermain dapat menjadi sarana untuk perkembangan anak. Dengan melakukan permainan, anak-anak akan terlatih secara fisik. Dengan demikian kemampuan kognitif dan sosialnyapun akan berkembang. Karakter anak yang senang bermain menjadikan kita seorang desainer harus memperhatikan beberapa hal yaitu tentang konsep, tujuan dan syarat permainan untuk anak, penggolongan kegiatan bermain anak, bahan dan alat permainan yang sesuai dengan perkembangan anak, serta implementasi penggunaan permainan dan alat bermain dalam kegiatan bermainnya. Adapun tujuan penulisan ini adalah agar orangtua tetap berperan penting dalam hal mengawasi pertumbuhan anaknya di rumah. Setelah dikaji secara teori, maka dapat disimpulkan bahwa pembelajaran dengan menggunakan metode permainan sangat sesuai dengan karakter anak usia dini. Maka dari itu pembuatan mebel ini dibuat harus sesuai dengan fungsi motorik aktivitas yang dibutuhkan anak. Dengan pengelolaan yang tepat permainan dalam pembelajaran dapat membantu anak sebagai upaya dalam membantu perkembangan anak semaksimal mungkin.",
  "creators": "CATHERINE CYNTHIA KUSUMA",
  "contributors": "Dr. Ir. Hedy Constancia Indrani, M.T. (Advisor 1); Ir. Hendy Mulyono (Advisor 2); Marina Widyastanti, A.Md. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021543/DIN/2017; Catherine Cynthia Kusuma (41413029)",
  "subjects": "INTERIOR DECORATION; FURNITURE DESIGN"
}