{
  "id": "40929",
  "title": "Hubungan klasifikasi hotel bisnis terhadap implementasi crime prevention through environmental design (cpted) dalam desain interior studi kasus pada Hotel Yello Jemursari dan Hotel88 Kedungsari Surabaya)",
  "abstract": "Surabaya merupakan salah satu destinasi industri terbesar kedua di Indonesia, setelah Jakarta. Hotel bisnis hadir sebagai fasilitas pendukung industry dan perjalanan bisnis guna menekan anggaran perjalanan bisnis dalam segi akomodasi. Menurut peraturan Menteri Pariwisata dan Ekonomi Kreatif, PM.53/HM.001/MPEK/2013 bab 1 pasal 2b, sebuah hotel dapat beroperasi apabila lulus uji sertifikasi kelayakan standar usaha hotel yang mencakup memberikan perlindungan kepada tamu, pengusaha hotel, tenaga kerja, dan masyarakat, baik untuk keselamatan, kesehatan, kenyamanan, keamanan, dan kemudahan serta pelestarian lingkungan hidup. Untuk itu perlu adanya pola sistem keamanan yang dapat dicapai dengan Crime Prevention Through Environental Design (CPTED) untuk memenuhi salah satu standar tersebut. Penelitian ini bertujuan untuk mengetahui bagaimana implementasi CPTED pada desain interior hotel bisnis di Surabaya. Penelitian ini dilakukan pada Hotel88 cabang Kedungsari, sebagai hotel bintang 2, dan pada Hotel Yello cabang Jemursari, sebagai hotel bintang 3, dengan metode kualitatif deskriptif. Hasil analisis menunjukkan bahwa perbedaan kelas hotel berkaitan dengan implementasi CPTED pada desain interior masing-masing hotel bisnis. Pada Hotel88 Kedungsari, dengan klasifikasi hotel yang lebih rendah masih ditemukan kekurangan dalam hal pengawasan dan target hardening yang kurang maksimal akibat terbatasnya jumlah staff yang dimiliki dan perbedaan pengadaan fasilitas.",
  "creators": "ELLENA FELICIA ANTONO",
  "contributors": "COK GEDE RAI PADMANABA (Advisor 1); Purnama Esa Dora Tedjokoesoemo, S.Sn., M.Sc. (Advisor 2); I Gusti Ngurah Ardana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00011555/DIN/2017; Ellena Felicia Antono (41413041)",
  "subjects": "CRIME PREVENTION; HOTELS-DECORATION; INTERIOR DECORATION"
}