{
  "id": "40922",
  "title": "Penerapan interior branding pada Hotel Yello",
  "abstract": "Berkembangnya dunia hiburan dan pariwisata di Surabaya menyebabkan banyak wisatawan berdatangan. Hal ini mengakibatkan bisnis perhotelan semakin menjamur. Hotel bintang 3 merupakan hotel terlaris saat ini karena menawarkan fasilitas memadai dengan harga ekonomis. Untuk mengatasi persaingan, banyak hotel bintang 3 menerapkan suatu branding pada interiornya. Interior branding terbentuk tidak hanya dari keindahan visual saja, melainkan dari suasana ruang yang mengandung cerita dan pesan unik untuk mempengaruhi pandangan pengunjung. Salah satu hotel yang membranding interiornya adalah Hotel Yello. Hotel yang berada di Surabaya dan Jakarta ini dipilih sebagai objek penelitian karena memiliki konsep interior unik dengan tujuan dan pesan positif bagi pengunjungnya. Penelitian ini bertujuan untuk mengetahui bagaimana penerapan interior branding pada Hotel Yello. Apakah penerapannya sudah sesuai dengan 3 aspek interior branding menurut Kim Kuhteubl yaitu clear vision, unique story, dan energy, yang didukung dengan teori interior hotel lainnya. Penelitian ini merupakan penelitian kualitatif dengan metode analisis deskriptif. Berdasarkan hasil analisis terlihat bahwa secara keseluruhan kedua Hotel Yello sudah menerapkan semua aspek interior branding dengan baik. Penerapan ini terlihat pada pemilihan bentuk, warna, dan material elemen interior, organisasi ruang, serta penataan furnitur. Keberhasilan penerapan branding Hotel Yello ini didukung oleh kepuasan pengunjung ketika berada di dalamnya. Sehingga interior branding menjadi hal yang penting dalam perancangan interior, khususnya sebuah hotel. Dengan menerapkan interior branding, diharapkan pengunjung mendapat first impression yang baik dari tampilan sebuah hotel. Selain itu pengunjung juga dapat menangkap cerita/pesan yang hendak disampaikan hotel. Cerita/pesan inilah yang dijadikan sebagai ciri khas hotel yang membedakannya dengan hotel lain.",
  "creators": "ASTRI INDRAWATI GUNAWAN",
  "contributors": "Sriti Mayang Sari (Advisor and Examination Committee); STEPHANIE MELINDA FRANS (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00011541/DIN/2017; Astri Indrawati Gunawan (41413027)",
  "subjects": "INTERIOR DECORATION; HOTELS-DECORATION"
}