{
  "id": "40924",
  "title": "Perancangan interior fasilitas edukasi hidroponik di Surabaya",
  "abstract": "Pertumbuhan penduduk yang makin pesat di perkotaan menyebabkan terjadinya peledakan penduduk termasuk di kota Surabaya. Lahan hijau dan lahan pertanianpun dialihfungsikan menjadi bangunan-bangunan. Minimnya lahan pertanian di kota menyebabkan munculnya konsep urban farming. Urban farming merupakan konsep memindahkan pertanian konvensional ke pertanian di perkotaan. Hidroponik merupakan salah satu teknik dari urban farming, di mana dapat menanam tanpa menggunakan media tanah. Di Surabaya sudah terdapat fasilitas yang mewadahi kegiatan edukasi hidroponik. Tetapi fasilitas yang ada tidak didesain optimal untuk kegiatan pembelajaran. Permasalahan yang dirumuskan dalam perancangan ini yaitu Bagaimana mengalihfungsikan organisasi ruang pada bangunan eksisting menjadi fasilitas edukasi hidroponik, merancang interior fasilitas edukasi hidroponik di mana tanaman hidroponik dapat tumbuh optimal di dalam ruang, bagaimana merancang interior fasilitas edukasi di mana performa ruang mengoptimalkan pembelajaran dan kesehatan manusia yang berada di dalamnya. Metode perancangan diadaptasi dari proses design thinking yang dilakukan oleh Sarah Gibbons, Nielsen Norman Group dengan tahapan empathize, define, ideate, prototype, test, dan implement. Hasil dari proses perancangan ini yaitu membuat programming yang berupa analisa aktivitas dan kebutuhan ruang untuk mendapatkan organisasi ruang yang sesuai dengan fungsi fasilitas edukasi hidroponik. Ruang-ruang dikondisikan agar tanaman hidroponik dapat tumbuh optimal di dalam ruang dengan menggunakan teknologi sistem kontrol iklim yang memonitor kelembapan, temperatur, angin sehingga pengunjung merasa nyaman berada di dalam dan tumbuhan tetap dapat hidup. Hidroponik yang diterapkan pada tiap ruang-ruang dapat berfungsi sebagai dekorasi dan dapat dijadikan sebagai media pembelajaran pada ruang-ruang seperti ruang seminar dan workshop agar pembelajaran lebih optimal. Implementasi konsep green interior yaitu dengan penggunaan material ramah lingkungan, memaksimalkan pencahayaan alami, menyediakan kualitas udara yang sehat bagi pengguna di dalamnya.",
  "creators": "CYNTHIA NATALIA",
  "contributors": "Yusita Kusumarini (Advisor 1); JEAN FRANCOIS POILLOT (Advisor 2); Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021548/DIN/2017; Cynthia Natalia (41413034)",
  "subjects": "EDUCATION CENTERS-DECORATION; HYDROPONICS; INTERIOR DECORATION"
}