{
  "id": "40923",
  "title": "Penerapan eko-interior pada Restoran Merah Putih di Bali",
  "abstract": "Salah satu upaya yang dapat dilakukan oleh desainer interior dalam mengatasi isu-isu lingkungan adalah dengan menerapkan pendekatan eko-interior pada konsep perancangannya. Penerapan eko-interior sangat diperlukan untuk menanamkan sikap bertanggung jawab terhadap lingkungan. Selain itu, penerapan eko-interior dapat membantu mewujudkan ruang yang sehat, ramah lingkungan, dan meningkatkan kenyamanan serta produktivitas. Aspek-aspek eko-interior yang meliputi konservasi energi, konservasi air, kualitas udara dalam ruang, dan pemilihan material, akan digunakan sebagai tolok ukur analisis pada penelitian ini. Restoran Merah Putih dipilih sebagai objek penelitian karena restoran ini telah menerapkan prinsip ramah lingkungan pada bangunannya, baik dari segi eksterior maupun interior. Penelitian ini bertujuan untuk mengetahui penerapan aspek eko-interior pada bangunan Restoran Merah Putih di Bali. Metode penelitian yang digunakan adalah pendekatan kualitatif dengan metode analisis deskriptif. Hasil dari penelitian ini adalah restoran telah menerapkan aspek-aspek eko-interior secara maksimal pada aspek konservasi energi dan konservasi air. Penggunaan pencahayaan alami telah dimaksimalkan sepanjang hari pada setiap area pada restoran, serta menggunakan pencahayaan buatan hemat energi pada malam hari. Pada aspek konservasi air, restoran telah menerapkan sistem penampungan air hujan dan pengolahan air limbah. Sedangkan pada aspek kualitas udara dalam ruang dan pemilihan material masih belum diterapkan secara optimal pada area-area restoran secara keseluruhan, seperti kurangnya ventilasi serta material dan finishing pada elemen pembentuk ruang (lantai, dinding, plafon), elemen pengisi ruang maupun elemen dekoratif yang tidak sepenuhnya ramah lingkungan.",
  "creators": "FAUSTINE FARELLYA",
  "contributors": "Sriti Mayang Sari (Advisor 1); STEPHANIE MELINDA FRANS (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00011544/DIN/2017; Faustine Farellya (41413030)",
  "subjects": "RESTAURANTS-DECORATION; INTERIOR DECORATION"
}