{
  "id": "40936",
  "title": "Pembuatan alat bantu desain perkuatan lentur balok beton bertulang dengan FRP berdasarkan ACI 440.2R-17",
  "abstract": "Ada berbagai cara untuk memperkuat struktur bangunan beton bertulang. Memperbesar dimensi, memperpendek bentang, hingga menggunakan FRP adalah beberapa metode untuk memperkuat kapasitas elemen struktur. Seiring berkembangnya teknologi, nilai ekonomis FRP menjadi semakin tinggi. Hal inilah memacu permintaan terhadap alat bantu untuk merencanakan FRP. Sayangnya, alat bantu perhitungan perkuatan dengan FRP mayoritas dibuat oleh para produsen FRP, sehingga penggunaanya dibatasi pemakaiannya hanya untuk produk tertentu. Oleh karena itu, dibuat sebuah alat bantu FRP yang umum, mudah untuk digunakan, serta memiliki hasil output yang cukup lengkap seperti regangan, tegangan, gaya dalam masing-masing penampang baik dalam keadaan batas ultimit maupun keadaan batas kemampuan layan, sebelum dan sesudah diperkuat hingga notifikasi-notifikasi yang sekiranya membantu para pengguna program untuk mengoptimalkan perhitungan perkuatan lentur pada balok beton bertulang dengan menggunakan FRP. Program telah terverifikasi terhadap berbagai kemungkinan kasus sehingga terbukti mempunyai perhitungan yang sesuai dengan ACI 440.2R-17. Program yang dibuat dengan basis Visual Basic 2015 .Net cocok untuk digunakan sebagai sarana edukasi maupun untuk kepentingan profesional karena ramah kepada pengguna program.",
  "creators": "REYNOLD JUDITHIA; GILBERT ALEXANDER",
  "contributors": "Pamuda Pudjisuryadi (Advisor 1); Gunawan Budi Wijaya S.T., M.T., M.Eng. (Advisor 2); Benjamin Lumantarna (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012212/SIP/2018, 15012212/SIP/2018; Reynold Judithia, (21414025), Gilbert Alexander (21414130)",
  "subjects": "CONCRETE BEAMS; REINFORCED CONCRETE CONSTRUCTION"
}