{
  "id": "40931",
  "title": "Kajian adaptasi tradisi Gereja Katolik pada interior bangunan Tionghoa menjadi Gereja Santa Maria De Fatima Jakarta",
  "abstract": "Gereja Santa Maria De Fatima awalnya merupakan bangunan rumah tinggal milik seorang bangsawan Tionghoa yang terletak di kawasan Pecinan Jakarta, sehingga tampak bangunannya tersebut masih mencerminkan budaya Tionghoa. Fenomena ini menarik untuk diteliti, karena bangunan rumah tinggal telah beralih fungsi menjadi sebuah Gereja Katolik. Tujuan penelitian ini adalah untuk mengetahui adaptasi yang terjadi antara tradisi Katolik dengan budaya Tionghoa pada interior gereja dan seberapa besar telah terjadi adaptasi tersebut. Sebagai penelitian observasional, proses pengumpulan data dilakukan menggunakan metode kepustakaan, wawancara, observasi, dan dokumentasi. Hasil penelitian menunjukkan bahwa pada interior Gereja telah terjadi adaptasi antara tradisi Katolik dengan budaya Tionghoa. Budaya Tionghoa yang diadaptasi pada interior gereja adalah bentuk bangunan, fasad, organisasi bangunan, partisi, meja lilin, meja tabernakel, tabernakel, patung singa batu, tiang penumpu plafon, bunga peony, konsul atap, dan aksesoris. Tradisi Katolik yang diadaptasi pada interior gereja adalah layout dan sedilia. Unsur interior Gereja yang merefleksikan adaptasi dari kedua budaya tersebut terdiri dari elemen pembentuk ruang, elemen transisi, meja altar, mimbar, pencahayaan, ukiran meander, dan ilustrasi dinding. Sedangkan unsur interior Gereja yang tidak mengalami adaptasi adalah arah hadap ruangan, kursi umat, kursi misdinar, dan lampu suci.",
  "creators": "GABRIELLA MARIA",
  "contributors": "I Gusti Ngurah Ardana (Advisor 1); Diana Thamrin,S.Sn. (Advisor 2); Yusita Kusumarini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00011557/DIN/2017; Gabriella Maria (41413044)",
  "subjects": "INTERIOR DECORATION; CATHOLIC CHURCH-DECORATION"
}