{
  "id": "40930",
  "title": "Eksperimen perancangan elemen pembentuk dan pengisi ruang interior berbasis repurposing pipa PVC",
  "abstract": "Pipa PVC adalah bahan bangunan yang sangat umum digunakan dalam instalasi plumbing di seluruh dunia sejak tahun 1930. Dengan karakter fisik yang ringan, kuat, fleksibel, tahan terhadap kebocoran dan korosi, serta mudah dari segi perakitan, sifat fisik pipa PVC ini sangat potensial digunakan dalam perancangan elemen pembentuk dan pengisi ruang interior dengan prinsip “repurposing”. Dalam perancangan ini terdapat 2 pokok masalah yang diangkat yakni bagaimana potensi pipa PVC dalam perancangan elemen pembentuk dan pengisi ruang interior dan apa saja kekurangan dan kelebihan dari rancangan elemen pembentuk dan pengisi ruang interior yang menggunakan pipa PVC sebagai bahan utamanya jika ditinjau dari sifat material pipa PVC, penerapan sistem mekanis, dan modularnya. Untuk mengidentifikasi potensi beserta kelebihan dan kekurangan pipa PVC dalam perancangan elemen interior, penulis mengembangkan metode perancangan berupa design thinking dari d’school Paris. Design thinking d’school Paris memiliki beberapa tahapan proses yang meliputi tahap inspiration (understand, observe, dan P.O.V.) di mana seluruh data dan informasi pendukung diperoleh, tahap ideation (ideate, prototype, dan test) di mana segala bentuk eksperimen dan pembuatan produk dilakukan, serta tahap implementation (story telling, pilot, dan business mode canvas) dimana penulis berusaha mengaplikasikan branding pada produk untuk tujuan komersial. Perancangan ini menghasilkan 5 desain produk interior berupa chair, office table, coffee table, partisi, dan stacking rack dengan material utama pipa PVC. Kelima produk ini dapat membuktikan potensi pipa PVC dalam perancangan elemen interior dari segi sifat material dan penerapan sistemnya. Perancangan ini juga membuktikan bahwa produk interior dengan material dasar pipa PVC memiliki kelebihan terkait waktu pembuatan serta membuktikan bahwa sistem mekanis dan modular dapat diaplikasikan dengan sambungan dan tabung pipa PVC. Selain kelebihan, beberapa kekurangan berupa aplikasi sistem dan proses perakitan yang kurang sempurna juga dapat diidentifikasi sebagai bahan untuk pengembangan perancangan selanjutnya.",
  "creators": "JONATHAN PRAMONO",
  "contributors": "Yusita Kusumarini (Advisor 1); JEAN FRANCOIS POILLOT (Advisor 2); Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior Skripsi No. 00021556/DIN/2017; Jonathan Pramono (41413042)",
  "subjects": "FURNITURE DESIGN; INTERIOR DECORATION"
}