{
  "id": "4094",
  "title": "Manajemen risiko bidang operasional pada readymix concrete",
  "abstract": "Proyek konstruksi semakin hari semakin kompleks menyebabkan suatu strategi yang memadai, yang dinamakan dengan manajemen risiko. Manajemen risiko merupakan aplikasi dari manajemen umum yang berhubungan dengan berbagai aktifitas yang dapat menimbulkan risiko. Manajemen risiko sendiri selalu bersangkutan dengan cara yang digunakan oleh suatu perusahaan untuk mencegah atau mengatasi risiko-risiko. Readymix concrete merupakan beton siap pakai yang mana pencampurannya dilakukan secara otomatis pada suatu batching plant kemudian dikirimkan kepada konsumen. Penelitian ini mempelajari bagaimana mengelola manajemen risiko pada perusahaan readymix concrete, yang terdiri dari tiga tahapan yaitu: mengidentifikasi dan mengevaluasi (mengukur frekuensi dan dampak) dari setiap risiko, memilih metode dan mengimplementasikannya, dan mengontrol kecocokan metode manajemen risiko yang dipilih. Perusahaan yang diteliti adalah PT. A, PT. B, dan PT. C. Hasil analisis penelitian memperlihatkan bahwa bidang finansial mempunyai risiko yang terbesar, untuk PT. A pada permasalahan moneter (frekuensi = 2.67 dan dampak = 3.00), PT. B pada permasalahan kontrak (frekuensi = 2.00 dan dampak = 3.00), PT. C pada permasalahan moneter (frekuensi = 2.00 dan dampak = 4.00), oleh karena itu pemilihan metode dan pengimplementasiannya lebih difokuskan pada bidang finansial, khususnya pada permasalahan moneter dan kontrak.",
  "creators": "ADI SUTANTO; TOMY GUNAWAN",
  "contributors": "Sentosa Limanto (Advisor 1); Herry Pintardi Chandra (Advisor 2); Andi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.20121482/SIP/2006; Adi Sutanto (21402002), Tomy Gunawan (21402018)",
  "subjects": "RISK MANAGEMENT; CONCRETE CONSTRUCTION; PROJECT MANAGEMENT"
}