{
  "id": "4095",
  "title": "Analisis faktor-faktor yang mempengaruhi konsumen melakukan pembelian hewan peliharaan di luar funnimal PTC (pasar ikan hias Irian Barat dan pasar burung Bratang) dan funnimal PTC",
  "abstract": "Pasar Ikan Hias Irian Barat dan Pasar Burung Bratang merupakan salah satu tempat penjualan hewan peliharaan di Surabaya yang dibangun dengan konsep pasar tradisional. Tetapi, sekarang telah muncul tempat penjualan hewan peliharaan yang baru di Surabaya yang dibangun dalam satu lokasi di sebuah mall (Pakuwon Trade Center) yang dinamakan Funnimal. Dibangun dengan konsep modern menjadikan Funnimal sebagai tempat penjualan hewan peliharaan yang menarik untuk dikunjungi oleh para pecinta hewan. Persaingan pun mulai terjadi antara tempat penjualan hewan peliharaan yang terletak di luar Funnimal PTC (Pasar Ikan Hias Irian Barat dan Pasar Burung Bratang) serta Funnimal PTC. Berdasarkan permasalahan diatas maka dianalisa apakah faktor produk, harga, lokasi dan pelayanan mempengaruhi konsumen dalam membeli hewan peliharaan di luar PTC (Pasar Ikan Hias Irian Barat dan Pasar Burung Bratang) dan di Funnimal PTC dan faktor apakah yang paling dominan yang mempengaruhi konsumen dalam membeli hewan peliharaan serta apakah ada perbedaan penilaian konsumen diantara 4 faktor diatas diluar Funnimal PTC (Pasar Ikan Hias Irian Barat, Pasar Burung Bratang) dan Funnimal PTC. Hasil dari penelitian menyimpulkan bahwa keempat faktor tersebut mempengaruhi konsumen dalam membeli hewan peliharaan. Untuk faktor yang paling dominan sehingga konsumen memutuskan untuk membeli hewan peliharaan di luar Funnimal (Pasar Ikan Hias Irian Barat dan Pasar Burung Bratang) adalah faktor harga dan faktor yang paling mempengaruhi konsumen untuk membeli hewan peliharaan di Funnimal PTC adalah faktor lokasi. Dari hasil penelitian ini pula diketahui bahwa terdapat perbedaan penilaian konsumen antara konsumen Pasar Ikan Hias Irian Barat dan Pasar Burung Bratang serta Funnimal PTC yaitu di faktor harga dan pelayanan.",
  "creators": "GRACE MARSELLYNA; ARIEF SETIAWAN RAHARJO",
  "contributors": "Rachmat Sugianto (Advisor 1); Dra. Monica Ida Uniati , M.M. (Advisor 2); Sundring Pantja Djati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010012/TLM/2007; Grace Marcellyna (35402010), Arief Setiawan Raharjo (35402053)",
  "subjects": "CONSUMERS-RESEARCH; CONSUMER BAHAVIOUR"
}