{
  "id": "40954",
  "title": "Evaluasi dan peningkatan kinerja sumber daya manusia di PT X",
  "abstract": "Rencana kerja HRD di HRIS terdiri dari 5 tahap, yaitu plan, acquiring, develop, maintain, dan retain. HRIS yang digunakan saat ini hanya membantu pada proses plan dan maintain saja, sehingga perlu peningkatan HRIS. Proses peningkatan HRIS membutuhkan mapping business process dalam bentuk dokumen prosedur penggunaan. Perbaikan dokumen diperlukan karena ada perbedaan antara dokumen prosedur yang sudah ada dengan proses aktual. Hasilnya didapatkan 8 dari 9 dokumen penggunaan sistem berbeda dengan proses asli dan dilakukan perbaikan. Pemilihan supplier HRIS dibutuhkan untuk peningkatan HRIS. Pemilihan supplier HRIS yang lama dan tidak efisien menjadi permasalahan, sehingga diperlukan adanya perbaikan. Penggunaan metode AHP digunakan untuk menganalisis kriteria apa saja yang menjadi prioritas dalam memilih supplier yang tepat. Kriteria pengalaman dan subkriteria lama supplier bergerak di bidang pembuatan software HRIS menjadi prioritas utama dalam pemilihan supplier. Peningkatan kinerja pada rencana kerja acquiring, yaitu pada proses perekrutan karyawan juga perlu dilakukan. Peningkatan didasari pada data Labor Efficiency segmen 1160 tahun 2016 yang menunjukkan adanya 66 masalah yang disebabkan manusia dari total 142 masalah yang timbul. Usulan perbaikan menggunakan metode AHP untuk mencari kriteria dan subkriteria yang menjadi prioritas utama bagi perusahaan untuk merekrut karyawan baru. Kriteria sikap dan subkriteria kehati-hatian dipilih menjadi prioritas utama.",
  "creators": "LAURENTIUS ADRIAN HARTONO",
  "contributors": "Tanti Octavia (Advisor 1); Debora Anne Yang Aysia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022088/IND/2017; Laurentius Adrian Hartono (25413028)",
  "subjects": "AHP (ANALYTIC HIERARCHY PROCESS); HUMAN RESOURCES MANAGEMENT; PERSONNEL MANAGEMENT"
}