{
  "id": "40987",
  "title": "Tinjauan awal pemenuhan dokumentasi sistem manajemen mutu ISO 9001:2015 di PT Teno Indonesia",
  "abstract": "PT Teno Indonesia merupakan perusahaan yang bergerak pada bidang jasa yaitu pemancangan tiang bangunan. Penelitian ini ditujukan untuk membantu perusahaan dalam mempersiapkan upgrading sistem manajemen mutu dari ISO 9001:2008 ke ISO 9001:2015. Persyaratan yang perlu ditambahkan selama persiapan adalah analisa isu internal eksternal dan pihak berkepentingan (klausul 4.1 & 4.2) serta analisa risiko (klausul 6.1). Analisa isu internal eksternal dilakukan terhadap seluruh departemen dengan metode analisis SWOT (Strength, Weakness, Opportunities, Threats). Analisa risiko dilakukan terhadap seluruh prosedur dokumen ISO 9001:2008 yang kemudian dikelompokan menjadi per departemen dengan menggunakan metode FMEA (Failure Modes and Effect Analysis). PT Teno Indonesia sudah memiliki kontrol yang cukup baik terhadap isu internal eksternal dan potensi kegagalan. Tidak menutup kemungkinan masih terdapat beberapa proses dari tiap departemen yang memiliki risiko yang tergolong tinggi dan perlu ditindaklanjuti. Pembaharuan job desc dan prosedur sesuai format ISO 9001:2015 dilakukan pada seluruh departemen sesuai prosedur dokumen ISO 9001:2008. Implementasi analisa risiko dan tindakan pencegahan serta hasilnya sudah dilakukan pada proyek Amega Crown selama satu minggu. Tinjauan mutu awal menunjukan tingkat kesesuaian dengan persyaratan ISO 9001:2015 sebesar 92% sedangkan tinjauan akhir belum sepenuhnya dapat diukur karena hanya bersifat pemenuhan dokumen saja dan belum diimplementasikan.",
  "creators": "DAVE WARREN TANDIONO",
  "contributors": "Jani Rahardjo (Advisor 1); I Nyoman Sutapa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022064/IND/2017; Dave Warren Tandiono (25413059)",
  "subjects": "TOTAL QUALITY MANAGEMENT; ISO 9001:2015"
}