{
  "id": "40984",
  "title": "Usulan peningkatan kinerja karyawan pada departemen blow molding dan injection molding di PT X menggunakan Metode DILO",
  "abstract": "PT X merupakan anak perusahaan dari X-Group yang bergerak dalam bidang pembuatan packaging kosmetik berbahan dasar plastik. PT X menginginkan adanya peningkatan kinerja pada departemen blow dan injection molding. Peningkatkan dilakukan karena tingginya biaya pekerja yang dikeluarkan perusahaan. Pengurangan pekerja dan peningkatan kinerja merupakan solusi efisiensi yang dipilih oleh perusahaan. Kesempatan untuk menemukan peningkatan dicari menggunakan metode DILO (Day in the life of). Metode DILO digunakan untuk mengetahui kegiatan apa saja yang dilakukan beserta dengan lama waktu yang digunakan oleh seorang pekerja pada masa jam kerjanya yang nantinya akan dibandingkan dengan standar dari perusahaan. Metode ini menemukan adanya range perbedaan dari jabatan supervisor sebesar 0%-31%, mandor sebesar 2%-21%, teknisi MTP sebesar 2%-38%, teknisi mesin sebesar 2% - 24%, dan staf administrasi sebesar 0%-26%. Dengan metode ini juga dapat ditemukan kesempatan-kesempatan untuk dilakukannya peningkatan yang tampak pada saat pengambilan data. Metode DILO ini berhasil menemukan usulan untuk meningkatkan kinerja karyawan di departemen terkait dengan cara memberikan sosialisasi terkait standar komposisi kerja yang disusun oleh manajemen, relayout pada ruangan teknisi MTP (Mold Tooling Preparation), dan pemberian checklog dan CCTV untuk departemen terkait untuk menekan keterlambatan pekerja.",
  "creators": "NICO TANAYA",
  "contributors": "Tanti Octavia (Advisor 1); Debora Anne Yang Aysia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022059/IND/2017; Nico Tanaya (25413019)",
  "subjects": "WORK MEASUREMENT; PLANT LAYOUT; PERSONNEL MANAGEMENT"
}