{
  "id": "410",
  "title": "A Comparative study of the male dominance towards the main female characters, Maggie Tulliver and Esther Lyon, and their reactions against the male dominance as seen in George Eliot's ...",
  "abstract": "This thesis mainly deals with the comparative study of the male dominance towards the two main female characters of George Eliot?s novels, The Mill on the Floss and Felix holt, the radical Maggie Tulliver and Esther Lyon. Both Maggie Tulliver and Esther Lyon have to undergo hostilities in dealing with the main male characters as the outcome of the dominance of the main male characters, Tom Tulliver and Felix Holt. Despite the fact that Maggie and Esther have to undergo a similar predicament, they apply contradictory attitudes in dealing with it; nevertheless, in the end both of them encounter equivalent result: the failure to gain equality with the male characters. By comparing and contrasting the male dominance of Tom Tulliver and of Felix Holt as well as the attitudes of Maggie Tulliver and of Esther Lyon by means of the literary theory and the theory of Marxist feminism, I want to know why the male dominance towards the main female characters subsists despite the contradictory attitudes of the heroines. In fact, this comparative study aims to show that Maggie and Esther fail to gain equality with the main male characters due to the strength of male dominance itself. Having to encounter the biggest dominance from her brother, Tom Tulliver, Maggie attempts to fortify herself by opposing Tom?s male force. Nevertheless, instead of gaining equality with Tom, she has to meet frustrating result which is the dereliction to elude from Tom?s dominance. This is due to the fact that Tom strengthens his dominance towards Maggie whenever she opposes his dominance that in the end, Maggie reconciles herself to the reality that Tom is superior to her. On the other hand, Esther, who has to encounter the dominance of Felix Holt, applies her own discrepant attitudes from those of Maggie in dealing with Felix?s dominance. Obliging herself to be submissive, Esther attempts to safeguard herself from Felix?s dominance. Notwithstanding her discrepant attitudes from those of Maggie, still she has to encounter equivalent result. In fact, Esther has accepted the fact that Felix is her superior; thus she failed from the very first time and this makes her different from Maggie. Thus, Maggie and Esther must reconcile themselves to the reality that all of their endeavors to gain equality with the main male characters are nothing but fruitless dream, albeit Maggie?s attitudes are rebellious while Esther?s attitudes are submissive. This shows that any kinds of demeanor used by Maggie and Esther in dealing with the male dominance are confronted to the dead ends which are constructed by the male dominance. As a result, since Maggie and Esther are ensnared within the vicious cycle of male dominance, they will never be able to acquire their self-determination anymore, and all of their endeavors are unavailing.",
  "creators": "MARIA NATALIA DAMAYANTI M",
  "contributors": "Liliek Soelistyo (Advisor 1); SANTIKO BUDI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.986; Maria Natalia (11498025)",
  "subjects": "ELIOT, GEORGE, 1819-1880. THE MILL ON THE FLOSS; ENGLISH FICTION--19TH CENTURY--STUDY AND TEACHING; ELIOT, GEORGE, 1819-1880. FELIX HOLT, THE RADICAL-STUDY AND TEACHING"
}