{
  "id": "4100",
  "title": "Perancangan dan pembuatan aplikasi e-commerce menggunakan PHP Hypertext Preprocessor (PHP) di CV Nobel Technotronics",
  "abstract": "CV. Nobel Technotronics adalah perusahaan yang menawarkan perangkat komputer, baik untuk keperluan perkantoran maupun untuk keperluan pribadi. Kurangnya media informasi bagi customer CV. Nobel Technotronics dan adanya keterbatasan dalam hal waktu, biaya, dan informasi dalam melakukan pembelian dan pembayaran perangkat komputer serta keterbatasan ruang lingkup bagi pihak perusahaan untuk melakukan promosi menjadi latar belakang perancangan dan pembuatan aplikasi e-commerce ini. Dengan pembuatan aplikasi e-commerce ini, kebutuhan akan informasi yang cepat dan lengkap akan terpenuhi, customer dapat melakukan transaksi pembelian dan pembayaran di mana saja dan kapan saja. Pada tugas akhir ini, penulis ingin merangkai beberapa informasi pada sebuah web site yang dibutuhkan customer dan pegawai perusahaan CV. Nobel Technotronics. Web site ini dibuat menggunakan Macromedia Dreamweaver MX sebagai penunjang interfacenya, memakai bahasa pemrograman HTML dan PHP dan memakai fasilitas-fasilitas yang ada pada MySQL sebagai software database server. Pengujian terhadap sistem yang meliputi owner, pegawai administrator, customer, dan member CV. Nobel Technotronics diperoleh kesimpulan bahwa, aplikasi e-commerce di CV. Nobel Technotronics dapat membantu perusahaan sebagai media promosi yang lebih luas secara online, mempermudah serta mempercepat pengolahan data, membantu untuk meningkatkan angka penjualan secara online yang terjamin keamanannya, dan membantu customer untuk memperoleh informasi yang cepat, lengkap, dan user friendly.",
  "creators": "LISAN ANTAVANI",
  "contributors": "Gregorius Satiabudhi (Advisor 1); Leo Willyanto Santoso (Advisor 2); Kartika Gunadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.02000288/INF/2004; Lisan Antavani (26400195)",
  "subjects": "WEB SITES-DESIGN; INTERNET (COMPUTER NETWORK)"
}