{
  "id": "4101",
  "title": "A Study of functions of language used by Sunday school teacher in teaching the children",
  "abstract": "Language is fundamentally an instrument of communication. By using it, human beings can communicate with others. In fact, language also serves a range of functions. The functions of language can be seen through the conversation between adults and children. Because of those reasons above, the writer wants to find out the types of functions of language which occurred in the Sunday school teacher?s utterances in teaching little children in a Sunday school class. The writer uses the theory of functions of language proposed by Halliday (1992) as a means of doing an investigation to the Sunday school teacher?s utterances. The functions of language are: Instrumental function, Regulatory function, Representational function, Interactional function, Personal function, Heuristic function, and Imaginative function. In conducting the research, the writer also uses some steps to collect and analyze the data from one meeting in the Sunday school class. Furthermore, after analyzing the data, the writer found some functions of language with their own characteristics that occurred in each section in the Sunday school class. They are: Interactional function, Regulatory function, Imaginative function, and Heuristic function. Besides that, the writer also realized that the Sunday school teacher had special abilities in communicating to the little children. While she was talking to them, she inserted the moral values inside her utterances.",
  "creators": "FISTERA CHYNTIA DEWI",
  "contributors": "Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Advisor 1); Samuel Gunawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011633/ING/2007; Fistera Chyntia Dewi (11402008)",
  "subjects": "LANGUAGES-PSYCHOLOGY; PSYCHOLINGUISTICS"
}