{
  "id": "41025",
  "title": "Evaluasi kemampuan inspeksi pekerja dengan measurement system analysis dan upaya penurunan produk cacat di area injection molding PT X",
  "abstract": "Permasalahan utama pada area injection molding di PT X adalah banyaknya produk cacat (4941.781 unit), yang penyebabnya didominasi oleh faktor manusia dan measurement. Penelitian ini bertujuan mengevaluasi kemampuan pekerja dalam melakukan inspeksi produk dengan Measurement System Analysis (MSA) dan mencari upaya penurunan jumlah kecacatan produk dengan fishbone diagram. Hasil MSA data kecacatan atribut menunjukkan 55.2% pekerja tidak dapat melakukan inspeksi produk, terutama untuk kecacatan scratch dan blackspot sehingga diperlukan pemberian training ulang. Hasil MSA data kecacatan variabel menunjukkan repeatability untuk diameter luar adalah 84.97% dan untuk tinggi total adalah 56.33%. Reproducibility untuk diameter luar adalah 15.03% dan untuk tinggi total adalah 43.49%. Tingginya repeatability menyatakan tingginya variasi pengukuran pekerja sehingga alat ukur perlu dikalibrasi. Tingginya reproducibility menyatakan tingginya variasi pengukuran antar pekerja sehingga diperlukan training untuk meningkatkan standar pemahaman pekerja dalam melakukan pengukuran. Usulan yang diberikan sebagai upaya penurunan produk cacat scratch, FOP, dan blackspot adalah audit sarung tangan, pemberian kain berserat sebagai pelindung sisi permukaan keranjang maupun konveyor, pemberian bidang miring untuk mengurangi jarak benturan dari konveyor menuju keranjang, pemberian rak susun sebagai tempat keranjang agar tidak saling tertindih, dan pemberian kawat kassa pada ventilasi udara.",
  "creators": "AVIATOR KEVIN BUDIONO",
  "contributors": "Debora Anne Yang Aysia (Advisor 1); Tanti Octavia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022086/IND/2017; Aviator Kevin Budiono (25413015)",
  "subjects": "WORK MEASUREMENT-ANALYSIS; QUALITY CONTROL"
}