{
  "id": "4103",
  "title": "Pengaruh keterlambatan proyek terhadap pembengkaan biaya proyek",
  "abstract": "Setiap proyek konstruksi mempunyai jadwal perencanaan dan pelaksanaan yang dibuat dengan tujuan agar proyek dapat selesai tepat waktu dengan biaya sesuai yang direncanakan. Dalam kenyataan di lapangan banyak sekali ditemukan proyek yang mengalami keterlambatan yang berakibat pada pembengkakan biaya proyek. Faktor-faktor penyebabnya dapat diakibatkan oleh kontraktor maupun pemilik. Penelitian ini bertujuan untuk mengetahui faktor-faktor penyebab keterlambatan proyek dan pembengkakan biaya proyek serta mencari pengaruh keterlambatan proyek terhadap pembengkakan biaya proyek yang diakibatkan oleh kontraktor maupun pemilik. Penelitian ini dibuat dalam bentuk kuesioner dan disebarkan kepada kontraktor di Surabaya. Hasil dari penelitian menunjukkan bahwa gambar rencana proyek yang tidak jelas merupakan faktor penyebab utama keterlambatan proyek akibat kontraktor. Sedangkan faktor keterlambatan penyediaan material merupakan faktor penyebab utama keterlambatan proyek akibat pemilik. Untuk pembengkakan biaya proyek akibat kontraktor, faktor utama penyebabnya adalah banyak hasil pekerjaan yang harus diulang/diperbaiki karena cacat/salah. Dan yang diakibatkan oleh pemilik adalah tingginya frekuensi perubahan pelaksanaan. Selain itu, penelitian ini menunjukkan bahwa setiap keterlambatan proyek mempunyai kecenderungan menyebabkan pembengkakan biaya proyek, yang penyebabnya lebih besar dipengaruhi oleh kontraktor daripada pemilik.",
  "creators": "RISWANTO WAHYUDI; CHANDRA INDRA YONO",
  "contributors": "Ratna S. Alifen (Advisor 1); Indriani Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.20301481/SIP/2006; Riswanto Wahyudi (21401099), Chandra Indra Yono (21401164)",
  "subjects": "CONSTRUCTION INDUSTRY - MANAGEMENT"
}