{
  "id": "41056",
  "title": "Perancangan business continuity plan sebuah perusahaan paku di Surabaya",
  "abstract": "PT X merupakan salah satu perusahaan industri yang bergerak dalam bidang material konstruksi khususnya paku dan material besi dengan produk berupa kawat paku, paku, bendrad, besi potong, paku payung, self drilling screw, drywall screw dan low, medium dan high carbon yang kemudian didistribusikan kepada buyer. Kondisi PT X saat ini belum memiliki Business Continuity Plan (BCP), di mana BCP merupakan proses pembuatan rencana dalam mengidentifikasi dan menilai risiko yang dapat terjadi terhadap suatu organisasi sehingga dapat mengantisipasi terjadinya pemberhentian kegiatan bisnis. BCP dapat membantu PT X untuk tetap menjalankan proses bisnisnya dalam kondisi apapun sehingga dapat mencegah terjadinya pemberhentian proses bisnis. Tujuan dari perancangan ini yaitu merancang dokumen BCP yang sesuai dengan kondisi perusahaan saat ini dengan batasan tidak dilakukannya analisis keuangan, perancangan Contingency Plan (CP) dan hasil perancangan yang lebih difokuskan pada insiden yang berkaitan dengan bencana/kecelakaan yang mungkin terjadi. Proses perancangan BCP pada PT X dibagi menjadi empat tahap. Tahap pertama yang dilakukan yaitu mengumpulkan data berupa penyusunan daftar pertanyaan wawancara, mengumpulkan dokumen perusahaan yang diperlukan dan mencari panduan dalam merancang BCP berupa ISO 22301:2012. Tahap kedua yaitu mengolah data berupa hasil wawancara dan dokumen perusahaan yang telah dikumpulkan sebagai dasar perancangan BCP serta panduan ISO 22301:2012 untuk menentukan dokumen apa saja yang perlu disusun dalam rancangan BCP. Tahap ketiga yaitu menyusun tim BCP, dokumen Emergency Response, dokumen Crisis Management and Communication, dokumen Business Recovery dan dokumen Overview. Tim BCP dibentuk untuk menentukan tanggungjawab dan wewenang dalam menjalankan rancangan BCP serta merencanakan tindakan yang perlu dilakukan dalam menghadapi insiden yang terjadi. Dokumen Emergency Response digunakan untuk menentukan langkah penanganan dan antisipasi saat insiden terjadi. Dokumen Crisis Management and Communication digunakan untuk menentukan penanganan lebih lanjut setelah insiden terjadi. Dokumen Business Recovery digunakan untuk menentukan proses yang dilakukan selama pemulihan. Dokumen Overview digunakan untuk memudahkan proses berjalannya BCP berupa pengenalan, tujuan, komitmen dan tanggungjawab dan wewenang dalam menjalankan BCP.",
  "creators": "AVELIA WIJAYA",
  "contributors": "Kriswanto Widiawan (Advisor 1); Benedictus Rahardjo S.T. M.B.A. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022080/IND/2017; Avelia Wijaya (25413033)",
  "subjects": "BUSINESS PLANNING; CRISIS MANAGEMENT"
}