{
  "id": "41068",
  "title": "Peningkatan efisiensi kinerja procurement department Wismilak Group studi kasus permasalahan supplier",
  "abstract": "Wismilak Group adalah salah satu perusahaan yang bergerak di bidang manufaktur consumer good di Surabaya. Wismilak Group melihat perlunya melakukan peningkatan efisiensi kinerja terutama masalah supplier. Efisiensi kinerja berupa cleaning supplier perlu dilakukan karena banyaknya database supplier yang dimiliki dan tidak semua supplier tersebut aktif. Perusahaan juga meningkatkan efisiensi kinerja dengan melakukan rasionalisasi pembelian dengan mengubah cara pembelian yaitu melakukan kontrak pada beberapa supplier. Adanya cleaning supplier akan mengurangi variasi harga dan mempermudah penentuan supplier bagi procurement. Adanya kontrak dengan supplier akan berdampak pada waktu dan biaya yang dikeluarkan perusahaan. Hasil dari efisiensi kinerja berupa cleaning supplier adalah berkurangnya jumlah supplier yaitu sebanyak 113 supplier. Adanya efisiensi kinerja berupa rasionalisasi pembelian dengan melakukan kontrak juga berhasil mengurangi lead time rata-rata pembuatan purchase order hingga 34%. Pembelian dengan melakukan kontrak juga menghasilkan efisiensi biaya berupa saving to P/L sebesar 4% dan saving to budget sebesar 10%. Perhitungan efisiensi biaya untuk pembelian barang cetakan juga dilakukan sebagai bukti pendukung usulan yang diberikan. Efisiensi biaya yang terjadi jika kontrak juga dilakukan pada barang cetakan yaitu sebesar 19%. Adanya perubahan cara pembelian dapat menimbulkan masalah yaitu keterlambatan supply barang. Usulan yang diberikan adalah menghitung safety stock dan reorder point untuk pembelian barang cetakan.",
  "creators": "YAN PUJIANTO SANJAYA",
  "contributors": "Kriswanto Widiawan (Advisor 1); Debora Anne Yang Aysia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022083/IND/2017; Yan Pujianto Sanjaya (25413044)",
  "subjects": "SUPPLY CHAIN MANAGEMENT; PRODUCTION MANAGEMENT; PROCUREMENT-MANAGEMENT; EFFICIENCY, INDUSTRIAL"
}