{
  "id": "4108",
  "title": "Studi tentang beton kedap air yang menggunakan metode kristalisasi dengan meninjau faktor air semen dan kadar semen",
  "abstract": "Untuk struktur beton yang berhubungan dengan air seperti lift pit, sump pit, dinding basement, tangki penyimpanan air atau kolam renang, sifat permeabilitas beton lebih penting daripada kekuatannya itu sendiri. Permeabilitas beton berpengaruh terhadap durabilitas struktur beton dimana dapat menahan masuknya senyawa kimia yang dapat merusak beton. Permeabilitas beton dipengaruhi oleh antara lain faktor air-semen, kadar semen, kondisi lingkungan lokal dan material pembuat beton. Salah satu metode yang digunakan untuk menghasilkan beton yang kedap air yaitu metode kristalisasi dimana terjadi secondary hydration yang adalah hidrasi lanjutan pada beton. Penelitian ini untuk mengetahui sejauh mana pengaruh faktor air-semen dan kadar semen dalam campuran beton yang menggunakan campuran Tamseal admix dalam kaitannya dengan beton kedap air Pada penelitian ini, dibuat 18 mix design beton dengan kadar semen 300, 350 dan 400 kg/m 3 dengan faktor air-semen 0,4, 0,45 dan 0,5. Sebanyak 9 mix design dengan metode kristalisasi, menggunakan aditif kristalisasi. Sampel beton dengan ukuran ?10?5 cm 3 , diuji permeabilitas beton dengan mengacu pada Standar Industri Jerman (DIN) dan Standart Industri Jepang (JIS) yang menggunakan tekanan udara untuk mengukur permeabilitas beton. Penambahkan aditif kristalisasi mempunyai efek yang signifikan dalam menguranggi permeabilitas dari beton dibandingkan dengan beton tanpa campuran. Hasil penelitian juga menunjukkan bahwa peningkatan faktor air-semen membuat beton semakin permeabel dan seiring dengan meningkatnya umur beton, permeabilitasnya berkurang.",
  "creators": "SUSANTO",
  "contributors": "Handoko Sugiharto (Advisor 1); Antoni (Advisor 2); Budisetyono Tedjakusuma (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.11111476/SIP/2006; Susanto (21402134)",
  "subjects": "CONCRETE-TESTING"
}