{
  "id": "4109",
  "title": "Studi mengenai produktivitas tenaga kerja di Proyek Queen Victoria",
  "abstract": "Dalam perencanaan anggaran biaya konstruksi diperlukan suatu acuan dasar berupa analisa biaya konstruksi yang disusun melalui kegiatan penelitian produktivitas tenaga kerja di lapangan. Tujuan dari penelitian ini adalah untuk mengetahui nilai produktivitas tenaga kerja untuk pekerjaan pembesian, bekisiting, pasang bata merah, plesteran, plafon, dan tegel dengan menggunakan metode time study. Serta membandingkannya dengan nilai produktivitas menurut harga borong, teori Soedradjat 1994, dan SNI 2001. Time Study didasarkan pada pengukuran pekerjaan dilapangan dengan melakukan pencatatan waktu. Dari harga borong mandor, produktivitas dihitung berdasarkan tingkat upah pekerja. Pada teori Soedradjat 1994, produktivitas didasarkan pada jam kerja pekerja untuk menyelesaikan sejumlah volume pekerjaan tertentu. Sedangkan pada SNI 2001, perhitungan produktivitas didasarkan pada standard time dan tingkat upah pekerja. Metode time study dilakukan di proyek Queen Victoria. Nilai produktivitasnya kemudian dibandingkan dengan harga borong, Soedradjat 1994, dan SNI 2001. Dari hasil studi yang dilakukan, nilai produktivitas rata-rata tertinggi pekerjaan pembesian pada SNI 2001 adalah 14.925 kg/manhour, bekisting pada time study adalah 1.26 m2/manhour, bata merah pada Soedradjat 1994 adalah 1.468 m2/manhour, plesteran pada Soedradjat 1994 adalah 3.636 m2/manhour, plafon pada time study adalah 4.443 m2/manhour, dan tegel pada time study adalah 2.47 m2/manhour.",
  "creators": "GUSTAM; YUDI GUNAWAN",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Jonathan Hendra Kusuma (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20121478/SIP/2006; Gustam (21401012), Yudi Gunawan (21401136)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT"
}