{
  "id": "41095",
  "title": "Oracle tracing database",
  "abstract": "This graduation project was done at Accenture, a leading global professional services company, providing a broad range of services and solutions in strategy, consulting, digital, technology and operations. Accenture has several departments, one of them is the Accenture Technology department. I work within the Accenture Technology department for a specific cluster, the Oracle cluster. The project is about analyzing database performance, specifically for the Oracle database. Bringing the best performance out of a database can help in various ways such as reducing application response time and reducing hardware workload. In the Oracle database, there is a method of analyzing database performance, that is using the Oracle SQL Trace facility. The Oracle SQL Trace facility gives a detailed information about what the database is doing on a given period and writes them as a text file, however the result is difficult to comprehend without any expert knowledge on the subject. Currently Accenture uses an Oracle tool to analyze Oracle SQL Trace files, however the tool output is formatted in a large text based file which is difficult to read for further analysis. The goal of the graduation project is to use an existing tool to analyze SQL Trace files and then display the analyzed value from the tool in a structured manner using a dashboard. Based on the goal, I created the project plan using the waterfall model for development. Using the waterfall model, each phases of the project are completed one at a time with specific deliverables at the end of each phases. The reason for using the waterfall method is because the requirements are clear, known in advance, and fixed. The problem has been solved by analyzing the SQL Trace file using an existing tool and creating an application that can display analyzed value in a structured manner using a dashboard. The tool analyzes the SQL Trace files and puts the analyzed data in the Oracle database, then the application would take the analyzed data and display it in a dashboard. The resulting application had several design changes but these changes were implemented on time. There were only 2 minor bugs during the testing and 2 feature requests from the formal client. The bugs for the application in this graduation project were fixed and only 1 more feature request remains at the finalization of this report. The application helps the formal client analyze SQL Trace files by taking the raw data and displaying it in a dashboard. Further recommendations for this application would be to test it with more users, maintain the application because it depends on an existing tool to analyze SQL Trace file, and to use the analyzed data in the Oracle database for other applications such as data mining.",
  "creators": "ALVINANDA PURNOMO",
  "contributors": "ANTOINETTE LITTLE (Advisor 1); STEFAN WEIJERS (Advisor 2); M.G.J. FRANSSEN (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02021729/INF/2017; Alvinanda Purnomo (26413002)",
  "subjects": "SQL/ORACLE (COMPUTER PROGRAM LANGUAGE); TRACE ANALYSIS"
}