{
  "id": "411",
  "title": "A Study of opening, closing expressions, and addressing terms in lenong and srimulat",
  "abstract": "This study is about differences of spoken Indonesian used in opening expressions, closing expressions and the use of addressing terms by people in Jakarta and Surabaya as seen through Lenong and Srimulat theatres. The writer analyzed the lexical and prosodic features while the grammatical items will be excluded. The writer used the descriptive approach in doing this study. In getting the data, he used a TV shows of Lenong and Srimulat theatres as the subject of this study The theories that are used by the writer in analyzing the data are the theory of Sociolinguistics, the theory expressions as well as the classification of English personal pronouns that is used as the basic theory to discuss the opening expressions, closing expressions and addressing terms used by the subjects. After analyzing all the data, the writer finds out from the data that the opening expressions in Lenong are softer than opening expressions in Srimulat Because in Lenong, they like to use opening expressions with title while in Srimulat, they like to use opening expressions with personal name. The closing expressions in Srimulat are ruder than closing expressions in Lenong Because in Srimulat, they like to use closing expression without a lip service while in Lenong, they like to use closing expressions with a lip service. The addressing terms in Srimulat is ruder than the addressing terms in Lenong although for some occasions the tone of addressing terms in Srimulat is softer than usual.",
  "creators": "DENNIS HARTANTO",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.970; Dennis Hartanto (11493049)",
  "subjects": "JAVANESE LANGUAGE-DISCOURSE ANALYSIS; SOCIOLINGUISTICS"
}