{
  "id": "41115",
  "title": "Internet of things-prototype",
  "abstract": "The graduation project was undertaken in Accenture Netherlands. Accenture is a leading global professional services company providing a broad range of services and solutions. The student trainee worked in a department called Interactive and Mobility which focuses on helping clients digitalizing their business. As one of the most known company, Accenture wants to keep investing in IoT, one of new trends technology which are rapidly growing. This report is being used to explain the result of the project along with analysis, decisions that had been taken, and problems that had been encountered. The project itself consisted two main assignments which were perform an analysis on the top IoT technologies that are used in the market and build a working prototype of IoT using the technologies that have been found. The function of the prototype is people counter investing in IoT, one of new trends technology which are rapidly growing. This report is being used to explain the result of the project along with analysis, decisions that had been taken, and problems that had been encountered. The project itself consisted two main assignments which were perform an analysis on the top IoT technologies that are used in the market and build a working prototype of IoT using the technologies that have been found. The function of the prototype is people counter and it was being decided during the research. The stakeholders wanted the data within the prototype can be viewed from web application. So, student trainee had to find out how to connect the prototype with web application. The stakeholders trusted student trainee to take all decisions during the project. The company can give advices and feedbacks, but the final decision still depends on the student trainee. However, the student trainee must be responsible with the decisions and can explain the decisions that had been taken. In the end, the project had been done successfully and fulfilled what the stakeholders expected. The prototype can count the people that have passed it and the data also can be viewed through the web application. However, a lot of improvements still can be performed to improve the quality of the prototype and web application.",
  "creators": "ANTHONY SUTERA GENADIARTO",
  "contributors": "VLADIMIR KABZAR (Advisor 1); YIVAN ZHOU (Advisor 2); M.G.J. FRANSSEN (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01021727/INF/2017; Anthony Sutera Genadiarto (26413140)",
  "subjects": "INTERNET OF THINGS"
}