{
  "id": "4111",
  "title": "Penelitian mengenai pengaruh polypropylene fibre pada self compacting concrete terhadap kuat tekan dan kuat tarik",
  "abstract": "Self Compacting Concrete ( SCC ) merupakan campuran beton yang mampu memadat sendiri tanpa menggunakan vibrator. SCC memerlukan mineral admixtures berupa fly ash serta chemical admixture berupa viscocrete yang berviskositas tinggi agar flowable. Beton juga memiliki kekurangan dalam penggunaannya yaitu kuat tarik yang rendah. Oleh sebab itu, dalam penelitian ini digunakan polypropylene fibre sehingga dapat meningkatkan kuat tarik pada beton. Pada penelitian ini, syarat-syarat SCC harus diperiksa. Pengujian filling ability dilakukan dengan menggunakan slump cone, sedangkan passing ability dengan L ? shaped box. Polypropylene fibre yang diberikan dalam campuran beton sebesar 0.6 kg/m 3 dari total volume beton. Untuk komposisi semen dengan fly ash dipakai 8 : 2 dan 7 : 3 yang masing - masing komposisi diberi dosis viscocrete 1.5% dan 2% dari berat total binder. Untuk test kuat tekan dan kuat tarik dilakukan pada umur 7, 14, 28 dan 56 hari. Hasil pengujian menunjukkan bahwa komposisi fly ash dan dosis viscocrete optimal untuk menghasilkan kuat tekan yang tinggi adalah komposisi fly ash 30% dan dosis viscocrete 1.5%. Sedangkan untuk kuat tarik yang tinggi dihasilkan dari komposisi fly ash 20% dengan dosis viscocrete 2%. Penambahan polypropylene fibre pada SCC tidak memperlihatkan kenaikan kuat tarik sedangkan untuk kuat tekannya lebih rendah.",
  "creators": "JEFRY GUNAWAN YOSEANO; CANDRA KAFRAWI",
  "contributors": "Handoko Sugiharto (Advisor 1); Budisetyono Tedjakusuma (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.15111473/SIP/2006; Jefry Gunawan Y. (21401122), Candra Kafrawi (21401159)",
  "subjects": "CONSTRUCTION INDUSTRY - MANAGEMENT"
}