{
  "id": "41112",
  "title": "How should ROC leeuwenborgh ICT lyceum formulate the it and business strategy to support the business goals?",
  "abstract": "The graduation project was accomplished at ROC (Regional Opleidingen Centrum) Leeuwenborgh, an MBO education in The Netherlands. ICT Lyceum is a department which provides education in information technology (IT). Due to providing information technology education, it is possible to build its own information technology structure inside the department to support the learning. At the current time, ICT Lyceum has high expenses in its hardware infrastructure. The department always buys different things each year which are mentioned by lecturers, for instance: hard disk, CPU, and server. This activity happened because ICT Lyceum department does not have any information technology strategy to build the structure which can support the business goals. Therefore, the project is to make a recommendation of information technology strategy in hardware and software to encourage the business goals based on customer (students, teachers, and managements) needs so that the department can plan the cost for 3-5 years ahead. In order to create the recommendation of hardware and software, Strategic Information System Planning with Ward & Peppard method has been used. The internal (strengths and weaknesses) and external (opportunities and threats) factors of business and IT of ICT Lyceum was been analyzed based on the perspective’s chosen book. Afterward, the strengths, weaknesses, opportunities, and threats were put into a matrix in order to create the strategies options. Strategies options were being used to create the recommendations of information technology in hardware and software. In addition, securing and realizing the hardware and software were also been investigated so that the strategies are more ready to be implemented. There have been several strategies options derived from the internal and external analysis which categorized by term; short, medium, and long. This categorization is intended in order to facilitate ICT Lyceum in knowing which strategies options that need to be done first. Besides, to know clearly what should be done in the future. For realizing the hardware and software, the department has to manage by itself rather than let the other company managed it because it is the core activities in the company. In future development, competitor internal and external analysis needs to be done and also auditing the whole company information technology infrastructure.",
  "creators": "FREDERICK WONGES",
  "contributors": "JACK ZIJLMANS (Advisor 1); CHRIS VROLINGS (Advisor 2); M.G.J. FRANSSEN (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergradutae Thesis No. 02021732/INF/2017; Frederick Wonges (26413051)",
  "subjects": "STRATEGIC PLANNING-COMPUTER PROGRAMS"
}