{
  "id": "41123",
  "title": "Pembuatan aplikasi layanan pengguna Perpustakaan Universitas Kristen Petra dengan fitur barcode dan metode rest pada pengusulan koleksi",
  "abstract": "Berbagai proses layanan perpustakaan yang ada di Universitas Kristen Petra saat ini sudah berjalan cukup baik. Tetapi perkembangan zaman membuat Perpustakaan Universitas Kristen Petra harus selalu melakukan inovasi di dalam pelayanannya. Mulai dari merubah sistem yang sebelumnya manual menjadi ter-komputerisasi, menyediakan akses informasi yang lengkap serta dapat diakses dari berbagai teknologi. Aplikasi layanan pengguna perpustakaan Universitas Kristen Petra ini didesain untuk memepermudah pengguna dalam mengakses berbagai layanan yang ada di Perpustakaan Unversitas Kristen Petra, seperti menyediakan informasi seputar koleksi yang sedang dipinjam,dan informasi seputar koleksi yang ingin dipesan. Selain itu aplikasi ini juga menyediakan fitur pengusulan koleksi, agar pengguna dapat menyarankan berbagai koleksi seperti buku, jurnal, majalah dan sebagainya kepada pustakawan untuk menambah koleksi yang ada di perpustakaan. Hasil aplikasi menunjukkan bahwa aplikasi ini dapat membantu pengguna mengetahui berbagai informasi seputar koleksi yang sedang dipinjam dan dipesan. Aplikasi juga dapat mempermudah pengguna dalam melakukan layanan pemesanan koleksi. Kemudian adanya fitur pengusulan membantu mempermudah pengguna dalam mengusulkan suatu koleksi. Selain itu Web service yang dibuat dapat mempermudah pertukaran data antara aplikasi dengan server dan dapat dikembangkan untuk aplikasi perpustakaan yang sudah ada.",
  "creators": "SEPTIAN JATI WINAYAKA",
  "contributors": "Justinus Andjarwirawan (Advisor 1); Lily Puspa Dewi, S.T., M.Kom. (Advisor 2); Adi Wibowo, S.T., M.T., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021720/INF/2017; Septian Jati Winayaka (26413136)",
  "subjects": "LIBRARY-AUTOMATION; ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE); ANDROID (COMPUTER PROGRAM); APPLICATION SOFTWARE-DEVELOPMENT"
}