{
  "id": "41137",
  "title": "Gereja Katolik di Malang",
  "abstract": "Gereja Katolik di Malang merupakan tempat ibadah untuk umat Katolik di Malang yang terletak di dalam perumahan The Araya Malang. Awal mula dirancangnya Gereja Katolik di The Araya Malang ini karena banyaknya umat Katolik di Gereja paroki St. Albertus de Trapani di Blimbing, Malang sehingga dibutuhkan pembangunan Gereja Katolik baru untuk menampung sebagian umat dari paroki St. Albertus de Trapani Blimbing. Keuskupan Malang pun berencana membagi paroki St. Albertus de Trapani Blimbing menjadi 3, yaitu: Gereja Katolik St. Albertus de Trapani, perluasan Kapel stasi Pagas, dan pembangunan Gereja Katolik di perumahan The Araya Malang. Proyek Gereja Katolik ini merupakan Gereja Katolik yang akan berdiri sendiri dengan skala paroki. Tujuan utama Gereja ini yaitu untuk dapat menampung sebagian umat dari paroki St. Albertus de Trapani Blimbing dan perkembangan umat di lingkungan sekitar perumahan The Araya Malang. Lokasi tapak berada di persimpangan Jalan Araya Boulevard yang memiliki kelebihan sebagai point of interest di dalam perumahan The Araya Malang. Untuk menjadi point of interest, maka Gereja ini menggunakan pendekatan simbolik melalui konsep yang diambil dari Santo Fransiskus dari Asisi. Konsep terbuka pada Gereja yang memanfaatkan alam sekitar menjadi tantangan pada sistem akustik dalam gereja. Tantangan tersebut akan ditangani dengan pendalaman akustik, yaitu insulasi suara pada Gereja.",
  "creators": "GREGORIUS RYAN CANDRA",
  "contributors": "Benny Poerbantanoe (Advisor 1); Markus Ignatio Aditjipto (Advisor 2); Stanislaus Kuntjoro Santoso (Advisor 3); Luciana Kristanto, S.T., M.T. (Examination Committee 1); Samuel Hartono (Examination Committee 2); Handinoto (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 05023734/ARS/2017; Gregorius Ryan Candra (22413131)",
  "subjects": "CATHOLIC CHURCH BUILDINGS; CHURCH ARCHITECTURE"
}