{
  "id": "41150",
  "title": "Perancangan dan pembuatan website e-commerce untuk UMKM yang dibina oleh LPPM Universitas Kristen Petra",
  "abstract": "Salah satu program LPPM Universitas Kristen Petra untuk membantu masyarakat secara nyata adalah dengan membina beberapa UMKM di kecamatan Rungkut Kotamadya Surabaya. Untuk meningkatkan kualitas layanan dan omzet penjualan dari UMKM yang dibina, LPPM Universitas Kristen Petra membuat suatu platform yang diharapkan dapat membantu mempromosikan produk yang dijual oleh UMKM. Sebagai solusinya dibuatlah website E-Commerce yang dapat memenuhi kebutuhan tersebut. Website E-Commerce yang dibangun memiliki fitur menampilkan data-data produk, menerima order, memproses order, hingga mengecek status order. Terdapat juga fitur rating dan review terhadap UMKM yang bersangkutan untuk memberikan kepercayaan pada customer untuk bertransaksi dengan UMKM. Sistem ini juga memiliki fitur SMS Gateway yang mempermudah UMKM untuk memproses order tanpa perlu mengakses website E-Commerce. Hasil akhir dari skripsi ini adalah sebuah website yang user friendly dan dapat mendukung transaksi secara online, sesuai dengan penilaian kuesioner yang diberikan customer, UMKM dan Administrator. Fitur-fitur yang dirancang sudah diuji dan dapat berjalan dengan baik. Website yang dibuat sudah responsive sehingga dapat dibuka di berbagai browser yang umum, juga di beragam perangkat mobile dengan resolusi layar yang berbeda-beda.",
  "creators": "BILLY CHRISTI HARTANTO",
  "contributors": "Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Advisor 1); Ir. Djoni Haryadi Setiabudi, M.Eng. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021667/INF/2017; Billy Christi Hartanto (26413105)",
  "subjects": "WEBSITE-DESIGN; INTERNET (COMPUTER NETWORK); ELECTRONIC COMMERCE--COMPUTER PROGRAMS"
}