{
  "id": "41163",
  "title": "Sistem pendukung keputusan penentuan jumlah barang kanvas berdasarkan peramalan penjualan berbasis android pada CV X",
  "abstract": "Teknologi informasi berbasis android berguna di dunia bisnis, salah satunya peramalan penjualan. Dalam meramalkan suatu penjualan membutuhkan keputusan yang tepat. Keputusan yang matang dan tepat tersebut dapat diperoleh dengan melakukan peramalan dengan sistem pendukung keputusan menggunakan teknologi informasi berbasis android. Peramalan penjualan menjadi solusi agar penjualan produk dapat lebih efektif. Namun apabila peramalan tersebut dilakukan secara manual, hal itu hanya menghabiskan waktu dan tenaga. Aplikasi yang dikembangkan menggunakan basis android dengan bantuan PHP, sehingga pengguna aplikasi tersebut dapat mudah dalam melakukan peramalan untuk penjualan produk. Dalam aplikasi tersebut untuk melakukan perhitungan peramalan data penjualan menggunakan dua metode yaitu, kombinasi antara metode Linear Trend dengan metode Seasonal Adjustment dan metode Triple Exponential Smoothing. Hasil akhir dari pengembangan aplikasi berbasis android ini adalah dapat meramalkan penjualan di tahun yang akan datang yang dapat menampilkan jumlah unit berdasarkan produk, kota, minggu dan bulan yang dipilih, selain itu hasil dari kedua metode tersebut juga diukur menggunakan metode MAPE. Aplikasi ini dapat memberikan hasil peramalan yang lebih akurat dibandingkan dengan peramalan secara manual. Metode MAPE tersebut digunakan untuk mengukur akurasi pada peramalan suatu metode.",
  "creators": "KENNY HARYONO",
  "contributors": "Alexander Setiawan (Advisor 1); Agustinus Noertjahyana (Advisor 2); Kartika Gunadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021677/INF/2017; Kenny Haryono (26413048)",
  "subjects": "ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE); ANDROID (COMPUTER PROGRAM)"
}