{
  "id": "41184",
  "title": "Aplikasi event organizer X berbasis android",
  "abstract": "Jasa Wedding Planner bukanlah hal yang asing lagi di jaman yang modern seperti ini, kerumitan dan banyaknya kebutuhan yang diperlukan dalam mempersiapkan pernikahan terkadang membebani tiap pasangan yang ingin melakukan pernikahan, apalagi dengan urusan biaya dan semacamnya. Terkadang untuk melengkapi setiap kebutuhan yang sangat banyak merupakan hal yang sangat berat dilakukan oleh tiap pasangan baik dari segi mengatur jadwal, mencari dan bertemu vendor dan mempersiapkan hal lain yang dibutuhkan untuk acara pernikahan. Dengan aplikasi yang terinstal pada perangkat gadget pada sistem operasi Android, layanan ini dapat diakses lebih praktis dan penggunaannya sangat mudah, selain menghemat waktu dan biaya, klien dapat mencari vendor yang dibutuhkan, klien juga dapat diingatkan oleh pihak event organizer tentang kebutuhan pernikahan, serta event organizer dapat memberikan notifikasi langsung kepada klien bila kesepakatan harga dengan vendor terpenuhi. Aplikasi ini, merupakan sistem informasi dengan berbasis mobile device yang dirancang dengan HTML5 serta menggunakan software Phonegap. Adapun hasil dari implementasi ini dapat menghasilkan sebuah aplikasi bagi klien untuk melakukan pencarian vendor dekorasi, kue, hingga baju pengantin dan bertukar pesan dengan pihak event organizer serta mengajukan event yang akan membantu dalam menyelesaikan kebutuhan pernikahan. Sedangkan pihak event organizer dapat membantu klien dalam urusan to do list kebutuhan pernikahan dan bertukar pesan dengan vendor untuk masalah transaksi serta dapat mengupload file yang diperlukan oleh klien. Dari pihak vendor dapat melakukan edit profile serta berinteraksi kepada pihak event organizer. Dari hasil kuisioner aplikasi ini telah menjawab kebutuhan sebesar 79%",
  "creators": "ANDRE HALIM SOENARKO",
  "contributors": "Kristo Radion Purba S.ST. (Advisor 1); Alexander Setiawan (Advisor 2); Andreas Handojo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021676/INF/2017; Andre Halim Soenarko (26412171)",
  "subjects": "ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE); ANDROID (ELECTRONIC RESOURCE)-PROGRAMMING; APPLICATION SOFTWARE-DEVELOPMENT"
}