{
  "id": "4119",
  "title": "Analisa dan rancang sistem informasi akuntansi terkomputerisasi pada siklus pendapatan di PT. Standar Beton Indonesia",
  "abstract": "Penelitian ini bertujuan untuk menganalisa dan merancang sebuah sistem informasi akuntansi terkomputerisasi pada siklus pendapatan. Perusahaan saat ini masih menerapkan sistem informasi akuntansi secara manual. Komputer dalam kegiatan operasional perusahaan hanya digunakan sebagai alat bantu. Sistem yang dirancang ini membahas masalah seputar transaksi penjualan yang terjadi di perusahaan. Penelitian yang dilakukan merupakan penelitian deskriptif berupa studi kasus dengan mengambil kasus nyata yang terjadi pada sebuah perusahaan yang bergerak di bidang industri beton. Jenis data yang diperoleh adalah data kualitatif dengan sumber data berupa data internal. Metode yang digunakan berupa wawancara dan dokumentasi. Penelitian ini dilakukan dengan cara mengumpulkan data tentang sistem informasi akuntansi manual serta menganalisa data tersebut. Selain itu juga dilakukan perancangan konseptual dan perancangan fisik. Fasilitas yang tersedia adalah pemasukan data dalam bentuk form dan hasil berupa laporan. Penelitian ini dilakukan dengan harapan untuk dapat membantu memperbaiki kinerja perusahaan yang selama ini masih mempunyai banyak masalah. Dengan penerapan sistem baru ini, perusahaan diharapkan akan lebih mudah dalam menjalankan kegiatan operasionalnya serta akan mengurangi jumlah biaya yang tidak perlu yang harus dikeluarkan.",
  "creators": "NOVY GUNAWAN",
  "contributors": "Sri Maharsi (Advisor 1); Juniarti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03010390/AKT/2004: Novy Gunawan (32400115)",
  "subjects": "ACCOUNTING-DATA PROCESSING; MANAGEMENT INFORMATION SYSTEMS; INFORMATION STORAGE AND RETRIEVAL SYSTEMS-ACCOUNTING"
}