{
  "id": "41190",
  "title": "Aplikasi informasi dan pendaftaran kegiatan mahasiswa Universitas Kristen Petra berbasis android",
  "abstract": "Di era yang sudah maju seperti saat ini, teknologi menjadi bagian yang tidak dapat dilepaskan. Tidak heran bila internet menjadi salah satu kebutuhan yang penting, dan penggunaan website maupun smartphone untuk menjadi sarana pencari informasi sudah tidak asing lagi. Selama ini, proses publikasi kegiatan dalam Lembaga Kemahasiswaan yang ada di Universitas Kristen Petra masih menggunakan manual yaitu berupa poster yang dicetak dan ditempel pada papan pengumuman. Hal ini mengakibatkan tidak sedikit mahasiswa yang tidak menerima informasi publikasi suatu kegiatan kalau mereka tidak aktif melihat poster-poster yang terpasang di papan pengumuman. Dan realita yang lain, untuk proses pendaftaran peserta masih menggunakan manual yaitu berupa kertas. Aplikasi Informasi dan Pendaftaran Kegiatan Mahasiswa Universitas Kristen Petra berbasis Android ini dibuat untuk membantu mahasiswa dalam menerima informasi publikasi suatu acara kegiatan dalam lingkup universitas dan untuk membantu mahasiswa yang sedang menjadi ketua acara kegiatan dalam melakukan publikasi acara kegiatan yang dapat menjangkau sebanyak mungkin mahasiswa. Program ini menggunakan Firebase Cloud Messaging sebagai wadah penyampaian informasi acara kegiatan dan juga menggunakan Google Calendar sebagai reminder acara kegiatan. Sehingga dengan adanya aplikasi ini mahasiswa dapat menerima informasi publikasi suatu kegiatan dan mendaftar dalam kegiatan tersebut dengan lebih mudah dan cepat.",
  "creators": "HENGKY ALEXANDER RUSTAN",
  "contributors": "Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Advisor 1); Kristo Radion Purba S.ST. (Advisor 2); Yulia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021680/INF/2017; Hengky Alexander Rustan (26413113)",
  "subjects": "ANDROID (ELECTRONIC RESOURCE)-PROGRAMMING; ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE); APPLICATION SOFTWARE-DEVELOPMENT"
}