{
  "id": "412",
  "title": "An Error analysis of the inflectional morphemes produced by speaking I student of the English Department of Petra Christian University",
  "abstract": "This research is about the analysis of errors in inflectional morphemes produced by the Speaking I students of the English Department of Petra Christian University. The focus of this study is to investigate the occurrence of errors in inflectional morphemes, to find out the types of errors and the most occurrence errors in inflectional morphemes produced by the Speaking I students. The writer uses the theory of error analysis by Littlewood and the theory of inflectional morphemes in this thesis. Besides, the writer also uses Katamba?s theory about inflectional morphemes to support Godby?s theory. According to Littlewood, the types of errors are divided into overgeneralization, transfer, and simplification by omission. This theory, of course, is more general compared to the eight inflectional morphemes offered by Godby, those are third person singular present,; past tense; progressive; past participle; plural marker; possessive; comparative adjective or adverb; and superlative adjective or adverb. The source of this study is taken from the conversation which is held in Speaking I classes. First, she records the data, then transcribes the data, after that, she identifies and classifies the data. The writer classifies the data based on the more specific theory then going into the general one. Finally, she finds out that error in inflectional morphemes is 15% out of the total sentences. It is divided into three types of errors; those are 50.9% of omission error; 45.3% of overgeneralization error; and 3.8% of transfer error. Omission error is the most frequent error that happens but omission error is less variable compared to the overgeneralization error. There are only two types of error in overgeneralization which does not occur, namely overgeneralization in possessive and superlative adjective or adverb, yet there are three types of errors that do not occur in the omission error, those are omission in progressive, omission in comparative adjective or adverb and omission in superlative adjective or adverb. The fact above means that the students of the Speaking I class of Faculty of Letters Petra Christian University produce three types of errors. Those are omission, overgeneralization and transfer. From those three, the students tend to produce two types of errors namely omission and overgeneralization.",
  "creators": "IIS VERAWATI",
  "contributors": "SUBANDI DJAJENGWASITO (Advisor 1); Theophilus Jokri (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.993; Iis Verawati (11497078)",
  "subjects": "ENGLISH LANGUAGE-MORPHEMICS"
}