{
  "id": "41201",
  "title": "Formulasi strategi bisnis UD Foto Gaya dalam menghadapi masa penurunan",
  "abstract": "Berdasarkan siklus kehidupan industri, semua industri dapat mengalami masa penurunan (decline). Salah satu contohnya adalah industri cuci cetak film fotografi. Masa kejayaan industri ini telah dicapai sebelum munculnya kamera digital dan smartphone. Dalam fase penurunan, penjualan akan semakin menurun dari hari ke hari yang disebabkan oleh beralihnya konsumen pada produk lain. Untuk itu diperlukan strategi untuk mengatasi masalah-masalah yang terjadi pada masa penurunan ini. Objek penelitian ini adalah UD Foto Gaya yang bergerak pada bidang fotografi sejak 60 tahun yang lalu. Penelitian ini akan menganalisis lingkungan eksternal dan internal dari UD Foto Gaya. Kemudian memilih strategi yang paling tepat untuk dilakukan UD Foto Gaya dalam mengatasi masa penurunan ini. Penelitian ini menggunakan metode penelitian kualitatif deskriptif, penelitian ini menggunakan wawancara semi-terstruktur pada informan. Informan dipilih dengan menggunakan purposive sampling. Pengujian validitas dan realibilitas data dengan menggunakan teknik triangulasi sumber. Hasil dari analisis lingkungan internal dan eksternal UD Foto Gaya menjadi dasar untuk dilakukannya analisis SWOT. Kemudian berdasarkan analisis SWOT telah dipilih strategi penurunan (Porter’s Declining Strategy) yang paling cocok untuk diterapkan pada UD Foto Gaya yaitu strategi kepeloporan dan ceruk. Strategi kepeloporan bertujuan untuk menjadi satu-satunya atau salah satu dari sedikit perusahaan yang masih bertahan dalam industri sedangkan strategi ceruk bertujuan untuk melayani segmen tertentu yang tidak saja mempertahankan permintaan yang stabil tetapi juga memungkinkan untuk memperoleh laba yang tinggi.",
  "creators": "YOVANI HARIJANTO",
  "contributors": "Dhyah Harjanti (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011326/MAN/2017; Yovani Harijanto (31414203)",
  "subjects": "BUSINESS PLANNING; MANAGEMENT; STRATEGIC PLANNING"
}