{
  "id": "41206",
  "title": "Simulasi suasana di pemukiman Trowulan pada zaman kejayaan Majapahit menggunakan virtual reality",
  "abstract": "Seiring berjalannya waktu kerajaan Majapahit merupakan salah satu situs peninggalan sejarah yang mulai hancur dimakan waktu Kondisi yang seperti itu menyebabkan masyarakat tidak tertarik untuk datang melihat situs peninggalan bersejarah yang berada di Jawa Timur, Indonesia. Perkembangan zaman dan teknologi yang semakin maju, terciptanya sebuah teknologi Virtual Reality untuk menggambarkan sebuah kenyataan buatan yang dibuat untuk sebuah tujuan tertentu. Sehingga Virtual Reality dapat menciptakan lingkungan beserta suasana pada zaman kejayaan kerajaan Majapahit. Sistem yang dibuat meliputi proses pembuatan game world berupa pemukiman, manusia virtual yang meliputi nelayan, petani, pria dewasa, wanita dewasa, anak-anak, prajurit, binatang virtual seperti ayam, anjing dan player yang dapat dikendalikan oleh user. Game world merupakan dunia yang akan dijelajahi oleh user dalam hal ini adalah sebuah pemukiman, yang didalamnya terdapat manusia dan hewan virtual yang memiliki desain finite state machine untuk mengatur perilaku dan kebiasaannya. Pembuatan aplikasi ini menggunakan Unity dan Google Cardboard Software Development Kit. Pada skripsi ini dilakukan pembuatan aplikasi untuk memanfaatkan virtual reality sebagai media informasi interaktif dan menarik, sehingga Pemukiman Kota Trowulan yang sudah rusak dapat terlihat kembali dengan sempurna untuk menarik kembali minat masyarakat dalam melihat dan merasakan kembali sejarah kerajaan Majapahit dan mengenal lebih dekat budaya dari Majapahit. Aplikasi ini akan berjalan pada perangkat Android dan menggunakan Google Cardboard sebagai media virtual reality.",
  "creators": "DANIEL KUSUMA",
  "contributors": "Erandaru (Advisor 1); Rudy Adipranata (Advisor 2); Agustinus Noertjahyana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 0303021692/INF/2017; Daniel Kusuma (26413078)",
  "subjects": "VIRTUAL REALITY; VIRTUAL REALITY-COMPUTER PROGRAM; ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE); ANDROID (COMPUTER PROGRAM)"
}