{
  "id": "41217",
  "title": "Sistem informasi penggajian karyawan pada PT X berbasis web",
  "abstract": "PT X adalah perusahaan yang bergerak di bidang penjualan dan jasa barang-barang instrument pabrik. Perusahaan sebagai supplier untuk perusahaan lain yang membutuhkan instrument pabrik. Instrument pabrik yang dijual oleh perusahaan ini antara lain control valves, liquid level meters, self operated regulators, dan schuh technology. PT X sekarang telah memiliki banyak customer dari seluruh Indonesia khususnya di pulau Jawa dan Kalimantan. Saat ini PT X telah menambah karyawan seiring dengan berkembangnya perusahaan. Salah satu hal yang perlu diperhatikan dengan bertambahnya karyawan adalah pengelolahan dalam sektor penggajian. Perusahaan ini masih menerapkan sistem penggajian secara manual dengan menggunakan Microsoft Office Excel. Sistem penggajian secara manual akan memperlambat efektivitas waktu dalam mengelola gaji karyawan. Berdasarkan dari permasalahan yang sebelumnya, maka salah satu solusi yang dapat dilakukan adalah dengan pembuatan sistem informasi penggajian karyawan pada PT X. Sistem ini dibuat dengan bahasa pemrograman PHP dan menggunakan MySQL sebagai database. Sistem ini diharapkan dapat meningkatkan efektivitas waktu dalam mengelola gaji karyawan. Sistem informasi penggajian ini akan membantu kinerja HRD dalam menghitung gaji. Sistem ini juga dapat menghasilkan laporan dari perhitungan gaji atau slip gaji setiap karyawan. Laporan yang dihasilkan dari sistem ini adalah laporan absensi, laporan data pegawai, laporan pajak, laporan slip gaji dan lainnya.",
  "creators": "ZAGUAR RIGIL SAPUTRO",
  "contributors": "Lily Puspa Dewi, S.T., M.Kom. (Advisor 1); Justinus Andjarwirawan (Advisor 2); Silvia Rostianingsih (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021699/INF/2017; Zaguar Rigil Saputro (26412161)",
  "subjects": "WEB SITES DESIGN; PROGRAMMING (ELECTRONIC COMPUTERS); DATABASE DESIGN"
}