{
  "id": "41215",
  "title": "Pembuatan media pembelajaran bahasa Inggris menengah atas kelas X dengan fitur speaking dan listening practice berbasis Android",
  "abstract": "Bahasa Inggris merupakan mata pelajaran yang wajib di semua Sekolah Menengah Atas di Indonesia. Pada kenyataannya, Bahasa Inggris menjadi salah satu mata pelajaran yang tidak disukai. Waktu belajar dan cara belajar menggunakan buku teks terkadang membuat siswa jenuh dan bosan dalam belajar Bahasa Inggris, sehingga dibutuhkan suatu sarana media pembelajaran lain yang lebih aplikatif. Pembuatan aplikasi untuk membantu siswa belajar Bahasa Inggris menggunakan perkembangan teknologi yang sedang berkembang saat ini yang diimplementasikan pada smartphone berbasis Android. Dengan adanya aplikasi ini siswa dapat mengembangkan kemampuan Bahasa Inggris di luar sekolah. Terdapat 18 chapter yang menjadi materi bahan ajar dengan fitur penyampaian materi dan kuis pada aplikasi berupa listening, speaking, drag and drop,multiple choice, dan sound. Pembuatan media pembelajaran menggunakan Android SDK. Hasil pengujian menunjukkan bahwa aplikasi dapat berjalan dengan baik pada beberapa jenis device mobile android dengan SDK API terendah yakni Android KitKat 4.4. Aplikasi juga dinilai sebagai sarana yang interaktif dari segi tampilan aplikasi, modul penyampaian materi serta latihan soal. Aplikasi ini juga dinilai bermanfaat karena dapat membantu siswa belajar tanpa harus menggunakan buku dan guru.",
  "creators": "FEBBY ANGGRENI SAEK",
  "contributors": "Kristo Radion Purba S.ST. (Advisor 1); ANITA NATHANIA (Advisor 2); Alexander Setiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021697/INF/2017; Febby Anggreni Saek (26412154)",
  "subjects": "APPLICATION SOFTWARE-DEVELOPMENT; ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE); ANDROID (COMPUTER PROGRAM)"
}