{
  "id": "41212",
  "title": "Budaya organisasi dan perilaku kepemimpinan dalam meningkatkan kepuasan kerja pada PT Imperial Multi Mandiri",
  "abstract": "Sumber daya manusia penting bagi berfungsinya organisasi yang efektif dan mendapatkan pengakuan bahwa sumber daya manusia merupakan suatu alat yang berharga untuk meningkatkan produktivitas, sehingga sangat dibutuhkan sumber daya manusia yang unggul. Budaya organisasi sebagai suatu pondasi yang harus dimiliki organisasi, karena budaya organisasi sangat mendukung sukses atau gagalnya organisasi. Budaya organisasi yang baik juga akan dapat memberikan dampak pada perilaku kepemimpinan yang baik. Kemudian dari perilaku pimpinan yang baik juga dapat berdampak pada kepuasan kerja karyawan. Penelitian ini bertujuan untuk mendefinisikan dan mengindentifikasi budaya organisasi dan perilaku kepemimpinan pada setiap divisi dalam meningkatkan kepuasan kerja karyawan di PT Imperial Multi Mandiri. Jenis penelitian yang digunakan adalah penelitian deskriptif. Pengumpulan data dilakukan dengan cara observasi, wawancara, dan dokumentasi. Teknik analisis data yang digunakan adalah Analisis data model interaktif. Hasil penelitian ini menunjukkna bahwa (1) Budaya organisasi yang tertanam pada PT Imperial Multi Mandiri sejauh ini sudah cukup baik. Hal ini terkait dengan tujuh elemen budaya organisasi yang hampir seluruhnya telah diterapkan dengan baik, seperti pada inovasi dan pengambilan resiko yang mana perusahaan memberikan kesempatan kepada karyawan untuk bebas mengeluarkan pemikiran, ide dan masukan-masukan; (2) Perilaku kepemimpinan yang diterapkan oleh pimpinan di PT Imperial Multi Mandiri cenderung mengarah kepada kepemimpinan suportif yang terlihat dari pimpinan yang selalu berlaku adil dan menunjukkan kepedulian kepada karyawan dengan selalu memberikan solusi terhadap masalah yang dialami karyawan serta selalu memberikan penghargaan terhadap hasil yang dicapai karyawan; (3) Adanya kepuasan kerja yang masih belum tercapai dari gaji yang diberikan oleh perusahaan. Gaji sebagai hal yang penting bagi karyawan belum bisa memberi kepuasan bagi karyawan.",
  "creators": "FELICIA TANZIL",
  "contributors": "Michael Adiwijaya (Advisor 1); Thomas Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011327/MAN/2017; Felicia Tanzil (31411212)",
  "subjects": "PERSONNEL MANAGEMENT; ORGANIZATIONAL BEHAVIOR; LEADERSHIP; JOB SATISFACTION"
}