{
  "id": "41225",
  "title": "Aplikasi sistem reservasi fasilitas olahraga berbasis Android",
  "abstract": "Di zaman yang modern ini, masyarakat khususnya di kalangan para pemuda sudah mengenal dan mengerti tentang pentingnya berolahraga. Olahraga itu sendiri bermacam-macam yaitu futsal, badminton, basketball. Sekarang ini, sistem yang ada untuk reservasi fasilitas olahraga masih dalam bentuk manual dengan datang langsung ke tempat olahraga untuk memesan pada hari yang di inginkan dan membayar down payment langsung di tempat, dengan harga yang telah diberikan oleh tempat olahraga itu sendiri. Menggunakan sistem datang langsung di tempat akan lebih menjamin dalam reservasi tempat, karna akan langsung dicatat dan tidak bisa diubah lagi karena sudah membayar down payment pada awalnya. Oleh karena itu reservasi fasilitas olahraga melalui sistem aplikasi online ini merupakan sebuah inovasi yang akan menjadi wadah besar untuk beberapa kalangan karena dengan aplikasi reservasi via Android ini maka dimungkinkan untuk setiap orang memesan fasilitas olahraga tanpa harus datang langsung ke tempat olahraga itu sendiri. Aplikasi Reservasi fasilitas olahraga berbasis Android Studio didukung dengan Google Maps untuk marker tempat lapangan olahraga pada aplikasi dan QRCode untuk pembayaran dan pengecekan pemesanan ketika user datang ke tempat fasilitas olahraga yang telah user pesan. Aplikasi pengelola dan user dibedakan untuk memudahkan dalam pengecekan QRCode scanner dan login pada aplikasi.",
  "creators": "RONY OKTAFIANUS",
  "contributors": "Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Advisor 1); Lily Puspa Dewi, S.T., M.Kom. (Advisor 2); Andreas Handojo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021695/INF/2017; Rony Oktafianus (26413117)",
  "subjects": "APPLICATION SOFTWARE-DEVELOPMENT; ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE); ANDROID (COMPUTER PROGRAM)"
}