{
  "id": "41237",
  "title": "Aplikasi get rent car",
  "abstract": "Semarang merupakan kota yang sedang berkembang cukup pesat, mulai banyak orang berdatangan dari berbagai daerah untuk menikmati baik itu wisata maupun kuliner yang ada di Semarang. Tidak jarang orang-orang menghabiskan beberapa hari untuk berkeliling menikmati semuanya itu dan kebanyakan dari orang-orang tersebut bingung ataupun tidak tahu harus dengan apa mereka berkeliling Semarang. Mereka tidak tahu di mana harus menyewa mobil. Dari permasalahan tersebut, maka dibutuhkan aplikasi untuk mempermudah turis maupun orang Semarang untuk melakukan penyewaan mobil yang akan digunakan untuk berkeliling Semarang. Aplikasi Get Rent Car ini di dalamnya juga terdapat fitur Google Calendar yang secara otomatis dapat menambahkan event di dalam kalendar android anda untuk bisa memberi reminder kepada user. Di dalam aplikasi ini juga user bisa melakukan negosiasi harga sewa dan melakukan online booking. Berdasarkan hasil kuesioner, pada bagian penyewa 20% responden menilai tampilan aplikasi cukup, 60% responden menilai baik, dan 20% responden sangat baik. Untuk penilaian fitur review & rating, 20% responden cukup, 40% responden menilai baik, dan 40% responden sangat baik. Untuk penilaian fitur negosiasi, 20% responden menilai cukup, 40% responden menilai baik, dan 40% responden sangat baik. Untuk penilaian fitur Google Calendar 40% responden menilai cukup, 40% responden menilai baik, dan 20% responden sangat baik. Untuk penilaian kemudahan menggunakan aplikasi 40% responden menilai baik dan 60% responden sangat baik. Untuk penilaian kesesuaian dengan kebutuhuan 20% responden menilai cukup, 60% responden menilai baik, dan 20% responden sangat baik. Untuk penilaian keseluruhan aplikasi 60% responden menilai baik dan 40% responden sangat baik.",
  "creators": "HERRIED JONATAN ANDRIES",
  "contributors": "Adi Wibowo, S.T., M.T., Ph.D. (Advisor 1); Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Advisor 2); Agustinus Noertjahyana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021712/INF/2017; Herried Jonatan Andries (26413026)",
  "subjects": "MYSQL (COMPUTER SYSTEM); APPLICATION SOFTWARE-DEVELOPMENT"
}