{
  "id": "41249",
  "title": "Perancangan dan pembuatan e-commerce pada UD Jackpot Pancing",
  "abstract": "Pada era masa kini, teknologi informasi dan komunikasi memudahkan masyarakat untuk mendapatkan segala sesuatunya secara instan. Salah satunya adalah dengan belanja melalui internet. Hampir seluruh masyarakat di muka bumi ini memiliki perangkat seperti laptop, komputer dan smartphone yang penggunaannya semakin diminati dan terus meningkat tiap tahunnya. Dengan adanya website E-Commerce untuk UD. Jackpot Pancing memudahkan kita, khususnya bagi para mancing mania untuk mencari dan melihat-lihat produk yang dijual tanpa harus datang langsung ke tempat penjualan offline. Skripsi ini dibuat berdasarkan permintaan pemilik UD Jackpot Pancing untuk mengefisiensikan sistem penjualan yang ada di UD Jackpot Pancing dan memudahkan baik konsumen, pegawai maupun pemilik untuk melihat produk yang dijual secara online, memudahkan transaksi penjualan, pengaturan data dan laporan. Sistem dibuat dengan menggunakan bahasa pemrograman PHP, HTML dan database MySQL serta framework Bootstrap. Melalui skripsi yang telah dilaksanakan oleh penulis, maka dihasilkan sebuah aplikasi e-commerce yang sangat membantu pegawai dalam proses pemeriksaan stok barang dan penjualan produk pada UD Jackpot Pancing, mempermudah konsumen melihat-lihat dan membeli produk yang dijual serta mempermudah pemilik UD Jackpot Pancing dalam melihat laporan penjualan, stok barang dan retur melalui media internet.",
  "creators": "NOVIA MELINDA SUNGGUH",
  "contributors": "Silvia Rostianingsih (Advisor 1); Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 2); Lily Puspa Dewi, S.T., M.Kom. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021718/INF/2017; Novia Melinda (26413075)",
  "subjects": "PROGRAMMING (ELECTRONIC COMPUTERS); ELECTRONIC COMMERCE--COMPUTER PROGRAMS; DATABASE DESIGN"
}