{
  "id": "41298",
  "title": "Persepsi konsumen atas layanan Grab Car di Surabaya",
  "abstract": "Pengaruh globalisasi dunia dan teknologi yang semakin canggih menyebabkan manusia menuntut serba instant dan cepat, semua serba mudah, dan memiliki pola hidup konsumtif. Apalagi dengan hadir adanya kemajuan sistem transportasi telah mendorong seseorang ke arah lifestyle, yaitu transportasi berbasis online. Saat ini transportasi online yang semakin berkembang dan menunjukkan cyber yang semakin ketat. Hal tersebut merupakan tantangan bagi trasnportasi online Grab Car. Perkembangan bisnis jasa transportasi online yang memanfaatkan teknologi informasi. Demikian halnya pada pengguna aplikasi online Grab Car yang menginginkan adanya persepsi kemudahan penggunaan dan persepsi kegunaan. Menurut TAM, baik PEOU dan PU mempengaruhi sikap pengguna dalam menggunakan teknologi. Tujuan penelitian ini ialah untuk mendeskripsikan dan menganalisis Persepsi Konsumen atas layanan Grab di Surabaya Jenis penelitian ini menggunakan penelitian deskriptif kuantitatif. Sampel penelitian ini sebanyak 160 konsumen yang pernah menggunakan transportasi online Grab Car dengan teknik pengambilan sampling yaitu purposive sampling technique. Teknik analisa data menggunakan uji validitas, uji reliabilitas, dan statistik deskriptif. Hasil kesimpulan ialah : a) Kinerja karyawan dapat diketahui bahwa responden merasa driver Grab Car telah mengemudi dengan aman; b) variabel Perceived Ease of Use (PEOU), Responden merasa interaksi yang dilakukan oleh responden mudah dimengerti oleh aplikasi Grab Car; c) Variabel perceived usefulness (PU), responden merasakan kemudahan dalam segala hal setelah menggunakan aplikasi Grab Car; d) Variable service quality, responden merasa senang dengan perhatian yang diberikan oleh Grab Car.",
  "creators": "STEVEN GUNAWAN",
  "contributors": "Ritzky Karinamegahrosa Brahmana S.E., M.A. (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011388/MAN/2017; Steven Gunawan (31413198)",
  "subjects": "MARKETING-MANAGEMENT; MARKETING-RESEARCH; QUALITY OF SERVICE"
}