{
  "id": "413",
  "title": "The optimism toward death as revealed in walt whitman's \"when lilacs last in the dooryard bloom'd\"",
  "abstract": "Walt Whitman though have been scorned or even ignore, is American's greatest poet whose appereance is gently common and indifferent to requirenments of routine literary convention. His collection of poems, Leaves of Grass, is nearly simple and about everything. It was published in 1855. Though he publised it himself, it continued to develop and expand paralleling the growth of his own creative live. In \"When Lilac Last in the Dooryard Bloom'd\" Whitman established a modern character of hero whose unlike the past epies, dicover his heroic qualities not in superman characteristic but in their selfhood as common man. The concern if his this thesis is the optimism as revealed in \"When Lilac Last in the Dooryard Bloo'd\" which is dedicated for the memory of Abraham Lincoln's death through literary tools namely symbolism and tone. Optimism merely sees an opportunity in any extreme misfortune bringing great loss and sorrows especially death. The poet tried to describe the poem into three significant events, which are the death. The symbols and tone that he used has a clear link between Lincoln and the western star in line with lilac and the time and the time of Lincoln's death. Whitman wrote it for the death of Abraham Lincoln who died in April, springtime a time of rebirth in nature. Each of spring, the blomming lilac will remind us especially American people not only of the death of Lincoln, but also of the eternal return to life. As Whitman's believed, the writer also believes that his symbols are neither transcended nor brought to finish and it is growing in meaning, composing the unfolding process of the poem, and making it as what it is. Hence , the major symbols, which are bird, lilac, and star end by letting them, go, ever returning spring-like as they are. The tone is change from the first and second significant events into the third vents. The changes of the speaker's attitude toward \"death\" come up to the acceptence. Finally, they writer concludes that Whitman, although tempting to see Lincoln elegy as the marking point of the end of traditional optimismand idealism, provide the acceptance of death, mystical release (outlet) into a fuller understanding of life.",
  "creators": "APRIATI WAHYUNI",
  "contributors": "Prof. DR. Budi Darma, MA. (Advisor 1); Ribut Basuki (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.968; Aprianti Wahyuni (11497076)",
  "subjects": "AMERICAN POETRY-19TH CENTURY-STUDY AND TEACHING"
}