{
  "id": "41301",
  "title": "Analisis fungsi operasional pada CV Berkat Abadi di Balikpapan",
  "abstract": "Penelitian ini bertujuan untuk menganalisis aktifitas operasional perusahaan dan memberikan solusi bagi kendala yang dihadapi perusahaan sehingga fungsi operasional di dalam CV Berkat Abadi lebih efektif, maksimal dan efisien. Dalam penelitian ini penulis menggunakan data primer dan skunder sebagai sumber data penelitian. Teknik pengumpulan data yang digunakan adalah wawancara semiterstruktur, tujuannya untuk menemukan permasalahan secara lebih terbuka dimana pihak yang diajak wawancara dapat diminta pendapat dan ide-idenya. Teknik yang digunakan dalam menentukan informan pada penelitian ini adalah teknik purposive sampling, yaitu teknik pengambilan sampel sumber data berdasarkan pertimbangan tertentu. Penelitian dilakukan dengan menganalisis kinerja fungsi operasional perusahaan menggunakan teori Schoeder yaitu fungsi Sumber Daya Manusia, fungsi keuangan, fungsi sistem informasi, dan fungsi pemasaran. Dengan menggunakan empat elemen fungsi tersebut, peneliti dapat menemukan kekurangan dan kelebihan di dalam sistem operasional CV Berkat Abadi. Hasil penelitian menunjukkan bahwa solusi yang tepat untuk diterapkan di perusahaan yaitu melakukan insourcing atau outsourcing untuk mengembangkan kemampuan karyawan, memberikan disiplin dan motivasi kepada karyawan, membuat perencanaan penjualan, iklan, memperbaiki sistem penagihan pembayaran, membuat program untuk menginput dan menyajikan informasi stok barang dan jadwal pengiriman barang, serta membuat SOP tertulis bagi perusahaan.",
  "creators": "KEZIA ZULKARNAEN",
  "contributors": "Dr. Augustinus Simanjuntak, S.H., M.H. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011386/MAN/2017; Kezia Zulkarnaen (31413251)",
  "subjects": "PRODUCTION MANAGEMENT; PRODUCTION MANAGEMENT-CASE STUDIES"
}