{
  "id": "4132",
  "title": "The Speech styles used by the host and the guests in Dorce Show",
  "abstract": "The writer analyzed the speech style used by the host and the guests in ?Dorce Show?. The writer was interested in analyzing speech style because it is important to use in communication. People can differentiate to whom they want to speak which is appropriate to the situation, function, and norm in the social context by using speech style. In this study, the writer would like to know the most frequent speech style occuring in ?Dorce Show? program by analyzing speech style used by the host and the guests in this program. The writer also would like to know the more dominating speech style used by the two different professional groups (the artists and the professionals). The writer chooses ?Dorce Show? program because this program is unique and interesting, also language in talk show is produced in different styles reflecting social context. The writer used theories of speech style as proposed by Joos (1976) and Chaer ?Agustina (2004). She also used the theory of lexical and grammatical characteristics for standard Indonesian by Kridalaksana (1985). This research was a quantitative approach. The writer got the data from ?Dorce Show? program which was broadcast by Trans TV on September 2006. The writer only found three types of speech styles in ?Dorce Show?, i.e. formal style, consultative style and casual style. Based on the findings, casual style is the most frequent speech style occuring in talk show program since the setting of talk show program is meant to be informal.",
  "creators": "VENNY OCTAVIA",
  "contributors": "Samuel Gunawan (Advisor 1); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011629/ING/2007; Venny Octavia (11402075)",
  "subjects": "LANGUAGE AND LANGUAGES; LINGUISTICS"
}