{
  "id": "4133",
  "title": "Politeness strategy in complaining in letters colomn Newsweek Magazine",
  "abstract": "This study observes the politeness strategy of complaint letters which were published in Newsweek magazine. It is analyzed based on Brown & Levinson?s theory of politeness strategy by using descriptive qualitative and quantitative approach. It deals with the politeness strategy which is used in complaining and the most politeness strategy that occurs in the complaint letters. The data were taken from 20 complaint letters which were published in ?Letters?, a column for the readers to express their thought in Newsweek magazine. Based on the theory, there are four main strategy of politeness namely, bald on record, off-record, positive and negative politeness. In the letters, bald on record strategies which are used are ?sympathetic advice or warning? strategy and ?urgent imperative? strategy. Positive politeness strategies which are used are ?intensify interest to H?, ?avoid disagreement?, ?include both S and H in the activity? strategy, ?give or ask reason?, and ?assume or assert? strategy. Negative politeness strategies which are produced in the letters are ?question or hedge?, ?be pessimistic?, ?minimize imposition?, ?impersonalize S and H?, and ?state FTA as a general rule? strategy. The off-record strategy which is used in the letters is ?rhetorical question? strategy. The findings show that the complainers prefer to use positive politeness strategy in stating their complaint to Newsweek magazine. They give or ask reason to support their complaints so it is reasonable and can be accepted by their complainee (Newsweek). The findings also show that the complainers seldom use off record strategy. It means that the complainers prefer to state their complaints directly, unambiguous, and in a concise way in order to make the complainee (Newsweek) can easily understand what they complain about so they can achieve their expectation immediately.",
  "creators": "IBNO SANTOSO",
  "contributors": "ABBAS A.BADIB, Pof.DR.MA.,MA. (Advisor 1); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011630/ING/2007; Ibno Santoso (11402135)",
  "subjects": "COMPLAINT LETTERS; ENGLISH LANGUAGE-DISCOURSE ANALYSIS; ENGLISH LANGUAGE-SOCIAL ASPECTS"
}