{
  "id": "41356",
  "title": "Implementasi Lean Six Sigma untuk meningkatkan kualitas sistem kinerja payroll function PT X dengan meminimalkan berbagai waste",
  "abstract": "Penelitian ini dilakukan pada sistem kinerja payroll function PT X. Payroll function memiliki peran dalam ruang lingkup penggajian, pelayanan jaminan tenaga kerja, dan pembayaran pajak. Payroll function memiliki lima target performa yang harus dipenuhi. Target performa tersebut yaitu ketepatan waktu, kelengkapan elemen, kelengkapan karyawan, ketiadaan komplain, dan keakuratan hasil perhitungan. Setiap target performa tersebut memiliki rincian critical to quality yang harus dipenuhi oleh setiap jenis proses yang bersangkutan. Proses yang tidak memenuhi critical to quality akan masuk dalam kategori kegagalan proses. Pengukuran awal menunjukkan adanya 34 proses yang mengalami keterlambatan, 18 proses mendapatkan komplain, lima proses mengalami ketidaklengkapan karyawan, tiga proses mengalami ketidaklengkapan elemen, dan tiga proses mengalami ketidakakuratan hasil perhitungan dari jumlah total 304 proses. Pengolahan jumlah kegagalan tersebut didapati nilai total (Defect per Million Opportunity) DPMO sebesar 55.360,28. Hasil konversi total DPMO tersebut didapatkan nilai sigma quality level kinerja payroll function PT X dengan nilai 3,11. Filosofi lean six sigma digunakan pada penelitian ini untuk meningkatkan kualitas sistem kinerja payroll function PT X dengan meminimalkan waste. Jenis proses yang diprioritaskan untuk dilakukan perbaikan adalah proses penggantian KPJ, penyediaan informasi rumah sakit rekanan, penyediaan informasi saldo iuran JHT JP harian borongan, dan klaim kecelakaan kerja pada MBA. Perbaikan proses penggantian KPJ dapat mengurangi 86,3% non value added time. Proses penyediaan informasi rumah sakit rekanan yang telah diperbaiki dapat menurunkan 99,8% non value added time dan menghilangkan potensi terjadinya komplain pada proses tersebut. Perbaikan proses penyediaan informasi saldo iuran JHT JP harian borongan dapat menghilangkan non value added time dan menghilangkan potensi terjadinya komplain pada proses penyediaan informasi saldo iuran JHT JP. Seluruh perbaikan proses yang telah diimplementasikan pada sistem kinerja payroll function PT X dapat meningkatkan kualitas sistem kinerja payroll function dari 3,11 sigma quality level menjadi 3,72 sigma quality level.",
  "creators": "RICKY YOHANES",
  "contributors": "Jani Rahardjo (Advisor 1); Felecia, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022101/IND/2018; Ricky Yohanes (25414013)",
  "subjects": "SIX SIGMA; WASTE MINIMIZATION"
}