{
  "id": "41367",
  "title": "Applying the theory of learning styles in reading lessons to improve students’ performance in reading",
  "abstract": "It is said that different individuals have different learning styles depending on their learning preferences. This research is done to see whether applying different learning styles in reading activities influences students’ performance in doing the activities and improves their ability in understanding reading texts. Reading was chosen because the school in which the research is conducted, most of the students do poorly in their reading tests. The methodology used in this research is mainly using the learning styles methodology by Neil Fleming and the three big theory of Reading: (1) the traditional theory/bottom up processing, (2) The cognitive theory/top-down processing, and (3) The meta cognitive/schema theory. The research was done in a class of forty students with different levels of English ability and knowledge. There were three sessions with different learning styles applied. The three sessions had different text each. The result of this research shows that most students performed well in the session that matches with their individual learning style except for four students. Two students who belong to visual style and a student who belong to kinesthetic group got their highest score in auditory session; a student who belong to visual style got his highest score in kinesthetic session. In this research, applying learning styles in reading lessons gave a good influence to the performance of students of both low and high level of English.",
  "creators": "YOKHEBED SANTOSO",
  "contributors": "Julia Eka Rini (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Thesis No. 02010004/MS/2017; Yokhebed Santoso (04515002)",
  "subjects": "READING DEVELOPMENT; LEARNING STRATEGIES"
}