{
  "id": "41376",
  "title": "Museum Kereta Api di Surabaya",
  "abstract": "Sebuah wadah yang diharapkan dapat menjadi sebuah pusat pengetahuan yang berkaitan tentang sejarah kereta api di Jawa Timur, khususnya di Surabaya. Di sini merupakan tempat yang cocok bagi para pecinta kereta api dan juga untuk para orang-orang yang ingin tahu lebih dalam tentang sejarah kereta api di Jawa Timur. Kereta api merupakan sebuah transportasi yang tentunya membutuhkan adanya akses/sirkulasi, jika sirkulasi tidak lancar maka transportasi menjadi tidak efektif. Maka dari itu, sehingga bangunan ini menggunakan pendekatan sistem sirkulasi dan pendalaman karakter ruang yang dapat menciptakan nuansa tersendiri di dalam area museum. Berdasarkan pengguna dan aktivitasnya, pembagian zoning vertikal terbagi menjadi 3 (lantai basement terdapat zona edukasi yang berisi sejarah kereta api di Jawa timur khususnya Surabaya zaman penjajahan Belanda dan Jepang dengan sirkulasi linier yang mendorong pengunjung melewati ruang-ruang tersebut, lantai satu dan dua zona edukasi dan komersil terdapat beberapa massa bangunan yang mengelilingi seperti massa kereta api pasca kemerdekaan/sekarang, kereta api masa depan, cafe, kereta skala 1:1, kereta layang, ruang multifungsi dan toko souvenir; lantai tiga dan empat zona perkantoran. Museum ini merupakan museum yang mengutamakan kenyamanan dan keamanan pengunjung terutama pada akses/sirkulasi termasuk pada pengelola museum tersebut. Selain itu, menciptakan suasana dan hirarki yang membuat kereta api merupakan transportasi yang istimewa sehingga pengunjung merasa antusias dan memungkinkan untuk datang berkunjung kembali.",
  "creators": "YUSUF SURYA PAMUNGKAS",
  "contributors": "Handinoto (Advisor 1); Maria Immaculata Hidayatun (Advisor 2); Markus Ignatio Aditjipto (Advisor 3); Andhi Wijaya (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 00023614/ARS/2017; Yusuf Surya Pamungkas (22412126)",
  "subjects": "RAILROAD MUSEUMS; MUSEUMS-BUILDINGS"
}