{
  "id": "41370",
  "title": "Pengaruh leadership capability terhadap turnover intention melalui job satisfaction di PT Rajawali Nusindo",
  "abstract": "Employee turnover mengarah pada kenyataan akhir yang dihadapi perusahaan (kehilangan sejumlah karyawan) pada periode tertentu, sedangkan keinginan pindah kerja (turnover intentions) sendiri mengacu kepada hasil evaluasi individu mengenai kelanjutan hubungannya dengan sebuah perusahaan yang belum diwujudkan dalam tindakan nyata meninggalkan perusahaan tersebut. Bagi PT Rajawali Nusindo, turnover intention juga menjadi salah satu masalah yang dihadapi oleh perusahaan dikarenakan turnover yang terdapat pada perusahaan ini meningkat dibandingkan tahun lalu meskipun masih berada di bawah lima persen tetapi jumlah turnover meningkat dari dua orang yang keluar pada tahun 2015 kemudian meningkat menjadi tiga orang pada tahun 2016. Penelitian ini bertujuan untuk mengetahui apakah penyebab dari peningkatan turnover di perusahaan ini ditinjau dari leadership capability dan job satisfaction. Jenis penelitian yang dilakukan adalah kuantitatif. Sampel penelitian adalah karyawan PT Rajawali Nusindo, yang berjumlah 80 orang. Penelitian ini menggunakan teknik analisis Partial Least Square (PLS). Hasil dari penelitian ini menunjukkan bahwa leadership capability dan job satisfaction berpengaruh signifikan terhadap turnover intention, sedangkan leadership capability berpengaruh signifikan terhadap job satisfaction. Faktor yang berpengaruh dominan terhadap job satisfaction adalah leadership capability.",
  "creators": "BRILLIAN KEVIN",
  "contributors": "Zeplin Jiwa Husada Tarigan (Advisor 1); Eddy Madiono Sutanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011335/MAN/2017; Brillian Kevin (31413217)",
  "subjects": "PERSONNEL MANAGEMENT; LEADERSHIP; JOB SATISFACTION"
}