{
  "id": "41386",
  "title": "Perumusan strategi bersaing PT High Volt Technology berdasarkan blue ocean strategy",
  "abstract": "Penelitian ini bertujuan untuk mendeskripsikan dan mengevaluasi strategi bersaing yang diterapkan oleh PT High Volt Technology saat ini, serta merumus-kan strategi bersaing yang sesuai bagi perusahaan. Metode penelitian yang digunakan adalah penelitian kualitatif deskriptif. Pengumpulan data dilakukan meng-gunakan wawancara tidak terstruktur dengan memilih sales manager, sales staff, dan project manager sebagai narasumber. Hasil penelitian menunjukkan bahwa strategi bersaing yang diterapkan oleh PT High Volt Technology saat ini adalah strategi fokus dan branding. Dari hasil evaluasi terhadap strategi bersaing perusahaan, diketahui bahwa penerapan strategi fokus dan branding membuat PT High Volt Technology menjadi lebih fokus melayani pelanggan, serta membuat perusahaan semakin dikenal oleh pe-langgan, namun di sisi lain, penerapan strategi tersebut juga membuat PT High Volt Technology harus mengeluarkan biaya operasional yang besar. Selain itu, perusahaan juga harus menghadapi persaingan yang ketat, karena banyaknya pesaing yang juga membidik pasar yang sama. Oleh karena permasalahan tersebut, diperlukan adanya perbaikan terhadap strategi bersaing yang telah diterapkan saat ini, dan perlu untuk merumuskan strategi baru menggunakan prinsip perumusan blue ocean strategy. Dari perumusan strategi bersaing tersebut, strategi baru yang dapat direkomendasikan antara lain: meningkatkan pelayanan, dan kemampuan teknisi, memperluas pasar, dan membuka kantor perwakilan.",
  "creators": "ROSETTA DILLA PRABOWO",
  "contributors": "Eddy Madiono Sutanto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011495/MAN/2018; Rosetta Dilla Prabowo (31412037)",
  "subjects": "COMPETITION; STRATEGIC PLANNING"
}