{
  "id": "41399",
  "title": "Analisa resiko kecelakaan kerja di PT XYZ",
  "abstract": "PT XYZ adalah pemimpin global dalam industri sepatu yang memproduksi sepatu inovatif untuk pria, wanita dan anak-anak dengan mutu dan kualitas terbaik serta menjadi salah satu produsen sepatu terdepan di dunia. Tujuan dari penelitian ini adalah untuk mengetahui kondisi risiko kecelakaan kerja dan menentukan prioritas penanganan kecelakaan kerja serta memberikan manfaat berupa usulan yang perlu dilakukan perusahaan untuk meminimalkan atau mencegah kecelakaan kerja pada PT XYZ. Analisa risiko dilakukan dengan menggunakan metode Failure Mode and Effect Analysis (FMEA) dan tahap Risk Assesment pada metode Hazard Identification, Risk Assessment and Risk Control (HIRARC). Pada PT XYZ bisa dikatakan masih memiliki resiko kecelakaan yang besar sehingga harus diberikan perbaikan agar dapat meminimalisir dan mencegah risiko yang diakibatkan kecelakaan kerja. Resiko kecelakaan kerja yang rendah sebesar 20%, resiko kecelakaan kerja yang sedang sebesar 42%, dan resiko kecelakaan kerja yang tinggi sebesar 38%. Prioritas penanganan kerja yang memiliki resiko kecelakaan tinggi ada 13 kategori kecelakaan dari total 69 kategori kecelakaan kerja. Prioritas penanganan kerja yang memiliki resiko kecelakaan sedang ada 29 kategori kecelakaan dari total 69 kategori kecelakaan kerja. Resiko kecelakaan kerja dalam perusahaan yang tinggi perlu diperhatikan dan ditindaklanjuti agar dapat dikurangi bahkan sampai terhindar dari kecelakaan.",
  "creators": "JUSTIN ARISTYO RAHADIYAN",
  "contributors": "Prayonne Adi S.T., M.MT. (Advisor 1); Jani Rahardjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022104/IND/2018; Justin Aristyo Rahadiyan (25413046)",
  "subjects": "INDUSTRIAL SAFETY; RISK MANAGEMENT; PERSONNEL MANAGEMENT"
}