{
  "id": "41403",
  "title": "Analisa pelayanan K3 di PT XYZ",
  "abstract": "PT XYZ merupakan perusahaan multinasional yang mempunyai lebih dari 7000 karyawan yang bekerja didalamnya. PT XYZ ingin mengetahui bagaimana persepsi karyawan tentang Keselamatan dan kesehatan kerja. Penelitian yang dilakukan agar mengetahui bagaimana persepsi karyawan PT XYZ tentang keselamatan dan kesehatan kerja dilakukan dengan metode SERVQUAL. Metode SERVQUAL yang digunakan mengadaptasi dari teori yang dikemukakan oleh Parasuraman. Penelitian dilakukan dengan membagikan kuisioner kepada pegawai perusahaan. Kuisioner mempunyai skala likert 1 sampai 4 untuk menentukan persepsi karyawan perusahaan. Analisa kesenjangan yang dilakukan menggunakan tipe kesenjangan nomor 3 di mana kesenjangan yang dibandingkan adalah persepsi dan spesifikasi. Teori ini menganalisa nilai kesenjangan antara spesifikasi yang diberikan perusahaan dengan persepsi yang dimiliki karyawan. Penelitian yang dilakukan menunjukkan bahwa dalam setiap dimensi SERVQUAL, persepsi karyawan PT XYZ menunjukkan bahwa persepsi karyawan PT XYZ sudah sesuai dengan spesifikasi, namun analisa lebih lanjut menjelaskan ada beberapa poin yang menunjukkan hal-hal yang harus diperbaiki. Poin-poin tersebut berkaitan dengan kurangnya pelatihan K3 terhadap pegawai, kurangnya penyediaan APD kepada pegawai, kurangnya sosialisasi tentang Hazardous waste treatment kepada pegawai, dan pelayanan medis yang kurang sesuai dengan kebutuhan. Penelitian ini menghasilkan matriks pelatihan yang akan digunakan untuk meningkatkan hal-hal tersebut. Matriks pelatihan ini berisikan pelatihan-pelatihan yang direncanakan untuk tahun depan.",
  "creators": "NATHANIEL KURNIAWAN SOEDARSO",
  "contributors": "Jani Rahardjo (Advisor 1); I Nyoman Sutapa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022107/IND/2018; Nathaniel Kurniawan Soedarso (25413031)",
  "subjects": "FACTORIES--SAFETY MEASURES; INDUSTRIAL SAFETY; PERSONNEL MANAGEMENT"
}