{
  "id": "41402",
  "title": "Analisis kepuasan klien atas aspek layanan Winston Central",
  "abstract": "Persaingan agen properti terjadi semakin ketat karena banyaknya jumlah agen properti di Surabaya. Berdasarkan data AREBI di Surabaya, jumlah agen properti di Surabaya pada tahun 2017 sebanyak 110 agen. Persaingan antar agen properti menyebabkan pentingnya untuk melakukan evaluasi terhadap tingkat kepuasan klien. Obyek penelitian ini adalah Winston Central di Surabaya. Tujuan penelitian adalah menjelaskan tingkat kepuasan klien dan hubungan dependensi antara karakteristik demografis dengan kepuasan klien terhadap aspek layanan Winston Central Surabaya. Jumlah sampel penelitian ini sebanyak 61 sampel. Teknik analisis penelitian menggunakan analisis deskriptif dan analisis chi square. Temuan penelitian ini menunjukkan bahwa evaluasi secara keseluruhan, kepuasan klien adalah tinggi terhadap setiap dimensi layanan Winston Cntral, tetapi masih terdapat atribut layanan dengan kepuasan kategori sedang, yaitu pada dimensi: reliability, responsiveness, dan empathy. Kepuasan klien kategori sedang pada layanan Winston Central dari reliability yaitu pada penanganan keluhan klien yang dinilai belum sesuai dengan harapan klien. Kepuasan klien kategori sedang dari layanan Winston Central pada dimensi responsiveness, yaitu pada kesiapan karyawan Winston Central untuk merespon permintaan klien sesuai harapan klien. Kepuasan klien kategori sedang pada layanan Winston Central pada dimensi empathy adalah pada kemampuan karyawan untuk memahami kebutuhan sesuai harapan klien. Berdasarkan analisis hubungan dependensi, terdapat hubungan dependensi antara jenis kelamin dan tingkat kepuasan responden terhadap lima dimensi layanan Winston Central.",
  "creators": "MARIA AGNESIA REGINA IRLANNY",
  "contributors": "Eddy Madiono Sutanto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011478/MAN/2018; Regina Irlanny (31412070)",
  "subjects": "CONSUMER SATISFACTION; REAL ESTATE AGENTS"
}