{
  "id": "4143",
  "title": "Penerapan value engineering pada proyek konstruksi",
  "abstract": "Penerapan value engineering pada proyek konstruksi dapat memberikan dampak positif yang sangat besar pada hasil yang dicapai. Fokus pada fungsi dan nilai merupakan dasar yang dipakai dalam konsep VE, penghematan biaya dan peningkatan nilai adalah hasil yang dicapai dalam penerapan VE pada proyek konstruksi. Penerapan VE dilakukan dengan cara dan sistem yang berbeda-beda sesuai dengan kondisi yang terjadi . Penelitian ini dilakukan dengan cara wawancara kepada perusahaan konsultan dan perusahaan kontraktor yang bertujuan untuk memahami pengetahuan responden tentang VE di Surabaya, opini penerapan VE pada proyek konstruksi, kendala-kendala yang sering dihadapi, serta sistem VE yang sebaiknya dipakai. Hasil penelitian menunjukkan bahwa responden melakukan penerapan VE secara informal. Responden sudah mengerti dan memahami penerapan VE pada proyek konstruksi dengan baik. Pengetahuan dan definisi yang salah mengenai VE merupakan hambatan utama menurut responden konsultan, sedangkan fleksibilitas dan budaya yang berbeda merupakan hambatan utama menurut responden kontraktor. Responden mempunyai kepercayaan yang besar dalam penerapan VE pada proyek konstruksi yang dapat mengasilkan peningkatan dalam hal kualitas pekerjaan. Penelitian ini menghasilkan 13 komponen sistem yang cocok dipakai dalam penerapan VE di Surabaya. Penelitian ini juga melakukan penerapan VE yang dilakukan secara sistematis pada ruang kuliah Gedung \"T\" Universitas Kristen Petra.",
  "creators": "YOHANES JOHN CHANDRA F.",
  "contributors": "ANDI (Advisor 1); LIE ARIJANTO (Advisor 2); Indriani Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Thesis No. 01000092/MTS/2006; Yohanes John Chandra (01504006)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT"
}