{
  "id": "41435",
  "title": "Potensi penggunaan value engineering pada pembangunan gedung bertingkat tinggi di Surabaya dan Jakarta",
  "abstract": "Krisis ekonomi yang terjadi di Indonesia, penggunaan Value Engineering (VE) bisa berpotensi, sedangkan gedung bertingkat tinggi yang bersifat kompleks dengan biaya bangunan relatif besar dari keseluruhan biaya membuat penggunaan VE sangat tepat. Tujuan penelitian ini adalah untuk mengetahui potensi penggunaan VE dan mendorong penggunaannya pada pembangunan gedung bertingkat tinggi setelah terjadi krisis ekonomi di Indonesia. Penelitian ini dilakukan dengan menggunakan kuesioner yang dilandasi teori dan informasi tentang VE dan penerapannya. Penelitian berisi: (1) Upaya yang dilakukan setelah terjadi krisis ekonomi di Indonesia. (2) Pada gedung bertingkat tinggi diteliti mengenai indikasi yang ditemui dalam pembangunan, sasaran yang paling penting untuk dicapai dan jenis pekerjaan yang paling sering dilakukan penghematan. (3) Upaya melakukan VE diteliti penggunaannya secara informal dan formal sekaligus diteliti pengetahuan tentang VE. Data kuesioner diolah dengan membuat distribusi frekwensi, peringkat, dan uji beda. Responden dari penelitian ini adalah para ahli yang terlibat pada pembangunan gedung bertingkat tinggi di Surabaya dan Jakarta sebagai Perencana, Kontraktor dan Pengembang. Kuesioner disebarkan sejumlah 281, sedangkan dikembalikan sejumlah 67. Berdasarkan penelitian dapat disimpulkan bahwa upaya penghematan pada krisis ekonomi membuat penggunaan VE berpotensi pada pembangunan gedung bertingkat tinggi, sehingga lebih terdorong menggunakannya dan meningkatkan pengetahuan VE serta ketrampilan menggunakannya. Penggunaan VE tetap memperhatikan target waktu, kualitas, dan keselamatan kerja untuk dicapai, dan melakukan penghematan pada jenis pekerjaan yang biayanya relatif tinggi. VE secara formal memberikan hasil lebih memuaskan dan teliti dari pada sekedar upaya penghematan. Pengembang paling berkepentingan di dalam penerapan VE, namun perlu lebih terarah dengan melakukan upaya penghematan dengan benar bukan dengan pemotongan biaya.",
  "creators": "TOMAS WIBOWO",
  "contributors": "Ratna S. Alifen (Advisor 1); Paulus Nugraha (Advisor 2); Herry Pintardi Chandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 042/MTS; Tomas Wibowo (01597015)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT"
}