{
  "id": "41460",
  "title": "Penerapan prinsip-prinsip pengorganisasian di PT Surabaya Indofoam",
  "abstract": "Berdasarkan hasil pengamatan di PT Surabaya Indofoam, masih terdapat ketidakkonsistenan penerapan prinsip pengorganisasian, yang didasarkan dari pimpinan yang memberikan perintah kepada karyawan di luar divisinya. Kondisi ini mendorong diperlukannya evaluasi terhadap penerapan prinsip pengorganisasian di perusahaan. Tujuan penelitian ini adalah menjelaskan mengenai prinsip-prinsip pengorgansiasian yang telah diterapkan dengan baik dan yang belum diterapkan dengan baik di PT Surabaya Indofoam. Jenis penelitian adalah penelitian kuantitatif. Jumlah responden penelitian ini sebanyak 23 responden. Teknik analisis data menggunakan statistik deskriptif. Temuan penelitian menunjukkan bahwa penerapan lima belas prinsip pengorganisasian di PT Surabaya Indofoam masih perlu untuk ditingkatkan. Intensitas penerapan setiap prinsip pengorganisasian berbeda-beda, yang didasarkan pada evaluasi jawaban responden penelitian. Berdasarkan pada kategori penilaian, prinsip pengorganisasian dengan kategori penilaian baik adalah: objectives, specialization, responsibility, efficiency, simplicity, flexibility, balance, dan personal abilities. Prinsip pengorganisasian dengan kategori penilaian sedang, yaitu: span of control, exception, scalar principle, unity of command, delegation, authority, dan unity of direction. Saran dari hasil kesimpulan penelitian bahwa PT Surabaya Indofoam selayaknya untuk melakukan evaluasi terhadap penerapan prinsip pengorganisasian khususnya untuk span of control, exception, scalar principle, unity of command, delegation, authority, dan unity of direction.",
  "creators": "RACHMAWATI GUNAWAN",
  "contributors": "Eddy Madiono Sutanto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011351/MAN/2017; Rachmawati Gunawan (31412078)",
  "subjects": "ORGANIZATIONAL PRINCIPLES; MANAGEMENT"
}