{
  "id": "41519",
  "title": "Upaya perbaikan proses pencatatan jumlah barang hasil produksi di PT X",
  "abstract": "PT X adalah perusahaan printing packaging. PT X mempunyai masalah ketidaksesuaian jumlah hasil produksi yang terjadi antara satu departemen dengan departemen lainnya. Sebagai contoh barang yang dihasilkan dari departemen awal sebanyak 1000 sheet, akan tetapi barang yang masuk ke departemen berikutnya hanya sebanyak 800 sheet. Pada tahun 2016 terjadi 64 kali ketidaksesuaian dari 67 order dan pada tahun 2017 terjadi 50 kali ketidaksesuaian dari 50 order. Melalui hasil observasi dan wawancara ditemukan bahwa ketidaksesuaian terjadi karena data jumlah hasil produksi yang tidak terekap dengan benar dan tidak adanya verifikasi ulang yang dilakukan oleh kepala regu (Karu). Beberapa usulan yang diterapkan adalah pembuatan tag barang pada akhir pengerjaan palet di Gudang Bahan Baku (GBB), penempatan barang reject pada tempat khusus di Departemen Offset dan Departemen Plong untuk kemudian dihitung jumlah reject-nya, pelaksanaan sampling sebesar 10% dari quantity yang akan diproduksi secara random di Departemen Laminasi dan pelaksanaan sampling sebanyak 10 palet per production order (PO) secara random di Departemen Glueing. Selain hal tersebut juga diberikan usulan terhadap cara pengukuran kertas dengan meteran di Departemen Potong dan menggunakan konversi standar gramatur yang telah diverifikasi dan instruksi kerja yang jelas terhadap pengisian dokumen PO di semua departemen.",
  "creators": "STEFEN ANTHONY",
  "contributors": "Benedictus Rahardjo S.T. M.B.A. (Advisor 1); Debora Anne Yang Aysia (Advisor 2); Tanti Octavia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022113/IND/2018; Stefen Anthony Binatra (25413037)",
  "subjects": "PRODUCTION MANAGEMENT; PRODUCTION PLANNING"
}