{
  "id": "41536",
  "title": "Suatu kajian tentang produktivitas excavator untuk pekerjaan galian tanah",
  "abstract": "Dalam setiap proyek konstruksi selalu terdapat pekerjaan pemindahan tanah (earthmoving). Misalnya pada proyek pembangunan jalan, jembatan, saluran, dan gedung-gedung. Salah satu pekerjaan dalam pemindahan tanah adalah penggalian. Dalam pekerjaan penggalian tanah tersebut sering dipakai suatu alat gali yang disebut dengan excavator (backhoe). Cepat lambatnya penyelesaian galian tanah tersebut tergantung dari produktivitas yang dihasilkan oleh excavator. Sehingga sangat penting untuk mengetahui seberapa besar produktivitas yang dihasilkannya. Produktivitas excavator yang sesungguhnya terjadi di lapangan cenderung menurun apabila dibandingkan dengan produktivitas teoritisnya. Hal ini dapat terjadi karena adanya beberapa faktor yang menyebabkan terjadinya perbedaan produktivitas tersebut. Untuk mengetahui faktor-faktor apa saja yang dapat mempengaruhi produktivitas backhoe dilakukan suatu studi lapangan, yaitu dengan melakukan observasi terhadap kinerja backhoe dan wawancara serta menyebarkan kuesioner. Studi lapangan ini dilakukan untuk mempelajari yang sesungguhnya terjadi di lapangan dan untuk menghitung produktivitas backhoe dari hasil pengamatan di lapangan. Faktor-faktor yang dapat mempengaruhi produktivitas excavator dibagi dalam tiga bagian besar, yaitu faktor pekerjaan, faktor alat, dan faktor manajemen. Dari faktor pekerjaan yang paling menentukan adalah jenis material berbatu, dari faktor alat adalah kondisi fisik alat, dan dari faktor manajemen adalah ketrampilan dari operator. Bagi para praktisi di lapangan penelitian ini diharapkan dapat menjadi bahan pertimbangan dan informasi dalam menggunakan backhoe. Sedangkan untuk kalangan akademik penelitian ini diharapkan dapat menambah pengetahuan tentang produktivitas backhoe.",
  "creators": "TETY CINDRA; ARNIE",
  "contributors": "Budiman Proboyo (Advisor 1); Herry Pintardi Chandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1142 S; TETY CINDRA (21497018), ARNIE (21497030)",
  "subjects": "CONSTRUCTION EQUIPMENT"
}