{
  "id": "41531",
  "title": "Kinerja alat gali dan alat angkut tanah pada pekerjaan galian tanah basement (studi kasus proyek bangunan kantor)",
  "abstract": "Keterlambatan proyek disebabkan oleh pekerjaan galian tanah, yang memegang peranan penting pada seluruh aktivitas proyek Office Building. Keterlambatan penggalian disebabkan oleh alat gali dan alat angkut yang digunakan tidak bekerja dengan efisien dan efektif, dan hambatan yang mungkin terjadi pada suatu penggalian tanah bila ditinjau dari produktivitas dan kinerja alat gali dan alat angkut tanah yang digunakan. Observasi di lapangan, dan wawancara dilakukan untuk meneliti kinerja dan produktivitas alat gali dan alat angkut tanah serta membahas tentang faktor-faktor yang mempengaruhi produktivitas serta kinerja alat gali dan alat angkut tanah yang dianalisa menggunakan program Microsoft Excel. Hasil dari analisa faktor-faktor yang mempengaruhi produktivitas dan kinerja backhoe dan truk, maka didapatkan faktor terbesar yang terjadi adalah faktor kondisi lapangan sebesar 63%, diikuti faktor efisiensi kerja sebesar 10% dan faktor persiapan truk sebesar 6% untuk produktivitas backhoe. Untuk produktivitas truk, faktor terbesar yang ditemukan adalah faktor idle time sebesar 4%, sedangkan kinerja untuk backhoe dan truk menghasilkan nilai 87,41%. Faktor yang mempengaruhi produktivitas dan kinerja alat, seperti faktor alam, manajemen lapangan, faktor operator, faktor kondisi lapangan, dan faktor alat untuk produktivitas backhoe, sedangkan untuk truk terdapat faktor seperti faktor waktu dan faktor alat.",
  "creators": "ADHI WIBOWO; FRANCISCO XAVERIUS",
  "contributors": "Ratna S. Alifen (Advisor 1); Jonathan Hendra Kusuma (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1215/SIP/2003; Adhi Wibowo (21495134), Francisco Xaverius (21495146)",
  "subjects": "COSTRUCTION INDUSTRY-MANAGEMENT"
}