{
  "id": "41532",
  "title": "Pengaruh store atmosphere terhadap dining satisfaction dan behavioral intention pada TDI Café & Rooftop Gorontalo",
  "abstract": "Fakta menunjukkan bahwa industri kuliner restoran dan kafe nasional terbukti menjadi salah satu industri dengan pertumbuhan sangat tinggi. Hal ini memberikan peluang bagi pelaku bisnis kafe untuk menaikkan performa penjualannya. Di sisi yang lain tingginya kesibukan kerja, kepadatan kota, sekaligus adanya tren masyarakat modern saat ini, menyebabakan kafe sudah menjadi kebutuhan sekaligus gaya hidup masyarakat di Gorontalo. Oleh karena itu, para pemilik industri kafe harus mampu memberikan kepuasan yang diinginkan konsumen untuk dapat menciptakan keunggulan bersaing. Penelitian ini bertujuan untuk mengetahui pengaruh restaurant atmosphere terhadap dining satisfaction serta dampaknya terhadap behavioral intentions. Metode yang digunakan adalah kuantitatif dengan sampel penelitian sebanyak 100 orang konsumen kafe TDI Gorontalo dengan presentase responden yang berumur 18-21 tahun yaitu sebanyak 62% , pria sebesar 44% dan wanita sebesar 56%. Teknik pengumpulan data dalam penelitian ini dilakukan dengan membagikan kuesioner yang menggunakan skala likert. Berdasarkan hasil pengolahan data menggunakan analisis Partial Least Square, dapat disimpulkan bahwa restaurant atmosphere dan dining satisfaction masing-masing berpengaruh signifikan terhadap behavioral intentions. Selain itu disimpulkan juga bahwa restaurant atmosphere berpengaruh signifikan terhadap dining satisfaction.",
  "creators": "LEONARDO EFFENDY",
  "contributors": "Ritzky Karinamegahrosa Brahmana S.E., M.A. (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011452/MAN/2018; Leonardo Effendy (31412290)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMER SATISFACTION"
}