{
  "id": "41579",
  "title": "Pengaruh lingkungan kerja dan iklim organisasi terhadap semangat kerja Karyawan PT Diantri",
  "abstract": "PT Diantri adalah perusahaan manufaktur yang bergerak di sektor printing karung. Permasalahan yang dialami oleh PT Diantri adalah adanya lingkungan kerja yang kurang kondusif seperti bau bahan-bahan produksi dan sirkulasi udara yang kurang baik serta kurang maksimalnya hasil kerja karyawan. Selain itu, adanya permasalahan di iklim organisasi yaitu hubungan yang kurang harmonis antara pimpinan dan karyawan yang dapat dilihat dari karyawan menggerutu saat disuruh, tidak ada struktur organisasi yang jelas, sales perusahaan tidak mendapat komisi dari hasil jual yang seharusnya diterima, tidak adanya reward, tidak adanya motivasi dan dukungan yang diberikan pemimpin kepada karyawannya. Permasalahan tersebut mengakibatkan karyawan cenderung tidak berkomitmen dan menyebabkan melemahkan semangat kerja karyawan. Tujuan penelitian ini adalah untuk mengetahui : (1) Pengaruh lingkungan kerja dan iklim organisasi terhadap semangat kerja karyawan Pada PT Diantri. (2) Pengaruh lingkungan kerja dan iklim organisasi secara langsung terhadap semangat kerja karyawan Pada PT Diantri. Jenis penelitian ini termasuk penelitian kausal dengan meode pendekatan kuantitatif. Sampel penelitian ini diperoleh melalui penyebaran kuesioner kepada 88 karyawan PT Diantri, yang di mana teknik pengambilan sampling dilakukan dengan cara total sampling technique. Taknik analisis data menggunakan analisis regresi liniera berganda. Hasil penelitian ini menunjukkan bahwa : (1) Lingkungan kerja dan iklim organisasi berpengaruh terhadap semangat kerja karyawan Pada PT Diantri. (2) Lingkungan kerja dan iklim organisasi berpengaruh secara langsung terhadap semangat kerja karyawan Pada PT Diantri.",
  "creators": "DANIEL ALEXANDER CHANDRA",
  "contributors": "Dr. Roy Setiawan, S.Kom., M.M., M.SM., M.Th. (Advisor 1); Wilma Laura Sahetapy (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011435/MAN/2017; Daniel Alexander Chandra (31413213)",
  "subjects": "EMPLOYEE MOTIVATION"
}