{
  "id": "41587",
  "title": "Pengaruh penambahan viscosity modifying admixture terhadap reologi mortar dan beton rendah semen",
  "abstract": "Konsep particle packing diterapkan untuk menghasilkan mortar dan beton rendah semen. Konsep ini dapat menciptakan void ratio yang rendah. Secara teoritis, volume pasta (Vp) didesain untuk mengisi seluruh volume void (Vv (Vp/Vv=100%). Water cement ratio (w/c) juga mempengaruhi besarnya kebutuhan semen. Semakin besar w/c yang dipakai, maka kebutuhan semen yang dipakai akan semakin rendah. Akan tetapi risiko dari penggunaan nilai w/c yang besar dan dosis superplasticizer yang berlebih adalah terjadinya bleeding dan segregasi. Maka dari itu dilakukan penambahan viscosity modifying admixture (VMA) yang berfungsi untuk memperbaiki sifat reologi beton. Penelitian ini bertujuan untuk meminimalkan penggunaan semen dan mempelajari dampak VMA pada sifat reologi dan kuat tekan dari mortar dan beton rendah semen. Dari hasil penelitian ini, didapatkan mortar rendah semen dengan perbandingan berat semen dan pasir sebesar 1:4.35 pada w/c 0.7 dan 1:2.85 pada w/c 0.35. Dengan penambahan VMA, kuat tekan mortar dengan w/c 0.7 yang semula sebesar 26.73 MPa meningkat hingga 33.58 MPa (umur 28 hari). Sedangkan kuat tekan mortar dengan w/c 0.35 yang semula sebesar 73.73 MPa meningkat hingga 81.33 MPa. Hasil penelitian pada beton rendah semen, didapatkan jumlah kebutuhan semen sebesar 306 kg/m3 pada nilai w/c sebesar 0.5 dan menghasilkan kuat tekan yang semula 18.68 MPa meningkat hingga 22.93 MPa.",
  "creators": "ANDREAS; EDWIN CHRISTIAN",
  "contributors": "Antoni (Advisor 1); Djwantoro Hardjito (Advisor 2); Budisetyono Tedjakusuma (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012225/SIP/2018; Andreas (21413122), Edwin Christian (21414005)",
  "subjects": "BUILDING MATERIALS; CONCRETE MIXING; CONCRETE"
}