{
  "id": "41593",
  "title": "Faktor-faktor yang mempengaruhi produktivitas pekerja dalam bidang konstruksi di Surabaya",
  "abstract": "Pembangunan dalam bidang konstruksi di Indonesia semakin berkembang. Hal ini membuat persaingan kontraktor menjadi semakin ketat. Oleh karena itu kontraktor perlu memperhatikan produktivitas pekerjanya untuk mewujudkan pembangunan seefisien mungkin. Produktivitas yang perlu diperhatikan antara lain meliputi faktor teknik, faktor manusia, faktor manajemen, dan faktor luar. Penelitian ini bertujuan untuk mengetahui faktor apa yang paling mempengaruhi produktivitas pekerja dalam bidang konstruksi. Selain itu, penelitian ini juga bertujuan untuk mengetahui faktor produktivitas pekerja yang paling berbeda pada proyek High Rise dan Low Rise building. Dalam penelitian ini, dilakukan penyebaran kuesioner untuk mendapatkan data yang dibutuhkan. Kuesioner dibagikan kepada para mandor pada proyek High Rise dan Low Rise building. Setelah mendapatkan data dari para responden, dilakukan pilot study untuk mengecek kelayakan kuesioner dilanjutkan dengan pengolahan data dengan metode Independent-Sample T Test. Hasil dari penelitian ini menunjukkan bahwa keahlian tenaga kerja merupakan faktor yang paling berpengaruh pada produktivitas pada pekerja proyek High Rise building dan pengalaman tenaga kerja pada pada pekerja proyek Low Rise building. Kedua sub-faktor tersebut merupakan bagian dari faktor manusia. Sedangkan faktor yang paling berbeda terdapat pada faktor produktivitas pekerja antara proyek High Rise dan Low Rise building adalah letak gudang yang tidak sesuai dari kelompok faktor manajemen.",
  "creators": "PHILANDER IVAN ARIVIANTO; SAMPURNA SANTOSO",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Ir. Soehendro Ratnawidjaja, M.Eng. (Advisor 2); Sentosa Limanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012217/SIP/2018; Philander Ivan Arivianto (21413017), Sampurna Santoso (21413088)",
  "subjects": "CONSTRUCTION INDUSTRY-LABOR PRODUCTIVITY; CONSTRUCTION INDUSTRY-MANAGEMENT; CONSTRUCTION INDUSTRY-PERSONNEL MANAGEMENT"
}