{
  "id": "4159",
  "title": "Perbandingan metode fuzzy screening dan metode analytical hierarchy process serta aplikasinya dalam pemilihan mobil jenis city car",
  "abstract": "Tugas Akhir ini membahas tentang penerapan metode Fuzzy Screening Systems dalam pemilihan city car dan menggunakan metode Analytical Hierarchy Process sebagai pembandingnya. Sering kali konsumen kesulitan dalam memilih mobil yang sesuai untuk dibeli, karena dalam memilih mobil ada banyak sekali kriteria yang dibandingkan. Kriteria bersifat subyektif, sulit dikuantitatifkankan, maka dari itu digunakan metode Fuzzy Screening Systems dan metode Analytical Hierarchy Process sebagai pembanding. Hasil dari pengolahan dengan menggunakan kedua metode diatas diharapkan dapat membantu sebagai masukan bagi produsen/supplier mobil untuk lebih meningkatkan kualitas produknya sesuai dengan keinginan konsumen. Data dan informasi yang didapat berdasarkan hasil kuesioner dan wawancara dengan para ahli yang dianggap mengetahui tentang spesifikasi mobil terutama untuk jenis city car. Dari pengolahan dengan menggunakan kedua metode, ternyata didapatkan hasil yang berbeda. Untuk metode Fuzzy Screening Systems, city car terbaik ada 4, karena memiliki nilai akhir yang sama, keempat city car tersebut adalah Suzuki Karimun, KIA Visto, Hyundai Atoz dan Chevrolet Spark, pilihan kedua adalah Daihatsu New Ceria. Untuk metode Analytical Hierarchy Process, city car yang menjadi pilihan utama adalah Chevrolet Spark, kedua adalah KIA Visto, ketiga Suzuki Karimun, keempat Hyundai Atoz dan terakhir adalah Daihatsu New Ceria.",
  "creators": "SYLVIA NATHALIE PRABUDY",
  "contributors": "I Nyoman Sutapa (Advisor 1); Herri Christian Palit (Advisor 2); Iwan Halim Sahputra, S.T., M.Sc., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010853/IND/2004; Sylvia Nathalie Prabudy (25499097)",
  "subjects": "DECISION-MAKING-MATHEMATICAL MODELS"
}