{
  "id": "41590",
  "title": "Analisa karateristik pemilihan supplier beton ready-mix, bekisting, dan tulangan baja oleh perusahaan kontraktor dan owner di Surabaya berdasarkan tingkat kepentingan kriteria",
  "abstract": "Supplier memegang peranan penting yang mempengaruhi kualitas dan penjadwalan proyek yang di mana kedua hal tersebut mempengaruhi nama baik perusahaan. Oleh karena itu dalam memilih supplier, owner dan kontraktor memiliki kriteria-kriteria yang diharapkan dapat mendukung hubungan kerja sama yang baik dan dapat berlangsung dalam jangka waktu yang lama, serta menguntungkan kedua belah pihak. Penelitian ini bertujuan untuk mencari tahu apakah kriteria yang diinginkan oleh perusahaan owner dan kontraktor dalam memilih supplier dengan metode kuesioner. Kuesioner diisi oleh 30 orang dari perusahaan owner dan 36 orang dari perusahaan kontraktor. Hasil penelitian menunjukkan secara keseluruhan baik menurut kontraktor dan owner kriteria utama pemilihan supplier adalah kualitas. Selain mengurutkan berdasarkan peringkat, dilakukan pula Wilcoxon Rank-Sum Test untuk uji hipotesa tidak adanya perbedaan pendapat antara owner dengan kontraktor. Dari tes tersebut diperoleh hasil bahwa secara umum tidak ada perbedaan pendapat antara owner dengan kontraktor dalam memilih supplier. Untuk beton ready-mix dan bekisting kriteria dengan ranking tertinggi adalah responsif. Adapun untuk material tulangan baja kriteria dengan ranking tertinggi adalah kualitas. Hasil penelitian inipun juga dibandingkan dengan beberapa penelitian yang lain dan kriteria yang diinginkan oleh perusahaan konstruksi di Surabaya mirip dengan perusahaan di luar Indonesia, yakni kualitas.",
  "creators": "CHRISTIAN FILBERT LAKSONO; CHRISTIAN GUNAWAN",
  "contributors": "Paulus Nugraha (Advisor 1); Herry Pintardi Chandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012223/SIP/2018; Christian Filbert Laksono (21413106), Christian Gunawan (21413175)",
  "subjects": "CONTRUCTION INDUSTRIES- MANAGEMENT; PROJECT MANAGEMENT; MATERIALS-MANAGEMENT"
}