{
  "id": "41592",
  "title": "Pengukuran produktivitas dan faktor-faktor yang memengaruhi pada pekerjaan konstruksi dengan metode half-slab (studi kasus pada apartemen “x” di Surabaya)",
  "abstract": "Pengukuran Produktivitas merupakan hal penting dalam proyek yang bertujuan untuk menentukan keberhasilan suatu proyek konstruksi sudah sesuai dengan jadwal yang direncanakan atau tidak. Penelitian ini bertujuan untuk menghitung produktivitas metode half-slab serta untuk mengetahui faktor-faktor eksternal apa saja yang memengaruhi dalam mencapai produktivitas yang ideal. Salah satu metode untuk mengukur produktivitas adalah level of effort. Metode level of effort merupakan salah satu metode pengukuran produktivitas dengan cara memberikan bobot pada masing-masing sub pekerjaan. Sedangkan pengukuran faktor dengan memberi bilangan biner yaitu 0 bila tidak terjadi faktor dan 1 bila terjadi faktor. Hasil perhitungan dari kedua metode akan dikombinasikan dan menghasilkan faktor apa saja yang paling mempengaruhi produktivitas serta kerugian jam kerja yang dihasilkan oleh faktor tersebut. Hasil perhitungan menunjukkan bahwa nilai rata-rata daily productivity dari apartemen ”X” sebesar 10,524 m2/MH, sedangkan baseline productivity sebesar 14,635 m2/MH. Faktor pekerja menyebabkan persentase pengurangan produktivitas paling besar yaitu 49,979%, serta menyebabkan kehilangan jam kerja paling tinggi sebesar 794,674 MH.",
  "creators": "HONGKI CAHYO GUNAWAN; STEFANUS RIANTO",
  "contributors": "Andi (Advisor 1); Ratna S. Alifen (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012214/SIP/2018; Hongki Cahyo (21413003), Stefanus Rianto (21413064)",
  "subjects": "CONSTRUCTION INDUSTRY-CASE STUDIES; CONSTRUCTION INDUSTRY-MANAGEMENT; PROJECT MANAGEMENT; APARTMENT HOUSES-DESIGN AND CONSTRUCTION"
}