{
  "id": "41597",
  "title": "Pengaruh penambahan serat baja terhadap peningkatan kuat kokoh tekan, kuat tarik belah dan kuat lentur murni pada beberapa mutu SFRC",
  "abstract": "Beton merupakan salah satu material konstruksi bangunan yang sudah sangat umum digunakan di Indonesia. Selain memiliki kuat tekan tinggi, beton juga merupakan material yang mudah dibentuk sesuai dengan kebutuhan. Namun beton bersifat getas dan memiliki kelemahan terhadap gaya tarik. Steel Fiber Reinforced Concrete (SFRC) menjadi salah satu inovasi perkembangan teknologi untuk mengatasi kelemahan beton tersebut. Penelitian ini dilakukan untuk mengetahui pengaruh penambahan serat baja terhadap kuat kokoh tekan, kuat tarik belah dan kuat lentur murni serta campuran yang efektif dari variasi mutu beton dan kadar serat baja untuk meningkatkan karakteristik SFRC. Kadar serat baja yang dipakai adalah 1% dan 1.5% menggunakan serat baja tipe 5D Dramix dengan aspek rasio 65, sedangkan mutu SFRC rencana adalah 23 MPa dan 27 MPa serta digunakan superplasticizer. Hasil pengujian menunjukkan bahwa SFRC dengan kadar serat baja 1% mempunyai peningkatan kuat tekan tertinggi yaitu mencapai 20.33%, sedangkan peningkatan kuat tarik belah dan kuat lentur murni didapat dari SFRC dengan kadar serat baja 1.5% yaitu sebesar 161.45% dan 47.49%. Dapat dihasilkan campuran yang efektif dalam meningkatkan karakteristik SFRC yakni pada mutu rencana 23 MPa dengan kadar serat baja 1.5%",
  "creators": "EKA KRISTIAN WIBISONO; CHIKITA MANUELLE EVANGELICA FANGGIDAE",
  "contributors": "Handoko Sugiharto (Advisor 1); Gunawan Budi Wijaya S.T., M.T., M.Eng. (Advisor 2); Gogot Setyo Budi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012194/SIP/2018; Eka Kristian Wibisono (21413151), Chikita Manuelle E. F. (21413219)",
  "subjects": "FIBER REINFORCED CONCRETE; STEEL FIBERS"
}