{
  "id": "416",
  "title": "The persuading strategies used by senior and junior salespeople of Amway multi level marketing in Surabaya",
  "abstract": "Persuasion is an important means of human relationship and activity. This study deals with the role of persuasion in salesmanship. One method of salesmanship which emphasizes the process of direct selling is Multi-Level Marketing. Here, salespeople use persuasive speech in order to assure the superiority of their product. In reality, they apply proper strategies to answer denials from prospective customers. Meanwhile, my research studied the persuading strategies that are used by senior and junior salespeople. The purpose is to find out the differences of the use of persuading strategies by senior and junior salespeople and those that are mostly used by the seniors. To conduct my research, I used theory persuading strategies by Bender (1 980).The theory offers ten strategies that might be applied to persuade or answers denials as often occurs in sales presentation. Those strategies are direct statement, indirect statement, lead, confirmation, feedback, swivel, challenge, assumption, stimulator, and milestone-question. Next, I used qualitative approach since I was the main instrument. The other instrument was a role-play situation which was given to twelve respondents to reflect the real situation during the process of selling. I act as the customers and gave denials that doubt the quality of the products, the necessity of having the product, and the fair price. Through the responses given, it is seen the persuading strategies that are used. Finally, from Bender?s persuading strategies, I found that strategy stimulator, strategy confirmation and strategy swivel are strategies that were mostly used by the senior salespeople. Those strategies suggest salespeople to mention the advantages of having the products related to the customers? needs in daily life and the superiority of the products, comparing to the other brands.",
  "creators": "MARIA JUWITA",
  "contributors": "SAMUEL GUNAWAN (Advisor 1); Jusuf Imam Ibrahim (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.1048; Maria Juwita (11498016)",
  "subjects": "APPLIED LINGUISTICS"
}