{
  "id": "41602",
  "title": "Analisa supply chain pada PT Trikomsel Oke TBK",
  "abstract": "Supply Chain merupakan salah satu aspek penting dalam menentukan keberhasilan suatu bisnis. Suatu perusahaan pasti memiliki pihak-pihak yang terlibat di dalamnya dan dapat membantu dalam keberlangsungan bisnis dari perusahaan tersebut. Pihak-pihak yang terlibat antar satu dengan yang lain kemudian membentuk suatu jaringan yang dinamakan Supply Chain. Mengetahui semua jaringan yang ada dalam suatu supply chain mulai dari awal perencanaan hingga barang tersebut tiba di perusahaan untuk diperjualbelikan. Oleh karena itu, penelitian ini bertujuan untuk meneliti supply chain dari PT Trikomsel Oke Tbk sebagai salah satu distributor perangkat telekomunikasi dengan menggunakan model referensi yaitu Supply Chain Operation Reference (SCOR). Penelitian ini meneliti aspek-aspek dalam supply chain, yaitu tujuan strategis, kemampuan sumber daya, aktivitas supply chain yang ada di perusahaan, dan menganalisa alur supply chain menggunakan model referensi Supply Chain Operation Reference (SCOR). Penelitian ini merupakan jenis penelitian kualitatif dengan menggunakan metode wawancara dan dokumentasi dalam pengumpulan data, metode snowball dalam penentuan informan, dan menggunakan triangulasi sumber sebagai penguji keabsahan data. Hasil dari penelitian menjelaskan bahwa ada proses-proses yang sesuai dengan analisa SCOR yaitu plan, source, deliver, dan return sedangkan proses yang tidak memiliki kesesuaian terhadap analisa Supply Chain Operation Reference adalah pada proses make. Pada proses plan, PT Trikomsel Oke Tbk memiliki kekurangan dalam mengumpulkan data yang diperlukan khususnya pada saat mencari produk apa saja yang sedang memiliki relevansi yang tinggi di pasar dikarenakan kurangnya beragam pameran yang dihadiri, sumber berita yang ada dan website yang dijadikan dasar untuk menentukan produk apa saja yang digemari masyarakat. Kedua pada proses source PT Trikomsel Oke Tbk memiliki supplier yang cukup banyak namun, masih banyak produk ternama lainnya yang dapat dipasok oleh perusahaan karena di zaman sekarang ini semakin banyak pendatang baru dalam dunia perangkat telekomunikasi. Pada bagian deliver perusahaan masih menggunakan jasa kurir pihak ketiga dalam pengiriman barang sehingga dapat menambah beban biaya perusahaan dan yang pada proses return PT.Trikomsel Oke Tbk bertanggung jawab atas produk yang rusak atau cacat dengan mengembalikan kepada supplier yang terkait. Proses yang tidak memiliki kesesuaian terhadap analisa Supply Chain Operation Reference adalah proses make karena PT Trikomsel Oke Tbk merupakan perusahaan yang bergerak dalam bidang distribusi dan retailing.",
  "creators": "ERWIN",
  "contributors": "Dr. Ratih Indriyani, S.E., M.M. (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Skripsi No. 31011431/MAN/2017; Erwin (31411135)",
  "subjects": "SUPPLY CHAIN MANAGEMENT"
}