{
  "id": "41600",
  "title": "Kinerja struktur existing yang direncanakan berdasarkan peraturan gempa tahun 1983 terhadap SNI 1726-2012: studi kasus struktur hotel di Balikpapan",
  "abstract": "Indonesia telah beberapa kali mengalami pembaruan peraturan gempa, mulai dari PMI 1970 sampai menjadi SNI 1726-2012. Pembaruan ini mensyaratkan beban gempa dengan periode ulang yang lebih besar. Hal ini berdampak kepada bangunan eksisting yang direncanakan menggunakan peraturan lama. Dikhawatirkan bangunan tersebut tidak memenuhi persyaratan yang disyaratkan oleh peraturan baru, sehingga diperlukan kajian ulang mengenai kinerja dari bangunan. Penelitian ini akan menggunakan studi kasus dari bangunan hotel 9 lantai di kota Balikpapan, yang direncanakan berdasarkan PPTI-UG 1983 dengan peraturan beton SKSNI T-15-1991-03, dan akan dievaluasi terhadap SNI 1726-2012. Analisa menggunakan non-linear direct integration time history dengan program SAP2000 v.18.2. Evaluasi kinerja bangunan didasarkan pada performance level berdasarkan FEMA 356 serta individual damage index berdasarkan ACMC. Bangunan menunjukkan kinerja yang baik pada level gempa desain maupun gempa 2500 tahun. Drift ratio dari bangunan tidak melebihi 0.5% untuk setiap level gempa yang diujikan. Nilai maksimum individual damage index pada elemen balok juga hanya sebesar 0.0426 dimana nilai tersebut masih dibawah batas serviceability limit state yang ditentukan ACMC. Dicoba pula menambahkan VSL Gensui Damper pada bangunan untuk mendapatkan performa yang lebih baik. Didapati bahwa penambahan VSL Gensui Damper pada bangunan ini tidak menunjukkan perubahan yang signifikan.",
  "creators": "ELIAN DAVIN MULYADI; FERRY",
  "contributors": "Pamuda Pudjisuryadi (Advisor 1); Benjamin Lumantarna (Advisor 2); Antoni (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012200/SIP/2018; Elian Davin Mulyadi (21414032), Ferry (21414068)",
  "subjects": "EARTHQUAKE AND BUILDING-LAW AND LEGISLATION; BUIIDINGS-EARTHQUAKE EFFECTS"
}