{
  "id": "4160",
  "title": "Perencanaan perawatan mesin oil expeller kering dan persediaan suku cadang yang optimal di P.T. Sari Mas Permai",
  "abstract": "P. T. Sari Mas Permai merupakan sebuah perusahaan yang bergerak dalam bidang pembuatan minyak, dimana saat ini perusahaan telah memproduksi beberapa jenis minyak yaitu minyak CNO dan CPO, minyak goreng kopra, dan minyak goreng kelapa sawit. Seiring dengan berkembangnya permintaan konsumen yang semakin besar seperti permintaan agen-agen dan perusahaan-perusahaan lainnya, mengakibatkan naiknya jumlah dan jenis mesin-mesin produksi yang dimiliki oleh perusahaan ini. Untuk menjaga agar mesin dapat berproduksi dalam kuantitas yang relatif stabil maka diperlukan teknik perawatan mesin yang baik agar mesin tetap dalam kondisi yang andal. Selama ini perusahaan hanya melakukan penggantian terhadap komponen mesin yang rusak setelah mesin mengalami kerusakan, sehingga menimbulkan biaya kehilangan produksi yang relatif besar yang harus ditanggung oleh perusahaan. Tujuan pengerjaan laporan tugas akhir ini adalah untuk merancang suatu jadwal perawatan pencegahan dan persediaan suku cadang komponennya yang dalam hal ini adalah komponen worm, bearing gigi nanas, crammer, stirrer blade, dan knife bars. Pengolahan data yang dilakukan untuk mendapatkan selang waktu interval penggantian komponen yang optimal dengan memperhitungkan keandalan dimana penggantian komponen yang dilakukan menghasilkan ekspektasi biaya yang paling minimum yang harus dikeluarkan oleh perusahaan.",
  "creators": "LUSIANA SUSANTI WAHYUDI",
  "contributors": "I Gede Agus Widyadana (Advisor 1); Soejono Tjitro (Advisor 2); Herri Christian Palit (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010854/IND/2004; Lusiana S. W. (25400120)",
  "subjects": "PLANT MAINTENANCE; INDUSTRIAL EQUIPMENT--MAINTENANCE AND REPAIR; MACHINERY-MAINTENANCE AND REPAIR"
}