{
  "id": "41610",
  "title": "Faktor-faktor risiko penyebab sengketa dan kejelasan pembagian tanggung jawabnya",
  "abstract": "Suatu proyek konstruksi tidak pernah terlepas dari risiko. Sengketa dalam proyek konstruksi, dapat terjadi jika risiko-risiko yang terjadi tidak segera diselesaikan dengan baik. Hal ini akan sangat mempengaruhi kinerja proyek dan dapat menimbulkan kerugian, baik dalam sektor biaya, mutu dan waktu. Dalam pelaksanaannya, tidak semua risiko akan menjadi sengketa. Jika pembagian tanggung jawab risiko sudah dilakukan dengan baik, kemungkinan terjadinya sengketa juga dapat dikurangi, karena pihak-pihak yang bersangkutan sudah mengetahui tanggung jawabnya untuk mengatasi risiko tersebut. Penelitian ini bertujuan untuk meneliti faktor-faktor risiko apa saja yang paling sering menyebabkan sengketa antara pihak owner dan kontraktor. Selain itu penelitian ini juga bertujuan untuk mengetahui apakah tanggapan kejelasan pembagian risiko menurut pihak owner dan kontraktor di Surabaya sudah cukup jelas untuk mengatasi kemungkinan terjadinya sengketa akibat risiko-risiko tersebut. Penelitian dilakukan dengan mengumpulkan data melalui kuesioner yang disebarkan kepada engineer, project manager, contract & control engineer yang ada di Surabaya. Melalui analisis deskriptif dengan mencari nilai rata-rata tertinggi menurut responden, ditemukan beberapa hasil yaitu: risiko yang sering menyebabkan sengketa adalah risiko-risiko internal baik dari pihak owner maupun dari pihak kontraktor. Menurut pihak owner risiko yang paling sering menyebabkan sengketa adalah penetapan jadwal proyek yang teralu ketat dan kekurangan pekerja, sedangkan menurut kontraktor risiko yang paling sering menyebabkan sengketa adalah risiko perubahan desain dan ketersediaan material. Secara umum tanggapan kejelasan pembagian risiko menurut pihak owner dan kontraktor sudah cukup jelas. Hasil pengujian Independent-Sample T-Test menunjukkan bahwa secara umum, tidak banyak perbedaan pendapat antara pihak owner dan kontraktor mengenai frequensi sengketa, namun terdapat cukup banyak perbedaan pendapat mengenai kejelasan pembagian risiko.",
  "creators": "ANTHONY WIJAYA; NIKHOLAUS HARDY WIJAYA",
  "contributors": "Andi (Advisor 1); Paulus Nugraha (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012234/SIP/2018; Anthony Wijaya (21414076), Nikholaus H.W. (21414079)",
  "subjects": "CONSTRUCTION INDUSTRY--MANAGEMENT; PROJECT MANAGEMENT"
}