{
  "id": "41614",
  "title": "Perkuatan untuk struktur yang direncanakan berdasarkan peraturan gempa tahun 1983 dengan menggunakan VSL gensui damper: studi kasus struktur gedung T Universitas Kristen Petra",
  "abstract": "Pembaruan Standar Nasional Indonesia (SNI), khususnya SNI gempa menuntut bangunan yang telah didesain menggunakan SNI yang sebelumnya untuk diperkuat supaya bisa menahan beban yang disyaratkan dalam SNI yang terbaru. Ada banyak metode perkuatan yang bisa dipakai, tetapi dalam penelitian ini dipilih VSL Gensui Damper karena lebih aman dan lebih aplikatif. Tujuan penelitian ini adalah memeriksa kemampuan Gedung T Universitas Kristen Petra yang didesain menggunakan PPTGIUG 1983 dalam menahan beban gempa berdasarkan SNI 1726:2012. Selanjutnya, pengaruh penggunaan VSL Gensui Damper terhadap kinerja struktur yang meliputi displacement serta story drift dari Gedung T Universitas Kristen Petra dievaluasi. Untuk memperoleh hasil tersebut, analisis riwayat waktu nonlinier dilakukan dengan menggunakan program SAP 2000 V.18 dengan beban percepatan gempa yang telah disesuaikan dengan respon spektrum kota Surabaya dengan periode ulang 2500 tahun dan ⅔ 2500 tahun (gempa desain). Hasil ini menunjukkan bahwa Gedung T Universitas Kristen Petra masih mampu menahan beban gempa desain, tetapi tidak mampu menahan beban gempa 2500 tahun. Setelah model diberi VSL Gensui Damper, performa gedung membaik. Story drift dan displacement untuk gempa desain secara berturut-turut berkurang sebesar 4% dan 9%. Sedangkan, story drift dan displacement untuk gempa 2500 tahun secara berturut-turut berkurang sebesar 9% dan 14%.",
  "creators": "TJHAI, FERLINDA HERMAWAN; TEDDY TIRTA GUNAWAN",
  "contributors": "Benjamin Lumantarna (Advisor 1); Antoni (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012205/SIP/2018; Tjhai, Ferlinda Hermawan (21414108), Teddy Tirta Gunawan (21414165)",
  "subjects": "EARTHQUAKE AND BUILDING-LAW AND LEGISLATION; STRUCTURAL ANALYSIS (ENGINEERING); STRUCTURAL DYNAMICS"
}