{
  "id": "41613",
  "title": "Analisis perubahan tata guna lahan dan evaluasi sistem drainase Kabupaten Probolinggo",
  "abstract": "Penelitian ini bertujuan untuk mengevaluasi dampak perubahan tata guna lahan terhadap perubahan debit limpasan dan mengevaluasi kapasitas saluran serta sungai di Kabupaten Probolinggo. Analisis yang dilakukan pada penelitian ini meliputi analisis perubahan tata guna lahan, analisis intensitas hujan, analisis debit banjir rencana, dan analisis kapasitas saluran serta sungai di Kabupaten Probolinggo, khususnya di Kecamatan Pajarakan, Kraksaan, dan Paiton. Tahap pertama dalam analisis yang dilakukan adalah perhitungan koefisien pengaliran (C) dan menentukan sebaran data hujan. Nilai C di Kabupaten Probolinggo menunjukkan peningkatan akibat bertambah luasnya industri aneka kimia dan serat. Sebaran data hujan untuk Kabupaten Probolinggo dan Kecamatan Paiton dalam penelitian ini menggunakan sebaran Gumbel dan sebaran Log Pearson Tipe III untuk Kecamatan Pajarakan dan Kraksaan. Persamaan pada masing-masing sebaran yang sesuai tersebut digunakan untuk menghitung kedalaman hujan rencana dan debit banjir rencana dengan periode ulang 2 tahun. Hasil yang diperoleh digunakan untuk menghitung debit banjir rencana yang kemudian dibandingkan dengan kapasitas saluran yang telah ada. Evaluasi kapasitas saluran drainase di 3 (tiga) kecamatan menunjukkan 87,18% saluran drainase di Kecamatan Pajarakan, 43,48% di Kecamatan Paiton, dan 94,44% di Kecamatan Kraksaan mampu mengalirkan debit banjir rencana.",
  "creators": "EDGAR ADIPUTRA WINARKO; EVAN ANTONIO RICHARD",
  "contributors": "Cilcia Kusumastuti, S.T., M.Eng. (Advisor 1); Ruslan Djajadi (Advisor 2); Frederik Jones Syaramual (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012215/SIP/2018; Edgar Adiputra Winarko (21413005), Evan Antonio Richard (21413036)",
  "subjects": "DRAINAGE; LAND USE, RURAL; LAND USE"
}