{
  "id": "41616",
  "title": "Analisis pengaruh variabel antiseden pada kepuasan kerja karyawan PT Broco Mutiara Electrical",
  "abstract": "PT Broco Mutiara Electrical merupakan perusahaan bergerak pada bidang produk listrik. Pada PT Broco Mutiara Electrical ini terlihat adanya tingkat turnover karyawan yang tinggi. Hal ini disebabkan belum adanya kepuasan karyawan pada PT Broco Mutiara Electrical diantaranya mengenai gaji, promosi, supervisi, rekan kerja, dan kepuasan pekerjaan itu sendiri. Penelitian kepuasan kerja karyawan pada PT Broco Mutiara Electrical sangat diperlukan karena karyawan memiliki peranan penting dalam pencapaian tujuan perusahaan. Tujuan dalam penelitian ini adalah untuk mengidentifikasi dan menguji pengaruh kondisi lingkungan kerja, kesempatan promosi, kepuasan pada kompensasi, hubungan rekan kerja, hubungan pimpinan terhadap kepuasan kerja karyawan PT Broco Mutiara Electrical; serta untuk mengidentifikasi variabel kepuasan pada kompensasi yang memiliki pengaruh paling dominan terhadap kepuasan kerja karyawan pada pt broco mutiara electrical industry. Jenis penelitian yang akan digunakan adalah penelitian eksplanatori. Penelitian ini menggunakan metode kuantitatif. Populasi dalam penelitian ini adalah semua karyawan PT Broco Mutiara Electrical. Teknik pengambilan sampel yang diambil adalah teknik purposive sampling. Teknik analisa yang digunakan regresi linear berganda. Berdasarkan hasil penelitian dan pembahasan dapat disimpulkan bahwa kondisi lingkungan kerja, kesempatan promosi jabatan, kepuasan pada kompensasi, dan hubungan rekan kerja berpengaruh secara signifikan terhadap kepuasan kerja bagi karyawan PT Broco Mutiara Electrical; sedangkan untuk variabel hubungan pimpinan tidak berpengaruh secara signifikan terhadap kepuasan kerja bagi karyawan PT Broco Mutiara Electrical; serta variabel kepuasan pada kompensasi memiliki pengaruh paling dominan terhadap kepuasan kerja karyawan PT Broco Mutiara Electrical.",
  "creators": "RANDY SETIANTO WINARKO",
  "contributors": "BENJAMIN FLEMING INTAN (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011421/MAN/2017; Randy Setianto (31412167)",
  "subjects": "JOB SATISFACTION-RESEARCH; JOB SATISFACTION; PERSONAL MANAGEMENT"
}