{
  "id": "41618",
  "title": "Pengaruh perbedaan fasilitas parkir dan insentif terhadap penggunaan mobil civitas academica Universitas Kristen Petra",
  "abstract": "Kemacetan di lingkungan Universitas Kristen Petra diduga disebabkan oleh banyaknya civitas academica yang pergi ke kampus menggunakan kendaraan pribadi dan berkendara sendiri. Maka dari itu, salah satu upaya untuk mengurangi kemacetan di lingkungan Universitas Kristen Petra adalah dengan berkendara bersama. Penelitian ini bertujuan untuk membuat model pemilihan penggunaan mobil dengan berkendara sendiri dan berkendara bersama ke kampus serta mengetahui perbedaan fasilitas parkir dan pemberian insentif yang paling mempengaruhi civitas academica Universitas Kristen Petra untuk beralih dari berkendara sendiri menjadi berkendara bersama. Civitas academica yang dimaksud dalam penelitian ini adalah mahasiswa, tenaga kependidikan dan dosen. Untuk meningkatkan jumlah mahasiswa; tenaga kependidikan dan dosen untuk berkendara bersama, perlu dilakukan kebijakan berupa pemberian insentif. Variabel insentif yang diduga dapat meningkatkan jumlah untuk berkendara bersama adalah perbedaan tarif sekali parkir, waktu mendapatkan petak parkir, waktu berjalan dari lahan parkir ke tempat kegiatan, pemberian insentif atap, pemberian insentif petak parkir yang dikhususkan, voucher belanja di koperasi, voucher cuci mobil, voucher makan di kantin kampus, voucher taxi, voucher BBM untuk tenaga kependidikan dan dosen, dan kredit poin pengabdian masyarakat untuk mahasiswa. Penelitian dilakukan dengan metode Stated Preference kepada 250 civitas academica pengguna mobil pribadi. Dari hasil analisis diketahui bahwa atribut yang paling mempengaruhi mahasiswa memilih berkendara bersama adalah kredit poin pengabdian masyarakat dan tarif sekali parkir. Sedangkan atribut yang paling mempengaruhi tenaga kependidikan dan dosen memilih berkendara bersama adalah waktu mendapatkan parkir dan waktu berjalan dari lahan parkir ke tempat kegiatan.",
  "creators": "RIVALDO ADITYA SUTANTO; ISAIAH OSMOND",
  "contributors": "Rudy Setiawan (Advisor 1); Indriani Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 13012209/SIP/2018; Rivaldo Aditya Sutanto (21413130), Isaiah Osmond (21413208)",
  "subjects": "CAMPUS PARKING; SUSTAINABLE TRANSPORTATION; TRANSPORTATION MANAGEMENT"
}