{
  "id": "41622",
  "title": "Perbandingan sistem tunggal dan sistem ganda struktur baja rangka terbreis konsentris khusus berbentuk V terbalik dengan direct analysis method",
  "abstract": "Untuk keperluan menghadapi gempa, perencanaan bangunan di Indonesia mengikuti SNI 1726:2012. Umumnya terdapat dua sistem penahan gempa, yaitu sistem tunggal dan sistem ganda. Untuk sistem tunggal, gaya gempa hanya signifikan pada portal baja yang terdapat breising. Sistem tunggal dalam penelitian ini menggunakan Rangka Terbreis Konsentris Khusus (RTKK). Sistem ganda pada penelitian ini berupa RTKK dan Rangka Momen Khusus (RMK) dengan mengikuti persyaratan SNI 1726:2012 pasal 7.2.5.1, yakni sistem rangka pemikul momen harus mampu menahan 25% dari gaya lateral terhadap proporsi kekakuannya. Kedua sistem dibandingkan agar dapat diketahui sistem penahan gaya gempa yang lebih baik performanya secara kekuatan serta serviceability. Direct Analysis Method (DAM) digunakan pada penelitian ini sekaligus dibandingkan tingkat keekonomisannya dengan hasil desain sistem ganda menggunakan Effective Length Method (ELM) sebagai metode desain stabilitas pada penelitian sebelumnya. Langkah penelitian meliputi verifikasi penggunaan DAM pada program analisis struktur, preliminary design, pemodelan dan pembebanan, desain kapasitas, pengecekan drift, pengujian kinerja bangunan, dan evaluasi performa bangunan beserta diskusi hasil. Hasil penelitian menunjukkan bahwa sistem tunggal lebih baik performanya daripada sistem ganda, meski sedikit lebih buruk dari segi serviceability pada bangunan 18-lantai. Secara khusus, sistem ganda yang didesain dengan DAM lebih ekonomis daripada ELM.",
  "creators": "IAN DHARMAWAN SAPUTRA; LOUIS ANTONIO TJANDRA",
  "contributors": "Effendy Tanojo (Advisor 1); Hasan Santoso (Advisor 2); Pamuda Pudjisuryadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012208/SIP/2018; Ian Dharmawan Saputra (21414142), Louis Antonio Tjandra (21414152)",
  "subjects": "BUILDING, IRON AND STEEL; CONSTRUCTION INDUSTRY-MANAGEMENT; STEEL, STRUCTURAL"
}