{
  "id": "41625",
  "title": "Perkuatan terhadap gempa menggunakan buckling restrained braces dan carbon fiber reinforced polymer jacketing pada bangunan ruko lima lantai tidak beraturan yang didesain terhadap beban gravitasi",
  "abstract": "Dalam beberapa tahun belakangan ini, telah begitu banyak gempa yang melanda berbagai tempat di Indonesia. Penelitian ini meninjau bangunan ruko lima lantai yang hanya didesain terhadap beban gravitasi (Gravity load designed/GLD) di mana bangunan akan mengalami kerusakan yang cukup parah akibat gempa. Untuk menanggulangi kerusakan tersebut terdapat dua pilihan yaitu dengan menghancurkan bangunan GLD kemudian mendirikan bangunan baru yang didesain terhadap beban gempa atau memberikan retrofit pada bangunan GLD. Pilihan kedua akan diambil dan diteliti lebih lanjut. Penelitian ini bertujuan untuk mengetahui kinerja dari bangunan GLD sebelum dan sesudah diperkuat menggunakan Buckling Restrained Braces (BRB) dan Carbon Fiber Reinforced Polymer (CFRP) pada bangunan ruko lima lantai tidak beraturan. Selain itu, permodelan bangunan juga lebih realistis yaitu dengan permodelan dinding bata yang memperhitungkan interaksi In Plane/IP dan Out Of Plane/OOP. Selanjutnya, karena perkuatan dengan menggunakan BRB saja tidak bisa memperkecil kerusakan yang terjadi, maka perkuatan BRB akan dikombinasikan dengan CFRP untuk melihat performanya dengan menggunakan analisis dinamis nonlinier riwayat waktu tiga dimensi dengan program Open System for Earthquake Research Center Simulation (OpenSees). Hasil analisis diberikan dalam bentuk maximum story displacement, maximum story drift, dan lokasi terjadinya sendi plastis pada struktur bangunan tersebut. Dari hasil analisis tersebut dapat disimpulkan bahwa metode perkuatan menggunakan BRB dan CFRP bekerja dengan baik dalam meminimalkan kerusakan dan drift yang terjadi dan karenanya dapat dipakai dalam perkuatan struktur.",
  "creators": "VINCENTIUS ARINATA CAHYADI; YONATAN SEPTIAN WIJAYA",
  "contributors": "Jimmy Chandra (Advisor 1); Benjamin Lumantarna (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012207/SIP/2018; Vincentius Arinata Cahyadi (21414138), Yonatan Septian Wijaya (21414157)",
  "subjects": "BUILDINGS--EARTQUAKE EFFECTS; REINFORCED CONCRETE CONSTRUCTION"
}