{
  "id": "41636",
  "title": "Analisa pengaruh online brand community terhadap brand loyalty melalui proses online perceived brand reputation dan brand trust pada cafe di Surabaya",
  "abstract": "Internet telah menjadi gaya hidup bagi manusia. Banyak pebisnis memanfaatkan kesempatan ini untuk memasarkan usahanya dengan menggunakan strategi social media marketing Facebook atau Instagram karena sering diakses oleh konsumen. Aktifitas dalam online brand community pada platform sosial media dapat membangun persepsi konsumen mengenai reputasi sebuah merek di dalam dunia online dan akan membentuk kepercayaan terhadap merek secara keseluruhan yang akhirnya menimbulkan loyalitas. Loyalitas dipercaya sebagai kunci dari sebuah usaha di dalam membangun maupun mempertahankan kesuksesannya. Oleh karena itu, social media marketing perlu diketahui keefektivitasannya. Penelitian ini bertujuan untuk mengetahui pengaruh online brand community terhadap brand loyalty melalui proses online perceived brand reputation dan brand trust pada cafe di Surabaya. Metode penelitian ini adalah metode kuantitatif dengan menyebarkan kuesioner kepada 240 responden mahasiswa secara online maupun offline, di mana teknik pengambilan sampelnya menggunakan teknik purposive sampling. Sampel penelitian ini adalah konsumen dari De Mandailing Cafe & Eatery, Panties Pizza, dan Warunk Upnormal, di mana ketiga cafe ini dianggap dapat mewakili cafe secara keseluruhan karena memiliki kualitas, target konsumen, sistem pelayanan, serta range harga yang sama. Dari hasil penelitian ini, dapat disimpulkan bahwa online brand community berpengaruh positif dan signifikan terhadap brand loyalty melalui proses online perceived brand reputation dan brand trust.",
  "creators": "Felyshia Aditya Kurniawan",
  "contributors": "Hatane Semuel (Advisor 1); Michael Adiwijaya (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020162B/MM/2017; Felyshia Aditya Kurniawan (03516043)",
  "subjects": "BRAND LOYALTY; BRAND PREFERENCES"
}