{
  "id": "41646",
  "title": "Analisa pengaruh brand image melalui perceived risk dan self congruity terhadap customer loyalty smartphone Oppo",
  "abstract": "Penelitian ini bertujuan untuk mengetahui pengaruh dari brand image melalui perceived risk dan self congruity terhadap customer loyalty dari smartphone OPPO. Masalah yang dibahas dalam penelitian ini adalah OPPO smartphone merupakan produsen baru yang masuk ke dalam pasar Indonesia, produk besutan negara China, produk yang terbilang cukup mahal dimana rata-rata harga produk tersebut bisa mencapai 2x hingga 3x UMP dari masyarakat di Indonesia, masuk tahun 2013 tetapi sudah menguasai 16,7% market share no 2 setelah provider Samsung pada tahun 2017. Perilaku konsumen yang akan menentukan produk smartphone OPPO mana yang akan dibeli akan menciptakan perceived risk dan self congruity dalam penggunaan smartphone tersebut. Objek penelitian adalah pengguna smartphone OPPO di Surabaya. Sampel yang diambil sejumlah 200 responden. Berdasarkan dari hasil penelitian, untuk meningkatkan customer loyalty dari merek smartphone OPPO, perlu adanya pembentukan brand image yang sesuai harapan masyarakat, dengan adanya peningkatan pelayanan fitur-fitur yang dimiliki oleh produk dapat meningkatkan citra merek itu sendiri agar dapat sesuai dengan citra pengguna. Pembentukan tim R&D agar dapat menciptakan produk yang sesuai dengan citra diri konsumen, tetap mempertahankan harga smartphone OPPO yang tetap mahal dengan terus mengeluarkan produk flagship yang memiliki fitur-fitur terkini yang sesuai dengan kepribadian diri pengguna.",
  "creators": "Steven Wuisan",
  "contributors": "Michael Adiwijaya (Advisor 2); Hatane Semuel (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020166/MM/2017; Steven Wuisan (03516037)",
  "subjects": "CONSUMERS-RESEARCH; CONSUMER SATISFACTION; CUSTOMER LOYALTY"
}