{
  "id": "41645",
  "title": "Pengaruh perceive service quality terhadap customer loyalty melalui customer satisfaction dan customer trust pada pelanggan UberX di Surabaya",
  "abstract": "Penelitian ini bertujuan untuk mengetahui pengaruh dari perceived service quality terhadap customer loyalty, baik secara langsung maupun melalui mediasi dari customer satisfaction dan customer trust. Masalah yang dibahas dalam penelitian ini adalah customer loyalty pada pelanggan UberX di Surabaya. Objek penelitian adalah pengguna UberX di Surabaya. Sampel yang diambil sejumlah 200 responden. Metode penelitian yang digunakan adalah penelitian kuantitatif. Teknik yang digunakan dalam pengambilan sampel adalah judgement sampling. Teknik analisa yang digunakan adalah analisa deskriptif dan Structural Equation Modeling (SEM) dengan bantuan program SmartPLS. Hasil yang didapatkan pada penelitian ini membuktikan bahwa perceived service quality berpengaruh baik secara langsung dengan customer loyalty maupun secara tidak langsung melalui customer satisfaction dan customer trust. Meskipun berpengaruh secara langsung dan tidak langsung, namun hasil pada penelitian ini paling besar pengaruh dengan melalui hubungan secara tidak langsung yaitu melalui customer trust. Untuk meningkatkan customer loyalty pada pelanggan, UberX harus terlebih dahulu memberikan dan membangkitkan rasa percaya pada pelanggan dengan cara seperti memberikan pelatihan dan pembekalan terhadap driver Uber supaya mempunyai bentuk integritas terhadap pelanggan UberX.",
  "creators": "Andrew Pranata",
  "contributors": "Michael Adiwijaya (Advisor 1); Hartono Subagio (Advisor 2); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020173/MM/2018; Andrew Pranata Soerianto (03515037)",
  "subjects": "CUSTOMER LOYALTY; CONSUMER SATISFACTION; MARKETING-MANAGEMENT; CONSUMERS-RESEARCH"
}