{
  "id": "41640",
  "title": "Pengaruh perceived risk terhadap purchase intention dengan mediasi perceived value dan customer attitude pada pelanggan online shopping melalui media sosial Facebook di Surabaya",
  "abstract": "Penelitian ini bertujuan untuk mengetahui pengaruh dari perceived risk terhadap purchase intention, baik secara langsung maupun melalui mediasi dari perceived value dan customer attitude. Masalah yang dibahas dalam penelitian ini adalah purchase intention pada media sosial Facebook di Surabaya. Objek penelitian adalah pengguna media sosial Facebook di Surabaya. Sampel yang diambil sejumlah 200 responden. Metode penelitian yang digunakan adalah penelitian kuantitatif. Teknik yang digunakan dalam pengambilan sampel adalah judgement sampling. Teknik analisa yang digunakan adalah analisa deskriptif dan Structural Equation Modeling (SEM) dengan bantuan program SmartPLS. Hasil yang didapatkan membuktikan bahwa perceived risk berpengaruh secara langsung dengan purchase intention dan secara tidak langsung melalui mediasi perceived value dan customer attitude. Meskipun berpengaruh secara langsung dan tidak langsung, namun pada penelitian ini pengaruh yang paling besar adalah melalui hubungan secara tidak langsung yaitu melalui customer attitude. Untuk meningkatkan purchase intention pada pelanggan akan lebih efektif apabila mengetahui customer attitude dengan baik. Dengan mempelajari perilaku pelanggan dapat membantu penjual dalam menentukan strategi marketing yang sesuai dengan kondisi pasar seperti mempelajari tren pasar dan penyampaian informasi yang lebih detil serta terbuka agar memberikan kesan positif pada pelanggan.",
  "creators": "Kornelius Hendry Kawitan",
  "contributors": "Michael Adiwijaya (Advisor 1); Hartono Subagio (Advisor 2); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020174/MM/2018; Kornelius Henry (03515040)",
  "subjects": "STRATEGIC PLANNING; ONLINE SHOPPING; CONSUMER BEHAVIOR; MARKETING-MANAGEMENT"
}