{
  "id": "41663",
  "title": "Pengaruh efektivitas komite audit dan kualitas audit terhadap tingkat manajemen laba pada perusahaan sektor real estate dan properti yang terdaftar di BEI periode 2012-2016",
  "abstract": "Penelitian ini bertujuan untuk menguji pengaruh efektivitas komite audit dan kualitas audit terhadap manajemen laba pada perusahaan. Variabel independen yang digunakan dalam penelitian ini adalah 7 rasio non keuangan yang diperoleh dari Laporan Tahunan dan Laporan Keuangan perusahaan periode 2012-2016 Sampel penelitian ini adalah 205 perusahaan sektor real estate dan properti yang terdaftar di Bursa Efek Indonesia tahun 2012-2016. Ukuran yang digunakan untuk mengukur efektivitas komite audit yang diukur dengan jumlah komite audit, independensi komite audit, keahlian komite audit dan jumlah rapat komite audit. Sedangkan untuk variabel independen kualitas audit diukur dengan ukuran auditor, spesialisasi industri auditor dan independensi auditor. Setelah dilakukan pengujian, 2 ukuran dari komite audit yaitu independensi komite audit dan keahlian komite audit dihilangkan karena memiliki nilai yang konstan. Tipe penelitian berupa penelitian kuantitatif. Penelitian kuantitatif digunakan untuk melihat apakah terdapat pengaruh antara efektivitas komite audit yang diukur dengan jumlah komite audit ,jumlah rapat komite audit dan kualitas audit yang diukur dengan ukuran auditor, spesialisasi auditor dan independensi auditor terhadap tingkat manajemen laba perusahaan sektor real estate dan properti yang terdaftar di Bursa Efek Indonesia tahun 2012-2016. Hasil penelitian menunjukan bahwa jumlah komite audit, ukuran auditor dan independensi auditor tidak berpengaruh terhadap tingkat manajemen laba perusahaan.",
  "creators": "WILLIAM SOEPRAPTO",
  "contributors": "R.Arja Angka Asa Aras Adji S. (Advisor 1); Yenni Mangoting (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011156/AKT/2018; William Soeprapto (32413024)",
  "subjects": "AUDIT COMMITTEES; CORPORATIONS--FINANCE"
}