{
  "id": "41685",
  "title": "Pengaruh pengungkapan modal intelektual terhadap cost of finance dan nilai perusahaan dengan variabel kontrol firm characteristics pada perusahaan manufaktur yang terdaftar di bursa efek Indonesia",
  "abstract": "Perpindahan dari manufacturing-based economy ke knowledge-based economy menyebabkan terjadinya peningkatan kebutuhan akan informasi oleh investor. Untuk memenuhi kebutuhan ini, banyak perusahaan mulai mengungkapkan informasi mengenai intellectual capital. Peningkatan pengungkapan modal intelektual memberikan dampak kepada cost of finance perusahaan. Selain itu, pengungkapan modal intelektual juga berpengaruh kepada nilai perusahaan. Penelitian ini bertujuan untuk meneliti pengaruh pengungkapan modal intelektual terhadap cost of finance dan nilai perusahaan manufaktur yang terdaftar di Bursa Efek Indonesia pada periode 2010-2015. Variabel independen yang digunakan dalam penelitian ini adalah pengungkapan modal intelektual, variabel dependen adalah cost of finance, yang diukur dari information asymmetry, cost of equity, dan cost of debt; dan nilai perusahaan, sedangkan variabel kontrol yang digunakan adalah firm characteristics yang mencakup: firm size, debt to assets ratio, profitability, market to book ratio, earnings variability, dan negative earnings. Metode penelitian yang digunakan adalah regresi data panel. Penelitian ini menghasilkan penemuan bahwa pengungkapan modal intelektual memiliki pengaruh signifikan terhadap information asymmetry dan cost of debt.",
  "creators": "YONATHAN SAID MARCOS",
  "contributors": "Sautma Ronni Basana (Advisor 1); Pwee Leng (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 37010434/MAN/2018; Yonathan Said Marcos (37414089)",
  "subjects": "MANUFACTURING INDUSTRIES-MANAGEMENT; INTELLECTUAL CAPITAL; HUMAN CAPITAL; CORPORATIONS--FINANCE"
}