{
  "id": "417",
  "title": "The speakers' optimistic attitude towards death in Edgar Allan Poe's poems, \"sonnet to my mother.\" \"Annabel Lee,\" and \"for Annie\"",
  "abstract": "This thesis presents an analysis on the speakers? optimistic attitude towards death as seen through Edgar Allan Poe?s poems, \"Sonnet to My Mother, \" Annabel Lee\" , and \"For Annie.\" Edgar Allan Poe inthese poems wants to to reveal the existence of death that cannot be denied. The problem in these three poems is that death brings a separation between the speakers and their lovers. Due to the problem of separation, each of the speakers has an optimistic attitude towards death. The different attitude achieved by the speakers concerning death is related to Edgar Allan Poe?s biography. In order to accomplish the objective of this thesis, I use the theories of figure of speech, concept of attitude, death, and optimism that is related in the analysis. Based on the statement of the problem, the analysis of the thesis is divided into two parts; the speakers` optimistic attitude towards death and the reasons of the speakers` different attitude concerning death based on Edgar Allan Poe?s biography.The first part consists of three sub-titles: the analysis of t h e speaker`s attitude towards death in \"Sonnet to My Mother,\" the speaker`s attitude towards death in \"Annabel Lee, and the last is the speaker?s attitude towards death in \"For Annie.I Using some of the literary theories as a method of analysis, I find out that the speakers` attitude towards death is optimistic since each of the speaker believes that death may be able to separate their body but unable to separate their love. They also believe that their lovers always love them as well. Furthermore, by doing a close study on Edgar Allan Poe?s biography and employing the concept of attitude, death, and optimism, it is obvious that the speakers` unusual attitude concerning death is the manifestation of Poe?s personal experience of longing for peace in death.",
  "creators": "HEIDY ADELINE",
  "contributors": "Prof. DR. Budi Darma, MA. (Advisor 1); SAMUEL GUNAWAN (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.967; Heidy Adeline (11496101)",
  "subjects": "POE, EDGAR ALLAN, 1808-1898-POETRY-STUDY AND TEACHING; AMERICAN POETRY-19TH CENTURY-STUDY AND TEACHING"
}