{
  "id": "41700",
  "title": "Pengaruh over investment, financial constraint, dan net working capital terhadap marginal value of cash holding pada perusahaan manufaktur",
  "abstract": "Kas merupakan aset perusahaan yang memiliki berbagai fungsi dalam perusahaan, oleh karena itu umumnya perusahaan memiliki kas dalam jumlah yang signifikan. Pemegang saham perusahaan memberikan nilai pada setiap tambahan kas yang ada dalam perusahaan, nilai tambahan dari prespektif pemegang saham tersebut adalah marginal value of cash holding. Terdapat berbagai faktor yang dapat mempengaruhi nilai marginal value of cash holding. Oleh karena itu, penelitian ini bertujuan untuk mengetahui pengaruh beberapa variabel yang diduga berpengaruh signifikan terhadap marginal value of cash holding, yaitu over investment, leverage, dividen, dan net working capital. Selain itu, penelitian ini juga bertujuan untuk mengetahui pengaruh corporate governance dalam memoderasi pengaruh over investment terhadap marginal value of cash holding. Variabel yang digunakan dalam penelitian ini yaitu marginal value of cash holding, over investment, leverage, dividen, net working capital, independent director, blockholder ownership, dan big four auditor. Metode yang digunakan dalam penelitian ini adalah data panel fixed effects model (FEM). Hasil analisis menunjukkan bahwa baik dalam over investment, leverage, dividen, dan net working capital berpengaruh signifikan terhadap marginal value of cash holding. Sementara itu, untuk variabel moderasi blockholder ownership dan big four auditor berpengaruh signifikan terhadap pengaruh over investment terhadap marginal value of cash holding, sedangkan independent director tidak berpengaruh signifikan.",
  "creators": "MARIA MAGDALENA",
  "contributors": "Mariana Ing Malelak (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 37010419/MAN/2018; Maria Magdalena (37414023)",
  "subjects": "WORKING CAPITAL; CORPORATE GOVERNANCE; CORPORATIONS--FINANCE"
}