{
  "id": "41743",
  "title": "Pengaruh tax avoidance terhadap nilai perusahaan dengan corporate governance sebagai variabel moderasi",
  "abstract": "Tujuan dari penelitian ini adalah untuk mengetahui pengaruh tax avoidance/penghindaran pajak terhadap nilai perusahaan dengan corporate governance/tata kelola perusahaan sebagai variabel moderasi. Nilai perusahaan dalam penelitian ini diukur dengan menggunakan Tobin’s Q. Variabel independen dalam penelitian ini adalah tax avoidance dan variabel-variabel kontrolnya adalah total akrual, laba bersih, hutang jangka panjang, dan penjualan bersih. Variabel moderasi yang digunakan adalah corporate governance yang diukur dengan kepemilikan direksi, kepemilikan institusional, board size, direktur non eksekutif, executive salary, dan opsi atau bonus. Sampel penelitian ini adalah 57 perusahaan yang terdaftar dalam Bursa Efek Indonesia periode tahun 2012-2016. Metode analisis yang digunakan adalah analisis regresi linear berganda. Hasil penelitian ini menemukan bahwa tax avoidance berpengaruh negatif terhadap nilai perusahaan. Tax avoidance yang dimoderasi oleh corporate governance tidak memberikan pengaruh signifikan terhadap nilai perusahaan tanpa adanya kontrol dari total akrual, laba bersih, hutang jangka panjang, dan penjualan bersih. Kemudian tax avoidance yang dimoderasi oleh variabel-variabel corporate governance berupa kepemilikan direksi, kepemilikan institusional, dan direktur non eksekutif dengan adanya kontrol dari total akrual, laba bersih, hutang jangka panjang, dan penjualan bersih memberikan pengaruh negatif yang signifikan terhadap nilai perusahaan, sedangkan tax avoidance yang dimoderasi oleh variabel-variabel corporate governance berupa board size, executive salary, dan opsi atau bonus dengan adanya kontrol dari total akrual, laba bersih, hutang jangka panjang, dan penjualan bersih tidak memberikan pengaruh yang signifikan terhadap nilai perusahaan.",
  "creators": "MARCO MARGONO",
  "contributors": "R.Arja Angka Asa Aras Adji S. (Advisor 1); Yenni Mangoting (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011130/AKT/2018; Marco Margono (32414046)",
  "subjects": "TAX ACCOUNTING; DOUBLE TAXATION"
}