{
  "id": "41746",
  "title": "Pengaruh tata kelola perusahaan terhadap kinerja perusahaan yang dimediasi oleh tanggung jawab sosial perusahaan",
  "abstract": "Penelitian ini bertujuan untuk mengidentifikasi pengaruh langsung tata kelola perusahaan yang diproksikan oleh kepemilikan manajerial, kepemilikan institusi asing, dan independensi dewan komisaris terhadap kinerja perusahaan, serta pengaruh tidak langsungnya yang dimediasi oleh pengungkapan tanggung jawab sosial perusahaan (CSR). Sampel dalam penelitian ini adalah perusahaan terdaftar di Bursa Efek Indonesia (BEI) yang menerbitkan laporan keberlanjutan tahun 2013-2016 yaitu sebanyak 160 pengamatan. Data yang digunakan adalah data sekunder dari laporan tahunan dan laporan keberlanjutan. Pengolahan data menggunakan software SPSS versi 23. Hasil penelitian mendapati bahwa pengaruh langsung kepemilikan manajerial dan kepemilikan institusi asing terhadap kinerja perusahaan tidak signifikan, sedangkan pengaruh langsung independensi dewan komisaris terhadap kinerja perusahaan signifikan positif. Namun, pada saat pengungkapan CSR menjadi variabel mediasi antara tata kelola perusahaan dan kinerja perusahaan, maka pengaruh tidak langsung kepemilikan institusi asing terhadap kinerja perusahaan melalui pengungkapan CSR lebih besar daripada pengaruh langsungnya, sedangkan pengaruh tidak langsung kepemilikan manajerial dan independensi dewan komisaris terhadap kinerja perusahaan melalui pengungkapan CSR lebih kecil daripada pengaruh langsungnya. Variabel kontrol yaitu ukuran perusahaan tidak berpengaruh terhadap pengungkapan CSR maupun kinerja perusahaan.",
  "creators": "KENNY",
  "contributors": "Filicia Chandra (Advisor 1); R.Arja Angka Asa Aras Adji S. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011161/AKT/2018; Kenny (32414067)",
  "subjects": "SOCIAL RESPONSIBILITY OF BUSINESS; ACCOUNTING; GOOD CORPORATE GOVERNANCE"
}