{
  "id": "41745",
  "title": "Analisa pengaruh profitability, firm size, dan leverage terhadap dividend yang dimediasi oleh tax avoidance",
  "abstract": "Penelitian ini bertujuan untuk mengetahui pengaruh Tax Avoidance dalam melihat pengaruh Profitability, Firm Size, dan Leverage Terhadap Dividend. Pengaruh dari variabel independen Profitability, Firm Size, dan Leverage dapat berupa pengaruh parsial terhadap variabel dependen Dividend atau ada mediasi dari Tax Avoidance sebelum berpengaruh terhadap Dividend. Sampel yang digunakan adalah perusahaan manufaktur yang terdaftar di BEI selama tahun 2012-2016. Teknik analisa yang digunakan adalah regresi linier berganda menggunakan SPSS. Hasil penelitian menunjukkan secara parsial variabel Leverage dan Firm Size memiliki pengaruh signifikan terhadap variabel Tax Avoidance serta variabel Profitability, Firm Size, dan Tax Avoidance memiliki pengaruh signifikan terhadap variabel Dividend. Selanjutnya, variabel Profitability tidak memiliki pengaruh signifikan terhadap variabel Tax Avoidance dan variabel Leverage tidak memiliki pengaruh signifikan terhadap variabel Dividend. Secara simultan, variabel Profitability, Firm Size, Leverage memiliki pengaruh signifikan terhadap variabel Tax Avoidance serta variabel Profitability, Firm Size, Leverage, dan Tax Avoidance memiliki pengaruh signifikan terhadap Dividend. Berdasarkan pengujian mediasi membuktikan bahwa Tax Avoidance berperan sebagai full mediation hanya pada hubungan Leverage terhadap Dividend dan sebagai part mediation pada hubungan Profitability dan Firm Size terhadap Dividend.",
  "creators": "CINTHIA SUCIPTO",
  "contributors": "Yenni Mangoting (Advisor 1); R.Arja Angka Asa Aras Adji S. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011152/AKT/2018; Cinthia Sucipto (32414064)",
  "subjects": "TAX PLANNING; TAX EVASION; TAX ACCOUNTING; DOUBLE TAXATION; DIVIDENDS"
}