{
  "id": "41764",
  "title": "Fasilitas komunitas pecinta anjing di Malang",
  "abstract": "Fasilitas Komunitas Pecinta Anjing bertujuan untuk mewadahi berbagai jenis kegiatan yang diadakan oleh komunitas, baik untuk komunitas itu sendiri maupun untuk masyarakat. Selama ini acara yang diselenggarakan oleh komunitas terkesan eksklusif dari masyarakat dan tidak memiliki fasilitas yang terdesain secara khusus, sehingga harus menggunakan tempat umum yang berpotensi mengganggu masyarakat sekitar. Oleh karena itu, masalah desain utama dari perancangan fasilitas ini adalah bagaimana menciptakan fasilitas yang mampu mewadahi kegiatan komunitas dan masyarakat, serta menciptakan sarana rekreasi edukatif dengan fasilitas yang terbuka untuk publik. Sedangkan masalah desain khusus adalah bagaimana merancang penampungan anjing dengan sistem penghawaan alami yang baik dan tampilan yang menarik, serta membuat bentukan serta zoning yang menggambarkan harmonisasi manusia dengan anjing. Pendekatan desain yang dipilih adalah pendekatan metafora dari gestur tubuh manusia dengan anjing yang menggambarkan harmonisasi antara keduanya. Keunikan dari proyek ini terletak pada bagaimana desain mampu menggabungkan kebutuhan interaksi antara manusia dan anjing, namun tetap memiliki area yang mendukung kebutuhan privasi masing-masing, serta bagaimana masyarakat dipertemukan dengan komunitas sehingga proses edukasi dan interaksi menjadi lebih menyenangkan dan efektif bagi kedua belah pihak. Pendalaman karakter ruang dipilih untuk menunjukkan kompleksitas dan berbagai macam pertimbangan desain. Ruang yang didalami adalah ruang grooming karena memiliki tingkat kompleksitas paling tinggi, dan ruang bilik penampungan anjing karena memiliki kebutuhan yang unik dan didesain khusus hanya untuk anjing.",
  "creators": "LOUNDY LOMPOLIUW",
  "contributors": "Lilianny Sigit Arifin (Advisor 1); Anik Juniwati (Advisor 2); Ir. Bisatya Widadya Maer, M.T. (Advisor 3); Riduan Sukardi (Advisor 4); Christina Eviutami Mediastica S.T., PH.D. (Examination Committee 1); Irwan Santoso (Examination Committee 2); Bramasta Putra Redyantanu (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 010/23745/ARS/2018; Loundy Lompoliuw (22414008)",
  "subjects": "COMMUNITY CENTERS--DESIGNS AND PLANS; RECREATION CENTERS; DOGS--TRAINING"
}