{
  "id": "41763",
  "title": "Pasar \"Kota\" di Bojonegoro",
  "abstract": "Desain Pasar “Kota” Bojonegoro ini didasari oleh pemikiran kondisi infrastruktur pasar ini yang kurang memadai bagi masyarakat Bojonegoro. Masalah desain utama dalam desain ulang pasar tersebut adalah menciptakan desain pasar yang lebih memenuhi standar, baik standar pasar yang berlaku di daerah maupun standar kesehatan pasar menurut Kementrian Kesehatan Republik Indonesia. Proyek ini juga mengangkat masalah desain khusus yaitu bagaimana membuat pasar tradisional ini terhubung dengan fasilitas di sekitar tapak dengan ditambahkan area rekreasi di dalam desain yang dibuat. Adapun pendekatan desain yang digunakan yaitu pendekatan sistem dengan enam sistem yang diacu yaitu: sistem zonasi, sirkulasi, spasial, pencahayaan, penghawaan dan struktur. Kemudian pendalaman energi dipilih karena melihat bangunan sekarang yang mengkonsumsi energi dalam jumlah yang besar terlebih jika bangunan itu adalah bangunan publik. Kekhususan pada desain ini ada pada sistem penampungan air hujan. Tidak hanya menggunakan talang dan bak kontrol, tetapi juga menggunakan void yang menampung air hujan yang dapat menjadi atraksi sendiri dari dalam bangunan. Air hujan akan ditampung dan difiltrasi yang kemudian akan digunakan kembali untuk keperluan air yang tidak berhubungan dengan komoditas. Selain itu, kebutuhan area rekreasi diwujudkan dengan adanya pasar malam yang secara umum akan menyediakan makanan, tetapi pada suatu saat dapat dijadikan pasar malam yang tematik.",
  "creators": "VINCENT SETIAWAN BUDIONO",
  "contributors": "Rully Damayanti (Advisor 1); Joyce M.Laurens (Examination Committee 3); Markus Ignatio Aditjipto (Examination Committee 2); Timoticin Kwanda (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 090/23739/ARS/2018; Vincent Setiawan Budiono (22414001)",
  "subjects": "MARKETS-DESIGNS AND PLANS; ARCHITECTURE"
}