{
  "id": "41797",
  "title": "Fasilitas bermain dan belajar anak-anak dan remaja di Surabaya",
  "abstract": "Desain Fasilitas Bermain dan Belajar untuk Anak Anak dan Remaja ini didasari oleh kondisi edukasi saat ini yang masih terpaku pada sistem yang formal dan menggolongkan aktivitas belajar dan bermain menjadi dua aktivitas yang berbeda dan berlawanan, sehingga masalah desain utama proyek ini adalah bagaimana menciptakan sebuah fasilitas yang menggabungkan kedua aktivitas tersebut ke dalam suatu sistem pengajaran yang dapat memberikan nilai-nilai edukasi dengan cara yang menyenangkan dan menghibur bagi anak anak dan remaja terutama di kota Surabaya. Selain itu, untuk merespon kebutuhan perkembangan anak dan remaja, proyek ini mengangkat masalah desain khusus yakni bagaimana membentuk sistem pembelajaran yang dapat mencakup berbagai macam jenis kegiatan sesuai dengan karakter anak anak dan remaja. Pendekatan desain yang digunakan adalah pendekatan perilaku dengan mengacu pada teori kecerdasan anak “Multiple Intelligences” oleh Howard Garner. Pendalaman karakter ruang dipilih untuk menyelesaikan kebutuhan ruang tiap aktivitas yang berbeda-beda sesuai tipe kecerdasan dan disesuaikan dengan kebutuhan anak anak maupun remaja. Keunikan proyek ini adalah keragaman karakter ruang pada setiap jenis kecerdasan intelektual yang ada. Fasilitas ini memperhatikan keunikan tiap kecerdasan anak sebagai hakikat mendasar perancangan, sehingga terdapat delapan kategori aktivitas, dimana setiap elemen arsitekturnya disesuaikan dengan jenis aktivitas sesuai kecerdasan masing-masing. Elemen arsitektur yang dimaksud adalah dimensi ruang, bentukan jendela dan bukaan, jenis plafon, ketinggian elevasi lantai yang divariasikan serta penggunaan ramp sebagai akses utama antar lantai juga mendukung pengguna untuk lebih dapat aktif dalam beraktivitas. Pembagian sirkulasi antara anak-anak, remaja dan orang dewasa juga menjadi pertimbangan dalam pembagian zoning dan peletakkan massa bangunan.",
  "creators": "JENNIE EKO",
  "contributors": "Timoticin Kwanda (Advisor 1); Joyce M.Laurens (Advisor 2); Luciana Kristanto, S.T., M.T. (Advisor 3); Markus Ignatio Aditjipto (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 010/23788/ARS/2018; Jennie Eko (22414062)",
  "subjects": "CHILDREN--INSTITUTIONAL CARE; INTERIOR DECORATION"
}