{
  "id": "418",
  "title": "Comparative study on the main female characters' ideas about would-be spouses in Thomas Hardy's under the greenwood tree and Sutan Takdir Alisyahbana's dian yang tak kunjung padam ...",
  "abstract": "In her thesis, the writer determines IO analyze Thomas Hardy?s Under the Greenwood Tree and Sutan Takdir Alisyahbana's Dian yang tak kunjung padam (A Candle that never Dies) since she wants to compare and contrast both novels in order to analyze and to prove that the main female characters' ideas about would-be spouses in both novels are the same. By doing this comparative study, the writer wants to show that actually the matter of choosing would be spouses could be universal in some ways Then, by analyzing both novels, she wants to reveal both main female characters' shared ideas of the ideal would-be spouses and their actions in handling the problem. Moreover, the writer discusses the consequences that they get from their actions. In both novels, the main female characters face the same conflicts which are the disapprovals to marry their lovers because of the social status. Their parents think that they have to marry men who have higher or at least the same social class as they do. In analyzing both novels, the writer uses the theory of literature especially characterization. She analyzes the main female and male characters' conducts, feelings. attitudes. and speeches so that she can esplain clearly why the main female characters choose the main male characters as their would-be spouses, how they act when they art' involved i n conflicts. and what consequences that they get from their action in opposing their parents' disapproval. Because the conducts of the main male characters show that they arc caring. the main female characters feel that they arc appropriate to be their spouses. Then when the main female characters face the disapproval from their parents to marry their lovers, their thoughts, feelings, and attitudes are shown clearly througly their actions and speeches Then, they get different consequences of their different action in opposing their parents' disapproval.",
  "creators": "DWI CHRISTIN NATALIA",
  "contributors": "Liliek Soelistyo (Advisor 1); Drs. Setefanus Suprajitno, M.A., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 976: Dwi Christin Natalia (11496007)",
  "subjects": "INDONESIAN FICTION-21ST CENTURY-STUDY AND TEACHING; ALISYAHBANA, SUTAN TAKDIR, ... DIAN YANG TAK KUNJUNG PADAM-HISTORY AND CRTICISM; HARDY, THOMAS, ... UNDER THE GREENWOOD FREE-HISTORY AND CRITICISM; ENGLISH FICTION--19TH CENTURY--STUDY AND TEACHING"
}