{
  "id": "41801",
  "title": "Kantor sewa hijau di Surabaya",
  "abstract": "Desain kantor sewa hijau di Surabaya ini didasari oleh pemikiran kondisi perkembangan ekonomi yang pesat di Indonesia terutama di Surabaya. sehingga dibutuhkan wadah untuk kegiatan kantor sehari-hari. Masalah utamanya adalahuntuk kantor seringkali memakan energi yang cukup banyak terutama penerangan, sehingga untuk merespon masalah tersebut, pendekatan desain yang diambil adalah green architecture dengan menggunakan tolok ukur dari Green Building Council Indonesia. Pendalaman pencahayaan alami dipilih, ditujukan agar terjadi usaha penghematan energi penerangan dalam bangunan kantor tersebut Keunikan proyek ini ada pada pencahayaan alami ruang kantornya, yang pada pagi dan siang hari direncanakan untuk mengurangi beban energi penerangan yang artinya pencahayaan dalam ruang. Pencahayaan alami juga membawa panas dari sinar matahari langsung, akan tetapi desain kantor menggunakan double façade serta light shelf yang membantu memantulkan sinar matahari yang akan masuk ke dalam ruang kantor sehingga panas yang dihasilkan tidak sepenuhnya masuk. Terdapat tuntutan lahan hijau yang cukup banyak dari tolak ukur GBCI sendiri, alhasil double façade sendiri terdiri dari green wall, yang di susun sepanjang bagian depan bangunan, sehingga juga menjadi salah satu keunikan proyek.",
  "creators": "VINCENTIUS LIEYANTO",
  "contributors": "Wanda Widigdo Canadarma (Advisor 1); Stanislaus Kuntjoro Santoso (Advisor 2); Samuel Hartono (Advisor 3); Dr. Feny Elsiana, S.T., M.T. (Advisor 4); Rully Damayanti (Examination Committee 1); Handinoto (Examination Committee 2); Esti Asih Nurdiah, S.T., M.T., Ph.D. (Examination Committee 3); Aris Budhiyanto, S.T., M.Sc., Ph.D. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 060/23735/ARS/2018; Vincentius Lieyanto (22413105)",
  "subjects": "OFFICE BUILDINGS--DESIGN AND PLANS; SUSTAINABLE ARCHITECTURE"
}