{
  "id": "41810",
  "title": "Pasar Karangayu di Semarang",
  "abstract": "Beberapa tahun terakhir, keberadaan pasar tradisional mulai terancam dengan mulai banyaknya pasar modern di Kota Semarang. Pertumbuhan pasar modern ini merupakan dampak dari perubahan gaya hidup masyarakat yang bergeser ke arah yang lebih modern. Kota Semarang merupakan salah satu kota perdagangan dan jasa masih memiliki banyak pasar tradisional yang masih bisa bersaing dengan pasar modern. Masalah utama dari Pasar Karangayu adalah bagaimana menciptakan desain pasar yang bercitra modern dan menciptakan sirkulasi yang lebih tertata dan rapi. Pendekatan yang digunakan adalah pendekatan sistem dengan menekankan sistem sirkulasi, penghawaan, zoning, struktur, dan utilitas. Kemudian, pendalaman fasad dipilih untuk menjawab masalah iklim pada koridor sirkulasi bagi pengunjung. Keunikan proyek ini ada pada sistem sirkulasinya. Tidak seperti pasar pada umumnya yang sirkulasinya di dalam namun terdapat sirkulasi di sekeliling bangunan. Dengan bertambahnya akses tentu jarak pengunjung dan pedagang semakin dekat. Pengunjung dapat langsung naik ke lantai 2 dan 3 tanpa harus masuk ke dalam bangunan melalui tangga di sekeliling bangunan. Sirkulasi pengunjung dan kendaraan bermotor dipisahkan untuk menghindari adanya cross circulation dan menjaga kenyamanan pengunjung.",
  "creators": "ELLEN CALISTA DEVI SANJAYA",
  "contributors": "Rony Gunawan (Advisor 1); Altrerosje Asri, S.T., M.T. (Advisor 2); Eunike Kristi Julistiono, S.T., M.Des.Sc. (Advisor 3); V.P. Nugroho Susilo (Advisor 4); Lilianny Sigit Arifin (Examination Committee 1); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 2); Anik Juniwati (Examination Committee 3); Riduan Sukardi (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 070/23847/ARS/2018; Ellen Calista Devi Sanjaya (22414147)",
  "subjects": "MARKETS--DESIGN AND CONSTRUCTION"
}