{
  "id": "41819",
  "title": "Hotel bisnis bintang lima di Surabaya",
  "abstract": "Desain Hotel Bisnis Bintang Lima di Surabaya ini merupakan respon desain untuk menjawab kebutuhan perkembangan kepariwisataan Kota Surabaya. Dengan menciptakan sebuah tower Hotel berkonsep bisnis dengan kualitas bintang lima, muncul sebuah masalah desain yaitu bagaimana hotel tersebut dapat menampilkan kualitas bintang limanya secara tampilan arsitektur yang dipadukan dengan sistem bangunan yang baik seperti utilitas yang rapi dan sirkulasi pengguna yang terasa privat. Ketinggian bangunan tersebut pun juga menciptakan permasalah struktur untuk diselesaikan. Selain itu, desain hotel ini merespon lingkungan sekitarnya yang merupakan salah satu kompleks bisnis dan retail terbesar dan cepat berkembang di Surabaya, Sehingga bangunan ini juga semestinya dapat berfungsi sebagai pusat kegiatan bisnis. Pendekatan yang digunakan adalah simbolis dengan teori metafora untuk menggambarkan kegiatan negosiasi. Sedangkan pendalaman struktur digunakan untuk menciptakan tampilan bangunan yang unik dan mewah serta menyelesaikan masalah struktur pada bangunan tinggi. Yang menjadi keunikan bangunan ini merupakan sistem strukturnya yang tidak dimiliki oleh bangunan lain di Surabaya, yaitu struktur diagrid. Selain itu, fasilitas yang dimiliki juga di desain agar mengungguli hotel bintang lima lainnya secara kualitas. Desain hotel merupakan komposisi dua bangunan bertingkat tinggi diatas dua massa podium terpisah yang berfungsi untuk fasilitas hotel, retail dan konvensi.",
  "creators": "ERIC RICHARDO",
  "contributors": "Ir. Bisatya Widadya Maer, M.T. (Advisor 1); Lilianny Sigit Arifin (Advisor 2); Anik Juniwati (Advisor 3); Riduan Sukardi (Advisor 4); Irwan Santoso (Examination Committee 1); Bramasta Putra Redyantanu (Examination Committee 2); Christina Eviutami Mediastica S.T., PH.D. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 030/23836/ARS/2018; Eric Richardo (22414133)",
  "subjects": "HOTELS--DECORATION; HOTELS"
}