{
  "id": "41812",
  "title": "Gereja Pantekosta Tabernakel di Surabaya",
  "abstract": "Desain Gereja Pantekosta Tabernakel di Surabaya ini didasari oleh pemikiran pada masa kini masih banyak gereja Protestan yang kurang memperhatikan elemen-elemen pembentuk fisik gereja yang dapat menunjukkan citra bangunan gereja, sehingga masalah desain utama adalah bagaimana menampilkan identitas gereja atau ciri khas gereja agar lebih ekspresif dan komunikatif dan juga menimbulkan suasana religius pengguna pada saat berada di dalam bangunan. Pendekatan desain yang digunakan adalah Simbolik dengan penekanan yaitu Simbolik Metafora. Kemudian, pendalaman struktur dipilih untuk mencermati penyelesaian struktur pada bentukan yang organik serta penyelesaian konstruksi bangunan secara keseluruhan. Keunikan proyek ini ada pada bentukan bangunannya, dimana konsep Tabernakel (rumah Allah) menjadi dasar dalam pembentukan bangunan ini, sesuai dengan denominasi Gereja Pantekosta Tabernakel. Dengan desain Simbolik Metafora, mengambil bentukan tangan Tuhan yang melindungi sehingga bentukan berbentuk oval dengan tutupan kubah. Sehingga muncul permasalahan dala sistim strukturnya, diselesaikan dengan pendalaman struktur dengan struktur rangka atap space frame dan plat lantai waffle slab sebagai penyelesaian ruangan yang bebas kolom. Zonasi dibagi menjadi 2 zona, yaitu zona publik dan zona privat. Zona publik pada lantai 1 berisi fasilitas-fasilitas pendukung bangunan gereja, sedangkan zona privat pada lantai 2 dan lantai 3 berisi ruang gereja utama.",
  "creators": "DANIEL CHRIST HARIYONO",
  "contributors": "Lilianny Sigit Arifin (Advisor 1); Anik Juniwati (Advisor 2); Riduan Sukardi (Advisor 3); Christina Eviutami Mediastica S.T., PH.D. (Examination Committee 1); Irwan Santoso (Examination Committee 2); Bramasta Putra Redyantanu (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 030/23852/ARS/2018; Daniel Christ Hariyono (22414158)",
  "subjects": "CHURCH ARCHITECTURE; CHURCH DECORATION AND ORNAMENT"
}