{
  "id": "41818",
  "title": "Fasilitas kantor sewa dan co-working space di Surabaya",
  "abstract": "Kantor Sewa dan Co-Working Space di Surabaya merupakan fasilitas yang didesain didasari oleh perkembangan bisnis ekonomi kreatif yang kian pesat namun belum ada fasilitas yang memadai dan mendukung saat ini. Sehingga masalah desain utama adalah bagaimana menciptakan space yang dapat yang dapat menyampaikan identitas dan menjadi ikon perkembangan ekonomi kreatif di Surabaya. Selain itu adanya kebutuhan para pengembang bisnis untuk bekerja secara produktif, maka proyek ini juga mengangkat masalah desain khusus yaitu bagaimana menciptakan ruang sosial dan ruang hijau untuk mendukung produksi hormon dopamine yang dapat meningkatkan produktivitas. Pendekatan desain yang digunakan adalah pendekatan simbolik dengan menggunakan intangible metaphor, mengambil dari sifat utama para pengembang bisnis start-up yakni Inovasi. Kemudian, pendalaman karakter ruang dipilih untuk mencermati penyelesaian kebutuhan ruang-ruang kerja yang berbeda sesuai dengan kebutuhan pengguna. Fasilitas ini berbeda dengan ruang kerja pada umumnya karena mengutamakan ruang interaksi (social space) dan juga ruang hijau, namun tidak mengabaikan privasi yang dibutuhkan setiap pengguna. Desain kantor dan co-working dilengkapi dengan fasilitas seperti cafeteria, ruang rapat, workshop, dan juga retail, sehingga barang-barang yang diproduksi juga bisa langsung dipasarkan.",
  "creators": "ELIZABETH NANCY THAMRIN",
  "contributors": "Handinoto (Advisor 1); Rully Damayanti (Advisor 2); Esti Asih Nurdiah, S.T., M.T., Ph.D. (Advisor 3); Aris Budhiyanto, S.T., M.Sc., Ph.D. (Advisor 4); Joyce M.Laurens (Examination Committee 2); Luciana Kristanto, S.T., M.T. (Examination Committee 3); Markus Ignatio Aditjipto (Examination Committee 4); Timoticin Kwanda (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 010/23787/ARS/2018; Elizabeth Nancy Thamrin (22414060)",
  "subjects": "OFFICE BUIDLINGS; OFFICE BUILDINGS--DESIGNS AND PLANS"
}