{
  "id": "41826",
  "title": "Klinik Paliatif Kanker di Surabaya",
  "abstract": "Desain klinik Paliatif kanker di Surabaya ditujukan untuk membantu untuk meningkatkan kualitas kesehatan atas penyakit kanker khususnya di Jawa Timur. Tujuan perancangan klinik paliatif ini adalah mengurangi beban rumah sakit besar agar pengobatan pasca operasi bisa ditangani lebih maksimal. Fasilitas yang diwadahi dalam klinik ini antara lain, fasilitas pengobatan, dan fasilitas Diagnosis. Pendekatan yang dipilih dalam perancangan ini adalah pendekatan Arsitektur Keberlanjutan dengan fokus pada prinsip arsitektur sebagai penyembuh (healing architecture). Bangunan ini menitik-beratkan pada aspek atmosfir ruang dan pemandangan sehingga pendalaman yang di pilih adalah pendalaman karakter ruang. Keunikan dari proyek ini adalah adanya taman penyembuh yang dapat meningkatkan kecepatan penyembuhan sehingga secara tidak langsung orang yang berkunjung pada bangunan sudah menjalani proses penyembuhan. Selain menghadirkan taman penyembuh, desain ruang dalam dengan nuansa alami dapat meningkatkan rasa rileks sehingga proses pengobatan bisa berjalan lebih maksimal. Bangunan ini juga dilengkapi dengan pengolahan air bersih, air hujan, panel surya, dan tata massa dan olah bentuk yang ditujukan untuk melakukan penghematan energi sebagai respon terhadap pemanasan global yang merupakan salah satu factor penyebab penyakit kanker.",
  "creators": "STEVEN HARTANTO",
  "contributors": "Altrerosje Asri, S.T., M.T. (Advisor 1); Eunike Kristi Julistiono, S.T., M.Des.Sc. (Advisor 2); Rony Gunawan (Advisor 3); V.P. Nugroho Susilo (Advisor 4); Lilianny Sigit Arifin (Examination Committee 1); Riduan Sukardi (Examination Committee 2); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 3); Anik Juniwati (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 010/23754/ARS/2017; Steven Hartanto (22414020)",
  "subjects": "REHABILITATION CENTERS--DESIGNS AND PLANS; CANCER--HOSPITALS"
}