{
  "id": "41825",
  "title": "Taman kanak-kanak dan sekolah dasar Buddha di Denpasar, Bali",
  "abstract": "Desain Taman Kanak-kanak dan Sekolah Dasar Buddha di Denpasar, Bali ini didasari oleh pemikiran kondisi infrastruktur sekolah yang ada saat ini yang kurang memadai dan juga belum adanya fasilitas khusus bagi umat yang beragama Buddha, sehingga masalah desain utama adalah bagaimana menciptakan sekolah yang sesuai dengan standar yang telah ditetapkan pemerintah dengan tambahan fasilitas bagi umat beragama Buddha. Selain itu, untuk merespon kegiatan yang ada, proyek ini memberikan ruang terbuka hijau yang cukup besar sehingga pengguna dapat bermain dengan leluasa di kawasan sekolah ini. Pendekatan Semiotik dipilih untuk menciptakan kawasan pendidikan dasar yang memiliki nilai agama Buddha. Keunikan proyek ini ada pada zoning pada setiap bangunannya. Setiap bangunan memiliki fungsi yang berbeda dan juga pengguna yang berbeda juga, tetapi terdapat satu bangunan yang dimana menjadi tempat berkumpulnya segala perbedaan tersebut seperti ajaran dalam Agama Buddha dimana Sang Buddha menjadi guru dari semua makhluk baik dewa dan manusia. Bangunan tersebut menjadi pusat yang mengikat setiap bangunan yang ada. Setiap bangunan Taman Kanak-kanak dan juga Sekolah Dasar memiliki drop off sendiri sehingga memudahkan bagi orang tua dalam mengantarkan anaknya. Pembagian parkir antara guru dan juga orang tua murid memudahkan dalam pengaturan sirkulasi dan pembagian parkir kendaraan.",
  "creators": "DWIKI PRADIPTA SINARTA",
  "contributors": "Benny Poerbantanoe (Advisor 1); Christine Wonoseputro (Advisor 2); Danny Santoso Mintorogo (Advisor 3); Andhi Wijaya (Advisor 4); Maria Immaculata Hidayatun (Examination Committee 1); Frans Soehartono (Examination Committee 2); Roni Anggoro, S.T., M.A.Arch. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01023820/ARS/2018; Dwiki Pradipta Sinarta (22414112)",
  "subjects": "ELEMENTARY SCHOOL BUILDINGS--DESIGNS AND PLANS; KINDERGARTEN--DESIGN; KINDERGARTEN FACILITIES"
}