{
  "id": "41828",
  "title": "Sanggar kreativitas anak berbasis kristiani",
  "abstract": "Desain Sanggar Kreativitas Anak ini didasari oleh kurangnya kesadaraan dari orangtua terhadap pengembangan bakat dan minat anak. Dengan tingginya tuntuan ekonomi membuat orangtua kurang memiliki waktu berkualitas untuk mengembangkan bakat dan kreativitas anak mereka, Anak-anak yang cenderung hanya dibiarkan dirumah tanpa melakukan kegiatan yang membangun kreativitasan dan kepribadian mereka akan kurang dapat bersosialisasi, sehingga masalah desain utama adalah bagaimana desain mampu menyediakan sarana bagi anak yang aman dan nyaman dengan pembagian zoning dan pengaturan pola sirkulasi yang jelas. Sedangkan untuk masalah desain khusus adalah bagaimana desain dapat ramah terhadap anak dengan menerapkan nilai-nilai kristiani pada program kegiatan maupun desain bangunan. Pendekatan desain yang digunakan adalah pendekatan metaphor dengan meminjam cerita Alkitab yaitu cerita penciptaan (Kejadian 1). Keunikan dari proyek ini ada pada penerapan konsep cerita penciptaan (Kejadian 1) terhadap bangunan. Dalam tapak terdapat 6 massa utama yang dimana menggambarkan 6 hari penciptaan Allah, Setiap massa bangunan tersebut memiliki ciri khas dan keunikan masing-masing dengan program kegiatan yang berbeda-beda. Pendalaman karakter ruang dipilih untuk mengekspresikan keunikan desain dari setiap massa sesuai tema penciptaan dari “Kejadian” untuk mendukung pengembangan bakat dan minat anak secara krsitiani.",
  "creators": "MARCEANNO JULIO MAKANONENG",
  "contributors": "Lilianny Sigit Arifin (Advisor 1); Ir. Bisatya Widadya Maer, M.T. (Advisor 2); Anik Juniwati (Advisor 3); Riduan Sukardi (Advisor 4); Christina Eviutami Mediastica S.T., PH.D. (Examination Committee 1); Bramasta Putra Redyantanu (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 010/23853/ARS/2018; Marceanno Julio Makanoneng (22414159)",
  "subjects": "ARCHITECTURE--DESIGN AND PLANS; INTERIOR DECORATION"
}