{
  "id": "41823",
  "title": "Apartemen ekologis di Surabaya",
  "abstract": "Proyek Apartemen Ekologis di Surabaya ini merupakan fasilitas hunian vertikal yang didesain dengan dasar pemikiran masalah utama yang ada pada Kota Surabaya sendiri sebagai lokasi proyek. Kondisi Kota Surabaya yang telah semakin berkembang memberikan beberapa dampak yang signifikan bagi infrastruktur kota. Selain bertambahnya penduduk yang semakin pesat, penurunan jumlah lahan terbuka hijau yang banyak digantikan untuk keperluan sektor ekonomi, semakin drastis beberapa waktu terakhir ini. Di sisi lain, penggunaan sumber daya yang semakin terbatas dalam skala besar yang terus meningkat juga dapat menjadi masalah yang harus ditanggulangi pada masa yang akan datang. Secara garis besar, desain yang terdiri dari fasilitas hunian vertikal (apartemen) dan berbagai sarana prasarana pendukungnya ini, berintensi menyelesaikan permasalahan yang ada pada Kota Surabaya ini, sebagai salah satu kota besar yang ada di Indonesia. Untuk menjawab permasalahan tersebut, pendekatan ekologis dan pendalaman energi digunakan untuk membantu merestorasi penggunaan sumber daya yang semakin terbatas, serta membantu mengembalikan lahan hijau yang semakin langka. Keunikan dari proyek ini adalah walaupun dapat dijumpai banyaknya jumlah hunian vertikal untuk mengatasi permasalahan di Kota Surabaya ini, proyek apartemen ini didesain dengan konteks ekologis. Apartemen ini didesain dengan berbagai aspek ekologis, konsep yang tidak dimiliki oleh hunian – hunian vertikal lainnya di Surabaya. Penerapan konsep ekologis tidak hanya dapat dilihat dari penggunaan berbagai sistem untuk merestorasi sumber daya yang semakin terbatas, namun juga mendukung pengguna bangunan untuk menerapkan kehidupan yang ekologis tanpa kehilangan rasa kenyamanan dan keamanan.",
  "creators": "WILLIAM DARREN",
  "contributors": "Anik Juniwati (Advisor 1); Lilianny Sigit Arifin (Advisor 2); Ir. Bisatya Widadya Maer, M.T. (Advisor 3); Riduan Sukardi (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancanagan arsitektur No. 090/23804 /ARS/2018; William Darren (22414087)",
  "subjects": "APARTMENT HOUSES--DESIGNS AND PLANS; APARTMENT HOUSES"
}