{
  "id": "41838",
  "title": "Fasilitas pariwisata pasar terapung di Banjarmasin",
  "abstract": "Desain Fasilitas Pariwisata Pasar Terapung di Banjarmasin ini didasari oleh pemikiran kondisi pasar terapung yang ada sudah mulai ditinggalkan karena tidak ada inovasi lanjutan dari program pariwasata yang ada, adapun wadah dan lokasi bagi pasar terapung yang ada sulit dicapai, sehingga masalah desain pertama adalah menciptakan lahan baru bagi pasar terapung ditengah kota dengan penambahan fasilitas eduwisata didalamnya. Proyek ini juga memiliki masalah khusus dalam desainnya yaitu perpaduan dua corak budaya antara kearifan lokal yang mengangkat nilai-nilai sejarah, dan digabungkan dengan nilai modernisme dalam fasilitas didalamnya serta dasar material dari bangunannya itu sendiri. Maka dari itu untuk menjawab permasalahan khusus tersebut diperlukan dasar desain dengan menggunakan pendekatan venakular kontemporer, yang memiliki dasar desain dari bentukan tradisional dan di kombinasikan dengan material modern, sehingga bentuk dasar dari bangunan ini menggunakan rumah adat panjang suku Dayak dan material modern. Kemudian pendalaman karakter ruang dipilih untuk mencermati penyelesaian kebutuhan ruang luar bagi pasar terapung, dan kebutuhan ruang eduwisata yang berbeda-beda sesuai dengan temanya. Keunikan proyek ini ada pada alur sirkulasi pasar terapung yang mana aliran sungai pasar terapung di bawa masuk kedalam tapak, sehingga pasar terapung sendiri merupakan satu bagian dari pada tapak. Selain membuat nuansa pasar terapung yang ada, juga membantu program pemerintah kota Banjarmasin yang mana kota Banjar sedang krisis sungai, sehingga daratan yang dikeruk menjadi sungai menambah aliran sungai sehingga krisis sungai dapat di cegah.",
  "creators": "ERIC LIM",
  "contributors": "Lilianny Sigit Arifin (Advisor 1); Ir. Bisatya Widadya Maer, M.T. (Advisor 2); Anik Juniwati (Advisor 3); Riduan Sukardi (Advisor 4); Christina Eviutami Mediastica S.T., PH.D. (Examination Committee 1); Irwan Santoso (Examination Committee 2); Bramasta Putra Redyantanu (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 010/23845/ARS/2018; Eric Lim (22414145)",
  "subjects": "BAZAARS (MARKET); RECREATION CENTERS--DESIGNS AND PLANS"
}