{
  "id": "41833",
  "title": "Fasilitas pengolahan minuman berfermentasi di Batu",
  "abstract": "Desain fasilitas pengolahan minuman berfermentasi di Batu ini merupakan fasilitas yang menggunakan buah hasil alam di Batu seperti apel, strawberry dan jeruk, untuk diolah dengan cara fermentasi Wine, sehingga produk dari fasilitas ini dapat disebut dengan Fruit Wine, karena wine tersebut dibuat dari buah selain anggur. Desain Fasilitas pengolahan Minuman Berfermentasi di Batu ini terbentuk dari paradigma masyarakat yang beranggapan bahwa Wine merupakan minuman yang hanya dapat dinikmati oleh masyarakat kalangan atas saja, hal ini menyebabkan rendahnya konsumsi dan pengetahuan masyarakat mengenai Wine. Oleh karena itu, Masalah utama dari desain ini adalah bagaimana mendesain bangunan yang dapat mengakomodasi proses fermentasi secara efektif dan efisien Keunikan dari Fasilitas ini terletak dari efektifitas dan juga efisiensi desain yang dapat membantu mengoptimalkan proses fermentasi yang terjadi dengan memanfaatkan lahan serta iklim lingkungan sekitar, sehingga dapat menekan harga produksi. Pendekatan yang digunakan dalam mendesain bangunan ini adalah pendekatan utilitas dan pendalaman yang dipilih adalah pendalaman sistem utilitas dalam proses fermentasi. Pendekatan ini dipilih agar dapat mengoptimalkan kondisi lahan yang berkontur. sehingga meng efisienkan proses fermentasi",
  "creators": "ALEXANDRO VINCENTIO GORENZA",
  "contributors": "Stanislaus Kuntjoro Santoso (Advisor 1); Dr. Feny Elsiana, S.T., M.T. (Advisor 2); Wanda Widigdo Canadarma (Advisor 3); Samuel Hartono (Advisor 4); Rully Damayanti (Examination Committee 1); Esti Asih Nurdiah, S.T., M.T., Ph.D. (Examination Committee 3); Aris Budhiyanto, S.T., M.Sc., Ph.D. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 040/23758/ARS/2018; Alexandro Vincentio Gorenza (22414024)",
  "subjects": "BEVERAGE INDUSTRY; FRUIT WINES"
}