{
  "id": "41832",
  "title": "Fasilitas olah raga sepeda di Surabaya",
  "abstract": "Fasilitas Olah Raga Sepeda ini di dasari oleh meningkatnya minat masyarakat Indonesia khususnya warga Kota Surabaya akan olah raga sepeda. Akan tetapi masih kurangnya fasilitas pendukung bagi para pecinta sepeda di Kota Surabaya untuk menwadahi banyaknya anggota komunitas yang sudah terbentuk. Hingga saat ini, para komunitas sepeda masih tidak memiliki wadah yang tepat bagi mereka meluangkan waktu karena terbatasnya lahan bagi mereka berkumpul bersama atau bagi mereka yang ingin mengasah bakat/keterampilan mereka dengan sepedanya. Sehingga masalah desain utama pada proyek perancangan ini adalah sebagai wadah penampung para komunitas dengan desain bangunan yang dapat menampung dimana komunitas dapat berkegiatan dengan sepedanya baik di dalam ataupun luar ruangan. Sedangkan untuk masalah desain khusunya adalah bagaimana desain dapat menjawab masalah utama yang ada, dengan memberi sirkulasi yang lebar dalam bangunan dan juga menyediakan ruang-ruang komunal dalam ataupun luar ruangan bagi para komunitas sepeda. Pendekatan desain adalah pendekatan sistem yang difokuskan pada sistem sirkulasi, sistem struktur dan sistem pencahayaan dan penghawaan. Keunikan pada proyek perancangan ini adalah pada penonjolan sistem struktur dimana dapat menjadi salah satu poin estetika eksterior bangunan. Sehingga pendalaman yang digunakan adalah pendalaman struktur yaitu bagaimana penyelesaian struktur bentang lebar dengan bahan baja dan menonjolkan bentuk kolom penopang velodrome.",
  "creators": "PRISCILA HARYONO",
  "contributors": "Samuel Hartono (Advisor and Examination Committee); Wanda Widigdo Canadarma (Advisor 3); Dr. Feny Elsiana, S.T., M.T. (Advisor 4); Stanislaus Kuntjoro Santoso (Advisor 1); Handinoto (Examination Committee 2); Rully Damayanti (Examination Committee 1); Esti Asih Nurdiah, S.T., M.T., Ph.D. (Examination Committee 3); Aris Budhiyanto, S.T., M.Sc., Ph.D. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 030/23807/ARS/2018; Priscila Haryono (22414090)",
  "subjects": "BICYCLE COMMUNITY; SPORTS FACILITIES"
}