{
  "id": "41841",
  "title": "Galeri dan taman florikultura di Batu",
  "abstract": "Proyek Galeri dan Taman Florikultura di Batu merupakan fasilitas yang berfungsi untuk menampilkan segala macam bunga dan tanaman hias yang dikembangbiakkan dan disusun dalam suatu bangunan untuk menampilkan nilai estetika dari tanaman hias florikultura sehingga dapat menciptakan ruang hijau yang asri dan indah serta menjadi tujuan wisata edukasional bagi para wisatawan. Kota Batu merupakan kota yang dikenal dengan tempat wisata yang sering dikunjungi baik oleh wisatawan lokal maupun wisatawan mancanegara. Selain itu, lokasi Kota Batu yang terletak di pegunungan menjadikannya sebagai daerah dengan iklim yang sejuk dan tanahnya yang subur. Sehingga pertanian dan pariwisata menjadi pusat perekonomian Kota Batu. Galeri dan Taman Florikultura di Batu ini dapat menjadi salah satu fasilitas rekreatif dan edukatif yang ikonik di Kota Batu. Galeri ini akan terbagi menjadi tiga fasilitas utama, yaitu budidaya tanaman bersuhu tinggi, tanaman air, dan tanaman bersuhu rendah. Fasilitas tersebut dilengkapi juga dengan cafe dan pujasera. Pendekatan yang digunakan adalah simbolik agar dapat mengekspresikan ciri khas dari tanaman hias atau florikultura terhadap pengunjung. Struktur yang membentuk dan menopang bangunan dijadikan sebagai pendalaman agar menunjang ekspresi bangunan dan kebutuhan budidaya tanaman hias.",
  "creators": "JENNIFER MICHELLE LAMBANGSAPUTRA",
  "contributors": "Ir. Bisatya Widadya Maer, M.T. (Advisor 1); Lilianny Sigit Arifin (Advisor 2); Anik Juniwati (Advisor 3); Riduan Sukardi (Advisor 4); Christina Eviutami Mediastica S.T., PH.D. (Examination Committee 1); Irwan Santoso (Examination Committee 2); Bramasta Putra Redyantanu (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 030/23846/ARS/2018; Jennifer Michelle Lambangsaputra (22414146)",
  "subjects": "FLOWER GARDENING; GALLERIES (ARCHITECTURE)--DESIGNS AND PLANS"
}