{
  "id": "41840",
  "title": "Pasar terapung di Banjarmasin",
  "abstract": "Desain Pasar Terapung ini didasari oleh pemikiran kondisi eksistensi pasar terapung yang sudah mulai berkurang dan infrastruktur bangunan pasar yang terapung, sehingga masalah desain utama adalah bagaimana menciptakan sistem sirkulasi dan bangunan pasar terapung yang identik khas Banjar. Selain itu, untuk merespon kebutuhan sekitar tapak, proyek ini juga mengangkat masalah desain khusus yakni bagaimana menghidupkan kembali identitas kota Banjar sebagai “Kota Seribu Sungai” serta sistem struktur dan konstruksi pondasi apung. Pendekatan desain yang digunakan adalah pendekatan sistem dengan empat prinsip: sistem sirkulasi, sistem pengguna bangunan, sistem pengangkutan barang, dan sistem bangunan. Kemudian, pendalaman struktur dipilih untuk mencermati penyelesaian kebutuhan keselamatan pengguna bangunan dan daya tahan bangunan pasar terapung. Keunikan proyek ini ada pada struktur pondasi pasar terapung. Tidak seperti pasar pada umumnya, sebuah tipologi baru pasar terapung ini berupa bangunan yang mengapung diatas aliran sungai namun tetap mempertahankan pasar terapung yang berupa sampan, sehingga pengunjung dapat menikmati dua sensasi berbeda yang baru di pasar terapung ini. Pasar terapung ini berupa bangunan yang pada bagian pondasinya tidak menggunakan pondasi yang menancap sampai ke permukaan tanah, melainkan menggunakan struktur pondasi ponton sehingga menciptakan kesan apung pada bangunan.",
  "creators": "RUTH EMANUELLA CLARISSA",
  "contributors": "Timoticin Kwanda (Advisor 1); Joyce M.Laurens (Advisor 2); Luciana Kristanto, S.T., M.T. (Advisor 3); Markus Ignatio Aditjipto (Advisor 4); Christine Wonoseputro (Examination Committee 1); Benny Poerbantanoe (Examination Committee 2); Andhi Wijaya (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 030/23843/ARS/2018; Ruth Emanuella Clarissa (22414143)",
  "subjects": "BAZAARS (MARKET)"
}