{
  "id": "4184",
  "title": "Perancangan dan pembuatan sistem informasi penjadwalan produksi untuk PP Payne Indonesia",
  "abstract": "PP Payne Indonesia merupakan anak perusahaan dari PT. Filtrona Indonesia yang berlokasi di Jalan Rungkut Industri III/32. PP Payne Indonesia memproduksi filter dan dipasarkan ke industri-industri lokal maupun mancanegara. Kekacauan penjadwalan produksi yang selama ini dibuat secara manual sering terjadi disebabkan oleh keterbatasan kemampuan karyawan dalam memantau keseluruhan jadwal produksi dan hal-hal lain yang terkait. Hal ini mempengaruhi kinerja karyawan PP Payne Indonesia secara keseluruhan. Oleh karena itu, PP Payne Indonesia membutuhkan suatu sistem informasi penjadwalan produksi yang lebih efektif dan efisien daripada sistem manual yang selama ini dijalankan. Sistem informasi yang dibuat menitikberatkan pada kegiatan administrasi divisi production dan divisi sales yang meliputi kegiatan-kegiatan seperti penerimaan order, pembuatan order position, pembuatan production plan dan pembuatan production record beserta laporan-laporan yang terkait. Sistem informasi penjadwalan produksi ini dibuat menggunakan Macromedia Dreamweaver MX dan HTML sebagai penunjang interfacenya, memakai bahasa pemrograman PHP dan memakai fasilitas-fasilitas yang ada pada MySQL sebagai database server. Berdasarkan hasil pengujian dengan cara questionnair yang dibagikan kepada 4 orang manager dan 6 orang supervisor diperoleh kesimpulan bahwa sistem telah di desain dengan desain interface yang bagus dan mendapat respon dari user sebesar 83,33%, sistem ini telah di desain dengan user friendly sebesar 94,38%, cara sistem ini memproses data memperoleh respon sebesar 87,50%, dan nilai untuk sistem ini mendapat respon sebesar 91,88% dalam memenuhi kebutuhan user; sehingga user dapat memakai sistem ini dengan mudah. Dengan demikian dapat disimpulkan bahwa sistem informasi penjadwalan produksi dapat memenuhi kebutuhan yang ada.",
  "creators": "ALVARON GUNAWAN",
  "contributors": "Sukanto Tedjokusuma (Advisor 1); Andreas Handojo (Advisor 2); Rolly Intan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02000300/INF/2004; Alvaron Gunawan (26400004)",
  "subjects": "WEBSITES; PRODUCTION SCHEDULING; DATA TRANSMISSION SYSTEMS"
}