{
  "id": "41844",
  "title": "Pusat Kebudayaan Korea di Surabaya",
  "abstract": "Pusat Kebudayaan Korea ini dilatarbelakangi oleh perkembangan kebudayaan Korea di Surabaya yang tidak disertai dengan adanya fasilitas yang memadai untuk belajar dan bertukar budaya dengan kebudayaan Korea. Di era perkembangan teknologi ini, informasi mengenai budaya Korea hanya tersedia melalui televisi dan internet. Di samping itu, penduduk Korea di Surabaya juga tidak memiliki wadah untuk berkumpul. Dengan demikian, masalah desain yang utama adalah bagaimana menyediakan fasilitas untuk belajar budaya Korea yang menyenangkan dan nyaman bagi pengunjung. Sedangkan untuk masalah desain khusus adalah bagaimana desain dapat mencerminkan budaya Korea dengan nilai konfusius yang melandasi kebudayaannya. Dalam mendesain pusat kebudayaan ini, pendekatan desain yang digunakan adalah pendekatan simbolik dengan mengaplikasikan elemen Yin dan Yang pada bendera nasional Korea Selatan sebagai inspirasi desain. Ekspresi dualisme dan interlocking dari Yin dan Yang diterapkan pada bentukan bangunan, penataan massa, zoning, dan ruang luar. Pendalaman karakter ruang dipilih untuk mengekspresikan perbedaan desain yang kontras dari massa Yin dan massa Yang.",
  "creators": "MARIA AULIA WIJAYA",
  "contributors": "Eunike Kristi Julistiono, S.T., M.Des.Sc. (Advisor 1); Altrerosje Asri, S.T., M.T. (Advisor 2); Rony Gunawan (Advisor 3); V.P. Nugroho Susilo (Advisor 4); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 2); Anik Juniwati (Examination Committee 3); Riduan Sukardi (Examination Committee 4); Lilianny Sigit Arifin (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 010/23767/ARS/2018; Maria Aulia Wijaya (22414036)",
  "subjects": "ART CENTERS--DESIGNS AND PLANS; INTERIOR ARCHITECTURE--KOREA (SOUTH)"
}