{
  "id": "41857",
  "title": "Fasilitas persemayaman dan perabuan di Surabaya",
  "abstract": "Desain Fasilitas Persemayaman dan Perabuan di Surabaya ini didasari oleh kondisi fasilitas persemayaman, kremasi, perabuan di Surabaya saat ini yang kurang memadai, secara kuantitas maupun kualitas. Selain itu, saat ini Surabaya masih belum memiliki fasilitas persemayaman, kremasi dan perabuan yang terpadu. Masalah utama yang dihadapi adalah cross sirkulasi, polusi udara dan bunyi, dan kurangnya privasi unit. Pendekatan desain yang digunakan adalah pendekatan sistem. Sistem yang digunakan di dalam desain adalah, sistem sirkulasi, akustik, pencahayaan, penghawaan, spasial dan ceremonial. Pendalaman yang dipilih adalah pendalaman akustik untuk mencermati masalah privasi di dalam unit persemayaman, mengingat aktivitas di dalam lingkungan fasilitas persemayaman akan beragam sesuai dengan kepercayaan masing-masing. Keunikan proyek ini terdapat pada sistem sirkulasinya. Sirkulasi pedestrian dibuat seminim mungkin karena akan banyak pengguna yang berusia lanjut. Namun, tetap terdapat ruang sirkulasi yang dapat digunakan untuk kegiatan upacara keagamaan. Tatanan massa ditata sedemikian rupa sehingga memudahkan pelayat untuk menemukan ruangan persemayaman yang dituju meskipun belum mengetahui nomer unit. Sirkulasi ditata sedemikian sehingga Masyarakat mendapatkan pilihan apakah jenazah akan dikremasi di dalam fasilitas atau dimakamkan di luar fasilitas. Fasilitas ini juga menyediakan fasilitas perabuan yang nyaman sebagai tempat menyimpan abu jenazah yang telah dikremasi.",
  "creators": "CHRISNA HADI JUWONO",
  "contributors": "Benny Poerbantanoe (Advisor 1); Christine Wonoseputro (Advisor 2); Danny Santoso Mintorogo (Advisor 3); Andhi Wijaya (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 050/23752/ARS/2018; Chrisna Hadi Juwono (22414017)",
  "subjects": "CREMATORIUMS"
}