{
  "id": "41854",
  "title": "Fasilitas edukasi dan pagelaran seni musik modern di Surabaya",
  "abstract": "Proyek Fasilitas Edukasi dan Pagelaran Seni Musik Modern di Surabaya ini didasari oleh pemikiran kondisi fasilitas edukasi dan pagelaran seni musik daerah Surabaya saat ini yang kurang lengkap dan mencerminkan citra bermusik, sehingga masalah desain utama adalah begaimana mendesain fasilitas bermusik yang lengkap, menarik minat, dan memadai untuk diakses. Selain itu untuk merespon kebutuhan sekitar tapak, proyek ini juga mengangkat masalah desain khusus yaitu menjadi identitas yang mencerminkan seni musik sehingga dapat menjadi symbol permusikan di kota Surabaya. Pendekatan desain yang digunakan adalah symbolic analogy dengan metode segitiga semiotika. Kemudian, pendalaman akustik dipilih untuk mencermati penyelesaian kebutuhan ruang studio dan pagelaran. Keunikan proyek ini adalah pada sequences ruang, dimana berurutan dari entrance (intro) hingga exit (outro) dan pada desain itu sendiri. Tidak seperti fasilitas bermusik lain yang hanya menyediakan tempat edukasi atau pagelarannya saja, proyek ini menyediakan fasilitas bermusik lengkap mulai edukasi berdasarkan genre – genre music modern, pagelaran indoor maupun outdoor, hingga hall – hall mini dan spot – spot bermusik yang unik. Desain berupa 2 massa edukasi dan pagelaran yang dihubungkan dengan jembatan dengan konsep modern. Selain itu, kebutuhan akan kapasitas parkir diwadahi dengan basement, dilengkapi dengan loading dock di setiap lantai sehingga mempermudah proses pengangkutan barang.",
  "creators": "MARGARETHA DEVINA ARIYANTO",
  "contributors": "Maria Immaculata Hidayatun (Advisor 1); Roni Anggoro, S.T., M.A.Arch. (Advisor 2); Frans Soehartono (Advisor 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancanagn Arsitektur No. 050/23797 / ARS / 2018; Margaretha Devina Ariyanto (22414076)",
  "subjects": "EDUCATION PARKS--DESIGN AND CONSTRUCTION; MUSIC-HALLS--DESIGNS AND PLANS"
}