{
  "id": "41859",
  "title": "Fasilitas terapi dan pengembangan bakat penderita down syndrome di Surabaya",
  "abstract": "Fasilitas Terapi dan Pengembangan Bakat Penderita Down Syndrome di Surabaya merupakan sebuah fasilitas yang bertujuan untuk mempersiapkan, melatih, dan merawat penderita Down Syndrome, sehingga saat dewasa mereka mampu terjun ke dalam masyarakat dan dunia kerja dengan baik. Pada fasilitas ini akan dilakukan berbagai jenis terapi dan pengembangan bakat untuk melatih para penderita Down Syndrome agar dapat mengatasi hambatan fisik, mental, maupun intelektual yang mereka miliki. Fasilitas ini tidak hanya akan berguna bagi penderita Down Syndrome, namun juga bagi para orang tua penderita terlebih lagi bagi masyarakat, bahkan kepada pemerintah, sehingga kepedulian terhadap anak dengan keterbelakangan mental terutama Down Syndrome semakin meningkat. Pendekatan perilaku digunakan untuk menganalisa kebutuhan khusus dan kebiasaan/ perilaku penderita Down Syndrome sehingga mampu didukung dengan desain aristektur, baik pada ruang dalam maupun ruang luar. Dengan konsep Multi Sensory Architecture dan Adaptive Design, fasilitas didesain tidak hanya untuk kenyamanan pengguna, namun juga untuk memberi stimulasi yang berguna bagi perkembangan penderita Down Syndome. Fasilitas ini akan dibagi menjadi beberapa area, yaitu lobby, area terapi dan pengembangan bakat, area pengajar, area perawatan, area penunjang, dan area servis. Pendalaman karakter ruang digunakan untuk mendesain secara khusus ruang dalam dan ruang luar sesuai dengan konsep desain.",
  "creators": "DANIEL KRISTIANTO",
  "contributors": "Eunike Kristi Julistiono, S.T., M.Des.Sc. (Advisor 1); Altrerosje Asri, S.T., M.T. (Advisor 2); Rony Gunawan (Advisor 3); V.P. Nugroho Susilo (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 010/23742/ARS/2018; Daniel Kristianto (22414004)",
  "subjects": "MENTAL HEALTH FACILITIES; DOWN SYNDROME--PATIENTS--REHABILITATION"
}