{
  "id": "41852",
  "title": "Fasilitas budidaya tanaman endemik Indonesia di Badung",
  "abstract": "Fasilitas budidaya tanaman endemik Indonesia di Badung merupakan fasilitas pembibitan, pembudidayaan, dan penelitian tanaman endemik Indonesia yang hampir punah. Fasilitas ini juga untuk mengedukasi masyarakat mengenai tanaman endemik Indonesia dan wadah bagi komunitas pecinta tanaman untuk bersosialisasi dan berjualan. Desain fasilitas ini dilatarbelakangi oleh tingginya tingkat deforestasi di Indonesia terutama di Bali. Pada fasilitas ini terdapat konservatori bunga, konservatori pohon, konservatori penjualan, fasilitas penelitian, bank benih, fasilitas edukasi, area retail, area komunitas, kantor, dan lobby. Masalah desain yang utama dalam perancangan ini adalah bagaimana menciptakan lingkungan bangunan yang sesuai dengan kebutuhan pertumbuhan tanaman. Oleh karena itu, dipilih pendekatan pencahayaan dan penghawaan alami yang digunakan sebagai dasar tatanan massa dan bentuk awal dari konservatori. Kemudian, pendalaman pencahayaan alami dipilih untuk menyelesaikan kebutuhan intensitas cahaya matahari untuk pembibitan, antara lain penentuan zona tanaman, penentuan material konservatori, penentuan bentuk dimensi konservatori, dan penataan massa. Keunikan proyek ini ada pada konsep awal yang menentukan bentuk massa, yaitu blend dengan kontur, pohon eksisting dan pergerakan cahaya matahari setempat. Desain bangunan yang berbentuk lingkaran dimodifikasi untuk melingkupi pohon eksisting dan meminimalkan penebangan, bangunan dinaikan dua meter dari tanah untuk meminimalkan cut and fill dan dimanfaatkan sebagai area servis serta water reservoir, dan kemiringan bangunan yang didasarkan pada pergerakan matahari merupakan aplikasi konsep tersebut.",
  "creators": "GABRIELLA VALENTINA",
  "contributors": "Wanda Widigdo Canadarma (Advisor 1); Samuel Hartono (Advisor 2); Stanislaus Kuntjoro Santoso (Advisor 3); Dr. Feny Elsiana, S.T., M.T. (Advisor 4); Rully Damayanti (Examination Committee 1); Handinoto (Examination Committee 2); Esti Asih Nurdiah, S.T., M.T., Ph.D. (Examination Committee 3); Aris Budhiyanto, S.T., M.Sc., Ph.D. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 060/23766/ARS/2018; Gabriella Valentina (22414035)",
  "subjects": "PLANTS, CULTIVATED"
}