{
  "id": "41869",
  "title": "Hotel bintang 4 di Surabaya",
  "abstract": "Hotel bintang 4 merupakan hunian sementara dengan standar bintang 4 yang memiliki ruang konvensi setara bintang 5. Oleh sebab itu, idealnya hotel bintang 4 harus memberikan kenyamanan dan keamanan bagi tamu hotel dan tamu ruang konvensi. Di kota Surabaya saat ini, kebutuhan masyarakat akan ruang konvensi masih belum terpenuhi, namun ketersediaan ruang konvensi yang layak masih kurang.. Ruang konvensi sendiri berarti ruang yang dapat digunakan untuk macam-macam kegiatan sehingga ruang ini harus dapat dibagi menjadi ruang-ruang kecil. Kegiatan yang membutuhkan ruang konvensi adalah konvensi, seminar, pesta, dan workshop. Oleh sebab itu, dengan menggabungkan fungsi ruang konvensi dengan hotel akan saling memberikan keuntungan, pengguna ruang konvensi yang berasal dari luar kota akan mudah menemukan tempat untuk menginap sedangkan bagi hotel sendiri akan lebih mudah mendapat tamu ketika ada acara yang berlangsung di ruang konvensi tersebut. Desain ruang konvensi yang berada di dalam hotel harus sangat diperhatikan dalam hal sirkulasi agar pengguna ruang konvensi dengan pengguna hotel tidak saling terganggu. Pendekatan yang dipilih adalah pendekatan sistem, agar hotel ini dapat menjadi bangunan yang fungsional dan dapat dibangun karena bangunan hotel ini tergolong bangunan tinggi sehingga dalam hal utilitas, struktur, dan keamanan sirkulasi darurat harus sangat diperhatikan.",
  "creators": "MATTHEW LIMBANG",
  "contributors": "Anik Juniwati (Advisor 1); Lilianny Sigit Arifin (Advisor 2); Ir. Bisatya Widadya Maer, M.T. (Advisor 3); Riduan Sukardi (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 010/23824/ARS/2018; Matthew Limbang (22414117)",
  "subjects": "HOTELS--DESIGN AND CONSTRUCTION; HOTELS"
}