{
  "id": "41865",
  "title": "Rusun nelayan di Tarakan",
  "abstract": "Desain Rusun Nelayan di Tarakan ini didasari oleh pemikiran akan kondisi perkampungan nelayan yang mengalami peningkatan jumlah penduduk yang sangat pesat. Peningkatan jumlah penduduk yang sangat pesat ini tidak diiringi dengan peningkatan kualitas hidup masyarakat nelayan dan infrastruktur yang buruk, sehingga mengakibatkan kekumuhan yang dianggap sebagai bagian kota yang perlu disingkirkan. Proyek ini diharapkan mampu menjadi solusi untuk menyelesaikan masalah kepadatan penduduk nelayan dan meningkatkan kualitas hidup masyarakat nelayan agar memiliki rumah tinggal yang layak. Pendekatan desain yang digunakan adalah pendekatan perilaku karena menyadari bahwa ada karakteristik tersendiri dari masyarakat nelayan dibandingkan masyarakat yang bukan berprofesi sebagai nelayan. Kemudian, pendalaman karakter ruang dipilih untuk mencermati penyelesaian kebutuhan ruang kegiatan nelayan agar dapat mengakomodasi segala kegiatan nelayan, seperti : ruang mengolah ikan, ruang penjemuran ikan, dan lain-lain. Keunikan proyek ini ada pada sistem organisasi ruang yang berfokus pada aktivitas nelayan. Desain rusun ini juga memperhatikan kebudayaan masyarakat nelayan yang memperhatikan interaksi sosial antar penghuni sehingga disediakan ruang-ruang bersama dengan akses yang mudah. Pada lantai rusun difungsikan sebagai area aktivitas nelayan, hal ini bertujuan agar aktivitas nelayan dengan aktivitas dalam rumah tangga tidak saling menggangu. Parkir perahu nelayan dapat parkir pada dermaga yang dekat dan terhubung dengan tempat mengolah ikan.",
  "creators": "SIENDY WIJAYA",
  "contributors": "Anik Juniwati (Advisor 1); Lilianny Sigit Arifin (Advisor 2); Ir. Bisatya Widadya Maer, M.T. (Advisor 3); Riduan Sukardi (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 010/ 23821/ARS/2018; Siendy Wijaya (22414113)",
  "subjects": "APARTMENT HOUSES; FLATS"
}