{
  "id": "41864",
  "title": "Gedung seni pertunjukan di Surabaya",
  "abstract": "Desain gedung seni pertunjukan di Surabaya ditujukan untuk meningkatkan kesadaran masyarakat di Indonesia, khususnya Surabaya terhadap keberagaman dan kekayaan seni yang miliki oleh negara Indonesia ini sendiri. Tujuan perancangan gedung seni pertunjukan di Surabaya adalah untuk menyediakan wadah pengembangan seni kebudayaan Indonesia khususnya dalam seni teater. Fasilitas yang diwadahi dalam gedung seni pertunjukan ini antara lain, fasilitas pertunjukan, fasilitas galeri, dan fasilitas pelatihan. Pendekatan yang dipilih dalam perancangan ini adalah pendekatan simbolik intangibel dengan konsep antagonis dan prontagonis dalam peran seni pertunjukan. Selain itu karena bangunan merupakan gedung pertunjukan sehingga akustik ruang merupakan permasalahan utama desain sehingga dipilih pendalaman akustik untuk menyelesaikan permasalahan desain. Keunikan dari proyek ini adalah walaupun seni pertunjukan adalah hal yang tradisional, namun bangunan harus tetap dapat mengambarkan karaktristik modern pada saat yang bersamaan. Dengan konsep bangunan antagonis dan prontagonis, desain dibuat dengan kombinasi modern dan tradisional namun harus tetap laras sebagai satu bagian cerita. Selain itu bangunan memiliki galeri seni yang menunjukan seni pertunjukan tidak hanya seni gerak namun dalam gambar juga bercerita. Bangunan ini juga dilengkapi dengan plafon ruangan yang tinggi dengan adanya panel penerima dan pemantul suara untuk kenyamanan dalam ruang dalam segi akustikdan penekanan karakter ruang yang antagonis karena skala yang besar, dan banyak bagian terkena paparan matahari untuk ruang pelatihan dan galeri untuk menimbulkan kesan prontagonis yang menyatu dengan sekitar karena adanya paparan sinar matahari yang cukup.",
  "creators": "MONALISA SOETRISNO",
  "contributors": "Samuel Hartono (Advisor 1); Wanda Widigdo Canadarma (Advisor 2); Stanislaus Kuntjoro Santoso (Advisor 3); Dr. Feny Elsiana, S.T., M.T. (Advisor 4); Handinoto (Examination Committee 1); Esti Asih Nurdiah, S.T., M.T., Ph.D. (Examination Committee 2); Rully Damayanti (Examination Committee 3); Aris Budhiyanto, S.T., M.Sc., Ph.D. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 050/23762/ARS/2018; Monalisa Soetrisno (22414029)",
  "subjects": "THEATER ARCHITECTURE; ART CENTERS--DESIGNS AND PLANS"
}