{
  "id": "41878",
  "title": "Fasilitas wisata edukasi seni batik Surabaya di Surabaya",
  "abstract": "Fasilitas Wisata Edukasi Seni Batik Surabaya di Surabaya merupakan sebuah rancangan desain yang memfasilitasi kegiatan ruang pamer, wisata dan edukasi kerajinan batik khas Surabaya yang memiliki konsep identik dekat dengan rakyat. Selain memiliki fasilitas ruang pamer sebagai fasilitas utama, Fasilitas Wisata Edukasi ini juga dilengkapi dengan fasilitas pelatihan, demo, dan rekreasi yang memadai. Fasilitas Wisata Edukasi ini diharapkan dapat bermanfaat sebagai sarana edukatif, rekreatif, dan inspiratif untuk mempopulerkan dan memfasilitasi pengunjung untuk berwisata, mengenal, dan belajar mengenai seni batik khas Surabaya. Rumusan masalah dalam proyek ini adalah bagaimana merancang fasilitas wisata edukasi seni batik Surabaya yang dapat membuat pengunjung terarah pada tahapan demo batik melalui sirkulasi dan tatanan masa, serta menciptakan suasana/atmosfer dekat dengan rakyat dimana batik sebagai hasil karya rakyat. Pendekatan yang digunakan dalam proyek ini adalah pendekatan vernakular. Pendekatan vernakular disesuaikan dengan kebutuhan perilaku pengunjung yang berkaitan dengan respon terhadap ruang yang akan mempengaruhi tatanan masa, zoning, bentuk bangunan, material, dan suasana ruang. Pendalaman yang dipilih adalah karakter ruang, sehingga desain dapat mengarahkan pengunjung dan menciptakan suasana ruang publik yang dekat dengan rakyat.",
  "creators": "AGNES MAGDALENA",
  "contributors": "Maria Immaculata Hidayatun (Advisor 1); Roni Anggoro, S.T., M.A.Arch. (Advisor 2); Frans Soetomo (Advisor 3); Altrerosje Asri, S.T., M.T. (Examination Committee 1); Rony Gunawan (Examination Committee 2); Eunike Kristi Julistiono, S.T., M.Des.Sc. (Examination Committee 3); V.P. Nugroho Susilo (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 010/ 23764 /ARS/2018; Agnes Magdalena (22414031)",
  "subjects": "ART MUSEUMS--DESIGNS AND PLANS; EDUCATION PARKS--DESIGNS AND PLANS"
}