{
  "id": "41877",
  "title": "Failitas edukasi kreatif anak yatim piatu di Surabaya",
  "abstract": "Desain fasilitas edukasi kreatif anak yatim piatu di Surabaya ini didasari oleh pemikiran kondisi perkembangan anak yatim piatu, khususnya di panti asuhan saat ini yang kurang memadai, sehingga masalah desain utama adalah bagaimana menciptakan sebuah wadah yang dapat mendukung kebutuhan edukasi dan ketrampilan mereka bagi masa depan mereka kelak. Selain itu, untuk merespon kebutuhan pendekatan desain yang digunakan adalah arsitektur perilaku dengan prinsip teori teritori yaitu, teritori primer, teritori sekunder, dan teritori publik. Kemudian, pendalaman karakter ruang dipilih untuk mencermati penyelesaian kebutuhan ruang berbeda-beda sesuai dengan aktivitasnya. Keunikan proyek ini ada pada karakter tatanan massa yang dihasilkan. Tidak seperti fasilitas panti asuhan yang cenderung tertutup, sebuah desain baru wadah edukasi yang memperhatikan interaksi sosial antara anak yatim piatu yang membantu perkembangan karakter mereka untuk menjadi pribadi yang lebih aktif dan positif. Desain fasilitas berupa beberapa tatanan massa grid yang mewadahi setiap jenis fasilitas memungkinkan untuk mengasah bakat ketrampilan mereka lebih spesifik serta secara tidak langsung memberikan area teritori tertentu yang sesuai dengan jenis fasilitasnya. Selain itu, meminimalisir penggunaan pembatas yang solid juga bertujuan agar terjadinya proses interaksi di dalam ruang yang lebih intensive.",
  "creators": "CHRISTINA",
  "contributors": "Handinoto (Advisor 1); Rully Damayanti (Advisor 2); Esti Asih Nurdiah, S.T., M.T., Ph.D. (Advisor 3); Aris Budhiyanto, S.T., M.Sc., Ph.D. (Advisor 4); Timoticin Kwanda (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 010/23783/ARS/2018; Christina (22414056)",
  "subjects": "EDUCATION PARKS--DESIGNS AND PLANS; ORPHANAGES--DESIGN AND CONSTRUCTION"
}