{
  "id": "41870",
  "title": "Galeri sejarah kota Surabaya di Surabaya",
  "abstract": "Desain galeri sejarah kota Surabaya ini didasari oleh pudarnya rasa nasionalisme dan pemahaman mengenai kota Surabaya pada kalangan generasi muda. Oleh karena itu dengan adanya galeri ini diharapkan dapat menambah wawasan mengenai kota Surabaya ini dari era lama hingga saat ini. Selain itu, untuk merespon kebutuhan sekitar tapak yang sangat kental dengan konteks atau ciri khas sekitar tapak, proyek ini juga mengangkat masalah desain khusus yakni bagaimana desain bangunan galeri ini nantinya merupakan galeri yang mengusung konsep modern, tetapi menggunakan elemen ciri khas tapak sekitar yang diterapkan pada desain bangunan galeri ini. Pendekatan desain yang digunakan adalah pendekatan sistem sirkulasi yang didasari akan masalah desain galeri yang membutuhkan tahapan sirkulasi yang jelas. Selain itu juga diterapkan pendekatan tipologi bangunan sekitar sebagai respon desain bangunan terhadap konteks sekitar tapak. Keunikan proyek ini ada pada elemen ciri khas pada sekitar tapak yang bergaya kolonial yang diterapkan pada desain bangunan. Bebeberapa elemen yang digunakan diantaranya adalah atap pelana, simetris, selasar lengkung, dan menara. Hal ini diharapkan dapat memberi nuansa kolonial pada bangunan galeri ini, sehingga bangunan galeri baru yang mengusung konsep modern ini tetap memiliki ciri khas bangunan di sekitar tapak.",
  "creators": "THEDDY LOUIS ALVIN",
  "contributors": "Timoticin Kwanda (Advisor 1); Joyce M.Laurens (Advisor 2); Luciana Kristanto, S.T., M.T. (Advisor 3); Markus Ignatio Aditjipto (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 010/23830/ARS/2018; Theddy Louis Alvin (22414125)",
  "subjects": "GALLERIES (ARCHITECTURE); CITIES AND TOWNS--INDONESIA--JAVA--HISTORY; GALLERIES (ARCHITECTURE)--DESIGNS AND PLANS"
}