{
  "id": "41879",
  "title": "Fasilitas kampung kreatif Dolly di Surabaya",
  "abstract": "Desain dari Fasilitas Kampung Kreatif Dolly di Surabaya ini didasari oleh pengamatan pada keadaan Dolly yang telah ditetapkan sebagai kampung kreatif saat ini dan memiliki potensi untuk dikembangkan secara fisik, namun ternyata kampung Dolly masih memerlukan fasilitas yang dapat mengintegrasikan UKM yang ada dengan area tempat tinggal sehingga menunjukkan karakternya sebagai kampung kreatif. Dari latar belakang ini didapatkan bahwa masalah desain utama adalah bagaimana mempertemukan ruang kreatif publik dengan area tempat tinggal di dalam kampung dengan tetap memperhatikan pola aktivitas dan karakter kampung. Untuk mencermati penyelesaian kebutuhan ruang kreatif. digunakan pendekatan arsitektur perilaku dan pendalaman karakter ruang. Keunikan proyek ini ada pada konsep ruang yang fleksibel, di mana menyebabkan adanhya dualitas fungsi ruang-ruang di dalamnya yang dapat digunakan untuk pengunjung kampung kreatif dan warga setempat. Pada waktu yang berbeda, fungsi ruang dapat menjadi berbeda juga sesuai dengan kebutuhannya. Ruang kreatif dibuat mengintervensi celah-celah dalam kampung sehingga pengunjung dapat langsung berinteraksi dengan penduduk kampung Dolly. Sebagai sebuah kampung kreatif, beberapa elemen arsitektur pada bangunan dibuat dari barang kerajinan warga setempat, sehingga ada nilai partisipasi di dalam intervensi ruang kreatif.",
  "creators": "STEFAN RIO ERWANTO",
  "contributors": "Rully Damayanti (Advisor 1); Handinoto (Advisor 2); Esti Asih Nurdiah, S.T., M.T., Ph.D. (Advisor 3); Aris Budhiyanto, S.T., M.Sc., Ph.D. (Advisor 4); Timoticin Kwanda (Examination Committee 1); Joyce M.Laurens (Examination Committee 3); Luciana Kristanto, S.T., M.T. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 010/23768/ARS/2018; Stefan Rio Erwanto (22414037)",
  "subjects": "PUBLIC SPACES--DESIGNS AND PLANS"
}