{
  "id": "41871",
  "title": "Fasilitas taman edukasi sains di Kediri",
  "abstract": "Fasilitas Taman Edukasi Sains di Kediri ini didasari oleh pemikiran kondisi pembelajaran anak SD dan SMP yang tidak seimbang antara teori dan praktik terutama pembelajaran \"sains\", serta fasilitas yang kurang memadai. Sehingga masalah desain utama adalah bagaimana menciptakan sistem sirkulasi dan alur yang jelas dan terarahkan untuk membuat pengunjung melihat, bermain, dan sekaligus belajar. Selain itu, untuk merespon kebutuhan sekitar tapak, proyek ini juga mengangkat masalah desain khusus yaitu bagaimana membentuk ruang sosial serta membentuk ruang void dan hijau. Fasilitas ini terdiri dari Rumah Biologi, Rumah Fisika, Rumah Kimia, Lobby, Komersial, dan Servis. Pendekatan desain yang digunakan adalah sistem sirkulasi dengan pendalaman sequence dipilih untuk menciptakan sirkulasi yang berbeda-beda sesuai dengan alur utama yang dituju. Proyek ini memiliki keunikan pada sistem sirkulasinya. Tidak seperti tempat edukasi lain, sirkulasi pada taman edukasi sains ini memperhatikan keinginan anak yang menjadi solusi utama pada masalah yang ada pada pembelajaran. Fasilitas Taman Edukasi Sains di Kediri didesain dengan alur dan lantai-lantai split level yang dihubungkan dengan ramp, dengan alur linear dari awal sampai akhir site. Selain itu, kebutuhan akan kapasitas parkir juga dibagi dengan parkir mobil, motor, dan bus.",
  "creators": "NICHOLAS PUTRA MAHENDRA",
  "contributors": "Irwan Santoso (Advisor 1); Christina Eviutami Mediastica S.T., PH.D. (Advisor 2); Bramasta Putra Redyantanu (Advisor 3); Samuel Hartono (Examination Committee 2); Wanda Widigdo Canadarma (Examination Committee 1); Stanislaus Kuntjoro Santoso (Examination Committee 3); Dr. Feny Elsiana, S.T., M.T. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 020/23776/ARS/2018; Nicholas Putra Mahendra (22414048)",
  "subjects": "EDUCATION PARKS--DESIGNS AND PLANS; EDUCATION PARKS"
}