{
  "id": "41884",
  "title": "Fasilitas eduwisata lego house di Surabaya",
  "abstract": "Fasilitas eduwisata lego house di Surabaya merupakan fasilitas yang mengakomodasi kegiatan belajar melalui metode yang menyenangkan, yaitu Lego Bricks sebagai sarananya. Pada era sekarang ini, gadget sudah menjadi kebutuhan pokok bagi semua orang, bahkan anak – anak. Anak – anak menjadi terikat pada gadget dan cenderung menjadi kurang aktif dalam bergerak dan bermain. Melalui fasilitas ini, diharapkan anak – anak menjadi memiliki sarana belajar yang menyenangkan dan tidak mudah jenuh ketika belajar. Selain itu, Surabaya sebagai kota Metropolitan terbesar kedua di Indonesia, dinilai masih belum memiliki destinasi wisata yang juga dapat dijadikan sebagai sarana edukasi. Padahal, Surabaya memiliki predikat sebagai Kota Layak Anak dengan penghargaan Utama di Indonesia. Hal tersebut yang mendasari didesainnya fasilitas ini. Fasilitas ini akan dilengkapi dengan fasilitas bermain yang dibagi ke dalam 4 aspek, yaitu kreativitas bebas, kognitif, emosi / perasaan, serta karakter / peran. Selain itu juga akan dilengkapi dengan kafe, restoran, serta ruang rapat / forum yang disewakan. Pendekatan simbolik digunakan untuk merepresentasikan bentukan dari Lego Bricks kepada pengunjung yang akan datang, sehingga pengunjung dapat merasakan keberadaan bangunan sebagai Lego Bricks dalam skala manusia. Kemudian, pendalaman struktur yang dapat dibongkar - pasang digunakan untuk merepresentasikan sifat Lego yang dapat dibongkar – pasang, dan menghasilkan susunan massa yang baru.",
  "creators": "MARTIN KLEMENS GOOEIR",
  "contributors": "Christine Wonoseputro (Advisor 1); Benny Poerbantanoe (Advisor 2); Danny Santoso Mintorogo (Advisor 3); Andhi Wijaya (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 030/23749/ARS/2018; Martin Klemens Gooeir (22414013)",
  "subjects": "EDUCATION PARKS--DESIGNS AND PLANS"
}