{
  "id": "41885",
  "title": "Perpustakaan umum di Surabaya Utara",
  "abstract": "Perpustakaan merupakan fasilitas penting untuk proses berkembangnya masyarakat di kota. Perpustakaan tidak hanya berfungsi sebagai simbol sumber pengetahuan, namun juga menyediakan tempat bagi masyarakat untuk berkumpul, bertemu, mengadakan pameran, dan kegiatan pengembangan masyarakat lainnya. Meskipun Surabaya telah memiliki beberapa perpustakaan umum, namun lokasi beberapa perpustakaan ini tidak dapat mendukung semua daerah di Surabaya, terutama daerah Surabaya Utara yang penuh dengan pemukiman warga. Merencanakan perpustakaan umum di bagian utara dari Kota Surabaya dapat menawarkan peluang besar untuk meningkatkan kulitas warga daerah tersebut, serta dapat mengakomodasi kegiatan masyarakat di fasilitas umum, seperti adanya ruang terbuka, galeri untuk pameran dan perkumpulan kecil, ampiteater untuk pertunjukan umum, serta ruang pertemuan yang dapat digunakan untuk kegiatan lokakarya. Pendekatan desain yang digunakan adalah mengoptimalkan energi yang dibutuhkan, terutama dengan mengoptimalisasi penggunaan skylight untuk mengurangi energi cahaya buatan dan fasad untuk mempertahankan radiasi matahari. Karena pencahayaan merupakan salah satu aspek penting dalam perpustakaan, maka desain pencahayaan dengan hati-hati dihitung selama proses perancangan dengan tujuan tidak hanya dapat mengurangi penggunaan penerangan listrik namun juga untuk meningkatkan kualitas ruangan dengan memberikan suasanya nyaman dan hangat pada waktu siang hari.",
  "creators": "BILL GATES CHANG",
  "contributors": "Esti Asih Nurdiah, S.T., M.T., Ph.D. (Advisor 1); Rully Damayanti (Advisor 2); Handinoto (Advisor 3); Aris Budhiyanto, S.T., M.Sc., Ph.D. (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06023806/ARS/2018; Bill Gates Chang (22414089)",
  "subjects": "LIBRARY BUILDINGS--DESIGNS AND PLANS"
}