{
  "id": "41889",
  "title": "Konservatorium musik tradisional tionghoa di Surabaya",
  "abstract": "Desain Konservatorium Musik Tradisional Tionghoa Surabaya ini didasari oleh kesadaran akan kondisi budaya tionghoa di Surabaya yang mulai menghadapi kepunahan terutama musik Tionghoa itu sendiri, sehingga masalah desain utama adalah bagaimana menciptakan fasilitas pembelajaran musik yang menunjukkan ciri khas dari musik itu sendiri, mampu menjadi salah satu ikon kebudayaan dan pendidikan di Surabaya. Selain itu, untuk merespon kebutuhan pengguna baik dalam maupun luar bangunan , proyek ini juga memiliki masalah desain khusus yakni bagaimana membentuk ruang luar yang mampu berinteraksi dengan fungsi ruang dalam dan mampu mewadahi fasilitas pembelajaran secara layak. Sehingga, Pendekatan simbolik diterapkan untuk menyelesaikan masalah perancangan dengan konsep the contrast in unity. Pendalaman akustik dipilih untuk mencermati penyelesaian kebutuhan ruang concert hall yang harus mampu memantulkan dan menyerap suara. Selain itu, dalam proses perancangan proyek ini tidak terlepas dari pendekatan karakter ruang. Keunikan proyek ini ada pada bentuk bangunan yang mampu mengambil view pengunjung dari jalan. Tidak seperti fasilitas pembelajaran musik lainnya, konservatorium ini sangat memperhatikan estetika elemen arsitektur tidak hanya pada eksterior saja yang mampu menjadi ikon , tetapi juga memenuhi kebutuhan penggunanya di dalamnya. Desain konservatorium ini terdiri dari massa public dan nonpublic yang dihubungkan dengan ruang perantara, membentuk ruang luar sehingga interaksi antar massa dan pengguna dapat terjalin. Selain itu, kebutuhan parkir, ruang servis pada bangunan ini terletak pada lantai semibasement yang juga menonjolkan pintu masuk utama dan akses pintu masuk pejalan kaki.",
  "creators": "FELICIA SANTOSO",
  "contributors": "Handinoto (Advisor 1); Rully Damayanti (Advisor 2); Esti Asih Nurdiah, S.T., M.T., Ph.D. (Advisor 3); Aris Budhiyanto, S.T., M.Sc., Ph.D. (Advisor 4); Joyce M.Laurens (Examination Committee 2); Timoticin Kwanda (Examination Committee 1); Luciana Kristanto, S.T., M.T. (Examination Committee 3); Markus Ignatio Aditjipto (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 050/23780/ARS/2018; Felicia Santoso (22414053)",
  "subjects": "MUSIC-HALLS--DESIGNS AND PLANS"
}