{
  "id": "4188",
  "title": "Pengukuran dan peningkatan kepuasan konsumen terhadap kualitas layanan di PT Indojaya Makmur Estusae",
  "abstract": "Menghadapi tingkat persaingan yang semakin ketat diantara perusahaan kendaraan bermotor, maka level kepuasan konsumen merupakan satu-satunya kunci utama untuk mencapai kesuksesan bisnis jangka panjang. Mengetahui tingkat kepuasan konsumen saja tidak cukup, karena fenomena baru menunjukkan bahwa tingkat kepuasan konsumen dapat dibedakan lagi menjadi kategori one-dimentional, must be, attractive atau neutral. Menyadari paradigma tersebut maka PT Indojaya Makmur Estusae berkeinginan menjadi perusahaan yang terbaik dalam bisnis otomotif regional terutama sepeda motor melalui peningkatan kualitas layanan. Penelitian ini bertujuan untuk mengetahui tingkat kepuasan pelanggan Suzuki dengan cara membandingkan antara harapan dan realitas layanan yang diterima pelanggan. Selain itu, mengelompokkan layanan-layanan Suzuki ke dalam empat kategori Kano. Hasil penelitian servqual menunjukkan adanya kesenjangan negatif pada semua dimensi jasa, yaitu tangible, realibility, responsiveness, assurance dan emphaty. Hal ini berarti bahwa harapan pelanggan lebih tinggi daripada realitas pelayanan yang diterimanya. Sebagian besar kesenjangan terjadi adalah kesenjangan antara persepsi manajemen mengenai ekspektasi konsumen dengan standar yang berlaku di perusahaan yang mengakibatkan harapan tidak tercapai. Hasil penelitian Kano menunjukkan bahwa dimensi tangible dan emphaty termasuk dalam kategori one-dimentional sedangkan dimensi reliability, responsiveness dan assurance termasuk dalam kategori must-be.",
  "creators": "NILA THERESIA",
  "contributors": "Kriswanto Widiawan (Advisor 1); Tessa Vanina Soetanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skrispi No. 02010870/IND/2004; Nila Theresia (25400064)",
  "subjects": "CONSUMER RESEARCH; CONSUMER SATISFACTION; MARKETING RESEARCH"
}