{
  "id": "41883",
  "title": "Fasilitas eduwisata \"Topeng Malang\" di Kota Batu",
  "abstract": "Fasilitas Eduwisata Topeng Malang yang terletak di Kota Batu ini digunakan sebagai wadah bagi Topeng Malang untuk mulai hidup kembali dari yang semula tergusur oleh budaya-budaya modern. Fasilitas eduwisata ini bertujuan untuk memberikan wawasan bagi masyarakat Kota Malang dan sekitarnya mengenai Topeng Malang dimulai dari sejarahnya, perkembangannya, cara pembuatannya, hingga pementasannya. Sehingga muncul masalah utama yaitu bagaimana fasilitas eduwisata ini dapat menjadi ikon bagi masyarakat Kota Malang dan sekitarnya. Pendekatan desain simbolik digunakan agar tercipta desain bangunan yang lebih ekspresif dan dinamis, sehingga mampu menarik pengunjung untuk lebih mengenal Topeng Malang. Keunikan dari proyek ini sendiri terdapat pada bagaimana cara membuat masyarakat yang datang ke dalam fasilitas eduwisata ini dapat teredukasi secara bertahap, yaitu dimulai dari galeri, media interaksi, pembuatan, hingga pementasan Topeng Malang, sehingga dengan tahapan ini diharapkan pengunjung dapat mengenal dan mempelajari mengenai Topeng Malang secara utuh dan jelas. Daripada itu pendalaman karakter ruang dipilih untuk mencermati penyelesaian ruang sesuai dengan fungsi edukasinya, sehingga dengan karakter ruang ini diharapkan dapat menciptakan keadaan penataan ruang dalam fasilitas eduwisata yang nyaman bagi pengunjung untuk belajar mengenai Topeng Malang.",
  "creators": "ROBERT PRAYUGO",
  "contributors": "Luciana Kristanto, S.T., M.T. (Advisor 1); Timoticin Kwanda (Advisor 2); Joyce M.Laurens (Advisor 3); Markus Ignatio Aditjipto (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 010/23801/ARS/2018; Robert Prayugo (22414084)",
  "subjects": "EDUCATION PARKS--DESIGNS AND PLANS"
}