{
  "id": "41881",
  "title": "Galeri dan fasilitas pelatihan fotografi di Surabaya",
  "abstract": "Galeri dan Fasilitas Pelatihan Fotografi di Surabaya merupakan suatu fasilitas yang berfungsi untuk memamerkan karya seni fotografi, mengakomodasi pelatihan fotografi, dan mewadahi kegiatan komunitas-komunitas fotografi di Surabaya. Fasilitas pameran dan pelatihan ini dimaksudkan agar nilai seni fotografi dapat lebih dipahami oleh masyarakat secara umum dan juga untuk mengasah skill fotografer baik melalui pembelajaran di kelas, praktek, diskusi, workshop¸maupun seminar. Proyek ini didasari dari pemikiran bahwa, saat ini peminat fotografi semakin banyak, baik dari kalangan muda sampai dewasa, dilihat dari banyaknya komunitas pecinta fotografi dan event-event fotografi di Indonesia. Namun sayangnya, belum ada fasilitas fotografi yang memadai di Indonesia terutama di Surabaya untuk menampung berbagai kegiatan komunitas foto. Akibatnya, masih banyak masyarakat yang kurang memahami dan kurang mengapresiasi karya seni foto dan masih banyak pula fotografer amatir yang kurang terlatih. Karena kurangnya pemahaman mengenai jati diri fotografi, maka diperlukan suatu bangunan untuk mewadahi kegiatan informasi, pameran, dan edukasi. Masalah utama dalam desain adalah bagaimana suatu bangunan dapat merepresentasikan jati diri fotografi kepada masyarakat. Diharapkan dengan desain galeri dan fasilitas pelatihan fotografi ini masyarakat semakin memahami arti fotografi dan skill fotografer juga dapat dikembangkan sehingga dapat memberi dampak yang positif bagi industri kreatif sektor fotografi. Pendekatan yang dipilih adalah pendekatan simbolik dengan konsep desain “Capture and Play with Light” agar bangunan dapat menyimbolkan pengertian fotografi yang sesungguhnya kepada masyarakat sekitar. Konsep ini kemudian juga akan dilihat dalam pendalaman karakter ruang pada ruang-ruang yang dipilih.",
  "creators": "WILIYANTI",
  "contributors": "Eunike Kristi Julistiono, S.T., M.Des.Sc. (Advisor 1); Altrerosje Asri, S.T., M.T. (Advisor 2); Rony Gunawan (Advisor 3); V.P. Nugroho Susilo (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 010/23812/ARS/2018; Wiliyanti (22414098)",
  "subjects": "ART GALLERIES; ART MUSEUMS--DESIGNS AND PLANS; PHOTOGRAPHY--STUDIOS AND DARK ROOMS--DESIGN AND CONSTRUCTION"
}