{
  "id": "41893",
  "title": "Gedung olahraga di Makassar",
  "abstract": "Perencanaan sebuah gedung olahraga ini didasari dengan pemikiran dimana kondisi sarana olahraga di Makassar kurang mewadahi ragam aktivitas olahraga (bulu tangkis, futsal, tenis, basket dan kolam renang) sehingga masalah desain utama adalah bagaimana merespon seriap aktivitas tersebut agar dapat terwadahi dengan optimal. Selain itu, untuk merespon kebutuhan pengguna, desain ini juga mengangkat masalah desain khusus, yakni bagaimana penghawaan dan pencahayaan dalam bangunan agar dapat memberikan kenyamanan bagi penggunanya. Pendekatan desain yang digunakan adalah sistem dengan mengutamakan struktur, sirkulasi, penghawaan dan pencahayaan. Kemudian, pendalaman struktur dipilih untuk mencermati penyesuaian kebutuhan ruang dan juga penggunaan atap bentang lebar. Gedung olahraga sangat membantu dalam segi perkembangan olahraga maupun rekreasi di Makassar khususnya. Keberadaan gedung olahraga ini mempunyai peran yaitu membantu memfasilitasi berbagai aktivitas olahraga, rekreasi dan komersial, sehingga menjadikan masyarakat Makassar menjadi lebuh sehat dan bugar. Keunggulan dari proyek ini yaitu banyaknya aktivitas olahraga yang dapat dimainkan dalam satu lokasi, dimana bangunan seperti ini hanya terdapat satu di Makassar.",
  "creators": "ELVIANTY GONTHA",
  "contributors": "Samuel Hartono (Advisor 1); Wanda Widigdo Canadarma (Advisor 2); Stanislaus Kuntjoro Santoso (Advisor 3); Dr. Feny Elsiana, S.T., M.T. (Advisor 4); Rully Damayanti (Examination Committee 1); Handinoto (Examination Committee 2); Esti Asih Nurdiah, S.T., M.T., Ph.D. (Examination Committee 3); Aris Budhiyanto, S.T., M.Sc., Ph.D. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 030/23838/ARS/2018; Elvianty Gontha (22414135)",
  "subjects": "SPORTS FACILITIES--DESIGNS AND PLANS"
}