{
  "id": "41894",
  "title": "Fasilitas kuliner Indonesia di Surabaya",
  "abstract": "Desain Fasilitas Kuliner di Surabaya ini didasari oleh pemikiran kondisi fasilitas komersial dan edukasi kuliner Indonesia yang belum tersedia di Surabaya, sehingga masalah desain utama adalah bagaimana menciptakan satu wadah kuliner yang mempunyai fasilitas kuliner Indonesia yang lengkap dan beragam, sehingga dapat menarik minat masyarakat luar untuk mengenal dan mempelajari kuliner Indonesia. Proyek ini juga mengangkat masalah desain khusus yaitu bagaimana mendesain suatu kawasan public yang dapat mencerminkan karakter dari makanan tradisional Indonesia, sebagai respon dari kebutuhan sekitar tapak. Pendekatan desain yang digunakan adalah symbolic analogy. Kemudian pendalaman konstruks, terutama pada tektonikanya, dipilih untuk mencermati penyelesaian jenis material dan estetika sambungan yang dapat mencerminkan lokalitas material Indonesia. Keunikan proyek ini ada pada bentuk dan pemakaian material lokal yang dapat menonjolkan karakter lokal Indonesia itu sendiri. Tidak seperti fasilitas kuliner lain yang hanya menyediakan tempat komersial saja, proyek ini juga menyediakan fasilitas edukasi berupa kelas memasak dan pameran kuliner bagi masyarakat yang ingin mempelajari kuliner Indonesia. Desain ini berupa 4 massa berupa area restoran yang terpisah sesuai dengan jenis menu yaitu restoran menu gorengan dan kuah, dan restoran menu bakaran yang dihubungkan dengan satu ruang penghubung berupa taman dengan view, area jajanan tradisional, area kursus dan pameran, dan area lobby. Selain itu untuk kebutuhan parkir pengunjung diwadahi dengan semi basement, dilengkapi dengan satu loading dock sehingga memudahkan distribusi bahan makanan untuk setiap massa.",
  "creators": "CATHARINA SUSANTO",
  "contributors": "Maria Immaculata Hidayatun (Advisor 1); Roni Anggoro, S.T., M.A.Arch. (Advisor 2); Frans Soetomo (Advisor 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 080/23826/ARS/2018; Catharina Susanto (22414119)",
  "subjects": "ARCHITECTURE-DESIGNS AND PLANS; COMMERCIAL BUILDINGS--DESIGNS AND PLANS; PUBLIC SPACES--DESIGNS AND PLANS"
}