{
  "id": "419",
  "title": "Byron's criticism in Don Juan as seen through the motivation and the ways the characters try to reach their goals in education, marriage, and war",
  "abstract": "I n this thesis, I choose to analyst: Byron?s masterpiece, Don Juan, in which I focus in discussing Byron?s criticisms in three aspects of life, namely in education, marriage, and war which are revealed by related characters: Donna Inez, Don Juan, Donna Julia, Catherine and the soldiers, whose goals in those aspects of life meet disappointing outcomes. Accordingly, this thesis discusses Byron?s criticisms that is seen through the motivations that make the characters have such goals in education, marriage; and war, and how the characters try to reach the goals. For that, I use some literary devices, namely characterisation, as the main device, diction, personification, symbolism, metaphor, simile, irony, epigram, litotes, allusion, arid imagery, as the supporting devices. Finally, in my analysis, I find out that the motivations of the characters are based on their inconsiderate personal ambition and the ways the characters try to reach their goals are not based on a complete consideration of every related aspects, such as: lack of practical materials and social surrounding in education, lack of full consideration in choosing a husband in marriage: and lack of further consideration on the effect of war. Based on these findings, I also find out that Byron criticises based-on-personal-ambition motivations by stressing that such motivations fail to reach the goals because the motivations are also influencing the ways the characters try to reach their goals and make the ways are not appropriate at ail to try in order tu reach the goals.",
  "creators": "INGGAWATI",
  "contributors": "Sarah Limuil (Owner of Resource(s)); Ribut Basuki (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No998: Inggawati (11497107)",
  "subjects": "BYRON, LORD, 1788-1823-DON JUAN-STUDY AND TEACHING; ENGLISH POETRY-19TH CENTURY-STUDY AND TEACHING"
}