{
  "id": "41906",
  "title": "Perancangan augmented reality Omah Budaya Singhasari",
  "abstract": "Pada jaman modern ini tingkat ketertarikan dan kemauan generasi muda terhadap hal yang berbau budaya dan tradisi sangatlah rendah. Salah satu penyebabnya adalah cepatnya modernisasi di mana sekarang mereka lebih memilih gaya hidup modern membangun rumah dengan gaya minimalis dan modern, melupakan gaya hidup dan nilai tradisi lama mereka. Akibatnya banyak benda dan bangunan yang bernilai historis dan cultural dibiarkan dan dilupakan Jika dibiarkan maka lama-kelamaan identitas budaya dan tradisi ini akan hilang tertinggal di sejarah. Untuk itu diperlukan sebuah cara untuk menarik generasi muda tehadap tradisi dan budaya, dalam hal perancangan ini adalah budaya kejawen terutama nilai-nilai yang dipercaya oleh orang Jawa lama dalam pembangunan rumah mereka. Perancangan ini dibuat dengan metodologi penelitian kualitatif. Berkerjasama dengan Singhasari Residence dengan projek mereka Omah Budaya Singhasari perancang merancang aplikasi yang berbasis augmented reality sebagai media untuk mengenalkan nilai tradisi dan budaya kejawen kepada genderasi muda. Applikasi ini akan memberikan pengalaman yang lebih mendalam kepada pengunjung Omah Budaya Singhasari. Respon yang didapat terhadap aplikasi dan perancang pada akhirnya cukup positif walaupun banyak yang dapat dikembangkan. Perancang berharap rancangan aplikasi media ini menjadi salah satu cara baru untuk menangulangi masalah ini.",
  "creators": "KEVIN LIANTO",
  "contributors": "Drs. Cok Gde Raka Swendra, M.Si. (Advisor 1); Hen Dian Yudani (Advisor 2); Daniel Kurniawan, S.Sn., M.Med.Com (Examination Committee 2); Deddi Duto Hartanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Multimedia Interaktif",
  "source": "Multimedia Interaktif No. 00023189/DKV/2018; Kevin Lianto (42414069)",
  "subjects": "GRAPHIC ARTS; INTERACTIVE MULTIMEDIA--DESIGN; VISUAL COMMUNICATION"
}