{
  "id": "41901",
  "title": "Fasilitas eduwisata seni ukir di Jepara",
  "abstract": "Fasilitas eduwisata seni ukir di Jepara merupakan fasilitas rekreasi untuk para wisatawan yang sekaligus bermaksud memberikan edukasi mengenai seni ukir Jepara. Fasilitas ini bertujuan untuk mengenalkan dan mengedukasi wisatawan mengenai seni ukir sebagai identitas dan kearifan lokal kota Jepara yang harus dilestarikan. Salah satu yang melatarbelakangi adalah kemerosotan minat masyarakat terhadap seni ukir, masyarakat mulai meninggalkan dan tidak menghargai karya ukir khas Jepara, yang sebenarnya memiliki potensi unggulan daerah. Fasilitas eduwisata ini didesain dengan upaya menampilkan identitas Jepara sebagai kota ukir ke dalam bangunan. Untuk itu, pendekatan simbolik dipilih dalam mendesain, dengan patung “Macan Kurung” yang merupakan cikal bakal seni ukir di Jepara yang sudah punah, dipilih sebagai inspirasi desain. Aplikasi konsep simbolik ini terdapat pada bentukan bangunan bagian bawah dan atas yang berbeda sesuai dengan struktur tubuh macan kurung yang pada bagian bawah beraturan dan bagian atas tidak beraturan. Selain itu, posisi macan kurung sebagai pusat yang berada di tengah, diaplikasikan dengan meletakkan workshop mengukir outdoor sebagai pusat bangunan. Identitas seni ukir Jepara juga berusaha ditampilkan dengan memberikan motif ukir pada fasad, penggunaan material lokal batu bata, serta penggunaan jendela kayu dan pintu gebyog sebagai pintu ciri khas Jepara. Pendalaman karakter ruang dipilih untuk mendesain ruang dalam dan luar secara khas sesuai konsep bangunan.",
  "creators": "KATHERINE NATHANIA BUDIANI",
  "contributors": "Eunike Kristi Julistiono, S.T., M.Des.Sc. (Advisor 1); Altrerosje Asri, S.T., M.T. (Advisor 2); Rony Gunawan (Advisor 3); V.P. Nugroho Susilo (Advisor 4); Lilianny Sigit Arifin (Examination Committee 1); Riduan Sukardi (Examination Committee 2); Anik Juniwati (Examination Committee 3); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 010/23770/ARS/2018; Katherine Nathania Budiani (22414040)",
  "subjects": "EDUCATION PARKS--DESIGNS AND PLANS; RECREATION AREAS--DESIGNS AND PLANS"
}