{
  "id": "41900",
  "title": "Penjualan garmen streetwear di Surabaya",
  "abstract": "Desain Fasilitas Penjualan garmen Streetwear ini didasari oleh pemikiran kondisi di Indonesia salah satunya Surabaya sebagai salah satu kota terbesar kedua yang mengikuti Trend Streetwear. Fasilitas yang ada pada saat ini yang kurang memadai, sehingga masalah desain utama adalah bagaimana menciptakan suasana pebelanjaan yang baru, nyaman, dan bisa memenuhi kebutuhan para pecinta Streetwear. Selain itu, untuk merespon kebutuhan sekitar tapak, proyek ini juga mengangkat masalah desain khusus yakni bagaimana cara untuk merepresentasikan desain Bangunan dengan menampilkan perubahan Fashion yang siebabkan oleh Streetwear. Pendekatan desain yang digunakan adalah simbolik architecture dengan menjelaskan Influence of Streetwear yang masuk kedalam dunia fashion. Kemudian, pendalaman karakter ruang dipilih untuk dapat menyelesaikan kebutuhan ruang dengan memberikan suasana Klasik yang memberikan suasana untuk lebih santai saat berbelanja. Keunikan proyek ini ada pada sistem sirkulasinya. Terutama pada daerah retail Store. Tidak seperti perbelanjaan modern lain, Fasilitas pusat perbelanjaan ini membuat tiap satu retail store seperti satu rumah berdiri sendiri dan terpecah yang disebakan oleh pengaruh fashion setelah terkena dampak dari streetwear sehingga sirkulasi di dalamnya membuat orang akan berputar-putar, masuk dari satu retail akan langsung diarahkan ke retail lainnya sehingga semua retail akan terlewati",
  "creators": "VINCENT LIAWNER",
  "contributors": "Handinoto (Advisor 1); Rully Damayanti (Advisor 2); Esti Asih Nurdiah, S.T., M.T., Ph.D. (Advisor 3); Aris Budhiyanto, S.T., M.Sc., Ph.D. (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 010/23815/ARS/2018; Vincent Liawner (22414106)",
  "subjects": "MARKETPLACES--DESIGNS AND PLANS"
}