{
  "id": "41903",
  "title": "Fasilitas eduwisata akuaponik di Denpasar",
  "abstract": "Fasilitas Eduwisata Akuaponik, merupakan sebuah fasilitas yang dapat mendukung program pemerintah untuk meningkatkan minat masyarakat terhadap pertanian less soil sebagi hobby mereka terutama bagi ibu rumah tangga di rumah. Fasilitas ini juga dapat mengedukasi dan mengajak masyarakat setempat / para pengunjung akan pentingnya sebuah pertanian di era modern ini dalam menyuplai bahan pangan yang terus meningkat tanpa perlu memiliki sebuah lahan yang luas menggunakan sitem pertanian akuaponik. Sehingga fasilitas ini dapat menjadi sebuah generator pembangkit masyarakat untuk terciptanya green village. Fasilitas ini secara garis besar menyediakan area market dan retail, perkebunan akuaponik ( perkebunan hidroponik, kolam ikan), tempat pelatihan dan wisata, serta daerah energy solar panel. Sasaran dari fasilitas ini adalah ibu PKK dan warga setempat, orang dengan pola hidup sehat, dan tourist. Maka dari itu fasilitas ini akan di bangun di kecamatan Sanur kota Denpasar, Bali yang terbagi menjadi tiga kawasan yaitu permukiman, fasilitas perbelanjaan, dan pariwisita. Pendekatan Arsitektur vernakular dipilih untuk meciptakan fasilitas modern yang dapat di terima oleh warga setempat yang kental akan adat istiadat setempat dan para tourist yang ingin berkunjung ke pulau dewata. Maka dari itu munculah sebuah konsep Tri Angga. Sebagai konsep bangunan dengan di dukung pendalaman utilitas agar Tanaman dapat tumbuh dengan baik",
  "creators": "YOSZY ALDO TONDAYANA",
  "contributors": "Altrerosje Asri, S.T., M.T. (Advisor 1); Eunike Kristi Julistiono, S.T., M.Des.Sc. (Advisor 2); Rony Gunawan (Advisor 3); V.P. Nugroho Susilo (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 040/23818/ARS/2018; Yoszy Aldo Tondayana (22414110)",
  "subjects": "EDUCATION PARKS--DESIGNS AND PLANS; RECREATION AREAS--DESIGNS AND PLANS"
}