{
  "id": "41916",
  "title": "Hotel butik di Surabaya",
  "abstract": "“Hotel Butik di Surabaya” merupakan hunian sementara yang memiliki karakter khusus dan unik, yang dapat menjadi nilai jual bagi pengunjung hotel. desain “Hotel Butik di Surabaya” ini didasari oleh pemikiran desain yang ramah lingkungan dan meminimalkan penggunan energi, karena masalah yang masalah yang ada di kota Surabaya dalam mereduksi polusi yang mencemari udara, sehingga dapat mempengaruhi psikis penduduk kota Surabaya yang memiliki tingkat stress yang cukup tinggi. Selain itu untuk merespon masalah yang ada di lingkungan, Hotel Butik di Surabaya telah menerapkan konsep “connecting Landscape” dengan media tanam Hidroponik yang di harapkan dapat mereduksi udara di lingkungan sekitar dengan maintenance yang mudah, serta membentuk ruang void dan hijau. Pendekatan desain yang di gunakan adalah adalah Sains Bioclimatic dengan prinsip-prinsip yang di gunakan oleh Ken Yeang. Kemudian pendalaman skylight dan daylight dipilih untuk mencermati penyelesaian kebutuhan bangunan untuk efisiensi energi yang diharapkan dapat memenuhi kebutuhan bangunan. Keunikan proyek ini ada pada konsep “Butik” nya yang di kaitkan dengan green building, sehingga koridor unit kamar menggunakan pencahayaan dan penghawaan pasif, suasana hotel butik ini juga di hiasi oleh sejuknya tanaman hidroponik yang mengelilingi fasad bangunan. Desain hotel ini berupa void di tampak depang bangunan yang di gunakan sebagai ruang komunal untuk unit kamar tiap lantai, sehingga interaksi antar lantai dapat terjalin, di hotel ini juga di lengkapi dengan fasilitas pendukung ,seperti: kolam renang dengan konsep infinity yang memiliki view optimal dan menjadi daya Tarik bagi pengunjung hotel.",
  "creators": "DAVID SETIAWAN SANJAYA",
  "contributors": "Rully Damayanti (Advisor 2); Handinoto (Advisor 3); Aris Budhiyanto, S.T., M.Sc., Ph.D. (Advisor 4); Esti Asih Nurdiah, S.T., M.T., Ph.D. (Advisor 1); Joyce M.Laurens (Examination Committee 2); Luciana Kristanto, S.T., M.T. (Examination Committee 3); Markus Ignatio Aditjipto (Examination Committee 4); Timoticin Kwanda (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 060/23791/ARS/2018; David Setiawan Sanjaya (22414067)",
  "subjects": "HOTELS--DESIGNS AND PLANS"
}