{
  "id": "41923",
  "title": "Perancangan fotografi fashion sebagai reminder tempat bersejarah di kota Surabaya",
  "abstract": "Surabaya yang merupakan kota terbesar kedua setelah Batavia dan menyimpan banyak budaya dan sejarah. Budaya dan sejarah tersebut dapat dilihat dari berbagai aspek, salah satu aspek adalah busana dan bangunan atau gedung. Kedua aspek tersebut adalah hal yang dekat dan ada disekitar kita dalam kehidupan sehari – hari. Bangunan bersejarah yang masih berdiri hingga sekarang merupakan saksi nyata dari masa perjuangan Bangsa Indonesia menuju kemerdekaan. Seiring dengan perjalanan waktu, bangunan kuno tersebut banyak yang telah terlupakan terutama oleh generasi muda. Oleh karena itu, bangunan – bangunan tersebut membutuhkan publikasi atau media untuk memperkenalkan kembali bangunan tersebut. Fotografi fashion merupakan media yang digunakan dalam perancangan ini. Gagasan perancangan ini memadukan bangunan dan busana. Hal tersebut dengan pertimbangan bahwa kedua paduan tersebut memiliki keterkaitan antara bentuk bangunan, trend desain busana pada periode tertentu. Sehingga busana dapat membantu untuk menyampaikan pesan dan membangunan suasana dalam sebuah foto. Perancangan ini berjudul ‘Prachtige Surabaya’ yang berasal dari bahasa Belanda yang berarti ‘indah-nya Surabaya’. Dari perancangan ini diharapkan masyarakat Surabaya dan sekitarnya menjadi lebih ingin tahu dan tertarik akan bangunan tersebut.",
  "creators": "TANIA ERWANTO",
  "contributors": "HARTONO KARNADI (Advisor and Examination Committee); Luri Renaningtyas, S.T., M.Ds. (Advisor 2); Rika Febriani, S.Sn., M.A. (Examination Committee 2); Rebecca Milka Natalia Basuki (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Fotografi",
  "source": "Fotografi No. 00023155/DKV/2018; Tania Erwanto (42414022)",
  "subjects": "FASHION PHOTOGRAPHY; GRAPHIC ARTS; VISUAL COMMUNICATION"
}