{
  "id": "41927",
  "title": "Pusat Penjualan Buku Bekas di Surabaya",
  "abstract": "Pusat Penjualan buku bekas di Surabaya ini adalah pusat penjualan buku bekas dengan kualitas terjamin. Berlokasi di Jalan Raya Mulyosari, dimana terdapat cukup banyak fasilitas pendidikan dan perguruan tinggi. Berbeda dengan pasar buku bekas di Surabaya yang merupakan kumpulan dari beberapa penjual, sistem penjualan pusat penjualan ini berada dibawah satu kepemilikan yang terbagi menjadi beberapa zona. Untuk menjaga kualitas buku bekas yang ada, juga terdapat fasilitas reparasi buku di dalam proyek ini. Pusat penjualan buku bekas diharapkan dapat mempermudah masyarakat dalam mencari dan membeli buku bekas dengan adanya fasilitas pencarian melalui komputer dan pemesanan jual dan beli secara online. Pendekatan desain yang digunakan adalah pendekatan perilaku, untuk merespon adanya perbedaan perilaku pembeli kategori buku yang diminati. Sedangkan pendalaman desain yang dipilih adalah karakter ruang, untuk menyediakan desain ruang yang berbeda-beda sesuai perilaku target pengunjung. Proyek ini juga diharapkan dapat meningkatkan minat masyarakat terhadap buku, oleh karena itu juga disediakan beberapa fasilitas tambahan yang bertujuan untuk menarik masyarakat seperti kafe, galeri buku, taman baca, dan toko retail alat tulis.",
  "creators": "BEN BARUKH KURNIAWAN",
  "contributors": "Joyce M.Laurens (Advisor 1); Timoticin Kwanda (Advisor 2); Luciana Kristanto, S.T., M.T. (Advisor 3); Markus Ignatio Aditjipto (Advisor 4); Christine Wonoseputro (Examination Committee 1); Benny Poerbantanoe (Examination Committee 3); Andhi Wijaya (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 010/23761/ARS/2018; Ben Barukh Kurniawan (22414027)",
  "subjects": "MARKETPLACES--DESIGNS AND PLANS; SHOPPING CENTERS--DESIGNS AND PLANS"
}