{
  "id": "41922",
  "title": "Gedung seni pertunjukan di Surabaya",
  "abstract": "Desain Gedung Seni Pertunjukkan di Surabaya ini didasari oleh pemikiran kondisi fasilitas seni pertunjukkan saat ini yang kurang memadai di Indonesia, sehingga masalah desain utama adalah bagaimana menciptakan suatu fasilitas seni pertunjukkan yang memadai baik dalam segi musik, tarian, maupun teater. Selain itu, untuk merespon kebutuhan ruangan yang baik, proyek ini juga mengangkat masalah desain khusus yakni bagaimana membentuk ruang auditorium dengan akustik dan luasan yang benar serta bagaimana membentuk ruang foyer dan ruang pendukung lain. Pendekatan desain yang digunakan adalah simbolik yang diambil dari elemen dari musik, dansa, dan teater yang membentuk unsur mengalir. Kemudian, pendalaman akustik dipilih untuk mencermati penyelesaian kebutuhan ruang auditorium sesuai dengan standar luasan dan material dengan akustik yang baik. Keunikan proyek ini ada pada bentukan dan tata letak ruangnya. Tidak seperti gedung pertunjukkan lain di Indonesia, sebuah tipologi baru pada gedung pertunjukkan ini memperhatikan suatu bentuk berdasarkan fungsi dan symbol yang tercipta dari musik, tarian, dan teater yang juga menjadi referensi dasar. Desain gedung seni pertunjukkan ini mencakupi bentukan yang organik dan fasad serta tata ruang yang ‘mengalir’ dinamis membentuk suatu symbol yang kuat.",
  "creators": "YONATHAN VICTOR POLII",
  "contributors": "Samuel Hartono (Advisor 1); Stanislaus Kuntjoro Santoso (Advisor 2); Wanda Widigdo Canadarma (Advisor 3); Dr. Feny Elsiana, S.T., M.T. (Advisor 4); Esti Asih Nurdiah, S.T., M.T., Ph.D. (Examination Committee 1); Handinoto (Examination Committee 2); Aris Budhiyanto, S.T., M.Sc., Ph.D. (Examination Committee 3); Rully Damayanti (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 050/23850/ARS/2018; Yonathan Victor Polii (22414153)",
  "subjects": "MUSIC-HALLS--DESIGNS AND PLANS; THEATERS--DESIGNS AND PLANS"
}