{
  "id": "4192",
  "title": "Perancangan dan pembuatan program aplikasi ensiklopedi pengenalan buah-buahan dan sayur-sayuran",
  "abstract": "Latar belakang dalam pembuatan software pembelajaran dunia buah dan sayur ini dikarenakan keterbatasan media dan metode pembelajaran bagi anak-anak saat ini dirasakan kurang menggugah minat sehingga anak-anak akan merasa cepat bosan di dalam belajar. Selain itu minimnya sumber yang menyediakan informasi yang sesuai dan cocok bagi anak yang dilihat dari segi usianya, mengenai segala informasi dunia buah dan sayur, baik itu gambar, nama, asal, manfaat dan khususnya kandungan vitamin dan nutrisi yang terkandung didalamnya. Software ini dibuat dengan tujuan untuk membantu sistem pembelajaran dengan metode visualisasi yang menggugah minat belajar khususnya anak?anak tingkat SD atau usia antara 6-12 tahun, karena animasi, gambar yang menarik dan suara yang telah dihasilkan. Software ini menggunakan software penunjang seperti Macromedia Flash MX untuk mengolah animasinya, Firebird sebagai databasenya, dan Borland Delphi 7 sebagai software penengah yang mengubah data dari database sehingga dapat diakses oleh Macromedia Flash MX. Untuk informasi tentang dunia buah dan sayur didapat dari buku-buku hortikultura maupun internet. Dengan melakukan wawancara kepada narasumber sebagai tahap pertama, untuk mendapatkan sejauh mana informasi yang akan diberikan kepada anak usia SD mengenai dunia buah dan sayur. Software ini memberikan informasi tentang contoh-contoh buah dan sayur berdasarkan nama dan vitamin yang dilengkapi dengan gambar, fitur animasi dan suara. Terdapat juga permainan berupa puzzle dan acak kata yang digunakan untuk mengisi waktu luang dan sebagai hiburan. Ada juga fitur berupa kuis untuk menguji seberapa besar materi pembelajaran yang diberikan dapat ditangkap oleh anak SD.",
  "creators": "TEDDY MOELIADJI",
  "contributors": "Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 1); Arie Wirawan Margono (Advisor 2); Gregorius Satiabudhi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02000296/INF/2004; Teddy Moeliadji (26400094)",
  "subjects": "SOFTWARE ENGINEERING"
}