{
  "id": "41928",
  "title": "Fasilitas eduwisata dan pembudidayaan anggrek di kota Batu",
  "abstract": "Tanaman anggrek sudah cukup terkenal bukan hanya sebagai barang dagangan namun juga sebagai koleksi karena cara pembudidayaannya yang unik dan berseni. Di Kota Batu, bunga anggrek koleksi bisa ditemukan dengan mudah karena batu memiliki suhu yang sejuk dan kelembaban yang cocok untuk pembudidayaan anggrek. Kota Batu juga tumbuh sebagai kota pariwisata dengan ratusan tempat wisata, dan orang orang dari luar kota mengunjungi kota Batu untuk menikmati alamnya dan mengunjungi tempat-tempat wisata yang terkenal. Oleh karena itu, dengan mendesain fasilitas bertema anggrek, dimana tidak hanya berfungsi sebagai tempat wisata namun juga memberikan pengetahuan tentang pembudidayaan dan pertumbuhan anggrek, bisa membuat pariwisata kota Batu semakin berkembang. Oleh karena itu, tugas akhir studio merancang ini adalah mendesain dan merancang fasilitas untung anggrek yang bisa mengedukasi pengunjung mengenai pembudidayaan anggrek dan sebagai tempat untuk mengenal keunikan- keunikan dari anggrek. Desain bangunan ini terdiri dari empat masa (masa penerima, museum, greenhouse, dan restoran), maka sirkulasi pengunjung harus dirancang dengan baik untuk memastikan aksesibilitas, kejelasan, dan keamanan pengunjung. Pengunjung diharapkan untuk mendapatkan pngalaman unik dengan mendesain greenhouse yang memiliki berbagai jenis anggrek: anggrek tanam, anggrek gantung, dan anggrek pot. Pengunjung juga bisa belajar bagaimana cara pembudidayaan anggrek di Laboratorium dan mendapatkan pengetahuan tentang anggrek di Museum.",
  "creators": "SURYA PRANATA GUNAWAN",
  "contributors": "Esti Asih Nurdiah, S.T., M.T., Ph.D. (Advisor 1); Rully Damayanti (Advisor 2); Handinoto (Advisor 3); Aris Budhiyanto, S.T., M.Sc., Ph.D. (Advisor 4); Timoticin Kwanda (Examination Committee 1); Joyce M.Laurens (Examination Committee 2); Luciana Kristanto, S.T., M.T. (Examination Committee 3); Markus Ignatio Aditjipto (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitek No. 010/23769/ARS/2018; Surya Pranata Gunawan (22414039)",
  "subjects": "EDUCATION PARKS--DESIGNS AND PLANS; ORCHIDS--RESEARCH; RECREATION CENTERS--DESIGNS AND PLANS"
}