{
  "id": "41929",
  "title": "Pasar ikan “Kemakmuran” di Kotabaru",
  "abstract": "Pasar Ikan “Kemakmuran” di Kotabaru merupakan pusat pasar ikan dan hasil laut dari Kotabaru. Yang dijual merupakan hasil ikan dari laut maupun hasil ikan darat (tambak), beberapa hasil olahan ikan seperti ikan asin, terasi, souvernir dari limbah ikan, kerupuk, olahan udang. Lokasi pasar yang dekat dengan pesisir laut dengan konsep Higienis, Efektif, dan Nyaman. Secara garis besar, pasar ini memiliki fasilitas pendaratan ikan, fasilitas pengolahan ikan, fasilitas pengolahan limbah, dan fasilitas penjemuran ikan, dan foodcourt. Dirancang di atas lahan ex pasar subuh, pasar ini didesain kembali untuk menjawab kebutuhan masyarakat akan pasar ikan yang sehat, higienis, dan yang terintergrasi dengan sistem pasar yang benar. Pendekatan desain sistem dengan pendalaman utilitas digunakan selama proses mendesain untuk menjawab permasalahan desain pasar ikan yang sebelumnya. Lokasinya yang dekat dengan pesisir laut, tentu saja harus memiliki penanganan limbah dan sistem yang benar agar tidak mencemari biota laut. Dengan adanya fasilitas tambahan seperti fasilitas pengolahan ikan, fasilitas penjemuran ikan, sistem pengolah limbah, desain pasar tidak hanya menjawab kebutuhan masyarakat saja akan wadah untuk kegiatan mereka, namun juga memperhatikan permasalahan lingkungan sekitar dan dapat menjadi percontohan inovasi sebagai sumbangsih bagi masa depan kota Kotabaru dan pasar ikan higienis lainya di Indonesia.",
  "creators": "YESSICA",
  "contributors": "Wanda Widigdo Canadarma (Advisor 1); Samuel Hartono (Advisor 2); Stanislaus Kuntjoro Santoso (Advisor 3); Dr. Feny Elsiana, S.T., M.T. (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 040/23750/ARS/2018; Yessica (22414014)",
  "subjects": "MARKETPLACES--DESIGNS AND PLANS; RECREATION CENTERS--DESIGNS AND PLANS"
}