{
  "id": "41938",
  "title": "Fasilitas rumah doa dan retret di Soe, NTT",
  "abstract": "Fasilitas rumah doa dan retret di Soe, Nusa Tenggara Timur merupakan fasilitas yang ditujukan bagi penduduk Kota Soe untuk beristirahat sejenak dari rutinitas dan mendekatkan diri kepada Tuhan dan sesama. Nusa Tenggara Timur, khususnya Kota Soe, memiliki keunikan budaya dan sejarah rohani yaitu kebangkitan rohani 1965-1969 yang merupakan tonggak bertumbuhnya salah satu gereja yang ada di NTT yaitu GMIT (Gereja Masehi Injili Timor). Salah satu peristiwa yang sangat dikenang saat kebangkitan rohani 1965-1969 ini adalah peristiwa mujizat air berubah menjadi anggur di salah satu sumur air yang ada di Soe. Sumur “air menjadi anggur” ini berpotensi untuk dikembangkan lebih lanjut. Oleh karena itu, sumur “air menjadi anggur” ini akan menjadi bagian pelengkap dari desain rumah doa dan retret ini. Saat ini di Nusa Tenggara Timur, masih belum ada fasilitas retret sehingga diharapkan fasilitas ini dapat bermanfaat bagi penduduk Kota Soe. Kompleks rumah doa dan retret ini memiliki beberapa fasilitas yaitu lobby, retail, Kapel, ruang doa, hunian untuk peserta retret, ruang makan, dan ruang multifungsi. Berdasarkan keunikan lokasi, pendekatan vernakular dipilih untuk mengekspresikan dan merepresentasikan kebudayaan lokal dalam desain. Fasad seluruh bangunan dalam kompleks ini dirancang agar material, sistem konstruksi, dan ekspresi bangunan sesuai dengan kebutuhan dan perkembangan jaman saat ini namun tetap menampilkan ciri khas arsitektur setempat.",
  "creators": "SISKA HADIWIJAYA",
  "contributors": "Joyce M.Laurens (Advisor 1); Timoticin Kwanda (Advisor 2); Luciana Kristanto, S.T., M.T. (Advisor 3); Markus Ignatio Aditjipto (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 070/23798/ARS/2018; Siska Hadiwijaya (22414077)",
  "subjects": "HOUSES OF PRAYER--DESIGN AND CONSTRUCTION; SPIRITUAL RETREAT CENTERS--DESIGN AND CONSTRUCTION; ARCHITECTURE-DESIGNS AND PLANS"
}