{
  "id": "41930",
  "title": "Fasilitas eduwisata urban farming di Surabaya",
  "abstract": "Fasilitas Eduwisata Urban Farming di Surabaya merupakan fasilitas yang bertujuan untuk memperkenalkan tren urban farming pada masyarakat dalam rangka menanggapi isu krisis energi bahan bakar yang banyak disebabkan oleh food miles dan adanya deforestasi di area rural akibat kebutuhan lahan agrikultur yang semakin bertambah. Dengan adanya fasilitas ini, masyarakat khususnya warga Surabaya kemudian akan dapat mengenal dan melakukan praktek urban farming sehingga dapat mengatasi permasalahan tersebut. Fasilitas ini kemudian akan menjadi ikon Urban Farming di Surabaya yang bersifat rekreatif dan edukatif dilengkapi dengan eduwisata tanaman hidroponik dan aeroponik, fasilitas publik pendukung seperti café, restaurant, area piknik, green market, dan fasilitas komunitas seperti community garden, workshop. Pendekatan Simbolik dipilih dalam desain untuk menciptakan fasilitas yang dapat menarik minat sebanyak mungkin masyarakat untuk mengikuti kegiatan eduwisata. Bangunan mengadaptasi bentuk dan karakter biji yang merupakan fase pertama tanaman sebagai simbolisasi memulai tren Urban Farming di Surabaya. Kemudian pendalaman sequence dipilih untuk melengkapi kebutuhan desain bangunan yaitu alur eduwisata sehingga pengunjung dapat menikmati runtutan eduwisata yang dihadirkan.",
  "creators": "AMELIA AUSSIE",
  "contributors": "Altrerosje Asri, S.T., M.T. (Advisor 1); Eunike Kristi Julistiono, S.T., M.Des.Sc. (Advisor 2); Rony Gunawan (Advisor 3); V.P. Nugroho Susilo (Advisor 4); Lilianny Sigit Arifin (Examination Committee 1); Anik Juniwati (Examination Committee 2); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 3); Riduan Sukardi (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 020/23765/ARS/2018; Amelia Aussie (22414032)",
  "subjects": "EDUCATION PARKS--DESIGNS AND PLANS; RECREATION CENTERS--DESIGNS AND PLANS"
}