{
  "id": "41945",
  "title": "Pasar induk di Bondowoso",
  "abstract": "Seiring dengan perkembangan dan kemajuan zaman terjadi perubahan tuntutan dan standar konsumen terhadap pasar tradisional. Pasar tradisional mulai dituntut untuk menjadi tempat jual beli yang nyaman dan bersih. Pasar induk Bondowoso adalah salah satu pasar tradisional yang masih menjadi tempat jual beli utama di Bondowoso. Pasar induk adalah pasar utama yang terdapat di sebuah wilayah. Oleh karena itu, sangat penting bagi pasar induk untuk dapat menjaga fasilitas pelayanannya dengan baik. Hal ini disebabkan karena pasar induk menjadi acuan bagi pasar tradisional kecil di wilayah tersebut. Desain pasar induk yang terintegrasi dengan sistem di dalamnya tentu akan sangat berpengaruh terhadap kegiatan jual beli yang terdapat dalam pasar tersebut. Desain pasar yang baik akan mempengaruhi kenyamanan pengguna (baik penjual maupun pembeli), kebersihan bangunan, kemudahan sirkulasi,dll. Oleh karena itu, Pasar Induk di Bondowoso ini didesain dengan mempertimbangkan segala aspek sistem yang terdapat dalam sebuah pasar, yang meliputi: sistem utilitas, sistem sirkulasi, sistem spasial, sistem mekanikal dan elektrikal, sistem tata udara, sistem tata cahaya, dan sistem fasad. Dengan mengintegrasikan seluruh sistem dengan baik dalam bangunan, maka diperoleh desain yang akan menciptakan sirkulasi dalam bangunan baik, desain yang nyaman dengan memanfaatkan aliran angin dalam bangunan, dan desain yang memudahkan servis dan perawatan bangunan.",
  "creators": "ODDIE CHRISTIAN HARTANTO",
  "contributors": "Wanda Widigdo Canadarma (Advisor 1); Samuel Hartono (Advisor 2); Stanislaus Kuntjoro Santoso (Advisor 3); Dr. Feny Elsiana, S.T., M.T. (Advisor 4); Handinoto (Examination Committee 1); Esti Asih Nurdiah, S.T., M.T., Ph.D. (Examination Committee 2); Aris Budhiyanto, S.T., M.Sc., Ph.D. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 040/23851/ARS/2018; Oddie Christian Hartanto (22414155)",
  "subjects": "ARCHITECTURE-DESIGNS AND PLANS; MARKETS-DESIGN AND CONSTRUCTION"
}