{
  "id": "41942",
  "title": "Museum sejarah kesultanan Kotawaringin di Pangkalan Bun",
  "abstract": "Museum sejarah kesultanan Kotawaringin di Pangkalan Bun merupakan fasilitas wisata dan pembelajaran yang bertujuan untuk meningkatkan kepedulian generasi muda terhadap peninggalan sejarah dan budaya dimasa lampau. Serta meningkatkan jumlah pariwisata di kota Pangkalan Bun. Kota Pangkalan Bun sebelumnya dikenal sebagai Pangkalanbuun yang merupakan pelabuhan di tepi sungai Buun, merupakan tempat kedudukan sultan dan pangeran kerajaan kotawaringin. Setelah istana Kotawaringin Lama di tinggalkan pada tahun 1841. Istana di Pangkalan Bun sekarang dikenal sebagai Istana Kuning yang masih meninggalkan sejarah. Hal ini dapat menjadi daya tarik bagi wisatawan untuk mengenal lebih dalam sejarah dan budaya setempat. Museum ini akan di lengkapi dengan fasilitas, area parkir, gerbang pos jaga, pendopo, ruang administrasi, ruang teater dan ruang edukator, perpustakaan, ruang curator dan ruang studi koleksi, ruang pameran temporer, ruang pameran tetap, kafe, dan toko souvenir. Menggunakan pendekatan simbolik yang menekankan pada sekuen pada bangunan, Bertujuan untuk membawa pengunjung merasakan cerita peristiwa sejarah Kesultanan kotawaringin.",
  "creators": "MICHAEL SUHARTO PANGESTU",
  "contributors": "Christine Wonoseputro (Advisor 1); Benny Poerbantanoe (Advisor 2); Danny Santoso Mintorogo (Advisor 3); Andhi Wijaya (Advisor 4); Maria Immaculata Hidayatun (Examination Committee 1); Frans Soehartono (Examination Committee 2); Roni Anggoro, S.T., M.A.Arch. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 010/23782/ARS/2018; Michael Suharto Pangestu (22414055)",
  "subjects": "ARCHITECTURE-DESIGNS AND PLANS; HISTORIC BUILDINGS--DESIGNS AND PLANS; MUSEUM BUILDINGS--DESIGN AND CONSTRUCTION"
}