{
  "id": "41944",
  "title": "Fasilitas wisata biota laut di Surabaya",
  "abstract": "Fasilitas Wisata Biota Laut di Surabaya merupakan fasilitas publik yang bersifat rekreatif yang mengangkat tema kehidupan biota laut di bawah laut agar dapat lebih mengedukasi masyarakat umum mengenai pentingnya menjaga kelestarian biota laut yang Indonesia miliki. Konsep yang diangkat adalah menggiring pengunjung untuk merasakan seperti masuk ke dalam laut agar pengunjung dapat merasakan dan memahami karakter dari tiap zona di dalam laut. Dengan masalah desain menggiring pengunjung dari setiap titik zona, ditambah dengan kebutuhan akan sistem penyediaan air laut untuk biota maupun sistem pengelolaan kehidupan sehari-hari biota, maka pendekatan sistem sirkulasi dengan pendalaman sistem utilitas penyediaan air laut dipilih untuk dapat memenuhi konsep dan masalah / kebutuhan tersebut. Fasilitas ini didirikan di area wisata Kenjeran Park agar dapat lebih sesuai dengan konsep bawah lautnya dan dapat menjadi daya tarik wisata yang baru dan belum pernah ada sebelumnya di Surabaya. Keberadaan fasilitas ini diharapkan dapat lebih mengedukasi masyarakat umum dengan cara yang menarik dan menyenangkan sehingga pesan yang ingin disampaikan dapat lebih mudah dipahami. Sehingga kedepannya masyarakat dapat lebih peduli dengan kelestarian biota di bawah laut Indonesia.",
  "creators": "RISCA SISWANTO",
  "contributors": "Stanislaus Kuntjoro Santoso (Advisor 1); Samuel Hartono (Advisor 2); Wanda Widigdo Canadarma (Advisor 3); Dr. Feny Elsiana, S.T., M.T. (Advisor 4); Handinoto (Examination Committee 2); Rully Damayanti (Examination Committee 1); Esti Asih Nurdiah, S.T., M.T., Ph.D. (Examination Committee 3); Aris Budhiyanto, S.T., M.Sc., Ph.D. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 040/23778/ARS/2018; Risca Siswanto (22414051)",
  "subjects": "ARCHITECTURE-DESIGNS AND PLANS; RECREATION CENTERS--DESIGN AND CONSTRUCTION"
}