{
  "id": "41943",
  "title": "Fasilitas rekreasi di danau Matano, Sulawesi Selatan",
  "abstract": "Desain Fasilitas Rekreasi di Danau Matano, Sulawesi Selatan ini didasari oleh pemikiran akan kebutuhan fasilitas rekreasi yang layak dengan akses yang mudah bagi pengunjung danau Matano, sehingga masalah desain utama adalah bagaimana menciptakan jenis fasilitas rekreasi yang sesuai dan fasilitas rekreasi dengan akses yang mudah yang bisa berhubungan langsung dengan danau Matano itu sendiri. Selain itu, untuk merespon gaya arsitektur lokal, maka proyek ini mengangkat masalah desain khusus yakni bagaimana bangunan bisa selaras dengan gaya arsitektur lokal yang ada di wilayah Sulawesi Selatan. Pendekatan desain yang digunakan kemudian adalah vernakular yang kemudian mengadaptasi sistem rumah panggung dari bangunan tradisional Sulawesi Selatan kedalam desain bangunan. Kemudian, pendalaman karakter yang dipilih adalah pendalaman fasad untuk menjelaskan fungsi dan makna desain fasad yang memiliki hubungan dengan bentuk vernakular yang telah diadaptasi kedalam bangunan. Kelebihan dari proyek massa banyak ini tidak hanya terletak pada objeknya yaitu danau Matano sebagai objek utama yang memiliki daya tarik tersendiri bagi wisatwan baik dalam segi view maupun sejarah tetapi juga bisa menjadi salah satu wadah untuk wisatawan melakukan rekreasi air dengan fasilitas yang memadai dan akses yang mudah.",
  "creators": "JEANE CHRESTELLA",
  "contributors": "Timoticin Kwanda (Advisor 1); Joyce M.Laurens (Advisor 2); Luciana Kristanto, S.T., M.T. (Advisor 3); Markus Ignatio Aditjipto (Advisor 4); Danny Santoso Mintorogo (Examination Committee 1); Benny Poerbantanoe (Examination Committee 2); Andhi Wijaya (Examination Committee 3); Christine Wonoseputro (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 070/23837/ARS/2018; Jeane Chrestella (22414134)",
  "subjects": "RECREATION CENTERS--DESIGN AND CONSTRUCTION; ARCHITECTURE--DESIGN AND PLANS"
}