{
  "id": "41955",
  "title": "Fasilitas seni musik kontemporer di Banjarmasin",
  "abstract": "Musik kontemporer telah berkembang dan membawa dampak besar bagi masyarakat, khususnya bagi anak muda. Ketertarikan untuk mempelajari musik kontemporer dan instrumennya sedang meningkat di setiap daerah seperti di Banjarmasin. Saat ini anak muda di Banjarmasin menunjukkan ketertarikannya dalam konser dan penampilan musik kontemporer dan selalu mencari kesempatan untuk berinteraksi dengan musisi dan mempelajari bagaimana caranya untuk menguasai alat musik. Bagaimanapun, gedung konser dan fasilitas pendidikan untuk mempelajari musik kontemporer belum tersedia di Banjarmasin. Oleh karena itu, sangat penting untuk merancang fasilitas konser yang juga menyediakan fasilitas edukasi untuk musik kontemporer di Banjarmasin sehingga membantu anak muda dan musisi bisa mengekspresikan ketertarikannya dalam musik kontemporer. Oleh karena itu, dalam tugas akhir ini, saya mengusulkan konsep desain untuk fasilitas musik kontemporer yang terdiri dari gedung konser dan fasilitas edukasi. Dalam proses perancangan, pendekatan desain simbolik digunakan untuk mewujudkan kemampuan adaptasi terhadap perubahan sebagai upaya untuk mengekspresikan salah satu dari arti kontemporer. Gedung konser menyediakan 871 tempat duduk dengan fasilitas pendukung seperti hall, lounge dan cafe. Sedangkan pada fasilitas edukasi, yang akan dibangun terpisah dengan gedung konser, terdiri dari kelas untuk mempelajari alat musik seperti gitar, drum, piano, dan juga kelas untuk latihan vokal, hall untuk music workshop dan masterclass. Untuk memastikan fasilitas-fasilitas layak digunakan untuk musik, area dengan elemen-elemen akustik didesain dan dihitung dalam proses perancangan.",
  "creators": "YOSHUA PANGESTU",
  "contributors": "Esti Asih Nurdiah, S.T., M.T., Ph.D. (Advisor 1); Rully Damayanti (Advisor 2); Handinoto (Advisor 3); Aris Budhiyanto, S.T., M.Sc., Ph.D. (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 050/23814/ARS/2018; Yoshua Pangestu (22414105)",
  "subjects": "ARCHITECTURE--DESIGN AND PLANS; EDUCATION PARKS--DESIGNS AND PLANS"
}