{
  "id": "41960",
  "title": "Fasilitas spa dan yoga di Ungasan",
  "abstract": "Desain fasilitas spa dan yoga di Ungasan ini didasari oleh fasilitas spa dan yoga yang kurang proporsional dengan privasi yang tinggi, sehingga masalah desain utama adalah bagaimana menciptakan fasilitas spa dan yoga yang proporsional dan memberikan kenyamanan bagi pengunjung dengan privasi yang tinggi dengan view yang maksimal. Selain itu, untuk merespon kebutuhan sekitar tapak, proyek ini juga mengangkat masalah desain khusus yakni bagaimana membentuk ruang luar serta membentuk ruang hijau. Pendekatan desain yang digunakan adalah Vernakular Kontemporer dengan dua prinsip: Lokalitas dan Adaptif terhadap lingkungan. Kemudian, pendalaman karakter ruang dipilih untuk mencermati penyelesaian kebutuhan ruang spa yang berbeda-beda sesuai dengan kapasitas orang didalamnya. Keunikan proyek ini ada pada penataan massa pada tapak yang pada setiap bangunannya memaksimalkan view tanpa harus mengganggu pemandangan setiap pengunjung. Tidak seperti fasilitas spa yang lain, sebuah tipologi penataan massa ini memperhatikan organisasi ruang yang proporsional dan privasi yang tinggi serta memaksimalkan view pada setiap massa bangunan sebagai dasar perancangan fasilitas spa dan yoga ini. Desain spa dan yoga berupa bungalow yang dihubungkan dengan ramp, sehingga interaksi antar bungalow dapat terjalin, namun tetap terjaga privasinya. Selain itu, kebutuhan akan kapasitas lobby, spa standart, staff, dan utilitas juga diwadahi dengan bangunan 3 lantai yang terpisah secara zoning, dilengkapi dengan konektor dan loading dock di setiap lantai sehingga mempermudah proses pengangkutan barang dari kendaraan menuju ruangan yang diperlukan. Kata kunci: Spa, Yoga, Ungasan, Bungalow, Vernakular Kontemporer.",
  "creators": "EILENA ANGELICA SENJAJA",
  "contributors": "Ir. Bisatya Widadya Maer, M.T. (Advisor 1); Lilianny Sigit Arifin (Advisor 2); Anik Juniwati (Advisor 3); Riduan Sukardi (Advisor 4); Christina Eviutami Mediastica S.T., PH.D. (Examination Committee 2); Irwan Santoso (Examination Committee 1); Bramasta Putra Redyantanu (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 010/23793/ARS/2018; Eilena Angelica Senjaja (22414070)",
  "subjects": "ARCHITECTURE--DESIGNS AND PLANS; HEALTH RESORTS"
}