{
  "id": "41966",
  "title": "Gereja Happy Family Center di Surabaya",
  "abstract": "Gereja Happy Family Center (HFC) merupakan sebuah gereja kharismatik yang berdiri pada tahun 2003 dan mengalami pertumbuhan jemaat yang cukup pesat. Pertumbuhan tersebut tidak diiringi dengan pembangunan fisik gereja yang sesuai dengan kapasitas yang dibutuhkan. Gereja HFC pusat yang berada di tengah kota Surabaya masih tergolong kecil, sehingga gereja ini membuka cabang-cabang baru yang tersebar di wilayah Surabaya Barat. Cabang Gereja HFC masih memanfaatkan ruang multifungsi yang ada pada bangunan komersial seperti mall. Ruang multifungsi yang tidak didesain layaknya gereja mengakibatkan ketidaknyamanan dari segi jarak pandang, pencahayaan, dan akustika ruang pada saat beribadah. Oleh sebab itu, Gereja HFC memerlukan suatu fasilitas yang bisa mewadahi jemaat dalam jumlah yang cukup besar dan tetap mempertahankan kenyamanan jemaat. Proses perancangan dalam Tugas Akhir ini menggunakan pendekatan sains arsitektur. Pendekatan ini berfokus pada pendalaman akustika bangunan untuk membantu menciptakan desain gereja yang secara spesifik menjawab kebutuhan pengguna akan ruang ibadah yang memadai dari segi jarak pandang, pencahayaan, dan akustika ruang.",
  "creators": "CLAUDIA CHRISTOFANI LIMPOMO",
  "contributors": "Luciana Kristanto, S.T., M.T. (Advisor 1); Timoticin Kwanda (Advisor 2); Joyce M.Laurens (Advisor 3); Markus Ignatio Aditjipto (Advisor 4); Danny Santoso Mintorogo (Examination Committee 1); Christine Wonoseputro (Examination Committee 2); Benny Poerbantanoe (Examination Committee 3); Andhi Wijaya (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 050/23775/ARS/2018; Claudia Christofani Limpomo (22414047)",
  "subjects": "ARCHITECTURE--DESIGNS AND PLANS; CHURCH ARCHITECTURE--DESIGNS AND PLANS"
}