{
  "id": "41962",
  "title": "Fasilitas pelatihan keterampilan terpadu untuk penyandang autisme di Surabaya",
  "abstract": "Fasilitas Pelatihan Keterampilan Terpadu untuk Penyandang Autisme merupakan sebuah fasilitas pelatihan keterampilan bagi para penyandang autisme yang dirasa telah siap untuk terjun ke masyarakat, untuk melatih keterampilan berdasarkan bidang profesi yang diminati, sebagai bentuk simulasi dalam menjalani dunia pekerjaan di masa yang akan datang. Proyek ini dirancang dengan kesadaran bahwa ada kebutuhan akan tempat transisi bagi penyandang autisme yang telah selesai menjalani sekolah atau terapi, yang akan membantu mereka terjun ke dunia pekerjaan. Masalah desain yang diangkat dalam proyek ini adalah bagaimana merancang suatu kawasan arsitektur dengan ruang yang dapat mengakomodasi kebutuhan penyandang autisme saat terjadi overstimulasi ketika melakukan interaksi, serta mampu mewadahi berbagai macam aktivitas dengan kualitas sensorik yang berbeda-beda bagi penyandang autisme. Fasilitas ini terdiri dari 3 massa utama yaitu: fasilitas pelatihan keterampilan terkait masyarakat, fasilitas pelatihan keterampilan khusus, serta fasilitas pelatihan keterampilan olahraga. Pendekatan perilaku digunakan untuk membantu proses perancangan.",
  "creators": "ANGELA",
  "contributors": "Rully Damayanti (Advisor 1); Handinoto (Advisor 2); Esti Asih Nurdiah, S.T., M.T., Ph.D. (Advisor 3); Aris Budhiyanto, S.T., M.Sc., Ph.D. (Advisor 4); Timoticin Kwanda (Examination Committee 1); Joyce M.Laurens (Examination Committee 2); Luciana Kristanto, S.T., M.T. (Examination Committee 3); Markus Ignatio Aditjipto (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 010/23789/ARS/2018; Angela (22414064)",
  "subjects": "ARCHITECTURE--DESIGNS AND PLANS; VOCATIONAL TRAINING CENTERS"
}