{
  "id": "41970",
  "title": "Museum sejarah perjuangan 10 Nopember 1945 di Surabaya",
  "abstract": "“Museum Sejarah 10 Nopember 1945 di Surabaya” merupakan bangunan museum yang menyediakan wadah untuk wisata dan edukasi khususnya dalam hal sejarah 10 Nopember 1945 di Surabaya. Momen 10 Nopember 1945 selain sebagai Hari Pahlawan juga dimaknai sebagai simbol perjuangan Nasional maupun kota Surabaya ini sendiri. Untuk menghadirkan makna perjuangan 10 November 1945 ini, museum didesain dengan pendekatan simbolik, setiap pengalaman sirkulasi pengunjung atau sequences didesain untuk menghadirkan makna sejarah perjuangan 10 November 1945. Dengan pendekatan simbolik ini diharapkan museum ini tidak hanya menjadi sebuah wadah membaca sejarah dan pameran artefak saja, tapi mampu memberikan pengalaman-pengalaman yang mampu dimaknai lebih dalam oleh setiap pengunjung dan bermanfaat bagi lingkungan sekitarnya. Untuk mencapai konsep simbolik tadi maka pengalaman yang ingin dihadirkan tidak sekedar bentukan yang terlihat/visual saja tapi perlunya ada teknik atau teori yang lebih spesifik untuk menyempurnakannya. Oleh karena itu pendalaman yang diambil adalah pendalaman sequences agar makna tidak hanya dilihat tapi dapat dirasakan dan dimaknai pada saat mengunjungi dan berjalan di museum ini. Melengkapi pemaknaan perjuangan 10 November 1945, museum ini juga dilengkapi fasilitas edukasi dan mini theatre untuk mendukung kegiatan komunitas pemerhati sejarah yang ada serta meningkatkan minat pelajar dan anak muda terhadap sejarah 10 November 1945.",
  "creators": "M.ARFAN DHARMAWAN",
  "contributors": "Maria Immaculata Hidayatun (Advisor 1); Roni Anggoro, S.T., M.A.Arch. (Advisor 2); Frans Soehartono (Advisor 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 020/23738/ARS/2018; M.Arfan Dharmawan (22413141)",
  "subjects": "ARCHITECTURE--DESIGNS AND PLANS; HISTORICAL MUSEUMS--DESIGNS AND PLANS"
}