{
  "id": "4197",
  "title": "Pembuatan perangkat lunak untuk membantu mengidentifikasi tingkat kesulitan belajar dalam bidang aritmatika dan matematika serta bidang penulisan pada anak",
  "abstract": "Hampir setiap guru menginginkan anak muridnya menjadi orang yang berhasil. Namun apabila anak muridnya mengalami kesulitan belajar dan sang guru tidak mengetahuinya, maka hal tersebut dirasa sulit untuk dicapai. Hal ini disebabkan karena anak tidak mendapatkan metode pengajaran yang selayaknya didapatkan oleh anak yang mengalami kesulitan belajar. Dalam membantu mengatasi hal tersebut, salah satu caranya adalah dengan pembuatan aplikasi sistem pakar. Aplikasi sistem pakar ini meniru cara berpikir seorang ahli psikolog anak dalam menganalisa suatu kasus dan mencari kesimpulan atau keputusan. Program aplikasi ini akan menganalisa kemampuan yang diperkirakan seharusnya dimiliki oleh anak pada usia yang tertentu. Kesulitan belajar pada skripsi ini mencakup dua bidang yaitu bidang aritmatika dan matematika serta bidang penulisan. Pengembangan sistem pakar ini menggunakan metode inferensi forward chaining, yaitu proses inferensi yang memulai pencarian dari premis menuju pada konklusi, dengan menggunakan pemrograman Borland Delphi 7, dan untuk database-nya menggunakan Microsoft Access 2000. Berdasarkan hasil kuisioner disimpulkan prosentase kelayakan program untuk digunakan oleh guru adalah sebesar 80%, prosentase keakuratan program adalah sebesar 70%, Prosentase kemudahan penggunaan program adalah sebesar 90%, dan prosentase desain tampilan dari sistem pakar adalah sebesar 80%.",
  "creators": "DEVIYANA ASTAN",
  "contributors": "Kartika Gunadi (Advisor 1); Leo Willyanto Santoso (Advisor 2); Rolly Intan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02000292/INF/2004; Deviyana Astan (26401183)",
  "subjects": "ARTIFICIAL INTELLIGENCE; EXPERT SYSTEMS (COMPUTER SCIENCE)"
}