{
  "id": "41972",
  "title": "Perancangan kampanye sosial “Jagoan”",
  "abstract": "Perilaku catcalling merupakan perilaku yang sudah ada di masyarakat Indonesia sejak dahulu, dan sudah dianggap hal yang biasa. Faktanya perilaku ini merugikan korbannya, jika dilihat di keadaan lapangan banyak masyarakat tidak mengetahui apa itu tindakan catcalling, bagaimana cara menghilangkannya dan apa saja yang tergolong hal yang boleh dan tidak boleh dilakukan saat diruang publik terbuka. Perlu adanya sebuah solusi kreatif yang mengajak generasi muda untuk menyuarakan pendapat dan memulai kebiasaan baru yang positif. Sasaran dari perancangan ini berlaku untuk semua masyarakat, karena semua orang dapat menjadi pelaku dan korban tanpa mereka sadari. Oleh karena itu dibutuhkan sebuah media yang mampu menyampaikan pesan kepada masyarakat bahwa akan lebih menyenangkan apabila kita dapat berinteraksi, namun dengan cara yang lebih baik dan sopan saat di ruang publik. Selain mengedukasi tentang catcalling, juga dapat mengajarkan bagaimana bertingkahlaku sopan saat diruang publik terbuka supaya tidak menjurus ke perilaku catcalling. Kampanye “JAGOAN” (Jangan Godain di Jalan) seluruh media yang akan dirancang memiliki konsep, berinteraksilah namun tetap bersikap sopan. Dengan cara membagikan edukasi tentang catcalling yang menggunakan bahasa sehari-hari dan juga menawarkan kebiasaan 4S (Senyum, Salam, Sapa, Sopan) untuk menghindari terjadinya perilaku catcalling.",
  "creators": "JOY GLORIA HARENDZA",
  "contributors": "Deddi Duto Hartanto (Advisor and Examination Committee); Marvin Ade Santoso (Advisor 2); Maria Nala Damajanti, S.Sn., M.Hum. (Examination Committee 2); Cindy Muljosumarto S.Sn, M.D. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Iklan Layanan Masyarakat",
  "source": "Iklan Layanan Masyarakat No. 00023225/DKV/2018; Joy Gloria Harendza (42414115)",
  "subjects": "ADVERTISING, PUBLIC SERVICE; GRAPHIC ARTS; VISUAL COMMUNICATION"
}