{
  "id": "41978",
  "title": "Fasilitas pelatihan ketrampilan pengolahan ikan bagi tunakarya di Surabaya",
  "abstract": "Desain Fasilitas pelatihan ketrampilan pengolahan ikan bagi tunakarya di Surabaya ini didasari oleh pemikiran kondisi Kota Surabaya dimana kesempatan kerja dan peluang usaha yang ada tidak diimbangi dengan keterampilan yang dibutuhkan. Untuk itu dibutuhkan pendidikan yang dapat merangkul tidak hanya kalangan yang mampu, namun juga yang kurang mampu. Potensi utama dari site adalah hasil tangkapan ikan serta hasil olahannya. Namun sayang hasil produksinya masih kurang higienis dan dikemas dengan kurang menarik sehingga untuk meningkatkan mutu dan kualitas produk olahan ikan di Kenjeran, masyarakat sekitar perlu diberi edukasi dan dilatih agar dapat menghasilkan produk yang lebih berkualitas. Selain itu, potensi sekitar tapak juga dimaksimalkan dengan membentuk ruang-ruang terbuka di sekitar site untuk menghubungkan masyarakat sekitar dengan fasilitas pelatihan ini. Pelatihan yang diajarkan pada fasilitas ini berupa pelatihan secara teori dan juga praktik. Pendekatan desain yang digunakan adalah sistem sirkulasi yang berpatokan pada proses pengolahan ikan. Dari proses pengolahan tersebut, akan menjadi dasar dalam pembuatan zona dalam fasilitas. Sirkulasi proses pengolahan didesain secara horizontal dengan alur yang sejajar dan semua proses tersebut berakhir di fasilitas komersial berupa mini market di pada bagian depan bangunan. Pada area penjemuran sengaja dibuat khusus dengan mengeksposnya di lantai 2 dengan tujuan untuk pemanfaatan cahaya matahari sebagai daylight dan juga sebagai daya tarik tersendiri pada bangunan.",
  "creators": "ENRICHO TIMOTHY LIYANTO",
  "contributors": "Danny Santoso Mintorogo (Advisor 1); Christine Wonoseputro (Advisor 2); Benny Poerbantanoe (Advisor 3); Andhi Wijaya (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 04023822; Enricho Timothy Liyanto (22414114)",
  "subjects": "ARCHITECTURE--DESIGNS AND PLANS; FISHERY PROCESSING PLANTS--DESIGN AND CONSTRUCTION; VOCATIONAL TRAINING CENTERS"
}