{
  "id": "41983",
  "title": "Perancangan board game mengenai baik buruknya penggunaan smartphone bagi remaja",
  "abstract": "Kurangnya efektifitas remaja dalam menggunakan smartphone yang berdampak positif dan cenderung hanya digunakan hanya untuk kesenangan atau hiburan sebagai gaya hidup jika tidak dibatasi maka dapat berdampak negatif. Dari hasil penelitian menggunakan metode kualitatif didapatkan hasil bahwa remaja usia 17-18 tahun yang tinggal di Surabaya, penggunaan smartphone bisa sampai lebih dari 8 jam. Penggunaan smartphone dimata remaja saat ini adalah sebagai gaya hidup bukan lagi sebagai fungsi alat bantu dalam mempermudah pekerjaan mereka saja sehingga fungsi dari smartphone yang dapat berdampak positif kurang dapat dirasakan. Remaja saat ini hanya akan mulai membatasi penggunaan smartphone apabila mata mereka sudah merasa lelah saja padahal ada dampak negatif lainnya yang dapat ditimbulkan jika tidak mengontrol pemakaian smartphone. Oleh karena itu perlu adanya edukasi yang tepat dalam mengurangi dampak negatif dan meningkatkan dampak positif dari penggunaan smartphone. Edukasi yang digunakan tentunya melatih pemikiran, perasaan, penalaran, dan emosional agar dapat menumbuhkan sifat peduli dan melatih tanggung jawab remaja. Melalui permasalahan yang ada maka solusi yang ditawarkan berupa perancangan sebuah board game. Tujuan dari perancangan board game adalah merancang board game sebagai media interaktif yang bertujuan untuk mengedukasi, dapat dinikmati, dan menarik perhatian remaja mengenai baik buruknya penggunaan smartphone.",
  "creators": "JEFFREY QUAA SALMY",
  "contributors": "Hendro Aryanto S.Sn (Advisor and Examination Committee); Dr. Aniendya Christianna, S.Sn., M.Med.Kom. (Advisor 2); Ryan Pratama Sutanto, S.Sn., M.Med.Kom. (Examination Committee 2); Anang Tri Wahyudi (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Media Edukatif (cetak)",
  "source": "Media Edukatif (cetak) No. 00023264/DKV/2018; Jeffrey Quaa Salmy (42414169)",
  "subjects": "BOARD GAMES; GRAPHIC ARTS; MEDIA PROGRAMS (EDUCATION); VISUAL COMMUNICATION"
}