{
  "id": "42000",
  "title": "Studi temporalitas ruang terhadap place attachment: Kasus pada kafe di koridor jalan Mayjend Yono Soewoyo, Surabaya",
  "abstract": "Temporalitas dalam arsitektur adalah suatu keadaan di mana arsitektur didesain untuk mengakomodasi berbagai kondisi dari ruang, waktu, dan pengguna yang beragam. Hingga saat ini, penelitian mengenai kelekatan pengguna (place attachment) pada ruang-ruang publik yang memiliki temporalitas tinggi seperti kafe belum banyak dilakukan. Padahal, jika ruang publik kota yang bersifat temporer tidak dapat memenuhi kebutuhan manusia akan place attachment, aktivitas sosial pada masyarakat akan terhambat. Alhasil, identitas kota yang sejatinya ditentukan oleh perilaku masyarakat juga tidak akan terbentuk dengan baik. Penelitian ini bertujuan untuk menguji keterkaitan antara temporalitas dalam arsitektur dengan place attachment. Penelitian dilakukan pada dua buah kasus, yaitu McCafe Graha Famili (mewakili kafe dengan temporalitas pengguna yang tinggi) dan Kudos Kafe (mewakili kafe dengan temporalitas ruang yang tinggi). Analisis terhadap hasil observasi lapangan dan wawancara terhadap pengguna masing-masing kafe digunakan untuk mengidentifikasi ciri-ciri yang terdapat pada ketiga dimensi yang memengaruhi pembentukan place attachment, yakni pengguna (person), tempat (place), dan proses psikologis (process). Studi menunjukkan bahwa kafe dengan temporalitas pengguna yang tinggi cenderung menghasilkan place attachment yang bersifat lemah, sedangkan kafe dengan temporalitas ruang yang tinggi cenderung menghasilkan place attachment yang bersifat lebih kuat.",
  "creators": "MELINDA SULISTIANI",
  "contributors": "Rully Damayanti (Advisor and Examination Committee); Altrerosje Asri, S.T., M.T. (Examination Committee 1); Rony Gunawan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 000/23786/ARS/2018; Melinda Sulistiani (22414059)",
  "subjects": "CAFES-DESIGN AND PLANS; CAFES (DRINKING ESTABLISHMENT)-DECORATION"
}