{
  "id": "4201",
  "title": "Perancangan sistem informasi siklus produksi di Perusahaan \"X\"",
  "abstract": "Perusahaan \"X\" adalah perusahaan yang bergerak di bidang industri mebel. Perusahaan ini menyediakan mebel setengah jadi yang dapat dipesan oleh konsumennya untuk kemudian oleh bagian produksi diproses menjadi barang jadi. Mebel Special Order adalah jasa lain yang ditawarkan oleh perusahaan ini. Dengan memberikan jasa special order, para konsumennya dapat memesan mebel yang diinginkan sesuai dengan kebut uhan mereka. Melihat pentingnya proses produksi yang dijalankan perusahaan ini, maka diperlukan suatu sistem informasi yang bertujuan untuk mengoptimalkan pencatatan secara komputerisasi sehingga dapat menghasilkan informasi siklus produksi yang cepat dan akurat, yang dapat membantu pihak accounting dalam menentukan harga pokok produksi. Pada Tugas Akhir ini akan dibuatkan suatu Sistem Informasi khususnya Siklus Produksi yang berperan untuk mengatur agar sistem yang berjalan sesuai dengan yang seharusnya. Sistem tersebut selanjutnya akan dianalisa dengan membandingkan dengan sistem yang ada sebelumnya dengan tujuan untuk mengetahui kekurangan dan kelebihan dari sistem dan program yang dibuat. Sistem informasi siklus produksi yang dibuat memudahkan pihak perusahan khususnya accounting dalam pembukuan. Dengan sistem ini juga beberapa pencatatan ulang tidak lagi diperlukan sehingga dapat menambah efisiensi kerja. Selain itu perusahan juga dapat menerapkan sistem pembebanan biaya terhadap mebel sesuai dengan job order cost.",
  "creators": "BERTHA SELVIANA DJAHI",
  "contributors": "Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 1); Sri Maharsi (Advisor 2); Rolly Intan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02000294/INF/2004; Bertha Selviana Djahi (26499167)",
  "subjects": "DATABASE DESIGN; DATABASE MANAGEMENT-COMPUTER PROGRAMS; INFORMATION STORAGE AND RETRIEVAL SYSTEMS-ACCOUNTING"
}