{
  "id": "42032",
  "title": "Perancangan buku ilustrasi legenda pertengahan musim gugur budaya Tionghoa bagi pra-remaja di Surabaya",
  "abstract": "Perayaan hari raya tradisi di masyarakat Tionghoa era reformasi kini diperkenalkan kembali secara global. Mulai dari Imlek, Cap Go Meh, dan lain-lain. Salah satu perayaan yang cukup menarik, namun belum terlalu populer di kalangan masyarakat Indonesia ialah Festival Kue Bulan. Meskipun perkembangan zaman sudah semakin modern dan hal-hal yang dianggap kuno mulai ditinggalkan, budaya-budaya tradisional terutama warisan budaya bangsa kita sendiri tetap harus kita jaga. Nilai kebudayaan yang terkandung dalam festival musim gugur, seperti kebersamaan dan keakraban, harus terus diingat dan dijalankan di dalam kehidupan sehari-hari. Festival musim gugur dengan perayaan memakan kue bulan akan menjadi pengingat kita akan nilai-nilai luhur tersebut setiap tahunnya. Anak pra-remaja di Surabaya saat ini belum begitu memahami festival pertengahan musim gugur. Surabaya merupakan kota dengan penduduk yang banyak, perlunya anak pra-remaja di Surabaya dapat diajarkan mengenai budaya sejak dini. Melalui media buku ilustrasi dapat mempermudah untuk mengenal lebih dalam mengenai legenda pertengahan musim gugur. Selain itu dapat menambah wawasan tentang bagaimana budaya tradisi etnis Tionghoa yang terkandung dalam festival. Pada umumnya setiap orang hanya sekedar mengetahui festival pertengahan musim gugur secara luaran. Tidak banyak orang yang mengetahui sejarah serta makna yang terkandung dibalik perayaan festival pertengahan musim gugur, dimulai dari sejarahnya yang sangat menarik dan bagaimana cara merayakannya bersama keluarga. Perancangan ini dibuat dengan mengangkat filosofi Puteri Bulan dengan harapan dapat membantu pra-remaja di Surabaya. Sebagai media yang dapat dengan mudah menjelaskan makna dan filosofi di dalamnya, maka buku ilustrasi Festival Kue Bulan ini diharapkan dapat membantu romantika oriental bagi remaja di kota Surabaya.",
  "creators": "LILY MELIANA JAYADI",
  "contributors": "Baskoro (Advisor and Examination Committee); Yusuf Hendra Y. (Advisor 2); Luri Renaningtyas, S.T., M.Ds. (Examination Committee 2); Cindy Muljosumarto S.Sn, M.D. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Komik/Ilustrasi/Cergam",
  "source": "Komik/Ilustrasi/Cergam No. 00023228/DKV/2018; Lily Meliana Jayadi (42414117)",
  "subjects": "BOOK DESIGN; ILLUSTRATED BOOKS"
}