{
  "id": "42067",
  "title": "Pembuatan aplikasi sensus penduduk di Kelurahan Naikoten II, Kota Kupang berbasis mobile",
  "abstract": "Kelurahan Naikoten II adalah salah satu kelurahan yang ada di kecamatan Kota Raja, kota Kupang , provinsi NTT. Kelurahan Naikoten II memiliki program digital village dimana mereka mengembangkan service box yang berfungsi untuk pelayan masyarakat. Sensus atau pendataan penduduk yang biasa dilakukan selama ini masih menggunakan kertas dan data yang didapat membutuhkan waktu yang lama untuk diolah menjadi informasi. Resiko kehilangan data juga menjadi masalah karena kertas mudah rusak sehingga meningkatkan resiko kehilangan data hasil sensus atau pendataan penduduk yang telah dilakukan.Untuk itu, diperlukan sebuah aplikasi sensus penduduk di Kelurahan Naikoten II , Kota Kupangn dengan mengintegrasikan antara teknologi website dengan smartphone berbasis Android. Aplikasi ini dibuat dengan menggunakan bahasa pemrograman HTML, PHP, JavaScript, dan database MySQL pada aplikasi berbasis web. Bahasa pemograman Java dan database SQLite pada aplikasi berbasis Android. Tampilan aplikasi menggunakan template Bootstrap. Hasil akhir dari pengembangan aplikasi ini adalah dapat melakukan proses pendataan dan sensus penduduk dengan cepat, dapat menyimpan data hasil sensus penduduk, dapat menampilkan hasil sensus dan mengolah data sensus menjadi informasi.",
  "creators": "NGAKAN MADE ANDREW IMANUEL",
  "contributors": "Lily Puspa Dewi, S.T., M.Kom. (Advisor 1); Adi Wibowo, S.T., M.T., Ph.D. (Advisor 2); Justinus Andjarwirawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021735/INF/2017; Ngakan Made Andrew Immanuel (26413131)",
  "subjects": "ANDROID (COMPUTER PROGRAM); ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE); APPLICATION SOFTWARE-DEVELOPMENT"
}