{
  "id": "42074",
  "title": "Pembuatan aplikasi rekomendasi metode analisis sesuai dengan karakteristik data",
  "abstract": "Data telah menjadi asset yang sangat berharga dalam perusahaan.Dengan data perusahaan dapat melakukan pengambilan keputusan yang tepat dalam waktu yang cepat. Pengambilan keputusan berdasarkan data ini di sebut sebagai Data-Driven Decision Making. Data sebelum menjadi informasi yang dapat mendukung pengambilan keputusan harus melalui berbagai tahap cleaning kemudian baru dapat diolah dengan berbagai metode analisis untuk menghasilkan prediksi yang mendukung keputusan. Namun untuk memecahkan sebuah kasus, banyak metode yang dapat digunakan. Selain itu berbagai macam metode ini memiliki berbagai macam karakteristik untuk memodelkan sebuah data. Sebuah sistem rekomendasi dapat memberikan kemudahan bagi pengguna dalam menentukan metode analisis yang sebaiknya digunakan. Sistem rekomendasi ini juga memiliki fitur data flow sebagai interface untuk proses cleaning data. Sistem yang interaktif ini dapat menjadi sebuah alat yang membantu proses pendukung keputusan. Sistem rekomendasi interaktif dengan menggunakan data flow sebagai interface dalam proses data cleaning, dapat memberikan kemudahan pada pengguna karena alur proses data dapat mudah dipahami dan dilihat. Setelah data dapat diproses sesuai dengan urutan kerja pada data flow, pengguna dapat menerima rekomendasi metode analisa yang sebaiknya digunakan. Sistem ini akan memberikan metode analisis yang sesuai dengan karakteristik data.",
  "creators": "ANDRE GUNAWAN",
  "contributors": "Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Advisor 1); Andreas Handojo (Advisor 2); Lily Puspa Dewi, S.T., M.Kom. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021738/INF/2018; Andre Gunawan (26414004)",
  "subjects": "APPLICATION SOFTWARE--DEVELOPMENT--COMPUTER PROGRAMS; DATA PROCESSING; APPLICATION SOFTWARE--DEVELOPMENT"
}