{
  "id": "42080",
  "title": "Pembuatan chatbot dan aplikasi mobile tour and travel berbasis android",
  "abstract": "Saat ini, perusahaan tour and travel hanya mengandalkan website dan telepon atau chat secara manual untuk melakukan transaksi penjualannya. Website yang digunakan untuk transaksi penjualan pun bukan merupakan website yang responsive, sehingga pelanggan harus berada di depan sebuah komputer untuk dapat melakukan transaksi. Selain melalui website, transaksi harus dilakukan secara manual melalui telepon atau chat, namun perusahaan tidak dapat selalu siap sedia untuk dihubungi, padahal pelanggan memerlukan perusahaan untuk selalu siap dalam melakukan transaksi. Selain itu, banyak pelanggan yang tidak ingin repot untuk meng-install sebuah aplikasi baru dalam smartphone. Banyak pula aplikasi yang tidak user friendly sehingga user kurang memahami maksud interface aplikasi. Oleh karena itu, perusahaan membutuhkan sebuah aplikasi m-commerce yang mudah dibawa dan digunakan sehingga pelanggan dapat melakukan transaksi pemesanan di manapun dan kapanpun. Dengan adanya aplikasi mobile ini, perusahaan juga dapat dengan mudah melakukan broadcast informasi secara langsung ke pelanggan. Selain itu diperlukan juga sebuah chatbot yang terintegrasi dengan aplikasi instant messaging yang banyak digunakan di smartphone sehingga pelanggan tidak perlu meng-install aplikasi baru. Pelanggan hanya cukup menambahkan chatbot sebagai teman dan mulai bertransaksi dengan melakukan percakapan, tanpa perlu memahami user interface yang dimaksudkan dalam sebuah aplikasi. Dengan menggunakan chatbot perusahaan juga dapat mempersingkat transaksi penjualan yang dilakukan. Chatbot dan aplikasi Android ini dapat digunakan user untuk melakukan transaksi pemesanan tiket kereta, tiket pesawat, hotel, theme park, maupun tour dimanapun dan kapanpun.",
  "creators": "VANNESA YUWONO PUTRI",
  "contributors": "Yulia (Advisor 1); ANITA NATHANIA (Advisor 2); Ir. Djoni Haryadi Setiabudi, M.Eng. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021741/INF/2018; Vannesa Yuwono Putri (26414088)",
  "subjects": "APPLICATION SOFTWARE-DEVELOPMENT; ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE); ANDROID (COMPUTER PROGRAM)"
}