{
  "id": "42109",
  "title": "Pembuatan game tower defense menggunakan augmented reality dengan unity engine dan vuforia pada android",
  "abstract": "Seiring kemajuan teknologi banyak aplikasi sudah memanfaatkan teknologi yang disebut Augmented Reality, Augmented Reality (AR) adalah teknologi yang menggabungkan benda maya dua dimensi ataupun tiga dimensi ke dalam sebuah lingkungan nyata tiga dimensi lalu memproyeksikan benda-benda maya tersebut dalam waktu nyata. Augmented Reality sendiri mengijinkan penggunanya untuk berinteraksi secara real-time dengan sistem. AR sendiri banyak digunakan dalam berbagai hal contohnya pada bidang entertainment, bidang iklan dan juga digunakan dalam dunia permainan (game). Namun dari banyaknya game yang beredar, masih sedikit game yang menggunakan Augmented Reality sebagai kunci utama dalam permainan. Game Tower defense memiliki tujuan utama untuk melindungi suatu basis agar tidak dicapai oleh musuh yang berjalan pada jalur yang sudah ditentukan dengan cara membangun penempatan tower. Dengan menggunakan augmented reality, user dapat memainkan game melalui berbagai sudut pandang sesuai dengan pergerakan dari kamera pada perangkat android yang mengarah pada marker sehingga akan menambah interaksi antara pemain dengan game. Melalui pengujian dapat dibuktikan bahwa penggunaan Augmented Reality Vuforia dapat digunakan untuk pembangunan game karena dapat memberikan hasil yang cukup baik. Penerapan Augmented Reality pada game ini membuat permainan menjadi lebih menarik sehingga pemain tidak akan merasa bosan walau sudah mamainkan game berkali-kali.",
  "creators": "REYNALDO YODA WIJAYA",
  "contributors": "Kristo Radion Purba S.ST. (Advisor 1); Agustinus Noertjahyana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021745/INF/2018; Reynaldo Yoda Wijaya (26413094)",
  "subjects": "ANDROID (ELECTRONIC RESOURCE)--PROGRAMMING; AUGMENTED REALITY; COMPUTER GAMES--PROGRAMMING; MOBILE COMPUTING"
}