{
  "id": "42108",
  "title": "Aplikasi booking online make up artist di Surabaya berbasis mobile",
  "abstract": "Make Up Artist adalah salah satu layanan jasa dengan melakukan make over para wanita agar menjadi terlihat lebih cantik dan berbeda. Saat ini dunia juga semakin canggih dengan perkembangan di bidang teknologi, beberapa informasi dapat dicari dengan cepat menggunakan smartphone, laptop, tab dengan jaringan internet. MUA di Indonesia menggunakan beberapa aplikasi media sosial dalam bertransaksi yaitu Instagram, Facebook, dan Line. Namun ada beberapa kendala yang sering dialami MUA seperti pengaturan jadwal yang menumpuk karena banyak client yang meminta pada hari yang sama sehingga harus membatalkan beberapa client dengan berat hati. Sedangkan kendala yang dialami pelanggan adalah kesusahan dalam melakukan pencarian MUA yang ada di sekitar lokasi tempat tinggal, beberapa MUA slow response karena banyaknya message dari pelanggan lain ke MUA tersebut, dan pencarian manual yang memakan waktu lama karena menggunakan hashtag di instagram sehingga harus membuka satu per satu. Untuk mengatasi permasalahan tersebut maka dibutuhkan solusi dengan menciptakan aplikasi booking online, dimana para konsumen dapat lebih mudah menemukan MUA yang diinginkan. Aplikasi Make UP 4U ini di dalamnya terdapat fitur search yang mempermudah konsumen dalam mencari MUA baik pencarian tanggal yang kosong maupun lokasi terdekat. Berdasarkan hasil kuesioner, pada bagian user (penyewa) 20% responden menilai tampilan aplikasi cukup, 60% responden menilai baik, dan 20% responden sangat baik. Untuk penilaian fitur review & rating, 20% responden cukup, 40% responden menilai baik, dan 40% responden sangat baik. Untuk penilaian fitur search, 20% responden menilai cukup, 40% responden menilai baik, dan 40% responden sangat baik. Untuk penilaian fitur notifikasi booking berupa email 20% responden menilai cukup, 60% responden menilai baik, dan 20% responden sangat baik. Untuk penilaian kemudahan menggunakan aplikasi 40% responden menilai baik dan 60% responden sangat baik. Untuk penilaian kesesuaian dengan kebutuhuan 20% responden menilai cukup, 60% responden menilai baik, dan 20% responden sangat baik. Untuk penilaian keseluruhan aplikasi 60% responden menilai baik dan 40% responden sangat baik.",
  "creators": "THOMAS KEVIN WIJOYO",
  "contributors": "Kristo Radion Purba S.ST. (Advisor 1); Yulia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021747/INF/2018; Thomas Kevin Wijoyo (26413092)",
  "subjects": "DATABASE DESIGN; APPLICATION SOFTWARE-DEVELOPMENT; ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE); ANDROID (COMPUTER PROGRAM)"
}