{
  "id": "42133",
  "title": "Product development & branding strategy of Studio Kluif’s Uncle Orange brand",
  "abstract": "Uncle Orange is a new brand that produces cups and series of merchandises that's inspired by the meeting of young and old. Its primary focus is not only selling products but also to help minimize the loneliness problem amongst the elderly in the world. As a new brand, Uncle Orange needs to have a good quality product and a robust brand strategy that could deliver Uncle Orange's brand message to the target audience. The purpose of this research paper is to explore and analyze the best design and branding strategy that Uncle Orange could take to take part in minimizing the gap between the young and the old while also taking account on the realistic side and maximizing the client’s partners and sources. Research Question: How can the Uncle Orange Brand contribute to minimizing the social gap between young (21-35 years old) and elderly? This research question provides the theoretical framework of Uncle Orange's brand design and strategy research. Data obtained by combining quantitative and qualitative approach that consists of desk research, questionnaire, field research, and a semi-structured interview with professionals. In the beginning, from the research, it has shown that Uncle Orange has a good concept but doesn't have a sturdy design and branding strategy because Uncle Orange is still a new brand and still in the development stage. The implementation from the desk and field research, surveys, and interviews with the client, and professionals has led to satisfying feedback from Uncle Orange's target audience, which is the young people. This research has found that it is essential to have a substantial core value as a brand and to deliver the brand message effectively not only through campaigns but through the consistency of all aspects of the design in the brand itself.",
  "creators": "JESSICA TANIA ASWAN",
  "contributors": "JOHANNES DE BOER (Advisor 1); TIM ROOSEN (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00023267/DKV/2018; Jessica Tania Aswan (42414161)",
  "subjects": "PRODUCT DESIGN; PRODUCT MANAGEMENT; VISUAL COMMUNICATION; BRAND NAME PRODUCTS"
}