{
  "id": "4216",
  "title": "Perancangan dan pembuatan aplikasi sistem pakar berbasis web pada PT Istana Mobil Surabaya Indah menggunakan PHP Hyertext Preprocessor (PHP)",
  "abstract": "Perkembangan teknologi Internet terkini memungkinkan banyak sekali kegiatan sehari-hari yang bisa dilakukan hanya dengan duduk di depan komputer. P.T. Istana Mobil Surabaya Indah (IMSI) adalah sebuah perusahaan yang bergerak di bidang otomotif. Meskipun IMSI berperan sebagai distributor besar dari Honda di Jawa Timur, IMSI termasuk salah satu dari banyak perusahaan besar yang belum menapakkan kaki sepenuhnya di Internet. Ini berakibat pada kurang luasnya jangkauan penjualan IMSI yang menargetkan supaya penjualannya menjangkau seluruh wilayah Indonesia bagian Timur. Selain itu IMSI juga memiliki keterbatasan dalam jangkauan servis mobilnya, servisnya hanya bisa dinikmati oleh pemilik Honda di Surabaya dan sekitarnya saja. Pembuatan sebuah website akan membantu user mencari produk yang sesuai dengan kebutuhannya dan penambahan sebuah Sistem Pakar tentunya juga akan berguna bagi pemilik mobil Honda untuk melakukan perawatan dan perbaikan ringan mobilnya manakala mobilnya mengalami permasalahan. Pembuatan website ini dimulai dengan membuat desain dari sistem yang akan digunakan nanti. Setelah model terbentuk lalu dikonfirmasikan dengan user agar hasilnya benar-benar sesuai dengan tuntutan dan kebutuhan perusahaan. Kemudian tahap selanjutnya adalah perancangan Sistem Pakar servis mobil yang dibuat bersama dengan pakar perusahaan. Website dan Sistem Pakar ini dibuat dengan menggunakan Macromedia Dreamweaver MX dengan PHP sebagai bahasa script dan MySQL Front sebagai penyimpan database. Hasil dari perancangan aplikasi yang dibuat adalah website yang dapat membantu pelanggan untuk lebih mengenal Honda dan mengatasi ataupun mengidentifikasi masalah yang dialami mobilnya.",
  "creators": "HENDRA BOEDIJONO",
  "contributors": "Gregorius Satiabudhi (Advisor 1); Arie Wirawan Margono (Advisor 2); Rudy Adipranata (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02000291/INF/2004; Hendra Boedijono (26400110)",
  "subjects": "WEB SITES; EXPERT SYSTEMS (COMPUTER SCIENCE)"
}