{
  "id": "4218",
  "title": "Pembuatan sistem informasi customer dan merchant untuk discount card pada CV Dwi Jaya Perkasa",
  "abstract": "CV Dwi Jaya Perkasa merupakan perusahaan jasa yang bergerak pada bidang kartu diskon yang dikhususkan untuk restoran, kartu diskon dijual ke member sebagai customer perusahaan untuk dapat memperoleh diskon di merchant-merchant yang bekerja sama dengan CV Dwi Jaya Perkasa. Pencatatan member dan merchant dilakukan secara manual, suatu sistem informasi customer dan merchant baru yang dapat meningkatkan kinerja perusahaan dan membantu penyimpanan data-data member untuk mengurangi terjadinya kehilangan data. Selain penjualan biasa ada paket-paket yang disediakan bagi member, hal yang perlu diperhatikan juga adalah distribusi bulletin yang dilakukan perusahaan sebagai layanan pada member. Bila semua ini dilakukan secara manual tentu akan mengalami kesulitan dikemian harinya apabila jumlah member meningkat. Pembuatan sistem dimulai dari analisa kegiatan yang dilakukan oleh CV Dwi Jaya Perkasa yang dilakukan secara manual, dilanjutkan dengan pembuatan DFD, ERD dan pembuatan tabel sampai pada program. Sistem komputerisasi meliputi aplikasi member dan merchant serta distribusi bulletin. Database yang digunakan adalah Microsoft Access 2000 dan bahasa pemrograman yang dipakai adalah Borland Delphi 7. Sistem informasi yang sudah dihasilkan saat ini dapat dilakukan aplikasi member dan merchant serta penentuan distribusi bulletin. Selain itu dapat juga menghasilkan laporan-laporan member dan merchant serta transaksi aplikasi dan distribusi. Sistem ini juga dapat melakukan perhitungan data dengan jumlah yang banyak dengan cepat.",
  "creators": "ANDRI PRATIGNJO",
  "contributors": "Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 1); ANDREAS SOEBAGIO (Advisor 2); Rudy Adipranata (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02000290/INF/2004; Andri Pratignyo (26499148)",
  "subjects": "DATABASE MANAGEMENT; DATABASE DESIGN; MANAGEMENT INFORMATION SYSTEMS"
}