{
  "id": "4219",
  "title": "Peningkatan kapasitas produksi dengan perbaikan metode kerja dan pengalokasian tenaga kerja di CV. Waru Indah",
  "abstract": "Masalah yang dihadapi CV. Waru Indah ialah seringkali terjadi masalah bottleneck yaitu menumpuknya barang setengah jadi di lantai produksi sehingga perusahaan kesulitan mencapai target produksi sehingga harus melakukan kerja lembur. Salah satu penyebabnya adalah ketidakseimbangan kecepatan proses yang satu dengan proses yang lain. Tujuan dari penelitian tugas akhir ini adalah untuk mengatasi masalah bottleneck sehingga meningkatkan kapasitas produksi perusahaan. Penelitian ini dilakukan dengan cara melakukan perbaikan metode kerja dengan menggunakan Peta Pekerja dan Mesin dan pengalokasian operator. Metode perbaikan kemudian dianalisa dan dijalankan dengan menggunakan simulasi dengan bantuan software Promodel 3.5. Hasil model tersebut kemudian dianalisa untuk mengetahui bagian mana saja yang mengalami bottleneck. Alternatif usulan perbaikan sistem dilakukan dengan perbaikan metode kerja dan pengalokasian operator pada bagian tersebut. Hasil penelitian menunjukkan bahwa dengan pengalokasian pembantu operator rip 2 sebagai pembantu operator fingerjoint dan pengurangan 1 mesin rip saw, dapat meningkatkan kapasitas produksi dari 60 pak / minggu menjadi 90 pak / minggu. Perusahaan sudah dapat memenuhi target produksi sebesar 75 pak / minggu. Selain itu, bottleneck mengalami penurunan pada mesin fingerjoint dan mesin cross cut sehingga utilitas operator juga meningkat. Setelah dilakukan pengalokasian operator dan pengurangan 1 mesin rip saw, terjadi pengurangan operator sebanyak 3 orang yang berasal dari 1 orang pembantu operator rip 2 dan 2 orang yang berasal dari pengurangan 1 mesin rip saw.",
  "creators": "REGINA SARI JUWITA; FRANKY TJANDRA BILLION",
  "contributors": "I Gede Agus Widyadana (Advisor 1); Debora Anne Yang Aysia (Advisor 2); Herri Christian Palit (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010873/IND/2004; Regina Sari Juwita (25400063), Franky Tjandra Billion (25400188)",
  "subjects": "FACILITY MANAGEMENT; PRODUCTION MANAGEMENT"
}