{
  "id": "422",
  "title": "Jo Armitage's failure in her efforts to escape from her sufferngs in Penelope Mortimer's The Pumpkin Eater",
  "abstract": "This thesis discusses one of Penelope Mortimer?s novels, The Pumpkin Eater. The discussion talks about a housewife, Jo Armitage, who has married four times and in her fourth marriage she experiences the feeling of sufferings mostly caused by her husband?s betrayal. Beside that, Jo?s own personality and the interfere of other characters like Bob and Giles also causes JO?S sufferings. The efforts that Jo has done to escape from her sufferings and her failure to escape are the main points that I want to find out in my discussion. Literary devices, characterization and conflicts, are used to help me in analyzing the main female character?s life. Moreover, I also include some psychological theories such as alcoholism and emotional support to explain more about the main female character?s efforts and failure. They are used as additional tools that can help me to analyze the main female character more deeply. Through the conflicts; it is found out that Jo has struggled to free herself from her sufferings. Through the characterization and other psychological theories; it is found out that at last the main female character fails to escape from her sufferings. It is concluded that Jo Armitage?s failure to escape from her sufferings happens because of her inability to cope with her problems which makes her suffer. She also fails to escape from her sufferings because of the repression of other characters, Jake, Bob and Giles.",
  "creators": "YUYUN SRI LESTARI",
  "contributors": "Liliek Soelistyo (Advisor 1); Jenny Mochtar Djundjung (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.1032; Yuyun Sri Lestari (11498050)",
  "subjects": "MORTIMER, PENELOPE, 1918-1999. THE PUMPKIN EATER-STUDY AND TEACHING; ENGLISH FICTION--20TH CENTURY--STUDY AND TEACHING"
}