{
  "id": "4221",
  "title": "Penurunan prosentase cacat produk di PT.X",
  "abstract": "PT X adalah perusahaan yang memproduksi spring bed yang terdiri dari tiga bagian yaitu sandaran, divan dan kasur. Selama ini prosentase cacat yang terjadi pada ketiga produk tersebut masih cukup tinggi. Hal ini disebabkan tidak diketahui secara pasti faktor-faktor penyebab cacat yang terjadi karena perusahaan belum mempunyai metode pengendalian kualitas yang baik Dengan adanya masalah tersebut diperlukan usaha pengendalian kualitas dengan menggunakan suatu metode yang cocok. Untuk mengendalikan jumlah cacat yang terjadi dilakukan dengan menggunakan alat-alat kualitas, seperti diagram Pareto untuk menentukan prioritas jenis cacat yang akan dikendalikan, peta kendali, pembuatan diagram sebab-akibat masing-masing jenis cacat untuk merancang perbaikan yang akan dilaksanakan. Hasil rancangan perbaikan kemudian diimplementasikan. Karakteristik cacat yang terjadi yaitu karakteristik cacat atribut untuk semua jenis cacat pada setiap produk yang diamati. Dari hasil analisis awal didapatkan bahwa peta kontrol p untuk jenis cacat ukuran kasur tidak standar (A1), cacat ukuran divan tidak standar (B 2), dan cacat sandaran melengkung (C1) sudah dalam keadaan terkendali. Pada peta kontrol u untuk jenis cacat kasur bergelombang (A2), cacat kasur gembos (A 3), cacat divan menjamur (B 1) dan cacat kain cover sandaran berkerut (C2) juga sudah dalam keadaan terkendali. Setelah dilakukan usaha perbaikan (implementasi) sesuai dengan usulan perbaikan yang dirancang, dari analisis hasil yang diperoleh menunjukkan adanya penurunan prosentase cacat pada produk kasur, divan full per, dan sandaran. Untuk produk kasur dengan jenis cacat ukuran kasur tidak standar yaitu dari 23% menjadi 10%, cacat kasur bergelombang yaitu dari 34% menjadi 13%, dan cacat kasur gembos yaitu dari 35% menjadi 15%. Untuk produk divan full per dengan jenis cacat divan menjamur yaitu dari 28% menjadi 4% dan cacat ukuran divan tidak standar yaitu dari 28% menjadi 9%. Sedangkan untuk produk sandaran dengan jenis cacat sandaran melengkung yaitu dari 19% menjadi 3% dan cacat kain cover sandaran berkerut yaitu dari 19% menjadi 6%. Jadi dapat disimpulkan bahwa hasil dari implementasi perbaikan yang dilakukan untuk memperbaiki kualitas proses produksi spring bed dapat dikatakan cukup berhasil, dimana prosentase cacat yang tinggi telah dapat diturunkan.",
  "creators": "HENKY GUNAWAN",
  "contributors": "Kriswanto Widiawan (Advisor 1); Felecia, S.T., M.Sc. (Advisor 2); I Nyoman Sutapa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010875/IND/2004; Henky Gunawan (25497141)",
  "subjects": "PRODUCTION MANAGEMENT-QUALITY CONTROL; QUALITY CONTROL"
}