{
  "id": "42239",
  "title": "Sumber stres dalam keluarga yang mengalami perubahan",
  "abstract": "Konsep komunikasi keluarga sebagai sebuah sistem terdiri dari elemen-elemen. Orang tua yang terdiri dari ayah dan ibu serta anak merupakan objek dari sebuah sistem. Jika salah satu elemen dari sistem keluarga terganggu maka akan mempengaruhi anggota keluarga lainnya. Dengan adanya perubahan keluarga, yakni hadirnya orang baru tanpa adanya status apapun dapat menimbulkan stres yang meyebabkan sistem tersebut terganggu. Peneliti tertarik meneliti keluarga ini karena masih sangat jarang terjadi di masyarakat sekitar, apalagi di Indonesia kehidupan keluarga yang seperti ini masih terdengar taboo. Penelitian karya tulis ini bertujuan untuk mencari sumber stres akibat dari adanya perubahan keluarga menggunakan metode studi kasus dengan jenis penelitian deskripstif pendekatan kualitatif. Dari hasil penelitian, peneliti menemukan sumber stres yang disebabkan oleh vertical stressor yang terdiri dair diskriminasi usia karena adanya perbedaan usia remaja dengan usia lanjut, faktor banyaknya pekerjaan sehingga kurang memiliki waktu senggang untuk keluarga, adanya peraturan-peraturan baru yang ditetapkan, serta adanya cacat dalam hal pendengaran. Pada bagian horizontal stressor sumber stres ditemukan karena adanya life cycle transitions. Peneliti juga menemukan temuan baru pada penelitian ini yang tidak terdapat pada bagian vertical atau horizontal stressor, yakni stressor yang timbul karena manusia",
  "creators": "YOSEFINA VERLY",
  "contributors": "SRI MOERDIJATI (Advisor 1); Desi Yoanita (Advisor 2); Ido Prijana Hadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011370/KOM/2018; Yosefina Verly (51413025)",
  "subjects": "COMMUNICATION IN THE FAMILY; COMMUNICATION; INTERPERSONAL COMMUNICATION"
}