{
  "id": "42235",
  "title": "What options does LG Electronics have to improve the effectiveness of its social media presence in the Netherlands?",
  "abstract": "LG Company is a Korean multinational company and the main industry is electronic goods. The company is currently facing a problem in their marketing department. The social media that the company uses have a low presence in the Netherlands. People are not aware of LG social media. Nowadays, people are using social media and social media can be a media to promote the brand, communicate with the customers, and increase the brand awareness. The current situation is the company has not fully leveraged its social media to connect with the customers. The company wants to increase the effectiveness of its social media presence in the Netherlands. The central research question is \"What options does LG Electronics have to improve its effectiveness of its social media presence in the Netherlands?\". The data has been obtained from interviews with four people that represents a group of young adult in the Netherlands. The research method for the analysis is qualitative research. The data were processed using sing Social Media Planning Activity framework and Content Marketing Matrix Planning framework, Based on the analysis, LG is using six social media platform which are Instagram, Twitter, Facebook, Youtube, Snapchat, and Linkedin. Even though LG has been using the social media since 8 years ago, but the presence of each social media is low. The internal stakeholders such as the marketing department, product department. and the sales department are supporting the company with the data. The external factors that help the company are that people are now using social media anywhere and anytime and it makes the company easier to promote the brand using social media. By using social media, the company can increase the brand awareness of the company with lower cost. The company can be defined as effective in using social media if the company can engage with the customers and the customers can be updated about the company through social media. The number of followers, likes, share, and subscriptions are the metrics used to assess the effectiveness of social media communications. The central research question is answered using the analysis from the framework and the comparison with the literature review. In order to increase the effectiveness of LG's social media presence in the Netherlands, LG needs to increase the frequency of posting and replying messages, specify the targeted customers, and activate the social media. The company also can change the content of the social media posts to \"entertain''. By doing it. it might increase the effectiveness of LG social media in the Netherlands. The recommendation for the company is that the company can start to focus on using social media and increase its effectiveness this year. Moreover, the company can set a clear goal for each social media and use social media metrics to measure it from time to time. By fixing the social media platform, the company can promote the brand to the customers and engage with the customers through social media.",
  "creators": "MICHELLE TANJAYA",
  "contributors": "NICO JANSEN (Advisor 1); Andy T. Denz (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 34010358/MAN/2018; Michelle Tanjaya (34414023)",
  "subjects": "SOCIAL MEDIA--MARKETING"
}