{
  "id": "42248",
  "title": "Representasi kekerasan simbolik terhadap tubuh perempuan pada tokoh Harley Quinn dalam film “Suicide Squad”",
  "abstract": "Fenomena demam Harley Quinn, tahun 2016 tepatnya setelah rilis film Suicide squad pada tanggal 3 Agustus 2016. Hal ini berhubungan dengan cara media mengeksploitasi tubuh perempuan sebagai objek. Tubuh perempuan berpotensi untuk dieksploitasi karena hal ini memiliki nilai ekonomi yang tinggi dalam dunia industri media. Eksploitasi tubuh perempuan yang dilakukan media, memunculkan bentuk kekerasan yang disebut kekerasan simbolik. Kekerasan simbolik tubuh perempuan yang ada pada penelitian ini direpresentasikan pada tokoh Harley Quinn. Kekerasan simbolik adalah kekerasan yang kasat mata, tak tampak tapi berdampak besar namun sebenarnya bentuk kekerasan ini mudah untuk diamati. Penelitian ini menggunakan metode analisis teks semiotika milik John Fiske meliputi level realitas, level representasi dan level ideologi dengan,jenis penelitian kualitatif deskriptif. Penelitian ini menemukan bahwa, Atribut – atribut yang digunakan pada,tokoh Harley Quinn merupakan mekanisme kekerasan simbolik yang diletakkan pada tubuh perempuan. Selain itu tubuh perempuan masih sebagai objek sensualitas dan mengarah pada lekuk tubuhnya. Parsial pada tubuh perempuan juga terlihat,tokoh Harley Quinn digambarkan sosok penjahat super yang kuat namun masih terbelenggu pada tubuh perempuan yang lemah. Pada tokoh Harley Quinn,kekerasan simbolik tubuh perempuan mengarah pada pelanggengan ideologi kapitalisme dan idelogi erotism. Kapitalismemelihat tubuh perempuan sebagai objek yang dapat menghasilkan dan erotism meihat tubuh perempuan sebagai pengungkapan hasrat sensualitas.",
  "creators": "DELLAROSA PASCALIA DAMI",
  "contributors": "Ido Prijana Hadi (Advisor 1); Daniel Budiana, S.Sos., M.A. (Advisor 2); Agusly Irawan Aritonang, S.Sos., M.A. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011355/KOM/2018; Dellarosa Pascalia Dami (51412042)",
  "subjects": "VIOLENCE IN MOTION PICTURES; MOTION PICTURES; MASS MEDIA; COMMUNICATION"
}