{
  "id": "42254",
  "title": "Representasi budaya Maluku dalam film Cahaya dari Timur: Beta Maluku",
  "abstract": "Untuk pertama kalinya layar kaca Indonesia mengangkat sebuah film tentang tanah Maluku, mengisahkan tentang masyarakat, konflik, dan sepak bola. Diputar selama satu bulan penuh pada bioskop-bioskop di Maluku, film yang dibuat dengan menekankan pada pendekatan sosial budaya ini menjadi sebuah kebanggan tersendiri bagi masyarakat setempat. Dari hal tersebut, peneliti melihat bagaimana budaya Maluku direpresentasikan dalam film “Cahaya dari Timur : Beta Maluku” Berdasarkan tujuh unsur budaya dari Koentjaraningrat dengan menggunakan metode semiotika, peneliti menemukan beberapa hal sebagai berikut: Budaya Maluku direpresentasikan lewat agama sebagai jati diri; Seni musik dan suara adalah bagian dari kehidupan sehari-hari orang Maluku; Rendahnya tingkat penggunaan Bahasa Tanah dalam kehidupan sehari-hari masyarakat Maluku; Tingkat ekonomi yang rendah; Sistem teknologi dan pengetahuan tradisional menjadi dampak dari pola pikir yang cepat: Sepak bola sebagai ciri khas baru yang menyatukan; dan Sistem Saniri Negeri yang satu arah. Dengan temuan tersebut disimpulkan bahwa dalam film “Cahaya dari Timur: Beta Maluku,” budaya Maluku direpresentasikan sebagai budaya yang terdestruksi oleh hal-hal baru yang lebih memikat yakni agama. Selain itu, Budaya Maluku juga mengalami pengikisan akibat pewarisan yang tidak konsisten kepada generasi berikut, serta tuntutan dan gaya hidup masyarakat Maluku yang menyebabkan kerentanan akan destruksi budaya tersebut.",
  "creators": "TANITA PRISTIWANI SARI PATTIASINA",
  "contributors": "Agusly Irawan Aritonang, S.Sos., M.A. (Advisor 1); Megawati Wahjudianata (Advisor 2); Ido Prijana Hadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011348/KOM/2017; Tanita Pristiwani Sari Pattiasina (51412123)",
  "subjects": "MOTION PICTURES; MASS MEDIA; MALUKU-INDONESIA; MALUKU-CIVILIZATION; COMMUNICATION"
}