{
  "id": "42253",
  "title": "Perancangan interior coffee shop dengan fasilitas belajar untuk mahasiswa di Denpasar",
  "abstract": "Seiring dengan perkembangan jaman yang terjadi di Indonesia, gaya hidup seseorang khususnya bagi para mahasiswa menjadi berubah. Waktu mereka habis hanya untuk belajar sehingga waktu untuk mencari hiburan sudah hampir tidak ada. Hadirnya fenomena ini membuat para pengusaha menjadikan coffee shop sebagai peluang bisnis yang menjanjikan, sehingga sekarang banyak coffee shop yang menawarkan one stop shopping, sehingga pengunjung dapat memperoleh keinginannya sekaligus dalam satu tempat. Collaborative Coffe Shop sebagai sebuah tempat untuk mewadahi para mahasiswa maupun masyarakat umum untuk bekerja, berinteraksi, berkolaborasi, diskusi, dan aktivitas lainnya, yang dapat memperkaya ide masing-masing individu. Tujuan perancangan ini adalah menciptakan sebuah desain interior dengan konsep collaborative yang dapat meningkatkan produktivitas, kreativitas, serta perkembangan bisnis dari pengguna Collaborative Coffee Shop. Metode perancangan yang digunakan yaitu design thinking dengan tahapan (1) Empathize and Define, (2) Research, (3) Ideate, (4) Prototype, (5) Test, dan (6) Implement. Ditunjang dengan fasilitas tambahan seperti educative playground, personal area, modular workstation, dan play area. Manfaat yang dapat dirasakan oleh penugunjung khususnya mahasiswa di Surabaya dengan keberadaan coffee shop ini yaitu sistem fasilitas modular dan sistem ruang terbuka, sehingga suasana kerja lebih santai dan mendorong interaksi sosial antar pekerja.",
  "creators": "CLARA LEONITA",
  "contributors": "Dr. Ir. Lintu Tulistyantoro, M.Ds. (Advisor 1); Yusita Kusumarini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021634/DIN/2018; Clara Leonita (41413079)",
  "subjects": "COFFEE SHOPS; INTERIOR DECORATION"
}