{
  "id": "42250",
  "title": "Perancangan interior Showroom Honda Surabaya Center",
  "abstract": "Seiring dengan perkembangan zaman yang terjadi di Indonesia, mobil yang dulunya dianggap sebagai barang mewah dan hanya untuk kalangan tertentu saja sekarang berubah menjadi sebuah alat transportasi yang nyaris digunakan dan dimiliki oleh semua golongan masyarakat. Oleh karena itu, banyak brand-brand otomotif yang berlomba-lomba untuk menawarkan produk kendaraannya dengan berbagai keunggulannya masing-masing dan memiliki fasilitas showroom beserta bengkel yang dapat mengakomodasi pemilik kendaraan maupun calon pembeli kendaraan. Hal ini pun tentu disadari oleh brand Honda sebagai salah satu brand otomotif ternama dari Jepang yang memiliki nama yang cukup terkenal di kalangan masyarakat karena produk-produk mobil yang ditawarkan bertenaga besar namun irit. Honda memiliki banyak showroom yang tersebar di seluruh Indonesia, salah satunya Honda Surabaya Centre yang terletak di pusat kota Surabaya yang mewadahi masyarakat untuk bisa membeli mobil, mensetting mobil, hingga melakukan perawatan dan servis pada mobil yang dimiliki. Tujuan dari perancangan ini adalah menciptakan sebuah showroom yang dapat memberikan pengalaman yang baru kepada pengunjung yang datang dan staff serta memiliki ciri khas dari Honda itu sendiri. Metode perancangan yang digunakan yaitu design thinking dengan tahapan (1) Discovery, (2) Observe, (3) Emphatize, (4) Leverage Stories to Discover Insights, (5) Frame & Reframe, (6) Ideate, (7) Decide, (8) Prototype, (9) Validate Your Idea, (10) Iterate.",
  "creators": "MARCO TANJAYA",
  "contributors": "Stephanus P. Honggowidjaja (Advisor 1); Yusita Kusumarini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021633/DIN/2018; Marco Tanjaya (41413043)",
  "subjects": "AUTOMOBILE SHOWROOMS; COMMERCIAL BUILDINGS-DECORATION"
}