{
  "id": "42257",
  "title": "Audit sistem informasi menggunakan framework COBIT 4.1 (dengan domain monitor and evaluate) pada PT samudera indonesia TBK",
  "abstract": "PT Samudera Indonesia Tbk merupakan perusahaan yang bergerak di bidang jasa logistik meliputi seluruh wilayah Indonesia dan menjangkau ranah internasional. Perusahaan ini membagi portfolio bisnisnya menjadi 4 lini bagian, yaitu Samudera Shipping (bisnis pelayaran), Samudera Agencies (bisnis keagenan), Samudera Logistics (bisnis logistik), dan Samudera Terminal (bisnis pelabuhan) guna menghadirkan layanan jasa transportasi dan logistik terpadu, salah satu kantor cabang di Surabaya melayani di bidang keagenan. Bagi sebuah perusahaan yang besar dengan proses bisnis dengan kompleksitas tinggi dan dibantu dengan teknologi informasi, perusahaan harus mampu memberikan pelayanan yang sesuai dengan tujuan bisnis yang ingin dicapai. Investasi terhadap teknologi informasi yang sudah diterapkan, belum memberikan jaminan yang pasti bagi perusahaan. Ada faktor lain yang harus diperhatikan, tidak hanya berfokus pada penggunaan aset teknologi informasi, melainkan perusahaan harus berfokus pada pemantauan, pemeliharaan, pengelolaan dan adanya jaminan bahwa perusahaan mematuhi peraturan terkait teknologi informasi yang berlaku. Oleh sebab itu, peneliti menggunakan domain Monitor and Evaluate, untuk mengukur tingkat kedewasaan dari teknologi informasi perusahaan berdasarkan proses pemeliharaan, pengelolaan dan sejauh mana PT Samudera Indonesia Tbk mematuhi peraturan hukum dalam teknologi informasi yang berlaku dan persyaratan eksternal lainnya.",
  "creators": "GERALD VIDISA JOURDANO",
  "contributors": "Alexander Setiawan (Advisor 1); Agustinus Noertjahyana (Advisor 2); Lily Puspa Dewi, S.T., M.Kom. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021767/INF/2018; Gerald Vidisa Jourdano (26414149)",
  "subjects": "INFORMATION AUDITS; INFORMATION RESOURCES MANAGEMENT; INFORMATION TECHNOLOGY AUDITING"
}