{
  "id": "42266",
  "title": "Analisa keterlambatan pada proyek bangunan gedung bertingkat di Surabaya dengan metode window delay analysis",
  "abstract": "Metode Window Delay Analysis merupakan salah satu metode untuk menganalisa keterlambatan yang terjadi pada sebuah proyek konstruksi. Dengan mengumpulkan data proyek berupa as planned bar-chart, as built bar-chart, site memo, critical path method (CPM), dan detail aktivitas yang terjadi pada setiap minggu atau bulan dapat menunjukkan waktu, durasi, pekerjaan, dan siapa yang bertanggung jawab atas keterlambatan yang terjadi pada suatu proyek. Metode Window Delay Analysis merupakan metode yang melakukan analisa dengan melakukan subtitusi as planned barchart dengan as built bar-chart melalui proses snapshot window yang dilakukan secara periodik (contoh : minggu, bulanan). Penelitian menggunakan data dari sebuah proyek gedung bertingkat yang belum selesai dan mengalami reschedule sebanyak 2 kali. Berdasarkan hasil analisa keterlambatan proyek dengan metode window delay analysis, hasil dapat menunjukkan waktu, durasi, dan pekerjaan yang mengalami keterlambatan secara bersamaan. Namun belum dapat menunjukkan hasil berupa stakeholder yang bertanggung jawab atas terjadinya keterlambatan dikarenakan kurangnya data seperti site memo, CPM, dan detail aktivitas. Hasil dari window delay analysis akan lebih baik apabila kekurangan data diatas dilengkapi untuk mendapatkan hasil analisa yang dapat digunakan untuk mengajukan klaim keterlambatan.",
  "creators": "ANTONY KRISTANTO CAHYADI; RICK BIANTORO",
  "contributors": "Paulus Nugraha (Advisor 1); Andi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012181/SIP/2017; Antony Kristanto Cahyadi (21413061), Rick Biantoro (21413180)",
  "subjects": "PROJECT MANAGEMENT; CONSTRUCTION INDUSTRY-MANAGEMENT"
}