{
  "id": "42265",
  "title": "Studi bahan biocomposite serat tebu – polypropylene sebagai material alternatif package tray mobil",
  "abstract": "Ketersediaan material yang dapat diperbaharui, ramah lingkungan, kuat, ringan dan juga murah sangatlah diharapkan oleh industri otomotif. Berdasarakan penelitian sebelumnya, perlu kajian lebih lanjut untuk menghasilkan komposit dengan sifat mekanis (tensile strength dan flexural strength) sesuai kebutuhan industri. Dalam penelitian ini serat tebu diberi perlakuan alkali NaOH 10% selama 2, 4, dan 6 jam. Jumlah serat tebu yang ditambahkan pada matrik polypropylene memiliki panjang apa adanya yang berkisar 1-3 cm (73% dari 600 serat) dengan presentase berat serat tebu/polypropylene: 25%/75%. Komposit diuji tarik dan uji flexural dengan metode standar ASTM D 638 tipe 1 dan D 790. Permukaan patahan sampel uji tarik diamati dengan Scanning Electron Microscope (SEM). Kekuatan tarik tertinggi terdapat pada sampel perlakuan alkali selama 2 jam menghasilkan kekuatan tarik rata-rata sebesar 14.35 MPa, sedangkan kekuatan tarik rata-rata tertinggi sampel industri terdapat pada woodboard hitam sebesar 15.23 MPa. Kekuatan flexural tertinggi pada penelitian ini terdapat pada sampel dengan perlakuan alkali selama 4 jam menghasilkan kekuatan tarik sebesar 37.78 MPa, sedangkan kekuatan flexural rata-rata tertinggi sampel industri terdapat pada woodboard hitam sebesar 37.57 MPa. Hasil SEM patahan spesimen komposit menunjukkan distribusi serat tebu/PP spesimen tidak merata dengan rasio 25/75. Patahan spesimen juga menunjukkan void dan fiber pull out.",
  "creators": "RASSY ALIM JOLANDA",
  "contributors": "Prof. Dr. Juliana Anggono, S.T., M.Sc. (Advisor 1); Suwandi Sugondo (Advisor 2); Didik Wahjudi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01011191/MES/2017; Rassy Alim Jolanda (24412071)",
  "subjects": "COMPOSITE MATERIALS; POLYLACTIC ACID"
}