{
  "id": "42263",
  "title": "Aplikasi bot telegram untuk media informasi perkuliahan Program Studi Informatika-Sistem Informasi Bisnis Universitas Kristen Petra",
  "abstract": "Terkadang untuk memperoleh informasi mengenai perkuliahan, mahasiswa agak kesusahan. Sering juga saat datang ke tata usaha, mahasiswa belum mendapat informasi-informasi mengenai perkuliahan yang dibutuhkan. Hal ini menyebabkan mahasiswa jadi jarang atau bahkan tidak pernah sama sekali untuk ke tata usaha dan cenderung hanya menunggu informasi dari teman-temannya yang terkadang bisa menyebabkan miss komunikasi. Melihat kegunaan bot yang dapat membantu pekerjaan dan aktivitas harian manusia, menemukan informasi serta mengumpulkan informasi, Telegram membuat sebuah bot yang diberi nama Bot Telegram. Dengan Bot Telegram ini bisa membantu tata usaha/dosen dalam menyampaikan informasi mengenai perkuliahan kepada mahasiswa secara tepat dan cepat. Selain dapat memberikan informasi, dalam Bot Telegram ini dapat mengirimkan sebuah file dan kemudian menndownload file tersebut. Hal ini juga bisa membantu dosen dalam menyampaikan materi perkuliahan. Dosen dapat mengupload¬ materi perkuliah ke dalam Bot Telegram kemudian mahasiswa dapat mendownloadnya dari Bot Telegram tersebut. Aplikasi bot telegram ini sangat membantu tata usaha dan dosen untuk menyampaikan informasi kepada mahasiswa. Petugas tata usaha sangat terbantu dengan adanya aplikasi bot Telegram ini apalagi cara penggunaan aplikasi ini cukup mudah.",
  "creators": "LOREN NATASYA GUNAWAN",
  "contributors": "Justinus Andjarwirawan (Advisor 1); Andreas Handojo (Advisor 2); Kristo Radion Purba S.ST. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021766/INF/2018; Loren Natasya Gunawan (26414012)",
  "subjects": "PHP (COMPUTER PROGRAM LANGUAGE); INSTANT MESSENGER (COMPUTER PROGRAM)"
}