{
  "id": "42272",
  "title": "Perancangan kitchen cabinet (studi kasus untuk pengguna kursi roda dan pengguna normal)",
  "abstract": "Dapur merupakan salah satu ruang utama di dalam sebuah rumah yang mana merupakan ruangan penting karena dapur digunakan sebagai ruang untuk menyiapkan dan memasak makanan. Fungsi dapur yang hanya untuk memasak telah berkembang jauh dari fungsi tradisionalnya, yang mana untuk memasak makanan keluarga, kegunaannya telah berkembang termasuk memasak sebagai hiburan. Mengakomodasi perubahan ini memerlukan pengertian setiap perlengkapan tetap dan mendukung prasarana termasuk untuk pengguna disabilitas yang menggunakan kursi roda, karena di dalam sebuah hunian rumah tinggal, tidak tentu memiliki anggota keluarga yang memiliki kondisi fisik normal semua, sehingga kedua tipe pengguna yang menggunakan perabot dapat menggunakannya sesuai dengan kebutuhan. Studi dilakukan dengan menggunakan metode etnografi agar dapat lebih memahami pengguna disabilitas. Konsep desain yang dirancangkan adalah modular kitchen. Menggunakan sistem modular agar pengguna dapat menempatkan dan menyesuaikan modul sesuai dengan luasan dapur dan sesuai dengan kebutuhan pengguna yang menggunakan. Modul-modul tersebut disediakan secara terpisah sehingga pengguna dapat menyesuaikan dengan kebutuhan, modul terdiri dari modul storage yang dapat dijangkau dengan mudah oleh kedua tipe pengguna, work station yang dapat diatur ketinggiannya karena kedua tipe pengguna memiliki perbedaan ukuran ergonomis, sink yang disesuaikan dengan ukuran universal sehingga kedua tipe pengguna tidak mengalami ketidaknyamanan ketika menggunakannya.",
  "creators": "SUNJAYA HADI",
  "contributors": "Dr. Ir. Lintu Tulistyantoro, M.Ds. (Advisor 1); Adi Santosa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00021631/DIN/2017 ; Sunjaya Hadi(41413139)",
  "subjects": "KITCHEN CABINETS; INTERIOR DECORATION; HOUSE DECORATION"
}