{
  "id": "42281",
  "title": "Aplikasi cookpedia berbasis android",
  "abstract": "Saat ini, dunia kuliner sedang populer melihat dari banyaknya restaurant, café, dan masakan-masakan baru yang unik dan menarik telah dibuat. Banyak sekali inovasi-inovasi dan kreativitas pebisnis dalam membuat masakan yang unik dengan tujuan untuk menarik pelanggan adalah bentuk antusias masyarakat terhadap dunia kuliner saat ini yang sangat tinggi. Selain itu, banyak sekali media sosial yang sering kali digunakan sebagai sarana untuk berbagi foto makanan maupun masakan yang telah dibuat. Antusias masyarakat juga tidak berhenti hanya dengan keinginan berbagi foto masakan maupun makanan di media sosial, namun juga sudah mulai ingin mencoba memasak masakan itu melalui resep-resep yang dibagikan. Namun, hal tersebut memiliki keterbatasan dan kekurangan karena resep-resep tersebut belum teruji kualitasnya. Tidak hanya itu, banyak masyarakat yang merasa tertipu dan merasa bahwa memasak itu rumit karena tidak adanya bantuan langkah-langkah membuatnya, sehingga membuat antusias masyarakat untuk mengimplementasikan resep-resep menurun. Teknologi yang semakin berkembang cepat dan pesat, mengakibatkan banyak sekali layanan instan untuk mencari segala sesuatu yang dibutuhkan. Banyak developer Android profesional maupun pemula mulai mengembangkan berbagai macam aplikasi Android baik berbayar maupun gratis. Oleh karena itu, aplikasi Cookpedia berbasis Android merupakan solusi yang membantu memecahkan masalah yang sudah terlampir sebelumnya dengan berbagai fitur yang ditawarkan.",
  "creators": "CLARIZA RUTH NUGROHO",
  "contributors": "Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Advisor 1); ANITA NATHANIA (Advisor 2); Alexander Setiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021761/INF/2018; Clariza Ruth Nugroho (26414039)",
  "subjects": "ANDROID (COMPUTER PROGRAM); ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE); APPLICATION SOFTWARE-DEVELOPMENT"
}