{
  "id": "42292",
  "title": "Aplikasi caring assistance untuk perawat manula berbasis anroid dan raspberry Pi",
  "abstract": "Kehadiran Panti Werdha merupakan tempat yang dipilih oleh sebagian keluarga manula yang memiliki aktivitas yang padat. Panti Werdha dianggap sebagai rumah baru atau lingkungan baru bagi para manula. Untuk itu perlu perhatian khusus untuk manula yang tinggal di Panti Werdha. Layanan 24 jam oleh para staf pendamping dan sistem pencatatan yang terjadwal merupakan cara untuk memantau kesehatan manula. Namun pada kenyataannya, tidak semua perawat manula dapat terjaga selama 24 jam. Oleh karena keterbatasan kemampuan manusia yaitu tertidur ataupun tidak selalu berjaga didekat manula Hal ini dapat berbahaya apabila manula membutuhkan bantuan di tengah malam. Melihat permasalahan yang ada maka dibutuhkan sebuah teknologi yang dapat menjadi perantara antara manula dan perawat manula. Dan berfungsi sebagai asisten dalam menjaga kesehatan manula. Aplikasi Caring Assistance menggunakan Android dan Raspberry Pi. Manula yang membutuhkan bantuan, dapat menekan switch kemudian akan muncul notifikasi di smartphone perawat dan menampilkan video live streaming. Aplikasi ini dapat membantu mengingatkan perawat manula mengenai jadwal obat manula, dan juga menyimpan daftar rumah sakit dan apotek terdekat dengan menggunakan fasilitas Google Places API pada smartphone pengguna. Dari hasil pengujian aplikasi dan Raspberry Pi dapat disimpulkan bahwa aplikasi dapat menjawab kebutuhan perawat manula dalam merawat kesehatan manula dan memantau keadaan manula menggunakan Raspberry Pi.",
  "creators": "FENNY DESTASIA CHAN",
  "contributors": "Andreas Handojo (Advisor 1); Justinus Andjarwirawan (Advisor 2); Kristo Radion Purba S.ST. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021776/INF/2018; Fenny Destasia (26414128)",
  "subjects": "ANDROID (COMPUTER PROGRAM); ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE); APPLICATION SOFTWARE-DEVELOPMENT"
}