{
  "id": "42291",
  "title": "Aplikasi Museum House of Sampoerna berbasis android",
  "abstract": "Museum merupakan tempat yang kaya akan peninggalan sejarah dan unsur-unsur kebudayaan, namun memiliki tantangan dalam menentukan cara terbaik untuk menyajikan informasi-informasi tersebut kepada pengunjung. Acara dan tempat-tempat yang akan dikunjungi oleh pengunjung bila berpartisipasi dalam grup terpaku pada jadwal yang telah ditentukan oleh pemandu museum dari pihak House of Sampoerna, yang pada akhirnya membatasi setiap individu untuk mengeksplorasi lebih dalam objek-objek yang lebih diminati oleh setiap individu. Selain itu informasi mengenai objek-objek yang terdapat pada museum hanya terbatas pada tag atau informasi yang tercetak pada area sekitar benda sehingga informasi masih dirasa dapat ditambahkan lagi. Melalui aplikasi berbasis Android ini pengunjung dapat memperoleh informasi tidak hanya berupa teks, namun juga dapat berupa audio maupun video mengenai benda-benda dalam museum yang bisa diakses secara individual. Selain itu penulis menambahkan mode permainan quiz dan tebak silhouette dengan memanfaatkan teknologi QR code untuk memberikan inovasi agar pengunjung museum dapat lebih mengeksplorasi museum dan museum tidak hanya menjadi tempat kunjungan semata. Hasil aplikasi yang diperoleh memiliki dua modul, yaitu aplikasi mobile berbasis Android untuk user atau pengunjung museum dan aplikasi website untuk pihak admin museum. Pada aplikasi mobile user terdapat beberapa menu antara lain menampilkan data detail museum, menampilkan daftar acara yang terdapat pada museum-museum, melakukan proses scan QR code untuk memperoleh informasi lebih lengkap, dan melakukan permainan dalam museum. Untuk Aplikasi website pada admin museum dapat mengelola semua data museum yang akan digunakan pada aplikasi user. Dari pengujian aplikasi mobile yang telah dilakukan, 80% responden menilai aplikasi ini sudah baik dan seluruh responden menilai aplikasi ini dapat membantu bila ingin mengeksplorasi museum sendirian. Sedangkan pengujian aplikasi website admin museum merasa fitur-fitur yang ada pada websitesudah cukup baik.",
  "creators": "EUNICE JESSELYN RUDIJANTO",
  "contributors": "Andreas Handojo (Advisor 1); ANITA NATHANIA (Advisor 2); Alexander Setiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021770/INF/2018; Eunice Jesselyn Rudijanto (26414096)",
  "subjects": "APPLICATION SOFTWARE-DEVELOPMENT; INTERNET (COMPUTER NETWORK); ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE)"
}