{
  "id": "423",
  "title": "A study of the main character's way in solving his conflicts along his pilgrimage in John Bunyan's the pligrim's progress",
  "abstract": "The Pilgrim's Progress is an allegorical novel written by John Bunyan. The study of Bunyan?s The Pilgrim's Progress is intended to analyze what conflicts Christian has to face and how he struggles to solve the conflict. Christian, the main character in the story, is described as a person who has a heavy burden upon his back. From reading a Book, he is convinced that the city where he lives is going to be burned with fire from heaven. He knows nothing to do until he meets Evangelist, a man who tells Christian that he has to make a pilgrimage in order to lighten his burden. In his pilgrimage, he meets many obstacles that obstruct him from reaching his goal. He cannot avoid the conflicts but he tries to solve them. That is why, the thesis writer is interested in discussing the way he solve the conflicts. In analyzing the novel, the thesis writer applies the literary approach of characterization and of conflict. From the analysis, the thesis writer finds out that the way Christian solves the conflicts is by keeping his view to his goal that is the Celestial City. His way to solve the conflicts shows his consistency. Through this study, the writer also wants to prove that Christian is a social man. He sometimes weak, thus he needs help from others. The writer also finds out that all of Christian?s sufferings brings happiness at the end. He is able to enter the Celestial City.",
  "creators": "FITRIYANTI",
  "contributors": "Sarah Limuil (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.1008; Fitriyanti (11496100)",
  "subjects": "ENGLISH FICTION-15TH CENTURY-STUDY AND TEACHING; BUNYAN, JOHN, 1628-1688. PILGRIM'S PROGRESS-STUDY AND TEACHING"
}