{
  "id": "4234",
  "title": "Perancangan dan pembuatan sistem informasi administrasi dan keuangan pada UD Adil Jaya di Yogyakarta",
  "abstract": "UD. Adil Jaya di Yogyakarta adalah sebuah perusahaan dagang yang bergerak di bidang penjualan mebel dan peralatan rumah tangga secara eceran. Keseluruhan sistem pada perusahaan ini masih menggunakan sistem manual dimana setiap harinya dilakukan pembukuan untuk menyimpan data operasional perusahaan. Supaya dapat dihasilkan informasi yang diperlukan secara cepat dan akurat maka perlu dirancang dan dibuat sebuah sistem informasi administrasi dan keuangan. Pembuatan sistem informasi dimulai dengan melakukan analisis pada sistem yang berjalan pada perusahaan. Setelah kebutuhan sistem diketahui maka dilakukan perancangan Diagram Arus Data dan Diagram Hubungan Entitas. Perancangan Diagram Arus Data dibuat dengan menggunakan Microsoft Visio 2000 sedangkan perancangan Diagram Hubungan Entitas dibuat dengan mempergunakan Power Designer 6.1. Setelah permodelan telah terbentuk maka dilakukan penyusunan struktur basis data yang akan digunakan sebagai penyimpan data yang terorganisir. Program sistem informasi ini dibuat dengan menggunakan Borland Delphi 6.0 dengan Database Desktop sebagai basis data. Hasil pengujian menunjukkan program telah menunjang proses-proses yang berjalan di perusahaan seperti penyesuaian terhadap stok, pembuatan order pembelian, pembuatan faktur pembelian atas penerimaan barang dari pemasok, pembuatan memo debit atas retur pembelian kepada pemasok, pembuatan bukti kas keluar atas pembayaran utang dagang kepada pemasok, pembuatan order penjualan, pencatatan pemenuhan atas back order, pembuatan faktur penjualan, pembuatan surat penyerahan barang atas penyerahan barang yang dilakukan kepada pelanggan, pembuatan memo kredit atas retur penjualan dari pelanggan, pembuatan bukti kas masuk atas penerimaan piutang dagang dari pelanggan, penyusunan bagan akun, setup saldo awal, penjurnalan, posting jurnal ke buku besar, penyesuaian pembukuan, penyediaan laporan keuangan serta penutupan periode. Dari hasil angket penelitian maka dapat diketahui bahwa presentase kepuasan responden terhadap variabel form sebesar 81,25%, presentase kepuasan responden terhadap variabel user friendly sebesar 79,46%, presentase kepuasan responden terhadap variabel report sebesar 81,69%, presentase kepuasan responden terhadap variabel grafik sebesar 83,92 dan presentase kepuasan responden terhadap variabel keakuratan sebesar 82,36%.",
  "creators": "ROSSY EMELINE ARYANTO",
  "contributors": "Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 1); Agustinus Noertjahyana (Advisor 2); Rolly Intan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02000282/INF/2004; Rossy Emeline Aryanto (26400187)",
  "subjects": "DATABASE MANAGEMENT; DATABASE DESIGN; INFORMATION STORAGE AND RETRIEVAL SYSTEMS-ACCOUNTING"
}