{
  "id": "42357",
  "title": "Pengaruh management control systems terhadap financial performance perusahaan melalui organizational culture sebagai variabel intervening",
  "abstract": "Kegiatan penelitian ini bertujuan untuk menguji pengaruh Management Control Systems terhadap Financial Performance perusahaan-perusahaan manufaktur terdaftar di Kota Surabaya dan sekitarmya. Kegiatan penelitian ini menggunakan satu variabel intervening, yaitu Organizational Culture, yang dihipotesa dapat memperkuat pengaruh Management Control Systems terhadap Financial Performance perusahaan. Peneliti menggunakan teknik judgmental-purposive sampling sebagai dasar penentuan sampel kegiatan penelitian. Kegiatan penelitian ini menguji terhadap sampel sebanyak 33 perusahaan manufaktur terdaftar di Kota Surabaya dan sekitarnya, yang mencakup 8 perusahaan manufaktur terbuka (Tbk.) dan 25 perusahaan manufaktur tertutup (Non Tbk.) Pengolahan data kegiatan penelitian dilakukan dengan menggunakan software SmartPLS. Management Control Systems diukur dengan menggunakan empat dimensi atau indikator yang didefinisikan oleh Simons. Organizational Culture diukur dengan menggunakan empat dimensi atau indikator yang didefinisikan oleh Cameron and Quinn. Financial Performance perusahaan diukur dengan menggunakan enam indikator keuangan, yaitu Return on Assets (ROA), Return on Equity (ROE), Sales growth, Profitability, Profit growth, dan Market Growth. Hasil kegiatan penelitian menunjukkan adanya pengaruh Management Control Systems yang positif dan signifikan terhadap Financial Performance perusahaan, adanya pengaruh Management Control Systems yang positif dan signifikan terhadap Organizational Culture perusahaan, serta adanya pengaruh Organizational Culture yang positif dan signifikan terhadap Financial Performance perusahaan. Hasil kegiatan penelitian juga menunjukkan adanya pengaruh Organizational Culture sebagai variabel intervening yang positif dan signifikan dalam memperkuat pengaruh Management Control Systems terhadap Financial Performance perusahaan, meskipun pengaruhnya sebagai variabel intervening terbilang lemah.",
  "creators": "MANUELITA NADIA ISABELL",
  "contributors": "Devie (Advisor 1); Josua Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011095/AKT/2018; Manuelita Nadia Isabell Laibahas (32414207)",
  "subjects": "CORPORATIONS--FINANCE; ACCOUNTING; MANAGERIAL ACCOUNTING; ORGANIZATIONAL CULTURE"
}