{
  "id": "42367",
  "title": "Replikasi aplikasi smarthear sebagai media pembantu komunikasi dosen dan mahasiswa dalam penyampaian proses belajar di kelas",
  "abstract": "Ada banyak sekali gangguan yang mungkin terjadi selama proses belajar mengajar, baik gangguan internal maupun gangguan eksternal. Gangguan internal yang mungkin terjadi adalah tidak aktifnya sebuah mikrofon atau Speaker yang ada di dalam kelas, handphone yang tidak sengaja berbunyi dari mahasiswa atau dosen juga menjadi gangguan internal yang mungkin terjadi. Di sisi lain, gangguan eksternal yang mungkin terjadi di dalam kelas adalah adanya kegaduhan atau kegiatan di luar kelas atau ada suara kendaraan yang menganggu ketenangan. Masalah lain adalah ketika mahasiswa tertinggal dalam penjelasan materi. Banyak pula mahasiswa yang enggan untuk menanyakan ulang bagian pembelajaran yang tertinggal kepada pengajar yang kemudian malah menanyakan kepada temannya sendiri daripada kepada dosen, sehingga menggangu konsentrasi dari mahasiswa lain. Untuk menyelesaikan masalah tersebut, dibuatlah aplikasi SmartHear. Aplikasi ini dapat membantu dosen dan mahasiswa untuk meningkatkan kualitas pemahaman selama dalam proses belajar mengajar karena gangguan seperti tidak berfungsinya pengeras suara atau mikrofon yang tidak berfungsi dapat langsung diatasi menggunakan aplikasi SmartHear. Aplikasi SmartHear juga dapat merekam sesi streaming yang sedang berlangsung. Fungsi tersebut akan membantu mahasiswa untuk mengulang kembali materi perkuliahan yang telah diberikan selama di kelas. Pengujian dilakukan dengan mencoba berbagai Android devices untuk menyampaikan streaming dan menerima hasil streaming. Setiap perangkat android dengan minimal API level 19 sudah memenuhi standar agar bisa menjalankan aplikasi namun ada faktor lain seperti ukuran random access memory (RAM) dan tipe processor yang dapat mempengaruhi kualitas dan hasil dari sesi streaming yang sedang berlangsung.",
  "creators": "DENNIS ALVIANDI",
  "contributors": "Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 1); Agustinus Noertjahyana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01021794/INF/2018; Dennis Alviandi (26414010)",
  "subjects": "ANDROID (ELECTRONIC RESOURCE); APPLICATION SOFTWARE-DEVELOPMENT"
}