{
  "id": "4236",
  "title": "Pembuatan perangkat lunak sistem pengendalian persediaan di PT \"X\"",
  "abstract": "Sistem pengendalian persediaan pada PT `X? saat ini masih dilakukan berdasarkan intuisi, padahal jenis pelumas yang bervariasi yang disalurkan ole h PT. `X? membuat penjadwalan persediaan untuk perencanaan pembelian menjadi faktor penting dalam penyediaan dan pendistribusian pelumas dengan pertimbangan bahwa kelebihan maupun kekurangan persediaan akan menimbulkan dampak negatif bagi perusahaan. Untuk meningkatkan kemampuan dalam melakukan pengendalian persediaan yang bertujuan untuk efisiensi dan peningkatan pelayanan terhadap customer dalam perusahaan, perangkat lunak sistem pengendalian persediaan dibuat dengan menggunakan Borland Delphi 5 dan Microsoft SQL Server 7 untuk membantu staf gudang PT. `X? memperoleh informasi yang dibutuhkan mengenai persediaan dengan lebih mudah dan cepat, dan menentukan kapan serta jumlah barang yang harus dipesan dengan menggunakan peramalan dan perhitungan untuk perencanaan pembelian, sehingga tingkat persediaan minimal yang konsisten dengan kebutuhan perusahaan dapat dipertahankan. Perangkat lunak sistem pengendalian persediaan di PT. `X? dapat memberikan informasi terbaru mengenai persediaan dengan lebih cepat dan mudah, dan melakukan perhitungan untuk peramalan dan penjadwalan persediaan. Berdasarkan pengujian antara hasil penjadwalan dan data aktual dari periode yang dijadwalkan, hasil dari penjadwalan persediaan cukup akurat sehingga dapat digunakan sebagai pertimbangan bagi staf gudang PT. ?X? dalam melakukan penjadwalan persediaan yang mendukung efisiensi.",
  "creators": "ELLEN MARYATI",
  "contributors": "Gregorius Satiabudhi (Advisor 1); Andreas Handojo (Advisor 2); Rudy Adipranata (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02000284/INF/2004; Ellen Maryati (26499166)",
  "subjects": "DATABASE DESIGN; INFORMATION RESOURCES MANAGEMENT; MANAGEMENT INFORMATION SYSTEMS; DATABASE MANAGEMENT"
}