{
  "id": "42376",
  "title": "Identifikasi potensi fly ash PLTU Ngoro dengan sistem pembakaran circulated fluidized bed sebagai bahan dasar geopolimer",
  "abstract": "Geopolimer dibuat dengan mencampurkan dua bahan dasar yakni fly ash dan alkali activator. Penelitian-penelitian terdahulu menggunakan fly ash tipe C sebagai bahan dasarnya dan pada penelitian kali ini menggunakan fly ash dari PLTU Ngoro yang memiliki tipe F. PLTU ini memiliki sitem pembakaran Circulating Fluidized Bed (CFB), di mana karakteristik fly ash yang dihasilkan berbeda dengan fly ash PLTU pada umumnya, yang memakai sistem Pulverized Coal Combustion (PCC). Perbedaan karakteristik diakibatkan perbedaan kualitas batu bara dan suhu pembakaran. Penelitian ini bertujuan untuk menganalisa potensi fly ash Ngoro dan pengaruh sodium silikat terhadap kuat tekan, workability, dan setting time geopolimer. Kadar molaritas NaOH yang digunakan adalah 8M sampai 14M. Campuran dibagi menjadi tiga tahap yaitu tahap pertama dengan perbandingan massa sodium silikat:NaOH(solid) 2,5; tahap kedua dan ketiga ditentukan berdasarkan hasil tahap pertama. Tahap pertama menunjukkan bahwa dengan molaritas NaOH sebesar 8M dapat menghasilkan kuat tekan sebesar 37,8 MPa. Namun semakin tinggi sodium silikat yang dipakai, semakin turun kekuatannya. Pada tahap pertama hasil paling kuat ditunjukkan dengan perbandingan massa Si:Al = 3,03. Tahap kedua digunakan perbandingan massa Si:Al = 3 namun justru menunjukkan hasil kuat tekan turun drastis hingga 8,4 MPa. Tahap kedua jumlah sodium silikat terlalu sedikit akibat kondisi sodium silikat yang sangat cair sehingga pada tahap ketiga dilakukan penambahan jumlah silikat. Pada tahap ketiga menunjukkan hasil kuat tekan tertinggi adalah 34,8 MPa pada umur 7 hari.",
  "creators": "ALBERT NATANEGARA; BENEDICTUS TRISTA DMITRI SUTRISNO",
  "contributors": "Djwantoro Hardjito (Advisor 1); Effendy Tanojo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012238/SIP/2018; Albert Natanegara (21414047), Benedictus Trista Dmitri S (21414092)",
  "subjects": "CONTROLLED LOW-STRENGTH MATERIALS; GEOTHERMAL-COAL HYBRID POWER PLANTS; POLYMERIC COMPOSITES; FLY ASH"
}