{
  "id": "42379",
  "title": "Pembuatan aplikasi Chatbot untuk Toko Karya Utama Motor",
  "abstract": "Di era sekarang ini, banyak orang yang mengunakan kendaraan bermotor dan penggunaan teknologi sudah berkembang semakin pesat. Hampir setiap orang memiliki koneksi internet di smartphone ataupun di rumah. Masalah jarak dan waktu yang semakin terbatas karena kesibukan untuk bekerja membuat sebagian orang hanya bisa bergantung dengan gadget yang dimiliki. Karena kesibukan dalam bekerja banyak orang yang sering mengabaikan kepentingan untuk merawat kendaraannya. Meskipun menjaga kondisi kendaraan merupakan salah satu hal yang penting dalam berkendara. Dengan melakukan servis secara berkala merupakan salah satu cara untuk menjaga kondisi kendaraan bermotor, karena jika kondisi kendaraan yang tidak baik maka hal tersbut juga dapat membahayakan diri sendiri, pengendara lain dan juga orang sekitar. Aplikasi chatbot dibuat yang bertujuan untuk membantu orang yang ingin melakukan perwatan kendaraannya tetapi belum memiliki waktu ke bengkel untuk melakukan perwatan. Orang yang mempunyai masalah kendaraan dan ingin bertanya dapat mengunakan chatbot ini untuk bertanya. Dengan memilih button yang sesuai atau dengan memasukkan kata kunci yang sesuai, maka pengguna dapat menanyakan masalah kendaraannya pada aplikasi chatbot ini. Chatbot akan berusaha menjawab pertanyaan yang ditanyakan pengguna tentang seputar masalah kendaraan yang dihadapi oleh pengguna. Jadi pengguna tidak perlu datang langsung ke bengkel hanya untuk bertanya masalah kendaraan yang sedang dihadapi.",
  "creators": "SHIERLY",
  "contributors": "Alexander Setiawan (Advisor 1); ANITA NATHANIA (Advisor 2); Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021790/INF/2018; Shierly (26414056)",
  "subjects": "APPLICATION SOFTWARE-DEVELOPMENT; COMPUTER PROGRAMMING"
}