{
  "id": "424",
  "title": "A Study of existentialism as seen through Dr. Bernard Rieux and father paneloux in Albert Camus' The Plague",
  "abstract": "The novel that I chose to analyze in this thesis is The Plague (La Peste, 1947). It concerns with major things in Existentialism. The writer decides to choose this topic because there are only few students who use Existentialism as their study and hope this thesis will help other students to know more about Existentialism. The writer uses Nietzsche's, Sartre's, Albert Camus', and Kierkegaard's Existentialism to support this thesis. As an existentialist, Camus expresses his idea in his work that he does not believe in the existence of God. In the analysis, the writer compares both Dr. Rieux's and Father Paneloux's Reaction Toward The Plague. In The Plague, it seems that God does not do anything to help to overcome the plague disease at Oran town. That is why, Rieux as a human being starts trying to help Oran people as a doctor by giving medical treatment and finally he becomes the saviour even it is too late. On the other hand, Father Paneloux as a priest he helps Oran people by giving a sermon and praying to God. Even at the end of the story he cannot survive. Dr. Rieux's reaction shows that he considers using his own ability as solution but Paneloux uses his relationship with God as Kierkegaard's idea. Finally, the writer could find out that Camus uses Rieux as his main character that represents his Atheist Existentialism that man as the centre of everything in man's life and Paneloux as Theist Existentialism considers that God as the centre of life. Both of the characters' actions show something typical of Existentialism.",
  "creators": "JIMMY HANDOKO",
  "contributors": "Theophilus Jokri (Advisor 1); ANITA LIE (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.996; Jimmy Handoko (11496042)",
  "subjects": "CAMUS, ALBERT, 1913-1960. THE PLAGUE-STUDY AND TEACHING; FRENCH FICTION-20TH CENTURY-STUDY AND TEACHING"
}