{
  "id": "42402",
  "title": "Representasi superhero dalam film X-Men: days of the future past",
  "abstract": "Penelitian ini untuk mengetahui bagaimana representasi figur superhero dan villain dalam Film X-Men: Days of The Future Past dan mengetahui mengapa karakteristik superhero dan villain dalam X-Men: Days of The Future Past divisualkan menggunakan citraan yang tidak mengikuti ‘tradisi’ superhero Amerika. Hal ini dilatarbelakangi karena munculnya banyak film-film superhero yang sangat menonjolkan kekuatan dan superioritas Amerika terhadap musuhmusuh ‘historisnya’. Film X-Men The Days of The Future Past tidak lagi menunjukkan figur superhero ikonik khas Amerika dengan bintang dan warna putih biru mengacu bendera Amerika, atau memvisualkan villain sebagaimana musuh dalam historis Amerika (Nazi, komunis Rusia-Cina, dan teroris timur tengah). Metode penelitian yang digunakan adalah deskriptif kualitatif dengan memahami bahwa film adalah bentuk hiperealitas yang didalamnya menjadi suatu representasi. Semiologi Roland Barthes dipakai sebagai cara yang memudahkan dalam menganalisis, di mana di dalamnya terdapat denotatif, konotatif, dan mitos. Teknik menganalisis dilakukan dengan cara mengumpulkan data tentang film XMen The Days of The Future Past kemudian dianalisis menggunakan Teori Praktik Pierre Bourdieu yakni habitus: nilai-nilai yang terinternalisasi dalam individu atau kelompok; Kapital: potensi yang dimiliki oleh individu atau kelompok untuk mendapatkan kesempatan di arena; Arena: sebuah tempat dimana didalamnya terdapat berbagai habitus dan kapital yang bersaing; Distinction: sebuah pembeda yang dilakukan untuk menunjukan kelas yang berbeda; Dominasi simbolik: kapital simbolik yang digunakan untuk menindas orang lain; Doxa: pandangan penguasa yang dianggap sebagai kebenaran. Dari deskripsi yang dianalisis menggunakan teori akan memunculkan pemaknaan mengenai film X-Men The Days of The Future Past.",
  "creators": "ANTONIUS NUGROHO PRATAMA SANTOSO",
  "contributors": "Andrian Dektisa Hagijanto (Advisor and Examination Committee); BERNADETTE DIAN A.M., S.SN. (Advisor 2); Obed Bima Wicandra (Examination Committee 2); Rebecca Milka Natalia Basuki (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00022976/DKV/2017; Antonius Nugroho Pratama Santoso (42413096)",
  "subjects": "SUPERHEROES-UNITED STATES-HISTORY-20TH CENTURY; VISUAL COMMUNICATION"
}