{
  "id": "4241",
  "title": "Perancangan buku cerita bergambar anak-anak seri \"Sammy, si periang\" untuk usia 4-8 tahun",
  "abstract": "Terpengaruh oleh perkembangan jaman yang semakin maju, pada masa kini ada banyak fasilitas hiburan untuk anak-anak, seperti komputer, playstation, X-box, acara-acara televisi yang menayangkan tontonan-tontonan menarik bagi mereka. Disaat tidak ada pengawasan dari orang tua, fasilitas hiburan dapat memberikan pengaruh negatif, seperti acara-acara televisi yang menayangkan adegan kekerasan, kecanduan untuk terus menerus bermain, sehingga tidak lagi menghabiskan waktu bersama orang tua. Buku cerita bergambar merupakan sesuatu yang tidak asing dalam kehidupan anak-anak. Disamping itu, buku adalah sebuah media yang baik bagi anak-anak untuk belajar membaca. Perancangan buku cerita bergambar ini disusun sebagai respon atas permasalahan yang ada. Di tengah-tengah semarak berbagai fasilitas hiburan bagi anak-anak, buku cerita tetap memberikan pengaruh positif bagi mereka. Oleh sebab itu, dalam buku cerita bergambar Sammy si Periang terdapat karakter jujur, menolong dan hormat terhadap sesama yang hendak ditanamkan kepada anak-anak dengan tujuan agar karakter-karakter ini dapat terus tertanam dan menjadi bekal bagi kehidupan mereka kelak. Perancangan ini dilakukan untuk menyusun buku cerita yang menarik, dan memberikan penanaman karakter jujur, menolong dan hormat terhadap sesama melalui kisah-kisah sederhana yang diceritakan.",
  "creators": "VELLY YULIANI GOENAWAN",
  "contributors": "BASKORO S. BANINDRO (Advisor 1); Bing Bedjo Tanudjaja (Advisor 2); Deddi Duto Hartanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Komik/Ilustrasi/Cergam",
  "source": "Komik dan Ilustrasi No. 00080792/DKV/2006; Velly Yuliani (42402081)",
  "subjects": "VISUAL COMMUNICATION; COMMERCIAL ART; POSTERS; SIGNS AND SIGNBOARDS; GRAPHIC ARTS"
}