{
  "id": "42427",
  "title": "Consumer behavior study on the acceptance of AIRBNB from consumer in Surabaya, Indonesia",
  "abstract": "The overall aim of this study is to investigate the acceptance of Airbnb accommodation establishments from people belonging to the Millennials Generation in Surabaya, Indonesia. According to the latest trends and the literature, this generation’s consumer behavior seems to fit perfectly with this new sharing economy business model, which is disrupting today’s global economy. Millennials seems to adopt this model as it fits greatly with their lifestyle, their ways of buying and sharing information and other important purchasing decisions. Interaction with peers also seems to be very dynamic. In these terms, it is anticipated that this study will shed light on the key factor, which attract and encourage the Millennials to choose and stay at an Airbnb accommodation. The literature review attempted a thorough examination of the Airbnb concepts and the sharing economy, consumer behavior principles, foundations and models but also key factors affecting purchasing behavior for accommodation products and services. Las but not least, the context of the location was also discussed. The study employed an online survey, in the form of a questionnaire to implement its fieldwork and to get hold of the respondents’ views. The total sample of the research was 200 respondents and was consisted of Millennials who like efficiency and something new. The key findings of the fieldwork addressed that there are three main factors which affect the Millennials when selecting an Airbnb accommodation and those are price, amenities, and consumer reviews. Additionally, safety, cleanliness, and hosts’ attitudes are also important factor for the acceptance of Airbnb in Indonesia. Lastly, the study demonstrated that innovation is highly valued as well as sharing with peers. Millennials seem to strongly accept this relatively new trend of Airbnb accommodation in order to enjoy unique experiences, efficiency and to help local communities’ flourish and improve their welfare. The study concludes with the provision of a number of key recommendations and possible, further research avenues regarding the fast expanding sharing economy business model and more specifically about Airbnb and how the accommodation sector in Indonesia can be affected by the consumer behavior of the Millennials generation.",
  "creators": "FELICIA ALAMANDA WAHONO",
  "contributors": "GARETH CURRIE (Actor)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 33020662/MAN/2017; Felicia Alamanda Wahono (33413025)",
  "subjects": "HOTELS-CONSUMER BEHAVIOR; HOSPITALITY INDUSTRY-MARKETING"
}