{
  "id": "42436",
  "title": "Perbandingan sistem tunggal dan sistem ganda pada bangunan terbreis eksentris berbentuk v terbalik dan diagonal pada mid rise building",
  "abstract": "Perencanaan bangunan di Indonesia wajib didesain tahan terhadap gempa karena Indonesia merupakan daerah rawan gempa. Terdapat dua sistem penahan gempa yaitu, sistem tunggal dan sistem ganda. Dalam penelitian ini, bangunan didesain menggunakan sistem ganda berupa sistem Rangka Terbreis Eksentris (RTE) dan sistem Rangka Momen Khusus (RMK) serta sistem tunggal berupa RTE. Untuk sistem ganda, bangunan harus memenuhi peraturan dalam SNI 1726:2012 pasal 7.2.5.1, di mana rangka pemikul momen khusus mampu menahan paling sedikit 25% gaya gempa desain dengan distribusi yang proporsional terhadap kekakuannya. Untuk sistem tunggal, terdapat batasan ketinggian dalam tabel 9 yaitu 48m, tetapi batasan tersebut diijinkan untuk ditingkatkan sampai 72m apabila memenuhi persyaratan dalam pasal 7.2.5.4. Oleh karena itu, penelitian ini dilakukan menggunakan mid-rise building, yaitu 12 dan 18 lantai, dengan dua bentuk bresing (V terbalik dan diagonal) dan dua skenario yang berbeda (skenario Sistem Tunggal dan Sistem Ganda). Hasil penelitian menunjukkan bahwa bangunan skenario Sistem Tunggal lebih hemat dan menghasilkan performa yang lebih baik, khususnya pada bangunan 12 lantai. Pada bangunan 18 lantai performa bangunan skenario Sistem Tunggal lebih buruk, tetapi perbedaannya tidak signifikan. Kesimpulan yang didapat adalah secara keseluruhan bangunan terbreis eksentris V terbalik lebih baik dibandingkan dengan bangunan terbreis diagonal.",
  "creators": "EVELIN PUSPA RIANI; AVILIA TANIA",
  "contributors": "Effendy Tanojo (Advisor 1); Hasan Santoso (Advisor 2); Pamuda Pudjisuryadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012197/SIP/2018; Evelin Puspa Riani (21414010), Avilia Tania (21414053)",
  "subjects": "BUILDING-EARTHQUAKE EFFECTS; CONSTRUCTION INDUSTRY-MANAGEMENT"
}