{
  "id": "42431",
  "title": "Performa struktur penahan gempa dengan sistem rangka pemikul momen dengan peredam VSL gensui damper dibandingkan dengan sistem dinding geser pada bangunan 15 lantai",
  "abstract": "Gempa bumi telah menyebabkan banyak bangunan mengalami kerusakan. Untuk mengurangi dampak kerusakan yang terjadi digunakan beberapa sistem penahan gempa. Sistem penahan gempa yang biasa digunakan di Indonesia adalah sistem penahan dinding geser, namun terdapat sistem penahan gempa baru yaitu sistem VSL Gensui Damper. Penelitian ini akan membandingkan performa bangunan yang didesain dengan sistem VSL Gensui Damper dengan bangunan yang didesain dengan sistem dinding geser. Kedua bangunan didesain dengan target displacement yang mirip. Beban gempa yang digunakan untuk desain adalah beban gempa EL Centro yang disesuaikan dengan SNI 03-1726-2012 untuk wilayah Jayapura. Kemudian kedua bangunan diuji performanya terhadap beban gempa periode ulang 2500 tahun, gempa periode ulang 2/3 dari 2500 tahun, dan gempa nominal dengan metode Direct Integration Non-Linear Time History Analysis. Parameter yang dipakai untuk mengecek performa adalah Drift-ratio, Displacement, Performance Matrix, dan lokasi sendi plastis. Bangunan dengan sistem penahan dinding geser memiliki performa yang lebih bagus dalam menahan gempa dan harga yang lebih murah bila dibandingkan dengan bangunan dengan sistem VSL Gensui Damper. Perlu menjadi catatan bahwa penelitian ini hanya dilakukan pada banguan tipikal dengan tinggi 15 lantai dan harga yang dipakai adalah harga yang berlaku pada tanggal 16 Juni 2017.",
  "creators": "OLIVER; KENNY",
  "contributors": "Benjamin Lumantarna (Advisor 1); Pamuda Pudjisuryadi (Advisor 2); Effendy Tanojo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11011289/SIP/2017; Oliver Susanto (21413047), Kenny (21413052)",
  "subjects": "SHEAR WALLS; REINFORCED CONCRETE CONSTRUCTION; BUILDING-EARTHQUAKE EFFECTS"
}