{
  "id": "42441",
  "title": "Pembuatan pedoman pengecoran plat lantai floor flatness dan floor levelness sesuai ASTM E1155",
  "abstract": "Pengecoran plat lantai Floor Flatness dan Floor Levelness umumnya digunakan untuk pabrik atau gudang industri, khususnya yang memiliki susunan rak tempat penyimpanan barang yang tinggi dan menggunakan forklift truck. Flatness berhubungan dengan kondisi lantai yang bebas gelombang dan levelness berhubungan dengan tingkat kemiringan permukaan lantai. Pelaksanaan pekerjaan pengecoran Floor Flatness dan Floor Levelness meliputi pekerjaan pembesian, pengecoran, dan pengujian. Pekerjaan pembesian tidak jauh berbeda dengan konstruksi gudang seperti pada umumnya, menggunakan tulangan plat ataupun dowel. Pekerjaan pengecoran menggunakan alat-alat khusus yang memiliki fungsi dan ketentuan masing-masing, meliputi Channel Float, Check Rod, Walk Behind, Ride on Pan Floats, Bump Cutter, dan lain-lain. Pengujian plat lantai menggunakan alat Dipstick Floor Profiler (with 300 mm point spacing) untuk menguji permukaan plat lantai telah memenuhi kriteria flatness dan levelness. Melalui proses pengujian ini akan diperoleh nilai F-Number (Floor Flatness FF dan Floor Levelness FL) yang harus lebih besar dari nilai Specified Overall (SOFF dan SOFL) dan Minimum Local (MLFF dan MLFL). Pedoman ini memuat berbagai landasan teori, cara-cara pelaksanaan, serta prosedur pekerjaan secara keseluruhan berdasarkan ASTM E1155 yang telah ditinjau dengan kondisi di proyek lapangan untuk jenis plat Slab on Ground dan jenis pengecoran Long Strip Construction.",
  "creators": "PETER CHRISTIAN BUDIONO",
  "contributors": "Handoko Sugiharto (Advisor 1); Pamuda Pudjisuryadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012206/SIP/2018; Peter Christian Budiono (21414133)",
  "subjects": "FLOORING; CONSTRUCTION INDUSTRY-MANGEMENT"
}