{
  "id": "42471",
  "title": "Pengaruh komunikasi pemasaran Hotel Ciputra World terhadap brand awareness masyarakat Surabaya",
  "abstract": "Hotel Ciputra World Surabaya telah menjalankan komunikasi pemasaran yang terdiri dari penjualan perorangan, periklanan, promosi penjualan, pemasaran sponsorship, publisitas dan komunikasi di tempat pembelian sejak hotel didirikan 2 tahun lalu. Melalui unsur-unsur komunikasi pemasaran tersebut, Hotel Ciputra World menumbuhkan adanya kesadaran merek di masyarakat Surabaya. Hal ini dilakukan karena semakin banyaknya Hotel berbintang lima lain yang didirikan di Surabaya. Penelitian ini bertujuan untuk menganalisis pengaruh komunikasi pemasaran terhadap kesadaran merek masyarakat Surabaya mengenai nama atau merek Hotel Ciputra World. Jenis penelitian yang digunakan adalah kuantitatif eksplanatif, dengan metode survei dan analisis yang digunakan adalah regresi linear sederhana. Jumlah sampel yang ditentukan adalah sebesar 100 responden masyarakat Surabaya sesuai metode sampel selektif. Hasil penelitian ini menunjukkan bahwa komunikasi pemasaran Hotel Ciputra World mempengaruhi kesadaran merek masyarakat Surabaya. Pengaruh tertinggi adalah pada dimensi penjualan personal, sedangkan pengaruh terendah adalah pada dimensi periklanan. Variabel komunikasi pemasaran (X) juga memiliki korelasi yang kuat dengan variabel kesadaran merek (Y). Hal ini dikarenakan unsur-unsur komunikasi pemasaran yang dilakukan sesuai dengan target market Hotel.",
  "creators": "MONICA YAPILANDO",
  "contributors": "JUDY DJOKO WAHJONO TJAHJO, S.E.,M.Si. (Advisor 1); Vita Monica (Advisor 2); Titi Nur Vidyarini, S.Sos., M.Comms. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011340/KOM/2017; Monica Yapilando (51413048)",
  "subjects": "BUSINESS COMMUNICATION-SOCIAL ASPECTS; COMMUNICATION IN MARKETING; COMMUNICATION"
}