{
  "id": "42489",
  "title": "Kinerja struktur yang direncanakan berdasarkan peraturan gempa tahun 2002 terhadap SNI 1726:2012: studi kasus struktur Hotel X di Kupang",
  "abstract": "Bangunan di Indonesia didesain berdasarkan peraturan yang terus diperbarui secara berkala. Peraturan gempa terakhir kali mengalami pembaruan dari SNI-1726-2002 menjadi SNI 1726:2012. Periode ulang gempa maksimum yang disyaratkan berubah secara signifikan dari 500 tahun menjadi 2500 tahun. Akibatnya, bangunan yang didesain berdasarkan peraturan lama dapat mengalami kegagalan struktur jika dievaluasi terhadap peraturan baru. VSL Gensui Damper adalah salah satu sistem peredam gempa yang memiliki kualitas yang baik. Tujuan dari penelitian ini adalah untuk menginvestigasi performa seismik Hotel X di Kupang yang didesain berdasarkan SNI-1726-2002, serta performa seismik Hotel X setelah diperkuat dengan VSL Gensui Damper. Struktur dianalisis menggunakan Nonlinear Time History Direct Integration Analysis. Beban gempa yang digunakan berupa percepatan gempa berdasarkan El Centro 18 Mei 1940 North-South component yang disetarakan terhadap SNI 1726:2012. Hasil analisis menunjukkan bahwa struktur Hotel X mampu memikul beban gempa tersebut. Drift ratio maksimum yang terjadi akibat gempa 2/3 2500 tahun/gempa desain dan gempa 2500 tahun (0,55% dan 0,81%) belum melebihi batasan pada FEMA 356-2000 (1% dan 2%). Level kerusakan sendi plastis juga belum melebihi batasan pada ACMC. Akibatnya, pemasangan VSL Gensui Damper tidak berdampak secara signifikan pada performa seismik struktur.",
  "creators": "CHRISTIAN HANDOKO; RYAN SETIAWAN",
  "contributors": "Pamuda Pudjisuryadi (Advisor 1); Benjamin Lumantarna (Advisor 2); Antoni (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012202/SIP/2018; Christian Handoko (21414045), Ryan Setiawan (21414115)",
  "subjects": "BUILDINGS-EARTHQUAKE EFFECTS; EARTHQUAKE AND BUILDING-LAW AND LEGISLATION; STRUCTURAL DYNAMICS"
}