{
  "id": "42484",
  "title": "Penerapan konsep konservasi air pada hotel-hotel di Surabaya",
  "abstract": "Kota Surabaya merupakan kota dengan jumlah penduduk tertinggi kedua di Indonesia. Jumlah penduduk yang terus bertambah mengakibatkan beberapa dampak salah satunya kebutuhan air meningkat. Dengan kebutuhan air yang meningkat maka ada kemungkinan adanya pengambilan air dari sumber air secara besar-besaran sehingga ada kemungkinan ketersediaan air bersih di masa depan akan berkurang. Oleh karena itu, dibutuhkan suatu usaha yang disebut konservasi air. Pada penelitian ini, acuan konservasi air yang dipakai adalah Green Building Council Indonesia (GBCI). Menurut GBCI (2013), salah satu tindakan konservasi air adalah menggunakan prinsip reduce, reuse, recycle dan renewable. Untuk mengetahui penerapan konservasi air khususnya pada hotel-hotel di Surabaya dilakukan penyebaran kuesioner dan wawancara terhadap bagian engineer hotel. Hasil analisis menunjukan bahwa hotel bintang 3 di Surabaya hanya menerapkan konservasi air pada prinsip reduce, untuk hotel bintang 4 penerapan konservasi air pada prinsip reduce dan renewable dan untuk hotel bintang 5 reduce, reuse, recycle, renewable. Salah satu hotel dalam penelitian ini, Hotel Ibis Styles secara khusus dianalisis penerapan sistem konservasi airnya dengan cara menghitung volume air hujan yang dapat ditampung dan volume air limbah yang dapat diolah untuk digunakan kembali pada hotel tersebut. Hasil perhitungan volume air hujan menunjukkan bahwa air hujan dapat memenuhi kebutuhan air pada hotel Ibis Style yang meliputi pengairan taman, cuci tangan dan lavatory. Sedangkan volume air limbah yang dihitung menunjukkan bahwa volume air limbah yang dapat diolah untuk digunakan kembali lebih banyak daripada volume air hujan, dapat digunakan untuk memenuhi kebutuhan air yang lain pada hotel Ibis Styles.",
  "creators": "ROY ADI PUTERA GUNAWAN; GIOVANI IRENA",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Cilcia Kusumastuti, S.T., M.Eng. (Advisor 2); Dr. rer.nat. Surya Hermawan S.T., M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012221/SIP/2018; Roy Adi P.G (21413035), Giovani Irena (21413056)",
  "subjects": "LAND TREATMENT OF WASTEWATER; WATER CONSERVATION"
}