{
  "id": "42483",
  "title": "Kinerja sistem tunggal struktur baja rangka terbreis kosentris khusus berbentuk V terbalik pada Mid Rise Building",
  "abstract": "Berdasarkan SNI 1726:2012, struktur penahan gempa dibagi menjadi 2 sistem yaitu tunggal dan ganda. Pada sistem tunggal, gaya gempa pada bangunan hanya diterima oleh rangka terbreis dari bangunan. Sedangkan pada sistem ganda, gaya gempa ditahan oleh rangka terbreis dan juga rangka pemikul momen. Penelitian ini secara khusus membahas bagaimana performa salah satu struktur penahan gempa dengan sistem tunggal dilihat dari ketinggian bangunan. Ketinggian tersebut disesuaikan dengan SNI 1726:2012 tabel 9 dan pasal 7.2.5.4 yaitu batasan tinggi untuk bangunan Kategori Desain Seismik D dan E adalah 48 meter (12 lantai) dan dapat ditingkatkan hingga 72 meter (18 lantai) apabila struktur mempunyai sistem penahan gempa rangka baja dengan konsentris khusus. Maka dari itu, penelitian ini menggunakan sistem tunggal Rangka Terbreis Kosentris Khusus (RTKK) berbentuk V terbalik. Langkah penelitian meliputi preliminary design, pemodelan dan pembebanan, desain kapasitas, pengecekan drift, pengujian kinerja bangunan, dan evaluasi performa bangunan beserta diskusi hasil. Hasil penelitian menunjukkan bahwa masing-masing bangunan RTKK berbentuk V terbalik ini mengalami kegagalan pada breising. Berdasarkan penelitian, hasil performa masing-masing bangunan menunjukkan performa yang relatif sama meskipun memiliki ketinggian yang berbeda",
  "creators": "VICTOR WINATA PRANOTO; SEBASTIAN ARIF MUKTIWIBOWO",
  "contributors": "Effendy Tanojo (Advisor 1); Hasan Santoso (Advisor 2); Benjamin Lumantarna (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012237/SIP/2018; Victor Winata Pranoto (21414020), Sebastian Arif Muktiwibowo (21414119)",
  "subjects": "BUILDING, IRON AND STEEL; STEEL; STEEL, STRUCTURAL"
}