{
  "id": "42495",
  "title": "Motif digital natives Surabaya menggunakan instagram stories di instagram",
  "abstract": "Penelitian ini bertujuan untuk menemukan Motif Digital Natives Surabaya Menggunakan Instagram Stories di Instagram. Teori yang digunakan dalam penelitian ini adalah empat motif uindikator Sundar dan Limperos : modality, agency, interactivity dan navigability. Populasi dalam penelitian ini adalah digital natives di Surabaya, dengan usia 18-34 tahun. Metode penelitian yang digunakan adalah metode online survei, dengan teknik sampling nonprobabilitas dengan purposive sampling. Hasil penelitian ini menunjukkan bahwa motif navigability merupakan motif terbesar digital natives Surabaya dalam menggunakan Instagram Stories. Kemudian diikuti dengan motif interactivity, agency dan modality. Hasil crosstab menunjukkan bahwa responden perempuan lebih mengarah kepada motif modality dan responden laki-laki mengarah kepada motif agency, interactivity dan navigability. Selain itu, responden dengan usia 18-24 lebih mengarah menggunakan Instagram Stories karena motif agency, modality dan navigability. Sedangkan responden dengan usia 25-34 tahun mengarah kepada motif interactivity. Juga ditemukan hasil bahwa responden perempuan lebih sering menggunakan Instagram Stories dibandingkan dengan laki-laki dan responden dengan usia 18-24 tahun lebih sering menggunakan Instagram Stories dibandingkan pengguna dengan rentang usia 25-34 tahun.",
  "creators": "FIFIE SEPDWIYANI SUSANTO",
  "contributors": "Lady Joanne Tjahyana, S.Kom., MMM. (Advisor 1); Daniel Budiana, S.Sos., M.A. (Advisor 2); Judy Djoko Wahjono Tjahjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011338/KOM/2017; Fifie Sepdwiyani Susanto (51413016)",
  "subjects": "MASS MEDIA AND YOUTH; INSTAGRAM; COMMUNICATION; DIGITAL MEDIA-SOCIAL ASPECTS"
}