{
  "id": "42496",
  "title": "Pengaruh penambahan silicon carbide terhadap karakteristik mortar",
  "abstract": "Pembangunan dalam bidang konstruksi di Indonesia sedang berkembang pesat. Begitu pula dengan perkembangan teknologi beton, seperti high-strength concrete (HSC), self-compacting concrete (SCC), dan high-performance concrete (HPC). Dalam proses produksi beton-beton tersebut tidak hanya menggunakan material semen, pasir dan air saja, namun juga sudah menggunakan beberapa material tambahan seperti fly ash dan silica fume. Belakangan ini, ada material baru yang memiliki potensi untuk dicampurkan kedalam adonan beton yaitu silicon carbide. Silicon carbide ini merupakan material industri yang dipakai sebagai bahan refraktori yang membutuhkan kekerasan yang tinggi. Dalam penelitian ini, mortar menggunakan silicon carbide dengan persentase 1%, 2%, 3%, 4%, 5%, 7%, dan 10% dari berat semen. Beberapa macam pengujian yang dilakukan meliputi pengujian kuat tekan, kecepatan memadat, kelecakan, dan penyerapan air. Dari penelitian ini, penambahan silicon carbide sebesar 10% dapat meningkatkan kuat tekan sebesar 14.08%, dan memiliki kepadatan yang lebih tinggi dari pada mortar tanpa silicon carbide dengan peningkatan sebesar 56.45%. Namun dengan bertambahnya kadar silicon carbide, mortar dengan tambahan 10% silicon carbide memiliki waktu memadat 7.24% lebih cepat, dan memiliki kelecakan 45.95% lebih rendah bila dibandingkan dengan mortar tanpa campuran silicon carbide.",
  "creators": "TIMOTIUS ALVIN HERMAWAN; HANS TANDRA WIJAYA",
  "contributors": "Handoko Sugiharto (Advisor 1); Gunawan Budi Wijaya S.T., M.T., M.Eng. (Advisor 2); Gogot Setyo Budi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012191/SIP/2018; Timotius Alvin H. (21413018), Hans Tandra W. (21413104)",
  "subjects": "CONCRETE CONSTRUCTION; CONSTRUCTION INDUSTRY-MANAGEMENT"
}