{
  "id": "42498",
  "title": "Analisis communication tools perusahaan kosmetik dalam decision making pekerja perempuan Surabaya",
  "abstract": "Penelitian ini dilakukan untuk mengetahui communication tools yang paling banyak dipilih oleh pekerja perempuan Surabaya dalam setiap tahap decision making pembelian produk make up. Tiga brand kosmetik yang difokuskan dalam penelitian ini adalah Maybelline, Revlon, dan Wardah. Penelitian ini menggunakan teori communication tools di mana terdapat 10 jenis communication tools yang dapat digunakan untuk mencapai target audiens, yaitu iklan, promosi penjualan, pemasaran langsung, hubungan masyarakat, sponsorship, pameran, kemasan, merchandising, manajemen penjualan, dan kepemilikan media (Smith dan Zook, 2016). Pada penelitian ini pemasaran langsung tidak digunakan karena communication tools ini hanya digunakan oleh salah satu dari tiga brand. Empat tahap decision making yang diteliti dalam penelitian ini adalah problem recognition, information search, evaluation of alternatives, dan product choice. Jenis penelitian yang digunakan dalam penelitian ini adalah deskriptif kuantitatif dengan menggunakan kuesioner sebagai instrument pengumpulan data. Resoponden dari penelitian adalah 100 pekerja perempuan Surabaya. Hasil penelitian ini menunjukkan bahwa pada tahap problem recognition, tiga media yang paling banyak digunakan responden adalah iklan TV, sales promotion (diskon), dan merchandising (tempat penjualan). Pada tahap information search sumber informasi yang paling banyak digunakan responden adalah sales promotion (diskon) melalui internal search, dan dalam external search, responden paling banyak mencari informasi melalui social media (Youtube) dan teman. Pada tahap evaluation of alternatives tiga media yang paling banyak digunakan responden adalah iklan TV, sales promotion (diskon), dan kemasan produk. Sedangkan pada tahap product choice tiga media yang paling banyak digunakan responden adalah SPG/BA, sales promotion (diskon), dan kepemilikan media (Instagram).",
  "creators": "ELVARA SURYADINATA",
  "contributors": "Felicia Goenawan (Advisor 1); Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Advisor 2); Yustisia Ditya Sari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011351/KOM/2018; Elvara Suryadinata (51413011)",
  "subjects": "COMMUNICATION; DECISION MAKING; PUBLIC RELATIONS-MARKETING; PUBLIC RELATIONS"
}