{
  "id": "42499",
  "title": "Evaluasi kemudahan audiens dalam menggunakan aplikasi NET.Connect sebagai sarana mengevaluasi program di NET",
  "abstract": "NET.Connect adalah aplikasi di dalam smartphone yang dapat digunakan audiens untuk memberikan pesan/feedback mengenai program televisi yang sedang ditayangkan di NET. Aplikasi ini adalah aplikasi pertama dan satu-satunya di Indonesia yang menghubungkan penonton televisi dengan tim programmer tayangan televisi. Aplikasi ini juga belum pernah dievaluasi, oleh karena itu penelitian untuk menguji kemudahan audiens dalam menggunakan aplikasi ini penting dilakukan. Pengujian ini juga penting dilakukan untuk dapat mengembangkan kualitas pesan yang dikirimkan dengan menggunakan channel ini agar pengguna dapat menggunakan aplikasi NET.Connect dengan baik. Kuesioner disebarkan kepada 100 orang responden dan berisi 27 pertanyaan yang digolongkan dalam indikator-indikator usability dari teori yang dikemukakan Jakob Nielsen. Hasil pengujian ini menunjukkan bahwa secara keseluruhan NET.Connect mendapatkan skor rata-rata sebesar 77,06%, di mana nilai tersebut tergolong dalam kategori usability tingkat tinggi. Meskipun demikian, berdasarkan data yang didapatkan, peneliti menemukan bahwa ada beberapa masalah yang terjadi berkaitan dengan kesalahan sistem/noise yang dapat berdampak pada proses komunikasi dan penyampaian pesan tersebut. Hal ini disebabkan karena NET.Connect tidak menyediakan solusi ketika ada error terjadi, dan pengguna merasa kesulitan untuk mengatasi masalah error tersebut.",
  "creators": "YOSEVIN HERAWATI",
  "contributors": "Lady Joanne Tjahyana, S.Kom., MMM. (Advisor 1); Daniel Budiana, S.Sos., M.A. (Advisor 2); Judy Djoko Wahjono Tjahjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011341/KOM/2017; Yosevin Herawati (51413008)",
  "subjects": "APPLICATION SOFTWARE; COMMUNICATION; MASS MEDIA; TELEVISION PROGRAMS"
}