{
  "id": "425",
  "title": "A comparative study of the main characters' successful grips of their obstacles as seen in Robert Louis Stevenson's kidnapped and treasure island",
  "abstract": "Both Jim, in Treasure Island and David Balfour, in Kidnapped have come into contact with their first sensation of adventures. Unfortunately, since both of them are raised in a secluded world, both of them are ignorant about the other things in life. Nevertheless, during their adventures, Jim and David are able to overcome their adversaries and obstacles and finally manage to stay alive and obtain the goals. Using all of their abilities, both Jim and David are able to cope their obstacles and adversaries that hinder their ways to the fortunes. Due to this complexity, the writer of this thesis seeks to analyze how Jim and David are able to overcome their adversaries and obstacles and ultimately, attain their goals in the end of their escapade despite the fact that they have little experiences. To analysis the characters? ability, the writer of this thesis uses the theory of literature and psychology. Since both Jim and David have their own characteristics and inner will to attain their goals; therefore it is possible that, in overcoming their obstacles, Jim and David also have different ways or different ideas on how to deal with their obstacles and adversaries. The way Jim overcomes the problem may differ from the way David overcomes his. Therefore, one effective way to understand Jim and David?s ability in dealing with their obstacles and adversaries is by comparing their ways in overcoming the obstacles. Since through comparison, the difference and the similarities of their ways of dealing with their obstacles and adversaries can be clearly seen. Consequently, Jim and David?s lack of experience do not deter their abilities and motivation since despite their inexperience, they are still able to overcome their tribulations and ultimately, reach their aspirations. Moreover, Jim and David may have been longing for their goals ever since they are aware of them, but they also desire to prove their abilities in dealing with their problems. Therefore, by the time they reach their goals, they have achieved not only the goals themselves, but also their desire. As Carl Rogers once says, \"from beginning, each of us has the tendency or the potential to reach a meaningful destiny\" (McMahon 502). Likewise, Jim and David too, have reached what they desire, have created their own destiny also have attained their goals by the end of their escapades.",
  "creators": "INNE NURHAYATI ONGKODJOJO",
  "contributors": "SAMUEL GUNAWAN (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.984; Inne Nurhayati Ongkodjojo (11498028)",
  "subjects": "ENGLISH FICTION--19TH CENTURY--STUDY AND TEACHING"
}