{
  "id": "42508",
  "title": "Pembuatan spoiler belakang dari bahan komposit campuran antara serbuk kayu ( sawdust ) dan resin",
  "abstract": "Dewasa ini kendaraan roda empat banyak yang menggunakan bodykit, khususnya spoiler belakang. Fungsi spoiler belakang adalah untuk mengurangi lift dan meningkatkan koefisien drag. Pembuatan spoiler belakang pada umumnya masih menggunakan injection molding. Penelitian ini akan berfokus pada pembuatan spoiler belakang dengan menggunakan material baru yaitu serbuk kayu, yang di mana kita ketahui serbuk kayu merupakan barang yang tidak terpakai sehingga pembuatan spoiler belakang dari komposit serbuk kayu dapat menekan dari sisi biaya, efisiensi laju kendara, dan diharapkan spoiler belakang juga ramah lingkungan. Langkah pertama pembuatan sample adalah melakukan NaOH treatment pada serbuk kayu, kemudian serbuk kayu dikeringkan menggunakan oven. Setelah serbuk kayu selesai dikeringkan, dilakukan pembuatan sample dengan mencampurkan resin dan serbuk kayu pada cetakan. Sample dibuat sebanyak 3 buah untuk setiap pengujian tarik, tekuk dan impak. Komposisi yang dibuat 2,5%berat, 5%berat, 7,5%berat dan 10%berat. dan sample yang telah jadi langsung dapat dilakukan pengujian, yaitu pengujian tarik, tekuk dan impak. Dari penelitian yang dilakukan, didapatkan hasil UTS 11,91 MPa, elongation at break 5,31%, modulus young 225 MPa, flexural strength 32,6 MPa dan kekuatan impak 29,5 Joule sehingga membuat komposisi serbuk kayu 10%berat menjadi komposisi terbaik.",
  "creators": "WAYAN SURYA MAHARDIKA",
  "contributors": "Fandi Dwiputra Suprianto, S.T., M.Sc. (Advisor 1); VICTOR Y. RISONARTA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04011229/MES/2018; Wayan Surya Mahardika (24412055)",
  "subjects": "MOLDING MATERIALS; COMPOSITE MATERIALS; WASTE PRODUCTS"
}