{
  "id": "42507",
  "title": "Pengaruh penambahan minyak biji srikaya dan minyak biji okra pada bahan bakar solar terhadap unjuk kerja mesin diesel",
  "abstract": "Selama ini bahan bakar yang digunakan untuk menghasilkan energy berasal dari minyak bumi, gas alam dan batu bara telah digunakan secara berlebihan untuk memenuhi kebutuhan energi dunia. Sebagai bahan bakar yang tidak dapat diperbaharui, penggunaan bahan bakar ini secara terus menerus akan menyebabkan terjadinya kelangkaan bahan bakar di masa yang akan datang. Untuk menghadapi masalah tersebut, para peneliti telah melakukan berbagai cara untuk mengefisiensikan penggunaan bahan bakar fosil dan juga berusaha untuk menemukan bahan bakar alternatif lainnya. Biodiesel merupakan salah satu alternatif untuk mengurangi penggunaan bahan bakar fosil. Biodiesel yang digunakan untuk penelitian berasal dari limbah biji srikaya dan biji okra. Pada penelitian ini biji srikaya dan okra diekstrak menggunakan alat soxhlet dengan memakai pelarut n-heksana. Untuk menghasilkan metil ester dilakukan dengan cara transesterifikasi menggunakan KOH 1% dan methanol 20% dari berat minyak dan diaduk dengan kecepatan 400rpm selama 1 jam. Dari hasil pengujian biodiesel campuran B10 dan B20 srikaya dan okra yang memenuhi standar dari Dirjen Migas hanya biodiesel campuran B10 srikaya, B20 srikaya dan B10 okra . Hasil uji performansi B-10 srikaya menghasilkan nilai puncak daya 40,55 Hp, torsi 138,77 Nm, BMEP 70014,55 Kg/m2, sfc 0,41 Kg bahan bakar/Hp.jam., dan efisiensi termal 29,73%. Hasil uji performansi B-20 srikaya menghasilkan nilai puncak daya 40,86Hp, torsi 138,77 Nm, BMEP 70014,55 Kg/m2, sfc 0,37Kg bahan bakar/Hp.jam., dan efisiensi termal 29,46%. Hasil uji performansi B-10 okra menghasilkan nilai puncak daya 41,43 Hp, torsi 142,17 Nm, BMEP 70015,71 Kg/m2, sfc 0,39 Kg bahan bakar/Hp.jam., dan efisiensi termal 32,66%.",
  "creators": "CHRISTIAN ARI SUGIARTO",
  "contributors": "Willyanto (Advisor 1); Fandi Dwiputra Suprianto, S.T., M.Sc. (Advisor 2); Joni Dewanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04011228/MES/2018; Christian Ari Sugiarto (24413060)",
  "subjects": "DIESEL MOTOR-ALTERNATIVE FUELS; DIESEL FUEL"
}