{
  "id": "42511",
  "title": "Stock market integration pasar modal ASEAN-5 sebelum dan setelah penetapan asean economic community pada Tahun 2015",
  "abstract": "Globalisasi ekonomi membuat hubungan negara menjadi semakin terkait. Hal ini membawa manfaat dan tantangan bagi berbagai negara di dunia. Untuk dapat menggunakan manfaat dan mengatasi tantangan yang dibawa globalisasi, beberapa negara melakukan integrasi ekonomi. Salah satu bentuk kerja sama ini adalah ASEAN yang pada tahun 2015 menetapkan integrasi ekonomi yang diberi nama ASEAN Economic Community. Integrasi ekonomi ini kemudian akan tercermin pada hubungan antara pasar saham, sehingga tren yang ada pada pasar saham akan mencerminkan fundamental ekonomi yang berkaitan, sehingga terjadi stock market integration. Penelitian ini dimaksudkan untuk memahami stock market integration pada negara-negara yang tergabung dalam ASEAN-5, juga hubungan antara pasar saham Indonesia dengan pasar saham negara ASEAN-5 lainnya terkait dengan berlakunya AEC. Metode pengolahan data dilakukan dengan menggunakan Vector Autoregression (VAR) dan data yang digunakan adalah data indeks harga saham gabungan penutupan harian kelima pasar saham negara ASEAN-5 yang dipisah menjadi dua periode yaitu periode sebelum dan sesudah berlakunya AEC. Dari hasil penelitian diketahui bahwa tidak terdapat stock market integration pada periode sebelum dan sesudah berlakunya AEC, dan tidak ditemukan hubungan antara pasar saham Indonesia dan negara-negara ASEAN-5 lainnya pada periode sebelum dan sesudah berlakunya AEC. Informasi ini dapat digunakan oleh investor untuk melakukan diversifikasi internasional.",
  "creators": "Ardian Kurniawan",
  "contributors": "Hatane Semuel (Advisor 1); Sautma Ronni Basana (Advisor 3); Devie (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020181/MM/2018; Ardian Kurniawan (03516039)",
  "subjects": "ASEAN-ECONOMIC INTEGRATION; CAPITAL MARKET; GLOBALIZATION"
}