{
  "id": "42523",
  "title": "Pengaruh website quality terhadap purchase intention melalui online retailer reputation dan online trust pada top 3 website e-commerce Indonesia",
  "abstract": "Pada era digital ini, jumlah pengguna internet di Indonesia terus mengalami peningkatan. Namun masih banyak di antara pengguna internet yang belum menggunakan fasilitas dan kemudahan yang tersedia pada website e-commerce. Salah satu penyebabnya adalah karena dalam berbelanja online pembeli bertransaksi dengan penjual tanpa secara langsung bertemu dan bertatap muka, sehingga kepercayaan online seringkali dipertanyakan. Hal ini membuat pengunjung website seringkali mempertimbangkan reputasi perusahaan sebelum melakukan keputusan pembelian. Selain itu, kualitas website yang tinggi juga cenderung mendorong konsumen untuk melakukan pembelian. Maka penelitian ini dimaksudkan untuk mengetahui pengaruh website quality, online retailer reputation, dan online trust terhadap online purchase intention dari pengunjung website e-commerce yang merupakan top 3 di Indonesia. Metode pengolahan data dilakukan dengan menggunakan validitas, reliabilitas dan analisa statistik deskriptif, sedangkan metode analisis data yang dipakai adalah dengan menggunakan PLS-SEM yang merupakan teknik analisis multivariat yang terdiri atas analisa outer model, inner model, dan pengujian hipotesa. Dari hasil penelitian diketahui bahwa website quality dan online trust, berpengaruh secara signifikan terhadap online purchase intention dari pengunjung website Lazada, Tokopedia, dan Elevenia. Online retailer reputation tidak mempunyai pengaruh langsung yang signifikan terhadap online purchase intention, namun memiliki pengaruh tidak langsung yang signifikan terhadap online purchase intention melalui variabel online trust.",
  "creators": "Harry Timothy Tumalewa",
  "contributors": "Michael Adiwijaya (Advisor 1); Hartono Subagio (Advisor 2); Dr. Ir. Hotlan Siagian MSc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020178/MM/2018; Harry Timothy Tumalewa (03516044)",
  "subjects": "DIGITAL MARKETING; ELECTRONIC COMMERCE; ONLINE SHOPPING; ONLINE MARKETING"
}