{
  "id": "42532",
  "title": "Pengaruh advertising effectiveness terhadap brand loyalty dengan brand awareness dan perceived quality sebagai variabel intervening pada Traveloka",
  "abstract": "Brand loyalty didasarkan atas perilaku konsisten pelanggan untuk membeli sebuah merek sebagai bentuk proses pembelajaran pelanggan atas kemampuan merek memenuhi kebutuhannya. Selain sebagai bentuk perilaku pembelian yang konsisten, loyalitas merek juga merupakan bentuk sikap positif pelanggan dan komitmen pelanggan terhadap sebuah merek di atas merek lainnya. Perusahaan perlu memperhatikan faktor-faktor yang mempengaruhi brand loyalty, agar konsumen memiliki brand loyalty yang tinggi terhadap merek atau produk. Merek yang menurut peneliti memiliki faktor-faktor tersebut salah satunya adalah Traveloka. Penelitian ini bertujuan untuk menguji pengaruh advertising effectiveness terhadap brand loyalty melalui brand awareness dan perceived quality sebagai variabel intervening. Jumlah sampel yang diambil sebanyak 127 responden, yang pernah melihat iklan “online check in” Traveloka dan pernah menggunakan pelayanan Traveloka sebanyak satu kali atau lebih minimal dalam tiga bulan terakhir. Penelitian ini menggunakan metode non probability sampling yaitu purposive sampling. Pengumpulan data dilakukan dengan penyebaran kuisioner. Teknik analisis yang digunakan adalah regresi linear berganda dengan program smartPLS. Setiap variabel yang diuji telah valid dan reliable. Hasil penelitian menunjukkan bahwa semua variabel yang ada dalam penelitian ini mempengaruhi secara positif dan signifikan, kecuali hubungan antara advertising effectiveness terhadap brand loyalty.",
  "creators": "Mega Ekklesia Putrihadi",
  "contributors": "Hartono Subagio (Advisor 1); Michael Adiwijaya (Advisor 2); Hatane Semuel (Examination Committee 1)",
  "publisher": "Petra Christian University",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020175/MM/2018; Mega Ekklesia Putrihadi (03516009)",
  "subjects": "BRAND LOYALITY; MARKETING RESEARCH; MARKETING; STRATEGIC PLANNING; ADVERTISING"
}