{
  "id": "42533",
  "title": "Aplikasi photostock berbasis mobile android",
  "abstract": "Foto pada masa ini tidak lagi asing. Foto juga berfungsi sebagai media untuk menyimpan memori akan peristiwa-peristiwa yang penting di sekitar kita. Untuk menguasai ilmu dari fotografi memerlukan skill dan teknik agar foto atau karya yang dihasilkan dapat menjadi bagus dan dapat dijual. Kurangnya wadah untuk menjual foto tersebut, mengakibatkan foto-foto tersebut hanya dipandang sebagai karya saja. Hal tersebut menyebabkan hobi sebagai fotografer dan ilmu dalam fotografi terkadang tidak mendapatkan nilai ekonominya. Aplikasi Photostock ini di dalamnya juga terdapat fitur watermark yang secara otomatis dapat menambahkan watermark di dalam foto penjualan anda agar tidak terjadi pelanggaran hak cipta. Dalam aplikasi ini juga pengguna bisa melakukan chatting terhadap penjual foto. Kesimpulan dari aplikasi ini adalah dapat mengunggah foto dan dapat diberikan watermark, watermark dapat dilakukan diseluruh foto, dapat melakukan fungsi mengambil kamera serta filter foto.dapat melakukan chat antara penjual dengan pembeli foto. Searching dapat berdasarkan kategori, nama, serta harga gambar. Berdasarkan hasil kuisioner yang diperoleh untuk tampilan aplikasi, 60% responden lainnya menjawab cukup dan 40% responden lainnya menjawab baik. Untuk kemudahan mengakses aplikasi 60% responden menjawab baik, 40% responden lainnya menjawab sangat baik. Untuk kelengkapan fitur, 40% responden menjawab cukup, 40% menjawab baik, 20% menjawab sangat baik. Untuk kelengkapan informasi foto, 20% responden menjawab cukup, 50% menjawab baik, dan 30% responden lainnya menjawab sangat baik. Untuk keseluruhan aplikasi, 80% responden menilai program ini baik, dan 10% responden lainnya menilai program ini sangat baik.",
  "creators": "BAMBANG KURNIAWAN SANTOSO",
  "contributors": "Kartika Gunadi (Advisor 1); ANITA NATHANIA (Advisor 2); Andreas Handojo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021802/INF/2018; Bambang Kurniawan Santoso (26413024)",
  "subjects": "APPLICATION SOFTWARE--DEVELOPMENT; MOBILE APPS; ANDROID (ELECTRONIC RESOURCE)"
}