{
  "id": "42549",
  "title": "Penerapan permainan dobble dalam pembelajaran karakter bahasa Tionghoa (studi kasus di kalangan mahasiswa International Business Accounting Universitas Kristen Petra)",
  "abstract": "Dalam mempelajari bahasa asing, khususnya bahasa Tionghoa ada beberapa hal penting yang harus diperhatikan, salah satunya adalah penguasaan kosakata. Pada kenyataannya, di dalam kelas seorang pengajar hanya meminta para siswanya untuk mempelajari sendiri kosakata yang diberikan dengan metode menulis karakter-karakter bahasa Tionghoa berulang kali, hal ini seringkali membuat siswa merasa jenuh dan tidak efisien. Pada penulisan skripsi ini, penulis menggunakan media permainan dobble untuk membantu mahasiswa International Business Accounting untuk belajar karakter bahasa Tionghoa. Penelitian ini menggunakan metode penelitian kuantitatif (pemberian pre test dan post test) dan kualitatif (wawancara). Hasil dari penelitian ini menunjukkan bahwa kartu permainan dobbleefektif bagi para pelajar untuk mengenal karakter bahasa Tionghoa karena metode ini berhasil menciptakan suasana yang kondusif, yaitu: komunikasi dilakukan tidak hanya melalui pengajar namun siswa berperan aktif di dalam kelas dan menumbuhkan daya saing terhadap masing-masing siswa untuk berlomba menjadi pemenang dengan menyebutkan pinyin dari karakter bahasa Tionghoa. Permainan ini tidak hanya mampu menciptakan hubungan yang baik antara siswa namun juga antara pengajar dan siswa sehingga pengajar dapat lebih mengetahui letak kesulitan yang dihadapi siswa.",
  "creators": "WINONA",
  "contributors": "Liejanto Wijaya, S.T. (Advisor 1); Kuo, Chun-I, M.A. (Advisor 2); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03010162/CHI/2018; Winona (12413007)",
  "subjects": "CHINESE LANGUAGE-STUDY AND TEACHING -FOREIGN SPEAKERS; CHINESE LANGUAGE--STUDY AND TEACHING"
}