{
  "id": "42548",
  "title": "Analisa pengaruh service quality terhadap customer loyalty dengan customer satisfaction sebagai variabel intervening celebrity fitness center",
  "abstract": "Perkembangan fitness center dikota Surabaya berkembang dengan pesat, berada di lokasi-lokasi yang strategis seperti dalam pusat perbelanjaan ternama di kota Surabaya, tentunya hal ini berbanding lurus dengan perubahan gaya hidup masyarakat kota Surabaya yang semakin maju serta pandangan akan gaya hidup sehat yang semakin meningkat. dengan banyaknya fitness center di Surabaya, ini juga berpengaruh terhadap persaingan industry fitness dari segi kualitas layanan yang menjadi salah satu faktor yang berdampak dalam kepuasan customer, yang pada akhirnya dihadapkan pada tuntutan peningkatan baik kualitas maupun kuantitas output yang dihasilkan. Penelitian ini bertujuan untuk menganalisa pengaruh dari Service Quality (Tangible, Emphaty, Responsiveness, Realibility, Assurance) terhadap Customer Loyalty (Say positive thing, Recommend to friend, Continue purchasing) dengan mempertimbangkan faktor Customer Satisfaction (Satisfaction as Fulfillment, Satisfaction as Pleasure, Satisfaction as Ambivalance). Penelitian ini dilaksanakan dengan menyebarkan kuesioner kepada 100 responden pelanggan Celebrity Fitness. Teknik analisa yang digunakan adalah teknik analisis kuantitatif dengan metode path analysis. Hasil penelitian ini menunjukkan bahwa Service Quality berpengaruh secara positif dan signifikan terhadap Customer Satisfaction, dan Customer Satisfaction berpengaruh secara positif dan signifikan terhadap Customer Loyalty. Hasil dari penelitian ini menunjukkan bahwa Customer Satisfaction sebagai variable intervening berhasil menghubungkan hubungan antara Serivce Quality terhadap Customer Loyalty.",
  "creators": "PETER KURNIAWAN HO",
  "contributors": "Drs. Sugiono Sugiharto, M.M., Ph.D. (Advisor 1); Hartono Subagio (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020633/MAN/2017; Peter Kurniawan Ho (36412058)",
  "subjects": "TOTAL QUALITY SERVICE; CONSUMER SATISFACTION.; CUSTOMER SERVICES-QUALITY CONTROL"
}