{
  "id": "42569",
  "title": "Perancangan perabot kerja kantor untuk mencegah gap generation dan sick building syndrome",
  "abstract": "Bekerja di gedung perkantoran dalam jangka waktu yang panjang dimaksudkan untuk kepentingan peningkatan produktivitas setiap karyawan, tetapi tidak berarti faktor keharmonisan hubungan sosial dan kesehatannya boleh diabaikan begitu saja. Pekerja di perkantoran terdiri dari empat generasi yang dapat menimbulkan kesenjangan berbagai faktor, yang berdampak pada lingkungan dan suasana kerja selain lingkungan kerja yang terkontaminasi oleh berbagai faktor radiasi sehingga mengakibatkan Sick Building Syndrome (SBS). Rumusan permasalahan yang ada pada perancangan ini yaitu model perancangan perabot kerja kantor yang dapat menjembatani Gap Generation dan model perancangan perabot kerja kantor yang dapat mencegah Sick Building Syndrome. Perancangan ini menggunakan metode Design Thinking Lifeskills Enrichment oleh Ian Tan yang terdiri dari 6 tahapan yaitu discovery, interpretation, ideation, experimentation, evaluate, dan implementation. Kondisi faktual dan aktual ini perlu dicegah melalui perancangan perabot kerja kantor, yang dapat digunakan oleh lintas generasi dan mewadahi seluruh aktivitas setiap generasi. Hasil lain perancangan perabotan kerja kantor ini dapat menjadi acuan untuk memperbaiki kualitas udara dan menyadarkan masyarakat untuk selalu menjaga kesehatannya di setiap area dan fasilitas yang digunakan beraktivitas. Agar tujuan tersebut tercapai, rancangan ini dibuat dalam bentuk satu set perabot meja kerja kantor, untuk 1 orang, bekerja bersama, meja ruang tamu, dan meja rapat yang memiliki fasilitas tambahan untuk penempatan tanaman sansiviera.",
  "creators": "ANDRE HALIM",
  "contributors": "I Gusti Ngurah Ardana (Advisor 1); Sherly De Yong (Advisor 2); Yusita Kusumarini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rancangan Produk/Alat",
  "source": "Rancangan Produk/Alat No. 00021588 / DIN /2017; Andre Halim(41413087)",
  "subjects": "OFFICE BUILDINGS-DECORATION; FURNITURE DESIGN; OFFICE FURNITURE"
}