{
  "id": "42582",
  "title": "Komunikasi interpersonal antara mentor dan mentee dalam mengubah persepsi tentang figur ayah",
  "abstract": "Penelitian yang dilakukan ini untuk mengetahui pengalaman komunikasi interpersonal dari mentor dan mentee dalam mengubah persepsinya mengenai figur ayah. Persepsi mengenai figur ayah menjadi sebuah hambatan psikologis dalam komunikasi interpersonal yang dilakukan dalam kegiatan mentoring. Mentee yang melihat mentor sebagai figur ayah akan memiliki persepsi tersendiri dari field of experience yang dia terima dari ayah kandungnya sendiri sehingga kegiatan mentoring bisa terhambat. Penelitian ini menggunakan metode fenomenologi dan dianalisis dengan teknik analisis data fenomenologis yang melihat pemaknaan dari pengelompokan makna (horizonalisasi) dan menjabarkannya deskripsi tekstural dan struktural dari pengalaman komunikasi interpersonal antara mentor dan mentee khususnya dalam merubah persepsi mentee tentang figure ayah. Pengumpulan data dilakukan dengan wawancara dengan seorang mentor, DN dan mentee, AH untuk melihat proses dan pengalaman komunikasi interpersonal yang terjadi diantara keduannya. Dalam penelitian ini ditemukan bahwa dalam komunikasi interpersonal antara mentor dan mentee dalam merubah persepsi figur ayah diperlukan sebuah pengenalan antara mentor kepada mentee dalam berbagai faktor, DISC, kedewasaan rohani, bahasa kasih, dan pengalaman mentee terhadap ayah.Setelah itu mentor akan merencanakan pendekatan dan komunikasi melalui hal tersebut. Pendekatan dan komunikasi dilakukan berulang-ulang sehingga persepsi dapat berubah.",
  "creators": "FRANKLIN EZRA LEONG",
  "contributors": "Desi Yoanita (Advisor 1); Megawati Wahjudianata (Advisor 2); Gatut Priyowidodo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011367/KOM/2018; Franklin Ezra Leong (51411094)",
  "subjects": "INTERPERSONAL COMMUNICATION; COMMUNICATION; COMMUNICATION IN THE FAMILY"
}