{
  "id": "426",
  "title": "A comparative study of the absudity of the characters' nature, relationship, and attitude toward life as seen in Beckett's Endgame and ionesco's The Bald Soprano",
  "abstract": "The Theatre of the Absurd with its rejection of dramatic devices has become one of the most prominent twentieth century theatre. This theatre tries to present the absurdity of man?s condition in which man?s life in the world has become senseless and purposeless. Some plays, like Beckett?s Endgame and Ionesco?s The Bald Soprano, also try to express this idea using a distinctively unusual way of discarding dramatic devices. The characters in these two plays become characters that are extraordinarily different from the characters of ordinary literary works. The characters are absurd and hard to understand; yet they bring the most important aspect of presenting the idea of the senselessness of man?s life. Hamm, Clov, Nagg, and Nell in Endgame plus the Smiths and the Martins in The Bald Soprano become the most important aspect in contributing the absurdity to the play. Their nature, their relationship, and their attitude towards life can be examined to see how they express the idea of the senselessness of man?s life. Thus, in these two plays, the characters? nature, relationship, and attitude toward life are examined using comparison and contrast. Comparison and contrast will give clear details of the similarities and differences on how the two plays develop the characters to express the same idea of senselessness of man?s life. The characters in Endgame and in The Bald Soprano, in fact, are presented like the typical characteristics of characters of the Theatre of the Absurd. They are almost unrecognizable for they lose character traits, background, and identity. Their relationships are also absurd because in Endgame, the characters have cruel relationships while in The Bald Soprano, they have comical relationships. The characters? attitudes toward life also have significant contribution in expressing the idea of the senselessness of man?s life. In this case, the characters? attitude toward life in Endgame is pessimistic while in The Bald Soprano is bored stiff or uninterested. With the facts that are found after the comparison and contrast, it becomes obvious that these two works express the same idea of man?s senselessness even though these two works have some differences.",
  "creators": "KAROLINA SISWANTO",
  "contributors": "Ribut Basuki (Advisor 1); Jenny Mochtar Djundjung (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.987; Karolina Siswanto (11498013)",
  "subjects": "BECKETT, SAMUEL BARCLAY, 1906-1989. ENDGAME-STUDY AND TEACHING; JONESCO, EUGENE, 1912-1994. THE BALD SOPRANO-STUDY AND TEACHING; ENGLISH DRAMA-20TH CENTURY-STUDY AND TEACHING"
}