{
  "id": "42617",
  "title": "Analisis highest and best use dan studi kelayakan perumahan di daerah Pandanlandung, Malang",
  "abstract": "Semakin bertumbuhnya jumlah penduduk membuat semakin meningkatnya kebutuhan akan rumah. Hal ini berbanding terbalik dengan jumlah lahan yang semakin berkurang. Kondisi demikian membuat harga rumah kian melambung sehingga menjadikan kota Malang sebagai tujuan investasi di bidang perumahan. Agar pengembangan suatu kawasan perumahan lebih terarah dan dapat menghasilkan produktivitas yang maksimal maka perlu dilakukan analisa peruntukan lahan yang tepat dibangun di daerah tersebut dan menghasilkan nilai lahan yang maksimal. Untuk mengidentifikasi kegunaan yang paling menguntungkan, maka diperlukan analisis Highest and Best Use (HBU). Dalam penelitian ini akan diambil studi kasus sebuah lahan seluas 4 ha yang berlokasi di daerah Pandanlandung untuk dilakukan analisis HBU dengan tujuan mencari alternatif pendukung perumahan yang tertinggi dan terbaik dari aspek hukum, fisik, keuangan, dan produktivitas maksimum, serta dihitung tingkat risiko yang harus ditanggung oleh pengembang terhadap skenario yang digunakan. Hasil penelitian menunjukkan bahwa alternatif pendukung perumahan terbaik adalah perumahan dengan komposisi rumah seluas 50,78%, ruko seluas 3,55%, dan fasilitas berupa foodcourt dan pasar modern seluas 1,5% serta area sarana, prasarana, dan utilitas seluas 44,17% dari luas lahan total. Skenario ini menghasilkan IRR sebesar 49,94%, NPV sebesar Rp 7.660.360.000,- payback period pada triwulan ke-8, nilai BCR sebesar 1,21, dan presentase kenaikan lahan sebesar 624% dari nilai lahan kosong. Tingkat risiko yang harus ditanggung oleh pengembang untuk skenario ini sebesar 13,02%.",
  "creators": "Denny Stevanus W.",
  "contributors": "Januar Budiman (Advisor 1); Prof. Dr. Njo Anastasia, S.E., M.T. (Advisor 2); Timoticin Kwanda (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000252/MTS/2018; Denny Stevanus Widyanto (01515011)",
  "subjects": "REAL PROPERTI-VALUATION; REAL ESTATE MANAGEMENT; INDUSTRIAL MANAGEMENT-FEASIBILITY STUDY"
}