{
  "id": "42619",
  "title": "Analisa faktor kepuasan penghuni apartemen menengah bawah di Surabaya",
  "abstract": "Fenomena maraknya apartemen di Surabaya tidak dapat dipisahkan dari keterbatasan lahan, serta harga landed house yang semakin lama semakin meningkat. Akibatnya, pengembang harus menyusun strategi untuk mendapatkan minat beli konsumen. Untuk memenangkan persaingan, pengembang harus mampu memberikan kepuasan kepada konsumen nya, baik dengan pelayanan, maupun dari segi konsep hunian. Kepuasan penghuni merupakan salah satu tolak ukur pengembang dalam menentukan keberhasilan suatu proyek. Proyek dapat dikatakan berhasil apabila produk yang dihasilkan memberikan tingkat kepuasan yang tinggi dari konsumen. Kepuasan penghuni didapat apabila harapan penghuni sama dengan kenyataan yang didapatkan oleh penghuni. Oleh karena itu, penelitian ini bertujuan untuk menganalisa faktor-faktor yang mempengaruhi kepuasan penghuni apartemen menengah bawah di Surbaya. Terdapat 4 faktor utama yang diuji dalam penelitian ini, yaitu aksesibilitas, desain bangunan, pemeliharaan dan operasional, serta kualitas pelayanan. Hasil penelitian ini menunjukan bahwa terdapat kesenjangan antara tingkat kepentingan dan kepuasan penghuni apartemen, sehingga kepuasan penghuni belum tercapai. Selain itu tidak terjadi perbedaan yang signifikan antara kepuasan penghuni terhadap lama menghuni. Faktor yang memerlukan perhatian khusus adalah pemeliharaan dan operasional, di mana mendapat nilai kepuasan yang rendah namun mendapat nilai kepentingan yang tinggi. Untuk meningkatkan kepuasan penghuni, yang dapat diambil oleh pengembang adalah strategi kombinasi, yaitu kombinasi strategi ekspansi dan stabilitas.",
  "creators": "Kevin Harsono S.T.",
  "contributors": "Timoticin Kwanda (Advisor 1); Jani Rahardjo (Advisor 2); Prof. Dr. Njo Anastasia, S.E., M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000246/MTS/2017; Kevin Harson (01515014)",
  "subjects": "APARTMENT BUILDINGS; CONSTRUCTION INDUSTRY-MANAGEMENT; CONSUMER SATISFACTION-ANALYSIS; INDUSTRIAL PROJECT MANAGEMENT"
}