{
  "id": "42627",
  "title": "Stylistic devices and persuasive functions of American and Indonesian advertising slogans",
  "abstract": "This study discusses the significance of style in creating indelible and iconic slogans that endures time. In this study, by using qualitative content analysis, I examine the stylistic devices of the ten food and beverages slogans in order to find out their persuasive functions. Those slogans are originated both from the United States and Indonesia, namely from McDonald’s, Kit Kat, Folgers, Got Milk, Wendy’s, Indomie, KFC, Dancow, Kapal Api, and Nutrisari. In my analysis, I utilize three levels of stylistic analysis: phonological, lexical, and grammatical. The primary theory that I use is the theories of Stylistics. Since I the object of my study is advertising slogan, I also use some theoretical principles on advertising as the secondary theory. I investigate the most significantly used devices embedded in the selected advertising slogans and their persuasive functions. My findings show that the most significantly used devices are the devices at the lexical level, then followed by those at grammatical and phonological level. These devices assist customers in immediately associating the slogans with the products, thus ingraining slogans into the customers’ minds and making them more enduring and memorable. My findings also show five recurring usages of the stylistic devices that help invoke the buying motives within the customers, namely idioms and proverbs, personification, humor, emotional appeal, and imagery. The usages serve a persuasive function by aided in influencing customers into purchasing the goods offered by the brand. The successes of the persuasive functions implemented can be inferred from the sales increase and social media engagement, which are shown by the brands of the slogans analyzed.",
  "creators": "GABRIELLA TIARA UTOMO",
  "contributors": "Drs. Setefanus Suprajitno, M.A., Ph.D. (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012223/ING/2018; Gabriella Tiara Utomo (11414008)",
  "subjects": "ADVERTISING CAMPAIGNS; JARGON (TERMINOLOGY); MARKETING--TECHNOLOGICAL INNOVATIONS"
}