{
  "id": "42622",
  "title": "Power and allegorical characters in Webtoon comic a simple thinking about blood type",
  "abstract": "This study deals with power and potentially allegorical characters in popular South Korean LINE Webtoon Comic A Simple Thinking About Blood Type (STABT). Through the interactions of the blood-type characters AB, O, A, and B, this study explores how power works, including the ways of power exercise, the things that influences the power exercise, how these things influence the power exercise, the power relations, and the purpose of the power exercise. Furthermore, this study investigate whether the blood-type characters can be allegorical characters through the availability/existence of people who share similarities with the blood-type character in terms of characteristics and power that has been discussed firsthandly. Examining the blood-type’s characteristics, behaviors, and interactions with Foucault’s concept of power and literary concept of allegorical characters as the theoretical framework, the power and the potential of blood-type characters to be allegorical characters are analyzed. Since STABT talks about human behavior and personality traits, in spite of the relation to blood-type and where it stands scientifically, the analysis of power in STABT will reveal something about how human exercise power through their behavior and personality traits as well. Secondly, if each blood-type can be and allegorical characters, STABT may actually convey a message about the allegorized people. In such depictions of the characters, STABT may be a form of social criticism towards problems in the society, especially related to the exercise and relations of power within the interaction among the different types of people.",
  "creators": "CHRISTY MAYA UKTOLSEYA",
  "contributors": "Jenny Mochtar Djundjung (Advisor 1); Ribut Basuki (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01010006/MS/2018; Christy Maya Uktolseya (04515006)",
  "subjects": "SOCIAL MEDIA-RESEARCH; ALLEGORY"
}