{
  "id": "42620",
  "title": "Pengaruh komposisi larutan alkali aktivator terhadap geopolimer berbahan dasar fly ash tipe C yang dirawat dengan metode berbeda",
  "abstract": "Masalah yang dihadapi dalam pembuatan geopolimer berbahan dasar fly ash tipe C adalah terjadinya fenomena flash setting. Selain itu, penggunaan oven untuk proses perawatan/curing geopolimer guna meningkatkan kuat tekan menjadikan geopolimer susah diproduksi ketika harus dilakukan pengecoran di tempat (cast in situ). Penelitian ini menggunakan kombinasi boraks, sodium silikat, dan sodium hidroksida sebagai larutan alkali activator. Perbandingan massa larutan sodium silikat/padatan sodium hidroksida yang digunakan bervariasi, yaitu 1, 2, dan 2.5. Curing masing sampel geopolimer dilakukan dengan dua metoda, yaitu curing pada suhu ruang dan curing di dalam oven dengan suhu 60oC selama 24 jam. Geopolimer yang dihasilkan dari larutan alkali dengan perbandingan massa larutan sodium silikat/padatan sodium hidroksida sebesar 1 pada umur 28 hari, memiliki kuat tekan lebih dari 40 MPa ketika dicuring pada suhu ruang. Initial setting time nya cukup panjang, yaitu ±200 menit. Sedangkan geopolimer yang menggunakan larutan sodium silikat/padatan sodium hidroksida sebesar 2 dan 2.5 mengalami fenomena flash setting. Efek penggunaan boraks untuk meningkatkan kuat tekan dan memperpanjang setting time geopolimer lebih terlihat secara signifikan ketika larutan sodium silikat yang digunakan semakin sedikit dan temperatur yang digunakan untuk curing semakin rendah.",
  "creators": "Juan Satria, S.T.",
  "contributors": "Antoni (Advisor 1); Djwantoro Hardjito (Advisor 2); Pamuda Pudjisuryadi (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000247/MTS/2017; Juan Satria (01516003)",
  "subjects": "GEOPOLYMERIZATION; HIGH STRENGTH CONCRETE; FLY ASH"
}