{
  "id": "42631",
  "title": "“Increasing the brand awareness of The Square Surabaya though its website",
  "abstract": "The Square Surabaya is a hotel that was established in 2011. The Hotel is located at Jalan Siwalankerto No.146-148, Siwalankerto, Wonocolo. The Square Surabaya is under Zeeti International management, together with Balava Hotel in Malang, Permata Kuta Hotel in Bali, and The Win Hotel in Surabaya. The Square Surabaya has four products: hotel, commercials, apartments, and m eeting rooms. The main competitors of this company are mostly a hotel that are located in Jemursari and Rungkut area, such as, Fave hotel, Yello hotel, Luminor hotel, and Zoom hotel. The main problem The Square Surabaya is facing is the low awareness of their company. This problem allows only a few people to know about The Square Surabaya. Most of them do not know about The Square Surabaya, its location, moreover its uniqueness or strength. This problem led The Square Surabaya to have a low occupation rate problem. The main cause of this problem is the fact that their promotion tools, for example, their website, is out of date and ordinary without highlighting their unique selling points or showing their strength. Therefore, the adequate solution to The Square Surabaya’s problem is to improve or change their current website. The new website will enhance in terms of content and design. There will be six features on the website, that will accommodate and highlight the strength and the unique selling point of The Square Surabaya. A website is a first impression of a hotel, therefore, by having a good website, The Square Surabaya can have a good impression for the guest or the potential customer. Then, the company can promote more about their product and gain potential customers. Lastly, The Square Surabaya can increase their awareness from the customers. By having this website, The Square Surabaya can promote their hotel better. This website will contain the uniqueness and strength of The Square Surabaya, so by showing the strength or the uniqueness of the hotel, people can understand The Square Surabaya.",
  "creators": "KEVIN MERCO AGASSI P",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Herwindy Maria Tedjaatmadja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergratuate Thesis No. 02012227/ING/2018; Kevin Merco Agassi (11414014)",
  "subjects": "BRANDING (MARKETING); BUSINESS COMMUNICATION"
}