{
  "id": "42637",
  "title": "Increasing the brand awareness of Midtown Hotel Surabaya using a promotional video",
  "abstract": "Midtown Hotel Surabaya, established in 2011, is a 3 - star hotel strategically located at Basuki Rahmat Street No. 76, Surabaya. The problem of Midtown Hotel Surabaya is the lack of promotional tools, especially in the form of promotional videos. The sales team has been using a single fact sheet with barely any picture in it when they are doing sales visits. It is not effective to attract new prospective consumers to book a room. Therefore, Midtown Hotel Surabaya needs to rebrand the hotel in such a way to attract new consumers and increase the brand awareness of the hotel. In order to solve this problem, Midtown Hotel Surabaya needs a promotional tool which is a promotional video. The promotional video of Midtown Hotel Surabaya contains the portrayal of the pleasant staying experience one will get in a night namely the delicacy of food and beverage, comfortable bedding, and fast booking access are some of the invaluable highlights of the video. The video can be displayed in hotel or wedding exhibitions to attract public’s attention and awareness of Midtown Hotel Surabaya. Not only exhibitions, the video will also be uploaded to You Tube to reach out a much wider public. Moreover, the video can also be utilized as a sales tool for the sales team on sales visits to companies who have not known about Midtown at all. Last of all, by having an official promotional video, it will give a professional value or image to the hotel itself.",
  "creators": "SITJU MELINDA CRISHTINE",
  "contributors": "Herwindy Maria Tedjaatmadja (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergratuate Thesis No. 02012231/ING/2018; Sitju Melinda Crishtine (11414028)",
  "subjects": "BRANDING (MARKETING); BUSINESS COMMUNICATION; AWARENESS--CASE STUDIES"
}