{
  "id": "42630",
  "title": "Promoting PT Woodone Integra Indonesian using a company profile",
  "abstract": "The company where I did my internship is PT Woodone Integra Indonesia or WII. WII was established in 2015 as a manufacturer of engineered wooden doors and other wood related products. The main problem WII is facing is their current ineffective company profile to promote its business to potential customers. It fails to communicate the Unique Selling Proposition or USPs of WII in a persuasive way. Additionally, the contents are not up to date and the design is not interesting enough to attract potential customers. This problem led to the inefficient tool usage for the marketing staff on events such as exhibition and clients visit. Thus, the solution to this problem is to replace the current company profile with a newer version. The content of the new tool will be better in terms of content and design as it will highlight the company’s USP. The reason it will be a good solution for the company’s issue is because the new company profile can be used to attract more potential customers by the marketing staff during said overseas exhibitions and clients visit. Furthermore, it will also benefit WII as it can help the company to introduce and promote not just their company but also their strengths, uniqueness, and credibility to ensure WII stands out from its competitors. The theories I used to make the company profile are definition of brand, definition of branding, definition of promotion, promotion tools, definition of company profile, purposes of company profile, features of company profile, print, effective business writing, visual hierarchy, and color theory.",
  "creators": "CHRISTINA SUHARTONO",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Herwindy Maria Tedjaatmadja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergratuate Thesis No. 02012226/ING/2018; Christina Suhartono (11414010)",
  "subjects": "BUSINESS COMMUNICATION; PROMOTIONAL FILMS"
}