{
  "id": "42646",
  "title": "Written corrective feedback given to errors in sentence structure: a case study",
  "abstract": "This study is done to find out the types of written corrective feedback related to errors in sentence structure given by the teacher of Writing 2 class and the types of sentence structure errors that have written corrective feedback. In this study, I used two theories: a typology of written corrective feedback types proposed by Ellis (2009) and exploring errors in grammar proposed by Ho (2005). This research used qualitative approach. The subject of this study was the students of writing 2 class. The source of data was 23 students’ original drafts after the midterm exam and the data are teacher’s written corrective feedback found in the students’ original drafts and sentence structure errors that have written corrective feedback. The findings of this study showed that from six types of written corrective feedback, there were only three types of written corrective feedback found in the students’ original drafts: Direct corrective feedback, Indirect corrective feedback, and Reformulation. The findings also showed that from eight types of sentence structure errors, there were only five types of sentence structure errors found in the students’ original drafts: Fragmented sentence, Run-on sentence, Inappropriate coordinating conjunction, Inappropriate subordinating conjunction, and Misordering or Inversion of subject-verb. In conclusion, the teacher often used indirect corrective feedback in the students’ original drafts and most of the students made sentence structure errors.",
  "creators": "FABIOLA GUNADY",
  "contributors": "Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Advisor 1); Henny Putri (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012215/ING/2018; Fabiola Gunady (11412023)",
  "subjects": "ENGLISH GRAMMAR-STUDY AND TEACHING (ELEMENTARY); ENGLISH LANGUAGE-GRAMMAR"
}