{
  "id": "42654",
  "title": "Denotative and connotative meanings in wonderfilled advertisement of OREO",
  "abstract": "This thesis mainly deals with the denotation and connotation to exposed wonderfilled concept in Oreo video advertisement “Wonderfilled”. The focus of the writer’s analysis is the verbal and visual expression in the video commercial as the writer uses Chandler’s denotative and connotative theory in analysing the data. Those Chandlers’s and Saussure’s theories helped the writer analyse the use of the verbal and visual expression in the advertisement, then, figured out the concept of wonder in Oreo video commercial. The writer analyses four video advertisement of Oreo with titled “Oreo Wonderfilled ft Kacey Musgraves”, “Oreo Wonderfilled ft Chiddy Bangs ”, “ Oreo Wonderfilled – Big Bad Wolf ” and “ Oreo wonderfilled ft Lols Muhlenfeld ”. In this research the writer used descriptive qualitative approach to describe the concept of wonderfilled in the video commercial of Oreo, that wonderfilled or wonder is having two meaning. The first meaning of wonder is thinking and the second meaning of wonder is a wonderfull feeling. From the analysis, the writer found out that the video commercial of Oreo uses denotation and connotation to associate the wonderful feeling with sharing. In doing so, Oreo used a verbal expression to build the patterned story while the visual expression pictures elements of wonder within each video to evoke wonderfulness of sharing. In conclusion, the use of verbal and visual expression are aiming to make the audiences have a wonderful feeling which is associated with sharing.",
  "creators": "JESSIE SHANTHANA LIMESA",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1); Henny Putri (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergradutae Thesis No. 02012219/ING/2018; Jessie Shanthana Limesa (11413030)",
  "subjects": "LINGUISTICS"
}