{
  "id": "4266",
  "title": "Strategi pemasaran perusahaan jasa pemakaman Ario",
  "abstract": "Sungguh merupakan salah satu perkara yang penting, jika perusahaan ingin tetap survive dalam menjalankan usahanya ditengah persaingan dan situasi yang terus berubah, yaitu suatu strategi perusahaan yang tepat. Dalam penulisan ini, strategi perusahaan dibatasi pada aspek pemasarannya saja. Meskipun demikian aspek pemasaran mengambil peran yang penting dalam usaha-usaha perusahaan untuk melangkah maju dalam bidang usahanya. Adapun tujuan penulisan ini, ingin mengungkapkan pergeseran pangsa pasar yang terjadi di AD1 JASA. Masuknya para pesaing baru dalam bidang usaha yang sama yaitu jasa pemakaman, telah membuat persaingan makin berat. Sebab itu perusahaan jasa pemakaman ARIO, sebagai obyek penelitian penulis, harus waspada terhadap dampak yang terjadi. Membuat langkah Jangkah di tengah persaingan dengan suatu strategi pemasaran yang tepat, guna mempertahankan dan meningkatkan pangsa pasar yang ada khususnya di ADI JASA, merupakan manfaat penulisan yang berusaha diberikan oleh penulis. Ternyata dalam perusahaan jasa, unsur People sangatlah penting, karena mereka, para karyawan organisasi jasa, akan selalu berhubungan dengan konsumen, sehingga mereka memiliki peran yang besar dalam menciptakan citra yang baik atau buruk bagi perusahaan. Sebab itu harus memngkatkan kemampuan mereka dalam melayani konsumen dengan lebih baik, sehingga mereka dapat dipuaskan. Dalam pembahasan akan dikemukakan dengan lebih jelas, mengenai bagaimana strategi hams dilakukan, dengan menggunakan analisis SWOT. Bagaimana kondisi intemai perusahaan, yaitu kekuatan dan kelemahannya, menghadapi kondisi eksternal perusahaan, yaitu peluang dan ancamannya. Berbagai kombinasi strateginya akan dijabarkan melalui matriks SWOT. Diharapkan akan diperoleh langkah-langkah strategis bagi perusahaan jasa pemakaman tersebut, ditengah perubahan lingkungannya, agar dapat terns maju mencapai tujuan perusahaan yang telah ditetapkan.",
  "creators": "JONG DJIANG",
  "contributors": "Soekarno (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1629/EM/2002; Jong Djiang (31491325)",
  "subjects": "MARKETING; MARKETING-MANAGEMENT"
}