{
  "id": "4267",
  "title": "Analisa faktor-faktor kepuasan konsumen pada produk pintu besi harmonika merek Varia di Surabaya",
  "abstract": "Pada era pembangunan dewasa ini dimana pertumbuhan ekonomi semakin meningkat mempunyai dampak yang besar terhadap pertumbuhan bidang property. Majunya usaha dalam bidang property saat ini cukup pesat menyebabkan pihak-pihak yang mempunyai usaha sejenis dan terkait dengan bidang property saling bersaing untuk lebih meningkatkan usaha. Kebutuhan dalam bidang property telah menimbulkan peluang usaha yang cukup menarik bagi perusahaan-perusahaan untuk terjun kedalamnya. Hingga saat ini ada banyak perusahaan yang kita kenal menghasilkan produk pintu antara lain pintu harmonika, tralis flexibel dan pintu otomatis. Karena perusahaan makin bersifat massal dan persaingan ditandai dengan fenomena hiperkompetisi, maka bukannya orang yang mencari barang tetapi sebaliknya baranglah yang mencari orang. Dengan demikian kondisi pasar mengalami perubahan dari seller market ke buyer market. Dalam situasi buyer market, persepsi dan kepuasan pelanggan terhadap produk dan jasa menjadi lebih penting dibanding dengan persepsi dan kepuasan produsen. Berdasarkan masalah tersebut timbullah suatu hipotesis, yaitu diduga ada faktor-faktor kepuasan konsumen pada pembelian produk pintu besi harmonika merek Varia di Surabaya. Hipotesis tersebut diuji dengan menggunakan uji F untuk membuktikan kebenarannya. Berdasarkan hasil analisis deskriptif berdasarkan skala likert faktor perbedaan dan pengaruh individu dalam hal ini adalah faktor motivasi dan faktor kepercayaan dan sikap terbukti konsumen merasa puas membeli pintu besi Varia karena pintu besi harmonika merek Varia yang tidak mudah rusak, otomatis dan pelayanan yang diberikan oleh pihak Varia memuaskan. Berdasarkan hasil analisis ketergantungan antar faktor maka dapat disimpulkan bahwa faktor psikologis merasa puas dalam membeli pintu besi Varia. Hal ini terbukti dari konsumen merasa puas akan pintu besi merek Varia tidak mudah rusak, sangat otomatis, pelayanan yang diberikan, dan kemudahan memperoleh produk Varia.",
  "creators": "SUSAN WIDIYATI",
  "contributors": "Soekarno (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1630/EM/2002; Susan Widiyati (31494215)",
  "subjects": "ADVERTISING; GRAPHIC ARTS; POSTERS; BILLBOARDS; COMMERCIAL ART"
}