{
  "id": "427",
  "title": "A study of main character's efforts in maintaining his virtue in Hnery Fielding's Tom Jones",
  "abstract": "Henry Fielding is famous among the literature society for he has given many contributions to the world of literature through his writing. One of his great contributions is his third novel, The History of Tom Jones, A Foundling. In this novel, Fielding creates the main character, Tom Jones, as a virtuous young man. However, to be a virtuous person and to maintain his virtue are not very easy for Tom because everyday he is surrounded by many wicked people. He has to face so many obstacles in order to maintain his virtue but finally after a long and hard work he is able to do this. Therefore, the thesis writer wants to know how the main character can maintain his virtue. She wants to finds out how the internal and the external factors help him in maintaining his virtue. In the analysis, the thesis writer uses three theories. The first one, she uses the theory of characterization to find out the character traits of Tom Jones. The second theory she uses is the theory of conflict in order to find out how hard Tom struggles in maintaining his virtue. The third theory and also the last theory that is used by the thesis writer in order to do her analysis, is the theory of virtue. This theory helps her to reveal Tom?s virtuous characters. With the help of this three theories, the thesis writer finds out that Tom is able to maintain his virtue for he has good characters. Tom has strong will, which make him does not easily give up when he finds problem. He has a very strong love that becomes his strength to go through his hard time. His feeling of responsibility also takes an important part in helping him to maintain his virtue. Besides those characters, Tom also finds helps in a group of soldiers and the Lieutenant. Through the internal and the external factors, Tom is able to maintain his virtue and live as a virtuous young man. Both of them, the internal and the external factors give their supports so that Tom is able to maintain his virtue. Eventhough, Tom has to face many obstacles, he is able to prove himself that he is able to maintain his virtue. And as a result of his success in maintaining his virtue, Tom Jones becomes a virtuous person and finds his happiness.",
  "creators": "VERA YULIANI TJANDRA",
  "contributors": "Drs. Setefanus Suprajitno, M.A., Ph.D. (Advisor 1); Jenny Mochtar Djundjung (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.992; Vera Yuliani Tjandra (11496048)",
  "subjects": "PASTERNAK, BORIS, 1890-1960. DOCTOR ZHIVAGO-STUDY AND TEACHING; FIELDING, HENRY, 1707-1754. TOM JONES-STUDY AND TEACHING"
}