{
  "id": "4271",
  "title": "Pembuatan decision support system dalam financial planning untuk keputusan investasi",
  "abstract": "Dalam dunia bisnis, untuk mencapai tingkat kesejahteraan pemegang saham yang lebih baik, perusahaan melakukan investasi. Investasi dilakukan bila perusahaan memiliki free cash flow. Dan agar tercapai hal itu, diperlukan peran seorang manajer keuangan untuk mengatur dana perusahaan. Untuk itu diperlukan perhitungan dan penyeleksian yang matang agar perusahaan mendapatkan return maksimum dengan resiko minimum. Namun proses tersebut tidaklah mudah, sebab ada banyak bentuk investasi yang ditawarkan dan seorang manajer keuangan harus benar-benar cermat dalam memberikan alternatif pilihan yang terbaik. Proses pembuatan software dimulai dengan wawancara dengan user mengenai permasalahan user dalam berinvestasi dan perilaku dari bentuk investasi yang akan digunakan dan juga mencari data bentuk investasi agar dapat dijadikan sebagai input-an dalam program. Setelah proses wawancara dilaksanakan, dilakukan proses analisis dan merancang kebutuhan user dengan menggunakan \"Power Designer 6\". Dalam pembuatan program ini digunakan software Borland Delphi 7 dan MS Access XP. Dengan menggunakan program ini, user dalam hal ini manajer keuangan memiliki banyak alternatif pilihan yang akan digunakan dalam portofolio tanpa takut menghabiskan waktu dalam perhitungan. Dari hasil pengujian yang dilakukan, hasil perhitungan secara manual hampir sama dengan hasil perhitungan dalam program dan dapat membantu user memberikan informasi yang akurat.",
  "creators": "DENNY ISWANTO HALIM",
  "contributors": "Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 1); Pwee Leng (Advisor 2); JOKO LIANTO B.,DR.,Ir.,M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02000278/INF/2004; Denny Iswanto Halim (26400014)",
  "subjects": "DECISION SUPPORT SYSTEMS--COMPUTER PROGRAMS; DATABASE MANAGEMENT; DATABASE DESIGN"
}