{
  "id": "42735",
  "title": "Sistem informasi administrasi Toko Eye’s Collection",
  "abstract": "Toko Eye’s Collection bergerak di bidang fashion wanita yakni penjualan pakaian wanita meliputi blus, sackdress, legging, jeans, dan lainnya. Selama ini pencatatan pada Toko Eye’s Collection mulai penjualan, pembelian, dan retur pembelian masih dicatat secara manual sehingga pemilik mengalami kesusahan dalam merekap data transaksi. Aplikasi ini dibuat dengan menggunakan bahasa pemrograman HTML, PHP, JavaScript, dan database MySQL. Tampilan aplikasi menggunakan template Bootstrap. Hasil akhir dari pengembangan aplikasi ini adalah dapat melakukan pencarian dan pencatatan transaksi penjualan, pembelian, retur pembelian, data supplier, data barang, dan customer. Pemilik Toko Eye’s Collection juga dapat melihat laporan-laporan seperti laporan pembelian, penjualan, dan retur pembelian. Berdasarkan hasil kuisioner yang diperoleh untuk tampilan aplikasi, 66,6% responden menjawab baik, dan 33,3% responden lainnya menjawab sangat baik. Untuk kemudahan dalam penggunaan aplikasi, 66,6% responden menjawab baik, dan 33,3% responden lainnya menjawab sangat baik. Untuk kelengkapan informasi, 33,3% responden menjawab cukup, 33,3% responden menjawab baik, dan 33,3% responden lainnya menjawab sangat baik. Untuk kesesuaian dengan kebutuhan, 66,6% responden menjawab baik, dan 33,3% responden lainnya menjawab sangat baik. Untuk laporan yang dihasilkan, 33.3% responden menilai program ini cukup, dan 66,6% responden lainnya menilai program ini baik. Untuk keseluruhan aplikasi, 66.6% responden menilai program ini baik, dan 33.3% responden lainnya menilai program ini sangat baik",
  "creators": "STEVEN SUTEJA",
  "contributors": "Silvia Rostianingsih (Advisor 1); Dedy Triyono,SE (Advisor 2); Alexander Setiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021804/INF/2018; Steven Suteja (26413101)",
  "subjects": "COMPUTER PROGRAMMING; DATABASE MANAGEMENT; MANAGEMENT INFORMATION SYSTEMS"
}