{
  "id": "42743",
  "title": "Sistem pemilihan keputusan handphone dengan menggunakan metode simple addictive weighting berbasis Web",
  "abstract": "Handphone atau Telepon genggam oleh sebagian besar orang menyebutnya sebagai Handphone adalah alat komunikasi yang paling sering digunakan dalam kehidupan sehari-hari. Harga yang ditawarkan pun sangat bervariasi tergantung dari spesifikasi yang digunakan dalam Handphone tersebut. Handphone bisa digunakan tanpa jaringan kabel sehingga dapat dibawa berpergian kemana saja. Dalam perkembangan sistem informasi yang sangat pesat ini, tidak sulit untuk memecahkan permasalahan seperti ini. Salah satunya dengan sistem pengambilan keputusan. Sistem pengambilan keputusan adalah satu cara untuk mencapai suatu tujuan tertentu yang ingin dicapai. Sistem pengambilan keputusan tersebut dapat dilakukan dengan melalui proses pengumpulan data, serta dengan pertimbangan dari menentukan keputusan tersebut. Di dalam menentukan keputusan ini diperlukan sebuah metode untuk mengatasi masalah, yaitu dengan menggunakan metode Simple Additive Weighting (SAW). Berdasarkan hasil kueisoner, 60% responden menilai baik dalam menilai tampilan aplikasi, 40% responden menilai sangat baik dalam menilai kemudahan dalam penggunaan aplikasi, 50% responden menilai baik dalam menilai kelengkapan informasi, 50% responden menilai baik dalam menilai kesesuaian dalam kebutuhan, 40% responden menilai baik dalam menilai laporan yang dihasilkan, 50% responden menilai baik dalam menilai keseluruhan aplikasi.",
  "creators": "HENDRIK DWI PRASETYO",
  "contributors": "Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 1); Alexander Setiawan (Advisor 2); Yulia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021805/INF/2018; Hendrik Dwi Prasetyo (26413151)",
  "subjects": "DATABASE MANAGEMENT; MANAGEMENT INFORMATION SYSTEMS; WEB SITE DEVELOPMENT--COMPUTER PROGRAMS"
}