{
  "id": "42752",
  "title": "Audit sistem informasi sumber daya manusia pada perusahaan elektronika di Surabaya",
  "abstract": "Perusahaan Elektronika di Surabaya merupakan perusahaan yang bergerak di bidang usaha penjualan elektronik dengan cabang yang tersebar di beberapa kota-kota besar di Pulau Jawa. Kebutuhan tenaga kerja yang terus meningkat dan kegiatan ketenagakerjaan yang perlu terintegrasi antar cabang, memerlukan sebuah koordinasi melalui sebuah sistem informasi sumber daya manusia (SISDM). Untuk mengetahui tingkat pengelolaan proses SISDM dengan kebutuhan saat ini diperlukan pengukuran process capability level. COBIT 5 merupakan kerangka kerja yang digunakan untuk mengukur process capability level SISDM dan telah dikombinasikan dengan ITIL V3 2011 untuk membantu pengumpulan data audit. Langkah penelitian ini dimulai dari tahap studi kepustakaan dengan telaah dokumen bisnis dan studi literatur materi penelitian, kemudian melakukan wawancara, observasi dan kuesioner pada tahap pengumpulan data dan melakukan pengelolaan data. Dari hasil tersebut dilakukan proses penilaian capability level dan analisa kesenjangan (gap analysis), sebelum akhirnya hasil audit akan diverifikasi dan melewati tahap strategi perbaikan dan tahap rekomendasi proses. Melalui hasil pengukuran process capability level, proses pengelolaan Perjanjian Layanan Perusahaan Elektronika di Surabaya berada pada tingkat 1 (performed process) dan tingkat 2 (managed process).",
  "creators": "MICHELLE WONG",
  "contributors": "Alexander Setiawan (Advisor 1); Agustinus Noertjahyana (Advisor 2); Adi Wibowo, S.T., M.T., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021765/INF/2018; Michelle Wong (26414114)",
  "subjects": "AUDITING-DATA PROCESSING; HUMAN RESOURCES MANAGEMENT; MANAGEMENT INFORMATION SYSTEMS"
}