{
  "id": "42756",
  "title": "Aplikasi crowdsource pencarian jasa fotografer videographer berbasis android",
  "abstract": "Seiring perkembangan teknologi yang semakin cepat memudahkan manusia mencari sesuatu yang diinginkan. Pencarian jasa dalam bidang fotografi dan videografi masih sangat dibutuhkan. Dari sisi pencari jasa, minimnya informasi tentang kualitas yang dimiliki penyedia jasa membuat pencari jasa ragu untuk memakai jasa tersebut. Dari sisi penyedia jasa masalah yang dialami adalah tentang harga yang diajukan pencari jasa tidak sesuai dan sistem pembayaran yang terlambat membuat penyedia jasa merasa dirugikan. Untuk mengatasi masalah tersebut, dibuat suatu aplikasi berbasis mobile yaitu Android. Pada aplikasi ini diberikan fitur-fitur diantaranya adalah record, rating dan review dimana akan membantu penyedia menunjukkan kualitas pekerjaan yang pernah dikerjakan. Selain itu terdapat fitur portofolio dengan auto watermark yang mendukung kualitas penyedia jasa agar tidak dapat diambil oleh pihak yang tidak bertanggung jawab. Kemudian fitur bid juga akan membantu pencari jasa mendapatkan harga terbaik sesuai dengan maksimum budget yang dimiliki dan juga membuat penyedia jasa bebas menawarkan harga terbaik mereka kepada pencari jasa. Sistem pembayaran yang digunakan pada aplikasi ini adalah pihak ketiga dimana pencari jasa akan melakukan transfer ke pihak aplikasi dan jika pekerjaan selesai admin akan melakukan transfer kepada penyedia jasa. Setelah melalui proses pengujian, aplikasi yang dibuat dapat menjalankan membantu pencari jasa mencari penyedia jasa dengan harga terbaik dan kualitas penyedia yang baik dan terpercaya. Aplikasi ini secara keseluruhan didapatkan nilai 84% dari responden.",
  "creators": "CENIUS SANJAYA",
  "contributors": "Silvia Rostianingsih (Advisor 1); Justinus Andjarwirawan (Advisor 2); Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi NO: 03021796/INF/2018; Cenius Sanjaya (26414040)",
  "subjects": "ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE); ANDROID (ELECTRONIC RESOURCE)-PROGRAMMING"
}