{
  "id": "42760",
  "title": "Pembuatan aplikasi “GENTA” Pers Mahasiswa Universitas Kristen Petra berbasis android untuk menambah aksesibilitas website",
  "abstract": "Di masa kini, sebagian orang memiliki smartphone yang terkoneksi dengan internet. Kondisi itu menyebabkan meningkatnya kebutuhan informasi melalui gadget. Di Universitas Kristen Petra terdapat salah satu lembaga kemahasiswaan yang berwenang menerbitkan berita khusus untuk lingkungan kampus, yaitu Lembaga Kemahasiswaan Pers Mahasiswa GENTA. Pers Mahasiswa Universitas Kristen Petra memiliki dua jenis produk, yaitu GENTA online dan GENTA cetak. Selama ini, GENTA Online, dimana sebagai tempat publikasi berita seputar kegiatan kemahasiswaan, yang menggunakan media website, masih kurang mendapat perhatian dari penggunanya. Sedangkan dari sisi media cetak GENTA, jumlah cetakan majalah, kurang mencakup keseluruhan mahasiswa. GENTA juga memiliki divisi Research and Development, yang bertujuan untuk membagikan kuisioner, namun masih bersifat manual menggunakan kertas. Aplikasi GENTA ini dibuat agar GENTA dapat lebih banyak diakses oleh mahasiswa dan staff Universitas Kristen Petra dan mengurangi penggunaan kertas untuk kuisioner dari divisi research and development GENTA. Aplikasi ini dibuat dengan menggunakan bahasa pemrograman Java dan PHP, database yang digunakan adalah MySQL, dan library yang digunakan adalah Retrofit dan Realm. Dengan adanya aplikasi ini, mahasiswa dan staff Universitas Kristen Petra dapat lebih mudah dalam mengakses berita dan majalah GENTA.",
  "creators": "KRISTOFORUS GUMILANG KURNIAWAN A.",
  "contributors": "Justinus Andjarwirawan (Advisor 1); ANITA NATHANIA (Advisor 2); Kartika Gunadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021807/INF/2018; Kristoforus Gumilang Kurniawan Atmodjo (26414059)",
  "subjects": "ANDROID (ELECTRONIC RESOURCE); APPLICATION SOFTWARE-DEVELOPMENT"
}