{
  "id": "42796",
  "title": "Sistem informasi administrasi servis dan penjualan motor Honda pada CV Anugrah Jaya Sumenep",
  "abstract": "CV Anugrah Jaya merupakan dealer resmi Honda di Sumenep. Proses bisnis pada perusahaan adalah servis, penjualan motor, dan penjualan spareparts. Persaingan antara dealer yang semakin ketat menyebabkan CV Anugrah Jaya harus menambah value pelayanan kepada konsumen sehingga harus menerapkan sistem informasi. Aplikasi ini dibuat dengan menggunakan bahasa pemrograman HTML, PHP, JavaScript, AJAX, database MySQL, dan Bootstrap. Implementasi sistem memuat fitur order pembelian motor dan spareparts serta transaksi penjualan motor, spareparts, dan servis. Pengembangan aplikasi ini adalah perhitungan hpp harga spareparts pada kartu stok ketika dilakukan pembelian, penjualan motor dan spareparts serta servis menghasilkan laporan penjualan, laporan revenue, laporan stok, dan laba rugi, reminder servis dan pengurusan berkas berdasarkan periode transaksi servis dan motor. Hasil kuesioner menunjukkan untuk tampilan aplikasi, 33,33% responden menjawab cukup, 33,33% responden menjawab baik, dan 33,33% responden menjawab sangat baik. Untuk kemudahan penggunaan aplikasi, 33,33% responden menjawab cukup, 33,33% responden menjawab baik, dan 33,33% responden menjawab sangat baik. Untuk kesesuaian aplikasi dengan kebutuhan, 50% responden menjawab baik dan 50% responden menjawab sangat baik. Untuk keseluruhan aplikasi, 16,67% responden menjawab cukup, 50% responden menjawab baik, dan 33,33% responden menjawab sangat baik.",
  "creators": "LIE VERRY ERWAN",
  "contributors": "Yulia (Advisor 1); Silvia Rostianingsih (Advisor 2); Alexander Setiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021806/INF/2018; Lie Verry Erwan (26414138)",
  "subjects": "COMPUTER PROGRAMMING; DATABASE MANAGEMENT; MANAGEMENT INFORMATION SYSTEMS"
}