{
  "id": "428",
  "title": "A phonological study on the influence of Surabayanese accent in English pronunciation among some Indonesian members of the British council/ITS English Study Centre",
  "abstract": "Most Javanese speak Javanese as their mother tongue; however, as the growth of Indonesia development in various sectors, most Javanese also acquire English. Concerning the importance of the role of English language nowadays, Javanese speakers in Surabaya consider that mastering written and oral English are necessary. However, they find difficulties in the process of acquiring the oral English related to their mother tongue, Javanese. Concerning that, the native language or the mother tongue is indeed a very influential factor in acquiring second language, from this point of view, Javanese whose first language is Javanese are assumed to have their own variation which is different from Javanese who have Indonesian or other languages as their first language. Their accent will be distinctively recognized because they produce a different pronunciation. The differences will be seen clearly through features of vowels, consonants, and diphthongs. In addition, in order to analyze the distortions that occurred : X--->Y/Z. The researcher records the pronunciation at the same time they pronounce the sentence list. Then, she transcribes the records based on IPA phonetic symbols. After that she classifies them based on the phonological process that occur. Finally, it is concluded that there are three main factors that influence Surabayanese speakers in their English pronunciation, they are process of naturalization, simplicity and the Javanese and Indonesian orthography system. Based on the findings, the writer classifies the vowel, consonant and diphthong errors? analysis into six main categories, they are insertion, deletion, flapping, aspiration, vowel length, consonants change, vowels change, diphthongization and monophthongization. In the deletion, the Surabayanese speakers left out the writer uses theory, which is used by Yule (1997) to describe the pronunciation system of English. Furthermore, the writer also uses the theories, which are used by Sry Satriya Tjatur Wisny Sasangka (2000) and by Subroto, Edi. Soenardji. Sugiri (1991) to describe the pronunciation system of the Javanese language...",
  "creators": "YOLA DAMAYANTI GANI",
  "contributors": "Prof.DR. ABDUL WAHAB, MA. (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.1020; Yola Damayanti Gani (11497094)",
  "subjects": "ENGLISH LANGUAGE-PHONOLOGY"
}