{
  "id": "4280",
  "title": "Perancangan dan pembuatan sistem informasi penjualan, pembelian, inventory, laporan laba rugi dan jurnal umum pada PT Naga Mas",
  "abstract": "Sistem Informasi Penjualan, Pembelian dan Inventori pada PT. Naga Mas saat ini masih menggunakan sistem manual. Hal tersebut menjadi permasalahan pokok sehingga sering terjadi kesalahan terutama dalam aktivitas kerja seperti pencatatan data, penghitungan, pengecekan data dan laporan-laporan. Sistem manual juga menyebabkan alur sistem perusahaan menjadi panjang dan rumit sehingga dapat mengakibatkan terjadinya redundancy (data yang berlebihan). Hal tersebut menyebabkan proses kerja menjadi tidak praktis dan tidak efisien. Untuk mengatasi permasalahan tersebut, maka dibutuhkan suatu sistem baru untuk dapat mengganti sistem yang dipakai saat ini yaitu mengubah sistem manual menjadi sistem komputerisasi. Perancangan dan pembuatan sistem informasi penjualan, pembelian dan inventori yang baru dengan membuat suatu program aplikasi menggunakan Borland Delphi 7 dan SQL Server 2000 untuk databasenya. Hal lain yang juga perlu dilakukan dalam merancang sistem yang baru adalah merancang Conceptual Entity Relationship Diagram maupun Physical Entity Relationship Diagram. Hasil dari pembuatan program ini adalah mengotomatisasi pendataan dalam proses penjualan, pembelian dan inventori yang dalam sistem yang lama masih menggunakan pendataan manual. Program juga dapat menghasilkan laporan yang diantaranya laporan penjualan, laporan pembelian, laporan hutang, laporan piutang, laporan stok dan laporan laba rugi. Tujuan dari aplikasi ini adalah untuk meningkatkan efektivitas dan efisiensi perusahaan. Selain itu program memudahkan para adminitrasi yang terlibat dalam sistem penjualan, pembelian dan inventori perusahaan untuk melakukan pencatatan, penghitungan, pengecekan dan penyimpanan data-data.",
  "creators": "HANDOKO SUDJARWO",
  "contributors": "JOKO LIANTO B.,DR.,Ir.,M.Sc. (Advisor 1); Arie Wirawan Margono (Advisor 2); Gregorius Satiabudhi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02000273/INF/2004; Handoko Sudjarwo (26400127)",
  "subjects": "DATABASE MANAGEMENT; DATABASE DESIGN; INFORMATION RESOURCES MANAGEMENT; MANAGEMENT INFORMATION SYSTEMS"
}