{
  "id": "42844",
  "title": "The Alfred series: exploring the Side effects of gadgets on millennial children",
  "abstract": "Children in this era are already exposed to gadget since they were babies. This creative work that I make, focuses on the psychological effects from gadget that affect children’s behavior, attitude, and mindset. The story will be about an elementary student who is not used to play games and watch videos from mobile phone, but as he starts to get used to using mobile phone, his behavior, attitude and mindset starts to change. The main theme that is used in this work is how children forgets their society and only focuses with their gadgets all the time. In each books of the series, the main character will either have problem with himself, his friends, or his family. In the first book, the main character neglects his studies because of playing games. In the second book, the main character has to learn the hard way the importance of handwriting. The third book talks about respect to the elders. The fourth book talks about how videos, especially gaming videos, can have bad impact to children. The last book talks about children prank that goes wrong. To portray accurately how gadget affects children, the theory of cognitive development and the theory of addiction to game are used as the main theory in this work. The story is presented through the genre of children realistic fiction, as this genre suits the best for this creative work which focuses on children and the psychological effects from gadget with it.",
  "creators": "KATHLEEN LIURAY",
  "contributors": "Dwi Setiawan (Advisor 1); Prof. DR. Budi Darma, MA. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Degree No. 01012246/ING/2018; Kathleen Liuray (11414017)",
  "subjects": "REALISTIC FICTION; CHILDREN--BOOKS AND READING--SOCIAL ASPECTS"
}