{
  "id": "42873",
  "title": "Perancangan interior mall pelayanan publik di Surabaya dengan pendekatan universal design",
  "abstract": "Dengan berkembangnya jaman makin banyak hal yang dulunya sulit menjadi lebih mudah, begitu juga perkembangan yang dilakukan oleh pemerintah daerah dalam mengembangkan satu tempat untuk mengurus semua kepengurusan surat perijinan dan lainnya yang berhubungan dengan pemerintahan namun di sisi lain dari mall pelayanan publik ini masih kurang memfasilitasi kebutuhan untuk orang-orang yang berkebutuhan khusus padahal mall pelayanan publik ini dibentuk agar dapat memfasilitasi semua orang Surabaya tanpa terkecuali. Perancangan ini diharapkan dapat mendukung berjalannya fungsi mall pelayanan publik dan juga mendukung dengan menambah fasilitas untuk orang-orang yang berkebutuhan khusus agar dapat secara mandiri melakukan kegiatannya, bukan hanya secara mandiri tapi juga dapat merasa nyaman ketika melakukan aktivitasnya di mall pelayanan publik. Metode yang digunakan dalam perancangan ini adalah melakukan analisa lapangan, dan menggunakan metode design thinking untuk menganalisa permasalahan, perwujudan hingga tahap implementasi. Hasil dari analisa hingga implementasi perancangan mall pelayanan publik ini yaitu membuat inovasi berupa assistant corner untuk membantu masyarakat yang berkebutuhan khusus ketika melakukan aktivitasnya di mall pelayanan publik ini. Dari perancangan mall pelayanan publik ini dapat membantu para disabilitas khususnya masyarakat kota Surabaya dalam melakukan aktivitasnya secara mandiri, dan bukan hanya membantu untuk masyarakat di saat sekarang saja namun juga di masa depan juga dapat membantu masyarakat yang berkebutuhan khusus untuk melakukan aktivitasnya secara mandiri.",
  "creators": "MARIA SILVIANA DEWI",
  "contributors": "Sherly De Yong (Advisor 1); Ir. Hendy Mulyono (Advisor 2); Dr. Ir. Hedy Constancia Indrani, M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021683/DIN/2018; Maria Silviana Dewi (41414057)",
  "subjects": "OFFICE BUILDINGS-DESIGNS AND PLANS"
}