{
  "id": "42885",
  "title": "Perancangan interior creative arts center sebagai sarana edukasi & rekreasi bagi komunitas ladang di Samarinda",
  "abstract": "Eksistensi seni sebagai luapan bentuk kreativitas serta wujud pelestarian nilai dan budaya punya peran penting dalam mencapai kota yang ideal. Sayangnya, keberadaan komunitas seni dan seniman di Kota Samarinda kurang menunjukkan eksistensinya serta minimnya antusias masyarakat terhadap kesenian daerahnya sendiri. Faktor ini yang melatarbelakangi pemikiran untuk menghadirkan fasilitas edukasi dan rekreasi bagi masyarakat untuk berkegiatan seni di Samarinda. Sebagai salah satu komunitas di Samarinda, Komunitas Ladang menjadi pendukung gagasan dari “Perancangan Interior Creative Arts Center sebagai sarana edukasi dan rekreasi bagi Komunitas Ladang di Samarinda”. Metode perancangan yang digunakan yaitu Design Thinking by Stanford d’school, dengan tahapan (1) Understand, (2) Observe, (3) Point of View, (4) Ideate, (5) Prototype, (6) Test, (7) Implement. Hasil perancangan adalah sebuah creative arts center dengan konsep “Contemplative Art Practice” yang diterapkan pada penataan alur ruang di setiap kegiatan seni. Komunitas Seni, Seniman, dan masyarakat diberikan ruang untuk berkreasi sesuai dengan minatnya. Fasilitas ruang yang akan dirancang, antara lain: lobby, kantor, meeting room, perpustakaan kecil, studio lukis, studio tari, ruang workshop, studio musik, auditorium, gift store, studio alam, dsb. Manfaat yang dapat dirasakan oleh masyarakat di Samarinda yaitu kesenian lokal dapat diapresiasi dan tersedianya fasilitas masyarakat untuk berkarya dan berkreasi.",
  "creators": "KRISTIE MARIA GOZALI",
  "contributors": "Diana Thamrin,S.Sn. (Advisor 1); Lucky Basuki (Advisor 2); Yusita Kusumarini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021715/DIN/2018; Kristie Maria Gozali (41414098)",
  "subjects": "INTERIOR DECORATION; ART CENTERS--DESIGNS AND PLANS; ART IN INTERIOR DECORATION"
}