{
  "id": "42884",
  "title": "Perancangan interior museum kota Samarinda",
  "abstract": "Identitas dan jati diri masyarakat Samarinda dapat diketahui dan dipahami dengan mempelajari sejarah dan budayanya. Namun, tidak ada wadah untuk melestarikan peninggalan sejarah dan budaya tersebut. Sudah ada museum mini bernama Galeri Samarinda Bahari. Namun, galeri tersebut kurang representatif. Oleh sebab itu, perancangan interior Museum Kota Samarinda dengan pendekatan konservatif, informatif, edukatif, rekreatif, inovatif dan interaktif ini dilakukan. Metode yang digunakan untuk mencapai konsep antara lain, assimilation dan general study. Pada metode assimilation, dilakukan tahapan discovery dan point of view. Pada metode general study, dilakukan tahapan planning and analize serta problem solving (concept). Nilai konservatif dihadirkan melalui desain yang mengambil karakteristik dari tari Jepen Tepian Olah Bebaya. Nilai informatif dan edukatif dihadirkan melalui penyampaian informasi benda-benda koleksi yang dikelompokkan berdasarkan urutan kronologis sejarah Kota Samarinda. Mengangkat tema Exploring Local History Experience, pengunjung dibawa menjelajahi, menikmati dan belajar sejarah didelapan zona dengan suasana yang berbeda-beda. Nilai rekreatif, inovatif dan interaktif dihadirkan melalui aktivitas di dalam museum yang didukung dengan teknologi-teknologi terkini. Terwujudnya nilai-nilai tersebut dipercaya mampu menjadikan Museum Kota Samarinda sebagai wahana alternatif pelestarian sejarah dan budaya yang memadai. Harapannya, Samarinda memiliki ikon kota serta alternatif destinasi wisata baru yang benar-benar menarik untuk dikunjungi, sehingga Samarinda semakin dikenal oleh masyarakat luas.",
  "creators": "GRACE SHELLA SULISTIO",
  "contributors": "Ronald H.I. Sitindjak (Advisor 1); Linggajaya Suryanata (Advisor 2); Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021714/DIN/2018; Grace Shella Sulistio (41414096)",
  "subjects": "INTERIOR DECORATION; MUSEUMS; PUBLIC BUILDINGS-DECORATION"
}