{
  "id": "42897",
  "title": "Perancangan interior kantor konsultan interior kreatif dengan konsep “grow creativity” di Surabaya",
  "abstract": "Masih kurang adanya perhatian terhadap kenyamanan dan kelengkapan fasilitas terhadap desain kantor yang ada saat ini membuat para karyawan kantor saat ini menjadi kurang produktif dan kreatif, terutama pada kantor yang berbasis sebagai kantor konsultan desain interior yang ada di Surabaya, “Perancangan Interior Kantor Konsultan Interior Kreatif dengan Konsep “Grow Creativity” di Surabaya, di fungsikan untuk dapat menampung segala kegiatan atau aktivitas yang dilakukan oleh para karyawan kantor yaitu desainer interior untuk bisa betah berada di kantor, lebih berpikir kreatif dan segala kegiatan atau aktivitas yang dilakukan di kantor bisa terfasilitasi dengan baik. Metode perancangan yang digunakan yaitu Design Thinking dengan tahapan (1) Discovery (2) Observe (3) Empathize (4) Ideate (5) Decide (6) Prototype (7) Test (8) Implementation. Konsep perancangan kali ini didasari dari kenyamanan “User” atau pengguna kantor (desainer interior) yang akan di terapkan dalam desain kantor. Perancangan interior kantor konsultan interior ini melibatkan para desainer interior untuk dapat berpikir kreatif serta produktif dalam bekerja di kantor. Ditunjang dengan berbagai fasilitas yang memungkinkan para desainer interior untuk bisa beraktivitas dengan nyaman seperti: lobby, ruang meeting, ruang desain, ruang owner, ruang rapat karyawan, ruang beristirahat (ruang santai), ruang material, dan ruang makan. Manfaat yang akan dirasakan bagi para desainer interior dengan keberadaan kantor konsultan interior kratif ini yaitu tersedianya kantor yang bisa memenuhi segala aktivitas para desainer interior serta membuat para desainer interior untuk bisa bekerja secara kreatif dan produktif dalam kantor.",
  "creators": "AXEL HARIYANTO",
  "contributors": "Sherly De Yong (Advisor 1); Ir. Hendy Mulyono (Advisor 2); Dr. Ir. Hedy Constancia Indrani, M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021685/DIN/2018; Axel Hariyanto (41414059)",
  "subjects": "INTERIOR DECORATION-DESIGN; OFFICE BUILDINGS-DESIGN AND PLANS"
}