{
  "id": "429",
  "title": "Lennie's and George's nonstandard use of English as seen in John Steinbeck's \"of mice and men\"",
  "abstract": "This study deals with Lennie's and George's Nonstandard grammatical features differences in John Ernst Steinbeck's Of Mice and Men (1937). Armand Schwerner in his notes of Of Mice and Men stated that Lennie and George are different in manner and mind. Lennie is illustrated as a retarded person, and in contrast, George is depicted as having an active mind. Apart from their different manner and mind, they share the same language of nonstandard English. Based on this fact, in this thesis, the writer focuses on Lennie's and George's nonstandard grammatical features, in this case, to find out in what way their nonstandard grammatical features differ. In order to identify the data, the writer needs some theories relating to the study itself. Regarding this matter, the writer employs Guth's nonstandard features as her main theory, and puts Trudgill's, Labov's, Pride's, Holmes's, and Nelson's as the supporting theories. The data collected are linguistic data, in this matter nonstandard grammatical features. The analysis itself is split into three major points as follows; Lennie's nonstandard grammatical features, George's nonstandard grammatical features, and their differences. By analyzing the data the writer tries to infer the interpretation as the conclusion of the study. The writer may conclude that Lennie is indeed identified using less nonstandard grammatical features than George both in frequencies and types, however, they do not show any significant diffrences. In essence, Lennie uses six types of nonstandard grammatical features such as double negatives, ain't, verb forms, pronoun forms, reversal of subject and verb I, and connectives. On the other hand, George employs seven types of features as follows: verb forms, double negatives, ain't, pronoun forms, duplicated subject, and existential they, and connectives.",
  "creators": "CYNTHIA CHRISTIANA",
  "contributors": "SUBANDI DJAJENGWASITO (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.884; Cynthia Christiana (11496052)",
  "subjects": "ENGLISH LANGUAGE-STUDY AND TEACHING; ENGLISH LANGUAGE-SOCIAL ASPECTS; LINGUISTICS; SOCIOLINGUISTICS"
}