{
  "id": "42908",
  "title": "Implementasi pengalaman panca indra pada interior restoran Shao Kao Surabaya",
  "abstract": "Kemampuan manusia dalam mempersepsi sebuah ruang dipengaruhi oleh pengalaman panca indra. Namun hal ini sering dianggap sepele dan kurang diperhatikan oleh pihak Restoran maupun Desainer. Padahal, pengalaman pengunjung merupakan faktor yang sangat penting dalam mempertahankan ketertarikan pada suatu Restoran. Tujuan penelitian ini adalah untuk memahami pentingnya pengalaman indra dan bagaimana implementasinya pada interior, khususnya Restoran Shao Kao di Surabaya. Metode penelitian yang digunakan adalah kualitatif deskriptif dengan acuan dasar teori menurut Deplasez dan Andrea dalam buku Constructing Architecture serta Malnar dan Vodvarka dalam buku Sensory Design terkait panca indra dan aspek interior yang ditangkap oleh panca indra. Berdasarkan analisis yang telah dilakukan, maka dapat disimpulkan bahwa alat indra manusia ternyata sangat berperan dalam mempersepsi atau mengalami sebuah ruang. Setiap pengunjung Restoran Shao Kao di Surabaya memiliki pengalaman yang berbeda-beda terhadap interior restoran. Pengalaman yang melibatkan panca indra tersebut didapatkan melalui penerapan elemen-elemen interior pada interior Restoran Shao Kao, yaitu cahaya, warna, unsur dekoratif berupa lukisan bertema Cina, bau dan aroma, suara atau kebisingan, musik, serta suhu ruangan, yang kemudian menghasilkan suasana dalam ruang yang dialami oleh tiap-tiap pengunjung.",
  "creators": "MELINDA CHRYSANIA L",
  "contributors": "Sriti Mayang Sari (Advisor 1); CELINE JUNIKA (Advisor 2); Adi Santosa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021688/DIN/2018; Melinda Chrysania Legawaputri (41414063)",
  "subjects": "RESTAURANTS-DECORATION; DECORATION AND ORNAMENT--PSYCHOLOGICAL ASPECTS"
}