{
  "id": "42900",
  "title": "Perancangan interior gedung bioskop Cinemaxx berbasis greenship di Surabaya",
  "abstract": "Bioskop adalah salah satu tempat hiburan yang digemari oleh masyarakat terutama pecinta film, mulai dari anak kecil hingga orang dewasa. Secara umum, bioskop terdapat dalam sebuah mal dengan konsep desain yang sama karena menggunakan brand bioskop yang sama dan aspek efisiensi energi masih kurang diperhatikan dalam perancangan sebuah bioskop. Metode perancangan dilakukan dengan studi literatur dan tipologi perancangan sejenis, melakukan wawancara secara online kepada masyarakat Surabaya, pengamatan terhadap lokasi dan pengguna, analisa data, merumuskan masalah, dan memberikan ide desain terbaik yang akan disajikan dalam bentuk gambar kerja dan gambar presentasi. Tujuan dari perancangan adalah menciptakan sebuah bangunan bioskop yang sehat dan ramah lingkungan dengan mengaplikasikan berbagai variabel dari Greenship Interior Space Version 1.0, menciptakan suasana ruang bioskop yang berbeda di Surabaya, dan mampu menunjang aktivitas pengguna yang semakin kompleks dengan berbagai fasilitas menarik. Hal ini didukung dengan melakukan perancangan pada bangunan sendiri dan menggunakan brand bioskop yang baru bagi kota Surabaya yaitu Cinemaxx. Perancangan bioskop Cinemaxx dengan mengaplikasikan konsep desain yang berbeda tentu mampu memberikan atmosfer baru bagi masyarakat Surabaya dan mendapatkan peringkat Gold dari Greenship Interior Space Version 1.0.",
  "creators": "GOEY, FENNY",
  "contributors": "Dr. Ir. Hedy Constancia Indrani, M.T. (Advisor and Examination Committee); Purnama Esa Dora Tedjokoesoemo, S.Sn., M.Sc. (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021717/DIN/2018; Goey, Fenny (41414102)",
  "subjects": "INTERIOR DECORATION; MOTION PICTURE THEATERS--DESIGN AND PLANS"
}