{
  "id": "42903",
  "title": "Perancangan interior Language Learning centre di Bali",
  "abstract": "Dewasa ini, minat belajar bahasa asing meningkat di kalangan masyarakat dikarenakan tuntutan globalisasi yang mengharuskan setiap individu untuk membekali diri dengan wawasan lebih agar bisa bersaing secara global dan menjadi sumber daya manusia yang berpotensi. Selain itu, banyak siswa maupun mahasiswa yang memiliki keinginan besar untuk dapat melanjutkan studi keluar negeri dan bahkan menetap disana. Hal ini yang menyebabkan sudah banyak institusi pendidikan non formal menawarkan sistem dan materi pembelajaran sebagai persiapan bagi masyarakat untuk belajar bahasa asing. Namun, terlepas dari kelengkapan fasilitas tersebut, rancangan interiornya masih belum maksimal. Aspek visual merupakan salah satu faktor terpenting yang berkontribusi terhadap proses belajar karena hal ini dapat mempengaruhi mental, kehadiran kelas dan kinerja siswa. Kenyamanan dan konsentrasi pengguna adalah hal utama yang harus diperhatikan guna mencapai ruang belajar yang memadai sehingga diperlukan perancangan interior Language Learning Centre ini. Metode perancangan menggunakan proses design thinking yang terdiri dari (1) Inspiration (Understand, Observe dan Point of View), (2) Ideation (Ideate, Prototype, dan Test), (3) Implementation (Story Telling, Pilot, dan Business Model). Kemudian dasar perancangan berasal dari literatur sebagai acuan teori dalam mendesain. Language Learning Centre. Language Learning Centre merupakan sebuah institusi non formal untuk membantu memberikan pendidikan persiapan bagi para siswa dan mahasiswa untuk mampu berkomunikasi dengan baik menggunakan bahasa asing. Dihadirkan dengan kegiatan edukasi yang rekreatif bagi anak muda dan dewasa dengan fasilitas penunjang aktivitas seperti classroom, study hall, library, lounge, recreation area, cafetaria dan fasilitas penunjang lainnya. Didesain dengan menggunakan skema warna yang berbeda pada masing-masing area sehingga memberikan kejutan dan pengalaman yang berbeda dalam beraktivitas. Hal ini guna mendorong pengguna untuk lebih aktif dan menikmati setiap interaksi serta kegiatan yang terjadi dalam masing-masing area.",
  "creators": "DINDA TAMARA INDRAWARDANI",
  "contributors": "Dr. Ir. Hedy Constancia Indrani, M.T. (Advisor and Examination Committee); Purnama Esa Dora Tedjokoesoemo, S.Sn., M.Sc. (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancagan Interior No. 00021718/DIN/2018; Dinda Tamara Indrawardani (41414104)",
  "subjects": "INSTITUTION BUILDING; INTERIOR DECORATION"
}