{
  "id": "42905",
  "title": "Perancangan interior art development and activity center di Surabaya",
  "abstract": "Ekonomi kreatif merupakan topik yang sedang diperbincangkan oleh publik. Industri perekonomian kreatif merupakan cara menghadapi perkembangan jaman dan perekonomian bangsa. Seni dan kreativitas menjadi sesuatu yang dihargai bangsa maupun negara semenjak adanya industri perekonomian kreatif. Perancangan Art Development and Activity Center di Surabaya ini bertujuan agar dapat mewadahi aktivitas belajar remaja sebagai sarana untuk mengembangkan kreativitas dan edukasi di bidang seni dalam menghadapi industri kreatif. Wadah seperti ini sangat diperlukan pada masa sekarang karena kurangnya pengetahuan banyak orang di Indonesia tentang seni. Sehingga masalah tersebut dapat mempengaruhi antusias untuk berkembang di bidang ekonomi kreatif. Perancangan Art Development and Activity Center ini dapat dikatakan sebagai tempat khursus seni di bidang seni terapan, yaitu interior design, fashion design, visual communication design, product design (jewellery design), dan musik. Selain itu, tempat ini dilengkapi dengan fasilitas yang dapat mendukung kegiatan belajar dan mengekspresikan seni seperti mini galeri dan mini auditorium. Perancangan interior Art Development and Activity Center di Surabaya ini juga didukung dari tatanan interiornya yang menggunakan gaya Modern Pop Art Contemporary sehingga lebih memancarkan nuansa dari seni tersebut. Perancangan ini menggunakan enam tahap metode, yaitu empathize & define, research, ideate, prototype, test, dan implementation.",
  "creators": "VANYA ANGELINE PRANAWA",
  "contributors": "Sherly De Yong (Advisor 1); Ir. Hendy Mulyono (Advisor 2); Dr. Ir. Hedy Constancia Indrani, M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021687/DIN/2018; Vanya Angeline Pranawa (41414062)",
  "subjects": "INTERIOR DECORATION"
}