{
  "id": "42918",
  "title": "Perancangan interior fitness center khusus perempuan di Surabaya",
  "abstract": "Berolahraga adalah salah satu penerapan pola hidup sehat yang jaman sekarang ini menjadi trend di kalangan masyarakat. Masyarakat biasanya berolahraga secara mandiri atau bergabung dengan pusat kebugaran. Pusat Kebugaran yang menjadi salah satu wadah masyarakat untuk berolahraga sudah banyak ditemukan di Surabaya tetapi merupakan pusat kebugaran umum yang mana diperuntukkan untuk semua jenis yaitu laki-laki dan perempuan (unisex). Pada umumnya suatu pusat kebugaran lebih didominasi oleh laki-laki daripada perempuan dan ini merupakan salah satu permasalahan mengapa perempuan malas berolahraga karena kurang nyaman atau kurang leluasa jika berolahraga dengan lawan jenis. Perancangan Interior fitness center ini hadir sebagai solusi permasalahan kaum perempuan yang diharapkan dapat menjadi suatu wadah untuk melakukan aktivitas olahraga dengan optimal dan juga nyaman sehingga hidup dapat menjadi lebih sehat. Perancangan Interior fitness center ini didesain dengan konsep yang mengorientasikan perempuan sehingga kebutuhan perempuan dalam melakukan aktivitas olahraga akan terpenuhi dan juga desainnya menyesuaikan dengan karakteristik perempuan pada umumnya. Suasana yang ingin dihadirkan pada perancangan ini adalah suasana yang nyaman, elagan dan juga feminin. Fasilitas yang diberikan disini juga terbilang lengkap karena selain menyediakan alat-alat beban dan cardiovascular, ruang studio kelas juga menyediakan fasilitas pendukung seperti jacuzzi, sauna dan steam",
  "creators": "GABRIELA CYNTHIA",
  "contributors": "Ronald H.I. Sitindjak (Advisor 1); Linggajaya Suryanata (Advisor 2); Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021725/DIN/2018; Gabriela Cynthia (41414120)",
  "subjects": "INTERIOR DECORATION; PHYSICAL FITNESS CENTERS"
}