{
  "id": "42924",
  "title": "Perancangan interior organic living center di Semarang",
  "abstract": "Degradasi kondisi lingkungan maupun kesehatan manusia di zaman yang serba cepat saat ini semakin memprihatinkan. Hal ini disebabkan oleh gaya hidup serba instan yang tanpa disadari membuat masyarakat terbiasa menggunakan produk berbahan kimia dan tak ramah lingkungan dalam keseharian. Oleh karena itu, produk organik menjadi salah satu solusi yang bermanfaat tak hanya bagi peningkatan kualitas hidup manusia, namun juga lingkungan. Belakangan, kesadaran masyarakat akan pentingnya gaya hidup sehat mulai meningkat, namun hal ini tidak diimbangi dengan kemudahan memperoleh informasi maupun menjangkau produk organik. Berdasarkan fenomena-fenomena tersebut, maka diperlukan sebuah fasilitas wisata edukasi yang mampu memberi informasi dan mengedukasi masyarakat secara menyenangkan, sekaligus memperkenalkan berbagai produk organik dan manfaatnya melalui pengalaman yang merangsang panca indera. Untuk itu, perancang menghadirkan Organic Living Center di Semarang, dimana edukasi dan informasi dihadirkan secara interaktif dengan sistem hands-on activities. Hasil perancangan mengusung konsep ‘Reversion’ dengan menerapkan karakteristik alam, serta memperhatikan relasi dengan alam (Biophilic Design). Dengan demikian, perancangan ini diharapkan dapat memberi dampak positif tak hanya bagi peningkatan kualitas hidup masyarakat sebagai konsumen, namun juga turut mendukung produsen dan artisan lokal sebagai bagian dari komunitas masyarakat, serta menyelamatkan kondisi lingkungan demi keberlanjutan kehidupan di masa depan.",
  "creators": "CHRISTINA VANIA",
  "contributors": "Ronald H.I. Sitindjak (Advisor 1); Linggajaya Suryanata (Advisor 2); Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021693/DIN/2018; Christina Vania (41414071)",
  "subjects": "BUILDING-ENVIRONMENTAL ASPECTS; INTERIOR DECORATION"
}