{
  "id": "42920",
  "title": "Perancangan fasilitas duduk moveable untuk lansia",
  "abstract": "Saat melakukan aktivitas-aktivitas baik didalam ruangan maupun diluar ruangan, lansia akan mengalami kesusahan dikarenakan kondisi fisiknya yang mulai menurun. sehingga mereka memerlukan tenaga dan waktu yang ekstra dan biasanya cenderung sering kelelahan dan merasakan pegal atau sakit saat melakukan berbagai aktivitas (seperti duduk, jalan, berdiri terlalu lama). Masalah-masalah yang ada dianalisa beserta dengan teori-teori yang sudah didapat, untuk menghasilkan sebuah produk yang dapat membantu lansia melakukan berbagai aktivitas. produk ini dapat membantu lansia beraktivitas juga membuat para lansia lebih nyaman saat melakukan aktivitasnya. Metode yang menggunakan design thinking process dari Interaction Design Foundation yang memiliki 3 tahap yaitu Inspiration (Understand, Observe), Ideation (Ideate, Prototype, Test), Implementation (Story telling, Business model). Dari permasalahan yang ada maka produk yang dirancang dan dihasilkan berupa fasilitas duduk moveable untuk lansia yang di mana mudah dipindah-pindahkan sehingga cocok untuk outdoor maupun indoor. Selain itu produk perancangan ini berbeda dengan produk lainnya karena dilengkapi dengan fasilitas-fasilitas tambahan berupa storage/tas, tongkat atau alat bantu jalan sekaligus sebagai pegangan dorongan kursi, sella tongkat atau tongkat kaki 4, dan kursi ini dapat dilipat dan disimpan di tempat yang sempit. Fasilitas duduk tersebut memiliki ergonomi yang sudah disesuaikan dengan ergonomi lansia sehingga nyaman jika digunakan oleh lansia.",
  "creators": "MIA ARIANTI NURIMAN",
  "contributors": "Grace Mulyono (Advisor 1); Poppy Firtatwentyna Nilasari, S.T., M.T. (Advisor 2); Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Advisor 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021691/DIN/2018; Mia Arianti Nuriman (41414066)",
  "subjects": "CHAIRS; FURNITURE DESIGN; INTERIOR DECORATION"
}