{
  "id": "42929",
  "title": "Perancangan interior restoran China-Dayak di Kalimantan Barat",
  "abstract": "Restoran adalah istilah umum yang digunakan untuk menyebut suatu usaha yang menyajikan suatu hidangan kepada masyarakat dan menyediakan tempat untuk menikmati hidangan tersebut serta menetapkan tarif tertentu untuk makan dan pelayanannya. Pada jaman sekarang, dapat dilihat bahwa perkembangan kuliner sudah sangat pesat, seperti pada daerah di kota-kota memiliki banyak daerah yang strategis untuk dijadikan restoran. Perancangan ini akan merancang sebuah restoran modern yang menyajikan makanan Chinese food yang akan difokuskan pada makanan daerah Pontianak yang biasa terkenal dengan China-Dayak. Pontianak merupakan kota yang belum cukup terkenal, semakin banyak bermunculan tempat makan atau restoran yang hanya menyajikan hidangan tetapi juga menjual suasana. Sebuah restoran dengan interior yang akan menarik membuat konsumen tertarik untuk datang dan melakukan aktivitas, dengan sajian menu dan suasana yang berkualitas membuat konsumen ingin datang untuk menikmatinya, dengan munculnya restoran dalam berbagai konsep. Restoran ini memberikan sistem pelayanan dengan nuansa unik yang berbeda, dari pada restoran lainnya. Dengan adanya area dessert, setiap tamu yang berdatangan menikmati dessert yang sudah disediakan. Showcase pada area tersebut memiliki kain-kain tenun, guci-guci khas daerah untuk membuat pengunjung merasa tertarik. Restoran ini mengundang para tamu untuk mengetahui ciri khas Pontianak agar pengunjung dapat mengetahui lebih dalam mengenai kerajinan dan sejarah Pontianak.",
  "creators": "MARSELINDA PUSPITA",
  "contributors": "Stephanus P. Honggowidjaja (Advisor and Examination Committee); Filipus Priyo Suprobo, S.T., M.T. (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021729/DIN/2018; Marselinda Puspita (41414128)",
  "subjects": "COMMERCIAL BUILDINGS"
}