{
  "id": "42934",
  "title": "Perancangan interior salon kecantikan “Beauty Lounge” di Bali",
  "abstract": "Salon merupakan salah satu tempat yang dibutuhkan oleh seluruh kalangan masyarakat, mulai dari anak-anak, remaja, hingga orang dewasa. Salon merupakan tempat yang digunakan untuk melakukan perawatan tubuh serta mempercantik diri sehingga mampu membuat seseorang tampil lebih percaya diri. Dalam hal ini, pengunjung salon dapat memanjakan diri dan mempercantik diri baik dari ujung kepala hingga ujung kaki dengan berbagai perawatan yang ditawarkan oleh masing-masing salon. Pada umumnya salon menyediakan berbagai macam fasilitas, seperti hairdressing, makeup, facial, embriodery eyebrows, manicure pedicure, dan lainnya. Akan tetapi, jarang ditemukan salon yang mampu menyediakan seluruh perawatan dan fasilitas secara lengkap hanya dalam satu tempat. Terkadang beberapa salon hanya menyediakan beberapa perawatan, karena keterbatasan tempat yang dimiliki oleh salon tersebut tidak memungkinkan bagi mereka untuk menyediakan perawatan secara lengkap. Hal ini akan memengaruhi ketertarikan konsumen untuk mengunjungi salon, karena perawatan yang disediakan tidak lengkap sehingga konsumen akan mencari salon lain untuk memenuhi perawatannya. Perancangan Interior Beauty Lounge Salon ini bertujuan menyediakan sebuah wadah atau tempat salon yang memiliki fasilitas perawatan tubuh yang lengkap dengan memiliki fasilitas-fasilitas penunjang sehingga konsumen dapat menggunakan waktu untuk melakukan perawatan tubuh lebih efisien untuk konsumen yang membutuhkannya, dengan menggunakan konsep New Born Beauty yang memiliki arti “kecantikan yang telah lahir kembali” dengan menggunakan ide dasar dari Lotus serta menggunakan nuansa ruang yang segar, rileks dan nyaman.",
  "creators": "PUTU KHATALIA PRABASARI",
  "contributors": "Sriti Mayang Sari (Advisor 1); CELINE JUNIKA (Advisor 2); Adi Santosa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perencanaan Interior No. 00021732/DIN/2018; Putu Khatalia Prabasari (41414136)",
  "subjects": "BEAUTY SHOPS--DECORATION; INTERIOR DECORATION"
}