{
  "id": "42935",
  "title": "Perancangan interior instalasi gawat darurat untuk anak-anak di Surabaya",
  "abstract": "Pada saat ini pelayanan kesehatan di Indonesia diberikan melalui rumah sakit umum dan rumah sakit spesialis untuk dapat mengoptimalkan pelayanan kesehatan bagi masyarakat. Akan tetapi, kurangnya pelayanan kesehatan bagi anak-anak di Indonesia kurang diperhatikan, sedangkan desain ruang gawat darurat pada rumah sakit sangat mempengaruhi psikologis kesembuhan pasien. Selain fasilitas yang lengkap, ada beberapa aspek yang terdapat pada ruang gawat darurat untuk mempercepat kesembuhan pada pasien yaitu warna, material, tekstur, pencahayaan, penghawaan, dan pemandangan luar. Metode yang digunakan pada perancangan ini yaitu iquiry, empathize, define, brainstorm, protorype, test, apply and reflect. Oleh karena itu, diperlukan suatu bangunan yang memiliki ruang gawat darurat bagi bayi dan anak-anak atau umur 0-14 tahun dengan desain yang sesuai karakter anak-anak. Konsep pada ruang gawat darurat ini adalah Enjoyable Active, dengan diharapkan menciptakan suasana ruang yang playful, energik, ceria, dan hangat. Pada perancangan ini warna yang digunakan yaitu hijau untuk memberikan efek menurunkan stress, krem untuk memberikan efek ceria dan menetralkan rasa gugup, dan biru untuk memberikan efek menenangkan. Tidak hanya itu saja fasilitas yang diberikan yaitu area informasi, area playground, area registrasi, area farmasi, dan area radiologi yang mudah dicapai pada area instalasi gawat darurat.",
  "creators": "VONNY POPO SUDIBYO",
  "contributors": "Sherly De Yong (Advisor 1); Purnama Esa Dora Tedjokoesoemo, S.Sn., M.Sc. (Advisor 2); Dr. Ir. Hedy Constancia Indrani, M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021699/DIN/2018; Vonny Popo Sudibyo (41414080)",
  "subjects": "PUBLIC BUILDINGS; PUBLIC BUILDINGS-DECORATION"
}