{
  "id": "42947",
  "title": "Pengaruh komposisi, ukuran partikel, serta tekanan limbah biji alpukat dan durian terhadap karakteristik briket",
  "abstract": "Biomassa dibagi atas 3 jenis yaitu air, gas, dan padat. Pada kesempatan ini bahan bakar biomassa yang akan dibahas adalah biomassa padat. Briket merupakan salah satu jenis dari biomassa yang paling umum digunakan atau dibuat. Briket yang akan dibuat ini berasal dari bahan limbah yang tidak terpakai. Bahan limbah tersebut adalah biji alpukat dan durian. Metodologi pembuatan briket dari limbah biji alpukat dan durian akan dijelaskan sebagai berikut. Pertama bahan limbah biji alpukat dan durian dikumpulkan, kemudian dikeringkan dengan bantuan oven dan sinar matahari. Setelah kering maka biji alpukat dan durian dapat dihaluskan menjadi serbuk. Pada serbuk dilakukan proses pengayakan untuk membuat ukuran partikel serbuk lebih kecil dengan variasi 20, 40, dan 60 mesh. Serbuk akan dicampur dengan tepung tapioka sebagai bahan perekat untuk proses pembentukan briket. Setelah itu akan dilakukan proses press dengan tekanan 1 dan 2 MPa. Kemudian briket dikeringkan kembali dan siap digunakan sebagai bahan bakar. Untuk hasil dari pembuatan briket terserbut, komposisi campuran yang ideal yaitu 90% limbah dan 10% tepung tapioka. Nilai kalor yang dihasilkan dari campuran biji alpukat dan tepung tapioka sebesar 3961 Kcal/Kg. Sedangkan campuran biji durian dan tepung tapioka memiliki nilai kalor sebesar 3780 Kcal/Kg. Semua hasil yang didapat berdasarkan proses pengayakan dengan ukuran 60 mesh. Semakin kecil ukuran partikel, maka hasil permukaan dan pembakaran briket akan semakin bagus, serta durasi pembakaran semakin lama.",
  "creators": "CHRISTIAN AUREN MALIK",
  "contributors": "Willyanto (Advisor 1); Sutrisno S.T.,M.T. (Advisor 2); Fandi Dwiputra Suprianto, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011246/MES/2018; Christian Auren (24414056)",
  "subjects": "BIOMASS ENERGY; BRIQUETS (FUEL)"
}