{
  "id": "42944",
  "title": "Perancangan produk interior modular multifungsi berbasis material kayu olahan",
  "abstract": "Berkembangnya ragam dan pola aktivitas masyarakat dalam kota mendorong penambahan jumlah gedung bertingkat sebagai pusat aktivitas. Terjadi banyak peralihan fungsi lahan (hunian) non-komersial menjadi komersial yang menyebabkan harga lahan (hunian) menjadi tinggi. Keterbatasan lahan menjadi salah satu dampak dari masalah utama pertumbuhan masyarakat dalam kota. Disamping itu, perkembangan teknologi juga membentuk sebuah pola pikir baru terhadap desain ruang yang beralih fungsi juga sebagai sarana aktualisasi diri. Dibutuhkan solusi terkait masalah dan fenomena yang berkembang, salah satunya perancangan perabot sebagai pengisi ruang di lahan yang terbatas. Perancangan ini bertujuan untuk memberikan solusi terhadap keterbatasan lahan melalui produk interior modular multifungsi yang berbasis material kayu olahan. Perancangan ini menggunakan metode d’school Paris Design untuk mengkaji secara lebih detil permasalahan, kebutuhan, solusi, ide, perancangan dan implementasi jangka panjang melalui business model canvas. Terdapat beberapa alternatif desain rancangan sebagai solusi yang ditawarkan dengan memperhatikan berbagai aspek seperti efisiensi pemanfaatan material, sistem produksi, perkembangan trend desain, selera desain pengguna, sistem pemasaran, sistem distribusi, hingga teknik penggunaan produk. Perancangan desain menunjukkan bahwa produk modular multifungsi berbasis material multiplek menjadi solusi untuk pemecahan masalah keterbatasan lahan. Penggunaan desain modular mutlifungsi memiliki kelebihan dalam efisiensi penggunaan material, proses produksi, dan fleksibilitas penggunaan produk.",
  "creators": "HENDRA GOUTAMA",
  "contributors": "Grace Mulyono (Advisor 1); Poppy Firtatwentyna Nilasari, S.T., M.T. (Advisor 2); Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021702/DIN/2018; Hendra Goutama (41414083)",
  "subjects": "WOOD IN INTERIOR DECORATION; INTERIOR DECORATION"
}