{
  "id": "42940",
  "title": "Personalized training program for minor stop improvement in Department A at PT X",
  "abstract": "Minor stop merupakan suatu masalah yang sering terjadi pada mesin, dimana mesin berhenti dalam waktu yang singkat. Masalah minor stop ini juga sering dialami oleh PT. X, terutama Departemen A yang memiliki ranah area produksi. Penelitian ini bertujuan untuk membuat suatu standarisasi dan kemudian disosialisasikan kepada Departemen A agar masalah minor stop ini dapat berkurang. Dari analisa yang dilakukan, diketahui bahwa minor stop dapat disebabkan oleh beberapa akar masalah. Akar-akar masalah ini biasanya adalah pada masalah kurangnya kelengkapan dokumen untuk menanganinya ataupun untuk mencegahnya. Dokumen-dokumen ini nantinya akan digunakan sebagai pedoman jika minor stop terjadi. Salah satu masalah yang lain adalah kurangnya pedoman penanganan yang runtut jika suatu masalah minor stop terjadi. Maka dari itu, telah dibuat sebuah diagram alir yang dapat menjadi pedoman untuk mekanik dalam melakukan analisa maupun perbaikan jika suatu minor stop terjadi. Analisa dilakukan dengan wawancara kepada personil-personil yang berkepentingan di area Departemen A. Dari analisa tersebut, dapat disimpulkan bahwa pelatihan dan standarisasi yang dilakukan membuahkan hasil berupa penurunan pada frekuensi minor stop. Pada minor stop yang malah mengalami kenaikan frekuensi, terdapat praduga beberapa hal, diantaranya yaitu masalah mesin sendiri, masalah dokumen penyelesaian masalah, dan masalah personil mesin tersebut Praduga-praduga ini juga dilengkapi dengan data pendukung berupa maintenance log.",
  "creators": "BERNARDUS TRISTA DMITRI SUTRISNO",
  "contributors": "Didik Wahjudi (Advisor 1); Oegik Soegihardjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01011238/MES/2018; Bernardus Trista Dmitri S. (24414033)",
  "subjects": "TRAINING; EMPLOYEE TRAINING DIRECTORS"
}