{
  "id": "42952",
  "title": "Perancangan desain furniture bertema masyarakat pesisir pada bangunan publik di Kenjeran Park",
  "abstract": "Kenjeran Park merupakan salah satu objek wisata dan kebudayaan yang ada di Jawa Timur. Namun pada Interior di Kenjeran park,terdapat banyak produk-produk interior yang sudah rusak sehingga tidak nyaman lagi untuk digunakan. Hal ini sangat disayangkan karena melihat Kenjeran Park yang merupakan salah satu wisata ikonik di kota Surabaya namun fasilitasnya dinilai kurang baik. Oleh karena itu, Perancangan ini bertujuan untuk membuat produk yang nyamanan dan tahan lama sekaligus melestarikan budaya yang ada di Kenjeran Park. Permasalahan yang ada di Kenjeran Park ini dikarenakan produk interior yang ada merupakan produk yang berbahan dasar plastik yang dimana produk berbahan plastik ini tidak tahan cuaca dan kurang cocok untuk menghias ruangan outdoor dan juga produk interior yang ada merupakan produk masal yang dinilai dari segi estetis kurang variatif. Sehingga dalam merancang produk interior ini, materialnya diganti dengan material semen yang kuat dan tahan cuaca sehingga dapat awet untuk digunakan. Selain itu,perancangan ini juga menggabungkan kebudayaan masyarakat pesisir yang ada di Pantai Kenjeran untuk menghasilkan produk yang bervariasi dan juga menambah nilai estetisnya. Jadi,selain berinovasi dari segi material untuk menjawab permasalahan yang ada,perancangan ini juga berinovasi dari seni yang dihasilkan dari Kebudayaan Masyarakat Pesisir tersebut. Sehingga perancangan ini diharapkan dapat membantu proyek pemerintah surabaya yang mulai mengembangkan kedaerah Kenjeran.",
  "creators": "GABRIELLA YOLANDA KURNIANTO",
  "contributors": "Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021737/DIN/2018; Gabriella Yolanda Kurnianto (41414144)",
  "subjects": "INTERIOR DECORATION--DESIGN; RECREATION CENTERS--DESIGNS AND PLANS"
}