{
  "id": "42956",
  "title": "Pengaruh penambahan minyak dari ampas kopi terhadap unjuk kerja mesin diesel",
  "abstract": "Permintaan energi secara global terus meninggi sejak revolusi industri dan terus terjadi peningkatan seiring perkembangan industri dan pertumbuhan populasi. Sekitar 80% konsumsi energi dunia menggunakan bahan bakar fosil, yang suatu hari akan habis pada tahun - tahun mendatang. Untuk mengatasi masalah ini, industri menggunakan limbah minyak nabati dan lemak hewani dari unggas untuk menghasilkan biodiesel murah. Ada juga yang menggunakan bahan limbah yang bersifat non-edible sebagai penghasil minyak biodiesel. Biodiesel adalah alternatif yang sangat cocok untuk bahan bakar fosil. Biodiesel dapat dihasilkan dari limbah ampas kopi dengan cara diambil kandungan minyaknya. Pengambilan minyak dilakukan dengan proses ekstraksi menggunakan soxhlet dan carian n-hexana yang mana selanjutnya dilakukan pemurnian minyak menggunakan alat rotary evaporator. Dan diolah melalui proses transesterfikasi untuk diambil metil ester. Metil ester dicampur dengan solar murni pertamina dan dilakukan uji karakteristik di Laboratorium Pertamina serta uji performa pada mesin ISUZU 4JA - 1 OHV menggunakan metode water brake dynamometer. Hasil uji karakteristik campuran B10, B15, dan B20 memenuhi ketentuan Dirjen Migas No. 28K/10/DJM.T/2016. Hasil pengujian performa untuk B10 menghasilkan daya puncak pada 2000 RPM sebesar 38,74 Hp, torsi puncak pada 1800 RPM sebesar 146,56 Nm, BMEP 6,98 kg/m2, sfc 0,20 kg/Hp.jam dan efisiensi termal 32,60%. B15 menghasilkan daya puncak pada 2000 RPM sebesar 40,35 Hp, torsi puncak pada 1800 RPM sebesar 153,37 Nm, BMEP 7,27 kg/m2, sfc 0,21 kg/Hp.jam dan efisiensi termal 29,91%. B20 menghasilkan daya puncak pada 2000 RPM sebesar 39,14 Hp, torsi puncak pada 1800 RPM sebesar 150,94 Nm, BMEP 7,05 kg/m2, sfc 0,21 kg/Hp.jam dan efisiensi termal 30,87%",
  "creators": "RICHARD ANTHONIUS WONGSO SANTOSO",
  "contributors": "Fandi Dwiputra Suprianto, S.T., M.Sc. (Advisor 1); Willyanto (Advisor 2); Joni Dewanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04011245/MES/2018; Richard Anthonius Wongso Santoso (24414072)",
  "subjects": "BIODIESEL FUELS; DIESEL MOTOR--ALTERNATIVE FUELS--RESEARCH; COFFEE--ANALYSIS"
}