{
  "id": "42957",
  "title": "Pembuatan dan pemanfaatan bioetanol kulit nanas sebagai campuran bahan bakar ron 90 guna meningkatkan unjuk kerja mesin motor bensin Supra X 125 FI",
  "abstract": "Bioetanol merupakan biofuel yang berfungsi seperti bahan bakar bensin, bioetanol diproduksi dari fermentasi glukosa kemudian dilanjutkan dengan proses destilasi. Dari studi literatur dalam limbah kulit nanas mengandung gula sederhana seperti sukrosa, glukosa dan fruktosa yang dapat digunakan sebagai bahan baku untuk fermentasi alkohol. Dari hasil fermentasi alkohol akan di destilasi sampai mendapatkan kadar alkohol 90%. Penelitian ini bertujuan untuk pemanfaatan bioetanol kulit nanas sebagai campuran bahan bakar RON 90 guna meningkatkan unjuk kerja motor bensin. Pembuatan bioetanol kulit nanas dilakukan dengan proses fermentasi selama 12 hari dan proses destilasi yang dilakukan empat kali sampai kadar mencapai 90%. Kemudian dilakukan pengujian karakteristik bahan bakar dengan parameter bilangan oktan riset, kandungan timbal(Pb), Distilasi 90% volume penguapan, dan berat jenis (pada suhu 150) dan flash point. Hasil pengujian karakteristik bahan bakar menunjukkan bahwa campuran B10 merupakan campuran yang terbaik. Setelah itu dilakukan pengujian dinamometer di dapati peningkatan performa mesin pada penggunakan bahan bakar B10 berupa daya 1.02% dan torsi 1.1% secara keseluruhan jika dibandingkan dengan performa mesin menggunakan bahan bakar G100. Jadi pada penggunaan bahan bakar B10 meningkatkan performa mesin.",
  "creators": "ANTONIUS FERNANDO LUBALU",
  "contributors": "Sutrisno S.T.,M.T. (Advisor 1); Willyanto (Advisor 2); Fandi Dwiputra Suprianto, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04011244/MES/2018; Antonius Fernando Lubalu (24414083)",
  "subjects": "AGRICULTURAL WASTES AS FUEL; INTERNAL COMBUSTION ENGINES--EXHAUST GAS; MOTOR VEHICLES--MOTORS--FUEL INJECTION SYSTEMS"
}