{
  "id": "42964",
  "title": "Perancangan mesin produksi genteng kaca otomatis",
  "abstract": "Di tahun 2017 ini, ternyata tingkat kebutuhan rumah layak huni bagi masyarakat Indonesia dinilai masih cukup tinggi. Salah satu produk yang banyak digunakan sebagai bahan material pembangunan rumah adalah genteng kaca. Produsen genteng kaca di Indonesia, kebanyakan masih mengandalkan metode manual dalam proses produksi. Studi ini bertujuan untuk merancang mesin produksi genteng kaca dengan metode material handling, dengan menggunakan konveyor dan sistem pneumatik, sehingga dapat meningkatkan kapasitas produksi dan menghemat biaya produksi. Dari hasil studi literatur kaca yang digunakan berjenis soda lime, memiliki nilai softening point sebesar 650 °C. Jenis furnace yang digunakan adalah Infrared burner yang memiliki efisiensi yang tinggi dibanding furnace tradisional. Jenis conveyor yang digunakan adalah roller chain, mempertimbangkan faktor biaya dan kapasitas pemanasan bila dibandingkan dengan menggunakan wire mesh belt conveyor, yang membutuhkan jumlah idler yang banyak. Dari hasil perancangan, mesin produksi ini memiliki kapasitas pemanasan sebesar 299 Kw. Panjang konveyor yang dibutuhkan untuk melakukan pemanasan adalah 6825 mm dengan kecepatan konstan 1,75 cm/s. Mesin press yang digunakan adalah jenis pneumatik, dengan gaya tekan sebesar 434 N, dan diameter silinder sebesar 32 mm. Daya motor yang digunakan sebesar ½ Hp, dengan putaran output 1,57 Rpm dengan rasio perbandingan roda gigi 1117:1.",
  "creators": "MICHAEL ENRIKO WIJAYA",
  "contributors": "Roche Alimin (Advisor 1); Fandi Dwiputra Suprianto, S.T., M.Sc. (Advisor 2); Joni Dewanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03011260/MES/2018; Michael Enriko Wijaya (24413080)",
  "subjects": "TILES, ROOFING; MACHINE DESIGN"
}