{
  "id": "42966",
  "title": "Analisa perancangan proses remanufaktur telepon genggam",
  "abstract": "Pengguna telepon genggam bertambah banyak yang berdampak kepada peningkatan electronic waste (E-Waste) terus-menerus tanpa diimbangi dengan tindakan product recovery management, terhitung pada tahun 2014 di Indonesia jumlah E-Waste mencapai 3kg/inh. Salah satu cara untuk mengatasinya adalah dengan melakukan remanufaktur, remanufaktur adalah suatu proses untuk mengembalikan produk bekas ke estetis umum dan standar operasinya. Studi ini bertujuan untuk menentukan langkah-langkah yang harus ada pada proses remanufaktur telepon genggam dan membuat suatu rancangan proses remanufaktur telepon genggam. Pembuatan rancangan proses remanufaktur ini berdasarkan sumber-sumber yang ada dari literatur, pabrik manufaktur telepon genggam, dan service center telepon genggam. Dari berbagai wawasan dan pendapat telah dibuat suatu rancangan untuk melakukan proses remanufaktur pada telepon genggam, rancangan yang sudah dibuat tersebut juga diverifikasi oleh pabrik manufaktur supaya menadapat masukan tentang kendala-kendala nyata yang ada jika ingin melakukan proses remanufaktur ini. Langkah-langkah proses remanufaktur telepon genggam yang dihasilkan adalah HMI & visual inspection, separation, disassembly, cleaning, inspection, sorting, reconditioning, reassembly, dan final inspection. Dengan dibuatnya rancangan proses remanufaktur ini diharapkan masyarakat dapat mengerti dampak buruk dari E-Waste dan mengetahui langkah-langkah apa saja yang harus ada pada proses remanufaktur telepon genggam ini",
  "creators": "NIKO ADRISENNA PONTJONOTO",
  "contributors": "Dr. Dra. Gan Shu San, M.Sc. (Advisor 1); Yopi Yusuf Tanoto, S.T., M.T. (Advisor 2); Didik Wahjudi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01011262/MES/2018; Niko Adrisenna Pontjonoto (24414034)",
  "subjects": "REMANUFACTURING; SMARTPHONES--DEVELOPMENT"
}