{
  "id": "42974",
  "title": "Perancangan aksesoris ruang interior dengan menggunakan penggabungan material utama keramik dan besi",
  "abstract": "Pada perancangan ini terdapat pemilihan 2 material yaitu keramik dan besi. Keramik pada awalnya berasal dari bahasa Yunani keramikos yang artinya suatu bentuk dari tanah liat yang telah mengalami proses pembakaran. Adapun sifat yang paling umum dan mudah dilihat secara fisik pada kebanyakan jenis keramik adalah britle atau rapuh dan berat. Material kedua yaitu besi yang mempunyai sifat mekanik dari segi kekuatan dan keuletan, besi memiliki jumlah yang cukup banyak sehingga mudah didapat, mudah dikerjakan, harganya realtif murah, memiliki system ketahanan yang awet dan tahan lama. Maka dari itu telah dijelaskan pada judul di mana penggabungan kedua material tersebut diaplikasikan pada aksesoris interior, selain karena proses pembuatan keramik dari tanah liat yang mudah dibentuk sehingga dapat tercipta berbagai aksesoris interior, juga aksesoris interior berfungsi sebagai dekorasi untuk mempercantik ruang sehingga tidak memiliki kontak secara langsung dengan manusia. Mengingat sifat keramik yang mudah pecah atau rapuh juga bahaya jika digunakan sebagai furniture ruang yang selalu memiliki kontak langsung dengan manusia. Perancangan ini telah menghasilkan 5 set desain aksesoris interior. Kelima set aksesoris interior ini dapat membuktikan bahwa kedua material memiliki kombinasi yang serasi dan dapat mengurangi bahaya pada lemahnya sifat keramik.",
  "creators": "JOSEPHINE ANASTASIA GUNAWAN",
  "contributors": "Adi Santosa (Advisor 1); CELINE JUNIKA (Advisor 2); Sriti Mayang Sari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021706/DIN/2018; Josephine Anastasia Gunawan (41414087)",
  "subjects": "INTERIOR DECORATION; INTERIOR DECORATION ACCESSORIES"
}