{
  "id": "42975",
  "title": "Redesain interior perpustakaan umum dengan konsep taman baca sebagai sarana edukasi dan rekreasi di kota Surabaya",
  "abstract": "Perpustakaan umum merupakan sarana publik yang disediakan pemerintah untuk mengedukasi masyarakat dalam bidang literasi melalui membaca. Kemampuan literasi serta minat baca masyarakat, khususnya di Surabaya saat ini masih tergolong rendah. Salah satu faktor penyebab masalah tersebut adalah perpustakaan yang kurang menarik minat masyarakat untuk berkunjung. Perpustakaan belum menjalankan fungsinya dalam aspek edukasi dan rekreasi. Tujuan perancangan ini adalah untuk memunculkan fungsi rekreasi, sehingga bukan hanya membantu meningkatkan minat baca masyarakat, namun juga menjadi tempat bagi masyarakat untuk melepas penat. Metode perancangan menggunakan metode design thinking dengan tahap inspiration, ideation dan implementation. Tahap inspiration (emphatize, observe dan POV) merupakan dasar perancangan yang memakai pendekatan emphatic design, dimana perancang memposisikan diri sebagai pengunjung perpustakaan untuk menganalisis masalah. Tahap ideation (ideate, prototype, test, research) adalah tahap pengembangan desain, dan tahap implementation (story telling, bussiness model) merupakan implementasi desain akhir dalam berbagai media. Hasil perancangan adalah perpustakaan kota dengan konsep ‘taman baca’ yang berusaha memasukkan unsur-unsur alam kedalam ruang, sehingga menjadikan perpustakaan sebagai tempat yang menyenangkan untuk berkunjung dan belajar. Dengan adanya perpustakaan yang menjalankan fungsinya sebagai wadah edukasi dan rekreasi, diharapkan dapat meningkatkan minat baca dan belajar masyarakat.",
  "creators": "REBECCA PHYLICIA S.",
  "contributors": "Diana Thamrin,S.Sn. (Advisor 1); Anik Rakhmawati (Advisor 2); Yusita Kusumarini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021707/DIN/2018; Rebecca Phylicia Subagio (41414088)",
  "subjects": "INTERIOR DECORATION--DESIGN; INTERIOR DECORATION; PUBLIC LIBRARIES; LIBRARY DECORATION"
}