{
  "id": "42990",
  "title": "Perancangan interior pusat kesenian suku Dayak di kota Samarinda",
  "abstract": "Kota Samarinda sebagai ibu kota provinsi Kalimantan Timur saat ini membutuhkan wadah bagi para penggiat kesenian Suku Dayak untuk berekspresi dan sekaligus dapat menjadi pusat kesenian yang meliputi sarana apresiasi seni, edukasi kesenian serta menjadi tujuan wisata dan rekreasi masyarakat baik lokal maupun internasional sekaligus menjadi wajah atau icon Kota Samarinda. Hal inilah yang melatarbelakangi perancangan “Pusat Kesenian Suku Dayak di Kota Samarinda” yang dapat mewadahi seluruh aktivtas kesenian masyarakat Suku Dayak di Samarinda serta menjadi tujuan wisata bagi wisatawan lokal maupun mancanegara agar dapat meningkatkan pendapatan daerah dengan adanya pusat kegiatan apresiasi seni, edukasi dan pelestarian, serta pusat komersial dan rekreasi untuk kesenian Suku Dayak. Metode perancangan yang digunakan adalah design thinking dengan tahapan Empathize, Define, Ideate, Prototype, dan Test. Konsep perancangan ini adalah menampilkan Pusat Kesenian Suku Dayak di Kota Samarinda sebagai rumah bagi kesenian Suku Dayak di Kota Samarinda dengan menggunakan esensi Rumah Lamin sebagai konsep dasar. Nilai intangible digunakan dalam bentuk layout dan bentukan dasar elemen interior dan elemen pengisi ruang yaitu balance dan symmetry yang menampilkan hubungan vertikal (hubungan dengan Tuhan) dan hubungan horizontal (hubungan dengan sesame dan alam sekitar) masyarakat Suku Dayak. Sedangkan nilai tangible diterapkan sebagai aksen dengan tujuan agar dapat menghadirkan roh dan spirit ruang Rumah Lamin secara lebih eksplisit.",
  "creators": "ALESSANDRA MONICA PUTRI HANANTO SUPRAYIT",
  "contributors": "Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Advisor and Examination Committee); STEPHANIE MELINDA FRANS (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021709/DIN/2018; Alessandra Monica Putri (41414090)",
  "subjects": "DECORATION AND ORNAMENT; INTERIOR DECORATION; ART OBJECTS--CONSERVATION AND RESTORATION"
}