{
  "id": "42999",
  "title": "Stereotipe perempuan Indonesia dalam film horor “Pengabdi Setan”",
  "abstract": "“Pengabdi Setan” merupakan film horor yang merupakan remake dari film horor terdahulu dengan judul yang sama pada tahun 1980. Film yang diproduksi oleh Rapi Films ini merupakan film horor terlaris Indonesia dan identik dengan karakter utama perempuan yaitu Ibu dan Rini. Dalam hubungannya dengan realita pekerjaan atau kegiatan, sifat, dan penampilan, peneliti berusaha menjawab hubungan film ini dengan stereotipe perempuan terutama dalam film horor di Indonesia. Pendekatan yang dipakai dalam penelitian ini adalah kualitatif dengan jenis penelitian deskriptif. Metode yang dipergunakan adalah semiotika televisi John Fiske dengan 3 level, yaitu level realitas, level representasi dan level ideologi. Berdasarkan kode-kode tersebut, peneliti menemukan pergeseran stereotipe perempuan dalam film horor Indonesia, perempuan pemberani yang rela melakukan apa saja demi keluarganya, perempuan tak lagi dilekatkan dengan menampilkan sensualitas, dan karakter-karakter perempuan dalam film ini yang mendukung pergeseran stereotipe perempuan terutama dalam film horor. Hasil penelitian ini memperlihatkan stereotipe perempuan Indonesia dalam film “Pengabdi Setan” bahwa perempuan mengambil pekerjaan atau kegiatan, sifat, tingkah laku, dan penampilan yang sebelumnya diperankan oleh laki-laki dalam film baik secara narasi maupun karakter.",
  "creators": "NIKEN PRAWIRANAULI",
  "contributors": "Agusly Irawan Aritonang, S.Sos., M.A. (Advisor 1); Megawati Wahjudianata (Advisor 2); Desi Yoanita (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011439/KOM/2018; Niken Prawiranauli (51414062)",
  "subjects": "STEREOTYPES (SOCIAL PSYCHOLOGY) IN MOTION PICTURES; WOMEN IN MOTION PICTURES; COMMUNICATION"
}