{
  "id": "430",
  "title": "A study of Julie's tragic life as seen in August Strindberg Miss Julie",
  "abstract": "Julie, the main character in August Strindberg's Miss Julie, is an aristocrat's daughter who falls in love with her servant. Her life is full of sorrow and disappointment from her birth until her death. Through this study, the writer of this thesis wants to know the factors and the process that lead Julie to experience such a tragic life. In discussing the topic, the thesis writer intends to find the external and internal factors that lead Julie to her death and how the factors lead her to it. The thesis writer uses literary approach through characterization, and conflicts to analyze Julie?s tragic life. Besides, psychological theory is also used to help her to accomplish the analysis. In the analysis, the thesis writer finds out that the people who live near Julie: Julie's mother, Julie's father, Jean, and the servants give much influence on her life. They do not give their love to her so she thinks no one really loves her. She puts her hope in the wrong person since that person makes her more desperate. Besides, Julie is weak, easily loses faith and feels desperate in getting through all problems in her life. Since Julie never gets love from people who live near her, she feels desperate and this lead her to her tragic life. Therefore, Julie's character's traits, which are supported by external factors, cause her to finally end her life by committing suicide.",
  "creators": "FILAND INDRAWATI PRAYOGO",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); Jenny Mochtar Djundjung (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.900; Filand Indrawati Prayogo (11497015)",
  "subjects": "SWEDISH DRAMA-19TH CENTURY-STUDY AND TEACHING; STRINDBERG, AUGUST, 1849-1912. MISS JULIA-STUDY AND TEACHING"
}