{
  "id": "43003",
  "title": "Efektivitas Dwi Pekan sebagai media komunikasi internal Universitas Kristen Petra",
  "abstract": "Humas Universitas Kristen Petra menggunakan Dwi Pekan sebagai media komunikasi internal. Media internal memegang peranan sebagai jembatan komunikasi internal antara manajemen Universitas Kristen Petra dengan publik internalnya. Penelitian ini bertujuan untuk mengetahui efektivitas Dwi Pekan sebagai media komunikasi internal Universitas Kristen Petra dengan menggunakan metode survey dan ditinjau dari indikator efektivitas komunikasi miliki Austin dan Pinkleton, yang meliputi credibility, reach and exposure frequency, efficiency, flexibility, dan context. Jenis penelitian yang digunakan adalah kuantitatif-deskriptif. Jumlah sampel dalam penelitian ini adalah 381 mahasiswa aktif Universitas Kristen Petra, dan menggunakan teknik quota sampling. Adapun hasil penelitian menunjukkan Dwi Pekan efektif dengan nilai rata-rata (mean) yang lebih besar dari standar interval 0.5 yaitu 0.79. Mean tertinggi pada penelitian ini ada pada indikator Credibility dengan nilai 0.955, nilai ini muncul dikarenakan Dwi Pekan menyediakan informasi faktual tentang kegiatan yang terjadi di Universitas Kristen Petra serta pemilihan dan pencantuman narasumber yang kredibel dalam artikel yang dimuat. Selain itu mean terendah pada penelitian ini ada pada indikator Reach and Exposure dengan nilai 0.583, yang mendekati standar interval. Nilai ini muncul dikarenakan sulitnya responden untuk menemukan Dwi Pekan versi cetak, pengumuman terkait e-newsletter Dwi Pekan yang tertumpuk dengan e-mail lainnya, hingga responden yang tidak mengetahui keberadaan versi e-newsletter dari Dwi Pekan.",
  "creators": "INGRID CLARISSA DELLA SETIAWAN",
  "contributors": "Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Advisor 1); Yustisia Ditya Sari (Advisor 2); Titi Nur Vidyarini, S.Sos., M.Comms. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011380/KOM/2018; Ingrid Clarissa Della Setiawan (51414075)",
  "subjects": "ORGANIZATIONAL EFFECTIVENESS; MASS MEDIA; COMMUNICATION; COMMUNICATION IN ORGANIZATIONS"
}