{
  "id": "43001",
  "title": "Analisis isi kekerasan dalam Film Warkop DKI Reborn: Jangkrik Boss! Part 1",
  "abstract": "Film Warkop DKI Reborn Jangkrik Boss: Part 1 merupakan film komedi Indonesia yang cukup digemari dimasyarakat hal itu ditandai dengan adanya prestasi sebagai film terlaris sepanjang perjalanan perfilman di Indonesia. Akan tetapi film tersebut tidak terlepas dari adanya muatan pesan kekerasan yang timbul didalamnya. Penelitian ini dilakukan untuk mengetahui bagaimana bentuk kekerasan dan jenis kelamin pelaku dan juga korban kekerasan yang terdapat dalam film Warkop DKI Reborn: Jangkrik Boss! Part 1. Pada penelitian ini, peneliti menggunakan definisi kekerasan milik Weiner, Zahn dan Sagi dengan indikator kekerasan fisik, kekerasan psikologis, kekerasan seksual, kekerasan finansial, kekerasan spiritual, dan kekerasan fungsional yang diutarakan oleh Poerwandari. Selain itu untuk indikator jenis kelamin pelaku dan korban kekerasan dengan indikator laki-laki, dan perempuan yang terdapat dalam Sunarto. Jenis penelitian yang digunakan dalam penelitian ini adalah jenis penelitian deskriptif kuantitatif dengan metode analisis isi. Hasil penelitian ini menunjukan bahwa dalam film Warkop DKI Reborn: Jangkrik Boss! Part 1, kekerasan psikologis menjadi indikator kekerasan yang mendominasi dalam film ini sejumlah 49 pesan kekerasan dari seluruhan adegan dan 64% dari keseluruhan pesan kekerasan. Jenis kelamin pelaku serta korban kekerasan keduanya didominasi oleh pemeran berjenis kelamin laki-laki. Tindak kekerasan yang dilakukan oleh laki-laki terjadi sebanyak 70 kali dan tindak kekerasan yang dialami korban kekerasan adalah sebanyak 66 kali dalam total keseluruhan adegan.",
  "creators": "LUKAS HARTONO",
  "contributors": "Chory Angela Wijayanti (Advisor 1); Daniel Budiana, S.Sos., M.A. (Advisor 2); Gatut Priyowidodo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011400/KOM/2018; Lukas Hartono (51414067)",
  "subjects": "COMMUNICATION-PSYCHOLOGICAL ASPECTS; MASS MEDIA; MOTION PICTURE; VIOLENCE IN MOTION PICTURES"
}