{
  "id": "43015",
  "title": "Last planner system terhadap perfoma proyek konstruksi",
  "abstract": "Penjadwalan merupakan salah satu aspek penting dalam siklus kegiatan usaha dan industri konstruksi. Kontraktor yang tidak mempunyai pemahaman tentang komponen item pekerjaan dan penjadwalan akan mempengaruhi performa suatu proyek. Kegiatan perencanaan adalah satu proses utama dalam proyek konstruksi untuk dapat mengatur performa proyek semaksimal mungkin. Salah satu metode yang digunakan adalah Last Planner System. Last Planner System yang diterapkan perusahaan konstruksi pada proyek konstruksi akan berdampak pada performa proyek konstruksi. Penilitian ini akan mencari hubungan Last Planner System terhadap performa proyek konstruksi. Dari hasil penelitian, bila melihat analisa hubungan antara Last Planner System (LPS) dengan indeks prestasi proyek (KPI), ditemukan 8 (delapan) hubungan sangat kuat dan signifikan terjadi pada “Tindakan Perbaikan Berdasarkan Penyebab Tidak Tercapainya Rencana” dengan “Contract Bid Changes” dengan spearman rank 0,949 dan signifikan (0,014), “Analisa Data Kritis” dengan “Produktivitas Besi Dalam Satu Hari” dengan spearman rank 0,918 dan signifikan (0,028), “Perbaruan Sistematis dari Master Plan” dengan “Quality Index” dengan spearman rank 0,900 dan signifikan (0,037), “Skema Perencanaan dan Pengendalian” dengan “ Produktivitas Beton dalam Satu Hari” dengan spearman rank 0,900 dan signifikan (0,037), “Pengurangan Kendala Secara Sistematis” dengan “Quality Index” dengan spearman rank 0,900 dan signifikan (0,037), “Master Plan yang Mudah Dipahami dan Transparan” dengan “Cost Deviation” dengan spearman rank 0,900 dan signifikan (0,037), “Master Plan yang Mudah Dipahami dan Transparan” dengan “Constraint Release” dengan spearman rank 0,900 dan signifikan (0,037), “Master Plan yang Mudah Dipahami dan Transparan” dengan “Schedule Deviation” dengan spearman rank 0,900 dan signifikan (0,037),",
  "creators": "Maximilian Maria Surjo D., S.T.",
  "contributors": "IR LIE ARIJANTO, M.MGT (Advisor 1); Andi (Advisor 2); Herry Pintardi Chandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000253/MTS/2018; Maximillian Maria S.D. (01516004)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; PROJECT MANAGEMENT"
}