{
  "id": "43025",
  "title": "Penerimaan penonton perempuan terhadap stereotip gender feminim pada film Kartini",
  "abstract": "Pada norma masyarakat di Indonesia mengenai hak-hak yang didapat oleh kaum adam dan hawa, sebagian besar akan berpihak pada posisi laki-laki dan semakin merugikan peran serta posisi dari perempuan. Setelah banyaknya penindasan dan stereotip terhadap kaum feminim, maka lahirlah stereotipe baru. Hal tersebut ditandai dengan munculnya pergerakan feminisme di seluruh dunia. Adapun pergerakan ini ditandai dengan kampanye yang didalamnya termasuk film. Meskipun masyarakat sekarang yang majemuk, tetapi terdapat film yang masih mengangkat kisah penindasan tradisional kaum feminim. Salah satunya melalui kisah pahlawan nasional Indonesia yaitu Kartini. Adapun tujuan dari penelitian ini adalah untuk mengetahui dan menganalisis penerimaan penonton perempuan terhadap stereotip gender feminim pada film Kartini. Selain itu, metode penelitian yang digunakan adalah reception analysis dengan menggunakan paradigma encoding-decoding. Berdasarkan penelitian yang dilakukan, maka hasil penelitian yang diperoleh adah Mellisa dan Kustivah berada pada penerimaan dominant, sedangkan Barbalina memiliki penerimaan negotiated. Adapun penerimaan mereka dipengaruhi oleh beberapa faktor yakni Feel of experience, frame of reference, komunikasi sosial, significant others, serta konteks yang dimiliki setiap informan seperti budaya, pekerjaan, dan pendidikan.",
  "creators": "KEVIN VIELDEN MINANLARAT",
  "contributors": "Ido Prijana Hadi (Advisor 1); Daniel Budiana, S.Sos., M.A. (Advisor 2); Agusly Irawan Aritonang, S.Sos., M.A. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011396/KOM/2018; Kevin Vielden Minanlarat (51414098)",
  "subjects": "COMMUNICATION--SOCIAL ASPECTS; FEMINISM AND MOTION PICTURES; MOTION PICTURE"
}