{
  "id": "43028",
  "title": "Representasi feminisme dalam film “The Intern”",
  "abstract": "Feminisme merupakan gerakan kesetaraan sejak abad 18 yang menuntut kesamaan dan keadilan hak antara laki-laki dan perempuan dalam segala bidang. Bukan hanya dalam kalangan masyarakat saja, namun gerakan feminisme sudah merambah ke dalam dunia perfilman. Penelitian ini dilakukan dengan tujuan melihat bagaimana representasi feminisme yang terdapat film “The Intern”. “The Intern” merupakan film bergenre drama-komedi yang berkisah tentang perempuan karir dengan permasalahan sosial yang kerap dihadapi. Jenis penelitian yang digunakan adalah kualitatif deskriptif dengan metode semiotika televisi John Fiske yang terdiri dari tiga level, yaitu level realitas, level representasi, dan level ideologi. Dengan menggunakan metode semiotika dari John Fiske ini, peneliti menemukan empat kategori feminisme dalam film ini yaitu pemimpin perempuan yang memiliki intelektualitas, perempuan cepat mengambil tindakan bijaksana, perempuan sebagai sosok superior, pekerja keras, dan bijaksana, perempuan berkarir masih menjadi kritik sosial di masyarakat. Hasil dari penelitian ini dalam film “The Intern” terdapat ideologi feminisme gelombang pertama dengan menggambarkan pertukaran posisi perempuan dengan laki-laki di ranah publik. Dimana perempuan dapat mengambil keputusan untuk berkarir. Pada aspek kepemimpinan perusahaan perempuan digambarkan sebagai pemimpin yang memiliki intelektualitas tinggi dan memiliki otoritas dalam sebuah perusahaan. Selain itu, perempuan juga ingin terus mempertahankan karir nya walaupun dihadapkan pada pelbagai permasalahan yang ada.",
  "creators": "ANDREAS SETYA WIBOWO",
  "contributors": "SUBANDI DJAJENGWASITO (Advisor 1); Chory Angela Wijayanti (Advisor 2); Fanny Lesmana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011401/KOM/2018; Andreas Setya Wibowo (51414001)",
  "subjects": "FEMINISM AND MOTION PICTURES; MOTION PICTURE; WOMEN IN MOTION PICTURES"
}