{
  "id": "43033",
  "title": "Analisis isi pesan bullying dalam serial netflix “13 Reasons Why”",
  "abstract": "Penelitian ini dilakukan untuk mengetahui bagaimana bentuk bullying yang terdapat dalam serial Netflix “13 Reasons Why”. Pada penelitian ini, peneliti menggunakan teori bullying dengan indikator bullying verbal, bullying fisik, bullying relasional, bullying seksual verbal, bullying seksual fisik, dan bullying seksual relasional yang dicetuskan oleh Barbara Coloroso (2006); bullying emosional atau psikologis oleh Marcel Lebrun (2009); dan cyberbullying oleh Chisholm (2014). Selain itu ada pula variabel tambahan yakni tempat terjadinya bullying. Jenis penelitian ini adalah deskriptif kuantitatif dengan metode analisis isi. Peneliti mengoding dan menganalisis pesan bullying dalam seluruh populasi yakni sebanyak 13 episode, yang diuraikan seluruhnya menjadi satuan scene. Hasil penelitian ini menunjukkan bahwa dalam serial Netflix “13 Reasons Why”, bentuk bullying yang paling banyak dimunculkan adalah bullying verbal dan relasional dengan jumlah yang sama. Bullying verbal paling banyak muncul karena dilakukan dengan cara komunikasi sehingga begitu mudah dilakukan, tanpa terdeteksi. Sedangkan bullying relasional juga banyak terdapat karena merupakan jenis yang paling sulit dideteksi dari luar sehingga sulit dicegah atau ditangani. Bullying sebagian besar terjadi ketika tidak ada pengawasan yang memadai dan tingkat kesadaran (awareness) guru dan murid di sekolah yang masih rendah terhadap bullying.",
  "creators": "LISYEANA PRAWIYADI",
  "contributors": "Agusly Irawan Aritonang, S.Sos., M.A. (Advisor 1); Chory Angela Wijayanti (Advisor 2); Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011409/KOM/2018; Lisyeana Prawiyadi (51414047)",
  "subjects": "BULLYING"
}