{
  "id": "43030",
  "title": "Strategi komunikasi marketing public relations Honda Surabaya Center dalam menjadi official partner Klub Persebaya pada kompetisi Liga 2",
  "abstract": "Penelitian ini dilakukan untuk mengetahui strategi komunikasi marketing public relations yang dilakukan oleh Honda Surabaya Center sebagai salah satu Official Partner Klub Persebaya selama Kompetisi Liga 2 berlangsung. Strategi komunikasi marketing public relations memiliki tujuan untuk peningkatan awareness dari Honda Surabaya Center termasuk dari produk-produk dari mobil Honda. Selain itu juga digunakan untuk memperluas pasar dari Honda Surabaya Center sendiri. Demi mencapai tujuan tersebut, Honda Surabaya Center menggunakan marketing public relations tools yang dikombinasikan dengan strategi komunikasi marketing public relations yaitu pull strategy, push strategy dan profile strategy. Marketing public relations tools yang digunakan yaitu advertising, sales promotion, public relations, personal selling, dan direct marketing. Jenis penelitian ini yaitu kualitatif deskriptif. Metode yang digunakan yaitu studi kasus. Adanya perbedaan segmentasi market dari Honda Surabaya Center dan Persebaya dapat menimbulkan permasalahan perbedaan perilaku strategi komunikasi marketing public relations yang dilakukan. Hasil dari penelitian ini yaitu untuk mengetahui aktivitas marketing public relation Honda Surabaya Center dalam menjalankan strategi komunikasi marketing public relation melalui marketing public relation tools.",
  "creators": "NICO INDRASUKMANA BIANTORO",
  "contributors": "AMELIA SIDIK (Advisor 1); Felicia Goenawan (Advisor 2); Hendra Lamidjan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011406/KOM/2018; Nico Indrasukmana Biantoro (51414006)",
  "subjects": "COMMUNICATION IN MARKETING; PUBLIC RELATIONS"
}