{
  "id": "43036",
  "title": "Evaluasi program Toyota contest community 2017 Auto 2000 Cabang Ahmad Yani Surabaya",
  "abstract": "Program Toyota Contest Community 2017 ini dibuat untuk menjalin dan menjaga hubungan baik dengan komunitas-komunitas Auto 2000 cabang Ahmad Yani, memberikan gambaran kepada masyarakat bahwa komunitas Auto 2000 adalah komunitas yang peduli lingkungan. Tujuan dari penelitian ini adalah untuk mengevaluasi program Toyota Contest Community 2017 Auto 2000 cabang Ahmad Yani Surabaya. Penelitian ini dilakukan dengan menggunakan pendekatan kualitatif dan metode studi kasus. Adapun hasil dalam tahapan evaluasi ini, yaitu komunitas tidak dilibatkan dalam proses perencanaan, pihak pelaksana seperti Auto 2000 cabang Ahmad Yani Surabaya tidak mengetahui hasil evaluasi akhir dari pihak Auto 2000 Jakarta Pusat, komunitas merasa waktu yang diberikan perusahaan terlalu singkat serta hadiah berupa dana dirasa masih kurang untuk mengimplementasikan kegiatan dari masing-masing komunitas tersebut, dan komunitas tidak dilibatkan juga dalam tahapan evaluasi. Komunitas tersebut hanya diminta untuk mengirim laporan keuangan dan laporan kegiatan kepada pihak Auto 2000 cabang Ahmad Yani Surabaya. Komunitas-komunitas ini merasa bahwa selama ini tidak ada evaluasi dalam bentuk komunikasi, seperti menanyakan pendapat, mendengarkan kekurangan dan saran dari komunitas-komunitas mengenai program Toyota Contest Community 2017.",
  "creators": "MONICA WIJAYA HUTAMA WOE",
  "contributors": "Titi Nur Vidyarini, S.Sos., M.Comms. (Advisor 1); Monica Rusdianto (Advisor 2); R. OTTO BAMBANG WAHJUDI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011412/KOM/2018; Monica Wijaya Hutama Woe (51414043)",
  "subjects": "PUBLIC RELATIONS; SPECIAL EVENTS--EVALUATION; SPECIAL EVENTS--MANAGEMENT"
}