{
  "id": "43044",
  "title": "Efektivitas media promosi led signage pada pengunjung Pakuwon Mall Surabaya",
  "abstract": "Penelitian ini dilakukan untuk mengetahui efektivitas media promosi LED Signage yang ada di Pakuwon Mall Surabaya. Media ini digunakan oleh tim promosi untuk menyampaikan informasi seputar promosi dan kegiatan yang akan diadakan. Selain itu, media ini juga menjadi fasilitas untuk seluruh penyewa tenant di Pakuwon Mall untuk bisa melakukan promosi. Promosi melalui media merupakan suatu aktivitas marketing communications yang dilakukan oleh Marketing Public Relations. Dalam hal ini, peneliti melihat bahwa tim promosi Pakuwon Mall melakukan hal tersebut. Media promosi LED Signage menjadi salah satu sarana penyalur komunikasi pemasaran. Jenis penelitian ini adalah penelitian kuantitatif deskriptif dengan menggunakan metode survei. Teknik yang digunakan adalah quota sampling dengan menyebarkan kuesioner dengan jumlah sampel sebanyak 100 responden. Hasil dari penelitian ini menunjukkan bahwa media promosi LED Signage di Pakuwon Mall efektif. Dengan menggunakan model CRI (Customer Response Index), penelitian menunjukkan bahwa 76% responden aware, 84% responden comprehend, 80% responden interest, 84% responden intentions, dan 74% responden action setelah melihat media LED Signage tersebut. Sebagian besar hal ini disebabkan karena adanya diskon dan tampilan harga pada iklan. Hal tersebut menarik minat pengunjung untuk akhirnya melakukan pembelian pada toko.",
  "creators": "OKTAVIANUS FILEMON TALLO",
  "contributors": "Felicia Goenawan (Advisor 1); Vita Monica (Advisor 2); AMELIA SIDIK (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011420/KOM/2018; Oktavianus Filemon Tallo (51414004)",
  "subjects": "ADVERTISING--EFFECTIVE FREQUENCY; COMMUNICATION IN MARKETING; SIGNS AND SIGNBOARDS"
}