{
  "id": "43057",
  "title": "Pengaruh brand experience melalui brand trust dan brand satisfaction terhadap brand loyalty konsumen pada Carl's Jr Surabaya",
  "abstract": "Salah satu dunia bisnis yang terus mengalami perkembangan adalah bisnis food and beverage, seperti salah satu restoran di Indonesia ialah Carl’s Jr. Dalam menghadapi persaingan yang semakin ketat, Carl’s Jr terus meningkatkan brand experience, brand trust, dan brand satisfaction sehingga menumbuhkan loyalitas konsumen terhadap brand Carl’s Jr. Tujuan penelitian adalah untuk mengetahui pengaruh brand experience terhadap brand trust, brand satisfaction dan brand loyalty; mengetahui pengaruh brand trust terhadap brand loyalty; mengetahui pengaruh brand satisfaction terhadap brand loyalty dan brand trust konsumen pada Carl's Jr Surabaya. Jenis penelitian yang digunakan adalah penelitian asosiatif. Populasi pada penelitian ini adalah semua pelanggan Carl's Jr Surabaya, sedangkan sampel yang diambil sebanyak 290 responden dengan menggunakan teknik purposive sampling. Pengumpulan data dilakukan dengan menyebarkan kuesioner. Teknik analisis data yang digunakan adalah analisis SEM dengan menggunakan program AMOS. Hasil dalam penelitian ini menunjukkan bahwa: (1) brand experience berpengaruh signifikan terhadap brand trust; (2) brand experience berpengaruh signifikan terhadap brand satisfaction; (3) brand experience berpengaruh signifikan terhadap brand loyalty; (4) brand trust berpengaruh signifikan terhadap brand loyalty; (5) brand satisfaction berpengaruh signifikan terhadap brand loyalty; (6) brand satisfaction berpengaruh signifikan terhadap brand trust.",
  "creators": "Eric Hariyanto",
  "contributors": "Michael Adiwijaya (Advisor and Examination Committee); Hartono Subagio (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020189/MM/2018; Eric Hariyanto (03516027)",
  "subjects": "BRAND LOYALTY; CUSTOMER LOYALTY"
}