{
  "id": "43055",
  "title": "Pengaruh corporate governance dan corporate social responsibility pada firm performance dengan moderasi firm size di perusahaan terbuka yang terdaftar pada Bursa Efek Indonesia",
  "abstract": "Penelitian ini meneliti pengaruh Corporate Governance terhadap Corporate Social Responsibility dan Firm Performance serta adanya moderasi Firm Size pada perusahaan di Indonesia. Penelitian dilakukan dengan menggunakan sampel sebanyak 51 tahun pelaporan perusahaan dengan kriteria perusahaan yang terdaftar pada Bursa Efek Indonesia, berpartisipasi pada survey Corporate Governance Perception Index serta menggunakan pelaporan Sustainability Report melalui Global Reporting Initiative periode 2011-2015. Teknik analisis data menggunakan teknik statistika multivariat dengan software SmartPLS untuk mengetahui pengaruh langsung dan moderasi pada setiap variabel dalam penelitian ini. Hasil penelitian menunjukkan bahwa Corporate Governance dan Corporate Social Responsibility berpengaruh positif dan signifikan pada Firm Performance, Corporate Governance berpengaruh negatif pada Corporate Social Responsibility, dan variabel moderasi Firm Size berpengaruh negatif dan tidak signifikan seluruhnya baik terhadap hubungan Corporate Governance pada Firm Performance maupun hubungan Corporate Governance pada Corporate Social Responsibility. Hasil temuan menunjukkan bahwa, Corporate Governance tidak dapat mendorong motivasi stratejik perusahaan dalam melakukan pelaporan Corporate Social Responsibility meski ditemukan bahwa dengan melakukan praktek Corporate Governance yang semakin ketat maka perusahaan di Indonesia dapat memperoleh dampak positif pada Firm Performance begitu pula hubungan langsung Corporate Social Responsibility yang berdampak positif pada Firm Performance.",
  "creators": "Ruth Tiara Laksana",
  "contributors": "Hatane Semuel (Advisor and Examination Committee); Devie (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020187/MM/2018; Ruth Tiara Laksana (03515030)",
  "subjects": "CORPORATE SOCIAL RESPONSIBILITY; CORPORATE GOVERNANCE"
}