{
  "id": "43050",
  "title": "Wacana dalam tweet Tsamara Amany terkait topik pembubaran KPK",
  "abstract": "Pada 6 Juli 2017 lalu, media sosial Twitter di Indonesia sempat diramaikan dengan perang argumen atau twit war, antara wakil ketua DPR Fahri Hamzah dengan politisi muda, Tsamara Amany Alatas terkait topik pembubaran KPK. Perdebatan keduanya menarik perhatian netizen dan memunculkan tagar #TanyaPakFahri yang kemudian menjadi trending topic Twitter. Para aktor politik kian masif menggunakan media sosial sebagai generasi ketiga dalam komunikasi politik. Media sosial digunakan untuk menyebarkan ideologi yang dapat mendominasi atau memarjinalkan orang lain atau bahkan melawan dominasi itu sendiri. Tujuan dari penelitian ini adalah untuk memaparkan wacana apa yang dibangun dalam tweet Tsamara Amany terkait topik pembubaran KPK. Dengan menggunakan metode analisis wacana model Theo van Leuween, penghilangan ataupun pemasukan aktor mendeteksi bagaimana suatu kelompok dimarjinalkan posisinya dalam suatu wacana. Temuan penelitian ini menunjukkan Tsamara menggunakan tweet-tweetnya terkait topik pembubaran KPK untuk membangun wacana yakni dirinya berada di pihak masyarakat yang termarjinalkan karena tidak bisa menentukan kebijakan terkait KPK. Sementara itu, DPR digambarkan sebagai pihak yang mendominasi karena DPR lah yang dapat membuat kebijakan, memiliki hak angket terhadap KPK. Selanjutnya, kemunculan dirinya sebagai kader Partasi Solidaritas Indonesia digambarkan ingin melawan dominasi yang ada. Dirinya dan PSI digambarkan sebagai figur dan partai politik baru yang membawa terobosan serta dapat mewakili aspirasi rakyat.",
  "creators": "GRASELLA SOFIA MINGKID",
  "contributors": "Gatut Priyowidodo (Advisor 1); Fanny Lesmana (Advisor 2); Agusly Irawan Aritonang, S.Sos., M.A. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011425/KOM/2018; Grasella Sofia Mingkid (51414088)",
  "subjects": "COMMUNICATION; MASS MEDIA AND WORLD POLITICS; MASS MEDIA; CRITICAL DISCOURSE ANALYSIS"
}