{
  "id": "43064",
  "title": "Internalisasi budaya organisasi melalui komunikasi dalam organisasi musik Cognatio Orkest",
  "abstract": "Cognatio Orkest merupakan sebuah organisasi musik orkestra yang berusaha untuk menyatukan dunia profesional dengan sosial. Keunikan utama dari Cognatio Orkest adalah memiliki budaya organisasi kekeluargaan dan profesional yang hampir sama kuatnya. Budaya organisasi lain yang juga menonjol di Cognatio Orkest yaitu toleransi, kebebasan berpendapat, dan vulgar dalam bercanda (terkait SARA). Budaya organisasi tersebut dapat bertahan lama jika telah terinternalisasi dengan baik dalam diri setiap anggotanya. Tujuan penelitian ini adalah mengetahui bagaimana internalisasi budaya organisasi melalui komunikasi yang terjadi dalam organisasi musik Cognatio Orkest. Penelitian ini dilakukan dengan menggunakan metode studi kasus tunggal dan deskriptif. Hasil dari penelitian ini menunjukkan bahwa internalisasi budaya organisasi melalui komunikasi telah berjalan sesuai prosesnya, mulai dari awareness, understanding, assessment, acceptance, hingga implementation. Hampir semua anggota Cognatio Orkest telah mencapai tahap implementasi, ditandai dengan terjadinya perubahan yang sebagian besar positif pada karakter, sikap, kebiasaan dan lain sebagainya. Banyak dari mereka yang menjadi semakin peduli dan tidak egois, tidak mudah tersinggung, meningkat kemampuannya dalam bermusiknya, membaik hubungan dengan orang tuanya, dan masih banyak perubahan lain yang dirasakan para anggotanya.",
  "creators": "BELLA CLAUDIA TANUJAYA",
  "contributors": "Judy Djoko Wahjono Tjahjo (Advisor 1); Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Advisor 2); Titi Nur Vidyarini, S.Sos., M.Comms. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011428/KOM/2018; Bella Claudia Tanujaya (51414008)",
  "subjects": "COMMUNICATION IN ORGANIZATIONS; ORGANIZATIONAL CULTURE"
}