{
  "id": "43079",
  "title": "Intellectual capital disclosure, information asymmetry, cost of capital dan firm value: studi empirikal pada sektor manufaktur di Indonesia",
  "abstract": "Penelitian ini menganalisa pengaruh langsung dari dampak intellectual capital disclosure terhadap firm value dan juga pengaruh tidak langsung yang dimediasi oleh information asymmetry dan cost of capital. Pengukuran dari intellectual capital disclosure adalah intellectual capital capital disclosure index. Untuk information asymmetry menggunakan pengukuran bid-ask spread. Cost of capital diukur dengan menggunakan weighted average cost of capital. Sedangkan, untuk firm value digunakan pengukuran Tobin’s Q. Konteks dari penelitian ini adalah pada perusahaan di sektor manufaktur yang terdaftar pada Bursa Efek Indonesia dengan data tahun pengamatan selama lima tahun yaitu dari tahun 2012-2016. Untuk menganalisa data, teknik data analisis menggunakan software Smart PLS versi 3.0. Hasil penelitian menemukan bahwa untuk pengaruh langsung, intellectual capital disclosure berpengaruh signifikan positif terhadap firm value, intellectual capital disclosure berpengaruh signifikan negatif terhadap information asymmetry, information asymmetry berpengaruh signifikan negatif terhadap firm value, cost of capital berpengaruh signifikan negatif terhadap firm value, information asymmetry berpengaruh signifikan positif terhadap cost of capital. Namun, untuk intellectual capital disclosure terhadap cost of capital ditemukan tidak berpengaruh signifikan. Sedangkan, untuk pengaruh tidak langsung, ditemukan bahwa information asymmetry mampu memediasi pengaruh dari intellectual capital disclosure terhadap firm value dan juga pengaruh dari intellectual capital disclosure terhadap cost of capital.",
  "creators": "NADYA GOMES I",
  "contributors": "Hatane Semuel (Advisor 1); Devie (Advisor 2); Yenni Mangoting (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020191/MM/2018; Nadya Gomes I (D21170002)",
  "subjects": "INFORMATION ASYMMETRY; INTELLECTUAL CAPITAL; MANUFACTURING INDUSTRIES"
}