{
  "id": "43070",
  "title": "Evaluasi program employee relations Rich Palace Hotel Surabaya",
  "abstract": "Penelitian ini dilaksanakan di Rich Palace Hotel. Salah satu departemen yakni departemen Human Resources Development (HRD) menjalankan salah satu fungsi Public Relations, yaitu Employee Relations atau Hubungan Karyawan. Penelitian ini bertujuan untuk mengetahui evaluasi program employee relations Rich Palace Hotel Surabaya tahun 2017. Pendekatan dalam penelitian ini adalah kualitatif dengan metode studi kasus, serta menggunakan teknik Focus Group Discussion (FGD) dan wawancara mendalam. Program employee relations memiliki beberapa bentuk program di dalamnya yaitu Staff Gathering, Employee of the Month, dan Staff Outing. Evaluasi dilakukan berdasarkan sudut pandang karyawan yang dalam hal ini ialah peserta dari program employee relations. Berdasarkan hasil evaluasi, dapat diketahui bahwa Staff Gathering dan Staff Outing berhasil mencapai tujuannya, meskipun terdapat beberapa kendala dalam setiap program. Permasalahan yang terjadi pada Staff Gathering ialah minimnya keterlibatan GM, keterlambatan peserta, perbedaan persepsi durasi, dan asumsi pelaksana program. Sedangkan permasalahan pada Staff Outing terletak pada ketidaktahuan pelaksana program terhadap keterlibatan peserta. Untuk satu program lainnya, yaitu Employee of the Month ditemukan bahwa program ini tidak berhasil mencapai tujuannya. Kurang detail-nya kriteria Employee of the Month dan ketidakpuasan karyawan terhadap reward yang diberikan menjadi masalah utama dalam tidak tercapainya tujuan program ini.",
  "creators": "JOESEPHINE TANUMAHARJA",
  "contributors": "Titi Nur Vidyarini, S.Sos., M.Comms. (Advisor 1); Monica Rusdianto (Advisor 2); R. OTTO BAMBANG WAHJUDI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011429/KOM/2018; Joesephine Tanumaharja (51414041)",
  "subjects": "COMMUNICATION; PERSONNEL MANAGEMENT; PUBLIC RELATIONS"
}