{
  "id": "43084",
  "title": "Classroom communication process guru tuna rungu-wicara dengan murid-muridnya di SDTK Pelangi Kristus",
  "abstract": "Penelitian ini dilakukan untuk menjelaskan bagaimana classroom communication process antara Sb, seorang guru yang merupakan penyandang tuna rungu-wicara dengan murid-muridnya di SDTK Pelangi Kristus. Dalam penelitian ini, peneliti menggunakan teori komunikasi pendidikan, classroom communication process, pengertian tentang tuna rungu-wicara, komunikasi nonverbal, dan studi kasus untuk digunakan saat menganalisis data. Peneliti menggunakan metode studi kasus dalam melakukan penelitian dan melakukan pengumpulan data dengan observasi non partisipan dan wawancara mendalam. Unit analisis dalam penelitian ini adalah Sb dan murid-muridnya di kelas 4 SD, yaitu Jj, Jc, Kz, Fl, dan Br. Didikan orang tua dan latar belakang pendidikan Sb membuat Sb sudah terbiasa berbicara dengan orang-orang yang memiliki kondisi fisik normal. Untuk memahami pesan yang disampaikan oleh komunikator (Sb/murid-muridnya), komunikan (Sb/murid-muridnya) perlu melihat gerak bibir dan atau komunikasi nonverbal yang disampaikan melalui gerakan tubuh. Sb sudah memiliki pemahaman akan pengetahuan terhadap materi yang hendak disampaikan, kepercayaan diri akan pengetahuan dan informasi yang dimiliki, kredibilitas sebagai guru yang baik, dan kemampuan berkomunikasi dan berinteraksi. Namun, komunikasi yang terjadi di kelas sering kali tidak efektif karena Sb kurang tegas kepada murid-muridnya.",
  "creators": "MICHELLE ALDA GUNAWAN",
  "contributors": "Desi Yoanita (Advisor 1); Fanny Lesmana (Advisor 2); Gatut Priyowidodo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011438/KOM/2018; Michelle Alda Gunawan (51414031)",
  "subjects": "COMMUNICATION IN EDUCATION; COMMUNICATION"
}