{
  "id": "4308",
  "title": "Perancangan dan pembuatan sistem informasi produksi pada UD Mas Agung",
  "abstract": "UD. Mas Agung merupakan usaha dagang yang berlokasi di kota Surabaya tepatnya di Jl. Undaan Wetan 36 Surabaya. Dalam hal ini seluruh proses produksi masih mengandalkan sistem pemotongan bahan baku secara manual. Pada proses pemotongan bahan baku secara manual sering terjadi kesalahan-kesalahan, misalnya kesalahan pemotongan bahan baku yang seringkali menimbulkan permasalahan dan kerugian bagi pihak manajemen perusahaan. Proses perancangan dan pembuatan program di mulai dengan mempelajari dan menganalisis sistem perusahaan saat ini kemudian menyusun dan membuat DFD, ERD dan tabel-tabel yang dibutuhkan. Kemudian membuat program dengan menu utama File, Master, Produksi, Bahan Baku dan Laporan Produksi. Sistem operasi yang digunakan adalah Windows XP Professional, pengembangan program menggunakan Borland Delphi 7.0 dan untuk pembuatan database dengan Microsoft SQL Server 2000. Dari hasil pengujian program menunjukkan bahwa program ini telah mampu menunjang proses optimasi bahan baku, proses penjadwalan produksi serta laporan hasil produksi. Dari hasil angket penelitian maka dapat diketahui bahwa presentase kepuasan responden terhadap variabel user friendly sebesar 82%, presentase kepuasan responden terhadap variabel keakuratan sebesar 83,33% dan presentase kepuasan responden terhadap variabel manfaat program dan optimasi sebesar 83,33%.",
  "creators": "THOMAS WIBOWO YODIANTO",
  "contributors": "Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 1); Leo Willyanto Santoso (Advisor 2); Theresia Lestiowati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02000266/INF/2004; Thomas Wibowo Yodianto (26400181)",
  "subjects": "INFORMATION RESOURCES MANAGEMENT-COMPUTER PROGRAMS; DATABASE MANAGEMENT; DATABASE DESIGN"
}