{
  "id": "43097",
  "title": "Perancangan sofa ergonomis untuk Café di Surabaya",
  "abstract": "Di era globalisasi seperti ini masyarakat Surabaya sering berkunjung ke café dan banyaknya café di Surabaya dengan berbagai konsep desain. Masyarakat akan memilih-milih café dengan suasana dan tempat yang nyaman. Dari tempat yang nyaman itu banyak di antaranya yang kurang nyaman dan tidak ergonomi, dengan sasaran pengunjung yaitu sofa. Dari sofa tersebut banyak yang mempunyai material kain dan kulit yang kurang nyaman, spons rusak, dan konstruksi yang rusak. Dari masalah tersebut maka motode yang cocok untuk perancangan sofa café ini, dilakukan dengan data kuesioner tentang kenyamanan sofa terhadap pengunjung-pengunjung café dan pengumpulan data-data sofa di beberapa café di Surabaya. Dengan mengetahui masalah dan data lapangan, maka dapat diketahui material-material sofa apa yang cocok untuk konstruksi, kain atau kulit yang lebih di minati dan nyaman bagi pengunjung café di Surabaya. Konsep yang diangkat dari desain Sofa ini adalah memberi sebuah fasilitas duduk dengan konsep yang universal, ergonomi nyaman dari segi ukuran, material dan segi kenyamanan pada saat duduk. Dan desain sofa dengan konsep modular, mempunyai fasilitas charger untuk kebutuhan pengunjung, kebutuhan elemen interior dan space iklan, dengan bentukan yang unik menggunakan material besi hollow agar sofa ini dapat digunakaan dalam jangka waktu yang lama dan masyarakat dapat menerima desain ini untuk masa yang akan datang",
  "creators": "ALFIN SEPTARIANO LOUIS",
  "contributors": "Grace Mulyono (Advisor 1); Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Examination Committee 1); Frangky Tanaya (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00021658/DIN/2018; Alfin Septariano Louis (41414023)",
  "subjects": "CHAIR DESIGN; CHAIRS"
}