{
  "id": "43099",
  "title": "Perancangan interior museum aliran kepercayaan di Yogyakarta",
  "abstract": "Indonesia merupakan sebuah negara multi agama dan aliran kepercayaan tradisional yang harus diketahui oleh banayak orang sebagai kekayaan negara sehingga masyarakat dapat lebih bijaksana dalam menyikapi kehidupan sosial. Perancangan Interior Museum Aliran Kepercayaan di Yogyakarta menawarkan wadah edukasi berupa museum yang akan membantu masyarakat Indonesia lebih mengenal aliran-aliran kepercayaan asal tanah air. Metode perancangan yang digunakan merupakan adopsi dari skema design thinking menurut Jeroen de Groot yaitu Discover, Describe, serta Ideate dan Prototype. Metode perancangan tersebut merupakan tahapan-tahapan yang dilakukan guna menemukan solusi desain yang tepat melalui sebuah konsep desain. Konsep desain yang dipilih menggunakan teori pendekatan wujud budaya yang diungkapkan oleh Koentjaraningrat meliputi Tata Nilai, Tata Benda/Ruang dan Tata Laku. Ketiga aspek wujud budaya tersebut dijabarkan dan diolah kembali sampai menemukan sebuah konsep desain yaitu, “Reborn: Experiencing Traditional Beliefs of Indonesian Archipelago”. Konsep ini menghadirkan inovasi baru berupa pengalaman suasana di tiap zona area pamer yang memanfaatkan kelima panca indra manusia, yaitu penglihatan, pendengaran, perasa, penciuman, dan sentuhan. Melalui inovasi pemanfaatan kelima pancaindra manusia ini diharapkan dapat lebih memudahkan masyarakat dalam menerima pengetahuan mengenai aliran kepercayaan yang dihadirkan dalam museum.",
  "creators": "ABISAG ELLADORA HADIASALI",
  "contributors": "Ronald H.I. Sitindjak (Advisor 1); Linggajaya Suryanata (Advisor 2); Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021660/DIN/2018; Abisag Elladora Hadiasali (41414025)",
  "subjects": "MUSEUM BUILDINGS-DECORATION; INTERIOR DECORATION-DESIGN"
}