{
  "id": "4309",
  "title": "Perancangan dan pembuatan sistem informasi penjualan spare parts Toyota pada Toko Jaya Motor berbasis web",
  "abstract": "Penjualan yang dilakukan melalui internet dikenal dengan istilah e-commerce (electronic commerce) atau disebut juga e-business. Mulai abad ke-21, penjualan secara elektronik ini mulai menjadi suatu trend dalam masyarakat dunia. Karena dengan demikian, suatu perusahaan baik perusahaan besar yang berkembang di seluruh dunia maupun perusahaan kecil, dapat meningkatkan penjualannya ke seluruh negeri dengan tidak terhalang oleh jarak dan waktu. Pada Tugas Akhir ini, penulis mengimplementasikan sebuah website e-commerce untuk Toko Jaya Motor untuk melakukan penjualan spare parts Toyota secara online. Website e-commerce ini dibuat menggunakan Dreamweaver MX sebagai penunjang interface-nya, memakai bahasa pemrograman HTML dan PHP, dan menggunakan MySQL sebagai software database. Di dalam website ini disediakan berbagai macam informasi yang dibutuhkan oleh customer, seperti informasi spare part yang ditawarkan dan disediakan pula fasilitas untuk administrator dalam pengelolahan data secara online 24 jam. Website e-commerce ini menyediakan informasi dan gambar mengenai suatu spare part bagi customer sehingga customer mengetahui lebih jelas spare part yang akan dibelinya dan kemudian melakukan pembelian secara online. Website ini juga menyediakan informasi pembelian yang telah dilakukan oleh customer pada menu \"Order History\", serta menu \"Guestbook\" untuk saran dan kritik dari customer yang berguna untuk pengembangan sistem lebih lanjut. Untuk customer dan administrator mempunyai username yang berbeda-beda. Hasil dari perancangan sistem informasi penjualan spare part yang dibuat adalah website e-commerce yang dapat membantu customer untuk melakukan pembelian 24 jam. Kesimpulan yang diperoleh dari pengujian website yang dilakukan oleh customer dan administrator dan kuisioner yaitu bahwa website ini sudah berjalan dengan baik sesuai dengan keinginan user dan website ini membantu untuk meningkatkan efisiensi kerja dan fungsi kontrol bagi pemilik toko, memberikan informasi yang cepat, dan user friendly.",
  "creators": "LINDA HARTANTO",
  "contributors": "Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 1); Leo Willyanto Santoso (Advisor 2); Rolly Intan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02000262/INF/2004; Linda Hartanto (26400122)",
  "subjects": "WEB SITES; INTERNET (COMPUTER NETWORK); DATABASE MANAGEMENT; DATABASE DESIGN"
}