{
  "id": "43095",
  "title": "Relasi antara kepercayaan dan hunian masyarakat Jawa di Kediri Jawa Timur",
  "abstract": "Kediri adalah kota yang terpengaruh kebudayaan mataraman. Hal tersebut dapat diamati dari kepercayaan kejawen yang masih dianut oleh masyarakat Jawa yang ada di Kediri, contohnya adalah masyarakat yang tinggal di desa Sumberbendo, Semanding, dan Pehwetan. Kepercayaan kejawen erat kaitannya dengan konsep macapat mancalima, dimana tengah selalu menjadi pusat dan tujuan utama adalah memperoleh keseimbangan. Kepercayaan kejawen menjadi sebuah landasan hidup bagi masyarakat Jawa yang tinggal di desa-desa tersebut. Kepercayaan juga di ekspresikan melalui hunian, misalnya dari segi organisasi ruang, ekspansi hunian, zoning, dan juga hirarki ruang (sakral-profan). Metode penelitian yang digunakan adalah penelitian kualitatif deskriptif dengan pendekatan etnografi. Dalam penelitian ini diambil sepuluh sampel yang terdiri dari tiga kecamatan yang ada di Kediri yakni, kecamatan Pare, Pagu, dan Papar. Dari penelitian ini dapat diketahui bahwa ada relasi yang kuat antara kepercayaan dan hunian masyarakat Jawa di Kediri Jawa Timur, khususnya di ketiga desa yang menjadi sampel penelitian. Diwujudkan melalui aktivitas ritual dan siklus hidup yang terjadi di dalam omah. Segala ritual yang dilakukan oleh masyarakat Sumberbendo, Semanding, dan Pehwetan berkaitan erat dengan memperoleh keselamatan dan ketentraman yang berarti seimbangan antara manusia dengan Tuhan, manusia dengan alam, manusia dengan manusia lain, dan manusia dengan dirinya sendiri. Omah adalah wadah untuk melakukan keempat prinsip kepercayaan tersebut",
  "creators": "MEYLINDA",
  "contributors": "Dr. Ir. Lintu Tulistyantoro, M.Ds. (Advisor 1); Filipus Priyo Suprobo, S.T., M.T. (Advisor 2); Stephanus P. Honggowidjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00021656/DIN/2018; Meylinda (41414021)",
  "subjects": "DWELLINGS-DECORATION; HOUSING"
}