{
  "id": "43094",
  "title": "Perancangan perabot penunjang aktivitas tunggu pada ruang tunggu ICU",
  "abstract": "Berdasarkan pengamatan lapangan, masyarakat Surabaya memiliki empati yang besar saat menunggu keluarganya yang sedang dirawat di ICU. Ruang tunggu ICU merupakan fasilitas utama yang disediakan rumah sakit untuk menciptakan kenyamanan pada keluarga pasien. Kenyamanan ruang tersebut dapat tercipta dengan tersedianya perabot yang sesuai dengan kebutuhan pengguna. Perancangan perabot untuk aktivitas penunggu pasien pada ruang tunggu ICU merupakan perancangan yang bertujuan untuk menciptakan furnitur yang dapat mewadahi aktivitas pengguna yang kompleks dengan menggunakan material yang sesuai dengan standar rumah sakit. Metode perancangan yang dipakai dalam perancangan perabot ini adalah metode Design Thinking, dengan mengadopsi sepuluh tahapan antara lain, discovery, observe, empathize, leverage stories to discover insights, frame and reframe, ideate, decide, prototype, validate your idea, dan iterate. Dari penerapan metode tersebut, perabot yang dihasilkan memiliki 5 alternatif pilihan rancangan perabot. Tiap alternatif dirancang dengan fungsi yang sama untuk memenuhi aktivitas pengguna yang kompleks. Perabot dapat mewadahi aktivitas penggunanya saat menunggu, seperti duduk, berbaring, dan menyimpan barang, dalam waktu yang lama dan sering terjadi pergantian pengguna, dengan kata lain, perabot harus menggunakan material yang aman dan mudah dibersihkan agar tidak menjadi sarang kuman dan bakteri. Adanya perancangan ini memberi ide baru pada rumah sakit untuk meningkatkan kenyamanan penunggu pasien pada ruang tunggu ICU.",
  "creators": "FELYCIA SANTOSO",
  "contributors": "Grace Mulyono (Advisor 1); Poppy Firtatwentyna Nilasari, S.T., M.T. (Advisor 2); Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangtan Interior No. 00021655/DIN/2018; Felycia Santoso (41414020)",
  "subjects": "FURNITURE DESIGN; WAITING ROOMS-DECORATION"
}