{
  "id": "431",
  "title": "Chris christopherson's escape from reality in eugene o'neill's Anna Christie",
  "abstract": "This thesis discusses about Chris Christopherson?s escape from reality in Eugene O?Neill?s Anna Christie. Eugene O?Neill is regarded as an autobiographical author and his life is also reflected in Anna Christie. During his life, he once escapes from reality and he expresses it in Anna Christie. Considering the main character?s problem, Chris Christopherson`s escape from reality, I am wondering to know his reasons to escape from reality and the consequences of his action that he takes. Also, I want to know his way to escape. From my discussion, I want to reveal his reasons, the consequences, and the ways of his escape from reality. To analyse my topic I apply literary approach that is psychoanalytic theory. The basic principle of psychoanalysis is tracing back someone?s past. By using it, I find out that his past greatly influences his personality. His childhood is gloomy for him and he thinks that the sea is the source of his sufferings. This thought develops until he becomes an adult and finally leads him into an escape action. He escapes from reality for several times. The point is he tries to escape from the sea because in his view sea life is very bad and only brings pain. However, his view is completely wrong. He can have a wrong perception about the sea because his system of personality is unable to work harmoniously. His id is mostly dominant in his mind, so he cannot think rationally. As a result, he always blames the sea for the hardships that he had to face. In addition, he even does not find happiness during his escape. His escape brings agony either to his life or other characters? lives.",
  "creators": "APRILIAWATI",
  "contributors": "Ribut Basuki (Advisor 1); Jenny Mochtar Djundjung (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.928; Apriliwati (11496075)",
  "subjects": "O'NEILL, EUGENE GLADSTONE, 1883-1952. ANNA CHRISTIE-STUDY AND TEACHING; AMERICAN DRAMA--20TH CENTURY--STUDY AND TEACHING"
}