{
  "id": "43108",
  "title": "Evaluasi aktivitas media relations di Java Paragon Hotel & Residences Surabaya",
  "abstract": "Java Paragon Hotel & Residences merupakan salah satu perusahaan yang secara rutin melakukan kegiatan media relations. Adapun kegiatan media relations yang dilakukan adalah media visit, media anniversary, press release dan special events. Penelitian ini meneliti mengenai evaluasi aktivitas media relations yang dilakukan oleh Java Paragon Hotel & Residences Surabaya. Penelitian ini merupakan penelitian kualitatif dengan pendekatan deskriptif, menggunakan metode studi kasus. Berdasarkan data yang telah dianalisis dan diinterpretasi, ditemukan bahwa aktivitas media relations dianggap sebagai salah satu alat promosi untuk meningkatkan revenue. Dari hal tersebut, unit public relations pun akhirnya tidak pernah memilah sebuah media spesifik yang akan menjadi media utama dalam menyebarkan publikasinya. Aktivitas media relations juga dilakukan sebagai bagian dari rutinitas saja sehingga proses evaluasi yang dilakukan hanyalah menggunakan asumsi dan memori dari unit public relations. Anggapan sebagai rutinitas tersebut akhirnya menimbulkan asumsi bahwa seluruh kegiatan yang telah dijalankan selama ini telah terlaksana secara baik-baik. Akhirnya, hingga saat ini unit public relations tidak memiliki sebuah bentuk evaluasi yang tersistematis. Hal ini penting adanya karena asumsi tidak dapat menjadi tolok ukur dalam menilai sebuah kebenaran atau fakta yang terjadi di lapangan, karena bisa saja terdapat evaluasi kecil yang berdampak besar bagi sebuah kegiatan.",
  "creators": "ELDWIN CHRISTIAN UTAMA",
  "contributors": "Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Advisor 1); Monica Rusdianto (Advisor 2); Judy Djoko Wahjono Tjahjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011440/KOM/2018; Eldwin Christian Utama (51414085)",
  "subjects": "MASS MEDIA; PUBLIC RELATIONS"
}