{
  "id": "43107",
  "title": "Redesain interior Perpustakaan Umum Kota Surabaya",
  "abstract": "Gedung perpustakaan Rungkut merupakan salah satu dari dua gedung perpustakaan di kota Surabaya, bangunan tersebut juga merupakan pusat dari Dinas Perpustakaan dan Kearsipan, namun gedung tersebut memiliki banyak kekurangan terkait dengan estetika, pelayanan, dan fasilitas yang ada. Hal ini harus diperbaiki untuk memastikan perpustakaan bisa tetap relevan dan fungsional terhadap masyarakat kota Surabaya. Solusi untuk masalah tersebut adalah melalui proses perancangan ulang yang dilakukan melalui analisa data, eksperimentasi terhadap skematik, dan pengaplikasian konsep baru, yaitu “The Common Learner.” Konsep ini berfokus dalam tiga hal yang menjadi nilai utama perpustakaan zaman sekarang, yaitu menjaga produktivitas, meningkatkan nilai entusiasme, serta memberikan nilai kenyamanan bagi semua pengguna. Aplikasi konsep dilakukan melalui penambahan fasilitas-fasilitas baru yang dibutuhkan perpustakaan zaman sekarang, seperti area komputer, mesin sirkulasi self-service, serta koleksi multimedia dan e-book. Serta penambahan perabot dan elemen baru yang bisa digunakan untuk membantu pengunjung bersikap lebih produktif dalam gedung perpustakaan. Hasil dari proses redesain berupa desain gedung perpustakaan yang modern, fungsional, dan sesuai dengan kebutuhan masyarakat kota Surabaya. Melalui hasil redesain ini, diharapkan masyarakat kota Surabaya bisa kembali mengunjungi Perpustakaan Umum Kota Surabaya, dan gedung perpustakaan, sebagai gantinya, bisa memenuhi semua kebutuhan masyarakat dan menciptakan kebiasaan membaca diantara masyarakat.",
  "creators": "VINCENSIUS REYNALD KURNIAWAN",
  "contributors": "Ronald H.I. Sitindjak (Advisor 1); Linggajaya Suryanata (Advisor 2); Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021664/DIN/2018; Vincensius Reynald Kurniawan (41414029)",
  "subjects": "INTERIOR DECORATION; PUBLIC LIBRARIES"
}