{
  "id": "43114",
  "title": "Perancangan interior creative center untuk anak down syndrome di Surabaya",
  "abstract": "Down syndrome merupakan suatu kondisi keterbelakangan perkembangan fisik dan mental anak yang diakibatkan adanya kegagalan pada sepasang kromosom 21 (trisomy 21) untuk saling memisahkan diri saat terjadi pembelahan. Hal ini mengakibatkan anak down syndrome mempunyai kelainan pada fisik dan intelegensinya sehingga kemampuan kognitifnya melambat dan relatif sulit untuk hidup mandiri. Kondisi fisik dan intelegensi anak down syndrome yang mengalami keterlambatan membuat begitu banyak diskriminasi dan stigma negatif dari masyarakat yang dialami oleh anak down syndrome. Pada kenyataannya, anak down syndrome memiliki berbagai potensi talenta dan dapat menghasilkan sebuah prestasi berupa karya kreatif. Anak down syndrome dapat diajarkan dan dilatih dengan berbagai macam terapi agar dapat memiliki kondisi fisik yang mendukung untuk hidup mandiri. Melalui permasalahan yang ada, diperlukan sebuah fasilitas dengan interior yang dapat melatih kemampuan mandiri serta meningkatkan dan mengapresiasi bakat dan kreativitas dari anak down syndrome. Konsep Healing Environment diterapkan pada perancangan ini dengan implementasi pada aktivitas (music class, cooking class, terapi snoezelen, dan sebagainya) dan desain interior yang ada dengan beberapa aspek penting (noise control, privacy, warna, tekstur, dan sebagainya). Lingkungan yang mendukung penyembuhan dapat memberikan kenyamanan terhadap anak sehingga mempercepat proses perilaku adaptif yang berguna untuk pemahaman dalam melakukan aktivitas secara mandiri.",
  "creators": "FLORENSIA FEBRIANY",
  "contributors": "Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Advisor and Examination Committee); MOCH TAUFAN RIZQI, S.Sn. (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021669/DIN/2018; Florensia Febriany (41414036)",
  "subjects": "CHILDREN WITH MENTAL DISABILITIES-INSTITUTIONAL CARE; INTERIOR DECORATION"
}