{
  "id": "43117",
  "title": "Tingkat pengetahuan karyawan Natasha Skin Clinic Center mengenai perubahan corporate identity",
  "abstract": "Penelitian ini dilakukan untuk mengetahui tingkat pengetahuan karyawan Natasha Skin Clinic Center mengenai perubahan corporate identity, yang dilakukan untuk menyegarkan image dan memperkuat konsep Natasha sebagai “klinik” kecantikan, Skin Clinic Center terbesar di Indonesia. Elemen-elemen corporate identity yang diteliti meliputi logo perusahaan, nama perusahaan, seragam karyawan, serta interior & eksterior. Jenis penelitian ini adalah deskriptif dengan pendekatan kuantitatif. Metode penelitian yang digunakan adalah survei dengan teknik penskalaan Likert. Sampel dalam penelitian ini total sampling, berjumlah 224 responden yakni seluruh karyawan tetap Natasha yang berada di kota Yogyakarta, kota pusat perusahaan ini. Hasil dari penelitian ini menunjukkan tingkat pengetahuan karyawan Natasha Skin Clinic Center mengenai perubahan corporate identity yaitu tinggi sebesar 90,2%, karena perusahaan menggunakan beberapa media dan aktivitas komunikasi untuk memperkenalkan perubahan corporate identity pada karyawannya. Dalam penelitian ini, meskipun hasilnya tinggi masih ada karyawan yang menjawab netral (ragu-ragu) atau bahkan tidak tahu sama sekali (tidak memahami sepenuhnya) karena perusahaan terlalu sibuk mengubah corporate identity-nya (secara fisik/penampilan luar). Tetapi kurang segera memperhatikan pengetahuan dan perhatian dari para karyawan mengenai corporate identity-nya.",
  "creators": "EUDIA ISABELLE",
  "contributors": "Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Advisor 1); Yustisia Ditya Sari (Advisor 2); Judy Djoko Wahjono Tjahjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011443/KOM/2018; Eudia Isabelle (51414028)",
  "subjects": "COMMUNICATION; CORPORATE IDENTITY"
}