{
  "id": "43113",
  "title": "Perancangan interior “KOLASE” creative hub sebagai upaya pengembangan ekonomi kreatif di Surabaya",
  "abstract": "Sebagai kota terbesar kedua di Indonesia, perkembangan ekonomi di Surabaya sangat didukung oleh sektor industri kreatif yang juga turut menjadi tulang punggung perekonomian di Surabaya. Pertumbuhan industri kreatif ini berbanding lurus dengan munculnya generasi muda kreatif di Surabaya. Namun, persentase penduduk usia muda yang bergabung dalam tenaga kerja ekonomi kreatif masih terbilang rendah. Fasilitas publik yang mewadahi kegiatan kreatif di Surabaya juga kini masih sangat dibutuhkan. Perancangan interior creative hub merupakan bentuk respon terhadap besarnya potensi generasi muda Surabaya terhadap perkembangan ekonomi kreatif. Oleh karena itu, creative hub yang akan dirancang bertujuan untuk menciptakan wadah bagi anak muda Surabaya, khususnya para creator, innovator, entrepreneur lokal, makers, dan seluruh orang-orang kreatif lainnya untuk bertemu, berinteraksi, berkolaborasi, dan berinovasi. Metode yang digunakan dalam perancangan adalah metode Design Thinking yang terdiri atas 3 tahap utama yaitu Inspiration, Ideation, dan Implementation. Konsep dari perancangan ini adalah memberikan fasilitas publik yang dapat mewadahi aktivitas positif anak muda dan menciptakan ekosistem yang kondusif bagi perkembangan ekonomi kreatif di Surabaya berdasarkan Tahap Pusat Kreatif dan brand image “KOLASE”. Untuk itu, ruang lingkup yang akan dirancang meliputi creative office, event space, fabrication workshop, dan café",
  "creators": "ANETTE FIRMAWAN PANGHEGAR",
  "contributors": "Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Advisor and Examination Committee); MOCH TAUFAN RIZQI, S.Sn. (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021668/DIN/2018; Anette Firmawan Panghegar (41414034)",
  "subjects": "ECONOMIC DEVELOPMENT; INTERIOR DECORATION"
}