{
  "id": "43111",
  "title": "Konstruksi pemberitaan kasus dugaan pornografi melalui percakapan Whatsapp oleh Rizieq Shihab pada portal berita daring republika.co.id",
  "abstract": "Polemik terseretnya nama Habib Rizieq dalam kasus dugaan pornografi menuai beragam komentar dari berbagai pihak. Sebuah screenshot percakapan via whatsapp berkonten pornografi yang diduga melibatkan pimpinan Front Pembela Islam (FPI) Rizieq Shihab dan Firza Husein tersebar luas pada tanggal 29 Januari 2017. Rizieq mengatakan bahwa tuduhan yang dilayangkan kepada dirinya adalah fitnah. Klimaksnya adalah penetapan Habib Rizieq sebagai tersangka pada tanggal 29 Mei 2017. Republika Online (ROL) yang merupakan portal berita daring pertama di Indonesia (www.aji.or.id) turut serta dalam memberitakan kiprah Habib Rizieq sebagai salah satu tokoh pemuka agama Islam di Indonesia yang tersandung banyak kasus. Berita merupakan hasil konstruksi wartawan sebagai agen realitas. Maka dari itu peneliti ingin melihat bagaimana realitas itu dibingkai oleh wartawan melalui metode analisis framing. Dengan memakai model framing milik Pan dan Kosicki ini peneliti mencari tahu bagaimanakah bingkai atau konstruksi pemberitaan yang dilakukan oleh republika.co.id sebagai media Islam Berdasarkan hasil temuan data dan analisis data yang peneliti lakukan terhadap 48 berita tertanggal 30 Januari 2017-29 Mei 2017 dalam portal media dari republika.co.id, menyimpulkan bahwa Republika mengkonstruksi kasus dugaan pornografi yang mencatut nama Habib Rizieq merupakan fitnah dan bentuk kriminalisasi ulama, serta perlu adanya pengusutan pelaku pembuat dan penyebar konten pornografi tersebut.",
  "creators": "BETHARI PUTRI HYANG TAYA",
  "contributors": "Fanny Lesmana (Advisor 1); Desi Yoanita (Advisor 2); Gatut Priyowidodo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011441/KOM/2018; Bethari Putri Hyang Taya (51414059)",
  "subjects": "MASS MEDIA; COMMUNICATION"
}