{
  "id": "43125",
  "title": "Analisa pengaruh corporate governance, kompensasi eksekutif dan karakteristik eksekutif terhadap agresivitas pajak",
  "abstract": "Tujuan dari penelitian ini adalah untuk mengetahui pengaruh corporate governance, kompesasi eksekutif dan karakteristik eksekutif terhadap agresivitas pajak. Agresivitas pajak dalam penelitian ini diukur dengan menggunakan ETR. Variabel independen dalam penelitian ini adalah corporate governance yang diukur dengan board size, komisaris independen, kualitas auditor eksternal, gender diversity, kepemilikan manajerial dan kepemilikan terkosentrasi; kompensasi eksekutif diukur dengan total kompensasi yang diterima oleh dewan direksi; dan karakteristik eksekutif diukur dengan umur CEO dan CEO tenure dan variabel-variabel kontrolnya adalah ukuran perusahaan, net property, plant and equipment, intangibles assets, dan kinerja perusahaan. Sampel penelitian ini adalah 51 perusahaan sektor pertambangan serta industri dasar dan kimia yang terdaftar dalam Bursa Efek Indonesia periode tahun 2014-2016. Metode analisis yang digunakan adalah analisis regresi linear berganda. Hasil penelitian ini menemukan bahwa board size, komisaris independen, kualitas auditor eksternal, kepemilikan manajerial, total kompensasi dan umur CEO berpengaruh secara signifikan dan negatif terhadap agresivitas pajak saat menggunakan variabel kontrol ukuran perusahaan, net property, plant and equipment, intangibles assets dan kinerja perusahaan. Sedangkan kepemilikan terkonsentrasi dan CEO tenure berpengaruh secara signifikan dan positif terhadap agresivitas pajak saat menggunakan variabel kontrol ukuran perusahaan, net property, plant and equipment, intangibles assets dan kinerja perusahaan. Dalam penelitian ini gender diversity tidak berpengaruh terhadap agresivitas pajak saat menggunakan variabel kontrol ukuran perusahaan, net property, plant and equipment, intangibles assets dan kinerja perusahaan.",
  "creators": "ANDY YUSUF SUSANTO",
  "contributors": "R.Arja Angka Asa Aras Adji S. (Advisor 1); Yenni Mangoting (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011165 /AKT/2018; Andy Yusuf Susanto (32414145)",
  "subjects": "TAX ACCOUNTING"
}