{
  "id": "43123",
  "title": "The relationship of capital structure and board diversity toward firm performance (evidence from LQ45 companies",
  "abstract": "Penelitian ini bertujuan untuk mengetahui pengaruh dari struktur modal dan board diversity terhadap performa perusahaan yang diukur melalui ROCE dan EVA spread. Penelitian ini dilaksanakan terhadap perusahaan dari berbagai industri yang terdaftar di Bursa Efek Indonesia (dalam indeks LQ45) dan menerbitkan laporan tahunan selama 7 tahun dari periode 2010-2016. Keputusan mengenai manajemen struktur modal dan board diversity harus dikelola dengan baik agar perusahaan dapat mempertahankan posisinya di pasar agar perusahaan dapat memaksimalkan kekayaan pemegang saham yang menjadi kunci kesuksesan bagi perusahaan. Penulis akan mengamati sebanyak 588 laporan tahunan yang terdiri dari 84 perusahaan dari aneka sektor industry selama periode 7 tahun. Total debt to total asset ratio akan digunakan untuk mengukur struktur modal sebagai variabel bebas. Gender diversity dan education diversity akan digunakan untuk mengukur board diversity sebagai variabel moderasi dan performa perusahaan akan diukur melalui ROCE sebagai accounting profit dan EVA spread sebagai market-based measurement. Terdapat tiga variabel kontrol yang digunakan yaitu,sales growth, firm size dan firm age. Terdapat delapan hipotesa yang akan di uji di penelitian ini. Hasil dari penelitian ini cukup beragam. DTA memiliki pengaruh negatif signifikan terhadap ROCE dan EVA. BOCG tidak memiliki pengaruh signifikan terhadap ROCE namun memiliki pengaruh negatif signifikan terhadap EVA. BOCLVL juga tidak berpengaruh signifikan terhadap ROCE namun memiliki pengaruh positif signifikan terhadap EVA. BOCBA memiliki pengaruh negatif signifikan terhadap ROCE namun tidak memiliki pegaruh signifikan terhadap EVA.",
  "creators": "FELICIA WIYONO",
  "contributors": "Saarce Elsye Hatane (Advisor 1); Josua Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Digital Thesis No. 32011183/AKT/2018; Felicia Wiyono (32414032)",
  "subjects": "GOOD CORPORATE GOVERNANCE; WORKING CAPITAL"
}