{
  "id": "43120",
  "title": "Pengaruh tata kelola perusahaan terhadap profitabilitas dan nilai perusahaan melalui pengungkapan tanggung jawab sosial perusahaan sebagai variable mediasi dalam perusahaan badan usaha milik negara (BUMN) yang terdaftar di Indonesia",
  "abstract": "Penelitian ini dilakukan untuk mempelajari hubungan tata kelola perusahaan dengan profitabilitas dan nilai perusahaan perusahaan BUMN yang terdaftar di Indonesia, dengan menggunakan pengungkapan CSR sebagai variabel mediasi. Tata kelola perusahaan diukur dengan menghitung total anggota, persentase komisaris independen, dan persentase dewan komisaris perempuan di dalam dewan komisaris perusahaan. Tingkat informasi yang diungkapkan dalam hal tanggung jawab social perusahaan menggunakan pedoman GRI G3.1 yang mengukur kinerja ekonomi, lingkungan dan sosial perusahaan. Sementara itu, profitabilitas diukur menggunakan rasio Return of Equity (ROE) dan nilai perusahaan diukur melalui Tobin’s Q ratio perusahaan. Studi ini lebih fokus untuk menganalisis perusahaan BUMN yang terdaftar di Bursa Efek Indonesia selama tahun 2011-2017. Statistik WarpPLS 5.0 dan SPSS adalah perangkat lunak yang digunakan untuk teknik analisis data. Hasil menunjukkan bahwa 4 dari 7 hipotesis diterima. Hasil analisis menyatakan bahwa proporsi dewan komisaris secara signifikan mempengaruhi pengungkapan tanggung jawab social perusahaan secara negatif. Tata kelola perusahaan secara signifikan memiliki pengaruh positif terhadap profitabilitas perusahaan tetapi efek negatif terhadap nilai perusahaan. Hasil empiris menunjukkan bahwa pengungkapan tanggung jawab social perusahaan berpengaruh terhadap profitabilitas perusahaan dan nilai perusahaan secara positif dan signifikan. Selain itu, profitabilitas perusahaan secara positif mempengaruhi nilai perusahaan. Ini adalah studi pertama yang menganalisis dampak tata kelola perusahaan, pengungkapan tanggung jawab social perusahaan terhadap profitabilitas perusahaan dan nilai perusahaan di perusahaan Badan Usaha Milik Negara yang terdaftar di Bursa Efek Indonesia.",
  "creators": "CITTASANTI",
  "contributors": "Josua Tarigan (Advisor 1); Saarce Elsye Hatane (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011191/AKT/2018; Cittasanti (32414019)",
  "subjects": "CORPORATIONS--FINANCE; SOCIAL RESPONSIBILITY OF BUSINESS"
}