{
  "id": "43137",
  "title": "Pengaruh asimetri informasi dan financial leverage terhadap return saham pada perusahaan sektor manufaktur di Bursa Efek Indonesia Tahun 2015 dan 2016",
  "abstract": "Return saham menjadi salah satu pertimbangan investor untuk melakukan investasi karena berhubungan dengan payback period (pulang balik modal investasi). Peningkatan harga saham disebabkan karena semakin tingginya minat investor terhadap saham perusahaan. Minat investor terhadap saham perusahaan meningkat ketika pemilik perusahaan memiliki kemampuan mengendalikan kinerja manajemen untuk sepenuhnya bekerja untuk kepentingan pemilik perusahaan. Evaluasi terhadap asymmetry information memberikan banyak informasi bagi investor untuk mengetahui tren dari harga saham jangka waktu ke depan, karena asimetri informasi berpengaruh terhadap return saham. Tujuan penelitian ini adalah menjelaskan pengaruh asimetri informasi dan financial leverage terhadap return saham perusahaan sektor menufaktur periode 2015 – 2016. Temuan penelitian menunjukkan bahwa semua perusahaan sektor manufaktur di bursa efek Indonesia tahun 2015 dan 2015 memiliki asimetri informasi. Berdasarkan hasil pengujian hipotesis penelitian, asimetri informasi terbukti berpengaruh negatif terhadap return saham. Semua perusahaan sektor manufaktur di bursa efek Indonesia menggunakan hutang sebagai salah satu sumber pendanaan perusahaan. Hutang perusahaan sektor manufaktur pada tahun 2016 mengalami penurunan jika dibandingkan dengan tahun 2015. Hasil pengujian pengaruh financial leverage terhadap return saham, diperoleh temuan bahwa financial leverage tidak terbukti berpengaruh secara langsung terhadap return saham.",
  "creators": "FREDERIKO DAVID MARTAN",
  "contributors": "Retnaningtyas Widuri, S.Sos., M.M. (Advisor 1); Yenni Mangoting (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011174/AKT/2018; Frederiko David Martan (32414185)",
  "subjects": "STOCK EXCHANGES"
}