{
  "id": "43138",
  "title": "Analisis hubungan antara board independence dan agency cost dengan kualitas audit sebagai variabel moderasi",
  "abstract": "Isu mengenai corporate governance mulai diberikan perhatian di Indonesia sejak adanya krisis yang dialami pada tahun 1998, dibuktikan dengan terbentuknya Komite Nasional Kebijak Corporate Governance (KNKG) pada tahun 1999 yang berubah menjadi Komite Nasional Kebijakan Governance pada November 2004. Praktik Corporate Governance dikenal dengan adanya konsep pemisahan antara fungsi kepemilikan dan fungsi kepengelolaan yang dimana konsep ini akan menimbulkan potensi akan adanya sebuah konflik agensi. Keberadaan dari anggota dewan komisaris independen menjadi aspek penting dimana komisaris independen dianggap memiliki nilai lebih dimana mereka lebih objektif dalam memeriksa serta memantau manajer yang dipercaya dapat mengurangi konflik agensi dalam perusahaan (Fama dan Jansen,1983). Sejalan dengan aturan-aturan yang dikeluarkan, seperti oleh Badan Pengawas Pasar Modal dan Lembaga Keuangan (Bapepam-LK) dengan surat edaran No. SE-03/PM/2000 dan surat keputusan dari PT Bursa Efek Jakarta dengan nomor KEP-339/BEJ/07-2001 dimana dari kedua aturan tersebut mewajibkan perusahaan-perusahaan publik untuk memiliki dewan komisaris independen dan komite audit dengan satu auditor eksternal. Tujuan dari penelitian ini adalah untuk meneliti apakah terdapat hubungan antara board independence dan agency cost serta meneliti apakah kualitas audit memoderasi hubungan dari board independence dan agency cost. Setelah melakukan penelitian, penulis menemukan hasil penelitian yang menunjukkan bahwa terdapat hubungan antara board independence dan agency cost dan menemukan bahwa kualitas audit memoderasi hubungan antara board independence dan agency cost.",
  "creators": "LYCIANA SETIAWAN",
  "contributors": "Retnaningtyas Widuri, S.Sos., M.M. (Advisor 1); Yenni Mangoting (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011168/AKT/2018; Lyciana Setiawan (32414201)",
  "subjects": "AUDITING; CORPORATE GOVERNANCE"
}