{
  "id": "43135",
  "title": "Corporate social responsibility, financial performance, and risk in indonesian natural resources industry",
  "abstract": "Dengan upaya untuk memberikan penjelasan yang lebih mendalam mengenai manifestasi budaya bertanggung jawab sosial dan lingkungan dalam industri sumber daya alam di Indonesia, studi ini menyoroti bukti empiris pada korelasi tanggung jawab sosial perusahaan (CSR), kinerja keuangan (CFP), dan resiko. Selain itu, peran resiko perusahaan sebagai variabel mediasi dalam efek tidak langsung antara CSR dan CFP juga diperiksa. Pendekatan pengukuran Kinder, Lydenberg, dan Domini's (KLD) digunakan sebagai dasar untuk menilai kegiatan tanggung jawab sosial karena memberikan transparansi lebih dalam rating sosial. Kinerja keuangan menangkap dua pengukuran berbasis akuntansi dan pasar, sedangkan volatilitas saham diadopsi sebagai ukuran resiko. 40 perusahaan terdaftar di Bursa Efek Indonesia di sektor sumber daya alam digunakan sebagai sampel, dengan tahun pengamatan sejak 2008 sampai 2016. Dengan melakukan analisis model persamaan struktural (SEM), terungkap bahwa CSR secara positif mempengaruhi CFP dan secara negatif mempengaruhi resiko. Selain itu, resiko memiliki korelasi negatif yang signifikan dengan CFP ketika nilai 2 tahun setelahnya digunakan. Hasil empiris menunjukkan bahwa CSR berfungsi sebagai alat dalam mengelola risiko usaha dan kinerja perusahaan, terutama dalam jangka panjang. Studi ini memperluas lebih lanjut karya-karya sebelumnya dan berkontribusi kepada sastra tangung jawab sosial dan manajemen keuangan dengan menemukan hakikat efek CSR sebagai investasi untuk masa depan. Ini adalah studi pertama yang menguji dan membuktikan bahwa CSR di industri sumber daya alam di Indonesia memainkan peranan penting sebagai instrumen resiko strategis untuk mencapai kinerja keuangan yang berkelanjutan dan tahan lama.",
  "creators": "LOVINA PRISTYA LIMAN",
  "contributors": "Josua Tarigan (Advisor 1); Saarce Elsye Hatane (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011184/AKT/2018; Lovina Pristya Liman (32414113)",
  "subjects": "CORPORATIONS--FINANCE; RISK MANAGEMENT; SOCIAL RESPONSIBILITY OF BUSINESS"
}