{
  "id": "4313",
  "title": "Pengaruh komponen visual dan verbal iklan terhadap sikap atas iklan dan sikap atas merek dari iklan Pond's white beauty moisturizer di media cetak untuk wilayah Surabaya",
  "abstract": "Iklan POND'S yang ditampilkan dalam media cetak ini merupakan suatu sarana perusahaan dalam memasarkan produknya ke khalayak. Di dalam iklan tersebut terkandung dua komponen utama, yakni: komponen visual dan verbal. Komponen visual iklan terdiri dari beberapa atribut, antara lain : atribut foto, warna, tulisan dan tata letak. Sedang komponen verbal iklan terdiri dari : judul. bodycopy, tone of voice dan logo. Selain pembahasan mengenai komponen mana dan atribut apa yang lebih mempengaruhi sikap responden atas iklan, juga dibahas mengenai manakah dari komponen visual dan verbal merek dari produk POND'S yang lebih berpengaruh pada pembentukan sikap responden atas merek serta ingin diketahui, apakah ada asosiasi antara sikap atas iklan dan sikap atas merek. Atribut komponen visual merek, antara lain adalah: bentuk kemasan, warna, kepribadian dan harga produk. Sedang komponen verbalnya adalah: Budaya merek. Tone of voice dari merek, dalam hal ini pelafalan kata dari merek, kualitas dan logo. Alhasil, komponen visual lebih mempengaruhi sikap atas iklan, sedang komponen nverbal lebih berpengaruh pada sikap atas merek dan antara sikap atas iklan dan sikap atas merek ada asosiasi yang besar. Disimpulkan dalam perancangan suatu iklan perlu diperhatikan komposisi komponen-komponen pembentuk iklan dengan baik, agar dapat menciptakan suatu iklan yang tepat sasaran dan seiring dengan tujuan perusahaan yang ingin dicapai.",
  "creators": "FEILIANA ELISABETH S; CHRISTINE ADNI S.P.",
  "contributors": "Richard Von Llewelyn (Advisor 1); Filicia Chandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02/01/1735/MAN/2004; Feliana Elisabeth Siacahyo (31400075), Christine Adni Susilowati Prajitno (31400108)",
  "subjects": "ADVERTISING; CONSUMERS-RESEARCH; CONSUMER BEHAVIOR"
}