{
  "id": "43147",
  "title": "Pengaruh corporate governance terhadap kinerja perusahaan dengan mediasi CSR disclosure pada perusahaan peraih penghargaan Best Issuers 2017",
  "abstract": "Orientasi pemilik perusahaan terhadap kinerja perusahaan diharapkan terus mengalami peningkatan. Perusahaan yang mengalami kinerja yang terus meningkat berarti mendapatkan dukungan lingkungan terhadap produk perusahaan. Perusahaan diuntungkan oleh lingkungan atas respon positif terhadap produk perusahaan, sehingga juga timbul tuntutan lingkungan terhadap CSR disclosure pada perusahaan. Perusahaan akan mampu terus meningkatkan kinerja jika perusahaan menerapkan tata kelola yang baik. Penelitian ini bertujuan untuk menjelaskan pengaruh corporate governance terhadap CSR disclosure dan terhadap kinerja perusahaan, dan pengaruh mediasi pengungkapan CSR terhadap kinerja perusahaan pada 52 perusahaan penerima penghargaan Indonesia Best Issuer 2017 yang terdaftar di bursa efek Indonesia periode 2014-2016. Desain penelitian adalah penelitian kausal. Jumlah sampel dalam penelitian ini adalah 52 perusahaan peraih penghargaan Best Issuers 2017. Teknik analisis data dalam penelitian ini adalah analisis regresi linier berganda. Temuan penelitian menunjukkan bahwa board of director dan audit quality terbukti berpengaruh terhadap CSR disclosure maupun kinerja perusahaan. Board independence tidak terbukti mempengaruhi CSR disclosure maupun kinerja perusahaan, artinya jumlah board independence tidak berdampak pada kinerja perusahaan selama board director tidak mampu menjalankan fungsinya dengan lebih baik. CSR disclosure terbukti berpengaruh terhadap kinerja perusahaan. Variabel CSR tidak mampu memediasi pengaruh board of director, audit quality, maupun board independence terhadap kinerja.",
  "creators": "CLAUDIA AGATHA",
  "contributors": "Retnaningtyas Widuri, S.Sos., M.M. (Advisor 1); Yenni Mangoting (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011180/AKT/2018; Claudia Agatha (32414077)",
  "subjects": "CORPORATIONS--FINANCE; SOCIAL RESPONSIBILITY OF BUSINESS; CORPORATE GOVERNANCE"
}