{
  "id": "43141",
  "title": "Does good corporate governance strengthen the CSR polices and firm performance?",
  "abstract": "Penelitian ini bertujuan untuk mengetahui hubungan kebijakan CSR terhadap kinerja perusahaan yang diukur melalui ROA dan EVA spread. Selain itu, penelitian ini juga mempertimbangkan Good Corporate Governance sebagai variabel intervening. Penelitian dilakukan pada perusahaan-perusahaan dari berbagai industri yang terdaftar di Indeks Persepsi Tata Kelola Perusahaan (SWA Magazine) dan menerbitkan laporan tahunan selama 2 tahun secara konsisten pada tahun 2016 dan 2017. Kebijakan CSR dan implementasi GCG harus dikelola dengan baik sehingga perusahaan dapat meningkatkan kinerja perusahaan. Penulis akan mengamati total 32 laporan tahunan yang terdiri dari 16 perusahaan dari berbagai industri selama periode 2 tahun. Indeks Kinder, Lydenberg, Domini & Co. (KLD) akan digunakan untuk mengukur CSR sebagai variabel independen. Corporate Governance Perception Index (CGPI) akan digunakan untuk mengukur penerapan tata kelola perusahaan sebagai variabel moderasi dan kinerja perusahaan akan dinilai melalui ROA sebagai ukuran profitabilitas perusahaan dan EVA disebarkan sebagai ukuran penciptaan nilai. Terdapat enam hipotesis yang akan diuji dalam penelitian ini. CSR memiliki korelasi positif yang signifikan dengan GCG dan ROA. Baik GCG dan CSR memiliki hubungan yang tidak signifikan dengan EVA. GCG memiliki dampak positif yang signifikan terhadap ROA. ROA memiliki korelasi negatif, namun signifikan dengan EVA.",
  "creators": "LINNEKE STACIA WANDY",
  "contributors": "Josua Tarigan (Advisor 1); Saarce Elsye Hatane (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011188/AKT/2018; Linneke Stacia (32414214)",
  "subjects": "GOOD CORPORATE GOVERNANCE; SOCIAL RESPONSIBILITY OF BUSINESS"
}