{
  "id": "43140",
  "title": "The impact of talent management through organization learning towards financial performance of the consumer goods sector in Indonesia",
  "abstract": "Penelitian ini bertujuan untuk mengetahui pengaruh dari manajemen talenta melalui pembelajaran organisasi terhadap kinerja keuangan perusahaan sektor barang konsumsi yang terdaftar di Bursa Efek Indonesia. Sektor barang konsumsi di Indonesia sedang menghadapi tingkat pertumbuhan yang tinggi, perusahaan-perusahaan diharuskan untuk memiliki strategi yang kompetitif untuk mempertahankan posisinya di pasar. Manajemen talenta harus lebih diperhatikan karena hal itu akan membantu perusahaan untuk menarik, mendapatkan, dan mempertahankan pekerja yang terbaik yang dapat membantu perusahaan untuk mempertahankan posisinya dan juga meningkatkan kinerja perusahaan. Berdasarkan tes hipotesis, manajemen talenta mempengaruhi pembelajaran organisasi dan kinerja keuangan perusahaan. Perusahaan yang mendapatkan nilai tinggi pada variabel manajemen talenta seperti PT HM Sampoerna Tbk dan PT Unilever Tbk selalu diikuti dengan nilai tinggi pada variabel pembelajaran organisasi. Akan tetapi, nilai untuk variabel kinerja keuangan tidak sebagus nilai dua variabel tersebut. Selain itu, beberapa perusahaan telah memiliki manajemen talenta dan kinerja organisasi pembelajaran yang baik yang dibuktikan dengan nilai yang cukup tinggi tapi beberapa perusahaan masih harus meningkatkan kinerja aktivitas tersebut khususnya aktivitas yang berhubungan dengan attraction dan system to capture learning yang mana adalah indikator pertama dari manajemen talenta dan indikator keempat dari pembelajaran organisasi. Pembelajaran organisasi sebagai mediator juga memiliki pengaruh tidak langsung terhadap hubungan antara manajemen talenta dan pembelajaran organisasi. Pembelajaran organisasi dapat memperkuat hubungan antara dua variable tersebut.",
  "creators": "GABRIELE NIA FERDIAN",
  "contributors": "Josua Tarigan (Advisor 1); Saarce Elsye Hatane (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011181/AKT/2018; Gabriele Nia Ferdian (32414173)",
  "subjects": "CORPORATIONS--FINANCE; ORGANIZATIONAL LEARNING"
}