{
  "id": "4314",
  "title": "Analisa model koreksi galat engle granger dalam pengujian berlakunya teori paritas daya beli dalam menentukan nilai tukar aktual dari tiga mata uang Asia terhadap dollar Amerika periode 1992-2002",
  "abstract": "Purchasing Power Parity (PPP) adalah teori yang menyatakan hubungan antara inflasi relatif dan nilai tukar. Penelitian ini menguji keberlakuan PPP pada mata uang Rupiah Indonesia, Baht Thailand, dan Peso Filipina terhadap Dollar Amerika, dengan menggunakan model koreksi Engle-Granger untuk periode Januari 1992-September 1997 (sebelum krisis) dan periode Oktober 1997-Desember 2002 (selama krisis). Penelitian ini menggunakan empat variabel bebas yang diduga mempengaruhr' nilai tukar actual, yaitu inflasi relatif, suku bunga relatif, pendapatan nasional relatif, dan relative money supply. Hasil penelitian menyatakan bahwa pada periode sebelum krisis ekonomi terjadi, hanya variabel suku bunga relatif Indonesia yang berpengaruh secara signifikan terhadap penentuan nilai tukar aktual. Sedangkan, untuk periode selama krisis berlangsung, variabel inflasi relatif Thailand dan relative money supply Thailand dan Filipina yang berpengaruh signifikan dalam menentukan nilai tukar aktual. Hasil penelitian yang kedua memperlihatkan ketidakberlakuan teori PPP baik periode sebelum krisis maupun periode selama krisis berlangsung. Berdasarkan hasil penelitian ini, para pelaku bisnis dalam perdagangan internasional sebaiknya tidak menggunakan teori PPP sebagai acuan dalam memprediksi nilai tukar.",
  "creators": "LIDYAWATI; ANINDITA JULIASIH",
  "contributors": "Richard Von Llewelyn (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03/01/1737/MAN/2004; Lidyawati (31400094); Anindita Juliasih (31400155)",
  "subjects": "INTERNATIONAL BUSINESS ENTERPRISES; INTERNATIONAL FINANCE; FOREIGN EXCHANGE"
}