{
  "id": "43151",
  "title": "Perancangan interior one stop creative photo video studio di Surabaya",
  "abstract": "Pada era modern ini, perkembangan dunia fotografi dan videografi sudah semakin digemari oleh berbagai kalangan, sehingga perkembangannya meningkat dengan cepat. Semakin banyak muncul komunitas-komunitas dari kalangan pemula sampai dengan professional. Selain itu juga fotografi dan videografi sekarang tidak hanya dianggap sebagai hobi saja, tetapi juga dianggap sebagai lapangan pekerjaan oleh masyarakat. Dengan meningkatnya presentase tersebut, maka semakin banyak juga fasilitas yang dibutuhkan untuk mendukung semua aktivitas dari fotografi maupun videografi. Di Indonesia peminat dari dunia fotografi dan videografi ini memiliki jumlah yang sangat banyak. Terutama dapat dilihat dari ibukota ataupun kota-kota besarnya. Salah satunya seperti pada kota Surabaya, yang merupakan salah satu kota yang memiliki banyak peminat fotografi di kalangan masyarakatnya. Sudah banyak bermunculan jasa yang menawarkan fotografi atau mempelajari fotografi. Tetapi fasilitas pendukung untuk mendalami dunia fotografi dan videografi belum banyak. Oleh karena itu, diusulkan perancangan interior One Stop Creative Photo Video Studio ini menggunakan konsep dengan mengangkat beberapa ikon dari kota Surabaya, di antaranya adalah Gereja Kepanjen, Jembatan Tunjungan, Jalan Tunjungan, dan Taman Bungkul. Yang diharapkan dapat menjadi trigger, agar mengunjungi lokasi yang unik di kota Surabaya. Selain itu juga dalam konsep perancangan ini mengangkat sifat arek Surabaya, seperti berani, kreatif dan dinamis.",
  "creators": "STANLEY ABEDNEGO",
  "contributors": "Dr. Ir. Hedy Constancia Indrani, M.T. (Advisor and Examination Committee); Ir. Hendy Mulyono (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021671/DIN/2018; Stanley Abednego (41414038)",
  "subjects": "INTERIOR DECORATION; BUILDINGS-DESIGNS AND PLANS"
}