{
  "id": "43165",
  "title": "The effect of auditor quality and earning management in predicting financial distress: evidence from “IMT-GT” countries consumer goods industry",
  "abstract": "Penelitian ini bertujuan untuk mengamati pengaruh kualitas auditor dan manajemen laba terhadap tekanan finansial pada tiga negara yaitu Indonesia, Malaysia, dan Thailand yang merupakan bagian dari perjanjian multilateral IMT-GT. Penelitian ini dilakukan pada perusahaan sektor barang konsumsi yang terdaftar di Bursa Efek Indonesia, Bursa Efek Malaysia, dan Bursa Efek Thailand yang telah menerbitkan laporan tahunan selama 3 tahun dari 2015 hingga 2017. Penelitian ini mengamati 108 perusahaan barang konsumsi selama 3 tahun. Tekanan finansial bertindak sebagai variabel dependen yang diukur melalui Model Altman Z-Score. Sedangkan manipulasi laba sebagai variabel independen diukur menggunakan Cross Sectional Modified Jones Model. Selain itu, kualitas auditor diwakili oleh masa jabatan auditor, spesialisasi auditor, dan reputasi auditor. Ada dua variabel kontrol yang digunakan yaitu karakteristik perusahaan, termasuk ukuran perusahaan dan leverage. Total ada 4 hipotesis yang akan diuji dalam penelitian ini. Analisis data akan dilakukan dengan menggunakan perangkat lunak GRETL dan SPSS. Hasil penelitian ini menunjukkan bahwa manajemen laba dan kualitas auditor yang diwakili oleh masa jabatan auditor dan spesialisasi auditor menunjukkan hubungan yang signifikan dengan tekanan finansial. Sebaliknya, reputasi auditor tidak memiliki hubungan yang signifikan terhadap tekanan keuangan. Sementara itu, di antara ketiga negara tersebut, perusahaan-perusahaan Thailand terbukti memiliki keterlibatan tertinggi dalam pengelolaan laba serta memiliki kemungkinan tekanan keuangan tertinggi.",
  "creators": "IVANA REGINA PRASETYO",
  "contributors": "Saarce Elsye Hatane (Advisor and Examination Committee); Josua Tarigan (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011257/AKT/2018; Ivana Regina Prasetyo (32415064)",
  "subjects": "CORPORATIONS--FINANCE"
}