{
  "id": "43185",
  "title": "Pengaruh earning bins terhadap manajemen laba rill di setiap tahap siklus hidup perusahaan",
  "abstract": "Penelitian ini bertujuan untuk mengetahui adanya pengaruh earning bins terhadap manajemen rill di setiap tahap siklus hidup perusahaan yang terdiri atas tahap introduction, growth, dan mature. Earning bins merupakan hasil pengukuran laba dibagi dengan total aset perusahaan pada awal tahun yang diklasifikasikan menjadi beberapa interval yang mampu menunjukkan keputusan yang diambil oleh perusahaan terkait biaya diskresioner dan aktivitas produksi perusahaan sehingga mampu mengindikasikan manajemen laba rill perusahaan. Adanya manajemen laba rill yang dilakukan perusahaan dapat dilihat melalui pemotongan biaya diskresioner yang terdiri atas biaya penelitian dan pengembangan serta biaya penjualan, umum dan administrasi dan juga pemotongan harga pokok penjualan yang dilakukan melalui aktivitas produksi barang penjualan yang berlebihan (overproducting). Setiap pengambilan keputusan dan strategi tentu akan berbeda-beda di setiap siklus hidup perusahaan berdasarkan kondisi yang dialami oleh perusahaan. Sampel yang digunakan dalam penelitian ini berjumlah 68 perusahaan yang terdaftar di Bursa Efek Indonesia pada sektor industri dasar dan kimia dengan periode observasi penelitian tahun 2012 sampai dengan 2016. Metode analisis yang digunakan adalah analisis regresi linear berganda. Hasil penelitian menunjukkan bahwa earning bins berpengaruh pada manajemen laba rill pada setiap tahap siklus hidup perusahaan.",
  "creators": "CLARA REGINA TJANDRA",
  "contributors": "Retnaningtyas Widuri, S.Sos., M.M. (Advisor 1); Yenni Mangoting (Examination Committee 1); Agus Arianto Toly, S.E., M.S.A., Ak. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011260/AKT/2018; Clara Regina Tjandra (32415055)",
  "subjects": "EARNINGS MANAGEMENT--RESEARCH"
}