{
  "id": "43196",
  "title": "Types of questions and tactics of questioning used by a native speaker teacher in teaching speaking 1 of English Department of Petra Christian University",
  "abstract": "The purposes of this study are to find out what are the types of questions and questioning tactics used by native speaker teacher of English in teaching passive and active classes and what are the tactics of questioning used related to each type of questions being used by the native speaker teacher of English in passive and active Speaking 1 classes. The theories are taken from Wragg and Brown (2001). According to Wragg and Brown (2001) there are 3 types of questioning which are conceptual question, empirical question, and value question. Other than that, there are 7 tactics of questioning which are structuring, pitching and putting clearly, directing and distributing, pausing and pacing, prompting and probing, listening to replies and responding, and sequencing (Wrag & Brown, 2001). The findings showed that the teacher of Speaking 1 used the same types of questions which are conceptual and empirical types of questions. Furthermore, tactics of questioning that the teacher used are different in active and passive classes. The teacher mostly used empirical types of questioning for both passive and active classes. In teaching passive class, the teachers mostly asked sequencing of questions as the tactics of questioning. On the other hand, in active class, the teacher mostly asked prompting and probing as the tactics of questioning.",
  "creators": "EMILIA SURYANI GUNAWAN",
  "contributors": "Henny Putri (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012260; Emilia Suryani Gunawan (11415029)",
  "subjects": "ENGLISH LANGUAGE--STUDY AND TEACHING"
}