{
  "id": "432",
  "title": "The Analysis of transition signals in the English Departement students writing 3 at Petra Christian University",
  "abstract": "Students at the English Department are supposed to master English language since the Department uses English as the medium of teaching and learning to study English literature. Therefore, they are also supposed to be competence in communicating ideas well through written language. In communicating ideas through an essay, the students should make the writing coherence so that the message conveyed is transferred well to the readers. For that reason, being coherent is important for students of writing in producing their essay. One of the techniques used to achieve coherence in writing is applying transition signals. While, according to Coffey in Communication Through Writing transition signals are important since they will give the readers to comprehend the core of the text. This present study emphasizes on the use of transition signals that leads to text comprehension. The problem which the writer investigates is how the students use the transition signals to maintain the writing coherence in the essays writing of the Students Writing III at the English Department of Petra Christian University. In her research, she uses theory of Margaret Pogemiller Coffey about transition signals and the theory about coherence by Alice Oshima & Ann Hogue, Moreover, she uses Fransica's thesis about An Analysis of the Coherence on Classified Advertisement in Jakarta Post, and Amelia?s thesis which dealt with A Study of Cohesion in Lateral-Quarterly PBE Magazine. The approach of this study is qualitative descriptive because the data is in the form of words rather than numbers. Furthermore, the writer collects the data from the assignment produced by the students of Writing III at the English Department of Petra Christian University. The data are obtained by collecting 5 essays in one occasion, randomly, in order to avoid subjectivity. After that, the Writer investigating those data based on the research questions. From the data analysis, the writer finds that there are 10 types of transition signals which are used in the essays of Writing III?s students. There is 1 type which is not used by the student. Furthermore, the writer finds that most of the use of transition signals in the students? essay is correct. It takes 93.19% which is correct and 6.81% is not correct.",
  "creators": "YENNY MONICA HARTANTO",
  "contributors": "Gaston Soehadi (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.1094/ING/2003; Yenny Monica Hartanto (11498125)",
  "subjects": "ENGLISH LANGUAGE-RHETORIC"
}