{
  "id": "43202",
  "title": "Pengaruh kompensasi finansial dan non-finansial terhadap kinerja karyawan blue collar PT Jatim Indo Lestari",
  "abstract": "Setiap perusahaan berusaha menawarkan berbagai macam jenis kompensasi dalam rangka sebagai alat untuk meningkatkan kinerja karyawan. Kompensasi yang diberikan dapat berupa kompensasi finansial dan kompensasi non-finansial. Semua karyawan memang menganggap kompensasi finansial dan non-finansial penting. Namun, karyawan blue collar worker menganggap gaji adalah kompen-sasi yang paling penting. Pada akhirnya apabila kompensasi yang berupa gaji dira-sakan karyawan blue collar worker kompetitif dan adil, maka akan menarik kar-yawan tersebut dan akan berpengaruh terhadap kinerjanya. Penelitian ini dilakukan pada PT Jatim Indo Lestari. Penelitian ini meng-gunakan kompensasi finansial dan non-finansial sebagai variabel independen dan kinerja karyawan sebagai variabel dependen. Tujuan penelitian ini adalah untuk menguji apakah kompensasi finansial dan non-finansial berpengaruh secara positif dan signifikan terhadap kinerja karyawan blue collar di PT Jatim Indo Lestari. Sampel yang digunakan adalah karyawan PT Jatim Indo Lestari dengan batasan penelitian karyawan yang bertugas memasang kaca film dengan sebutan teknisi dan helper, dimana jumlah sampel yang ditetapkan 50 responden dengan menggu-nakan metode sensus. Analisis yang digunakan meliputi uji validitas, uji reliabili-tas, uji asumsi klasik, analisis regresi linier, dan uji hipotesis. Dari hasil penelitian menunjukkan bahwa kompensasi finansial dan kom-pensasi non-finansial memiliki pengaruh positif namun tidak signifikan terhadap kinerja karyawan pada PT Jatim Indo Lestari.",
  "creators": "DANIEL SUGIJANTO",
  "contributors": "Eddy Madiono Sutanto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011509/MAN/2018; Daniel Sugijanto (31414090)",
  "subjects": "PERSONNEL MANAGEMENT; EMPLOYEES; PERFORMANCE"
}