{
  "id": "4321",
  "title": "Perancangan dan pembuatan software untuk membantu ibadah pada Gereja Bethany Indonesia",
  "abstract": "Gereja Bethany Indonesia sudah menggunakan sistem yang terkomputerisasi. Dalam pelaksanaannya masih banyak mengalami kendala, diantaranya dalam menampilkan teks lagu yang penyimpanannya digabung dalam satu file sehingga menyulitkan dalam pencarian lagu. Selain itu untuk menampilkan Alkitab dalam dua bahasa masih harus menggunakan dua komputer dan tambahan alat untuk menggabungkannya. Pada Tugas Akhir ini, penulis mencoba mengimplementasikan sebuah software untuk Gereja Bethany Indonesia Nginden Surabaya yang dapat membantu jalannya peribadahan. Software ini juga dilengkapi pencarian lagu berdasarkan judul dan isi, pencarian ayat alkitab berdasarkan kitab, pasal, ayat dan kata, pencarian pengumuman berdasarkan tanggal dan pencarian Informasi kaset kotbah berdasarkan tanggal, jam, kebaktian, pembicara dan tema kaset kotbah. Berdasarkan dari hasil pengujian oleh user melalui kuesioner dapat disimpulkan bahwa user interface yaitu tampilan dan daya tarik dari software ini cukup baik. Hal ini dapat dilihat dari persentase nilai yang didapat sebesar 69.875%. Berdasarkan data atau informasi yang diproses yaitu kemudahan pengisian data, keakuratan data yang ditampilkan dan kesesuaian dengan kebutuhan dari software ini cukup baik. Hal ini dapat dilihat dari persentase nilai yang didapat sebesar 80.83%. Selain itu software ini dapat disimpulkan memiliki user friendly cukup. Hal ini dapat dilihat dari persentase nilai sebesar 76.875%. Secara keseluruhan penilainan terhadap software oleh user cukup baik, hal ini dapat dilihat dari persentase nilai sebesar 82.5%.",
  "creators": "RAINAIRS NATANAEL ELIM",
  "contributors": "Gregorius Satiabudhi (Advisor 1); Arie Wirawan Margono (Advisor 2); Arlinah Imam Rahardjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02000257/INF/2004; Rainairs Natanael Elim (26498005)",
  "subjects": "DATABASE MANAGEMENT; DATABASE DESIGN"
}