{
  "id": "43227",
  "title": "Implementasi blockchain: studi kasus e-voting",
  "abstract": "Voting atau pemungutan suara telah menjadi salah satu metode yang digunakan manusia untuk menentukan keputusan dalam sebuah hal. Voting juga sering digunakan dalam menentukan hal-hal yang sangat penting, seperti menentukan wakil-wakil rakyat, atau menentukan pemimpin baru. Di samping itu, saat ini pemungutan suara masih dilakukan dengan cara konvensional, yaitu menggunakan kertas dalam melakukan pembuatan ballot, pencoblosan, dan perhitungan suara. Hal ini dapat mengakibatkan terjadinya human error yang mempengaruhi hasil pemungutan suara dan dapat merugikan pihak tertentu. Selain itu, pemungutan suara yang dilakukan dengan teknologi komputer juga mempunyai masalah tertentu. Banyak pihak yang meragukan keamanan dari vote yang mereka lakukan, apakah benar masuk dan terhitung di akhir pemungutan suara, atau tidak. Untuk menjawab persoalan tersebut, dirancang suatu sistem pemungutan suara elektronik dengan memanfaatkan teknologi Blockchain dalam aplikasi berbasis website. Dengan memanfaatkan teknologi ini, data pemungutan suara yang telah dilakukan tidak dapat diubah, digandakan ataupun dihapus. Sehingga dapat meningkatkan keamanan dari pemungutan suara. Selain itu, teknologi ini juga dapat menjaga kerahasiaan dari pihak yang melakukan pemungutan suara. Aplikasi ini juga membantu proses pemungutan suara agar lebih mudah dalam hal pengelolaan pihak terkait, pemungutan suara, hingga perhitungan suara. Dari penelitian dan pengujian sistem yang telah dibuat, aplikasi dapat membantu memudahkan penyelenggaraan pemungutan suara. Teknologi blockchain yang digunakan mampu membantu menyimpan data hasil pemungutan suara yang transparan dan dapat diakses oleh publik. Teknologi ini juga membantu menjaga kerahasiaan dari voter. Data pemungutan suara juga tidak dapat diubah, digandakan atau dihapus. Selain itu, teknologi blockchain juga membantu melakukan verifikasi dan memilah data vote yang valid.",
  "creators": "SATRIA DAMAI KURNIA HU",
  "contributors": "Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Advisor 1); Andreas Handojo (Advisor 2); Agustinus Noertjahyana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021845/INF/2019; Satria Damai Kurnia Hu (26415172)",
  "subjects": "APPLICATION SOFTWARE"
}