{
  "id": "43238",
  "title": "Sistem informasi manajemen inventori dan perencanaan produksi pada perusahaan “X”",
  "abstract": "Perusahaan “X” adalah sebuah perusahaan yang bergerak di bidang produksi makanan ringan atau kerupuk. Perusahaan menghasilkan jenis kerupuk yang diproduksi menggunakan beberapa jenis bahan baku. Saat ini, bagian pembelian sering mengalami kelebihan dan kekurangan dalam jumlah barang . Hal ini dikarenakan adanya kesalahan dalam perhitungan bahan baku di gudang dan tidak adanya estimasi kebutuhan produksi. Pembelian bahan baku yang sering salah mengakibatkan perusahaan harus melakukan perencanaan produksi ulang. Laporan dan pencatatan kartu stok juga dilakukan secara manual. Oleh karena itu, perusahaan membutuhkan sistem informasi yang dapat merencanakan produksi harian, rekomendasi pembelian, laporan pembelian, laporan pembelian, laporan penjualan dan laporan produksi. Sistem ini akan dibuat berbasis website menggunakan bahasa pemograman PHP, JavaScript, dan AJAX serta menggunakan database MySQL. Sistem informasi ini akan dibagi menjadi beberapa hak akses yang memiliki fitur sesuai kebutuhannya. Hasil kuisioner tampilan program 33,3% responden memberikan nilai cukup dan 66,7% responden memberikan nilai baik, untuk kemudahan pemahaman program 66,7% responden memberikan nilai baik dan 33,3% memberikan nilai sangat baik, untuk kebutuhan yang dijawab oleh program 66,7% responden memberikan nilai baik dan 33,3% responden memberikan nilai sangat baik, dan untuk keseluruhan aplikasi 33,3% responden memberikan nilai sangat baik dan 66,7% responden memberikan nilai sangat baik.",
  "creators": "MARCELLINO CHRISTOPHER",
  "contributors": "Yulia (Advisor 1); Tanti Octavia (Advisor 2); I Gede Agus Widyadana (Examination Committee 2); Lily Puspa Dewi, S.T., M.Kom. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021842/INF/2019; Marcellino Christopher (26415020)",
  "subjects": "INVENTORY CONTROL; PRODUCTION PLANNING"
}