{
  "id": "43232",
  "title": "Integrasi data jemaat dan kegiatan pemantauan pertumbuhan jemaat di tiap cabang (studi kasus Gereja Mawar Sharon)",
  "abstract": "Berawal dari sebuah kelompok persekutuan doa yang hanya berjumlahkan kurang dari 100 orang, kini gereja Mawar Sharon sudah berkembang pesat dan memiliki cabang di berbagai kota. Oleh karena itu gereja Mawar Sharon sendiri sudah membuat sistem dalam penyimpanan data yang mereka miliki. Permasalahan muncul akibat sistem yang ada tidak terintegrasi dan data yang dimiliki hanya disimpan dan dapat diakses oleh admin saja. Oleh karena itu dibutuhkan suatu sistem yang dapat mengintegrasikan sekaligus memanfaatkan data yang ada sebagai media dalam pemantauan jemaat. Maka untuk mengatasi mesalah tersebut pada skripsi ini dibuatlah sebuah sistem yang dapat mengintegrasikan data-data yang sudah ada kedalam satu sistem yang kemudian di koneksikan ke dalam aplikasi berbasis android. Aplikasi tersebut akan digunakan sebagai media yang memberikan akses kepada para pemimpin yang memiliki kebutuhan dalam memantau jemaatnya melalui data. Aplikasi juga dapat digunakan jemaat biasa dalam berinteraksi sesama anggota gereja. Berdasarkan hasil pengujian aplikasi ini didapati bahwa aplikasi mampu memberikan laporan yang berasal dari data-data yang selama ini belum di manfaatkan dan data tersebut dikonversikan menjadi fasilitas kepada jemaat dalam memantau keaktifannya sendiri, sekaligus tetap terhubung dengan gereja dan jemaat yang lain. Sedangkan manfaat bagi pemimpin, sistem ini dapat mempermudah dan mempercepat proses pemantauan pertumbuhan anak bimbingannya.",
  "creators": "RANDY NUGRAHA TEDJAKUSUMA",
  "contributors": "Yulia (Advisor 1); Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 2); Alexander Setiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021823/INF/2019; Randy Nugraha Tedjakusuma (26415051)",
  "subjects": "DATABASE DESIGN; ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE); ANDROID (COMPUTER PROGRAM)"
}