{
  "id": "43244",
  "title": "Sistem pengontrol penyiraman tanaman dengan menggunakan arduino",
  "abstract": "Tanaman merupakan dekorasi yang umum dipakai untuk segala jenis tempat. Dari tempat komersil seperti hotel, restoran, butik pakaian, hingga ke tempat non-komersil yaitu rumah tempat tinggal. Kebutuhan akan tanaman tidak akan berkesudahan dan bukan sebuah tren yang akan hilang. Maka dari itu, perawatan akan tanaman juga akan selalu dibutuhkan untuk konsumen dan produsen tanaman. Perawatan tanaman bisa menjadi hal yang merepotkan, terutama tanaman anggrek. Perawatan tanaman yang sangat umum sampai saat ini adalah mengandalkan sumber daya manusia. Dalam penelitian lain, ada yang sudah menggunakan Arduino akan tetapi tidak dapat dikontrol secara mobile. Tanaman yang dipilih untuk penelitian ini adalah tanaman anggrek, karena tanaman anggrek merupakan tanaman yang memiliki harga relatif mahal. Selain itu perawatannya relatif lebih susah dari tanaman lainnya. Metode yang akan digunakan adalah observasi langsung ke petani anggrek dan eksperimen pribadi, baik untuk pertumbuhan anggrek, maupun pengujian microcontroller. Dengan berbagai bidang kehidupan yang dimudahkan dengan adanya teknologi. Kemudahan akses dari teknologi juga memicu penggunaan internet yang semakin meningkat. Penggunaan smartphone juga semakin meningkat di masyarakat. Itu menandakan bahwa sebuah sistem perawatan tanaman otomatis sangat mungkin dilakukan dengan biaya rendah. Sistem penyiraman tanaman menggunakan Arduino yang terhubung dengan internet sebagai perantaranya. Selanjutnya, Arduino akan terhubung dengan server Blynk. Terhubungnya Arduino ke server Blynk dapat menghubungkan Arduino dengan perangkat mobile. Sehingga sangat memungkinkan untuk mengontrol dan memonitor tanaman menggunakan smartphone dan membantu pertumbuhan anggrek.",
  "creators": "HANDY PRASETYO",
  "contributors": "Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Advisor 1); Agustinus Noertjahyana (Advisor 2); Ir. Djoni Haryadi Setiabudi, M.Eng. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01021850/INF/2019; Handy Prasetyo (26415093)",
  "subjects": "ARDUINO (PROGRAMMABLE CONTROLLER); ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE)"
}