{
  "id": "43240",
  "title": "Aplikasi mobile untuk sistem presensi dosen dan karyawan Universitas Kristen Petra",
  "abstract": "Dalam menjalankan kegiatan sehari-hari, pegawai perlu untuk melakukan presensi, yang merupakan salah satu syarat untuk proses perhitungan gaji. Presensi adalah tingkat kehadiran pegawai yang berkenaan dengan tanggung jawab. Setiap dosen tetap dan karyawan tetap Universitas Kristen Petra selalu melakukan presensi saat masuk dan saat pulang. Pada pencatatan presensi kehadiran banyak sekali ditemukan sebagian data kehadiran yang kosong (tidak terekam) atau kembar pada saat proses rekapitulasi di akhir periode. Hal tersebut terjadi karena pegawai ada yang lupa, merasa sudah melakukan presensi, atau tidak yakin apakah data presensinya sudah terekam atau belum. Sehingga pegawai melakukan presensi kembali untuk memastikan bahwa data kehadirannya terekam. Saat ini untuk melakukan proses pengecekkan data presensi, pegawai harus masuk melalui protal sim.petra.ac.id terlebih dahulu. Kemudian setiap kali masuk, pegawai perlu melakukan pengisian username dan password untuk proses login. Hal tersebut merupakan hal yang dirasa kurang praktis dan efisien. Karena hanya untuk melakukan pengecekkan presensi kehadiran setiap harinya, pegawai perlu masuk ke portal dan login terlebih dahulu. Dengan dibuatnya aplikasi mobile, maka dapat membuat proses pengecekkan lebih praktis dan efisien. Pegawai hanya perlu melakukan login diawal saat pertama kali mengunduh aplikasi. Pada aplikasi juga terdapat grafik dari perhitungan presensi dalam selang waktu satu minggu. Grafik tersebut ditujukan agar pegawai mengetahui apakah dalam satu minggu ini pegawai terkena limit presensi atau tidak. Selain itu, dapat juga digunakan untuk mengingatkan pegawai jika pada hari kemarin, data presensi ada yang kosong, jam datang maupun jam pulang. Jika terjadi demikian, maka pegawai juga dapat melakukan pengajuan presensi manual pada aplikasi.",
  "creators": "MELINDA CHRISTY ROEDYANTO",
  "contributors": "Justinus Andjarwirawan (Advisor 1); Agustinus Noertjahyana (Advisor 2); Silvia Rostianingsih (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021856/INF/2019; Melinda Christy Roedyanto (26415002)",
  "subjects": "ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE); DATABASE DESIGN; ELECTRONIC CONTOLLERS-COMPUTER PROGRAMS; JAVASCRIPT (COMPUTER PROGRAM)"
}