{
  "id": "4324",
  "title": "Desain pembuatan alat penggiling daging berdasarkan metode quality function deployment",
  "abstract": "Daging merupakan bahan pangan yang penting dalam memenuhi kebutuhan gizi. Salah satu proses untuk mengolah daging adalah penggilingan. Alat penggiling yang umum digunakan adalah penggiling yang digerakkan secara manual yang terbuat dari bahan besi cor. Besi cor sangat mudah mengalami korosi dan dapat menyebabkan kerusakan lemak pada daging, sehingga perlu dilakukan peninjauan ulang terhadap desain alat tersebut. Metode Quality Function Deployment (QFD) adalah suatu metodologi pengembangan yang kuat dengan cakupan aplikasi yang luas. Tujuan utama QFD dalam studi ini adalah untuk menerapkan konstruksi suatu metode desain yang berorientasi kepada pelanggan dan menguji kemampuan aplikasi QFD dalam perencanaan desain dan proses suatu alat penggiling daging. Pengumpulan data suara konsumen dilakukan mengawali metode QFD, dirangkum dan diterjemahkan dalam bahasa teknis, kemudian dianalisa dalam 3 fase QFD yaitu desain, detail, dan proses. Hasil analisa berupa spesifikasi teknis produk tersebut. Prototipe yang dibuat adalah bagian ulir/screw yang merupakan bagian utama dari alat penggiling. Proses pembuatan yang dilakukan adalah pengecoran dengan cetakan pasir. Setelah itu, dilakukan pengujian kekasaran permukaan dan pengujian visual cacat permukaan. Dari produk ulir/screw yang telah dibuat ditunjukkan hasil yang dicapai berupa perbaikan kehigienisan, tercatat pada pemilihan material yang tahan korosi yaitu aluminium paduan 514.0 dan menurunnya kekasaran permukaan yang mencapai 62,2% tanpa finishing dari 8,128 ?m menjadi 4,1 ?m dengan target sebesar 1,654 ?m, dan dapat diturunkan lagi sampai pada 1,43 ?m dengan finishing.",
  "creators": "CHARLES ANSON",
  "contributors": "Soejono Tjitro (Advisor 1); Stefanus Ongkodjojo, S.T., M.Sc. (Advisor 2); Didik Wahjudi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01/0757/MES/2006; Charles Anson (24401080)",
  "subjects": "MACHINE DESIGN; MILLING MACHINES"
}