{
  "id": "43248",
  "title": "Penerapan sistem channel management untuk aplikasi manajemen e-commerce pada pemilik toko online multi channel",
  "abstract": "Ekonomi digital di Indonesia sangat berpotensi untuk terus tumbuh, yang dilihat dari tahun-tahun sebelumnya dan perkembangan teknologi yang semakin pesat. Hampir setiap orang di kota-kota besar pernah melakukan belanja online. Hal ini merupakan peluang bagi penjual toko online untuk dapat berlomba-lomba mendapatkan pelanggan dengan membuka toko di setiap platform e-commerce. Penjual yang memiliki banyak platform toko online juga mendapatkan manfaat yang menguntungkan bagi penjual. Penjual dapat menjangkau pelanggan-pelanggan yang setia pada satu e-commerce, tidak hanya itu saja penjual dapat menciptakan brand-nya sendiri. Aplikasi ini dibuat dengan tujuan memudahkan penjual mengolah barang jualannya. Setiap penjual yang memiliki stok barang, harus memantau stok barangnya agar tidak terjadi stockout. Penjual yang sebelumnya harus memantau, mengganti, dan mencatat pada tiap platform e-commerce. Dengan menggunakan aplikasi ini penjual tidak perlu repot untuk memantau, mengganti, dan mencatat stok barang, karena aplikasi ini mengganti stok barang pada setiap platform e-commerce jika ada barang pesanan masuk. Selain itu aplikasi ini dapat mengubah atribut-atribut pada barang seperti harga dan stok, sehingga barang dapat dikontrol dengan mudah. Aplikasi ini bekerja dengan cara menyimpan data-data barang yang diambil secara otomatis menggunakan tools Curl. Setelah itu data yang diambil dari tiap e-commerce selanjutnya diolah dan dimasukkan dalam database. Data yang sudah masuk nantinya diolah dan dipantau ketika ada perubahan. Selain itu aplikasi ini secara otomatis mengirimkan data terupdate jika ada perubahan dalam data e-commerce. Channel Management dapat diterapkan pada aplikasi dengan cara melakukan web crawling pada e-commerce dan mengolah data yang didapatkan untuk bisa diolah dan membentuk sebagai channel manager. Data yang dapat diubah oleh program dilakukan dengan metode POST pada e-commerce yang bersangkutan. Statement POST didapatkan melalui analisa pada kasus nyata e-commerce. Adapun kekurangan dari POST adalah banyaknya variabel yang dibutuhkan. Dalam pembaharuan barang, program menggunakan trigger daripada email dan waktu. Menurut hasil pengamatan hasil dari program ini dianggap dapat membantu walaupun masih kurangnya tampilan yang bagus.",
  "creators": "ANTHONY SANTOSO",
  "contributors": "Justinus Andjarwirawan (Advisor 1); ANITA NATHANIA (Advisor 2); Silvia Rostianingsih (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021847/INF/2019; Anthony Santoso (26415108)",
  "subjects": "ELECTRONIC COMMERCE; BUSINESS ENTERPRISES-COMPUTER PROGRAMS; APPLICATION SOFTWARE"
}