{
  "id": "43256",
  "title": "Aplikasi ”Golek Tukang” untuk pencarian jasa perbaikan rumah di daerah Surabaya berbasis android",
  "abstract": "Pada realita kehidupan saat ini, banyak orang mempunyai smartphone yang terkoneksi dengan internet. Kondisi itu menyebabkan meningkatnya kebutuhan informasi melalui gadget. Salah satunya adalah untuk mencari jasa perbaikan rumah/tukang bangunan secara online melalui aplikasi yang ada pada smartphone. Namun di daerah Surabaya untuk mencari tukang masih menggunakan sistem manual dengan prinsip mencari informasi tukang bangunan lewat website ataupun informasi secara mulut ke mulut sehingga masyarakat Surabaya tidak dapat memenuhi kebutuhan perbaikan rumah yang sesuai. Dengan adanya permasalahan itu maka akan dibuat aplikasi android Golek Tukang untuk pencarian jasa perbaikan rumah. Fitur yang disediakan di aplikasi Golek Tukang pencari jasa dapat memilih penyedia jasa yang sesuai, adanya fitur negosiasi harga untuk memberikan kenyamanan dari setiap pihak, adanya fitur chatting yang mempermudah pencari jasa dan penyedia jasa untuk berkomunikasi, dan adanya fitur maps agar penyedia jasa mudah mengetahui posisi pencari jasa berada. Aplikasi Golek Tukang ini dibuat agar banyak masyarakat Surabaya yang ingin mencari jasa perbaikan rumah dengan mudah, cepat, dan nyaman. Dengan adanya aplikasi ini, membuat penyedia jasa mudah mendapatkan pekerjaan tanpa harus menggunakan sistem manual. Aplikasi ini dibuat dengan menggunakan bahasa pemrograman PHP dan Java, database yang digunakan adalah MySQL, dan library yang digunakan adalah Retrofit.",
  "creators": "ANDREAS ENDRAHADI WIJAKSONO",
  "contributors": "Henry Navianus Palit (Advisor 1); ANITA NATHANIA (Advisor 2); Alexander Setiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021819/INF/2019; Andreas Endrahadi Wjakosono (26414025)",
  "subjects": "ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE); HOME CONSTRUCTION"
}