{
  "id": "43251",
  "title": "Pembuatan sistem aplikasi multi vendor katering makanan berbasis mobile",
  "abstract": "Katering sendiri terdiri dari bisnis yang menyediakan makanan, minuman dan layanan lainnya untuk berbagai klien, biasanya bisnis ini ditujukan untuk acara khusus, namun ada pula yang rutin hari demi hari dan ada juga yang melakukan katering untuk individu seperti anak kos dan rumahan. Dalam memilih katering, orang tidak dapat memilih menu seperti di restoran pada umumnya mereka harus menyesuaikan menu dengan penyedia katering. Selama ini katering hanya mengandalkan promosi dari mulut ke mulut dari kenalan, atau melalui brosur kepada calon pelanggan. Begitu juga mengenai pemasaran, selama ini cara memesan katering masih menggunakan media telepon atau harus datang ke lokasi katering. Cara tersebut kurang efektif dan cepat, karena sering terjadi kesalahan dalam proses transaksi. Dari permasalahan di atas maka penelitian ini berfokus pada pemecahan masalah untuk pengelolaan bisnis katering, dengan membuat “Sistem Aplikassi Katering Berbasis Mobile”. Sistem ini akan membantu pihak calon pelanggan dan penyedia bisnis katering dalam meningkatkan kualitas dan pendapatan mereka. Sistem ini diharapkan dapat melakukan promosi, pemesanan, dan tracking. Pembeli dapat langsung memesan dan memilih menu tanpa harus datang ke lokasi katering dan dapat melakukan tracking pengiriman yang dilakukan oleh penjual. Penyedia katering juga dapat melakukan promosi dan penjualan dengan mudah, hal ini tentunya menghemat dari segi biaya.",
  "creators": "GERARDO ARYA KESUMA",
  "contributors": "Alexander Setiawan (Advisor 1); Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021827/INF/2019; Gerardo Arya Kesuma (26415010)",
  "subjects": "APPLICATION SOFTWARE-DEVELOPMENT; DATABASE DESIGN; FOOD SERVICE MANAGEMENT"
}