{
  "id": "43250",
  "title": "Analisis fungsi manajemen operasional PT Cahaya Baru Abadi Jaya",
  "abstract": "Penelitian ini bertujuan mendeskripsikan fungsi manajemen operasional di PT Cahaya Baru Abadi Jaya yang terdiri dari tiga bagian, yaitu perencanaan operasional, penjadawalan operasi, kontrol operasi. Perencanaan operasi terdapat lima elemen, yaitu perencanaan kapasitas, perencanaan lokasi, perencanaan, lay-out, perencanaan kualitas, perencanaan metode. Dalam penelitian ini metode penelitian yang digunakan adalah analisa deskriptif kualitatif dengan pengumpulan data dengan menggunakan teknik wawancara semi terstruktur. Dari hasil penelitian menunjukkan bahwa, PT Cahaya Baru Abadi Jaya dalam perencanaan opersional dibutuhkan perbaikan di antara lain ketidak adanya Standar Operasi Prosedur (SOP), dan melakukan modernisasi metode pelayanan perusahaan. Pembuatan SOP kantor dan SOP untuk karyawan dapat membantu operasional berjalan dengan produktif, konsisten, efektif, efisien, terkelola dengan baik. Selain itu penggunaan terknologi seperti sistem online, website, Global Positioning System (GPS), sistem barcode dapat memberi manfaat untuk memudahkan pelanggan untuk mendapat informasi secara akurat, dan memberi manfaat untuk memudahkan perusahaan melakukan pengawasan, sarana memasarkan produk, mengurangi kesalahan operasi. Meminta feedback dari pelanggan diperlukan untuk mengetahui kepuasan pelanggan dan mengetahui apa yang diharap-kan pelanggan untuk perusahaan.",
  "creators": "IVAN FENDY HERIYANTO",
  "contributors": "Dr. Augustinus Simanjuntak, S.H., M.H. (Advisor 1); Thomas Santoso (Advisor 2); Eddy Madiono Sutanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011511/MAN/2018; Ivan Fendy Heriyanto (31413008)",
  "subjects": "CONSUMER SATISFACTION; CONSUMERS--RESEARCH; MANAGEMENT"
}