{
  "id": "43263",
  "title": "Pengaruh budaya organisasional dan keadilan organisasional terhadap organizational citizenship behavior PT Jatim Indo Lestari",
  "abstract": "Organizational citizenship behavior (OCB) merupakan perilaku extra role atau bentuk pemberian sumbangsih lebih dari dalam diri karyawan untuk perusahaan sehingga memberikan nilai tambah bagi perusahaan yang muncul apabila karyawan merasa dihargai dan mendapat perhatian lebih dari perusahaan. Sebelum mengharapkan OCB dalam diri karyawan, perusahaan harus lebih dulu memberikan perhatian dan kepedulian lebih kepada karyawan-karyawannya, dengan budaya organisasional dan keadilan organisasional menjadi sarana untuk pengaplikasian perhatian perusahaan terhadap karyawan. Penelitian ini dilakukan pada PT Jatim Indo Lestari dengan menggunakan budaya organisasional dan keadilan organisasional sebagai variabel independen dan organizational citizenship behavior (OCB) sebagai variabel dependen. Tujuan penelitian ini adalah untuk menguji apakah budaya organisasional dan keadilan organisasional berpengaruh terhadap OCB karyawan di PT Jatim Indo Lestari. Sampel yang digunakan adalah karyawan PT Jatim Indo Lestari sebanyak 60 responden dengan menggunakan metode sensus. Analisis yang digunakan meliputi uji validitas, uji reliabilitas, uji asumsi klasik, analisis regresi linier, dan uji hipotesis. Dari hasil penelitian menunjukkan bahwa budaya organisasional tidak memiliki pengaruh secara parsial terhadap OCB. Keadilan organisasional tidak memiliki pengaruh secara parsial terhadap OCB. Budaya organisasional dan keadilan organisasional memiliki pengaruh secara simultan terhadap OCB.",
  "creators": "MELINDA STEFANI",
  "contributors": "Sesilya Kempa, S.E., M.M. (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011513/MAN/2018; Melinda Stefani (31414063)",
  "subjects": "ORGANIZATIONAL BEHAVIOR"
}