{
  "id": "43261",
  "title": "Analisis pengaruh informational factor dan image factor terhadap purchase intention dengan feel good factor sebagai variable mediasi pada konsumen wanita Zara women Pakuwon Mall Surabaya",
  "abstract": "Saat ini Industri retail di dunia makin berkembang pesat dan tentunya dampak dari perkembangan tersebut sudah mulai dirasakan Indonesia. Banyak sekali kategori retail, namun salah satu industri yang cukup berkembang pesat adalah retail fashion. Maraknya bisnis retail fashion di Indonesia adalah kontribusi dari retail fashion ternama di dunia yang ingin memperluas pasarnya seperti Mango, Uniqlo, Mark & spencer,H & M dan salah satunya retail fashion popular yaitu Zara. Fenomena ini memberikan dampak luar biasa terhadap pola konsumsi konsumen terhadap industri fast fashion ini dan ternyata hal tersebut di temukan karena ada pengaruh emotional factor di dalam proses keputusan pembelian, namun hal yang merupakan sumber pemicu implusive buying behavior konsumen bukan hanya berasal dari konsumen melainkan dari pemicu bisa berasal dari atribut sebuah toko retail yaitu visual merchandising. Ada satu kategori visual merchandising yang sering kali luput di perhatikan namun mempunyai peran yang sangat penting terhadap keputusan visit konsumen yaitu show window. Element emotional yang di hasilkan dari sebuah show window mampu memberikan alarm pemicu pada konsumen terutama wanita hanya dengan menganalisa ekternal toko retail yaitu sebuah show window. Penelitian ini bertujuan untuk menganalisa Pengaruh Show Window terhadap Purchase Intention dengan Feel Good Factor sebagai variable mediasi pada Konsumen wanita ZARA Women Pakuwon Mall Surabaya..Penelitian ini bersifat konklusif dan di klasifikasikan dalam jenis riset kausal dengan menggunakan pendekatan kuantitatif. Data di olah menggunakan pendekatan persamaan model structural dengan Teknik Partial Least Square.",
  "creators": "REGINA NOVEMBRA NAU",
  "contributors": "Dr. Ferry Jaolis, S.E., M.SM., M.RECH. (Advisor 1); Drs. Sugiono Sugiharto, M.M., Ph.D. (Examination Committee 1); Edwin Japarianto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020711/MAN/2018; Regina Novembra Nau (36415011)",
  "subjects": "CONSUMER RESEARCH"
}