{
  "id": "43260",
  "title": "Analisis pengaruh brand image terhadap customer advocacy dengan customer engagement dan customer experience sebagai variabel perantara pada Bluebird Indonesia",
  "abstract": "Perkembangan teknologi dan informasi menyebabkan perubahan dalam berbagai sektor yang salah satunya adalah sektor trasnportasi. Perubahan ini ditandai dengan munculnya taksi online bernama Uber yang kemudian disusul dengan Grab dan Go-car. Taksi konvensional, salah satunya Blue Bird berusaha untuk merubah diri menjadi taksi online dengan menyediakan layanan mybluebird dan bekerja sama dengan PT. Gojek membentuk Go-Bluebird. Konsumen merupakan asset yang berharga bagi perusahaan oleh karena itu penting untuk membina hubungan dengan memberikan pengalaman bagi konsumen. Penelitian ini akan menganalisa customer engagement, customer experience dan customer advocacy. Dikarenakan tumbuhnya banyak merek maka dilakukan penelitian mengenai brand image, karena dengan brand image akan ada yang membedakan merek satu dengan yang lain. Penelitian ini membahas tentang brand image terhadap cutomer advocacy dengan customer experience dan customer engagement sebagai variabel perantara. Penelitian ini dilaksanakan dengan menyebarkan kuisioner kepada 100 responden generasi millennial (usia 18-38) yang pernah menggunakan layanan Blue Bird menggunakan mybluebird dan atau go-bluebird. Tekni analisa yang digunakan dalam penelitian ini adalah teknik analisa kuantitatif dengan metode path analysis.",
  "creators": "MELLISA VERDIANA PURNOMO",
  "contributors": "Diah Dharmayanti (Advisor and Examination Committee); Drs. Sugiono Sugiharto, M.M., Ph.D. (Examination Committee 2); Edwin Japarianto (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020700/MAN/2018; Mellisa Verdiana Purnomo (36415080)",
  "subjects": "MARKETING RESEARCH; MARKETING--MANAGEMENT; CUSTOMER RESEARCH"
}