{
  "id": "43282",
  "title": "Pengaruh siklus hidup perusahaan terhadap tax avoidance pada perusahaan manufaktur sektor aneka industri dan kimia di Indonesia",
  "abstract": "Penelitian ini bertujuan untuk melihat apakah perilaku tax avoidance beragam di sepanjang siklus hidup perusahaan. Penelitian ini menggunakan pola arus kas sebagai proksi untuk mengidentifikasi siklus hidup perusahaan ke dalam 4 fase, yaitu pengenalan, pertumbuhan, dewasa, dan penurunan. Sedangkan untuk tax avoidance yang dilakukan oleh perusahaan diukur menggunakan tarif pajak efektif (ETR) sehingga dapat dilihat dampak aktivitas penghindaran pajak terhadap laba bersih perusahaan. Perbedaan karakteristik akan membuat perbedaan perilaku tax avoidance yang ada di tiap fase. Keputusan tax avoidance didasari atas pertimbangan alokasi sumber daya yang terdapat di setiap fase siklus hidup perusahaan. Dalam penelitian ini digunakan sampel perusahaan manufaktur di Indonesia yang tergolong sebagai sektor industri dasar dan kimia. Setelah melakukan penyaringan sampel, penelitian ini menggunakan sampel akhir berupa 56 perusahaan dengan 8 tahun periode penelitian. Hasil penelitian ini menunjukkan bahwa perilaku tax avoidance bervariasi di setiap fase siklus hidup perusahaan. Berdasarkan jumlah observasi sebesar 448- tahun perusahaan, penelitian ini menemukan bahwa perusahaan berasosiasi positif dengan tax avoidance pada fase pengenalan dan penurunan. Sebaliknya, perusahaan berasosiasi negatif dengan tax avoidance pada fase pertumbuhan dan dewasa. Hasil penelitian ini menunjukkan tingkat fase siklus hidup perusahaan dalam menjelaskan kecenderungan perusahaan untuk terlibat dalam aktivitas tax avoidance.",
  "creators": "CLAUDIA TYSIA ONGGARA",
  "contributors": "Yenni Mangoting (Advisor and Examination Committee); Elisa Tjondro (Examination Committee 2); R.Arja Angka Asa Aras Adji S. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011268/AKT/2019; Claudia Tysia Onggara (32415010)",
  "subjects": "TAX AVOIDANCE"
}