{
  "id": "43287",
  "title": "The perceived meanings of verbal and visual expressions of Olay natural white pinkish fairness advertisement",
  "abstract": "This study observes the perceived meanings towards perceived meanings stated by people with different skin colours towards a skin whitening product advertisement. The subjects for this research are people with dark and fair skin. After finding out the perceived meanings, the writer proceeded to analyze the similarities and differences between the dark and fair skin respondents’ recognized definitions. The writer used the theory of perceived meaning, semiosis, representation, interpretation, and light-skinned beauty in Indonesia to analyze the perceived implications. The study used a descriptive qualitative approach to reveal the perceived meanings of the respondents systematically. From this study, it was found that skin colour was one of the factors that affect the process of perceived sense. Dark skin respondents produced perceived meanings that dark skin was beautiful. They were also confident with their skin. Meanwhile, fair skin respondents agreed that fair skin equalled beauty. The writer also found that fair skin respondents still wanted fairer skin because they wanted to be more attractive. However, they also produced similar perceived meanings because of the effect of the same culture and common stereotype. The writer recommends research on the perceived sense by looking at other factors than skin colour, such as age, social class or education to know more about how people see the meaning.",
  "creators": "IGNACIA ARDELIA PETRINA",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1); Henny Putri (Examination Committee 2); Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012264/ING/2019; Ignacia Ardelia Petrina (11415002)",
  "subjects": "COMMUNICATION IN MARKETING; DISCOURSE ANALYSIS; LINGUISTIC ANALYSIS (LINGUISTICS)"
}