{
  "id": "43294",
  "title": "Pengaruh gaya kepemimpinan transformasional terhadap sistem pengendalian manajemen melalui budaya organisasi di kantor akuntan publik lokal dan kantor jasa akuntan lokal di Surabaya",
  "abstract": "Tujuan dari penelitian ini adalah untuk mengetahui pengaruh gaya kepemimpinan transformasional terhadap sistem pengendalian manajemen di Kantor Akuntan Publik Lokal dan Kantor Jasa Akuntan Lokal dengan menyertakan budaya organisasi sebagai variabel mediasi. Melalui metode purposive sampling, terdapat 19 Kantor Akuntan Publik Lokal dan 14 Kantor Jasa Akuntan Lokal yang ikut berpartisipasi dalam kegiatan penelitian ini. Data yang dikumpulkan dalam kegiatan penelitian ini merupakan jawaban kuesioner dengan skala Likert serta jawaban singkat masing-masing responden. Teknik analisa yang digunakan dalam kegiatan penelitian ini adalah dengan menggunakan PLS (Partial Least Square) melalui pendekatan SmartPLS. Setelah melakukan analisa statistik ditemukan bahwa gaya kepemimpinan transformasional berpengaruh positif dan signifikan terhadap budaya organisasi dan sistem pengendalian manajemen. Selain itu, budaya organisasi memiliki pengaruh yang bersifat positif dan signifikan terhadap sistem pengendalian manajemen.Dengan mengacu pada hasil penelitian ini, Kantor Akuntan Publik Lokal dan Kantor Jasa Akuntan Lokal diharapkan dapat mengetahui indikator gaya kepemimpinan transformasional yang harus ditingkatkan jika ingin menciptakan sistem pengendalian manajemen yang pada akhirnya berimbas pada keunggulan bersaing.",
  "creators": "Ivan Wendrata",
  "contributors": "Devie (Advisor and Examination Committee); Saarce Elsye Hatane (Examination Committee 3); Josua Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011274/AKT/2019; Ivan Wendrata (32415219)",
  "subjects": "CORPORATE CULTURE; MANAGEMENT CONTROL SYSTEMS"
}