{
  "id": "43309",
  "title": "The exercise of patriarchal power and the women's negotiation of power in the Arabian nights",
  "abstract": "This study, with the use of the theory of power relation, the concept of docile bodies, and the concept of negotiation of power/power strategies, attempts to prove the fluidity of power that happens between the women characters and the men characters in the Arabian Nights. This study focuses on the five tales that are taken from the Arabian Nights, namely the Tale of King Shahryār and His Brother, the Tale of the Porter and the Three Young Girls of Baghdad, Ali Baba and the Forty Thieves, and Ali Shar and Zumurrud. The goal of this study is to find the forms of exercise of patriarchal power as the causes of the women characters’ negotiation of power and also the forms of the women characters’ negotiation of power in the Arabian Nights. From the analysis, I find that in the patriarchal society of the Arabian Nights, power is not always top-down, but bottom-up as well. I also find that power is fluid and not fixed, causing any party to be able to win the power relation process. Lastly, I find that despite living in a patriarchal society, the women characters can still show negotiation of power against the exercise of patriarchal power. Thus, I conclude that even though women are seen as the less powerful party in the society of the Arabian Nights, the women can still show non-submissive reactions that serve as the negotiation of power against men’s exercise of patriarchal power as seen in the actions of the women characters.",
  "creators": "NATALIA ANGEL",
  "contributors": "Liliek Soelistyo (Advisor 1); Dwi Setiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01012257; Natalia Angel (11415021)",
  "subjects": "ARABIC FICTION--20TH CENTURY--HISTORY AND CRITICISM; SOCIAL STRUCTURE IN LITERATURE"
}