{
  "id": "43317",
  "title": "Analisis perbandingan kinerja protokol NFS dan iSCSI pada teknologi openstack cinder",
  "abstract": "Istilah cloud computing sudah biasa digunakan pada hari-hari ini. Penggunaan cloud computing kini sudah menyebar di seluruh dunia dan digunakan oleh banyak perusahaan. Karena penggunaannya yang semakin besar, muncullah kebutuhan akan cloud storage. Cloud storage tidak hanya memanfaatkan sumber daya dengan lebih efektif dan efisien, namun juga dapat mempermudah dalam penggunaan virtual machine. Ada beberapa protokol alternatif yang dapat diimplementasikan untuk cloud storage, dimana masing-masing protokol tersebut memiliki kelebihannya sendiri, sehingga skripsi ini bertujuan untuk menentukan protokol alternatif yang paling baik untuk diimplementasikan pada OpenStack cinder dalam pemanfaatan cloud storage. Implementasi cloud computing dilakukan di laboratorium komputer Universitas Kristen Petra menggunakan private cloud. Hal ini dikarenakan spesifikasi komputer di laboratorium tergolong bagus, namun tidak selalu digunakan untuk kelas sehingga dapat dimanfaatkan dengan lebih maksimal. Untuk penyedia storage digunakan NAS Synology DS416J. Implementasi menggunakan framework cloud OpenStack, yang menyediakan Infrastructure as a Service (IaaS) dalam penggunaannya. OpenStack cinder adalah salah satu project OpenStack yang menyediakan cloud storage dengan persistent storage. Cinder sendiri dapat diimplementasi menggunakan protokol fibre channel, NFS, dan iSCSI, namun protokol yang menjadi fokus pelitian ini adalah NFS dan iSCSI. NFS dan iSCSI memiliki kelebihan masing-masing dalam penggunaannya sehingga diperlukan pengujian untuk menentukan protokol yang paling baik untuk diimplementasikan pada OpenStack cinder. Setelah implementasi, pengujian dilakukan dengan cara mengukur performa protokol NFS dan iSCSI saat diimplementasikan pada OpenStack cinder menggunakan IOzone. Berdasarkan hasil pengujian tersebut dapat dilihat bahwa NFS memiliki keunggulan saat melakukan write pada file dengan record size yang kecil, sedangkan iSCSI unggul saat melakukan write pada file dengan record size yang besar, namun pada aktivitas read tidak terlihat perbedaan yang mencolok antara protokol NFS dan iSCSI. Dengan memperhitungkan hasil pengujian dan analisa sistem yang telah dibuat, pada skripsi ini diambil kesimpulan bahwa protokol iSCSI lebih baik untuk diimplementasikan pada OpenStack cinder dibandingkan NFS.",
  "creators": "REYNALDO CHANDRA",
  "contributors": "Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Advisor 1); Agustinus Noertjahyana (Advisor 2); Justinus Andjarwirawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021830/INF/2019; Reynaldo Chandra (26414026)",
  "subjects": "CLOUD COMPUTING; VIRTUAL STORAGE (COMPUTER SCIENCE)"
}