{
  "id": "4334",
  "title": "Perancangan dan pembuatan sistem informasi administrasi UD. Usaha Berjuang Makmur",
  "abstract": "UD. Usaha Berjuang Makmur adalah salah satu perusahaan yang bergerak di bidang industri, khususnya industri pembuatan mie keriting. Saat ini, perusahaan ini masih menggunakan cara manual, yaitu semua kegiatan administrasi dilakukan dengan media kertas dan kalkulator, sehingga sering terjadi kesalahan dan kekeliruan pencatatan.. Proses administrasi manual pun tidak berjalan dengan baik. Pencatatan pengeluaran dan pemasukan barang sering mengalami kekeliruan, sehingga informasi yang dihasilkan tidak akurat. Oleh karena itu, perusahaan ingin menata ulang sistem kerjanya menjadi lebih baik dan rapi. Sistem administrasi baru meliputi pencatatan proses produksi, transaksi pembelian, dan transaksi penjualan. Transaksi pembelian dan penjualan sering terlewatkan pembayarannya, stok barang tidak tersusun rapi dan jelas. Semuanya ini membuat pimpinan perusahaan kesulitan untuk mengetahui informasi yang ingin dibutuhkan. Dalam rangka penyusunan tugas akhir, maka dibuat program sistem administrasi untuk perusahaan, sehingga lebih efisien, rapi dan menghasilkan laporan penting. Proses pembuatan program dimulai dari awal, yaitu analisa kegiatan administrasi perusahaan yang secara manual kemudian penyusunan DFD, ERD, dan pembuatan tabel sampai pada pemrograman. Untuk pengamanan data, setiap pemakai akan diberi nama user, password, dan menu yang bisa diakses. Sistem operasi yang digunakan adalah Windows98se. Pembuatan database menggunakan SQL Server 7.0, sehingga memungkinkan pengembangan lebih lanjut menjadi ClientServer. Bahasa pemrograman yang digunakan adalah Borland Delphi 5.0. Dengan adanya program yang menangani sistem administrasi pada UD. Usaha Berjuang Makmur, kegiatan administrasi menjadi tersusun rapi, sebab terdapat pencatatan mulai dari order, transaksi, dan laporan-laporan. Proses pemesanan barang pada supplier bisa terdeteksi langsung apabila barang di gudang sudah mencapai batas minimum. Jatuh tempo pembayaran supplier dan customer dapat dilihat pada laporan. Proses penjualan lebih rapi karena tercatat dengan baik. Pemakaian bahan baku dan hasil produksi dapat diketahui langsung setelah proses produksi selesai. Selain itu, keamanan data dengan sistem komputerisasi lebih terjamin, sebab tidak semua pemakai bisa mengakses data secara sembarangan.",
  "creators": "LISA INDRAWATI NOERTJAHJO",
  "contributors": "Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 1); Agustinus Noertjahyana (Advisor 2); THERESIA LABORA SITOMPUL (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 020091/INF/2003; Lisa Indrawati Noertjahjo (26499076)",
  "subjects": "DATABASE DESIGN; DATABASE MANAGEMENT; PROGRAMMING (ELECTRONIC COMPUTERS)"
}