{
  "id": "43352",
  "title": "Kajian desain interior lobby Rumah Sakit Mitra Keluarga di Surabaya",
  "abstract": "Seiring dengan berkembangnya jaman, jenis kebutuhan manusia juga bertambah banyak. Salah satunya adalah kebutuhan manusia untuk mendapatkan perawatan kesehatan. Salah satu lembaga kesehatan yang menyediakan perawatan kesehatan adalah rumah sakit. Pada penelitian kali ini, 3 Rumah Sakit Mitra Keluarga di Surabaya ditetapkan sebagai sampel dengan pertimbangan berada di 3 lokasi yang berbeda sehingga dapat diidentifikasi perbedaan pada ketiga Rumah Sakit tersebut. Penelitian dilakukan untuk menemukan karakteristik khas dan penerapan standarisasi ideal pada interior lobby Rumah Sakit. Pendekatan teori yang digunakan yaitu teori perbendaharaan desain interior menurut Francis D. K. Ching. Metode penelitian dan analisis data yang digunakan adalah kualitatif deskriptif yaitu dengan menguraikan secara detail data yang diperoleh dari hasil dokumentasi dan pengamatan langsung ke lokasi. Hasil penelitian menunjukkan ketiga objek penelitian sudah memenuhi standarisasi ideal Rumah Sakit baik dari segi pelayanan maupun segi desain. Melalui unsur dan prinsip desain yang ada, terbentuk karakteristik dan suasana ruang yang mempengaruhi kenyamanan secara estetika visual pengguna ruang.",
  "creators": "TANIA KAUSALYA JIRAJAYA",
  "contributors": "Grace Setiati, S.Sn., M.Ds. (Advisor and Examination Committee); Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Examination Committee 1); Dr. Ir. Lintu Tulistyantoro, M.Ds. (Examination Committee 2); Poppy Firtatwentyna Nilasari, S.T., M.T. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00011741/DIN/2018; Tania Kausalya Jirajaya (41414094)",
  "subjects": "HOSPITAL BUILDINGS-DESIGN AND CONSTRUCTION; HOSPITALS; INTERIOR DECORATION--STUDY AND TEACHING"
}