{
  "id": "43361",
  "title": "Analisa pengaruh perceived quality terhadap repeat purchase dari wingko babat kelapa hijau dengan customer value dan brand customer experience sebagai media intervening",
  "abstract": "Makanan tradisional adalah warisan makanan yang diturunkan dan telah membudaya di masyarakat Indonesia. Salah satu makanan tradisional yang banyak digemari adalah Wingko Babat. Semakin banyaknya merek wingko babat yang dijual di kota Semarang, mengharuskan pengusaha wingko babat untuk mampu menghadapi tingkat persaingan yang semakin ketat. Kualitas produk sesuai dengan apa yang diharapkan oleh konsumen, diharapkan konsumen akan meningkatkan pembeliannya. Penelitian ini bertujuan untuk menganalisa pengaruh dari perceived quality terhadap repeat purchase pada konsumen Wingko Babat Kelapa Hijau dengan customer value dan customer experience sebagai variabel intervening. Penelitian ini dilaksanakan dengan menyebarkan kuisioner kepada 100 responden konsumen Wingko Babat Kelapa Hijau. Teknik analisa yang digunakan adalah teknik analisis kuantitatif dengan metode path analysis. Hasil penelitian ini menyimpulkan bahwa perceived quality ditemukan berpengaruh signifikan terhadap customer value dan customer experience. Selanjutnya customer value dan customer experience ditemukan berpengaruh signifikan terhadai repeat purchase. Penelitian ini juga menemukan bahwa perceived quality ditemukan tidak berpengaruh signifikan terhadap repeat purchase.",
  "creators": "SALLY",
  "contributors": "Diah Dharmayanti (Advisor and Examination Committee); Drs. Sugiono Sugiharto, M.M., Ph.D. (Examination Committee 2); Edwin Japarianto (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020688 /MAN/2018; Sally (36414043)",
  "subjects": "BRANDING (MARKETING); CONSUMER BEHAVIOR; CUSTOMER LOYALTY; CONSUMER RELATIONS"
}