{
  "id": "43363",
  "title": "Increasing the brand awareness of Suapi of PT Garuda Top Plasindo by highlighting its unique selling points in a promotional video",
  "abstract": "PT Garuda Top Plasindo is a family business that was established in 2001. It is located at Rungkut Industri III/17, Surabaya. Its main product is SUAPI. SUAPI is a brand of its disposable cutleries such as spoons, forks, knives, drinking cups, chopsticks, and many more. As a big company, PT. Garuda Top Plasindo also has some competitors, two of which are Cicipi and Victory. Those two brands also sell disposable cutleries but with a lower price. Because of that, the company has a problem related to the amount. The company has lost some of its distributors because they prefer to buy cheap products from those two other brands. However, SUAPI has some uniqueness that the others do not have. The first is safe. The company uses food-grade material to produce the cutleries. Using safety cutleries is essential that we can be spared from chemical material that can cause illness. The second is the variety. SUAPI has various designs and colours that will make your party more colourful. Therefore, the solution to the problem is emphasizing the two selling points in a promotional video to increase brand awareness. It is the right solution for the company because they will have a new tool that can help them in explaining the USP of SUAPI to the customers. This tool will show the uniqueness of SUAPI that the other brands do not have. There are several benefits that the company will get from this project. First, many customers and prospects will know about the uniqueness of SUAPI. Second, the company will find it easier to promote the products to the target markets.",
  "creators": "JENET KATILI",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Priska Febrinia Handojo, S.S., M.D.C.C. (Examination Committee 2); Henny Putri (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012267/ING/2019; Jenet Katili (11414049)",
  "subjects": "BUSINESS COMMUNICATION; ELECTRONIC COMMERCE"
}