{
  "id": "43369",
  "title": "Pengaruh board size dan CEO duality terhadap kualitas intellectual capital disclosure: studi kasus pada sektor agrikultur dan sumber daya di Thailand tahun 2013-2017",
  "abstract": "Tujuan penelitian ini adalah untuk menelusuri kualitas Intellectual Capital Disclosure (ICD) di era modern. Penelitian ini menggunakan data dari perusahaan sektor agrikultur dan sumber daya yang terdaftar di Stock Exchange of Thailand (SET) antara tahun 2013-2017 (masing-masing 25 perusahaan). Penelitian ini menemukan bahwa board size memiliki pengaruh terhadap seluruh komponen ICD (Human Capital Disclosure, Structural Capital Disclosure, and Relational Capital Disclosure). CEO Duality hanya mempengaruhi komponen Relational Capital Disclosure. Selain itu, penelitian ini menemukan bahwa market share sebagai variabel kontrol, memiliki pengaruh pada kualitas Human Capital Disclosure dan Structural Capital Disclosure. Ada kemungkinan bahwa kualitas ICD ini tidak akan menangkap semua pengungkapan yang ada karena penelitian ini menggunakan analisa konten untuk mengidentifikasi laporan tahunan perusahaan berdasarkan item-item terkait dengan ICD. Selain itu, perusahaan dapat menggunakan sumber informasi lainnya untuk mengkomunikasikan ICD mereka. Singkatnya, penelitian ini berkontribusi dalam memberikan beberapa wawasan tentang kualitas ICD di Thailand, terutama sektor pertanian dan sumber daya, serta mencoba untuk memeriksa faktor-faktor lain terkait ICD yang jarang digunakan dalam penelitian sebelumnya seperti market share.",
  "creators": "AUDREY TANIA WIJAYA",
  "contributors": "Saarce Elsye Hatane (Advisor and Examination Committee); Juniarti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011294/AKT/2019; Audrey Tania Wijaya (32415052)",
  "subjects": "INTELLECTUAL CAPITAL"
}