{
  "id": "43366",
  "title": "Pengaruh IT application terhadap kinerja perusahaan dimediasi dengan warehouse management dan customer relationship management",
  "abstract": "Dalam tesis ini membahas pengaruh Information Technology Application terhadap Kinerja Perusahaan melalui Warehouse Management dan Customer Relationship Management pada perusahaan. Pada penelitian ini menggunakan data primer dengan populasi 109 perusahaan dan 52 sampel perusahaan dengan menggunakan metode pengumpulan data yaitu 5 poin skala likert berupa kuesioner yang disebarkan di perusahaan-perusahaan yang bergerak dalam bidang third party logistic (3PL) di Surabaya dan Sidoarjo. Penelitian ini menggunakan teknik analisis Structural Equation Modelling yang disebut juga dengan path modeling dengan alat bantu SmartPLS. Kuesioner yang terkumpul sebanyak 53 kuesioner. Dari pengujian yang dilakukan membuktikan bahwa pengaruh Information Technology Application terhadap Kinerja Perusahaan adalah positif dan signifikan. Selain itu, hasil penelitian juga membuktikan bahwa pengaruh Information Technology Application terhadap Warehouse Management adalah positif dan signifikan, hasil penelitian membuktikan bahwa pengaruh Information Technology Application terhadap Customer Relationship Management adalah positif dan signifikan, hasil penelitian membuktikan bahwa pengaruh Warehouse Management terhadap Kinerja Perusahaan adalah positif dan signifikan, dan hasil penelitian membuktikan bahwa pengaruh Customer Relationship Management terhadap Kinerja Perusahaan adalah positif dan signifikan dalam perusahaan yang bergerak dalam bidang 3PL di Surabaya dan Sidoarjo.",
  "creators": "OLIVIA GISENA SANTOSO",
  "contributors": "Dr. Ir. Hotlan Siagian MSc. (Advisor 1); Zeplin Jiwa Husada Tarigan (Advisor 2); Hatane Semuel (Examination Committee 1); Michael Adiwijaya (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Theses No. 03020210/MM/2019; Olivia Gisena Santoso (D21170014)",
  "subjects": "WAREHOUSES--MANAGEMENT; CUSTOMER RELATIONS-MANAGEMENT"
}