{
  "id": "43379",
  "title": "Pengaruh intellectual capital disclosure dan karakteristik perusahaan terhadap value relevance of accounting information",
  "abstract": "Penelitian ini bertujuan untuk menguji adanya pengaruh dari intellectual capital disclosure (human capital disclosure, structural capital disclosure, dan relational capital disclosure), profitability, leverage dan firm size terhadap value relevance of accounting information. Sampel penelitian ini adalah 30 perusahaan pada sektor infrastruktur, utilitas dan transportasi yang terdaftar di Bursa Efek Indonesia dengan tahun pengamatan 2013-2017. Data penelitian dikumpulkan dari laporan tahunan perusahaan dan Bloomberg lalu diolah menggunakan software Gretl 5.0. Hasil penelitian ini menemukan adanya pengaruh positif dari relational capital disclosure dan firm size terhadap value relevance of accounting information. Penelitian ini menggunakan metode analisa untuk menilai kualitas pengungkapan atas modal intelektual yang diungkapkan pada laporan tahunan masing-masing perusahan. Selain itu, ada beberapa metode lain yang digunakan perusahaan untuk mengungkapkan modal intelektual perusahaan. Keterbatasan pada penelitian ini ada pada sampel perusahaan yang dipakai, dan perbedaan industri dapat memicu perbedaan hasil yang didapat. Dibalik keterbatasan yang ada, penelitian ini memberikan kontribusi terhadap diskusi yang ada mengenai apresiasi dari investor terhadap pengungkapan modal intelektual yang diberikan perusahaan.",
  "creators": "CHRISTINE OLIVIA ANGELINE",
  "contributors": "Saarce Elsye Hatane (Advisor 1); Juniarti (Examination Committee 1); Priskila (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011298/AKT/2019; Christine Olivia Angeline (32415117)",
  "subjects": "ACCOUNTING; FINANCIAL STATEMENTS--ACCOUNTING"
}