{
  "id": "43386",
  "title": "Pengaruh kinerja lingkungan terhadap kinerja keuangan sektor industri dasar & kimia, pertambangan dan barang konsumsi yang terdaftar dalam Bursa Efek Indonesia (BEI) Periode 2010-2017",
  "abstract": "Penelitian ini dilakukan untuk membuktikan pengaruh kinerja lingkungan terhadap kinerja keuangan pada perusahaan-perusahaan sektor industri dasar & kimia, pertambangan dan barang konsumsi yang terdaftar dalam Bursa Efek Indonesia (BEI). Kinerja lingkungan diproksikan menggunakan peringkat lingkungan yang diumumkan ke publik oleh kementrian lingkungan hidup Indonesia melalui program yang dinamakan PROPER dan untuk kinerja keuangan akan diproksikan menggunakan return on asset. Beberapa variabel kontrol yang digunakan dalam penelitian ini adalah market share, firm size dan firm age. Sampel yang digunakan dalam penelitian ini adalah sebanyak 34 perusahaan selama 8 tahun yaitu 2010-2017 dan jumlah pengamatan dalam penelitian ini adalah 170. Hasil penelitian menunjukkan bahwa kinerja lingkungan berpengaruh positif terhadap kinerja keuangan apabila sampel dibagi menjadi dua yaitu “good performers” dan “poor performers”, dan berpengaruh negatif tidak signifikan apabila tidak membagi sampel, sementara itu market share dan firm age juga berpengaruh positif terhadap kinerja keuangan, kecuali firm size. Penelitian ini memberitahukan kepada perusahaan mengenai pentingnya melakukan kinerja lingkungan secara konsisten sehingga dapat meningkatkan kinerja keuangan secara signifikan.",
  "creators": "DENVI NOVENDRI WIJAYA",
  "contributors": "Juniarti (Advisor 1); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1); Priskila (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011299/AKT/2019; Denvi Novendri Wijaya (32415204)",
  "subjects": "CORPORATIONS--FINANCE"
}