{
  "id": "43387",
  "title": "Pengaruh pengadopsian IFRS terhadap manajemen laba pada perusahaan di sektor industri barang konsumsi, infrastruktur, utilitas, transportasi, property dan real estate di Indonesia",
  "abstract": "Tujuan penelitian ini adalah untuk menguji apakah terjadi penurunan manajemen laba setelah adopsi International Financial Reporting Standards (IFRS) di Indonesia. Manajemen Laba diukur menggunakan small positive earnings. IFRS adoption diukur menggunakan dummy variable, sedangkan variabel kontrol yang digunakan dalam penelitian ini adalah firm size, sales growth dan total assets turnover. Penelitian ini dilakukan pada perusahaan di sektor industri barang konsumsi, infrastruktur, utililitas, transportasi, property dan real estate yang terdaftar di Bursa Efek Indonesia (BEI) mulai tahun 2007 hingga tahun 2016. Pengamatan dilakukan pada 71 perusahaan dalam jangka waktu 10 tahun sehingga jumlah pengamatan menjadi 710. Penelitian ini menggunakan software SPSS. Metode yang digunakan untuk menguji hipotesis penelitian ini adalah regresi binary logistic. Hasil penelitian menunjukkan bahwa adopsi IFRS di Indonesia pada perusahaan di sektor industri barang konsumsi, infrastruktur, utililitas, transportasi, property dan real estate mampu menurunkan small positive earnings. Selain itu, hasil penelitian menunjukkan pula bahwa variabel kontrol berupa firm size dan total assets turnover mampu menurunkan small positive earnings, sedangkan sales growth meningkatkan small positive earnings.",
  "creators": "REGINA MONICA",
  "contributors": "Juniarti (Advisor 1); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1); Saarce Elsye Hatane (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011296/AKT/2019; Regina Monica (32415163)",
  "subjects": "CORPORATE PROFITS"
}