{
  "id": "43437",
  "title": "Pengaruh sistem penghargaan yang baik, kepuasan kerja dan produktivitas pekerja terhadap kinerja keuangan perusahaan pada perusahaan tercatat di Indonesia",
  "abstract": "Penelitian ini bertujuan untuk mengetahui pengaruh dari sistem penghargaan yang baik, kepuasan kerja dan produktivitas pekerja untuk mendukung kinerja keuangan perusahaan sektor jasa yang terdaftar di Bursa Efek Indonesia. Sektor jasa di Indonesia sedang menghadapi pasar yang kompetitif dikarenakan globalisasi yang terjadi yang sudah menjangkau Indonesia, perusahaan-perusahaan diharuskan untuk memiliki strategi yang kompetitif untuk mempertahankan posisinya di pasar. Sistem penghargaan yang baik harus lebih diperhatikan karena hal itu akan mendorong pekerja untuk turut membantu perusahaan untuk menarik, mendapatkan, dan mempertahankan posisinya dan juga meningkatkan kinerja perusahaan. Berdasarkan tes hipotesis, sistem penghargaan yang baik mempengaruhi kepuasan kerja, produktivitas pekerja dan kinerja keuangan perusahaan. Perusahaan yang mendapatkan nilai tinggi pada variabel sistem penghargaan yang baik seperti Mitra Adi Perkasa PT TBK, Matahari Putra Prima PT TBK dan Graha dan Layar Prima PT TBK selalu diikuti dengan nilai tinggi pada vairabel kepuasaan kerja dan produktivitas pekerja. Akan tetapi, nilai untuk variabel kinerja keuangan tidak sebagus nilai ke dua variabel tersebut. Selain itu, beberapa perusahaan telah memiliki sistem penghargaan yang baik, kepuasan kerja dan produktivitas pekerja yang baik dengan dibuktikan oleh nilai yang cukup tinggi tapi beberapa perusahaan masih harus meningkatkan kinerja aktivitas tersebut khususnya aktivitas yang berhubungan dengan capability yang merupakan indikator kedua dari kepuasan kerja. Kepuasan kerja dan produktivitas pekerja sebagai mediator juga memiliki pengaruh tidak langsung terhadap hubungan antara sistem penghargaan yang baik dan kinerja keuangan. Kepuasan kerja dan produktivitas pekerja dapat memperkuat hubungan antar dua variabel tersebut.",
  "creators": "JORDAN CAHYA",
  "contributors": "Josua Tarigan (Advisor 1); Deborah Christine Widjaja, S.S., MSM., Ph.D. (Examination Committee 2); Saarce Elsye Hatane (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011314/AKT/2019; Jordan Cahya (32415109)",
  "subjects": "CORPORATIONS--FINANCE"
}