{
  "id": "43438",
  "title": "Pengaruh board size, CEO duality, dan auditor type terhadap kualitas intellectual capital disclosure: studi kasus pada sektor agrikultur dan sumber daya di Thailand tahun 2013-2017",
  "abstract": "Tujuan dari penelitian ini adalah untuk mengetahui pengaruh dari board size, CEO duality, dan auditor type terhadap kualitas intellectual capital disclosure. Sampel perusahaan yang digunakan dalam penelitian ini adalah 25 perusahaan sektor agrikultur dan 25 perusahaan sektor sumber daya di Thailand yang terdaftar di Stock Exchange Thailand (SET) dalam jangka waktu 5 tahun dari tahun 2013-2017. Metode analisis yang digunakan dalam penelitian ini adalah analisis regresi data panel. Penelitian ini membagi intellectual capital disclosure (ICD) menjadi 3 komponen yaitu human capital disclosure (HCD), internal capital disclosure (InCD), dan external capital disclosure (ECD). Hasil penelitian menemukan bahwa board size mempengaruhi dua komponen ICD yaitu HCD dan InCD, namun tidak mempengaruhi ECD. Selain itu, CEO duality dan auditor type sama sekali tidak mempengaruhi ketiga komponen ICD. Penelitian ini juga memiliki beberapa variabel kontrol yang digunakan dan menemukan bahwa firm size dan market share memiliki peranan yang penting dalam pengungkapan intellectual capital. Penelitian ini menggunakan analisa konten yang menganalisa laporan tahunan perusahaan berdasarkan istilah-istilah terkait ICD, sehingga kemungkinan hasil penelitian tidak memberikan gambaran kualitas yang utuh terhadap praktik ICD. Namun walaupun begitu, penelitian ini membantu untuk memahami kualitas pengungkapan ICD yang masih terbatas terhadap perusahan-perusahaan di Thailand.",
  "creators": "AMANDA DEVI HARYANTO",
  "contributors": "Saarce Elsye Hatane (Advisor and Examination Committee); Juniarti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011307/AKT/2019; Amanda Devi Haryanto (32415153)",
  "subjects": "INTELLECTUAL CAPITAL"
}