{
  "id": "43440",
  "title": "CEO Power, corporate social responsibility (CSR), and firm value: evidence in natural resources industry in Indonesia",
  "abstract": "So that understanding of CEO Power from the natural resource industry in Indonesia can be understood, this paper will highlight CEO Power's correlation, corporate social responsibility (CSR), and corporate value. In addition, the role of CSR is as the mediating variable in the indirect effect on CEO Power to firm value. Dummy variables of the three indicators are the measurement approach to assess the CEO Power. Kinder, Lynderberg and Domini's (KLD) measurement approach is used to determine the CSR score. Meanwhile, Tobin's Q is used to measure firm value. The partial least-squares analysis is conducted to have an observation of 40 Indonesian listed firms in the natural resources sector in the year from 2008-2017. The result revealed that CEO Power has a negative impact on the CSR, as the engagement of CSR depends on the power of the CEO, and becomes stronger in the long run. Meanwhile, in the short run, the CEO has a role in influencing the firm value. However, this is not applicable in the long run. CEO Power has enforced the engagement of a firm in CSR, which benefits the future value of the firm. The empirical result suggests that CEO Power has an impact on the engagement of CSR, especially in the long-term. Meanwhile, the CEO has the power to affect the value of the firm in the short run, but not in the long run. The CSR has a great impact on higher firm value. Thus, CEO power has a direct and indirect influence on the firm value through the engagement in CSR. This report examines deeper research about the prior studies that have not been done in Indonesia by using the natural resources industry. This is the first study in Indonesia that tests and proves that CEO Power plays a significant role in the engagement of CSR as well as firm value.",
  "creators": "EVELINA LAURENCIA",
  "contributors": "Josua Tarigan (Advisor 1); Saarce Elsye Hatane (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 32011313/AKT/2019; Evelina Laurencia (32415258)",
  "subjects": "CORPORATE SOCIAL RESPONSIBILITY; FINANCIAL STATEMENTS"
}