{
  "id": "43445",
  "title": "Desain throttle body spacer untuk meningkatkan intensitas turbulen",
  "abstract": "Throttle Body Spacer merupakan sebuah alat untuk menghasilkan swirl atau dapat disebut swirl generator yang bekerja dengan cara mengubah aliran udara yang bergerak secara aksial menjadi tangensial ketika melalui profil dari throttle body spacer tersebut dan berfungsi untuk menghasilkan pusaran udara ketika udara masuk ke intake manifold. Menurut studi literatur, aliran udara yang berpusar di dalam intake manifold akan meningkatkan aliran udara turbulen dan juga akan meningkatkan mixture dari udara dengan bahan bakar. Pengujian terbagi dua yaitu pertama melakukan simulasi pada desain-desain yang telah dibuat dan setelah itu dipilih hanya satu hasil simulasi terbaik, desain terbaik adalah desain 6 blade memiliki lebar 17 mm menuju pusat lingkaran dan dengan sudut twist blade 45°. Pengujian kedua adalah melakukan pengujian menggunakan wind tunnel dengan prototype throttle body spacer hasil 3D printing dan diletakkan dalam wind tunnel. Data hasil pengujian pada wind tunnel diambil dengan menggunakan portable hanheld data logger dan sebuah differential pressure transducer yang dihubungkan pada pitot tube untuk menangkap aliran udara ketika melewati profil dari throttle body spacer tersebut. Dan untuk material yang dipilih untuk membuat throttle body spacer ini adalah stainless steel 304 di mana dengan ketebalan sampai 8 mm memiliki yield strength 230 MPa.",
  "creators": "STANLEY GUNAWAN",
  "contributors": "Sutrisno S.T.,M.T. (Advisor 1); Fandi Dwiputra Suprianto, S.T., M.Sc. (Examination Committee 1); Ninuk Jonoadji (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04011272/MES/2019; Stanley Gunawan (24414015)",
  "subjects": "COMBUSTION CHAMBERS; INTERNAL COMBUSTION ENGINES--VALVES; TURBULENCE; FUEL"
}