{
  "id": "43441",
  "title": "Identifikasi penyebab varian pada material RM3100-0250P di PT XYZ",
  "abstract": "PT XYX merupakan perusahaan manufaktur yang bergerak di bidang industri filter di Indonesia, Penelitian dilakukan pada PT XYZ yang berfokus pada departemen Production. Departemen Production memiliki peranan yang penting dalam memproduksi filter. Departemen Production sering mengalami perbedaan persediaan antara stock actual dengan sistem pencacatan administrasi. Perbedaan persediaan antara stock actual dengan sistem pencacatan administrasi maka disebut dengan varian. Penelitian ini akan berfokus pada varian yang sering terjadi pada material RM3100-0250P. Target yang perlu yang dicapai adalah menghindari terjadinya varian pada material RM3100-0250P. Perbaikan perlu dilakukan pada PT XYZ untuk menghindari terjadinya varian pada material RM3100-0250P. Perbaikan dan pengolahan data yang perlu digunakan dalam penelitian ini adalah menggunakan bantuan penerapan six sigma dengan metode DMAIC. Metode DMAIC akan membantu dalam penelitian dengan melakukan pencarian akar permasalahan dan melakukan perbaikan dari akar permasalahan yang telah ditemukan. Alat yang akan digunakan untuk mengidentifikasi akar permasalahan adalah dengan menggunakan bantuan Fishbone Diagrams. Fishbone Diagrams akan membantu penelitian untuk dapat memperbaiki setiap masalah yang timbul hingga ke akarnya sehingga permasalahan yang terjadi menjadi semakin terkendali dengan baik. Permasalahan yang perlu dilakukan perbaikan adalah pada bagian material dan metode. Perbaikan material yang perlu dilakukan adalah melakukan penentuan standar BOM material RM3100-0250P. Perbaikan yang perlu dilakukan pada metode adalah membuat standar langkah kerja yang tepat untuk melakukan pembuangan reject pada sistem pencacatan administrasi.",
  "creators": "CHERYL POERWANTO",
  "contributors": "Prayonne Adi S.T., M.MT. (Advisor 1); Jani Rahardjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022187/IND/2019; Cheryl Poerwanto (25414071)",
  "subjects": "SIX SIGMA (QUALITY CONTROL STANDARD)"
}