{
  "id": "43448",
  "title": "Pengaruh income, financial knowledge yang dimoderasi oleh gender terhadap personal financial planning pada keluarga di Surabaya",
  "abstract": "Perkembangan perekonomian yang sangat pesat, terutama perkembangan dalam bidang keuangan menyebabkan munculnya banyak pilihan keputusan pengelolaan keuangan yang harus diambil oleh setiap orang. Pengambilan keputusan keuangan ini bukanlah perkara yang mudah karena memerlukan berbagai macam pertimbangan yang didasarkan pada berbagai faktor baik internal maupun eksternal, serta disertai dengan besarnya tingkat ketidakpastian kondisi perekonomian di masa depan dan ketidakpastian akan kebutuhan di masa depan. Setiap orang pasti berharap bahwa keputusan keuangan yang diambil tepat sesuai dengan kondisi keuangan pribadi dan pencapaian tujuan keuangan pribadi. Keluarga di Indonesia mempunyai perencanaan keuangan yang buruk. Pendapatan yang diterima banyak digunakan untuk kegiatan konsumsi. Masalah yang muncul dalam keluarga lebih banyak dipicu oleh masalah keuangan. Penyebabnya selain pendapatan yang kurang, kurang bijak dalam membelanjakan uang, masuknya kebutuhan baru tanpa adanya pendapatan baru serta rendahnya minat membuat perencanaan keuangan keluarga. Metode pengolahan data dilakukan dengan menggunakan validitas, reliabilitas dan analisa statistik deskriptif, sedangkan metode analisis data yang dipakai adalah dengan menggunakan analisa Partial Least Square yang berasal dari data yang dikumpulkan dari kuesioner yang telah diisi dan diolah. Dari hasil penelitian diketahui bahwa variabel Income dan Financial Knowledge berpengaruh secara signifikan terhadap Personal Financial Planning. Variabel Gender sebagai variabel moderator tidak berpengaruh terhadap hubungan antara Financial Knowledge dengan Personal Financial Planning, namun Gender sebagai variabel independen mempunyai pengaruh terhadap Personal Financial Planning.",
  "creators": "Andrian Sugiarta",
  "contributors": "Hatane Semuel (Advisor 1); Sautma Ronni Basana (Advisor 2); Prof. Dr. Njo Anastasia, S.E., M.T. (Examination Committee 1); Dewi Astuti (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020214/MM/2019; Andrian Sugiarta (03516022)",
  "subjects": "FINANCIAL PLANNING; FINANCE, PERSONAL--PLANNING"
}