{
  "id": "43450",
  "title": "Pengaruh transformational leadership terhadap service quality melalui organizational commitment di restoran full service Surabaya",
  "abstract": "Persaingan bisnis dalam lingkungan ekonomi yang kompetitif menyebabkan munculnya persaingan bisnis di sektor restauran (foodservice). Terlebih lagi di era globalisasi saat ini makanan bukan lagi sebagai produk konsumsi untuk menunjang kebutuhan biologis semata. Makanan kini berkembang menjadi sebuah gaya hidup baru di kalangan masyarakat. Persaingan bisnis yang ketat menjadikan perusahaan foodservice berlomba-lomba untuk bersaing. Untuk dapat tetap bertahan (survive) maka pelaku bisnis perlu untuk meningkatkan kualitas layanan yang diberikan. Penelitian ini ditujukan untuk mengetahui pengaruh dari transformational leadership sebagai variabel independen terhadap service quality sebagai variabel dependen, dengan organizational commitment sebagai variabel mediasi di sektor restauran. Sampel penelitian ini ditentukan menggunakan purposive sampling, dengan kriteria restauran full service yang ada di mall Surabaya dan bersedia berpartisipasi dalam penelitian ini. Kegiatan penelitian ini melibatkan 35 Restaurant full service yang berada di mall Surabaya. Partisipasi dilakukan dengan cara mengisi kuesioner yang diukur menggunakan skala Likert 5-point. Teknik pengolahan data dilakukan dengan menggunakan software SmartPLS. Hasil dari analisa data menunjukkan bahwa transformational leadership berpengaruh positif dan signifikan terhadap organizational commitment dan service quality. Selain itu, organizational commitment juga berpengaruh positif dan signifikan terhadap service quality.",
  "creators": "BILLY YUWONO TANDRA",
  "contributors": "Devie (Advisor 1); Josua Tarigan (Examination Committee 1); Saarce Elsye Hatane (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011283; Billy Yuwono Tandra (32414167)",
  "subjects": "ORGANIZATIONAL COMMITMENT; RESTAURANT MANAGEMENT; TOTAL QUALITY MANAGEMENT"
}