{
  "id": "43484",
  "title": "Pengaruh internal financing terhadap capital expenditure pada perusahaan non keuangan yang terdaftar di Bursa Efek Indonesia periode 2010-2017",
  "abstract": "Kegiatan investasi memerlukan pendanaan yang bersumber dari internal maupun eksternal perusahaan. Namun, adanya ketidaksempurnaan pasar menghambat kemampuan perusahaan mendapatkan uang dari sumber eksternal, inilah yang disebut kendala keuangan. Perusahaan yang menghadapi mahalnya pendanaan eksternal akan lebih bergantung pada pendanaan internal seperti arus kas. Pergeseran sumber pendanaan investasi yang lebih berfokus pada penggunaan arus kas menyebabkan sensitivitas tinggi terhadap arus kas (investment-cash flow sensitivity). Oleh karena itu, penelitian ini bertujuan untuk meneliti pengaruh internal financing terhadap capital expenditure perusahaan non keuangan yang tercatat di Bursa Efek Indonesia periode 2010-2017 pada financial constraints dan unconstraints firm serta mengetahui apakah financial constraints dan external financing dapat memperkuat atau memperlemah sensitivitas arus kas investasi. Metode analisis data yang digunakan adalah regresi data panel balanced dan unbalanced dengan Random Effect Model. Hasil analisis ini menunjukkan terdapat pengaruh signifikan positif cash flow terhadap capital expenditure pada seluruh perusahaan non keuangan, financial constraints dan unconstraints firms. Selanjutnya, variabel moderator external financing berpengaruh signifikan pada terhadap pengaruh cash flow pada capital expenditure sedangkan financial constraints tidak berpengaruh signifikan.",
  "creators": "CHRISTIN EUNIKE",
  "contributors": "Mariana Ing Malelak (Advisor 1); Nanik Linawati (Examination Committee 2); Sautma Ronni Basana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 37010508/MAN/2019; Christin Eunike (37415035)",
  "subjects": "CAPITAL INVESTMENTS"
}