{
  "id": "43485",
  "title": "Analisis pengaruh rasio profitabilitas dan inflasi terhadap return saham di indonesia",
  "abstract": "Salah satu Indikator yang harus diperhatikan oleh investor dalam kegiatan berinvestasi adalah tingkat inflasi yang harus diamati dengan dan oleh emiten dan harus dijadikan dasar keputusan, baik tentang kalkulasi harga pokok produksi maupun bagi penetapan harga jual produksi pasca inflasi, sedangkan bagi investor inflasi akan mempengaruhi besarnya keuntungan dan kerugian yang dimilikinya. Dengan menganalisis laporan keuangan, investor dapat mengetahui kinerja keuangan perusahaan yang kemudian dapat mempengaruhi harga saham, salah satunya dengan menganalisis rasio keuangan dan inflasi. Tujuan penelitian ini adalah ingin mengetahui apakah pengaruh rasio keuangan (profitabilitas) dan inflasi terhadap return saham perusahaan manufaktur agar investor mampu menganalisis dengan baik sebelum melakukan investasi pada Perusahaan manufaktur agar memperoleh laba yang semaksimal mungkin. Pengambilan sampel dalam penelitian ini menggunakan purposive judgment sampling, dimana metode pemilihan sampel secara tidak acak yang informasinya diperoleh menggunakan pertimbangan tertentu. Dengan menggunakan Panel Data, data diolah dengan menggunakan Uji F/ ”Chow Test”/ Rasio Likehood , Uji Hausman, Uji T serta Uji F. Hasil penelitian yang ditemukan adalah ROA, NPM dan inflasi berpengaruh signifikan terhadap return saham sedangkan, ROE dan GPM tidak berpengaruh signifikan terhadap return saham.",
  "creators": "SIENLY SETIAWATI",
  "contributors": "Retnaningtyas Widuri, S.Sos., M.M. (Advisor 1); R.Arja Angka Asa Aras Adji S. (Examination Committee 1); Elisa Tjondro (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011326/AKT/2019; Sienly Setiawati (32414057)",
  "subjects": "STOCKS"
}