{
  "id": "43492",
  "title": "Analisis faktor pembiayaan terhadap strategi pelaporan keuangan agresif atau pelaporan pajak agresif pada perusahaan pertambangan yang terdaftar di BEI tahun 2012-2016",
  "abstract": "Tujuan dari penelitian ini adalah untuk mengetahui pengaruh pada perusahaan terkait pemilihan jenis pelaporan keuangan agresif atau pelaporan pajak agresif. Perusahaan seringkali mengalami kesulitan dalam pemilihan pelaporan untuk perusahaannya. Penelitian ini menggunakan beberapa faktor pembiayaan untuk dijadikan pertimbangan dalam memutuskan pemilihan pelaporan yang tepat. Agar dapat mengetahui pemilihan mana yang tepat maka penelitian ini menggunakan sektor pertambangan yang terdaftar di Bursa Efek Indonesia pada tahun 2012 hingga tahun 2016. Untuk dapat menentukan pengambilan keputusan atas kedua jenis pelaporan tersebut maka menggunakan variabel earning management untuk pelaporan keuangan agresif dan tax avoidance untuk pelaporan pajak agresif. Hasil menunjukkan bahwa debt ratio mempengaruhi keputusan perusahaan dalam pelaporan pajak agresif karena tergantung pada hubungan non monotonik pada tingkat rasio utang perusahaan. Kemudian penulis juga menemukan bahwa long term debt pada perusahaan tidak berpengaruh terhadap kedua pelaporan tersebut karena dinilai memiliki resiko yang tinggi, sementara untuk financial deficit lebih cenderung agresif dalam pelaporan keuangan. Lalu untuk external capital market, perusahaan cenderung memilih pelaporan pajak agresif sedangkan untuk internal capital market cenderung memilih pelaporan keuangan agresif. Penelitian ini dapat menjawab kebutuhan yang diperlukan oleh perusahaan untuk strategi pengambilan dua keputusan yang saling bertentangan.",
  "creators": "ODILIA IRENE",
  "contributors": "Yenni Mangoting (Advisor 1); R.Arja Angka Asa Aras Adji S. (Examination Committee 1); Retnaningtyas Widuri, S.Sos., M.M. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011323/AKT/2019; Odilia Irene (32414122)",
  "subjects": "FINANCIAL STATEMENTS; MINING CORPORATIONS"
}