{
  "id": "43494",
  "title": "Pengaruh country of origin image dan perceived value terhadap repurchase intention dengan word of mouth sebagai variabel intervening pada Korean skin care products di Surabaya",
  "abstract": "Penelitian ini bertujuan untuk mengetahui ada atau tidaknya pengaruh country of origin image dan perceived value terhadap repurchase intention dengan word of mouth sebagai variabel intervening pada Korean skin care products di Surabaya. Jenis penelitian yang digunakan adalah penelitian kuantitatif. Populasi pada penelitian ini yaitu masyarakat di kota Surabaya yang menggunakan, pernah menggunakan serta pernah membeli Korean skin care products dengan jenis yang sama minimal 3 (tiga) kali dan sampel yang digunakan dalam penelitian ini adalah sebanyak 100 orang. Penelitian ini menggunakan pendekatan Structural Equation Modeling (SEM) dan metode statistika SEM yang digunakan adalah Partial Least Square (PLS) dengan proses perhitungan dibantu program aplikasi software SmartPLS. Hasil Penelitian menunjukkan bahwa country of origin image berpengaruh terhadap word of mouth, country of origin image berpengaruh terhadap repurchase intention, perceived value berpengaruh terhadap word of mouth, perceived value berpengaruh terhadap repurchase intention, dan word of mouth berpengaruh terhadap repurchase intention. Word of Mouth terbukti dapat memediasi pengaruh country of origin image terhadap repurchase intention dan word of mouth juga terbukti dapat memediasi pengaruh perceived value terhadap repurchase intention.",
  "creators": "ERIKA GOTAMI",
  "contributors": "Sesilya Kempa, S.E., M.M. (Advisor 1); Widjojo Suprapto (Examination Committee 1); Dr. Ratih Indriyani, S.E., M.M. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011661/MAN/2019; Erika Gotami (31415039)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMERS--RESEARCH"
}