{
  "id": "4349",
  "title": "Faktor-faktor dominan dari nilai konsumen yang berpengaruh terhadap kepuasan pelanggan pada Rumah Makan Calvados di Surabaya",
  "abstract": "Persaingan (competition) dalam memperebutkan pangsa pasar pada bisnis atau usaha rumah makan semakin ketat, ditandai dengan semakin banyaknya alternatif produk yang ditawarkan dan berbagai kemudahan serta keuntungan yang didapat oleh konsumen, misalnya layanan kendaraan lewat (drive thru), layanan antar (delivery), dan potongan harga (discount). Hal itu ditujukan untuk menciptakan kepuasan pelanggan, sehingga diharapkan akan terjadi pembelian ulang oleh konsumen. Pembelian ulang ini akan menimbulkan peningkatan keuntungan perusahaan sekaligus akan mampu mempertahankan kelangsungan hidup badan usaha agar tidak mengalami kesulitan bahkan mengalami kemunduran dalam usahanya. Penelitian ini ingin melihat apa sajakah faktor-faktor dominan dari nilai konsumen yang berpengaruh terhadap kepuasan pelanggan pada rumah makan Calvados di Surabaya. Tujuan dari penelitian ini adalah untuk mengetahui apakah faktor-faktor customer value mempengaruhi customer satisfaction dan faktor apakah yang paling dominan mempengaruhi customer satisfaction. Populasi dari penelitian ini adalah pelanggan Rumah Makan Calvados. Sampel sebanyak 100 orang diambil dari pelanggan yang telah berkunjung minimal tiga kali dalam kurun \"waktu dua bulan terakhir, dengan teknik quota sampling. Hasil pengujian dengan menggunakan analisis regresi diperoleh hasil nilai F sebesar 29,021, dengan p = 0,000. Karena nilai p < 0,05, maka berarti ada pengaruh antara faktor-faktor customer value (enviromental, sensory, interpersonal, procedural, deliverable, informational, dan finansial) secara simultan terhadap customer satisfaction. Hipotesis kedua yang menyatakan bahwa variabel sensory sebagai variabel yang paling dominan mempengaruhi customer satisfaction ternyata tidak terbukti. Konsumen lebih mementingkan variabel interpersonal (X3) dalam memperoleh kepuasan. Hal ini terlihat dari nilai t =3,490 dengan p = 0,001. Jika dilihat dari sumbangan yang diberikan oleh keseluruhan faktor customer value terhadap customer satisfaction sebesar 68,8%, artinya perubahan customer satisfaction 68,8%-nya mampu dijelaskan oleh faktor-faktor dari customer value.",
  "creators": "SOEGIANTO; BUDI CAHYONO",
  "contributors": "Sundring Pantja Djati (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011725/MAN/2003; Soegianto (31496080); Budi Cahyono ( 31497137)",
  "subjects": "CONSUMER RESEARCH; CONSUMER SATISFACTION-RESEARCH; MARKETING RESEARCH"
}