{
  "id": "435",
  "title": "An analysis of Ichabod Crane's self-destruction in Washington Irving's the legend of sleepy hollow",
  "abstract": "This thesis focuses on the analysis of the main character in Washington Irving?s The legend of sleepy hollow Ichabod Crane, who destroys himself because of his Character traits and conflicts. The thesis writer wants to know Ichabod Crane?s characters and conflicts, and how they lead him into self-destruction.Thus, the thesis writer applies the theory of characterization in order to analyze Ichabod Crane?s characters through his words, actions, appearances, background, and the opinion of others. While the theory of conflict is used to analyze the inner and outer conflicts that Ichabod faces and the last, the theory of setting is used to show that environment influences the main character, Ichabod Crane. Ultimately, by means of the theories, the thesis writer is going to show that the main character, Ichabod Crane?s self- destruction appears because of his characters and conflicts. The thesis writer reveals that Ichabod Crane has several characters, such as being superstitious, tricky, greedy and arrogant. His being superstition leads him to face an inner conflict, a conflict within him, he likes superstitious things but on the other hand he is afraid of them. While his being tricky, greedy and arrogant lead him to face outer conflict, a conflict within him and the guys in Sleepy Hollow in general and Brom Bones in particular. From the result of the analysis, the thesis writer finds that those leads Ichabod Crane to face conflicts which later lead him into self-destruction.",
  "creators": "AJI TINA AGUSTIN",
  "contributors": "Liliek Soelistyo (Advisor 1); Drs. Setefanus Suprajitno, M.A., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.1106/SI/2002; Aji Tina Agustin (11497040)",
  "subjects": "IRVING, WASHINGTON, 1783-1859. THE LEGEND OF SLEEPY HOLLOW-STUDY AND TEACHING"
}