{
  "id": "43501",
  "title": "Pengaruh workplace incivility dan job burnout terhadap turnover intention pada CV Metalik Baru",
  "abstract": "Sumber daya manusia dalam sebuah perusahaan merupakan salah satu aspek yang penting bagi perusahaan, setiap perusahaan memiliki departemen Human Resource Development (HRD) untuk memanajemen dan mengembangkan sumber daya manusia yang ada CV Metalik Baru. Fenomena yang terjadi pada CV Metalik Baru yaitu tingkat turnover karyawan pada CV Metalik Baru cukup tinggi terbukti dari data keluar masuk karyawan yang diperoleh angka tingkat turnover yang cukup tinggi pada Januari hingga Desember 2017. Salah satu faktor yang mempengaruhi turnover intention dalam penelitian ini adalah workplace incivility. Selain itu, faktor lain yang dapat mempengaruhi turnover intention dalam penelitian ini adalah job burnout. Tujuan penelitian yang ingin diperoleh adalah untuk mengetahui adanya pengaruh workplace incivility dan job burnout secara parsial dan simultan terhadap turnover intention pada CV Metalik Baru. Penelitian ini menggunakan desain penelitian kausalitas dengan menggunakan metode kuantitatif. Populasi Sampel dalam penelitian ini adalah karyawan pada CV Metalik Baru sebanyak 40 karyawan. Teknik analisis yang digunakan regresi linear berganda. Berdasarkan hasil penelitian dan pembahasan maka dapat ditarik kesimpulan bahwa variabel workplace incivility dan job burnout secara parsial dan bersama-sama berpengaruh terhadap turnover intention pada CV Metalik Baru. Maka terbukti bahwa H1, H2, dan H3 diterima.",
  "creators": "ROCKY",
  "contributors": "Dr. Roy Setiawan, S.Kom., M.M., M.SM., M.Th. (Advisor 1); Wilma Laura Sahetapy (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011534/MAN/2018; Rocky (31414228)",
  "subjects": "LABOR TURNOVER; PERSONNEL MANAGEMENT"
}