{
  "id": "43516",
  "title": "Perpustakaan dan co-working space di Surabaya",
  "abstract": "Fasilitas Perpustakaan dan co-working space di Surabaya merupakan fasilitas umum yang mewadahi masyarakat untuk meningkatkan minat baca yang mendukung sebagai pusat informasi sekaligus berkreasi dan memulai startup industry kecil. Di zaman milenial saat ini, bukan hanya mencari informasi dari buku saja tetapi adanya interaksi sosial yang akhirnya mendapatkan pengetahuan secara informal tetapi juga tidak menghilangkan unsur tenang di dalam perpustakaan. Walaupun perpustakaan yang ada di Indonesia cukup banyak tetapi tingkat minat baca masyarakatnya masih rendah dan salah satu penyebabnya karena masih konvensional, peraturan yang kaku dan fasilitasnya kurang mengikuti perkembangan zaman. Oleh karena itu perlu adanya desain pergabungan perpustakaan dan co-working space sebagai tempat berbagai aktivitas informal (startup) dan formal (membaca buku). Dengan wadah tersebut diharapkan adanya minat baca dalam mengerjakan aktivitasnya. Sehingga pendekatan yang dipilih adalah perlilaku arsitektur, supaya perpustakaan dapat mewadahi cara mereka membaca dan berinteraksi yang lebih fleksibel di zaman milenial. Untuk menarik minat pengunjung maka diperlukan pendalamn karakter ruang sehingga pendalaman yang digunakan yaitu pendalaman karakter ruang",
  "creators": "KARL MATTHEW",
  "contributors": "Roni Anggoro, S.T., M.A.Arch. (Advisor 2); Stanislaus Kuntjoro Santoso (Advisor 3); Handinoto (Advisor 4); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 1); Luciana Kristanto, S.T., M.T. (Examination Committee 2); Timoticin Kwanda (Examination Committee 3); Irwan Santoso (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 001/23860/ARS/2018; Karl Matthew (22414042)",
  "subjects": "LIBRARY BUILDINGS--DESIGNS AND PLANS; OFFICE BUILDINGS--DESIGN AND PLANS"
}