{
  "id": "4352",
  "title": "Perancangan dan pembuatan aplikasi sistem pakar untuk permasalahan tindak pidana terhadap harta kekayaan",
  "abstract": "Indonesia sebagai negara hukum, memiliki bermacam-macam peraturan hukum, salah satunya adalah Kitab Undang-undang Hukum Pidana (KUHP). KUHP digunakan untuk mengatur berbagai macam tindak pidana. Jenis tindak pidana yang paling sering terjadi adalah tindak pidana terhadap harta kekayaan. Masalah hukum pidana sangat kompleks sehingga sulit bagi orang awam untuk mengerti dan memilah-milah pasal-pasal yang mengatur suatu kasus hukum. Hal ini sering membingungkan bagi orang awam saat terlibat dalam suatu kasus hukum sehingga perlu ada sebuah program komputer untuk membantu memahami dan memilah-milah pasal-pasal yang terlibat dalam suatu kasus hukum. Pembahasan utama dalam Tugas Akhir ini adalah perancangan dan pembuatan sistem pakar rule-based untuk permasalahan hukum pidana terhadap harta kekayaan. Pengembangan sistem pakar ini menggunakan metode inferensi forward chaining, yaitu proses inferensi yang memulai pencarian dari premis atau data menuju pada konklusi. Materi hukum untuk program sistem pakar ini diadopsi dari Kitab Undang-undang Hukum Pidana (KUHP). Permasalahan hukum yang dibahas meliputi: pencurian, pemerasan dan pengancaman, penggelapan, kecurangan, perusakan dan penadahan. Tujuan dari software ini adalah membuat sistem pakar yang digunakan untuk menyeleksi pasal-pasal KUHP yang terlibat dalam sebuah kasus pidana. Pembuatan sistem pakar ini dilakukan dengan tahapan sebagai berikut: menganalisa permasalahan hukum dengan melibatkan praktisi hukum, membuat desain sistem pakar, mengimplementasikan desain dalam program komputer dan melakukan uji coba dengan melibatkan praktisi hukum dan orang awam. Pembuatan sistem pakar ini menggunakan bahasa pemrograman Borland Delphi 6.0 dan basis data Microsoft Access 2000. Hasil pengujian program menunjukkan bahwa program sudah berjalan dengan baik. Berdasarkan hasil kuisioner pengujian program oleh user, program ini dapat dikatakan berguna untuk membantu user memahami permasalahan hukum pidana terhadap harta kekayaan dengan nilai persentase 80%. Program ini juga mudah dimengerti dan digunakan oleh orang awam dengan nilai persentase 76% dan 86%. Materi hukum yang dibahas cukup mampu mewakili kepakaran di bidang hukum dengan nilai persentase 58%. Nilai ini juga menunjukkan bahwa program masih membutuhkan pengembangan pada sisi materi hukumnya. Hal ini juga didukung oleh hasil kuisioner yang menunjukkan bahwa perlu ada pengembangan program sejenis dengan domain permasalahan hukum yang lebih luas dengan nilai persentase 88%.",
  "creators": "FENDHY ONGKO",
  "contributors": "M. ISA IRAWAN (Advisor 1); Andreas Handojo (Advisor 2); Kartika Gunadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02/0100/INF/2003; Fendhy Ongko (26499006)",
  "subjects": "EXPERT SYSTEMS; ARTIFICIAL INTELLIGENCE"
}