{
  "id": "43528",
  "title": "Pengaruh komposisi alkali activator dan urutan penyampuran terhadap karakteristik mortar geopolimer high calcium fly ash",
  "abstract": "Karakteristik beton geopolimer dipengaruhi oleh berbagai faktor, diantaranya ialah karakteristik material dasar, komposisi alkali activator, mix design, mixing procedure, dan prosedur curing. Penelitian ini berfokus pada komposisi perbandingan alkali activator dan urutan penyampuran yang diterapkan pada high calcium fly ash. Alkali activator yang dimaksud adalah perbandingan larutan sodium silikat dengan larutan NaOH. Perbandingan alkali activator yang digunakan sebesar 0.5, 1.0, 2.0, 2.5 dan 3.0. Konsentrasi larutan NaOH ditetapkan 8M. Pengujian yang dilakukan yaitu initial setting time pasta geopolimer dan kuat tekan mortar geopolimer. Berdasarkan hasil penelitian diperoleh kesimpulan bahwa initial setting time dipengaruhi oleh variasi perbandingan alkali activator dan urutan penyampuran. Urutan penyampuran prosedur dengan menyampurkan alkali bersama dimana larutan sodium silikat dicampur terlebih dahulu dengan larutan NaOH, mengakibatkan flash setting untuk seluruh perbandingan alkali dan kuat tekan tertinggi pada perbandingan alkali activator sebesar 1.0. Sedangkan, prosedur dengan menyampurkan alkali terpisah dapat mengatasi flash setting dengan perbandingan alkali activator yang kecil, serta hasil kuat tekan tertinggi pada perbandingan alkali activator sebesar 0.5. Hal ini dapat disimpulkan bahwa semakin besar perbandingan alkali activator, maka kuat tekan cenderung menurun.",
  "creators": "RICKY SURYA; KRISTELLA NATHANIA LAIRENZ",
  "contributors": "Djwantoro Hardjito (Advisor 1); Handoko Sugiharto (Examination Committee 1); Budisetyono Tedjakusuma (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate No. 11012283/SIP/2019; Ricky Surya (21415016), Kristella Nathania Lairenz (21415214)",
  "subjects": "ALKALI-AGGREGATE REACTIONS; FLY ASH; HIGH STRENGTH CONCRETE"
}