{
  "id": "43527",
  "title": "Perbandingan pengaruh metode penempatan VSL gensui damper terhadap kinerja seismik struktur beton bertulang (gempa wilayah Surabaya)",
  "abstract": "Perkuatan bangunan menggunakan damper adalah satu cara yang sudah terbukti efektif. Salah satu metode penempatan damper yang aplikatif penggunaannya adalah metode SSSA (Simplified Sequential Search Algorithm). Hal ini disebabkan karena metode ini dapat menggunakan properti damper yang tersedia dan penerapannya yang cukup sederhana. Tujuan dari penelitian ini adalah untuk membuktikan efektifitas dari metode SSSA lalu membandingkan metode tersebut dengan metode penempatan damper lain seperti metode Uniform, metode yang telah diusulkan oleh peneliti terdahulu (SSSAmod) yang merupakan modifikasi dari metode SSSA serta metode yang diusulkan penulis (Proposed Method). Damper yang digunakan dalam penelitian ini adalah damper nonlinear yang sudah sering digunakan pada proyek nyata, yaitu VSL Gensui Damper. Keempat metode tersebut akan diterapkan pada 4 bangunan beraturan dengan 10 lantai, yang masing-masing memiliki desain yang berbeda. Selanjutnya akan ditentukan metode yang paling optimal dengan cara membandingkan interstory drift dan damage index. Untuk memperoleh hasil tersebut, analisis riwayat waktu nonlinier dilakukan dengan menggunakan program SAP 2000 V.18.2 dengan beban percepatan gempa yang telah disesuaikan dengan respon spektrum dari kota Surabaya pada keempat bangunan dan kota Kupang pada bangunan ke-3, yang ditentukan dengan periode ulang 2500 tahun. Hasil yang didapatkan dari penelitian ini adalah metode SSSA dan metode yang telah diajukan oleh peneliti sebelumnya yaitu SSSAmod memiliki peforma yang mirip, namun metode SSSAmod lebih efektif mengurangi kerusakan bangunan serta memperbaiki interstory drift dari semua bangunan kecuali bangunan dengan kondisi soft story dibanding metode SSSA. Metode uniform, menunjukkan hasil yang cukup bagus namun masih kalah dari metode SSSA dan SSSAmod dalam peforma perbaikan sendi plastis dan interstory drift. Sedangkan untuk Proposed Method pada bangunan pertama menunjukkan indikator penempatan damper yang buruk dibanding ketiga metode lainnya, sehingga metode ini tidak dilanjutkan dalam penelitian bangunan lainnya. Dalam kasus bangunan soft story, metode SSSAmod tidak mampu bekerja secara efektif, malah metode SSSA lebih unggul dari metode lainnya pada kasus bangunan tersebut. Ditemukan juga bahwa penambahan damper berakibat pada penambahan base shear bangunan sehingga memberi tanda bahaya pada pondasi existing bangunan. Penelitian ini masih terbatas pada denah bangunan yang simetris, bangunan masih tergolong bangunan reguler serta penempatan damper masih optimasi secara vertikal. Oleh karena itu perlu penyelidikan lebih lanjut pada kasus-kasus lain.",
  "creators": "GIOVANNI BUNARDI; RICHARD JORDAN CITRA",
  "contributors": "Pamuda Pudjisuryadi (Advisor 1); Benjamin Lumantarna (Advisor 2); Jimmy Chandra (Examination Committee 1); Gunawan Budi Wijaya S.T., M.T., M.Eng. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 11012286/SIP/2019; Giovanni Bunardi (21415087); Richard Jordan c. (21415127)",
  "subjects": "REINFORCED CONCRETE CONSTRUCTION; STRUCTURAL DYNAMICS"
}