{
  "id": "43539",
  "title": "Pengaruh persepsi pentingnya etika dan tanggung jawab sosial, sifat machiavellian, pertimbangan etis, client relationship terhadap pengambilan keputusan etis (survey konsultan pajak di Surabaya)",
  "abstract": "Peraturan perpajakan yang sering dilakukan pembaharuan dari waktu ke waktu semakin menyulitkan para wajib pajak dalam mengikuti perkembangan peraturan pajak. Hal ini menyebabkan semakin banyak wajib pajak yang menggunakan jasa konsultan pajak, namun adanya masalah dual agency pada hubungan antara konsultan pajak dengan klien dan kewajiban konsultan pajak kepada negara. Perbedaan kepentingan tersebut menimbulkan dilema etika bagi profesi konsultan pajak dalam pengambilan keputusan. Penelitian ini bertujuan untuk mengetahui pengaruh apa saja yang mempengaruhi konsultan pajak dalam pengambilan keputusan etis dengan menggunakan variabel persepsi pentingnya etika dan tanggung jawab sosial, sifat machiavellian, pertimbangan etis, client relationship terhadap pengambilan keputusan etis konsultan pajak yang terdaftar sebagai anggota Ikatan Konsultan Pajak Indonesia (IKPI) Surabaya. Sampel penelitian ini sebesar 60 konsultan pajak yang terdaftar di IKPI Surabaya. Metode analisis yang digunakan adalah metode analisis regresi linear berganda. Hasil penelitian menunjukkan bahwa persepsi pentingnya etika dan tanggung jawab sosial, sifat machiavellian, pertimbangan etis terbukti berpengaruh terhadap pengambilan keputusan etis konsultan pajak, sedangkan variabel client relationship tidak berpengaruh terhadap pengambilan keputusan etis konsultan pajak.",
  "creators": "RAISYA MEILINA PALIS",
  "contributors": "Yenni Mangoting (Advisor 1); R.Arja Angka Asa Aras Adji S. (Examination Committee 1); Retnaningtyas Widuri, S.Sos., M.M. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011312/AKT/2019; Raisya Meilina Palis (32414223)",
  "subjects": "SOCIAL ETHICS; TAX ACCOUNTING; TAX CONSULTANTS"
}