{
  "id": "43536",
  "title": "Penggunaan bottom ash dari sistem pembakaran circulated fluidized bed burning dan dari boiler sebagai agregat halus dalam pembuatan mortar",
  "abstract": "PLTU Ngoro adalah PLTU yang menggunakan sistem pembakaran CFBD (Circulated Fluidzied Bed Burning) terletak di Mojokerto, Jawa Timur. Terdapat juga perusahaan M yang menggunakan boiler dengan sistem pembakaran PCC (Pulverized Coal Combustion). Batu bara yang digunakan menghasilkan limbah berupa fly ash dan bottom ash. Karena bottom ash memiliki permukaan yang kasar dan berpori, pemanfaatannya sebagai agregat halus akan mengakibatkan penurunan workability campuran. Tetapi penggunaan fly ash berkualitas baik dapat membantu melawan sifat bottom ash yang menurunkan workability campuran. Bottom ash yang didapat dari PLTU Ngoro dengan sistem pembakaran CFBD dapat dibedakan menjadi dua, yaitu yang berwarna lebih terang dinamakan bottom ash Ngoro cerah, dan yang berwarna lebih gelap dinamakan bottom ash Ngoro gelap, sedangkan bottom ash dari perusahaan M yang menggunakan boiler dengan sistem pembakaran PCC bersifat homogen. Dari penelitian ini, penggunaan bottom ash Ngoro cerah dengan kadar fly ash hingga 50% dapat mencapai kuat tekan 52,27 MPa pada umur 56 hari. Penggunaan bottom ash Ngoro gelap menghasilkan rata-rata kuat tekan tertinggi yaitu 38 MPa pada umur 7 hari, 55 MPa pada umur 28 hari, dan 58 MPa pada umur 56 hari. Sedangkan penggunaan bottom ash dari perusahaan M memiliki rata-rata kuat tekan yang relatif rendah.",
  "creators": "WANGSA HIOEWONO CHANDRA; KEVIN SAPUTRA YUSUF",
  "contributors": "Antoni (Advisor 1); Djwantoro Hardjito (Advisor 2); Gogot Setyo Budi (Examination Committee 1); Budisetyono Tedjakusuma (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Tesis No. 11012281/SIP/2019; Kevin Saputra Yusuf (21414190), Wangsa Hioewono Chandra (21414181)",
  "subjects": "FLY ASH"
}