{
  "id": "43532",
  "title": "Studi awal penggunaan carbon fiber reinforced polymer laminate sebagai anoda impressed current cathodic protection system",
  "abstract": "Penggunaan sistem impressed current cathodic protection (ICCP) pada struktur yang berkarat selama ini dibatasi oleh mahalnya harga material anoda. Untuk menambah nilai ekonomis dari teknik ini, carbon fiber reinforced polymer (CFRP) yang biasanya digunakan sebagai material perkuatan dipakai juga sebagai anoda dari perlindungan aktif sistem ICCP. Dua jenis korosi awal (korosi awal rendah dan tinggi dengan kehilangan massa teoritis 6% dan 18%) diberikan ke spesimen beton dan diberikan perlindungan aktif dengan CFRP sebagai anodanya. Spesimen selanjutnya diekspos ke larutan NaCl 5% selama 30 hari untuk mensimulasikan kondisi lingkungan berklorida tinggi. Tes potensial half cell dilakukan untuk menginvestigasi efektifitas dari perlindungan aktif. Selanjutnya, tes pull-off dilakukan untuk menginvestigasi kekuatan ikatan antara CFRP dan beton. Perlindungan aktif yang diberikan berhasil memberikan polarisasi ke baja tulangan dan memberikan peluang terjadinya korosi yang lebih kecil pada dua jenis korosi awal. Namun, perlindungan aktif ditemui kurang efektif dalam melindungi spesimen dari korosi pada spesimen yang memiliki kehilangan massa 6%. Efisiensi dari perlindungan korosi pada spesimen yang memiliki kehilangan massa 18% kurang konklusif sehingga penelitian lebih lanjut diperlukan. Penggunaan CFRP sebagai anoda dalam perlindungan katodik pada penelitian ini tidak mengakibatkan turunannya kekuatan ikatan antara CFRP dan beton saat perlindungan aktif dengan densitas arus 20 mA/m2 dilakukan selama 30 hari. Hasil tes pull-off memberikan hasil antara 2,80 MPa hingga 4,45 MPa dengan rata-rata sebesar 3,47 MPa yang semuanya berada diatas batas minimal 1,4 MPa",
  "creators": "SAMUEL ERIC; KENNEDY",
  "contributors": "Daniel Tjandra (Advisor 1); Gunawan Budi Wijaya S.T., M.T., M.Eng. (Advisor 2); Antoni (Examination Committee 1); Effendy Tanojo (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 11012290/SIP/2019; Samuel Eric (21415099)",
  "subjects": "CARBON FIBER-REINFORCED PLASTICS; REINFORCED CONCRETE CONSTRUCTION; STEEL--CORROSION"
}