{
  "id": "43547",
  "title": "Analisis fungsi manajemen operasional pada Departemen Housekeeping G Suites Hotel Surabaya",
  "abstract": "Manajemen operasional adalah salah satu usaha atau cara yang digunakan oleh perusahaan untuk mengelola usaha secara maksimal. Perusahaan dapat menggunakan manajemen operasional sebagai sarana yang mengacu pada elemen planning, organizing, actuating dan controlling. Perusahaan yang sukses tentunya menjalankan serta merencanakan operasionalnya dengan baik untuk dapat bersaing dengan perusahaan lainnya. Tidak hanya melihat keempat elemen di atas, operasional perusahaan juga sangat bergantung pada faktor sumber daya yang dimiliki perusahaan. Penelitian ini bertujuan untuk menganalisis fungsi manajemen operasional yang diterapkan pada departemen housekeeping di G Suites Hotel Surabaya. Jenis penelitian yang digunakan bersifat deskriptif dan metode penelitian yang digunakan adalah metode kualitatif dengan menggunakan tiga narasumber dan pengumpulan data diperoleh melalui proses wawancara dan observasi. Hasil dari penelitian ini menunjukkan bahwa departemen housekeeping G Suites Hotel Surabaya sudah melakukan perencanaan yang dilakukan langsung oleh Head of Department yang kemudian diproses dalam meeting profit and loss. Rencana penetapan standar juga sudah ditetapkan di dalam standar operational prosedur, serta kebijakan juga tidak hanya berdasar pada kebijakan supervisor tetapi karyawan juga dapat ambil andil. Pengorganisasian dilakukan dengan sangat terstruktur dan pembagian sama rata berdasarkan occupancy serta bertanggung jawab langsung pada supervisor atau head of department. Pengarahan lebih mengarah pada tata cara pemimpin dalam memimpin serta adanya komunikasi dua arah. Untuk menghindari kesalahan atau masalah dilakukan pengontrolan dengan cara evaluasi dan koreksi pada setiap tugas dengan mengacu pada standar operasional prosedur.",
  "creators": "MEILINDA GUNAWAN",
  "contributors": "Dr. Augustinus Simanjuntak, S.H., M.H. (Advisor 1); Zeplin Jiwa Husada Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011666/MAN/2019; Meilinda Gunawan (31415033)",
  "subjects": "HOTEL MANAGEMENT; HOTEL HOUSEKEEPING; PRODUCTION MANAGEMENT"
}