{
  "id": "43542",
  "title": "Pengaruh ownership structure terhadap tunneling dengan tax avoidance sebagai variabel pemoderasi pada perusahaan sektor industri dasar, bahan kimia dan barang konsumsi",
  "abstract": "Ownership structure adalah struktur kepemilikan yang ada dalam suatu perusahaan di mana dari struktur kepemilikan ini investor dapat mengetahui bagaimana sistem yang dijalankan oleh perusahaan terkait. Pada penelitian ini ownership structure dibagi menjadi 3 bentuk yaitu family, managerial dan foreign ownership. Berdasarkan bentuk kepemilikan serta adanya kepentingan pribadi akan menimbulkan adanya aktivitas tunneling yang merupakan kegiatan yang bertujuan untuk mengambil alih kepemilikan saham dari pemegang saham yang bukan pengendali (non-controlling interest). Penelitian ini juga membahas tax avoidance yang menjadi variabel moderasi, karena penghindaran pajak secara umum dapat memberikan laba setelah pajak lebih besar. Sehingga muncul indikasi bahwa tax avoidance juga dapat digunakan alat oleh pemegang saham pengendali untuk mendapatkan dividen yang lebih besar. Pengambilan sampel dalam penelitian ini menggunakan data perusahaan dari sektor industri dasar, kimia dan konsumsi yang terdaftar di Bursa Efek Indonesia. Penelitian ini menggunakan 2 model. Dalam penelitian ini menggunakan analisis deskriptif statistik, uji asumsi klasik dan uji kelayakan model. Hasil penelitian ini menunjukan bahwa adanya pengaruh family ownership dan managerial ownership terhadap tunneling, sedangkan foreign ownership tidak berpengaruh terhadap tunneling. Pada model kedua juga terdapat hasil yang sama dari model pertama bahwa family ownership dan managerial ownership berpengaruh positif terhadap tunneling dengan tax avoidance sebagai variabel moderasi, sedangkan foreign ownership tidak menunjukkan adanya pengaruh positif atau negatif terhadap tunneling ketika dimoderasi tax avoidance.",
  "creators": "VICKY YONG",
  "contributors": "R.Arja Angka Asa Aras Adji S. (Advisor 1); Yenni Mangoting (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011321/AKT/2019; Vicky Yong (32414130)",
  "subjects": "TAX AVOIDANCE"
}