{
  "id": "43541",
  "title": "Pengaruh earning per share, return on asset, dan debt to equity ratio terhadap abnormal return saham dengan ikut mempertimbangkan pengaruh dari kinerja pasar sektoral sebagai variabel moderasi pada perusahaan publik yang terdaftar di Bursa Efek Indonesia periode 2013-2017",
  "abstract": "Penelitian ini bertujuan untuk menguji apakah Earning per Share (EPS), Return On Asset (ROA) dan Debt to Equity Ratio (DER) memiliki pengaruh terhadap abnormal return saham, serta melihat pengaruh dari Kinerja Pasar Sektoral, apakah ikut mempengaruhi hubungan antara variabel tersebut atau tidak. Objek pengamatan dalam penelitian ini adalah seluruh perusahaan terbuka yang terdaftar di Bursa Efek Indonesia selama periode 2013-2017. Penelitian ini dilakukan karena penelitian sebelumnya menunjukkan hasil yang beragam dan tidak konsisten, sehingga diharapkan penelitian ini mampu menambah bukti empiris terkait faktor-faktor yang mempengaruhi abnormal return saham. Penelitian ini menggunakan data sekunder yang diperoleh dari Bloomberg dan Yahoo Finance berupa rasio keuangan dan data harga saham perusahaan. Pengolahan data penelitian dilakukan dengan menggunakan software Eviews di mana hasil penelitian menunjukkan adanya pengaruh yang positif dan signifikan antara EPS dan DER terhadap abnormal return, sedangkan ROA terbukti tidak berpengaruh terhadap abnormal return. Selain itu, kinerja pasar sektoral juga terbukti memperlemah hubungan antara EPS dan DER terhadap abnormal return saham, namun kinerja pasar sektoral terbukti tidak mempengaruhi hubungan antara ROA dengan abnormal return saham.",
  "creators": "BARYAN POLTJE KOTTEN",
  "contributors": "Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Advisor 1); Josua Tarigan (Examination Committee 1); Priskila (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011289/AKT/2019; Baryan Poltje Kotten (32414200)",
  "subjects": "STOCK EXCHANGES-INDONESIA"
}