{
  "id": "43567",
  "title": "Desain metode kantilever pelaksanaan jembatan rangka baja Sei puting bentang 60 M",
  "abstract": "Salah satu proyek jembatan dengan kebutuhan khusus ialah Jembatan Sei. Puting. Jembatan Sei. Puting merupakan jembatan rangka baja yang direncanakan membentangi sungai aktif selebar 60 m yang menghubungkan ruas Margasari-Marabahan. Pelaksanaan konstruksi jembatan hanya dimungkinkan melalui ruas Margasari sehingga konstruksi jembatan dilakukan dengan metode kantilever satu arah. Maka dari itu, akan didirikan struktur penunjang selama fase kosntruksi, yaitu jembatan penyeimbang sepanjang 30 m yang akan dihubungkan dengan jembatan utama menggunakan batang penghubung. Jembatan penyeimbang akan dilengkapi dengan dengan beban penyeimbang dan angkur. Penelitian ini bertujuan untuk melakukan rekayasa dimensi beban penyeimbang dan angkur dengan tujuan menghasilkan momen penahan untuk menahan momen guling akibat beban fase konstruksi. Selain itu, akan dilakukan pemeriksaan kapasitas pondasi dan defleksi pada ujung bentang jembatan kantilever 60 m (fase konstruksi). Pada penelitian ini, diperoleh hasil bahwa beban penyeimbang yang optimal adalah pasir dengan dimensi 10 m x 8,8 m x 2 m, yang dilengkapi dengan sistem angkur. Angkur berupa 8 buah channel 200 x 80 x 7,5 x 11 dengan 4 tulangan diameter 19 mm pada masing-masing channel. Batang penghubung akan menggunakan profil WF 490 x 400 x 20 x 25. Seluruh sistem pondasi mampu memikul beban pada fase konstruksi maupun fase layan dengan angka keamanan minimal 1,16. Nilai defleksi pada ujung kantilever jembatan saat fase konstruksi adalah 399,81 mm, sehingga akan diberikan peninggian sebesar 600 mm pada pangkal jembatan. Seluruh elemen jembatan telah telah didesain untuk mampu menahan gaya dalam akibat pembebanan fase konstruksi dan fase layan dengan mengacu pada SNI 1725:2016.",
  "creators": "RAFAEL REINALDO LORENS; MATTHEW GUNAWAN",
  "contributors": "Handoko Sugiharto (Advisor 1); Gunawan Budi Wijaya S.T., M.T., M.Eng. (Advisor 2); Wong Foek Tjong, S.T., M.T., Ph.D. (Examination Committee 1); Hasan Santoso (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 11012287/SIP/2019; Rafael Reinaldo Lorens (21415091), Matthew Gunawan (21415143)",
  "subjects": "BRIDGES; CANTILEVER BRIDGES; IRON AND STEEL BRIDGES--DESIGN AND CONSTRUCTION"
}