{
  "id": "4356",
  "title": "Pembuatan program executive information system di PT Bank Pembangunan Kalimantan Tengah",
  "abstract": "PT. Bank Pembangunan Kalimantan Tengah merupakan salah satu perusahaan yang bergerak dalam bidang perbankan. Selama ini penyampaian informasi mengenai keadaan dan posisi bank khususnya untuk hal keuangan masih bersifat manual dan lambat. Hal ini dikarekan sistem yang digunakan untuk menunjang kegiatan eksekutif dalam hal penyampaian laporan atas kegiatan operasional di PT Bank Pembangunan Kalimantan Tengah belum menggunakan sistem yang terkomputerisasi secara 100 persen. Tujuan dari perancangan tugas akhir ini ialah untuk melakukan pembuatan program mengenai penyampaian informasi pada tingkat top level (eksekutif) di PT. Bank Pembangunan Kalimantan Tengah. Executive Information System (EIS) merupakan salah satu sistem penting dalam mendukung perkembangan suatu perusahaan. EIS ini merupakan integrasi antara Management Information System dengan Decision Support System yang membantu pihak eksekutif mendapatkan informasi dan mampu untuk mengidentifikasikan dasar suatu masalah dalam perusahaan. Sebagai implementasinya, aplikasi ini dibangun berbasiskan komputer dalam bentuk interface berupa form yang menggunakan Borland Delphi 7.0 database yang menggunakan Microsoft SQL Server 2000. Hasil yang diperoleh dari sistem ini adalah: informasi yang diberikan kepada pihak ekesekutif merupakan informasi yang berhubungan dengan informasi keuangan bank. Analisa yang dibuat mencakup perhitungan neraca, rugi laba, cost of money, posisi penghimpun dan pengguna dana, rasio. Metode penyampaian informasi keuangan dengan memberikan summary dan dengan menggunakan grafik dan pie",
  "creators": "ARIESTA LESTARI",
  "contributors": "Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 1); Agustinus Noertjahyana (Advisor 2); Irwan Kristanto Julistiono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02/0109/INF/2003; Ariesta Lestari (26498083)",
  "subjects": "INFORMATION RESOURCES MANAGEMENT-COMPUTER PROGRAMS; DATABASE MANAGEMENT; DATABASE DESIGN"
}