{
  "id": "43562",
  "title": "Pengaruh penggantian sebagian fly ash dengan berbagai kalsium hidroksida terhadap karakteristik mortar 100% fly ash",
  "abstract": "Fly ash telah banyak digunakan sebagai additive maupun pengganti semen yang bertujuan untuk mengurangi penggunaan semen. Permasalahan yang sering terjadi dalam penggunaan fly ash adalah kadar kalsium yang dimiliki fly ash lebih rendah dibandingkan kadar kalsium pada semen yang menyebabkan rendahnya kuat tekan campuran mortar ataupun beton. Oleh karena itu diperlukan penambahan senyawa kalsium hidroksida pada campuran mortar yang berfungsi untuk meningkatkan kuat tekan mortar 100% fly ash. Berdasarkan hasil penelitian yang telah dilakukan ini, dapat disimpulkan bahwa penggantian fly ash dengan berbagai jenis sumber kalsium hidroksida pada campuran mortar 100% fly ash dapat meningkatkan kuat tekan mortar itu sendiri. Kalsium hidroksida yang paling berpengaruh terhadap peningkatan kuat tekan mortar adalah kalsium hidroksida yang bersumber dari limbah karbit dan gamping. Kadar optimum penggantian fly ash dengan kalsium hidroksida untuk campuran yang menggunakan fly ash tipe C dan tipe F adalah 40% dan 50% penggantian, dimana kuat tekan yang dicapai adalah 41.03 MPa dan 36.8 MPa untuk fly ash tipe C dan F pada umur 28 hari. Penggantian fly ash dengan kalsium hidroksida juga berbanding lurus dengan kebutuhan Superplasticizer (SP) tiap campuran, dimana semakin tinggi penggantian fly ash dengan kalsium hidroksida, semakin banyak pula kadar SP yang dibutuhkan.",
  "creators": "NICO CHRISTIONO; KENT SETIONO",
  "contributors": "Antoni (Advisor 1); Djwantoro Hardjito (Advisor 2); Handoko Sugiharto (Examination Committee 1); Joko Purnomo S.T., M.Sc. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 21012291/SIP/2019; Nico Christiono (21415066), Kent Setiono (21415155)",
  "subjects": "FLY ASH; STRENGTH OF MATERIALS"
}