{
  "id": "43571",
  "title": "Perbandingan karakteristik campuran emulsi bergradasi rapat (CEBR) tipe III dan IV terhadap spesifikasi tipe campuran aspal panas",
  "abstract": "Penelitian ini dilakukan karena semakin tingginya angka kerusakan jalan sehingga diperlukan perbaikan yang ekonomis dan ramah lingkungan. Penelitian ini menggunakan Campuran Aspal Emulsi Dingin (CAED) dan agregat bergradasi rapat tipe III dan tipe IV yang berasal dari Banyuwangi. Tujuan Penelitian ini adalah untuk mengetahui karakteristik Campuran Emulsi Bergradasi Rapat (CEBR) tipe III dan tipe IV, dan untuk mengetahui perbandingan karakteristik (CEBR) tipe III dan tipe IV terhadap spesifikasi tipe campuran aspal panas dengan masa curing time 0, 3, 7, dan 14 hari. Tipe CAED yang digunakan pada penelitian ini adalah tipe CSS-1h untuk tipe III sebesar 7% dan untuk tipe IV sebesar 8,4%. Hasil pengujian pada penelitian ini menunjukkan bahwa masa curing time memperngaruhi karakteristik Campuran Emulsi Bergradasi Rapat (CEBR). Semakin lama masa curing tme maka semakin tinggi nilai stabilitas yang di dapat. Nilai stabilitas yang semakin tinggi menyebabkan nilai air void, dan VMA semakin menurun (berbanding terbalik) sedangkan untuk nilai Void Filled, semakin besar nilai Stabilitas maka semakin besar nilai Void Filled (berbanding lurus), dan dari hasil perbandingan karakteristik (CEBR) tipe III dan tipe IV terhadap spesifikasi tipe campuran aspal panas didapat untuk tipe III dengan masa curing time 0,3,7, dan 14 hari memenuhi seluruh spesifikasi Campuran Aspal Panas tipe STK. Sedangkan untuk CEBR tipe IV dengan masa curing time 3,7, dan 14 hari memenuhi seluruh spesifikasi Campuran Aspal Panas tipe Stone Sheet Kasar (STK). Tetapi CEBR tipe IV dengan masa curing time 0 hari tidak memenuhi spesifikasi Campuran Aspal Panas tipe STK.",
  "creators": "WILBERT TEDJA; DIVAN REINALDO SUGIANTO",
  "contributors": "Paravita Sri Wulandari (Advisor 1); Harry Patmadjaja (Advisor 2); Rudy Setiawan (Examination Committee 1); Johanes Indrojono Suwono (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 21012306/SIP/2019; Wilbert Tedja (21414035), Divan Reinaldo Sugianto (21414037)",
  "subjects": "ASPHALT CONCRETE; ASPHALT EMULSION MIXTURES"
}