{
  "id": "43578",
  "title": "Bingkai pemberitaan penembakan Razan Najjar di Jalur Gaza pada media daring Republika Online dan Tribunnews.com",
  "abstract": "Penelitian ini dilakukan untuk mengetahui bingkai yang dilakukan oleh Republika Online dan Tribunnews.com pada pemberitaannya tentang penembakan seorang paramedis perempuan, Razan Najjar di Jalur Gaza sehubungan dengan ideologi yang dimiliki media. Razan diketahui tewas setelah tertembak oleh peluru yang dilepaskan tentara Israel di tengah aksi Pawai Besar Kepulangan di Jalur Gaza. Aksi ini merupakan rangkaian peristiwa dari konflik Israel-Palestina, di mana dalam aksi ini, warga Palestina melakukan unjuk rasa untuk berusaha merebut tanah yang dianggap hak mereka yang sedang diduduki Israel saat ini. Adapun Razan merupakan korban tewas ke-119 dari Palestina dan kematiannya merupakan satu-satunya yang terdaftar di hari itu. Penelitian ini menggunakan pendekatan kualitatif dengan teknik analisis bingkai serta metode analisis bingkai milik Robert N. Entman. Dengan empat perangkat bingkai milik Robert N. Entman, penelitian ini menjadikan 34 berita dari kedua media sebagai subjek penelitian sedangkan bingkai dari berita tersebut sebagai objek penelitian. Hasil penelitian dari 34 berita ini menunjukkan kedua memiliki focus yang berbeda meskipun berpihak pada Razan sebagai korban. Republika Online cenderung berfokus pada hukum sedangkan Tribunnews.com cenderung berfokus pada sisi kemanusiaan Razan, salah satunya dari sisi agama.",
  "creators": "SURYAMAN CANDI",
  "contributors": "Fanny Lesmana (Advisor 1); Chory Angela Wijayanti (Advisor 2); Ido Prijana Hadi (Examination Committee 1); Agusly Irawan Aritonang, S.Sos., M.A. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011456/KOM/2019; Suryaman Candi (51414086)",
  "subjects": "MASS MEDIA; ONLINE JOURNALISM--ISRAEL; GAZA; ONLINE JOURNALISM"
}