{
  "id": "43581",
  "title": "Pengaruh faktor kemudahan, kenyamanan, dan kepercayaan penggunaan online banking di masyarakat berpendapatan rendah",
  "abstract": "Perkembangan teknologi yang semakin maju dan terus berkembang saat ini menjadi peluang bagi setiap orang untuk ikut berkembang dalam bidang teknologi. Saat ini hampir seluruh aktivitas manusia menggunakan internet, baik dalam bidang pendidikan, pekerjaan, bahkan kehidupan sosial masyarakat. Bidang perbankan juga salah satu bidang yang berkembang seiring dengan perkembangan teknologi. Munculnya online banking saat ini menjadi alternatif dalam bertransaksi perbankan tanpa harus pergi ke bank. Pada masyarakat berpendapatan rendah juga sudah menggunakan online banking sebagai alternatif yang lebih memudahkan, lebih nyaman, dan masyarakat berpendapatan juga percaya dengan kinerja dan sistem keamanan online banking. Untuk itu akan dilihat apa pengaruh dari faktor kemudahan, kenyamanan, dan kepercayaan pada perilaku penggunaan online banking masyarakat berpendapatan rendah. Metode pengolahan data dilakukan dengan menggunakan validitas, reliabilitas dan analisa statistik deskriptif, sedangkan metode analisis data yang dipakai adalah dengan menggunakan Smartpls, uji hipotesis yang berasal dari data yang dikumpulkan dari kuesioner yang telah diisi dan diolah. Dari hasil penelitian diketahui bahwa ketiga faktor yaitu kemudahan, kenyamanan dan kepercayaan berpengaruh secara signifikan terhadap perilaku penggunaan online banking pada masyarakat berpendapatan rendah.",
  "creators": "DEFRIANE CHRISTIE KOKONG",
  "contributors": "Evelyn, S.E., MSA. (Advisor 1); Prof. Dr. Njo Anastasia, S.E., M.T. (Examination Committee 1); Dewi Pertiwi, S.E., M.M. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. No. 37010523/MAN/2019; Defriane Christie Kokong (37415111)",
  "subjects": "CONSUMERS-RESEARCH; INTERNET BANKING; LOW-INCOME--CONSUMERS"
}