{
  "id": "43583",
  "title": "Pandangan dan penerapan atribut-atribut dari prinsip constructability oleh kontraktor di Surabaya pada tahap pelaksanaan",
  "abstract": "Constructabiliy adalah suatu konsep yang menekankan kepada pentingnya suatu perencanaan, pengadaan, dan operasi yang dapat dengan mudah dilaksanakan oleh pekerja konstrusksi. Indonesia khususnya di Surabaya, telah mendukung penerapan constructability itu sendiri. Constructability tersebut mempunyai atribut-atribut yang mendukung prinsip constructability. Penelitian ini bertujuan untuk mengetahui bagaimana pandangan dan penerapan kontraktor di Surabaya pada tahap pelaksanaan terhadap atribut-atribut dari prinsip constructability. Pengumpulan data dilakukan dengan menyebarkan kuesioner yang ditujukan kepada perusahaan kontraktor di Surabaya. Dalam penelitian ini, ada 2 klasifikasi responden yang diteliti, yaitu kontraktor berdasarkan pengalaman kerja dan kontraktor berdasarkan jenis proyek yang ditangani Metode pengolahan data dilakukan dengan menggunakan uji validitas, uji realibilitas, uji ANOVA, dan uji Analisa statistik deskriptif. Semua metode pengolahan data dilakukan dengan menggunakan Statistical Package for the Socia Science (SPSS). Hasil penelitian menunjukan bahwa tidak ada perbedaan pandangan dan penerapan pada klasifikasi kontraktor berdasarkan pengalaman kerja, sedangkan untuk klasifikasi kontraktor berdasarkan jenis proyek yang ditangani, ada perbedaan yang jelas dari jawaban yang diberikan pada kuesioner yang disebarkan.",
  "creators": "ARISTO LIUW TANGKAWAROW; MD JORDY DEVARA PUTRA",
  "contributors": "Paulus Nugraha (Advisor 1); Herry Pintardi Chandra (Examination Committee 1); Sentosa Limanto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 21012314/SIP/2019; Aristo Liuw Tangkawarow (21414220)MD Jordy Devara Putra",
  "subjects": "CONSTRUCTION INDUSTRY--MANAGEMENT; CONTRACTORS OPERATIONS-MANAGEMENT; CONTRACTORS"
}