{
  "id": "43588",
  "title": "Analisa dampak siklus kehidupan perusahaan terhadap penghindaran pajak",
  "abstract": "Penelitian ini bertujuan untuk melihat bagaimana pengaruh siklus kehidupan terhadap aktivitas penghindaran pajak yang dilakukan oleh perusahaan. Penelitian ini menggunakan pola arus kas sebagai pengukuran dari siklus hidup perusahaan, pola arus kas tersebut dibagi menjadi lima bagian yatu introduction, growth, mature, shake out, dan decline. Pola arus kas shake out sendiri dihilangkan karena adanya masalah multikolinearitas. Sedangkan untuk penghindaran pajak yang dilakukan perusahaan sendiri diukur menggunakan tarif pajak efektif (ETR) sehingga dapat dilihat dampak siklus kehidupan perusahaan terhadap akivitas penghindaran pajak perusahaan. Perbedaan karakteristik pada setiap siklus hidup perusahaan akan membuat perbedaan dalam setiap aktivitas penghindaran pajak pada tiap siklus. Keputusan untuk melakukan penghindaran pajak sendiri didasari dari pertimbangan alokasi sumber daya yang terdapat pada tiap fase siklus hidup perusahaan. Penelitian ini menggunakan sampel perusahaan manufaktur di Indonesia yang tergolong sebagai sub sektor aneka industri. Setelah melakukan penyaringan sampel, penelitian ini menggunakan sampel akhir sebesar 33 perusahaan dengan 8 tahun periode penelitian. Hasil penelitian ini menunjukkan bahwa aktivitas penghindaran pajak perusahaan bervariasi pada setiap siklus hidup perusahaan. Hasil penelitian ini menunjukkan bahwa perusahaan berasosiatif positif dengan ETR pada siklus growth dan mature. Sebaliknya, siklus hidup perusahaan berasosiasi negatif dengan ETR pada siklus introduction dan decline. Hasil penelitian ini menunjukkan tingkat siklus hidup perusahaan dalam menjelaskan kecenderungan perusahaan untuk terlibat dalam aktivitas penghindaran pajak.",
  "creators": "AVELIA YANUAR",
  "contributors": "Yenni Mangoting (Advisor 1); R.Arja Angka Asa Aras Adji S. (Examination Committee 1); Elisa Tjondro (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011315/AKT/2019; Avelia Yanuar (32415119)",
  "subjects": "TAX AVOIDANCE"
}