{
  "id": "43593",
  "title": "Perbedaaan persepsi mengenai keadilan pajak dalam generasi di Indonesia",
  "abstract": "Tujuan dari penelitian ini adalah untuk mengetahui perbedaan persepsi Generasi Baby Boomer, Generasi X, dan Generasi Milenial terkait dengan keadilan pajak di Indonesia. Sampel penelitian ini adalah 135 responden dengan teknik quota sampling. Metode pengumpulan data primer yang digunakan adalah dengan metode kuesioner. Responden dalam penelitian ini adalah wajib pajak orang pribadi yang memiliki perusahaan di bidang retail atau sebagai produsen, atau melakukan pekerjaan bebas dan memiliki NPWP berdomisili di Jakarta, Semarang, Surabaya, Denpasar. Metode analisis yang digunakan adalah analisis Univariate General Linear Model dengan metode Custom Factorial ANOVA (Analysis of Variance). Hasil penelitian ini menunjukkan bahwa (1) Baby boomer cenderung mendukung penerapan vertical equity, di mana pengenaan pajak dikenakan secara progresif, (2) Hasil uji beda terkait horizontal equity menunjukkan Generasi Milenial cenderung mendukung penerapan horizontal equity, di mana beban pajak yang dipungut sama besarnya atas semua Wajib Pajak yang memperoleh penghasilan yang sama dengan jumlah tanggungan yang sama, (3) Hasil uji beda terkait exchange equity menunjukkan bahwa Generasi Baby Boomer tidak mendukung penerapan exchange equity dimana pembayar pajak menganggap pajak sebagai imbalan atas penyediaan fasilitas publik dari pemerintah. Tarif progresif (vertical equity) perlu tetap diterapkan dan sistem pajak bisa disederhanakan dengan penerapan konsep horizontal equity. Pendapatan pajak dalam APBN bisa dialokasikan untuk fasilitas umum dan kegiatan masyarakat.",
  "creators": "KEZIA GABRIEL SANTOSA",
  "contributors": "Elisa Tjondro (Advisor 1); Yenni Mangoting (Examination Committee 1); R.Arja Angka Asa Aras Adji S. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011329/AKT/2019; Kezia Gabriel Santosa (32415223)",
  "subjects": "CONSUMER RESEARCH; GENERATIONS; TAX ACCOUNTING"
}