{
  "id": "4359",
  "title": "Perancangan dan pembuatan perangkat lunaksistem informasi perdagangan pada UD. Hero Keramik",
  "abstract": "UD. Hero Keramik selama ini dalam menjalankan kegiatannya sehari-hari masih menggunakan sistem manual, dimana semua transaksi dicatat didalam nota kertas, dan perhitungan-perhitungan yang dilakukan juga hanya menggunakan calculator. Sehingga besar kemungkinan terdapat kesalahan-kesalahan dalam perhitungan, karena ada kemungkinan nota hilang, salah tulis, dan kemungkinan-kemungkinan lainnya. Laporan-laporan seperti laporan penjualan, laporan keuangan, dan lain-lain juga dicatat secara manual didalam buku. Kegiatan-kegiatan yang dilakukan secara manual tersebut selain dapat terjadi banyak kesalahan, juga berdampak pada keuntungan UD. Hero Keramik. Permasalahan UD. Hero Keramik diatas dapat diatasi dengan mengganti sistem manual menjadi sistem komputerisasi. Setiap transaksi yang dilakukan disimpan didalam komputer, dan dalam melakukan perhitungan-perhitungan maupun mengecek laporan, semua dapat terkontrol dengan baik. Sehingga resiko terjadinya kesalahan dapat dikurangi. Tujuan dari Tugas Akhir ini adalah diharapkan mampu untuk merancang dan membuat sistem informasi perdagangan yang berguna bagi pemakai, untuk mengatasi segala kekurangan sistem yang ada, dan untuk mengurangi resiko kesalahan-kesalahan dalam transaksi maupun perhitungan. Metode penelitian yang digunakan adalah dengan melakukan perancangan data flow diagram, entity relationship diagram, perancangan struktur tabel, desain interface dan desain query. Hasil yang diperoleh dari Tugas Akhir ini adalah sistem informasi perdagangan dengan database yang terintegrasi dan user friendly. Dari hasil pengujian menunjukkan bahwa aplikasi yang telah dirancang dapat berjalan dengan baik tanpa ada kesalahan.",
  "creators": "YOVINA MARTHILDA",
  "contributors": "Kartika Gunadi (Advisor 1); Silvia Rostianingsih (Advisor 2); Sukanto Tedjokusuma (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02/0107/INF/2003; Jovina Marthilda (26498041)",
  "subjects": "DATABASE MANAGEMENT; DATABASE DESIGN"
}