{
  "id": "43592",
  "title": "Re-desain knalpot standart Supra X 125 injeksi tahun 2006 guna untuk menaikkan performa mesin tanpa melebihi ambang batas kebisingan",
  "abstract": "Knalpot adalah Salah satu instrument kendaraan yang paling di sukai oleh pengguna kendaraan bermotor. Banyak pabrikkan membuat replica dari knalpot kendaraan dengan pengembangan – pengembangan tertentu untuk mendapatkan performa kendaraan yang maksimal melalui perubahan system gas buang. Peningkatan performa ini dilakukan berbagai cara tetapi tidak melihat dampak untuk pengguna atau konsumen. Banyak kasus yang di beritakan bahwa terjadi penilangan knalpot akibat terlalu bising atau memiliki bentuk yang tidak standar sehingga kasus seperti inilah yang dipilih untuk di teliti tentang bagaimana cara untuk mendapatkan performa kendaraan bermotor tanpa harus melanggar ketentuan yang ada serta hanya menggunakan knalpot standar. Pembuatan knalpot ini di lakukan dengan mendesain ulang knalpot standar sesuai literature dan mencari titik maksimal dari knalpot standar. Jika sesuai literatur knalpot di bagi menjadi 3 jenis yaitu Reactive Muffler , Absorbtive muffler dan Combination Muffler. Tetapi di penelitian kali ini lebih di fokuskan ke arah Reactive Muffler dan Combination Muffler karna pada jenis Absorbtive Muffler biasanya di gunakan untuk knalpot aftermarket yang di jual dan tidak memenuhi aturan pemerintah dari segi suara dan bentuk. Hasil dari pengujian ini adalah peningkatan performa yaitu sebesar 13.33% dari performa standart dengan menggunakan knalpot dengan tipe Combination Muffler dengan panjang chamber berukuran 13cm dan diameter pipa yang digunakan yaitu 38mm serta tingkat kebisingan yang di hasilkan yaitu 77.3 dB yang berada di bawah ambang batas kebisingan yang di tentukan pemerintah yaitu 80 dB",
  "creators": "HENDRIK SALIM SANTOSO",
  "contributors": "Sutrisno S.T.,M.T. (Advisor 1); Fandi Dwiputra Suprianto, S.T., M.Sc. (Examination Committee 1); Yopi Yusuf Tanoto, S.T., M.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 04011271; Hendrik Salim Santoso (24414062)",
  "subjects": "AUTOMOBILES--MOTORS--EXHAUST SYSTEMS--DESIGN AND CONSTRUCTION; MOTOR VEHICLES--MOTORS--EXHAUST GAS"
}