{
  "id": "43591",
  "title": "Pengaruh diversifikasi perusahaan dengan variabel moderasi produktivitas terhadap kinerja keuangan perusahaan publik non keuangan",
  "abstract": "Dalam lingkungan bisnis kompetitif, untuk meningkatkan kinerja keuangan perusahaan strategi memainkan peran penting dalam mempertahankan kelangsungan hidup dan pertumbuhan perusahaan. Salah satu alternatif strategi yang dapat dilakukan adalah dengan menerapkan strategi diversifikasi. Ekspansi usaha yang dilakukan suatu perusahaan melalui strategi diversifikasi tidak hanya dilakukan dengan melakukan diversifikasi terhadap industri bisnis di mana perusahaan tersebut awalnya menggeluti bisnisnya (diversifikasi industrial), melainkan juga diversifikasi secara geografis ke daerah atau bahkan negara yang berbeda-beda (diversifikasi internasional). Pada perusahaan yang terdiversifikasi, rasio produktivitas berperan penting bagi sebuah perusahaan dalam mengelola keseluruhan aset yang dimiliki oleh perusahaan secara efektif untuk meningkatkan hasil penjualan perusahaan. Pada penelitian ini digunakan produktivitas untuk memoderasi diversifikasi terhadap kinerja keuangan. Penelitian ini menggunakan regresi data panel dengan jumlah sampel sebanyak 58 perusahaan publik non keuangan tahun 2011-2017. Hasil penelitian menunjukkan diversifikasi industrial berpengaruh signifikan terhadap kinerja keuangan perusahaan sedangkan diversifikasi internasional tidak berpengaruh signifikan terhadap kinerja keuangan perusahaan. Variabel produktivitas berpengaruh signifikan dalam memoderasi diversifikasi terhadap kinerja keuangan perusahaan. Variabel kontrol firm age tidak berpengaruh signifikan terhadap kinerja keuangan perusahaan, firm size, growth opportunity berpengaruh signifikan terhadap ROA tetapi tidak berpengaruh signifikan terhadap Tobin’s Q, sedangkan leverage memiliki pengaruh signifikan terhadap ROA dan Tobin’s Q.",
  "creators": "MARCELINA YANG",
  "contributors": "Sautma Ronni Basana (Advisor 1); Prof. Dr. Njo Anastasia, S.E., M.T. (Examination Committee 1); Pwee Leng (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 37010524/MAN/2019; Marcelina Yang (37415088)",
  "subjects": "FINANCIAL STATEMENT; CORPORATIONS--FINANCE; DIVERSIFICATION IN INDUSTRY"
}