{
  "id": "43602",
  "title": "Pembuatan aplikasi manajemen sumber daya manusia berbasis web pada PT X",
  "abstract": "PT X merupakan perusahaan yang bergerak pada bidang kuliner. PT X memiliki 3 outlet dan 1 tempat produksi. Departemen human resource and development berpusat pada sebuah outlet yang sekaligus kantor pusat di Surabaya. Sistem penghitungan gaji pada PT X saat ini masih menggunakan Ms. Excel untuk mengolah gaji karyawan. Selain itu proses bisnis seperti permohonan, training, evaluasi, laporan masih kurang efisien dikarenakan masih menggunakan formulir dalam bentuk hard copy. Sebelum pengembangan aplikasi dimulai, dilakukan analisa dan desain dengan data flow diagram dan entity relation diagram. Aplikasi ini dibuat dengan menggunakan bahasa pemrograman HTML, PHP, JavaScript, database MySQL, dan framework Bootstrap. Aplikasi yang dibuat memuat fitur permohonan izin, sakit, lembur, dan cuti melalui web. Selain itu aplikasi yang dibuat perhitungan gaji karyawan, evaluasi karyawan, rekap. Hasil akhir dari pengembangan aplikasi adalah perhitungan gaji karyawan pada setiap bulannya serta biaya perhitungan PPh pasal 21, membuat criteria evaluasi staf dan melakukan evaluasi staf. Serta membuat laporan laporan presensi, laporan training, reminder pelengkapan administrasi untuk karyawan yang dalam waktu dekat akan pensiun. Hasil kuesioner menunjukkan penilaian pengguna terhadap tampilan aplikasi adalah 66,66% responden menjawab baik dan 33,33% responden menjawab sangat baik, penilaian pengguna terhadap integrasi informasi adalah 66,66% responden menjawab baik dan 33,33% responden menjawab sangat baik, penilaian pengguna terhadap fitur permohonan adalah 100% responden menjawab baik, penilaian pengguna terhadap fitur manajer HRD adalah 66,66% responden menjawab baik dan 33,33% responden menjawab sangat baik, penilaian pengguna terhadap kesesuaian fitur evaluasi kinerja adalah 100% responden menjawab baik, pengguna terhadap laporan program adalah 100% responden menjawab baik, penilaian pengguna terhadap kecepatan aplikasi adalah 66,66% responden menjawab baik dan 3,33% responden menjawab sangat baik, penilaian pengguna terhadap kemudahan menggunakan aplikasi adalah 66,66% responden menjawab baik dan 33,33% responden menjawab sangat baik, penilaian pengguna terhadap kesesuaian dengan permasalahan adalah 33,33% responden menjawab cukup dan 66,66% responden menjawab baik, penilaian pengguna terhadap keseluruhan aplikasi adalah 33,33% responden menjawab baik dan 66,66% responden menjawab sangat baik.",
  "creators": "FARENZA AREITA KHARISMA",
  "contributors": "Lily Puspa Dewi, S.T., M.Kom. (Advisor 1); Silvia Rostianingsih (Advisor 2); Yulia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021832/INF/2019; Farenza Areita Kharisma (26414045)",
  "subjects": "PERSONNEL MANAGEMENT; DATABASE MANAGEMENT"
}