{
  "id": "4362",
  "title": "Kandungan informasi laba akuntansi dan komponen arus kas terhadap harga saham pada perusahaan yang terdaftar di Bursa Efek Jakarta tahun 1997-1999",
  "abstract": "Teori dan model pemlaian harga saham saat ini telah dikembangkan mulai dari formulasi yang sederhana sampai dengan hubungan yang lebih kompleks. Para pelaku pasar modal, pengamat, dan akademisi banyak melakukan penelitian tentang faktor-faktor yang mempengaruhi pembentukan nilai (harga) suatu saham di pasar modal. Beberapa penelitian telah menunjukkan adanya hubungan yang positif dan signifikan antara laba dan harga saham, antara lain penelitian Ball & Brown (1968); Foster (1975); Beavert, Clarke, dan Wright (1979); Beavert, Lambert, dan Morse (1980); Litzenberg dan Rao (1971); dan Lipe (1986). Beberapa penelitian tersebut menunjukkan bahwa perubahan harga saham untuk periode tertentu berhubungan dengan tanda maupun besarnya laba yang tidak diharapkan untuk periode tersebut. Selain laba akuntansi, faktor yang diduga berpengaruh terhadap harga saham adalah arus kas. Beberapa penelitian yang berhubungan dengan kandungan informasi arus kas telah banyak dilakukan oleh para peneliti antara Iain Livnat dan Zarowin (1990) yang menguji komponen arus kas seperti yang direkomendasikan oleh SFAS no. 95. Beberapa peneliti bahkan membandingkan hubungan antara laba akuntansi dan arus kas terhadap harga saham atau return saham. Wilson (1986) dan Rayburn (1986) menguji kandungan informasi arus kas dan laba akrual dengan return saham. Tujuan terhadap penelitian ini adalah untuk mengetahui hubungan antara laba akuntansi, total arus kas, maupun komponen arus kas dengan harga saham, baik secara parsial maupun secara bersama-sama. Sample yang digunakan sebanyak 30 perusahaan yang termasuk dalam daftar LQ 45 di BEJ dan mempublikasikan laporan keuangannya per 31 Desember 1997-1999. Metode statistik yang digunakan untuk menguji hipotesis adalah regresi linear berganda. Ada 2 model yang digunakan dalam penelitian ini. Model 1 digunakan untuk mengetahui hubungan antara laba akuntansi dan total arus kas dengan harga saham. Sedangkan model 2 digunakan untuk mengetahui hubungan antara komponen arus kas dengan harga saham Dari hasil uji hipotesis baik secara serempak atau parsial, dapat disimpulkan bahwa variabel-variabel bebas total arus kas dan laba akuntansi yang digunakan pada model 1 serta arus kas operasi, arus kas investasi, dan arus kas pendanaan yang digunakan pada model 2 mempunyai pengaruh yang tidak signifikan terhadap variabel tergantung (harga saham). Jika dibandingkan dengan penelitian sebelumnya, penelitian ini menunjukkan hasil analisis yang berbeda, yaitu antara laba akuntansi dan total arus kas beserta komponennya (arus kas operasi, arus kas investasi, dan arus kas pendanaan) mempunyai hubungan yang tidak signifikan terhadap harga saham, yang artinya semua variabel tersebut tidak dapat digunakan sebagai tolak ukur atau dasar pertimbangan di dalam memprediksi harga saham. Melihat adanya perbedaan antara hasil penelitian ini dan penelitian ini, maka sebaiknya dilakukan penelitian lebih lanjut sehingga dapat diperoleh hasil penelitian yang lebih akurat dan tepat.",
  "creators": "LYSIA HERMANTO WIBOWO; RINA CHANDRA",
  "contributors": "Pwee Leng (Advisor 1); Prof. Dr. Njo Anastasia, S.E., M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1573/EM/2002; Lysia Hermanto WibowoI (31498042); Rina Chandra (31498050)",
  "subjects": "CORPORATION FINANCE; FINANCIAL STATEMENTS"
}