{
  "id": "43622",
  "title": "Studi kasus penerapan 5 metode analisa keterlambatan pada sebuah proyek bangunan bertingkat di Surabaya",
  "abstract": "Keterlambatan pada proyek adalah sesuatu yang sangat mungkin terjadi karena kelalaian dari satu pihak maupun beberapa pihak dalam pelaksanaan proyek. Keterlambatan ini dapat merugikan salah satu pihak atau keduanya, maka perlu dianalisa berapa besar tanggung jawab suatu pihak terhadap keterlambatan yang terjadi. Analisa dilakukan dengan metode analisa keterlambatan. Namun, terdapat beberapa metode keterlambatan yang mempunyai cara penggunaan yang berbeda, cara kerja dan hal-hal yang berpotensi dapat mempengaruhi hasil dari metode-metode analisa keterlambatan tersebut namun tidak diperhatikan dalam penerapan masing-masing metode seperti yang ditemukan oleh penelitian sebelumnya yang diterapkan pada suatu proyek fiktif sederhana (Braimah, 2013). Maka pada penelitian kali ini, 5 metode yang sama akan diterapkan pada sebuah proyek real berupa sebuah proyek bangunan bertingkat di Surabaya. Ditemukan banyak hambatan dalam proses pengumpulan data dan pengolahan data oleh karena itu digunakan beberapa asumsi untuk menentukan kapan dan siapa yang bertanggung jawab terhadap suatu keterlambatan. Hasil penerapan dari 5 metode analisa keterlambatan berbeda-beda, namun dipilih metode mana yang memiliki hasil paling mendekati oleh kenyataan pada proyek yang diketahui lewat wawancara yaitu metode Collapsed As-built.",
  "creators": "JOANTO LAYADY; MERIEM ELISABETH POLAR",
  "contributors": "Paulus Nugraha (Advisor 1); TIRSA ENDELI TUMBELAKA (Advisor 2); Budiman Proboyo (Examination Committee 1); Herry Pintardi Chandra (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 21012302/SIP/2019; Joanto Layady (21413176), Meriem Elisabeth Polar (21413186)",
  "subjects": "PROJECT MANAGEMENT; CONSTRUCTION INDUSTRY--MANAGEMENT"
}