{
  "id": "43630",
  "title": "Stabilisasi tanah Merauke, Papua dengan menggunakan semen",
  "abstract": "Salah satu daerah yang infrastrukturnya sedang marak dibangun adalah daerah Papua. Tanah merupakan material yang sangat berpengaruh dalam suatu pekerjaan konstruksi karena sifatnya yang tidak akan sama dengan daerah lainnya. Namun, jika tanah tersebut tidak memiliki kekuatan ataupun karakteristik yang dibutuhkan maka dilakukan stabilisasi tanah. Penelitian ini menggunakan tanah dari Kampung Bupul Distrik Elikobel, Merauke Papua yang distabilisasi menggunakan semen karena material yang mudah didapatkan di Merauke Papua adalah semen. Penelitian ini bertujuan mengetahui karakteristik tanah Merauke Papua serta kepadatan dan kekokohan tanah setelah distabilisasi dengan Portland Cement. Pengujian CBR Unsoaked dilakukan dengan mengganti berturut-turut 3%, 6%, dan 10% berat tanah kering dengan semen serta ditambahkan kadar air optimum (OMC) dan di curing selama 3 hari, dan untuk CBR Soaked direndam selama 4 hari setelah di curing selama 3 hari. Hasil pengujian menunjukkan adanya peningkatan angka CBR Unsoaked sebesar 11% pada campuran 3% semen, 21.5% pada campuran 6% semen, 29% pada campuran 10% semen jika dibandingkan dengan CBR tanah asli. Sedangkan untuk CBR Soaked peningkatan kekuatan terjadi sebesar 5.5% pada campuran 3% semen, 12% pada campuran 6% semen, serta 77% pada campuran 10% semen. Pada campuran 10% semen kekuatan CBR Soaked lebih tinggi dari CBR Unsoaked hal ini kemungkinan disebabkan oleh proses hidrasi semen pada sampel yang mengandung air yang cukup banyak.",
  "creators": "HADIAN AKBAR MAULANA; ANDREW TJAKRAKUSUMA",
  "contributors": "Gogot Setyo Budi (Advisor 1); Daniel Tjandra (Examination Committee 1); Johanes Indrojono Suwono (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 13012299/SIP/2019, 21012299/SIP/2019; Hadian Akbar Maulana (21413218), Andrew Tjakrakusuma (21413076)",
  "subjects": "SOIL STABILIZATION; SOIL MECHANICS"
}