{
  "id": "43632",
  "title": "Pengaruh marketing capability terhadap financial performance dengan perceived service quality sebagai variable intervening dan competitive intensity sebagai variable moderating perusahaan perbankan di Indonesia",
  "abstract": "Pertumbuhan Ekonomi tentunya diikuti oleh pertumbuhan industri di dalam negeri, seperti halnya pertumbuhan dalam industri perbankan, dan industri perbankan merupakan tulang punggung perekonomian suatu negara, Pertumbuhan Industri perbankan tentunya berdampak pada peningkatan kinerja keuangan bank, dan persaingan yang tinggi dalam industri perbankan. Hal ini dapat meningkatkan resiko yang dihadapi oleh bank-bank yang ada di Indonesia oleh karena itu dibutuhkan sebuah strategi pemasaran untuk mampu bertahan dalam persaingan industri. Penelitian ini bertujuan untuk menganalisa pengaruh dari Marketing Capability, Pricing Capability, New Product Development Capability, Channel Management Capabilities, Marketing Communication Capabilities, Selling Capabilities, Market Information Management Capabilities, Marketing Planning Capabilities, Marketing Implementation Capabilities) terhadap Financial Performance (ROI, ROA, Tobin’Q) dengan Perceived Service Quality (kualitas interaksi, kualitas lingkungan, kualitas hasil) sebagai Variable Intervening dan Competitive Intensity (kekuatan pembeli, kekuatan pemasok, intensitas persaingan, ancaman pesaing baru, ancaman produk pengganti) sebagai Variable Moderating pada perusahaan perbankan di Indonesia. Penelitian ini dilaksanakan dengan menyebarkan kuisioner kepada 170 responden pelanggan Bank. Teknik analisa yang digunakan adalah teknik analisis kuantitatif. Dengan metode Path Analysis Hasil penelitian ini menunjukkan pengaruh Marketing Capability terhadap Financial Performance yang tidak signifikan, akan tetapi peran Perceived Service Quality sebagai Variable Intervening, mampu memperkuat pengaruh Marketing Capability terhadap Financial Performance menjadi pengaruh yang signifikan. Dalam penelitian ini juga menggambarkan peran Competitive Intensity sebagai variable moderating pada hubungan Marketing Capability terhadap Financial Performance tidak memiliki pengaruh signifikan akan tetapi memiliki pengaruh signifikan langsung pada Financial Performance.",
  "creators": "Teguh Wibisono Santosa",
  "contributors": "Hatane Semuel (Advisor 1); Devie (Advisor 2); Serli Wijaya (Examination Committee 1); Dr. Ir. Hotlan Siagian MSc. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020215/MM/2019; Teguh Wibisono Santosa (03516035)",
  "subjects": "BANK MANAGEMENT; FINANCIAL STATEMENTS"
}