{
  "id": "43643",
  "title": "Representasi ibu single parent dalam film \"Susah Sinyal\"",
  "abstract": "Film Susah Sinyal merupakan film drama keluarga pada tahun 2017 yang cukup banyak menarik jumlah 2.172.512 penonton. Film ini menceritakan Ellen, seorang single parent dalam menjalani hidupnya sebagai orang tua tunggal, wanita karir, dan menjalin hubungan dengan anak satu-satunya Kiara. Dalam hubungannya dengan realita pekerjaan atau kegiatan, sifat, dan penampilan, peneliti berusaha menemukan representasi ibu Single Parent dalam film ini. Pendekatan yang dipakai dalam penelitian ini adalah kualitatif dengan jenis penelitian deskriptif. Metode yang dipergunakan adalah semiotika televisi John Fiske dengan 3 level, yaitu level realitas, level representasi dan level ideologi. Berdasarkan kode-kode tersebut, peneliti menemukan bermacam representasi single parent terutama seorang ibu tunggal dalam film Susah Sinyal. Seorang ibu single parent mampu menjadi wanita karir yang sukses bahkan memimpin perusahaan, ibu single parent yang kuat dan tidak menjadi timpang setelah perceraian, berusaha menjalin hubungan yang baik dengan anak dan ibu single parent tidak lagi dilekatkan dengan image negatif seorang janda dalam media. Hasil penelitian ini memperlihatkan representasi single parent dalam film Susah Sinyal menunjukkan bahwa seorang ibu tunggal mampu menjalani peran ganda dan memimpin keluarga bahkan menjadi tulang punggung yang baik bagi keluarga.",
  "creators": "GABRIELLA SETIA",
  "contributors": "Agusly Irawan Aritonang, S.Sos., M.A. (Advisor 1); Megawati Wahjudianata (Advisor 2); Lady Joanne Tjahyana, S.Kom., MMM. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20041160/KOM/2019; Gabriella Setia (51414053)",
  "subjects": "COMMUNICATION--SOCIAL ASPECTS; SINGLE MOTHERS--FICTION"
}