{
  "id": "43652",
  "title": "Retrofit terhadap gempa menggunakan buckling restrained braces dan carbon fiber- reinforced polymer jacketing pada bangunan ruko empat lantai tidak beraturan yang didesain terhadap beban gravitasi",
  "abstract": "Dalam penelitian ini akan dininjau sebuah bangunan yang hanya didesain terhadap beban gravitasi saja (Gravity Load Designed/GLD) berupa ruko empat lantai. Penelitian kali ini akan berfokus pada pemberian perkuatan menggunakan Buckling Restrained Braces (BRB) dan Carbon Fiber Reinforced Polymer (CFRP) pada bangunan GLD yang ditinjau. Tujuan dari peneltian ini adalah untuk meninjau kinerja struktural dari bangunan GLD sebelum dan sesudah diberikan perkuatan. Dalam penelitian kali ini, bangunan GLD akan ditinjau menggunakan pemodelan secara nonlinear pada elemen-elemen struktural termasuk pemodelan dinding bata dan pemodelan non-ductile pada joint balok-kolom untuk memperoleh hasil yang realistis. Untuk meninjau performa struktural dari bangunan GLD sebelum dan sesudah diberikan perkuatan, akan dilakukan analisis dinamis nonlinear riwayat waktu tiga dimensi menggunakan program SAP2000 v19.2.1. Hasil analisis dalam penelitian ini ditampilkan melalui simpangan lantai maksimum, drift lantai maksimum, dan juga lokasi-lokasi terjadinya kerusakan pada bangunan GLD sebelum dan sesudah diberikan perkuatan. Dari penelitian ini, dapat disimpulkan bahwa BRB dan CFRP sebagai metode perkuatan pada bangunan GLD dapat bekerja dengan efektif secara bersamaan dalam mengurangi kerusakan dan drift yang terjadi.",
  "creators": "ATTERONI PRATOMO; KEVIN RICHARD ANGGREK",
  "contributors": "Jimmy Chandra (Advisor 1); Joko Purnomo S.T., M.Sc. (Advisor 2); Pamuda Pudjisuryadi (Examination Committee 1); Benjamin Lumantarna (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 11012288; Atteroni Pratomo (21415092), Kevin Richard Anggrek (21415117)",
  "subjects": "CONCRETE BEAMS; REINFORCED CONCRETE CONSTRUCTION"
}