{
  "id": "43679",
  "title": "Pemaknaan khalayak terhadap identitas Setya Novanto di Indonesia Lawyer Club dalam kasus korupsi E-KTP",
  "abstract": "Penelitian ini menjelaskan tentang pemaknaan khalayak terhadap identitas Setya Novanto di Indonesian Lawyer Club dalam kasus korupsi E-KTP. Teori dasar yang digunakan adalah teori encoding-decoding yang ditemukan oleh Stuart Hall tentang bagaimana khalayak memproduksi sebuah pesan dari suatu teks media tidak selalu sama karena dipengaruhi oleh kapasitas setiap penonton. Data diperoleh melalui wawancara mendalam terhadap empat informan dengan latar belakang berbeda yakni politikus partai Golkar, politisi Gerindra, pengamat politik, dan mantan wartawan politik. Hasil penelitian menunjukkan dimaknai secara berbeda oleh para informan. Pemaknaan tersebut mempengaruhi posisi informan, dimana semua informan berada pada opositional position kecuali pada topik tertentu. Informan 4 berada berada pada dominant position saat memaknai nilai berita dari ILC yakni proximity. Informan 1 dan 2 berada pada Negotiated Position saat memaknai status tersangka Setya Novanto bahwa Setya Novanto merupakan korban di kasus korupsi e-KTP. Berbeda dengan tayangan yang menggambarkan Setya Novanto dikorbankan KPK, kedua informan ini menilai Setya dikorbankan oleh dalang kasus e-KTP yang sebenarnya. Informan 3 berada pada negotiated position saat memaknai nilai berita ILC. Sedangkan terkait identitas Setya Novanto, semua berada pada posisi opositional position. Faktor-faktor yang mempengaruhi posisi penonton dilihat dari faktor latar belakang pendidikan, pekerjaan, pengalaman dan pengetahuan lainnya terkait tayangan dan politik.",
  "creators": "I NYOMAN ADHISTHAYA SAWITRA",
  "contributors": "Gatut Priyowidodo (Advisor 1); Daniel Budiana, S.Sos., M.A. (Advisor 2); Ido Prijana Hadi (Examination Committee 1); Chory Angela Wijayanti (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011459/KOM/2019; I Nyoman Adhisthaya Sawitra (51413076)",
  "subjects": "COMMUNICATION; MASS MEDIA; TELEVISION PROGRAMS; BROADCASTING--POLITICAL ASPECTS"
}