{
  "id": "43671",
  "title": "Kriteria, hambatan, manfaat green road construction dari sudut pandang kontraktor dan Dinas Pekerjaan Umum di Surabaya dan Kabupaten Sumba Barat",
  "abstract": "Jalan memiliki peranan penting pada setiap negara. Perkembangan infrastruktur di Indonesia cukup signifikan. Industri konstruksi merupakan salah satu kontributor polusi terbesar. Dalam meminimalkan dampak negatif pada lingkungan, sosial dan meningkatkan ekonomi maka diadopsi konsep berkelanjutan seperti green road. Penelitian ini bertujuan untuk mengetahui tanggapan mengenai kriteria, hambatan, manfaat dari green road construction dari sudut pandang kontraktor dan Dinas Pekerjaan Umum di Surabaya dan Kabupaten Sumba Barat. Penelitian dilakukan dengan mengumpulkan data melalui kuesioner yang disebarkan kepada kontraktor dan Dinas Pekerjaan Umum di Surabaya dan Kabupaten Sumba Barat. Melalui analisis deskriptif dengan mencari nilai rata-rata tertinggi dari kriteria, hambatan, dan manfaat green road construction menurut kontraktor dan Dinas Pekerjaan Umum. Hasil penelitian menunjukkan dari kriteria green road construction faktor bicycle access dari aspek access and equity memperoleh nilai mean tertinggi. Sedangkan pada hambatan dalam penerapan green road construction kurangnya peraturan atau regulasi memiliki nilai mean tertinggi dan manfaat dari green road construction yaitu meningkatkan akses, mobilitas, kesehatan dan keselamatan dari manusia. Dilakukan juga uji Independent-Sample T-Test berdasarkan letak geografis, instansi, pengalaman pelatihan, dan pelaksanaan green road dan ditemukan beberapa perbedaan pandangan mengenai kriteria, hambatan, dan manfaat green road construction.",
  "creators": "THEODORUS RUDI CHANDRA; RAY ALLCHIN DWIPUTRA KOMALA",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Ir. Soehendro Ratnawidjaja, M.Eng. (Advisor 2); Rudy Setiawan (Examination Committee 1); Doddy Prayogo S.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 21012307/SIP/2019; Ray Allchin Dwiputra Komala (21414170), Theodorus Rudi Chandra (21414077)",
  "subjects": "ROAD CONSTRUCTION INDUSTRY-MANAGEMENT; ROADS-DESIGN AND CONSTRUCTION"
}