{
  "id": "43681",
  "title": "Analisis sisa material konstruksi akibat rework pada pekerjaan finishing rumah tinggal",
  "abstract": "Pekerjaan finishing merupakan jenis pekerjaan dimana intensitas rework paling tinggi terutama pada bangunan ruko dan rumah tinggal, salah satu akibat dari rework dapat berupa penggunaan material yang berlebihan dan menimbulkan sisa material konstruksi, sehingga dapat menyebabkan pencemaran lingkungan hal tersebut menjadi dasar pemikiran untuk melaksanakan sustainable construction, yaitu sebisa mungkin untuk mengurangi penggunaan material konstruksi. Penelitian ini dilakukan untuk menganalisis sisa material konstruksi akibat rework pada pekerjaan finishing rumah tinggal di surabaya, mengetahui frekuensi terjadinya rework dan cara penanganan yang dilakukan oleh kontraktor rumah tinggal di Surabaya. Metode pengumpulan dilakukan dengan melakukan wawancara kepada 22 perusahaan konstruksi di Surabaya dan menyebarkan 34 kuesioner kepada responden, tetapi yang kembali sebanyak 30 kuesioner. Hasil dari penelitian ini menunjukkan pekerjaan dengan mean tertinggi akibat rework yaitu; pekerjaan pengecatan dengan mean 3.1, hal ini menyimpulkan pekerjaan pengecatan adalah pekerjaan yang paling sering mengalami rework, dikarenakan pemilihan warna yang tidak sesuai dan proses pengolahan campuran yang tidak merata serta perlu diperhatikan untuk penanganan material pada tiap pekerjaan dengan cara salvage, karena akan menimbulkan penumpukan sampah dan sampah merupakan material yang susah diurai.",
  "creators": "ALBERT YANUAR IVAN WONGSO; YOGA DITIA WIDJAYA",
  "contributors": "Ratna S. Alifen (Advisor 1); Andi (Examination Committee 1); Jonathan Hendra Kusuma (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 21012313/SIP/2019; Albert Yanuar Ivan Wongso (21414183), Yoga Ditia Widjaya (21414205)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; REINFORCED CONCRETE CONSTRUCTION"
}