{
  "id": "43688",
  "title": "Pembangunan saluran drainase dan trotoar di atasnya di jalan Raya Nginden Surabaya",
  "abstract": "Banjir dapat terjadi apabila dalam suatu perkotaan sistem drainase tidak berfungsi dengan baik sehingga perbaikan saluran drainase dinilai perlu untuk dilakukan. Di Surabaya, penggunaan box culvert sebagai langkah perbaikan saluran drainase telah banyak dilakukan, salah satunya yaitu proyek saluran drainase di Jalan Raya Nginden Surabaya. Penelitian ini bertujuan untuk mengetahui kapasitas saluran drainase sebelum dan pada tahun 2018 di jalan tersebut, mengetahui kapasitas drainase menggunakan box culvert dan pasangan batu berdasarkan debit banjir rencana dengan berbagai periode ulang, mengetahui biaya konstruksi saluran drainase beserta trotoar di atasnya dan mengetahui pandangan masyarakat dari segi keamanan, transportasi, ekonomi, sosial, lingkungan terhadap pembangunan saluran drainase dengan box culvert beserta trotoar di atasnya. Langkah pertama yang dilakukan dalam penelitian ini adalah penentuan catchment area dan curah hujan area menggunakan Poligon Thiessen, perhitungan intensitas hujan menggunakan rumusan Mononobe serta perhitungan debit banjir rencana untuk berbagai periode ulang dengan metode Rasional. Langkah kedua adalah perhitungan estimasi biaya konstruksi saluran drainase beserta trotoar di atasnya dengan material box culvert dan pasangan batu. Langkah ketiga yaitu dilakukan penyebaran kuesioner untuk mengetahui tanggapan pandangan masyarakat akan keberadaan trotoar dari segi keamanan, transportasi, ekonomi, sosial dan lingkungan. Dari hasil penelitian ini didapat bahwa saluran drainase sebelum tahun 2018 tidak mampu mengakomodasi debit banjir rencana yang terkecil yaitu periode ulang 2 (dua) tahun sebesar 1,68 m3/detik. Sedangkan saluran drainase existing tahun 2018 hanya mampu mengakomodasi debit banjir rencana dengan periode ulang 2 (dua) dan 5 (lima) tahun yaitu sebesar 1,99 m3/detik, 2,34 m3/detik. Hasil estimasi biaya konstruksi pada saluran drainase dengan box culvert Rp 3.629.489.712, sedangkan pada saluran dengan pasangan batu didapatkan total biaya sebesar Rp 2.975.537.832. Sedangkan hasil kuesioner yang disebarkan, menunjukkan bahwa secara umum semua aspek yang ditanyakan mendapat tanggapan yang baik. Berdasarkan hasil nilai rata-rata dan kriteria jawab responden, masyarakat sekitar di Jalan Raya Nginden Surabaya setuju dengan adanya pembangunan drainase dengan box culvert dan trotoar di atasnya.",
  "creators": "MICHAEL SUPRAPTO; YOHANES BENYAMIN RALF PRASETYO",
  "contributors": "Cilcia Kusumastuti, S.T., M.Eng. (Advisor 1); Herry Pintardi Chandra (Advisor 2); Andi (Examination Committee 2); Frederik Jones Syaramual (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 21012308/SIP/2019; Michael Suprapto (21414095), Yohanes Benyamin Ralf Prasetyo (21414159)",
  "subjects": "SIDEWALKS; ROAD DRAINAGE"
}