{
  "id": "43680",
  "title": "Pengaruh supply chain visibility, supply chain flexibility, supplier development, dan inventory control terhadap supply chain effectiveness dengan risk management culture sebagai variabel moderating pada PT Sulindo",
  "abstract": "Penelitian ini bertujuan untuk mengetahui pengaruh supply chain visibility terhadap supply chain effectiveness, untuk mengetahui pengaruh supply chain flexibility terhadap supply chain effectiveness, untuk mengetahui pengaruh supplier development terhadap supply chain effectiveness, untuk mengetahui pengaruh inventory control terhadap supply chain effectiveness, untuk mengetahui apakah risk management culture memoderasi pengaruh supply chain visibility, supply chain flexibility, supplier development, inventory control terhadap supply chain effectiveness. Sampel pada penelitian ini adalah 30 responden distributor B2B PT Sulindo yang berada di Bima,NTB. Teknik analisis data menggunakan analisis regresi dengan bantuan program PLS. Hasil analisis yang telah dilakukan maka peneliti dapat menarik kesimpulan sebagai berikut: Inventory Control berpengaruh secara signifikan terhadap Supply Chain Effectivenes, Supply Chain Flexibility berpengaruh secara signifikan terhadap Supply Chain Effectivenes, Supply Chain Visibility berpengaruh secara signifikan terhadap Supply Chain Effectivenes, Supplier Development berpengaruh secara signifikan terhadap Supply Chain Effectivenes, Risk management culture memoderasi pengaruh supply chain visibility, supply chain flexibility, dan supplier development terhadap supply chain effectiveness.",
  "creators": "DENI SAPUTRA",
  "contributors": "Ritzky Karinamegahrosa Brahmana S.E., M.A. (Advisor 1); Dr. Ratih Indriyani, S.E., M.M. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011692/MAN/2019; Deni Saputra (31414132)",
  "subjects": "RISK MANAGEMENT; CONSUMERS--RESEARCH"
}