{
  "id": "43694",
  "title": "Integrasi database untuk visualisasi dan laporan pada divisi humas universitas swasta di Surabaya",
  "abstract": "Untuk sebuah universitas, kegiatan promosi untuk memperkenalkan program studi di universitas kepada siswa sekolah menengah adalah salah satu cara untuk mendapatkan siswa baru. Universitas swasta di Surabaya (USS) ini juga selesai memberikan informasi tentang USS dilakukan di sekolah menengah, baik di Jawa maupun di luar Jawa, melalui pameran pendidikan. Hubungan Masyarakat USS memerlukan tim atau divisi yang menangani hal ini. Saat ini, divisi promosi dilakukan oleh departemen hubungan masyarakat. Public Relations membentuk tim yang terdiri dari beberapa staf dosen dan mahasiswa yang akan ditugaskan ke tempat yang dituju. Kegiatan yang akan dilakukan dicatat dalam laporan keuangan yang tidak terhubung ke database. Masalahnya adalah tidak ada database yang digunakan sehingga laporan dilakukan secara manual dan membutuhkan waktu lama. Laporan saat ini hanya mencatat jumlah pengeluaran tanpa memberikan informasi lain dan penyusunan laporan keuangan saat berjalan masih belum rapi. basis data membantu PR dalam menyiapkan laporan keuangan sehingga mereka tidak bekerja beberapa kali dalam menyusun laporan yang pasti dan menghemat waktu yang dibutuhkan. sistem ini juga akan dapat memvisualisasikan data dari laporan keuangan dalam menunjukkan besarnya biaya yang dikeluarkan oleh hubungan masyarakat dalam kegiatan promosi yang dilakukan berdasarkan masing-masing sekolah.",
  "creators": "NICO SETIAWAN",
  "contributors": "Indriati Njoto Bisono (Advisor 1); Siana Halim (Advisor 2); Prayonne Adi S.T., M.MT. (Examination Committee 1); Felecia, S.T., M.Sc. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022184/IND/2019; Nico Setiawan (25413057)",
  "subjects": "DATABASE MANAGEMENT; VISUALIZATION--DATA PROCESSING"
}