{
  "id": "437",
  "title": "A Syntactical analysis of the main characters in \"101 Dalmatians\" animated cartoon film",
  "abstract": "This study is conducted in order to find out the sentence patterns used by the main characters in \"101 Dalmatians\" animated cartoon films. There are three main problems of the study: (1) What are the sentence patterns found in Pongo?s and Cruella?s dialogues? (2) What is the most dominant sentence pattern in Pongo?s and Cruella?s dialogues? (3) Are there any differences in their sentence patterns? The syntax theory used in this study is Stageberg?s Basic Sentence Patterns theory. It is supported by theory of Noun and Verb Phrases and also by the theory of part of speech. The dialogues of the two main characters, Pongo and Cruella are collected as the data and analyzed based on the theories above. From the analysis, it can be seen that not all the sentence patterns found in the dialogues, like pattern 8 and 9. The dialogues of Pongo are dominated by pattern 4 while Cruella?s are dominated by pattern 5 . Pattern 4 is Noun Phrase + Infnitive, pattern 5 is Noun Phrase + Transitive Verb + Noun Phrase. The writer found that although there is a difference in their sentence patterns, but the difference is not really significant since pattern 5 is the second predominant sentence pattern in Pongo?s and pattern 4 is the second predominant sentence pattern in Cruella?s As the result by doing this study, the sentence patterns of the main characters of \"101 Dalmatians\" animated cartoon film can be described.",
  "creators": "CAROLINA CHUCIARDI",
  "contributors": "Lisa Setiawati Nugraha (Advisor 1); Bintoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.1083; Carolina Chuciardi (11494070)",
  "subjects": "ENGLISH LANGUAGE-GRAMMAR; ENGLISH LANGUAGE-SYNTAX"
}