{
  "id": "43706",
  "title": "Faktor-faktor dan cara meningkatkan produktivitas pekerja konstruksi pada high rise building di Surabaya",
  "abstract": "Konstruksi adalah industri terbesar dan paling menantang di dunia. Sumber daya manusia yang bekerja memiliki suatu peran strategis untuk peningkatan produktivitas pekerjaan konstruksi. Produktivitas pekerja konstruksi setiap organisasi yang efektif dan optimal akan membawakan keuntungan bagi organisasi yang mengerjakan suatu pekerjaan konstruksi tersebut. Oleh karena itu, pihak kontraktor harus memperhatikan produktivitas dari pekerja konstruksi dan meningkatkan produktivitas pekerjanya karena dengan meningkatkan produktivitas pekerja konstruksi akan memberikan hasil terbaik pada suatu pekerjaan konstruksi. Penelitian ini akan meneliti cara meningkatkan produktivitas pekerja konstruksi pada konstruksi High Rise Building di Surabaya. Dalam penelitian ini, dilakukan penyebaran kuesioner untuk mendapatkan data yang dibutuhkan. Kuesioner dibagikan kepada staf-staf on site proyek konstruksi. Penyebaran kuesioner ini terfokuskan pada konstruksi bangunan High Rise Building di Surabaya, dengan tujuan untuk mendapatkan data mengenai cara meningkatkan produktivitas pekerja konstruksi pada High Rise Building di Surabaya. Penelitian ini bertujuan untuk mengetahui beberapa cara yang dapat meningkatkan produktivitas pekerja konstruksi agar pekerjaan konstruksi yang berlangsung akan mendapatkan hasil yang baik dan memuaskan.",
  "creators": "KEVIN LOURENT; BERNARD CHANDRADINATA",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Ir. Soehendro Ratnawidjaja, M.Eng. (Advisor 2); Sentosa Limanto (Examination Committee 1); Andi (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012301/SIP/2019; Kevin Lourent (21413024), Bernard Chandradinata (21413200)",
  "subjects": "LABOR PRODUCTIVITY; TALLS BUILDINGS"
}