{
  "id": "43708",
  "title": "Tingkat kepatuhan peraturan keselamatan kesehatan kerja lingkungan pada penggunaan alat pemancang & bore pile driver",
  "abstract": "Keselamatan dan Kesehatan Kerja dan Lingkungan (K3L) merupakan salah satu aspek yang penting dalam pekerjaan pondasi menggunakan alat pemancang & Bore Pile. Oleh karena itu, tingkat kepatuhan pekerja pada peraturan K3L sangat penting untuk diketahui, sebab peraturan K3L yang dilaksanakan dengan baik dapat mengurangi tingkat kecelakaan pekerja. Penelitian ini bertujuan untuk mengetahui tingkat kepatuhan K3L para pekerja di wilayah Surabaya. Penelitian ini diharapkan mampu untuk mengetahui apa saja peraturan-peraturan yang masih dapat ditingkatkan tingkat kepatuhannya. Dengan metode pengujian deskriptif, dapat diketahui bahwa indikator persyaratan yang memiliki nilai tertinggi dari faktor manusia adalah dengan nilai rata-rata sebesar 4.30, yaitu bahwa operator memiliki sertifikat. Sedangkan yang terendah adalah operator memiliki pendidikan terakhir dibawah SLTP dan memilliki umur minimal 19 tahun dengan nilai rata-rata sebesar 4.00. Ditinjau dari faktor lingkungan, hal yang perlu ditingkatkan adalah memastikan bahwa ruang yang cukup di sekitar kawasan alat pancang, yaitu dengan nilai rata-rata 3.93. Sedangkan yang paling tinggi adalah overhead protector tidak menutupi pandangan operator dengan nilai 4.55. Dari faktor alat dan penggunaan, yang memiliki nilai rata-rata terendah adalah menggunakan blocking devices pada alat pancang dengan nilai 3.38, dan yang tertinggi adalah menggunakan lead yang sesuai pada alat pancang dengan nilai 4.50. Perlu adanya penelitian lebih lanjut terhadap alat-alat berat yang lain, dan juga pada daerah di luar Surabaya.",
  "creators": "HENDY EKA PUTRA SOEBAGIO PURNOMO; ERICK MULYA WIJAYA",
  "contributors": "Sentosa Limanto (Advisor 1); Cilcia Kusumastuti, S.T., M.Eng. (Examination Committee 1); Herry Pintardi Chandra (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 21012310/SIP/2019; Erick Mulya Wijaya (21414136), Hendy Eka Putra (21413073)",
  "subjects": "CONSTRUCTION INDUSTRY--SAFETY MEASURES; PERSONNEL MANAGEMENT"
}