{
  "id": "43716",
  "title": "Perhitungan tebal lapis perkerasan jalan pada proyek X dan estimasi biayanya",
  "abstract": "Dengan meningkatnya perkembangan sektor perekonomian dan perindustrian, maka akan semakin bertambah kebutuhan prasarana transportasi jalan yang baik dan aman. Untuk mencapai penggunaan jalan raya yang baik, dibutuhkan perancangan yang baik terhadap tebal perkerasannya. Perencanaan struktur perkerasan jalan yang akan digunakan pada proyek X adalah perencanaan struktur perkerasan lentur, dengan menentukan tebal lapis perkerasan menggunakan metode analisa komponen menurut data-data yang diperoleh melalui instansi terkait sebagai parameternya, serta menentukan biaya struktur perkerasan jalan dengan perhitungan kuantitas pekerjaan dan analisa harga satuan pekerjaan menurut pedoman pada Panduan Analisa Harga Satuan Pekerjaan Tahun Anggaran 1996/1997 yang diperoleh dari Dinas Pekerjaan Umum Bina Marga Provinsi Jawa Timur. Penelitian yang dilakukan tidak meninjau pekerjaan persiapan, pekerjaan tanah, pekerjaan sistem drainase, maupun petunjuk dan marka jalan. Dari hasil perhitungan menggunakan metode analisa komponen, diperoleh tebal dari lapis perkerasan untuk proyek X (STA 0+000 – 2+350) dimana Lapis Permukaan (Lataston, HRS) 5 cm, Lapis Pondasi (Batu Pecah Kelas A, CBR 100%) 20 cm, Lapis Pondasi Bawah (Sirtu Kelas B, CBR 50%) 10 cm. Sedangkan perhitungan estimasi biaya pekerjaan struktur lapis perkerasan lentur (termasuk bahu jalan beseta ambang pengamannya) pada proyek X memperoleh jumlah keseluruhan biaya yang dibulatkan sebesar Rp. 3.324.549.000.",
  "creators": "ARVIN BRIANTORO",
  "contributors": "Indriani Santoso (Advisor 1); Budiman Proboyo (Advisor 2); Rudy Setiawan (Examination Committee 1); Paravita Sri Wulandari (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 13012297/SIP/2019; Arvin Briantoro (21413144)",
  "subjects": "ENGINEERING--ESTIMATES; ROADS-DESIGN AND CONSTRUCTION"
}