{
  "id": "43725",
  "title": "An empirical study of learning organization influence on employee engagement and financial performance",
  "abstract": "Learning Organization constructed by seventh dimension DLOQ as measurement (continuous learning, inquiry and dialogue, collaboration and team learning, empower people, create systems, connect the organization, strategic leadership) to influence Employee Engagement with three constructs (Physical, Cognitive dan Emotional) and Financial Performance with six constructs ((ROA, ROE, Sales Growth, Net Profit, Market Share, Profit Growth). This research tries to investigate the gap between hospitality industry issues and facts, also investigate the relationship of Employee Engagement as an intervening variable between Learning Organization and Financial Performance supported by Organizational Psychology and Organizational Behavior theories. Therefore, this research has empirically and practically contributions for future managerial implication. A study conducted 50 restaurant company as unit analysis in Surabaya Indonesia. Using a questionnaire as instrument measurement which 500 questionnaires were distributed and 241 were questionnaire collected. Sample analysis data using SPSS 23 and inner, outer model analysis using SmartPLS 3.0. Regression analysis used as a research method that using SmartPLS 3.0 software. The result of this research Learning Organization have partially and directly influence on Employee Engagement and Financial Performance supported with Organizational Psychology and Organizational Behavior theories.",
  "creators": "Agnes Wahyu Handoyo",
  "contributors": "Juniarti (Advisor 2); Devie (Advisor 1); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1); Dr. Ir. Hotlan Siagian MSc. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020221/MM/2019; Agnes Wahyu Handoyo (D21170023)",
  "subjects": "CORPORATIONS--FINANCE; ORGANIZATIONAL LEARNING; PERSONNEL MANAGEMENT"
}