{
  "id": "43724",
  "title": "Analisa peningkatan market orientation pada organisasi non profit melalui intervensi pola pikir",
  "abstract": "Organisasi yang memiliki pemahaman benar tentang Market Orientation akan berusaha untuk memenuhi kebutuhan dari pelanggan sekaligus waspada terhadap pesaing. Penelitian ini dilakukan karena terdapat permasalahan yang dihadapi oleh sebuah organisasi non profit bidang manajemen di Surabaya yang berdampak pada penurunan jumlah anggota, ketidakaktifan pengurus serta memburuknya kinerja keuangan organisasi. Terdapat tiga tahapan yaitu Pre-ODI, ODI dan Post ODI. Pada tahap Pre-ODI (diagnosis) diketahui bahwa organisasi ini memiliki kompetensi market orientation yang rendah dan terdapat Gap yang besar antara apa yang dipersepsikan pengurus merupakan kebutuhan dari anggota dengan apa yang sebenarnya menjadi kebutuhan dari anggota. Secara individu pengurusnya memiliki tingkat komitmen yang rendah, orientasi terhadap anggota rendah serta kesadaran terhadap pesaing juga rendah. Pada tahap ODI (design and implementation) intervensi yang dilakukan oleh peneliti adalah assessment, workshop dan informal discussion. Sedangkan pada tahap Post-ODI (expected outcome) diharapkan organisasi memiliki kompetensi market orientation yang tinggi, Gap antara apa yang dipersepsikan pengurus merupakan kebutuhan dari anggota dengan apa yang sebenarnya menjadi kebutuhan dari anggota mengecil. Secara individual pengurusnya memiliki tingkat komitmen yang tinggi terhadap organisasi, orientasi terhadap anggota meningkat serta kesadaran terhadap pesaing juga meningkat. Intervensi dilakukan untuk merubah pola pikir pengurus dari pola pikir statis menjadi pola pikir yang bertumbuh, untuk kemudian menyadari bahwa dibutuhkan kompetensi market orientation agar organisasi ini dapat semakin berkembang. Hasil penelitian ini menunjukkan bahwa terjadi peningkatan kompetensi market orientation pada pengurus organisasi setelah dilakukan intervensi pada pola pikir.",
  "creators": "WILLIAM REYNALDO HANDOYO",
  "contributors": "Devie (Advisor 1); Diah Dharmayanti (Advisor 2); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020209/MM/2019; William Reynaldo Handoyo (D21170043)",
  "subjects": "NONPROFIT ORGANIZATIONS-MANAGEMENT; MARKETING RESEARCH"
}