{
  "id": "43723",
  "title": "Pengaruh corporate social responsibility terhadap firm performance melalui intellectual capital dan corporate reputation sebagai variabel mediasi",
  "abstract": "Penelitian ini menganalisa pengaruh langsung corporate social responsibility terhadap firm performance dan juga pengaruh tidak langsung yang dimediasi oleh intellectual capital dan corporate reputation. Pengukuran dari corporate social responsibility adalah ESG index. Untuk intellectual capital menggunakan pengukuran VAIC. Corporate reputation diukur dengan menggunakan corporate image award survey. Sedangkan, untuk firm performance digunakan pengukuran ROA. Konteks dari penelitian ini adalah pada seluruh perusahaan yang terdaftar pada Bursa Efek Indonesia dengan data tahun pengamatan selama enam tahun yaitu dari tahun 2012-2017. Untuk menganalisa data, teknik data analisis menggunakan software IBM SPSS AMOS V.20. Hasil penelitian menemukan bahwa untuk pengaruh langsung, corporate social responsibility berpengaruh signifikan positif terhadap firm performance, corporate social responsibility berpengaruh signifikan positif terhadap intellectual capital, corporate social responsibility berpengaruh signifikan positif terhadap corporate reputation, intellectual capital berpengaruh signifikan positif terhadap firm performance, corporate reputation berpengaruh signifikan positif terhadap firm performance, intellectual capital berpengaruh signifikan positif terhadap corporate reputation. Sedangkan, untuk pengaruh tidak langsung, ditemukan bahwa intellectual capital dan corporate reputation mampu memediasi pengaruh corporate social responsibility terhadap firm performance.",
  "creators": "YURIKE HAMDANI",
  "contributors": "Hatane Semuel (Advisor 1); Devie (Advisor 2); Josua Tarigan (Examination Committee 1); Juniarti (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020219/MM/2019; Yurike Hamdani (D21170007)",
  "subjects": "INTELLECTUAL CAPITAL; CORPORATE IMAGE; CORPORATIONS"
}