{
  "id": "43731",
  "title": "Evaluasi prototype package tray komposit serat tebu-polypropylene untuk memenuhi spesifikasi industri",
  "abstract": "Serat alam dapat digunakan sebagai alternatif serat sintetis untuk membuat komposit. Serat alam memenuhi kebutuhan industri akan material yang ringan dan kuat. Serat tebu merupakan salah satu serat alam yang tersedia banyak di Indonesia. Selain itu serat tebu juga sudah diteliti dan memungkinkan untuk dijadikan komposit. Berdasarkan hasil penelitian yang dilakukan sebelumnya, penelitian lanjutan melalui Tugas Akhir dilakukan dengan tujuan untuk mengevaluasi pembuatan komposit serat tebu dalam bentuk prototype package tray. Dalam penelitian ini serat tebu diberi alkali treatment NaOH 8% berat selama 1 jam di suhu ruangan. Produk hotpress berupa prototype package tray dievaluasi baik dari segi fisik maupun mekanis. Produk juga dievaluasi proses pembuatannya. Hasil uji flexural prototype komposit package tray memiliki nilai rata-rata sebesar 7.4 MPa. Penurunan nilai flexural berkisar antara 28,14 - 29,5 MPa. Penurunan nilai flexural disebabkan oleh banyaknya void dalam prototype, kurang terselimutinya serat tebu oleh PP, dan juga tidak kuanya ikatan antar serat tebu dan PP di mana hal tersebut disebabkan oleh alkali treatment. Hasil SEM mendapati struktur void yang banyak, selain itu masih terdapat penggumpalan serat tebu di prototype yang mengakibatkan penurunan kekuatan flexural.",
  "creators": "PATRIK PERMANA PUTRA WIJAYA",
  "contributors": "Prof. Dr. Juliana Anggono, S.T., M.Sc. (Advisor 1); Suwandi Sugondo (Advisor 2); Didik Wahjudi (Examination Committee 1); Roche Alimin (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01011280/MES/2019; Patrik Permana Putra Wijaya (24414086)",
  "subjects": "COMPOSITE MATERIALS; POLYPROPYLENE FIBERS"
}