{
  "id": "43746",
  "title": "Pandangan generasi millenial (generasi y) di proyek konstruksi Surabaya terhadap karakteristik generasi y",
  "abstract": "Generasi y sebagai sumber daya manusia adalah aspek penting proyek konstruksi karena langung berhubungan dengan proyek dan akan mendominasi pada masa bonus demografi. Tiap generasi memiliki keunikan karakteristik dan berdampak pada etika, relasi kerja, sikap terhadap perubahan, dan pandangan terhadap organisasi. Belum banyaknya penelitian generasi y di konstruksi dapat menyebabkan gap generasi yang berakibat pada konflik. Penelitian ini bertujuan untuk menganalisa karakteristik generasi y di proyek konstruksi di Surabaya agar manajemen sumber daya manusia dapat mengelola generasi y, sehingga potensi dapat dimaksimalkan dan menjadi jembatan gap generasi. Penelitian dimulai dengan menemukan variabel-variabel terkait karakteristik generasi y melalui studi literatur dan dilanjutkan dengan kuesioner. Proses analisa data dilakukan dengan analisa deskriptif, inferensial, dan analisa faktor. Hasil penelitian menunjukkan bahwa secara umum karakteristik generasi y pada proyek konstruksi adalah ingin terus berkembang dan terdapat perbedaan pandangan karakteristik antara generasi y di perusahaan kontraktor dan konsultan. Berdasarkan analisa faktor, karakteristik yang ada dapat dikelompokkan ke dalam lima kelompok yaitu berpikir pendek, kreatif, multi-tasking, instruksi kerja, dan individualis. Generasi y memandang generasinya cukup positif, hal tersebut dapat dilihat dari ketidaksetujuan responden kepada karakteristik yang memiliki kalimat negatif. Pelatihan atau bimbingan dapat dilakukan untuk mengelola generasi y dalam organisasi.",
  "creators": "ALFONSUS DWIPUTRA WIDJAJA",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Paulus Nugraha (Advisor 2); Ratna S. Alifen (Examination Committee 2); Andi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000266/MTS/2019; Alfonsus Dwiputra Widjaja (B21170001)",
  "subjects": "GENERATION Y; CONSTRUCTION INDUSTRY--RESEARCH; CONSTRUCTION INDUSTRY--MANAGEMENT"
}