{
  "id": "43743",
  "title": "Pengaruh kualitas layanan dan harga terhadap loyalitas pelanggan melalui kepuasan pelanggan pada Hotel Kasuari",
  "abstract": "Potensi besar Gorontalo sebagai salah satu kota di Indonesia untuk dijadikan obyek wisata berdampak pada peningkatan penghuni kamar hotel dan akomodasi lainnya. Di sisi lain hal tersebut menyebabkan semakin tingginya persaingan yang semakin kompetitif. Hal ini menuntut setiap bisnis Hotel untuk dapat menentukan strategi yang tepat salah satunya dengan meningkatkan kepuasan dan loyalitas pelanggan. Penelitian ini bertujuan untuk mengetahui apakah kualitas layanan dan harga berpengaruh secara langsung terhadap kepuasan Hotel Kasuari, apakah kualitas layanan dan harga berpengaruh secara tidak langsung terhadap loyalitas melalui kepuasan Hotel Kasuari serta mengetahui apakah kepuasan berpengaruh terhadap loyalitas pelanggan Hotel Kasuari. Penelitian ini merupakan penelitian kausal dengan menggunakan pendekatan kuantitatif. Populasi yang digunakan dalam penelitian ini adalah seluruh pelanggan Hotel Kasuari, sedangkan sampel yang diambil sebanyak 100 orang. Penelitian ini bersumber dari data primer yang diperoleh melalui pengambilan kuesioner. Teknik analisis data yang digunakan dalam penelitian ini adalah analisis Structural Equation Modelling (SEM) dengan menggunakan program Partial Least Square (PLS). Hasil dalam penelitian ini menunjukkan bahwa: (1) kualitas layanan berpengaruh signifikan dan positif terhadap kepuasan pelanggan; (2) harga berpengaruh signifikan dan positif terhadap kepuasan pelanggan; (3) kepuasan pelanggan berpengaruh signifikan dan positif terhadap loyalitas pelanggan; (4) kualitas layanan berpengaruh signifikan dan positif terhadap loyalitas pelanggan melalui kepuasan pelanggan; (5) harga berpengaruh signifikan dan positif terhadap loyalitas pelanggan melalui kepuasan pelanggan.",
  "creators": "CHANDRA EDDY THUNGASAL",
  "contributors": "Dr. Ir. Hotlan Siagian MSc. (Advisor 1); Zeplin Jiwa Husada Tarigan (Examination Committee 1); Widjojo Suprapto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No:31011706 /MAN/201 9; Chandra Eddy Thungasal (31414186)",
  "subjects": "HOTEL MANAGEMENT; CONSUMER SATISFACTION; CUSTOMER LOYALTY"
}