{
  "id": "43765",
  "title": "Pengaruh prior online purchase experience dan online trust terhadap online repurchase intention di online shop Veresa",
  "abstract": "Pengaruh prior online purchase experience dan online trust terhadap online repurchase intention di online shop Veresa Fenomena saat ini menunjukan perkembangan pertumbuhan pengguna internet di Indonesia. Hal ini mengubah perilaku pembalian offline menjadi belanja online. Media sosial terpopuler saat ini adalah Instagram. Instagram merupakan salah satu media sosial dimana pengguna online untuk mencari dan mengikuti akun vendor seperti fashion dan online shop. Penelitian ini bertujuan untuk menganalisan pengaruh Prior Online Purchase Experience dan Online Trust terhadap Online Repurchase Intention di Online Shop Veresa. Penelitian ini dilaksanakan dengan menyebar kuesioner kepada 100 orang responden pelanggan Veresa. Teknik analisa yang di pakai adalah teknik analisis kuantitatif. Hasil penelitian ini menunukkan bahwa: prior online purchase experience memiliki pengaruh yang signifikan terhadap online trust, prior online purchase experience memiliki pengaruh yang signifikan terhadap online repurchase intention, dan online trust memiliki pengaruh yang signifikan terhadap onilne repurchase intention. Hasil penelitian ini telah membuktikan bahwa pengalaman berbelanja konsumen di masa lalu merupakan kunci utama untuk mengarahkan persepsi yang positif bagi pelanggan dalam melakukan pembelian ulang di masa yang akan datang. Kata kunci: prior online purchase experience, online trust, online repurchase intention",
  "creators": "ELIA SAMANTHA REGINA",
  "contributors": "Drs. Sugiono Sugiharto, M.M., Ph.D. (Advisor 1); Diah Dharmayanti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020694/MAN/2018; Elia Samantha Regina (36412042)",
  "subjects": "SOCIAL MEDIA--MANAGEMENT; INSTAGRAM (FIRM)--INFLUENCE"
}