{
  "id": "43773",
  "title": "Perbandingan pengaruh metode penempatan damper terhadap kinerja seismik struktur",
  "abstract": "Perkuatan bangunan menggunakan damper adalah satu cara yang sudah terbukti efektif. Ada berbagai metode penempatan damper yang diciptakan sejak pertama munculnya damper, seperti metode Takewaki, Lavan Analysis dan metode SSSA (Simplified Sequential Search Algorithm). Tetapi permasalahan muncul pada saat mengaplikasikan metode tertentu karena teori belum tentu dapat diaplikasikan dan damper memiliki karakteristik yang berbeda, mengakibatkan tidak semua metode bisa diaplikasikan. Sehingga pedoman yang pasti tidak dapat dipastikan. Diantara semua metode penempatan damper, metode yang paling aplikatif adalah metode SSSA karena dapat menggunakan properti damper yang tersedia dan penerapannya yang cukup sederhana. Tujuan dari penelitian ini adalah untuk membuktikan efektifitas dari metode SSSA lalu membandingkan metode tersebut dengan metode penempatan damper lain seperti metode Uniform dan metode yang diusulkan oleh penulis yaitu metode SSSA yang telah dimodifikasi. Selain itu tujuan dari penelitian ini adalah untuk meneliti apakah metode SSSA dapat diaplikasikan pada damper nonlinear yang sudah sering digunakan pada proyek nyata, yaitu VSL Gensui Damper. Ketiga metode tersebut akan diterapkan pada 2 bangunan beraturan dengan 10 lantai, yang masing - masing memiliki desain yang berbeda. Selanjutnya akan ditentukan metode yang paling optimal dengan cara membandingkan interstory drift dan damage index. Untuk memperoleh hasil tersebut, analisis riwayat waktu nonlinier dilakukan dengan menggunakan program SAP 2000 V.18 dengan beban percepatan gempa yang telah disesuaikan dengan respon spektrum dari kota kupang dan kota denpasar, yang ditentukan dengan periode ulang 2500 tahun. Hasil yang didapatkan dari penelitian ini adalah bahwa metode SSSA adalah metode yang lebih efektif dibandingkan metode Uniform dalam mengurangi kerusakan bangunan serta memperbaiki interstory drift dari bangunan. Sedangkan untuk Proposed Method dapat terlihat potensinya disaat penerapan pada bangunan kedua. Namun apakah metode usulan lebih unggul dibandingkan metode SSSA masih belum jelas. Walaupun metode yang diusulkan dapat memperbaiki interstory drift lebih baik daripada metode SSSA, namun metode usulan tidak selalu dapat memperbaiki sendi plastis dari bangunan. Oleh karena itu perlu penyelidikan lebih lanjut pada kasus – kasus lain.",
  "creators": "KENNY ANGKASAPUTRA; FAVIAN SEBASTIANO",
  "contributors": "Pamuda Pudjisuryadi (Advisor 1); Benjamin Lumantarna (Advisor 2); Jimmy Chandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012240/SIP/2018; Kenny Angkasaputra (21414069), Favian Sebastiano (21414078)",
  "subjects": "STRUCTURAL DYNAMICS; REINFORCED CONCRETE CONSTRUCTION"
}