{
  "id": "43776",
  "title": "Pengaruh serbuk ban bekas sebagai pengganti agregat halus pada campuran aspal emulsi dingin dengan filler fly ash tipe-C untuk gradasi DGEM dan OGEM",
  "abstract": "Studi tentang Campuran Aspal Emulsi Dingin (CAED) pada campuran tipe OGEM masih jarang dilakukan sehingga pengembangannya cukup lamban, walau penggunaan aspal OGEM dapat memanfaatkan agregat lokal sehingga tidak menguras agregat suatu daerah tertentu. Studi ini meneliti performa campuran aspal emulsi dingin (CAED) dengan serbuk ban bekas atau Crumb Rubber (CR) sebagai pengganti agregat. Tipe gradasi agregat yang digunakan pada penelitian ini adalah Open Graded Emulsion Mix (OGEM) dan Dense Graded Emulsion Mix (DGEM) Campuran aspal yang digunakan menggunakan fly ash sebagai filler sebanyak 2% dengan tujuan untuk membantu pengikatan campuran aspal dengan agregat dan serbuk ban bekas. Ukuran serbuk ban bekas yang digunakan dalam campuran adalah mesh 20 dengan alasan ekonomis sebagai pertimbangan. Perbandingan akan dilakukan terhadap besar presentase dari serbuk ban bekas sebagai pengganti agregat halus yang lolos ayakan No. 8 (2,36mm) sebesar 0%, 25%, dan 50% dengan curing time 7 hari. Penelitian ini menyimpulkan bahwa dampak dari subtitusi agregat halus dengan serbuk ban bekas membuat campuran aspal menjadi lebih elastis dengan pertambahan Void in Mixture (VIM) yang meningkat seiring dengan penambahan serbuk ban bekas. Pertambahan dari VIM pada penelitian ini ditemukan bahwa masih memenuhi batas standar spesifikasi",
  "creators": "INDRA KRISTANTO; ALDO LODI NUGRAHA",
  "contributors": "Paravita Sri Wulandari (Advisor 1); Harry Patmadjaja (Advisor 2); Indriani Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012244/SIP/2018; Indra Kristanto (21414118), Aldo Lodi Nugraha (21414127)",
  "subjects": "ASPHALT EMULSION MIXTURES--TESTING; FLY ASH"
}