{
  "id": "43775",
  "title": "Penelitian awal pemanfaatan fly ash dan bottom ash PLTU Suralaya dalam pembuatan beton di lingkungan pantai",
  "abstract": "PLTU Suralaya merupakan salah satu pembangkit listrik tenaga uap terbesar di Indonesia. PLTU Suralaya ini menghasilkan limbah batu bara sebesar 1750 ton setiap harinya yang berupa fly ash dan bottom ash. Sama halnya dengan fly ash, bottom ash juga merupakan residu yang berasal dari proses pembakaran batu bara. Namun, pemanfaatan bottom ash di Indonesia masih sangat jarang. Hal ini dikarenakan bentuk partikelnya yang tidak teratur dan porous sehingga mengurangi workability beton segar. Dalam penelitian ini dilakukan pemanfaatkan fly ash dan bottom ash untuk pembuatan beton break water atau bangunan pemecah ombak. Struktur beton break water berfokus pada durabilitas, permeabitas dan berat volumenya bukan kekuatannya. Dari hasil penelitian yang telah dilakukan, didapatkan bahwa pemakaian fly ash PLTU Suralaya dapat meningkatkan kelecakan pada beton. Sehingga membantu melawan sifat bottom ash yang mengurangi kelecakan beton segar. Dengan memperhatikan gradasi ukuran bottom ash, mortar HVFA yang menggunakan bottom ash 100% sebagai agregat halus dapat mencapai kekuatan 36.6 MPa pada umur 28 hari dengan w/cm sebesar 0.35. Sedangkan beton yang menggunakan bottom ash sebagai pengganti agregat halus dapat mencapai kekuatan 24.8 MPa pada umur 28 hari. Durabilitas beton yang menggunakan fly ash dan bottom ash di dalam lingkungan sulfat juga menunjukkan performa yang cukup baik.",
  "creators": "ALBERTUS YONATHAN; KURNIAWATI ESTER GHOZALI",
  "contributors": "Antoni (Advisor 1); Djwantoro Hardjito (Advisor 2); Gogot Setyo Budi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012243/SIP/2018; Albertus Yonathan (21414062), Kurniawati Ester Ghozali (21414091)",
  "subjects": "CONCRETE-MIXING-RESEARCH; CONCRETE-MIXING; FLY ASH"
}