{
  "id": "43785",
  "title": "Perencanaan dan pembangunan pembangkit listrik tenaga mikrohidro serta instalasinya untuk penerangan kawasan hutan wisata di Desa Benu Kecamatan Takari Kabupaten Kupang",
  "abstract": "Pembangkit Listrik Tenaga Mikrohidro merupakan salah satu sumber energi terbarukan yang masih belum banyak dimanfaatkan di wilayah Indonesia. PLTMH dapat digunakan sebagai pengadaan energi listrik di pedesaan, yang biasanya sulit dijangkau oleh PLN. Dengan demikian, masyarakat yang tinggal di daerah terpencil bisa menikmati listrik. Oleh karena itu perlu ditingkatkan penggunaan PLTMH di daerah-daerah yang berpotensi untuk dibangun mikrohidro, sehingga kebutuhan energi listrik tidak lagi terlalu bergantung kepada PLN. Pembangkit Listrik Tenaga Mikrohidro ini dibangun berdasarkan inisiatif dari dinas kehutanan untuk memanfaatkan sumber air yang ada di kawasan hutan wisata desa Benu, NTT. Dari sumber air yang tersedia akan dipergunakan untuk menerangi kawasan hutan wisata. Perencanaan PLTMH dimulai dari pengukuran potensi air. Dari lokasi yang disurvei, diketahui debit air sebesar 39 liter/detik dan head sebesar 3 meter. Data ini digunakan untuk memperkirakan daya yang bisa dihasilkan dengan cara menghitung sesuai dengan teori dan merencanakan turbin dan generator yang akan dipasang. Tugas akhir ini bertujuan untuk memanfaatkan energi air yang tersedia sehingga dapat menghasilkan listrik untuk penerangan kawasan hutan wisata. Dari pengujian di lapangan, didapatkan daya mampu yang keluar sebesar 135 watt dan tegangan yang dihasilkan sebesar 170 volt. Di mana 100 watt disalurkan untuk penerangan kawasan hutan wisata dan 30 watt untuk penerangan rumah tinggal di sekitar kawasan hutan wisata.",
  "creators": "ARBI DARMAWAN GONTANI",
  "contributors": "Daniel Rohi (Advisor 1); Julius Sentosa Setiadji (Advisor 2); Murtiyanto Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010651/ELK/2018; Arbi Darmawan Gontani (23412034)",
  "subjects": "ELECTRIC POWER SYSTEMS; RENEWABLE ENERGY SOURCES"
}