{
  "id": "43780",
  "title": "Pengaruh variasi water/fly ash ratio dan metode pencampuran kalsium pada pasta 100% fly ash tipe C",
  "abstract": "Beberapa penelitian tentang beton 100% fly ash telah dilakukan, sehingga fly ash dapat digunakan dalam jumlah yang banyak untuk menggantikan semen. Fly ash yang digunakan merupakan fly ash tipe C yang mengandung kalsium oksida (CaO) yang sangat tinggi, karena dengan kadar kalsium yang tinggi maka kekuatan beton akan semakin bertambah. Meninjau dari hasil penelitian Sirapanji & Hadinata, di mana CaO dan Ca(OH)2 (kalsium hidroksida) yang ditambahkan menyebabkan kerusakan pada campuran pasta, penelitian ini bertujuan untuk menganalisa pengaruh penambahan kadar kalsium yang beragam, metode pemberian kalsium yang paling sesuai, serta menentukan w/FA terendah yang dapat dilakukan pada campuran pasta 100% fly ash. Berdasarkan hasil penelitian yang telah dilakukan, disimpulkan bahwa pasta 100% fly ash yang ditambahkan Ca(OH)2 (metode A) dengan kadar 10% terbukti meningkatkan kuat tekan dan kepadatan lebih baik daripada penambahan Ca(OH)2 (Metode A) dengan kadar 5%. Sampel mengalami peningkatan kekuatan dan kepadatan seiring penurunan w/FA. Tetapi w/FA yang terlalu rendah (dibawah 0,20) dapat merusak sampel yang ditambahkan Ca(OH)2 dengan kadar 10%. Penambahan CaO (metode B) terbukti membuat sampel mengalami kerusakan. Kerusakan semua sampel diakibatkan oleh adanya pengembangan volume kapur bebas dan perubahan suhu yang besar dalam waktu yang cepat",
  "creators": "STELLA PATRICIA ANGDIARTO; CHRISCO NATHANIEL THOMAS",
  "contributors": "Djwantoro Hardjito (Advisor 1); Antoni (Advisor 2); Handoko Sugiharto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 15012248/SIP/2018; Stella Patricia Angdiarto (21414080), Chrisco Nathaniel Thomas (21414180)",
  "subjects": "CONCRETE--RESEARCH; FLY ASH--ANALYSIS"
}