{
  "id": "43781",
  "title": "Program desain perkuatan kolom dengan menggunakan FRP confinement sesuai ACI 440.2R-17",
  "abstract": "Untuk memperkuat suatu struktur bangunan dari beton bertulang ada berbagai macam cara. Memperbesar dimensi, memperpendek bentang, hingga menggunakan FRP adalah beberapa metode untuk memperkuat kapasitas elemen struktur. Seiring berkembangnya teknologi, nilai ekonomis FRP menjadi semakin tinggi. Hal inilah memacu permintaan terhadap alat bantu untuk merencanakan FRP. Akan tetapi, program untuk perhitungan perkuatan dengan FRP mayoritas dibuat oleh para produsen FRP, sehingga penggunaanya dibatasi pemakaiannya hanya untuk produk tertentu. Oleh karena itu, dibuat sebuah program desain FRP yang umum, mudah untuk digunakan, serta memiliki hasil output yang cukup lengkap seperti memunculkan hasil titik ФPn-ФMn, menggambar hasil titik ФPn-ФMn pada Diagram Interaksi serta menghitung dan membuat Diagram Tegangan-Regangan yaitu pada saat kondisi sebelum diperkuat maupun sesudah diperkuat dengan FRP dan juga memunculkan notifikasi - notifikasi yang sekiranya dapat membantu para pengguna program untuk mengoptimalkan perhitungan perkuatan aksial-lentur pada kolom beton bertulang dengan menggunakan FRP. Program telah terverifikasi terhadap berbagai kemungkinan kasus sehingga terbukti mempunyai perhitungan yang sesuai dengan ACI 440.2R-17. Program yang dibuat dengan basis Visual Basic 2015 cocok untuk digunakan sebagai sarana edukasi maupun untuk kepentingan profesional karena mudah digunakan nantinya oleh user yang akan menggunakan program ini",
  "creators": "RIKSON KURNIAWAN TANDELILIN; STEVEN SANJAYA",
  "contributors": "Pamuda Pudjisuryadi (Advisor 1); Gunawan Budi Wijaya S.T., M.T., M.Eng. (Advisor 2); Benjamin Lumantarna (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012249/SIP/2018; Rikson Kurniawan Tandelilin (21414191), Steven Sanjaya (21414219)",
  "subjects": "CONCRETE BEAMS; REINFORCED CONCRETE STRUCTURES; FIBER-REINFORCED PLASTICS"
}