{
  "id": "43788",
  "title": "Kinerja sistem tunggal struktur baja rangka terbreis eksentris berbentuk V terbalik pada mid rise building.",
  "abstract": "Indonesia merupakan salah satu negara yang rawan terkena gempa, sehingga bangunan di Indonesia harus didesain tahan terhadap gempa. Dalam penelitian ini, bangunan didesain menggunakan sistem tunggal dengan menggunakan Rangka Terbreis Eksentris (RTE). Sistem tunggal memilki batasan ketinggian dalam SNI 1726:2012 tabel 9, untuk Kategori Desain Seismik D adalah 48 m (12 lantai). Namun, batasan ketinggian tersebut boleh ditinggikan menjadi 72 m (18 lantai) dengan mengikuti persyaratan sesuai dengan SNI 1726:2012 Pasal 7.2.5.4. Oleh karena itu, penelitian ini dilakukan menggunakan mid-rise building, yaitu 12,15, dan 18 lantai, dengan bresing bentuk V terbalik dan dengan menggunakan dua jenis bentang yaitu bangunan 3 bentang dan bangunan 5 bentang. Hasil penelitian menunjukkan seluruh bangunan mengalami kegagalan pada balok link, ini seusai dengan hirarki desain daripada RTE. Dengan semakin tinggi bangunan maka performa bangunan semakin buruk. Ini bisa dilihat dari hasil displacement dan drift ratio. Pada bangunan 3 bentang menghasilkan nilai displacement yang lebih baik namun menghasilkan menghasilkan nilai drift ratio yang lebih buruk dari bangunan 5 bentang. Namun seluruh bangunan masih dalam satu kategori klasifikasi kerusakan bangunan yaitu collapse prevention. Sendi plastis yang terjadi pada semua bangunan menghasilkan lokasi dan jumlah yang relatif sama sehingga disimpulkan seluruh bangunan memiliki kinerja yang relatif sama.",
  "creators": "KEVIN WIJAYA; ALBERTO ORSON ONGKOWIDJOJO",
  "contributors": "Effendy Tanojo (Advisor 1); Hasan Santoso (Advisor 2); Benjamin Lumantarna (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012252/SIP/2018; Kevin Wijaya (21414212), Alberto Orson Ongkowidjojo (21414233)",
  "subjects": "EARTHQUAKES AND BUILDING"
}