{
  "id": "43797",
  "title": "Pengaruh steel fiber pada kekuatan tekan pipa beton",
  "abstract": "Banyak penelitian telah dilakukan dengan tujuan meningkatkan kekuatan beton seperti penambahan fiber ke dalam campuran beton. Terdapat beberapa tipe fiber dan salah satunya adalah steel fiber. Kelebihan dari steel fiber adalah variasi bentuk dan ukuran yang beragam. Banyak penelitian telah dipulikasikan mengenai efek penambahan steel fiber pada silinder beton pejal, tetapi belum banyak penelitian mengenai penambahan steel fiber pada pipa beton yang dipadatkan dengan metode spinning. Penelitian ini menganalisa pengaruh penambahan steel fiber terhdap kekuatan tekan pipa beton dan regangannya saat pembebanan. Diameter luar dan panjang dari pipa beton adalah masing-masing 15 cm dan 30 cm sedangkan diameter lubang di tengah pipa yang terbentuk dari proses spinning sekitar 5 cm, rencana mutu beton fc’ = 24 MPa, steel fiber yang digunakan tipe hooked end dengan panjang 3.5 cm, kadar steel fiber dalam penelitian ini bervariasi dari 0% hingga 0.30% dari volume beton. Hasil penelitian menunjukkan, penambahan steel fiber dapat meningkatkan kuat tekan pipa beton. Semakin tinggi kadar steel fiber semakin besar kuat tekan pipa beton tersebut. Penambahan steel fiber sebanyak 0.3% meningkatkan kuat tekan pipa beton hingga 27%. Penambahan steel fiber dapat meningkatkan regangan pada tegangan hancur dan juga meningkatkan daktilitas pipa beton.",
  "creators": "YULIUS NICO SASMITA; SUSANTO HUTOMO",
  "contributors": "Gogot Setyo Budi (Advisor 1); Hurijanto Koentjoro (Advisor 2); Antoni (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012169/SIP/2017; Yulius Nico Sasmita (21412094), Susanto Hutomo (21412124)",
  "subjects": "PIPE, CONCRETE; FIBER REINFORCED CONCRETE; HIGH STRENGTH CONCRETE; STEEL FIBERS"
}