{
  "id": "43794",
  "title": "Design and development of semi-automated audio listening test",
  "abstract": "This report discusses the research, design, and implementation of a graduation project developed in Bosch Security Systems, B.V. in Eindhoven as part of the Bachelor’s Double Degree Program in Fontys University of Applied Sciences, Eindhoven. n Bosch Security Systems, B.V. one of the phases in the developments of their conference systems and devices is audio listening test, which, for so long, involves human participants. One of the main limitations in tests involving human participants is irreproducibility, which this project aims to minimize. The project aims to replace the roles of human participants in audio listening tests. The general idea is to set up a test system consisting of loudspeakers, microphones, and other audio peripherals to represent human hearing and human voice. This resulting test system must also be integrated with the conference system(s) or device(s) being tested to allow controlling them. The end goal of this project is to design and develop a semi-automatic test system that can run tests but is also flexible, thus easily adaptable to different varieties of tests. Following the V-model development process, the project started with analyzing the general requirements from the company. Then, researches are conducted to create more specific requirements for the resulting system. Then, based on those requirements, the necessary peripherals are selected to be used in the system. The implementation phase begins with configuring the selected peripherals in the created test setups. Then, it is continued with integrating the conference system to the DAW software and automating the test flow with the created control script. The final step is to perform a listening test using the implemented system (test setup) to evaluate the performance the implemented system. The result of this project is a system which consists of audio peripherals and other supporting substances that can autonomously run reproducible listening tests. The results of the tests are recorded to be evaluated at a different time and place by test participants. There is still plenty of room for the test system to be developed. One chance is to eliminate the delay in the activation of the conference device that is diagnosed to be caused by the DAW software used to run the automation script. For now, the solution to this is to compensate it in the automation script. The test system has not yet reached its full scale, but by resourcefully and carefully selecting test scenarios, this system could still be shown to be feasible solution. his system can be developed further to create a fully-automated test system that is able to draw conclusions about the tests by itself with the help of artificial intelligence (A.I.) and machine learning.",
  "creators": "MOSES BUDI HIDAYAT",
  "contributors": "HAN OOSTEROM (Advisor 1); WIELY VAN GRONINGEN (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02010975/ELK/2018; Moses Budi Hidajat (23413025)",
  "subjects": "SOUND--EQUIPMENT AND SUPPLIES; AUDIO AMPLIFIERS"
}