{
  "id": "438",
  "title": "Stylistics and pragmatics approaches towards two sets of bumper-in and bumper-out of Hard Rock FM Surabaya",
  "abstract": "Most advertisers create unique advertisements to support the product that is represented by the advertisements. Radio advertisements have been great phenomena among the advertisers and the listeners. As the advertisements are being broadcasted through radio stations, they create interaction towards the listeners. It is either promoting the radio stations or the products by inserting attractive stories inside the advertisements. In order to make good advertisements, the advertisers needs to transmit the information, create interest, and make a desire to buy (Winardi, 1980). In creating advertisement, the advertisers have to think how to make good advertisements that will not make the listeners bored easily. The listeners tend to listen to the advertisements more and more. Hard Rock FM Surabaya creates interesting advertisements to promote its radio station. Concerning that, Stylistics and Pragmatics approaches are used to support and serve this purpose. The devices that are used in those approaches are Paralanguage and Presupposition. Since each advertisement contains a lot of meaning in it, the writer uses those theories in order to analyze the sound pattern that occurred, the writer uses theory, which is used by Trager and Halim (1974) to describe the sound and phonetic pattern. In addition, in order to find the intended meanings of the advertisements in Hard Rock FM Surabaya, Levinson (1983), Yule (1996), and Mey (1994) are used to describe the presuppositions that occurred in the selected advertisements, Furthermore, Qualitative approach is used in this study to describe the linguistic phenomenon in the radio advertisement as it investigates the intended meaning in the selected advertisements from Hard Rock FM Surabaya. However, quantitative approach is also used to describe the result of the respondents? answers through questionnaire.",
  "creators": "IRA HENDRIANI SUTANDI",
  "contributors": "SAMUEL GUNAWAN (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.1079/SAS; Ira Hendriani Sutandi (11497053)",
  "subjects": "ENGLISH LANGUAGE-DISCOURSE ANALYSIS; ENGLISH LANGUAGE-SOCIAL ASPECTS; DISCOURSE ANALYSIS; SOCIOLINGUISTICS"
}