{
  "id": "43803",
  "title": "Kecelakaan, keselamatan, kesehatan, dan lingkungan kerja pada pekerjaan galian tanah basement",
  "abstract": "Proyek konstruksi berkaitan dengan pekerjaan tanah, salah satunya adalah pekerjaan galian tanah. Pekerjaan galian tanah ini memerlukan perhatian khusus, karena pekerjaan galian tanah ini bisa menyebabkan kerugian apabila terjadi kecelakaan kerja. Oleh karena itu, pihak kontraktor harus memperhatikan Keselamatan, Kesehatan, dan Lingkungan Kerja pekerjaan galian tanah basement dalam proyek yang sedang dikerjakan, karena kecelakaan kerja pada proyek galian tanah basement ini sangat merugikan. Penelitian ini dilakukan untuk mengetahui kecelakaan kerja pekerjaan galian tanah basement yang sering terjadi dan memberikan model penilaian untuk penerapan program Keselamatan, Kesehatan, dan Lingkungan Kerja pekerjaan galian tanah basement Penelitian ini mengikuti peraturan dari OSHA (Occupational Safety and Health Act), DEPNAKER (Departemen tenaga kerja), dan EPA (Enviromental Protection Authority). Penelitian ini dilakukan dengan menyebarkan kuesioner pada proyek di Surabaya yang sedang melakukan pekerjaan galian tanah basement, dengan tujuan untuk mendapatkan data mengenai penerapan program Keselamatan, Kesehatan, dan Lingkungan Kerja galian tanah basement proyek konstruksi di Surabaya. Hasil dari penelitian ini adalah mengetahui kecelakaan kerja yang sering terjadi dan mendapatkan model penilaian untuk penerapan program Keselamatan, Kesehatan, dan Lingkungan Kerja pada pekerjaan galian tanah basement",
  "creators": "DONNY WINATA CHRISTANTO; NICO NJOTO WIJAYA",
  "contributors": "Ratna S. Alifen (Advisor 1); Andi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012258/SIP/2018; Donny Winata Christanto (21413010), Nico Njoto Wijaya (21413034)",
  "subjects": "CONSTRUCTION INDUSTRY--RISK MANAGEMENT; INDUSTRIAL SAFETY"
}