{
  "id": "43814",
  "title": "Ketaatan pelaku konstruksi dalam penerapan keselamatan dan kesehatan kerja (K3) pada sebuah proyek hotel di Selatan Surabaya",
  "abstract": "Keselamatan dan kesehatan kerja (K3) merupakan hal yang menjadi sorotan akhir-akhir ini karena pemerintah Indonesia yang sedang mempercepat pembangunan infrastuktur. Program zero accident menjadi salah satu andalan pemerintah untuk meminimalisir kecelakaan kerja khusunya di bidang konstruksi yang memiliki resiko yang tinggi. Pengetahuan dan sikap taat terhadap peraturan yang ada menjadi hal penting untuk mengurangi kecelakaan kerja. Penelitian diawali dengan melakukan studi literatur untuk menyusun kuesioner. Kuesioner terdiri dari beberapa item dengan variable kepentingan da pelaksanaan untuk responden pekerja dan ketaatan untuk responden staff kontraktor. Data yang ada diolah dengan analisa deskriptif untuk melihat rata-rata tiap item kuesioner. Hasil analisa deskriptif tiap variabel dibandingkan untuk mendapatkan evaluasi pelaksanaan peraturan K3 di lapangan dan penggolongan sikap kontraktor terhadap peraturan K3. Dari hasil penelitian ini didapat bahwa 16 dari 27 item variabel pelaksanaan (59,26%) memiliki hasil yang baik sedangkan 11 dari 27 item lainnya (40,74%) menunjukan hasil yang kurang baik. Bila meninjau sikap ketaatan staff kontraktor berdasarkan kelompok pekerjaan maka ada 2 kelompok pekerjaan yang sudah ditaati (33,34%) dan 4 kelompok lainnya (66,66%) yang belum ditaati. Hal ini menunjukan bahwa belum sepenuhnya peraturan K3 dilaksanakan dan belum sepenuhnya peraturan K3 ditaati oleh pihak kontraktor.",
  "creators": "NICHOLAS ALFIANTO; ABRAHAM WIRAGUNA",
  "contributors": "Paulus Nugraha (Advisor 1); TIRSA ENDELI TUMBELAKA (Advisor 2); Andi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012262/SIP/2018; Nicholas Alfianto (21414006), Abraham Wiraguna (21414113)",
  "subjects": "CONSTRUCTION INDUSTRY--SAFETY MEASURES; CONSTRUCTION INDUSTRY-PERSONNEL MANAGEMENT"
}