{
  "id": "43815",
  "title": "Analisa produktivitas pekerja dengan metode work sampling: studi kasus pada proyek x",
  "abstract": "Pekerja konstruksi merupakan komponen penting dalam berlangsungnya sebuah proyek. Penelitian mengenai analisis produktivitas dilakukan untuk merencanakan dan mengendalikan pekerja pada proyek yang sedang berlangsung maupun di kemudian hari. Ada beberapa metode yang dapat digunakan untuk mengukur produktivitas pekerja, salah satunya menggunakan metode work sampling yang bertujuan untuk mengukur tingkat keefektifan pemanfaatan pekerja (Labor Utilization Rate). Tujuan dari penelitian ini adalah untuk mengetahui nilai produktivitas pekerja pada pekerjaan pembesian dan bekesting pada proyek X dengan metode work sampling. Selain itu nilai LUR juga dicari dari data yang telah didapatkan. Hasil analisa yang didapatkan dari rekapitulasi data adalah rata-rata produktivitas dari setiap pekerjaan. Rata-rata produktivitas kolom, balok, dan plat pemasangan bekesting adalah secara berurutan adalah 1,68; 3,51; dan 3,92 m2/jam-orang. Rata-rata produktivitas fabrikasi pembesian tulangan utama kolom, sengkang kolom, tulangan utama balok, sengkang balok, dan plat secara berurutan adalah 393,54; 148,36; 380,78; 86,51; dan 171,60 kg/jam-orang. Sedangkan rata-rata produktivitas pembesian tulangan utama kolom, sengkang kolom, tulangan utama balok, sengkang balok, dan plat secara berurutan adalah 177,21; 21,45 103,94; 61,85; dan 121,55 kg/jam-orang. Selain itu, proyek ini dikategorikan efektif dalam menggunakan pekerja. Hal ini tampak pada tingginya nilai LUR Pemasangan bekesting kolom, balok, dan plat: 67,86%, 72,4%, dan 71,03%; serta LUR pembesian: 80,53%, 80,34%, dan 95,34%.",
  "creators": "KWAN, SEPTIAN YUANTO H. ; HANS CHRISTAVIAN PRAMANANTA",
  "contributors": "Sentosa Limanto (Advisor 1); Budiman Proboyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012263/SIP/2018; Kwan, Septian Yuanto (21414008), Hans Christavian (21414024)",
  "subjects": "CONSTRUCTION INDUSTRY--PERSONNEL MANAGEMENT; INDUSTRIAL PROJECT MANAGEMENT"
}