{
  "id": "43817",
  "title": "Biaya konstruksi dan konservasi air pada proyek apartemen Amega Crown Residences",
  "abstract": "Pertumbuhan penduduk di Indonesia mengakibatkan bertambahnya kebutuhan dasar hidup manusia. Meningkatnya kebutuhan dasar manusia tersebut menyebabkan sumber daya alam menjadi semakin langka, sehingga perlu diperhatikan konsep ramah lingkungan (green building). Salah satu konsep green building adalah konservasi air yang dilakukan dengan beberapa upaya seperti mendaur ulang air, penampungan air hujan, dan penggunaan fitur-fitur pendukung. Penelitian ini bertujuan untuk mengetahui biaya konstruksi dan konservasi air pada Apartemen Amega Crown Residences. Biaya konstruksi yang dihitung meliputi biaya pekerjaan persiapan, struktur, finishing, dan konservasi air. Untuk menghitung biaya konstruksi diperlukan pedoman untuk indeks dan harga satuan masing-masing pekerjaan yang didapat dari Standar Nasional Indonesia (SNI) dan Harga Satuan Pokok Kegiatan (HSPK) Kota Surabaya tahun 2018. Setelah kuantitas masing-masing pekerjaan dan harga satuan pekerjaan didapat biaya konstruksi dapat dihitung. Sistem konservasi air diterapkan dengan mendesain sistem rainwater harvesting, sistem pengolahan air limbah, dan memasang sistem pendeteksi kebocoran pipa. Pada penelitian ini didapatkan besarnya curah hujan rencana sebesar 91,48 mm dan intensitas hujan sebesar 296,4 mm/jam yang digunakan untuk mendesain pipa penyaluran. Sedangkan sistem pengolahan air limbah didesain berdasarkan jumlah air limbah yang dihasilkan setiap hari-nya yaitu sebesar 166.237,2 liter/hari. Jumlah air limbah tersebut digunakan untuk mendesain kapasitas bak pengolahan. Setelah desain pipa penyaluran dan bak pengolahan ditentukan, dan harga alat pendeteksi kebocoran pipa diketahui lalu dihitung biaya sistem konservasi air. Berdasarkan analisis data air hujan dan air hasil olahan sistem pengolahan air limbah, volume air hujan dan air limbah yang diolah dapat memenuhi kebutuhan flushing toilet sehingga penggunaan air PDAM dapat dikurangi. Biaya konstruksi dan konservasi air existing pada Apartemen Amega Crown Residences sebesar Rp 342.328.972.463,00 dan biaya konstruksi dan konservasi air usulan sebesar Rp 346.863.075.967,00.",
  "creators": "YUDI SANJAYA; JEFFRY GUNAWAN",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Cilcia Kusumastuti, S.T., M.Eng. (Advisor 2); Sentosa Limanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012265 / SIP / 2018; Yudi Sanjaya (21414019), Jeffry Gunawan (21414022)",
  "subjects": "CONSTRUCTION INDUSTRY--COSTS; WATER CONSERVATION"
}