{
  "id": "43812",
  "title": "Analisa penyebab, dampak, pencegahan dan penanganan korban kecelakaan kerja di proyek konstruksi",
  "abstract": "Setiap tahun, ribuan kecelakaan terjadi di tempat kerja khususnya pada proyek konstruksi. Hasil analisa statistik dari beberapa negara menunjukkan tingkat kecelakaan fatal pada proyek konstruksi adalah lebih tinggi dibanding rata-rata untuk semua industri. Penelitian ini bertujuan untuk mengetahui apa saja penyebab dan dampak dari kecelakaan kerja, serta mengetahui bagaimana pencegahan dan penanganan pada korban kecelakaan kerja di proyek konstruksi. Untuk penyebab dan dampak dari kecelakaan kerja digunakan metode kuisioner. Kuisioner disebar ke 4 kontraktor besar di Surabaya yang telah memiliki K3. Sedangkan untuk pencegahan dan penanganan korban kecelakaan kerja dilakukan dengan metode studi kasus di Proyek Capital Square, Surabaya. Hasil penelitian menunjukan bahwa penyebab kecelakaan kerja yang paling berpengaruh adalah kondisi berbahaya yang tidak segera dikoreksi dan membutuhkan alat pengaman tapi tidak disediakan. Untuk dampak kecelakaan kerja yang paling besar adalah biaya tunjangan cacat, produktivitas pekerja yang berkurang, alat yang menganggur, dan terhambatnya pembangunan proyek. Sedangkan untuk pencegahan dan penanganan korban kecelakaan kerja telah dilakukan sesuai dengan prosedur yang dimiliki Proyek Capital Square yaitu Rencana MK3L Proyek.",
  "creators": "JONATHAN MULIAWAN SOETANTO; ABRAHAM YUDHISTIRA",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Ir. Soehendro Ratnawidjaja, M.Eng. (Advisor 2); Paulus Nugraha (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012260/SIP/2018; Jonathan Muliawan (21413105), Abraham Yudhistira (21413148)",
  "subjects": "ACCIDENTS--PREVENTION; CONSTRUCTION INDUSTRY--RISK MANAGEMENT"
}