{
  "id": "43813",
  "title": "Penerapan cara pendekatan perhitungan kuantitas pembesian pada kolom dan balok struktur beton bertulang pada proyek konstruksi",
  "abstract": "Besi beton adalah material utama struktur beton bertulang yang paling mahal. Oleh karena itu, diperlukan proses estimasi yang teliti. Penelitian ini bertujuan untuk menghitung kuantitas pembesian kolom dan balok dengan menerapkan nilai Î± yang telah didapatkan dari penelitian sebelumnya. Nilai Î± tersebut dikalikan dengan kuantitas pembesian yang dihitung dengan metode pendekatan (Wpendekatan) agar menghasilkan kuantitas pembesian total (WBQ). Penelitian ini menggunakan proyek Rumah Akasia 08 dan proyek Biz-Square Apartment sebagai objek penelitian. Pada penelitian ini, didapatkan hasil kuantitas pembesian untuk proyek Rumah Akasia 08 adalah 1948.847 kg untuk kolom dan 2125.126 kg untuk balok. Sedangkan kuantitas pembesian untuk proyek Biz-Square Apartment adalah 158579.666 kg untuk kolom dan 347208.919 kg untuk balok. Setalah itu, WBQ RAB yang didapatkan dari kontraktor akan dibandingkan dengan WBQ. Dari penelitian ini, didapatkan rentang perbandingan antara WBQ RAB dengan WBQ (ğ‘“ğ‘¢Ì…Ì…Ì…Ì… untuk tulangan utama dan ğ‘“ğ‘ Ì…Ì…Ì… untuk sengkang) yaitu 1.130-1.190 untuk ğ‘“ğ‘¢Ì…Ì…Ì…Ì… kolom, 0.860-1.120 untuk ğ‘“ğ‘ Ì…Ì…Ì… kolom, 1.040-1.140 untuk ğ‘“ğ‘¢Ì…Ì…Ì…Ì… balok, dan 1.050-1.100 untuk ğ‘“ğ‘ Ì…Ì…Ì… balok. Rentang perbandingan tersebut dapat diterapkan untuk menghitung kuantitas pembesian (WBQ) kolom dan balok struktur beton bertulang pada proyek rumah tinggal dan apartment dengan cara mengalikan rentang perbandingan tersebut dengan Wpendekatan yang sudah dikalikan dengan Î±.",
  "creators": "KURNIAWAN SUNJAYA; HENDRY ARI MUKTI",
  "contributors": "Budiman Proboyo (Advisor 1); Indriani Santoso (Advisor 2); Sentosa Limanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012261/SIP/2018; Kurniawan Sunjaya (21414002), Hendry Ari Mukti (21414052)",
  "subjects": "BUILDING--ESTIMATES--STANDARDS; REINFORCED CONCRETE STRUCTURES"
}