{
  "id": "43816",
  "title": "Faktor penyebab tindakan tidak aman pekerja pada proyek konstruksi",
  "abstract": "Industri konstruksi yang sedang berkembang pesat di Indonesia merupakan industri yang tidak akan terlepas dari kecelakaan kerja yang ada pada pekerja konstruksi. Tindakan setiap kontraktor pada proyek sangat menentukan lingkungan keselamatan kerja baik dari segi persedian dan pengawasan yang ketat meliputi prosedur yang harus bisa diperbaiki setiap saat. Pekerja memiliki hak yang sama dengan pekerja yang tidak ada di lapangan mengenai kesehatan dan keselamatan kerja , sebagian besar pekerja proyek di Indonesia masih memiliki tingkat kesadaran dan pengetahuan yang rendah mengenai keselamatan kerja. Menjadi tugas kontraktor untuk selalu mengedukasi pekerja dan ada rutinitas setiap harinya agar pekerja selalu memulai hari dengan kesadaran akan keselamatan kerja. Banyak tindakan tidak aman yang sering dilakukan pekerja yang menurut mereka masih dalam kondisi wajar / boleh dilanggar maka tindakan tidak aman masih dapat terjadi dan menghasilkan kecelakaan kerja yang berpengaruh untuk kontraktor yang tidak mencapai zero accident dan terlambatnya proyek. Ada banyak faktor yang meyebabkan pekerja melakukan tindakan tidak aman tersebut mulai dari faktor personal , faktor pekerjaan , faktor manajemen dan faktor lingkungan proyek (norma pekerja). Dengan mengetahui faktor yang menyebabkan mengapa pekerja melakukan tindakan tidak aman tersebut diharapkan mampu menaggulangi potensi terjadinya kecelakaan kerja Penelitian dilakukan dengan mengumpulkan data melalui kuesioner yang disebarkan kepada pekerja besi , pekerja kayu , pekerja finishing dan lainnya yang ada di Surabaya. Melalui analisis deskriptif dengan mencari nilai rata-rata tertinggi menurut responden, ditemukan beberapa hasil yaitu: tindakan tidak aman yang sering dilakukan pekerja adalah mengabaikan menggunakan APD (alat pelindung diri) , merokok sembarangan di dalam proyek , bekerja dengan kecepatan tidak aman dan untuk menemukan faktor penyebabnya , penulis menggunakan metode one sample t – test dengan bantuan program SPSS yang mendapatkan hasil bahwa faktor penyebabnya adalah kebiasaan masa lalu pekerja yang sudah lama berkecimpung di dunia konstruksi",
  "creators": "MICHAEL HANS RYAN; WILSON ANDRIANTO",
  "contributors": "Andi (Advisor 1); Ratna S. Alifen (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012264/SIP/2018; Michael Hans R (21414018), Wilson Andrianto (21414054)",
  "subjects": "CONSTRUCTION INDUSTRY--MANAGEMENT; CONSTRUCTION INDUSTRY--SAFETY MEASURES"
}