{
  "id": "43837",
  "title": "Perancangan interior bengkel mobil “Kusuma Motor” di Surabaya",
  "abstract": "Perkembangan jumlah mobil saat ini semakin pesat di Indonesia, khususnya di kota-kota besar seperti halnya Surabaya. Dengan adanya perkembangan jumlah mobil yang cukup pesat maka jumlah jasa perbaikan mobil juga semakin meningkat. Hal ini mengingat bahwa para pemilik mobil selalu menginginkan agar mobil mereka selalu tampil prima. Salah satu faktor pendukung untuk memberi nilai lebih terhadap bengkel adalah dengan adanya perancangan desain interior yang baik yang dapat memanjakan pengunjung. Dari hasil observasi, masih belum ada bengkel umum yang memiliki kualitas dan fasilitas yang setara seperti bengkel resmi. Dalam melakukan Perancangan Interior Bengkel Mobil “Kusuma Motor” di Surabaya ini dilakukan dengan beberapa tahapan, agar perancangan lebih terstruktur. Tahapan yang akan dilakukan dalam perancangan sesuai dengan metode design thinking yang digunakan yaitu: discover, empathize, define, ideate, prototype, test. Perancangan Interior Bengkel Mobil “Kusuma Motor” ini menggunakan konsep yang berasal dari sistem mobil. Penggunaan konsep dari sistem mobil di karenakan mobil memiliki peran penting dan hubungan pada sebuah bengkel mobil. Dengan adanya Perancangan Interior Bengkel Mobil “Kusuma Motor”, maka diharapkan selain dapat memberikan pelayanan servis mobil yang baik namun juga mampu menghadirkan suatu desain interior dan elemen pendukung yang membuat pengunjung merasa nyaman berada di dalamnya. Agar bengkel mobil Kusuma Motor yang merupakan bengkel umum juga dapat bersaing dengan bengkel resmi, maka disediakan fasilitas-fasilitas dan inovasi yang dapat membantu aktivitas dan kebutuhan pengguna di dalam bengkel agar dapat menjadi lebih maksimal dan merasa nyaman. Diwujudkan dengan adanya spesifikasi ruang-ruang berdasarkan fungsi dan aktivitasnya, adanya fasilitas hiburan, fasilitas servis, dan sebagainya.",
  "creators": "FLORA INDAH KUSUMA",
  "contributors": "RONALD H. I. S. (Advisor 1); Linggajaya Suryanata (Advisor 2); Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021677/DIN/2018; Flora Indah Kusuma (41414046)",
  "subjects": "AUTOMOBILE REPAIR SHOPS--DESIGN AND CONSTRUCTION; COMMERCIAL BUILDINGS-DECORATION"
}