{
  "id": "4383",
  "title": "Pengukuran tingkat sensitivitas mata uang dan pengaruh transaksi berjalan dan aliran modal terhadap penerapan konsep paritas daya beli dalam menentukan nilai tukar aktual dari empat mata uang asia",
  "abstract": "Dalam penelitian ini dilakukan dua analisa yang berkaitan dengan konsep Purchasing Power Parity (Paritas Daya Beli). Pertama, analisa currency misalignment dari empat mata uang Asia yaitu, Rupiah Indonesia, Baht Thailand, Peso Philippine, dan Yen Jepang terhadap Dolar Amerika. Dimana dalam analisa ini, akan dilihat apakah terdapat perbedaan yang signifikan antara nilai tukar akual dengan nilai tukar berdasarkan konsep PPP. Kedua, penelitian ini membandingkan hasil regresi dari dua model analisa PPP. Model pertama, dengan menggunakan empat variabel independen, yaitu money supply, GDP, tingkat suku bunga, dan tingkat inflasi, yang diperkirakan dapat mempengaruhi penetapan nilai tukar akual mata uang. Model kedua, dari model pertama dilakukan penambahan dua variabel independen, yaitu transaksi berjalan dan aliran modal. Dari model kedua ini akan dilihat apakah PPP berlaku pada keempat mata uang tersebut. Hasil dari kedua model tersebut digunakan untuk melihat apakah dua variabel tambahan tersebut memiliki pengaruh terhadap nilai tukar. Berdasarkan hasil analisa currency misalignment, diperoleh bahwa pada keempat mata uang Asia tersebut, antara nilai tukar aktual dengan nilai tukar PPP terdapat perbedaan yang signifikan, sehingga terjadi currency misalignment, dimana Rupiah Indonesia dan Baht Thailand mengalami undervalued, sedangkan Peso Philippine dan Yen Jepang mengalami overvalued. Untuk analisa kedua, diperoleh bahwa variabel transaksi berjalan dan aliran modal secara umum mempengaruhi nilai tukar aktual. Disamping itu, diperoleh bahwa konsep PPP ini hanya berlaku pada Baht Thailand, dimana Thailand menganut sistem freely floating rate.",
  "creators": "HENLY; BENITO",
  "contributors": "Nanik Linawati (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1607/EM/2002; Henly (31498039); Benito (31498166)",
  "subjects": "FOREIGN EXCHANGE; INTERNATIONAL BUSINESS ENTERPRISES; INTERNATIONAL FINANCE"
}