{
  "id": "43832",
  "title": "Pembangkit listrik tenaga hibrid dengan tenaga surya 90 W dan tenaga angin 200 W di Universitas Kristen Petra",
  "abstract": "Pembangkit Listrik Tenaga Hibrid (PLTH) adalah gabungan dua jenis sumber energi atau lebih yang berbeda. Penelitian ini adalah sebuah proyek pembangkit listrik tenaga hibrid memanfaatkan energi terbarukan yaitu energi matahari dan angin untuk skala laboratorium dan dilaksanakan pada Universitas Kristen Petra. Tujuan dari penelitian ini adalah untuk menunjukkan bagaimana perencanaan dan instalasi pembangkit listrik bertenagakan kedua sumber energi yang berbeda, bagaimana aliran daya dari kedua sumber tersebut, dan untuk menunjukkan apakah kedua sumber energi tersebut cocok untuk disinergikan pada Universitas Kristen Petra. Penelitian ini dilakukan pada rooftop P7 di Universitas Kristen Petra. Peralatan yang digunakan adalah turbin angin 200 W dan panel surya 2×45 Wp. Daya listrik dari turbin angin dan panel surya mengalir menuju ke kontroler hibrid. Kemudian daya dari kontroler hibrid mengalir menuju ke accu untuk melakukan pengisian. Pengukuran tegangan dan arus disajikan berupa tabel dan grafik pada Bab 4. Dari hasil penelitian dapat disimpulkan bahwa pengaplikasian pembangkit listrik hibrid bertenaga angin dan surya tidak disarankan. Hal ini disebabkan kondisi angin yang diukur dari tanggal 4 hingga 6 Juni 2018 cukup lemah untuk memutar bilah turbin. Kecepatan minimal untuk memutar bilah turbin adalah 4 m/s sedangkan selama tiga hari pengukuran dilakukan, rata-rata kecepatan angin hanya 3,5 hingga 4 m/s. Didapatkan data saat turbin angin berputar hanya pada 4 Juni 2018 dengan kecepatan angin mencapai 4,5 m/s. Sedangkan panel surya hanya bekerja optimum pada pukul 11:00 hingga 13:00 WIB. Turbin angin dan panel surya tersebut dapat digunakan untuk mengisi accu secara bersamaan menggunakan kontroler hibrid.",
  "creators": "STEPHANUS ROY WIRAWAN",
  "contributors": "Prof. Ir. Hanny Hosiana Tumbelaka, M.Sc., Ph.D. (Advisor 1); Murtiyanto Santoso (Advisor 2); Daniel Rohi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010654/ELK/2018; Stephanus Roy Wirawan (23414010)",
  "subjects": "HYDROELECTRIC POWER PLANTS; POWER-PLANTS"
}