{
  "id": "43848",
  "title": "Identifikasi terapan bophilic design pada interior rumah sakit",
  "abstract": "Rumah sakit merupakan salah satu sarana yang esensial dalam lingkup kesehatan masyarakat. Desain rumah sakit seringkali justru membuat pasien merasa gelisah dan tidak nyaman karena suasana rumah sakit yang terkesan mencekam dan menyeramkan. Kesan yang timbul dari suasana rumah sakit berpengaruh terhadap psikologis dan kondisi fisik pasien. Pada dasarnya manusia memiliki kecenderungan untuk selalu berhubungan dengan alam yang dapat memberi banyak dampak positif bagi psikologis maupun fisik manusia yang disebut sebagai biophilia. Hal ini menyebabkan munculnya pendekatan desain biophilic. Biophilic design memiliki 14 pattern yang dapat digunakan untuk menciptakan desain dengan alam. Penerapan biophilic design pada rumah sakit dipercaya dapat membantu menciptakan healing environment. Namun untuk menerapkan desain biophilic pada rumah sakit harus memperhatikan persyaratan yang harus dipenuhi untuk bangunan rumah sakit agar tidak beresiko bagi pasien dan tidak mendukung proses penyebaran penyakit di dalam rumah sakit. Penelitian ini dilakukan dengan tujuan untuk menjabarkan aplikasi pattern biophilic design apa saja yang dapat dilakukan pada interior rumah sakit. Jenis penelitian yang digunakan adalah penelitian kualitatif deskriptif. Proses analisis data menghasilkan bahwa 2 dari 14 pattern biophilic design tidak dapat diterapkan pada interior rumah sakit yaitu Mystery, Risk & Peril. Sementara 12 pattern yang dapat diterapkan yaitu Visual connection with nature, Non-visual connection with nature, Non-rhytmic stimuli, Thermal and airflow variability, Dynamic and diffuse lighting, Connection with natural system, Biomorphic forms and patterns, Complexity and Order, Prospect serta Refuge.",
  "creators": "RADEN RORO MONICA SYNTHIA PERMATA DEWI",
  "contributors": "Yusita Kusumarini (Advisor 1); Anik Rakhmawati (Advisor 2); Ronald H.I. Sitindjak (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00011641/DIN/2018; Raden Roro Monica Synthia Permata Dewi (41414005)",
  "subjects": "HOSPITAL BUILDINGS--DESIGN AND CONSTRUCTION--PSYCHOLOGICAL ASPECTS; INTERIOR DECORATION--ENVIRONEMNTAL ASPECTS; INTERIOR DECORATION--HUMAN FACTORS"
}