{
  "id": "43847",
  "title": "Eksperimen material untuk mebel dari limbah kertas koran",
  "abstract": "Produksi koran selalu menghasilkan berton-ton limbah setiap harinya di seluruh Indonesia. Meskipun limbah yang dihasilkan akan didaur ulang untuk produksi koran berikutnya, serat yang terkandung dalam kertas memiliki keterbatasan. Perumusan masalah penelitian ini adalah bagaimana mengolah limbah kertas koran menjadi material untuk pembuatan mebel dan pengaplikasiannya terhadap uji pembuatan mebel kursi dan bangku. Untuk itu dalam penelitian akan menggunakan mixed methods, yaitu suatu metode yang menggabungkan pendekatan kualitatif dan pendekatan kuantitatif agar dapat lebih memahami penelitian yang dilakukan. Untuk mendukung metode kuantitatif, dalam penelitian ini dilakukan eksperimen kertas koran menjadi suatu panel koran. Material yang akan digunakan ialah kertas koran bekas berupa lembaran utuh yang dilem per lembar. Panel koran yang optimal dibuat dengan menggunakan larutan lem kuning dan pengencer lem dengan perbandingan 2:1. Setiap ukuran ¼ halaman kertas koran membutuhkan 2.5 ml larutan lem kuning per lembarnya sehingga untuk ukuran 1 halaman kertas koran membutuhkan sebanyak 10 ml per lembar. Panel yang dihasilkan memiliki ketebalan dan berat yang belum stabil karena pengerjaannya menggunakan tenaga manusia. Ketebalan dan ukuran panel yang dihasilkan mempengaruhi kekuatan panel koran, seperti panel-panel material pada umumnya. Selain itu, perlakuan untuk konstruksi panel sebagai material mebel tidak dapat disamakan dengan perlakuan konstruksi terhadap material olahan limbah kayu walaupun mulanya kertas koran ialah hasil olahan kayu.",
  "creators": "TRACY AMELIA",
  "contributors": "Yusita Kusumarini (Advisor 1); Lucky Basuki (Advisor 2); Ronald H.I. Sitindjak (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00011662/DIN/2018; Tracy Amelia (41414027)",
  "subjects": "FURNITURE DESIGN; PAPER WORK; WOOD IN INTERIOR DECORATION"
}