{
  "id": "43869",
  "title": "Analisa waktu kerja aktual pada proyek konstruksi dengan metode PERT pada proyek x",
  "abstract": "Dalam proyek konstruksi selalu tidak lepas dari jadwal dan waktu. Penjadwalan adalah salah satu faktor penting yang mempengaruhi keberhasilan proyek tersebut. Penjadwalan sendiri merupakan suatu perangkat untuk menentukan aktivitas yang harus diselesaikan dalam rentang waktu tertentu. Waktu Kerja berkaitan erat dengan penjadwalan proyek, dengan adanya waktu kerja yang tersusun secara efektif dapat membantu keberhasilan penyelesaian proyek tepat waktu. Tujuan dari Penelitian ini adalah untuk mengetahui bagaimana menganalisa waktu kerja dengan metode PERT aktual yang akan dibandingkan dengan waktu kerja rencana pada proyek. Untuk menentukan urutan pekerjaan biasanya digunakan network diagram yang berupa AON ( activity on node ) . Hasil dari metode PERT bisa didapatkan melalui pengolahan data di lapangan yang berupa data ta (waktu optimis) ,tb (waktu pesimis), dan tm (waktu yang paling mungkin terjadi). Hasil dari data ta, tb, dan tm didapatkan te (waktu yang diharapkan). Hasil dari te pekerjaan bekisting kolom berbeda-beda bergantung dengan dimensi dan secara berurutan adalah 18; 18; dan 19 menit. Hasil dari te pekerjaan bekisiting plat serta balok adalah 544 dan 62 menit. Hasil te pekerjaan pembesian kolom adalah 30; 31; dan 26 menit. Hasil te pekerjaan pembesian plat serta balok adalah 551 dan 65 menit. Hasil te pekerjaan pengecoran kolom adalah 25; 32; dan 15 menit. Hasil te pekerjaan pengecoran plat serta balok adalah 157 dan 31 menit.",
  "creators": "KEVIN PRASAJA; RAPHAEL COKRO",
  "contributors": "Sentosa Limanto (Advisor 1); Budiman Proboyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012268/SIP/2018; Kevin (21414038), Raphael Cokro (21414042)",
  "subjects": "CONSTRUCTION INDUSTRIES-MANAGEMENT; SCHEDULING; TIME MANAGEMENT"
}