{
  "id": "43862",
  "title": "Penelitian serabut kelapa sebagai material lantai ecofriendly dan biodegradable",
  "abstract": "Negara Indonesia adalah negara yang paling banyak memproduksi kelapa di dunia. Jumlah serabut kelapa yang diproduksi dalam negara Indonesia selama setahun dapat mencapai 18 juta ton, akan tetapi yang digunakan hanya 3% saja. Penelitian ini bertujuan untuk memperluas kegunaan dari material serabut kelapa. Tujuan dari penelitian ini adalah untuk mencoba memanfaatkan material yang sudah ada untuk lebih dimanfaatkan. Selain itu penelitian ini juga bertujuan untuk menghasilkan material yang ramah lingkungan, demi mengurangi penggunaan material sintetis. Penelitian ini metode ekperimen untuk mencari perlakuan dan material yang cocok dalam mempergunakan serabut kelapa. Variabel yang ada dalam penelitian ini berhubungan dengan hal-hal seperti jenis perekat, ukuran serabut, tebal material jadi. Perekat-perekat yang digunakan adalah perekat yang ramah lingkungan, sehingga tidak merusak alam pada saat produksi maupun saat pembuangan. Dari penelitian ini, didapat bahwa dengan menggunakan campuran lem pati dengan serabut kelapa pendek, maka hasil menjadi paling kuat, dan paling padat di antara experiment yang lain. Hasil penelitian ini menunjukkan bahwa material yang dihasilkan dengan campuran pati dan serabut kelapa memiliki keunggulan dalam berat, kekuatan, kelenturan, ketahanan atas benturan dan ketahanan pada api. Maka dari itu material ini selain dapat digunakan sebagai lantai, dapat digunakan sebagai panel dinding dan juga plafon.",
  "creators": "MARCEL BONDRA",
  "contributors": "Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Advisor and Examination Committee); Poppy Firtatwentyna Nilasari, S.T., M.T. (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00011690/DIN/2018; Marcel Bondra (41414065)",
  "subjects": "BIODEGRADABLE PLASTICS; FLOOR PLANS"
}