{
  "id": "43877",
  "title": "Faktor-faktor yang mempengaruhi pembelian hunian berdasarkan aspek perilaku konsumen dan preferensi konsumen",
  "abstract": "Perkembangan pasar properti masih bertumbuh di Indonesia, terutama di kota-kota besar seperti di Surabaya. Namun menurut Bank Indonesia masih banyak properti yang belum laku terjual. Salah satu penyebab tidak terjualnya properti tersebut adalah ketidaksesuaian keinginan dan kebutuhan konsumen dengan properti yang ada di pasaran. Oleh karena itu penelitian ini akan meneliti keinginan dan kebutuhan konsumen yang termasuk dalam aspek perilaku konsumen dan preferensi konsumen yang mempengaruhi pembelian hunian berdasarkan penelitian sebelumnya. Perilaku konsumen adalah bagaimana konsumen membuat keputusan ketika melakukan transaksi. Sedangkan preferensi konsumen adalah sesuatu yang lebih disukai konsumen. Penelitian ini dilakukan dengan cara menyebarkan kuesioner dengan responden kosumen dan produsen yang selanjutnya akan dianalisa. Teknik analisa yang digunakan yaitu uji mean, T-test dan ANOVA. Hasil analisa mean menunjukkan bahwa responden konsumen dan produsen mengutamakan pekerjaan dan keadaan ekonomi dari perilaku konsumen dan keamanan dari preferensi konsumen. Pada analisa t-test, terdapat perbedaan pendapat antara konsumen dan produsen terhadap aspek perilaku konsumen yaitu variabel faktor pribadi. Sedangkan terhadap preferensi konsumen terdapat perbedaan pada variabel fisik, jarak dan lingkungan. Pada analisa ANOVA, terhadap perilaku konsumen tidak ditemukan berbedaan. Sedangkan terhadap preferensi konsumen, ditemukan perbedaan pendapat responden berdasarkan umur responden terhadap keempat variabel yaitu fisik, jarak, keuangan dan lingkungan atau lokasi.",
  "creators": "HERRI SETIAWAN; EDWARD",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Ir. Soehendro Ratnawidjaja, M.Eng. (Advisor 2); Ratna S. Alifen (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012273/SIP/2018; Herri Setiawan (21414070), Edward (21414082)",
  "subjects": "HOUSE BUYING--RESEARCH; REAL PROPERTY--MANAGEMENT; CONSUMER BEHAVIOR"
}