{
  "id": "43874",
  "title": "Analisis dan aplikasi ilmu teknik sipil dalam adaptasi perubahan iklim global di kawasan pesisir pantai Sidoarjo Provinsi Jawa Timur",
  "abstract": "Kenaikan permukaan laut global meningkat sebagai akibat dari perubahan iklim yang ditunjukkan oleh ekspansi panas laut dan pencairan es, termasuk di Indonesia. Hal itu diidentifikasi sebagai salah satu faktor yang paling berkontribusi yang mengancam masyarakat pesisir, seperti di daerah penelitian ini di tiga dusun Kecamatan Jabon Kabupaten Sidoarjo yang dilanda Banjir Rob akhir tahun 2017. Banjir tersebut dilaporkan membuat kerugian total minimal 5 miliar rupiah sehubungan dengan gagal panen rumput laut serta ikan hilang dalam produksi sebulan. Tujuan dari penelitian ini adalah untuk menganalisis kejadian Banjir Rob dan mengetahui pemilihan konstruksi yang tepat. Metode yang digunakan pada penelitian ini menggunakan data primer dan sekunder, yaitu Unmanned Aerial Vehicles menggunakan Drone, pemanfaatan data angin 16 tahun dan data pasang surut. Metode penelitian ini membutuhkan Drone untuk mengambil gambar yang nantinya akan diproses menggunakan Software ArcGis dan Menci menjadi peta batimetri dan topografi, sementara data kecepatan angin menjadi Wind Rose untuk memprediksi tinggi gelombang. Hasil dari penelitian ini menunjukkan bahwa daratan pada daerah penelitian memiliki ketinggian yang rendah dan ada endapan tanah pada dasar sungai, ketinggian permukaan air laut mencapai 15 mm/tahun. Untuk mengatasi masalah tersebut seharusnya dilakukan pengerukan pada dasar sungai dan pembuatan konstruksi tanggul di sekitar pesisir pantai.",
  "creators": "ARVIN HARTANTO; YUSUF CHANDRA PURNOMO",
  "contributors": "Dr. rer.nat. Surya Hermawan S.T., M.T. (Advisor 1); Joko Purnomo S.T., M.Sc. (Advisor 2); Ir. Prasetio Sudjarwo, M.Eng. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012271/SIP/2018; Arvin Hartanto (21414061), Yusuf Chandra Purnomo (21414162)",
  "subjects": "FLOOD DAMAGE PREVENTION; SYSTEMS ENGINEERING; CIVIL ENGINEERING--RESEARCH"
}