{
  "id": "43886",
  "title": "Analisis pengambilan keputusan antara penerapan buyback contract dan revenue-sharing contract pada peritel pakaian",
  "abstract": "Penelitian ini dilakukan untuk memberikan gambaran mengenai keputusan terbaik yang dapat dilakukan oleh seorang suplier yang memproduksi kaos dan polo dengan peritelnya dalam memilih antara kontrak buyback dan revenue-sharing. Suplier memasok pakaian kepada peritel secara make to order. Kedua belah pihak diasumsikan mengetahui harga jual masing-masing pihak, dan setelah 4 bulan, peritel ingin segera menjual seluruh barangnya yang belum terjual. Hal ini dilakukan agar peritel dapat lebih dinamis dalam mengikuti tren pakaian yang sedang terjadi di masyarakat. Tujuan penelitian adalah mencari keputusan terbaik antara penerapan kontrak buyback dan kontrak revenue-sharing yang akan diterapkan. Keputusan yang diambil akan berhubungan juga dengan penentuan harga pembelian kembali oleh suplier atau fraksi pendapatan yang dibagi peritel kepada suplier. Pemilihan ini menggunakan teori yang dikembangkan oleh Zhang dalam mengambil keputusan antara pemilihan penerapan kontrak buyback dan revenue-sharing. Pemilihan antara kedua kontrak tersebut dilakukan dengan membandingkan nilai cycle service level dari sebuah produk yang akan dibuat kontraknya dengan nilai critical ratio threshold dari pihak suplier. Suplier akan cenderung memilih kontrak buyback ketika cycle service level lebih kecil daripada critical ratio threshold, dan akan cenderung memilih kontrak revenue-sharing dalam kondisi yang sebaliknya. Hasil simulasi penerapan kontrak buyback menunjukkan bahwa suplier dan peritel dapat meningkatkan ekspektasi keuntungannya hingga 7,24% dan 8,13%. Hasil simulasi penerapan kontrak revenue-sharing menunjukkan bahwa suplier dan peritel dapat meningkatkan ekspektasi keuntungannya masing-masing hingga 8,22% dan 4,08%.",
  "creators": "HANANIEL VINCENT SUSANTO",
  "contributors": "I Nyoman Sutapa (Advisor 1); I Gede Agus Widyadana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01012116/IND/2018; Hananiel Vincent Susanto (25414097)",
  "subjects": "INDUSTRIAL PROCUREMENT--MANAGEMENT; RETAIL TRADE"
}