{
  "id": "43882",
  "title": "Analisa kemungkinan peningkatan sertifikasi greenship dari gold menjadi platinum (studi kasus apartemen venetian)",
  "abstract": "Indonesia khususnya di Surabaya, telah mendukung praktik pembangunan berkelanjutan. Satu – satunya apartemen di Surabaya yang telah mendapat sertifikatsi oleh badan resmi yang mempraktikkan bangunan hijau (Green Building Council Indonesia) adalah Apartemen Venetian yang telah mendapat sertifikasi Greenship gold. Sertifikasi ini mempunyai masa berlaku sehingga dalam beberapa tahun kedepan sertifikat ini dapat ditingkatkan kembali. Tujuan penelitian ini adalah untuk menganalisa alternatif terbaik yang dapat dilakukan untuk meningkatkan sertifikasi yang telah didapatkan dari Greenship New Bulding, sebagai rekomendasi untuk bangunan lain dan Greenship Existing Bulding untuk peningkatan sertifikasi kembali menjadi platinum. Langkah penelitian meliputi pencarian alternatif yang didapatkan berdasarkan hasil studi literatur, observasi lapangan, dan wawancara. Alternatif terbaik dianalisa menggunakan metode gabungan CPI dan AHP berdasarkan tingkat kepentingan owner yang dilihat dari 3 faktor yaitu biaya, kesulitan implementasi dan waktu. Hasil penelitian menunjukkan untuk meningkatkan sertifikasi Greenship New Building, terdapat 8 alternatif terbaik dari 18 alternatif yang dapat dilakukan. Sedangkan untuk Greenship Existing Building, terdapat 21 alternatif terbaik dari 28 alternatif yang dapat dilakukan.",
  "creators": "JIMMY CHRISTIAN; IVAN ADI PRATAMA",
  "contributors": "Paulus Nugraha (Advisor 1); TIRSA ENDELI TUMBELAKA (Advisor 2); Handoko Sugiharto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012277/SIP/2018; Jimmy Christian (21414200), Ivan Adi Pratama (21414201)",
  "subjects": "GREEN BUILDING DESIGN; BUILDINGS-ENVIRONMENTAL ENGINEERING"
}