{
  "id": "43897",
  "title": "Analisis perbandingan solusi penambahan gudang produk jadi pada PT X",
  "abstract": "PT X adalah salah satu perusahaan pakan ternak di Jawa Timur. Pada tahun 2017 terjadi lost sales dikarenakan tingginya permintaan dan kurangnya persediaan produk jadi di gudang. PT X berencana melakukan penambahan kapasitas gudang produk jadi untuk menghadapi peningkatan permintaan tahun 2018. PT X memiliki dua alternatif untuk menambah gudang produk jadi. Pilihan pertama mengambil sebagian gudang bahan baku milik sendiri untuk dialih fungsikan menjadi gudang produk jadi. Pilihan kedua adalah dengan menyimpan produk jadi pada gudang sewa. Kedua pilihan ini kemudian akan dibandingkan secara teknis untuk mengetahui pilihan yang lebih baik. Pembandingan alternatif yang dilakukan didasarkan dari aspek biaya, aspek keamanan, aspek aksesbilitas dan aspek penanganan material. Dilakukan pengamatan, wawancara dan perhitungan biaya guna menentukan alternatif terbaik. Hasil perbandingan yang didapatkan bahwa alternatif pertama (mengalih-fungsikan sebagian gudang bahan baku milik sendiri menjadi gudang produk jadi) lebih baik daripada alternatif kedua. Secara total biaya yang dibutuhkan oleh alternatif pertama sebesar XX rupiah, ini lebih tinggi YY rupiah dari alternatif kedua. Perusahaan tidak hanya mempertimbangkan dari segi biaya tetapi juga aspek keamanan, kemudahan akses dan penanganan material. Selain itu nilai perputaran barang dari produk jadi yang lebih tinggi ZZ kali dari bahan baku turut mendukung pemilihan alternatif pertama ini.",
  "creators": "KURNIAWAN DIAN PERMANA",
  "contributors": "Felecia, S.T., M.Sc. (Advisor 1); Benedictus Rahardjo S.T. M.B.A. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022125/IND/2018; Kurniawan Dian Permana (25414091)",
  "subjects": "INDUSTRIAL MANAGEMENT; WAREHOUSES--MANAGEMENT"
}