{
  "id": "43892",
  "title": "Perbaikan alur aktivitas VA/VE (TMMIN proposal) di PT Toyota Motor manufacturing Indonesia",
  "abstract": "VA/VE (Value Analysis/Value Engineering) adalah aktivitas pemangkasan biaya yang dituangkan dalam dokumen ECI (Engineering Change Instruction). VA/VE dilakukan dengan mengeliminasi atau mengganti parts sehingga diperoleh cost produksi terendah, sesuai dengan tujuan dalam konsep Toyota Production System, yaitu biaya terendah dengan eliminasi muda. Ide VA/VE selanjutnya dicatat dalam dokumen ECI yang berisi standar perubahan penggunaan parts. Ide VA/VE dapat berasal dari TMMIN sendiri, supplier, designer, maupun negara afiliasi Toyota lainnya. Permasalahan terjadi pada empat ECI VA/VE di tahun 2017 dengan ide asal TMMIN, yaitu timbulnya kenaikan biaya dan keterlambatan implementasi. Analisis permasalahan dilakukan dengan tools diagram tulang ikan. Perbaikan dilakukan dengan menambahkan aktivitas, yaitu penentuan target implementasi dan pengecekan dampak ekspor. Perbaikan dituangkan dalam DFD dan Ji Kotei-Kanketsu agar terdapat pedoman yang menjadi acuan berjalannya aktivitas baru. Aktivitas baru perlu dikontrol dan ditinjau secara berkala untuk perbaikan berkelanjutan sesuai dengan filosofi dalam Toyota Way. Dampak dari perbaikan diharapkan dapat mengeliminasi waste kecacatan dan keterlambatan, serta mencegah timbulnya biaya rework sebesar Rp38.568.000,00 per satu ECI (belum termasuk dengan kesempatan yang hilang untuk melakukan cost reduction).",
  "creators": "JESSICA PRATIWI",
  "contributors": "Jani Rahardjo (Advisor 1); I Gede Agus Widyadana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022123/IND/2018; Jessica Pratiwi (25414027)",
  "subjects": "INDUSTRIAL MANAGEMENT; VALUE ANALYSIS (COST CONTROL); MANUFACTURING INDUSTRIES--MANAGEMENT"
}