{
  "id": "43894",
  "title": "Perbaikan sistem operasi Component Part Order (CPO) untuk menghilangkan process delay dan system error pada kegiatan ekspor PT Toyota Motor manufacturing Indonesia",
  "abstract": "PT Toyota Motor Manufacturing Indonesia (TMMIN) adalah perusahaan otomotif di Indonesia yang bergerak sebagai produsen dan pengekspor produk dan suku cadang Toyota. Kegiatan ekspor TMMIN salah satunya adalah Component Part Order (CPO). Penanganan CPO dilakukan menggunakan bantuan sistem, namun sistem saat ini mengalami permasalahan, yaitu terjadinya system error. Sistem saat ini juga belum mampu untuk menampilkan visualisasi order tracking sehingga sering kali terjadi process delay dalam penanganan CPO secara operasional. Analisa penyebab process delay dilakukan menggunakan Toyota Business Practise (TBP) dan tools Ishikawa Diagram. Perbaikan yang dilakukan adalah merancang sistem baru sehingga permasalahan system error yang terjadi pada sistem lama dapat dihilangkan. Sistem juga dirancang agar memiliki fungsi order tracking sehingga setiap proses penanganan CPO dapat terekam dalam sistem. Perbaikan untuk menangani permasalahan operasional CPO juga dirancang dalam sistem. Ekspektasi hasil yang diharapkan dengan melakukan perbaikan ini adalah penanganan CPO yang berjalan lancar dan tepat waktu (CPO smooth operation). Keuntungan lain yang diharapkan dari perbaikan ini adalah penghematan waktu kerja sebanyak 2244 jam/tahun yang sebelumnya diperlukan untuk menyelesaikan permasalahan yang terjadi.",
  "creators": "LUCY SANJAYA",
  "contributors": "I Gede Agus Widyadana (Advisor 1); Jani Rahardjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022124/IND/2018; Lucy Sanjaya (25414033)",
  "subjects": "DATABASE MANAGEMENT--COMPUTER PROGRAMS; DATABASE MANAGEMENT; INDUSTRIAL MANAGEMENT"
}