{
  "id": "439",
  "title": "A Study of the different opinion between Carol and the villagers in Gopher Prairie and her process of adapting with them in Sinclair Lewis' main street",
  "abstract": "The thesis is about Sinclair Lewis' Main Street. It focuses on the major character, Carol, who comes to a small village, Gopher Prairie. There she is dissatisfied with the condition and its people. It makes her has conflicting opinion with the villagers in Gopher Prairie. In this thesis, the writer would like to know what kinds of different opinion I that Carol and the villagers have and also how she adapts her opinion with theirs. The thesis writer finds out that they have different opinion on privacy, money management, humanity, spending leisure time and appreciation of literature and books. She also wants to dig out Carol's process of adapting with the people's opinion in Gopher Prairie. In doing the thesis, the thesis writer uses library research. She gathers data from literary critics and literary theory, such as conflict and characterizatior. She also uses important definition, adaptation. Carol finds that their ways of life are different, for example the people there like gossiping while Carol does not. And how to appreciate literature is also different. That is why, she tries to adapt with the people. Firstly by compromising with the villagers. Unfortunately she fails. Secondly she decides to seclude to California and then to Washington. When in Washington, she realizes that the life in a big city is not as beautiful as she thinks. Finally, through a process of adapting, Carol decides to go back to Gopher Prairie. There she tries to understand the people. Even though the people are mind others' business, they are nice people and care about others. From this thesis, the writer wants to tell the readers that people need time to undergoing the process of adaptation of different way of life.",
  "creators": "ELLYANA ERMAWATI",
  "contributors": "Sarah Limuil (Advisor 1); CHERRY HADIKUSUMO, Dra. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.946; Ellyana Ermawati (11495120)",
  "subjects": "CONCRETE PRODUCTS INDUSTRY-RESEARCH"
}