{
  "id": "43900",
  "title": "Studi profil desainer, konsep, dan karya art furniture (studi kasus: Barata Sena)",
  "abstract": "Penulisan karya ilmiah ini bertujuan untuk menginterpretasikan data terkait studi profil desainer Barata Sena yang merupakan seorang desainer art furniture. Kayu adalah material pokok bagi proses kreatif Barata Sena. Kayu yang cenderung diabaikan oleh bidang perkayuan maupun pertukangan seperti kayu yang berlubang, berjamur, pecah-pecah, melengkung dianggap sebagai suatu kecacatan. Bagi Barata Sena, hal tersebut tidak menjadi masalah, segala yang dilahirkan Ibu Bumi hanyalah perkara-perkara natural karena itu dalam kreatifnya,apapun kecacatan pohon-pohon, persoalan yang hadir dihadapannya hanyalah bagaimana mengintegrasikan kecerdasannya ke dalam kerjasamanya dengan batang-batang pohon tersebut. Permasalahan yang dirumuskan adalah bagaimana profil lengkap Barata Sena, filosofi Barata Sena dalam menghasilkan karya art furniture, dan bagaimana proses perwujudan karya art furniture Barata Sena. Penulis menggunakan metode kualitatif deskriptif, yaitu dengan wawancara mendalam dengan pelaku, dan dokumentasi terkait data lapangan seperti foto-foto karya, hasil wawancara Barata Sena dengan Bulan Soerbadjati, dan sumber dari internet mengenai Barata Sena. Metode desain yang digunakan Barata Sena berdekatan dengan metode desain biomimikri, yang merupakan inspirasi dari alam. Hasil penelitian ini mengidentifikasikan profil lengkap Barata Sena, mengungkapkan filosofi Barata Sena dalam berkarya dan proses berkaryanya. Dalam prosesnya yang berlandaskan filosofi utama bahwa “tidak ada kayu yang tidak bagus, setiap kayu memiliki potensi untuk dibangkitkan”, di dalamnya terdapat visi dan spirit perancangan serta metode proses perancangan, yaitu metode penciptaan dan metode penyangkalan yang memberikan cara berpikir baru bagi pembelajar desain dalam menghasilkan karya.",
  "creators": "ROSALINA FANNY SAMANTHA",
  "contributors": "Yusita Kusumarini (Advisor 1); Lucky Basuki (Advisor 2); Ronald H.I. Sitindjak (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00011720/DIN/2018; Rosalina Fanny .S (41414112)",
  "subjects": "STUDIO FURNITURE; WOOD"
}