{
  "id": "43907",
  "title": "Penyusunan analisa risiko berbasis ISO 9001:2015 dan FSSC 22000 di PT Hapete Surabaya",
  "abstract": "PT Hapete adalah sebuah perusahaan manufaktur yang memproduksi benang untuk kegiatan industri. Sebagai perusahaan manufaktur benang berskala internasional, PT HAPETE menerapkan ISO 9001 dan FSSC 22000 untuk menjaga kualitas dan keamanan produk-produk yang dihasilkan. Penelitian ini bertujuan untuk perancangan analisa risiko sebagai salah satu persyaratan dalam ISO 9001:2015 dan FSSC 22000. Perancangan analisa risiko pada PT Hapete menggunakan metode Failure Mode and Effect Analysis (FMEA). Perancangan analisa risiko untuk sistem manajemen mutu ISO 9001:2015 dilakukan pada setiap kegiatan di seluruh departemen yang ada di PT Hapete. Analisa risiko untuk FSSC 22000 dilakukan pada proses-proses yang terkait dengan sistem produksi benang food grade. Risiko yang perlu diperhatikan oleh PT Hapete adalah risiko yang terjadi pada departemen yang berhubungan langsung dengan produk, cash flow, dan kepuasan pelanggan. Produk-produk food grade memerlukan pengawasan pada proses delivery produk. Analisa risiko dilakukan pada 20 departemen, dan ditemukan 1054 risiko yang mungkin terjadi di PT.Hapete. Tiga dari 1054 risiko yang ditemukan tergolong dalam kategori high risk. Ketiga risiko yang tegolong high risk adalah risiko benang kotor pada divisi winding, jumlah pembayaran pelanggan yang tidak sesuai jumlah penagihan, serta pembuatan surat jalan yang salah. Tindakan mitigasi yang disarankan secara keseluruhan adalah dengan melakukan komunikasi dengan pihak-pihak terkait untuk mendapatkan keputusan bersama sehingga permasalahan dapat diselesaikan",
  "creators": "DESCELLY CRISTIANI",
  "contributors": "Jani Rahardjo (Advisor 1); Benedictus Rahardjo S.T. M.B.A. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022131/IND/2018; Descelly Cristiani (25414017)",
  "subjects": "RISK MANAGEMENT; ISO 9001:2015"
}