{
  "id": "43915",
  "title": "Perancangan interior pusat fotografi berbasis co-working space di Surabaya",
  "abstract": "Dunia fotografi tengah mengalami kemajuan dan perkembangan pesat beberapa tahun belakangan ini. Fotografi dapat menjadi bisnis yang cukup menjanjikan dan banyak dicari oleh konsumen dari berbagai kalangan. Untuk menunjang bisnis ini, dibutuhkan adanya suatu sarana yang dapat mengakomodasi kegiatan fotografi, khususnya bagi para pebisnis start up. Oleh karena itu, muncul gagasan untuk merancang suatu Pusat Fotografi berbasis Co-working Space di Surabaya yang dapat memfasilitasi para pelaku bisnis fotografi start up sekaligus mewadahi pertemuan antar fotografer maupun antara fotografer dengan kliennya. Metode perancangan yang digunakan terdiri dari 7 tahapan yaitu (1) Inquiry, (2)Empathize, (3) Define, (4) Brainstorm, (5) Prototype, (6) Test, (7) Apply & Reflect. Konsep perancangan yang diangkat adalah Dynamic Interfusion. Konsep ini diangkat untuk menjadi solusi dari permasalahan yang muncul yaitu aktivitas fotografi yang cenderung bersifat individual sehingga kurang adanya interaksi dan komunikasi. Konsep ini diterapkan dalam desain berupa organisasi ruang open plan dan menimbulkan kesan gerak, serta ruangan yang fleksibel dan multifungsi. Fasilitas utama yang dirancang antara lain photography store, galeri foto, studio foto polos dan tematik, communal lounge, ruang editing, ruang meeting, dan workshop area. Juga dilengkapi dengan fasilitas pendukung yaitu lobby, kafe, ruang make up, ruang ganti, kantor pengelola, pantry, ruang penyimpanan, dan toilet.",
  "creators": "JANICE SALIM",
  "contributors": "Sriti Mayang Sari (Advisor 1); JEAN FRANCOIS POILLOT (Advisor 2); Adi Santosa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021644/DIN/2018; Janice Salim (41414008)",
  "subjects": "INTERIOR DECORATION; PHOTOGRAPHY"
}