{
  "id": "43916",
  "title": "Perancangan interior pusat seni pertunjukan di Surakarta",
  "abstract": "Seni pertunjukan merupakan sebuah karya seni yang melibatkan beberapa individu atau sebuah kelompok dalam tempat dan waktu tertentu. Surakarta dikenal dengan kota budaya yang memiliki bermacam kesenian seperti seni pertunjukan yang cukup diminati oleh masyarakat. Di Surakarta terdapat beberapa seni pertunjukan yang terkenal adalah seni karawitan, seni pedalangan, seni tari, dan seni teater. Potensi seni yang dimiliki oleh Surakarta didukung oleh komunitas-komunitas yang bergerak dalam bidang seni pertunjukan. Namun, seni pertunjukan yang ada belum difasilitasi dengan baik sehingga mayarakat kurang berminat untuk melihat pertunjukan di fasilitas yang telah disediakan. Maka perancangan ini akan ditujukan untuk dapat memberikan fasilitas yang memadai guna mendukung kegiatan seni pertunjukan yang ada di Surakarta. Perancangan ini juga akan menjawab permasalahan yang ada yaitu bagaimana memfasilitasi kegiatan seni pertunjukan yang ada dan bagaimana desain yang dapat mudah diterima oleh masyarakat. Dalam perancangan ini fasilitas yang dirancang dapat memenuhi setiap aktifitas seni pertunjukan dan dengan pengangkatan konsep nilai budaya lokal khususnya manusia Jawa akan memudahkan untuk diterima oleh kalangan masyarakat. Aplikasi desain dalam perancangan ini akan menerapkan karakter dari tokoh pewayangan yaitu Pandawa dan didukung dengan ciri interior rumah dengan perasaan manusia Jawa. Dengan pengangkatan nilai budaya lokal Jawa ini, diharapkan perancangan ini dapat mudah diterima masyarakat.",
  "creators": "SHINTIA DEWI LIMANTO",
  "contributors": "Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Advisor and Examination Committee); STEPHANIE MELINDA FRANS (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021652/DIN/2018; Shintia Dewi Limanto (41414016)",
  "subjects": "ART CENTERS; INTERIOR DECORATION"
}