{
  "id": "43929",
  "title": "Perancangan interior Sekolah Inklusif Galuh Handayani Surabaya",
  "abstract": "Pendidikan anak yang berkebutuhan khusus (ABK) telah dicantumkan dalam Undang-Undang Republik Indonesia Nomor 20 Tahun 2003 tentang Sistem Pendidikan Nasional. Pemerintah Surabaya kini menganjurkan tiap sekolah memiliki kelas inklusi untuk mewadahi ABK agar mereka memiliki kesempatan pendidikan yang setara dengan anak normal sehingga dapat berkembang dengan memaksimalkan potensi yang dimiliki. Sekolah Inklusi Galuh Handayani membutuhkan adanya perancangan interior agar pihak sekolah dapat memberikan pengajaran yang baik. Perancangan ini menggunakan metode perancangan design thinking Veronique Hillen, terdiri dari 3 tahapan besar yakni inspiration, ideation, implementation. Perancangan interior “Harmony in equality” mampu membantu proses perkembangan ABK, menciptakan kondisi yang kondusif dari segi interior maupun lingkungan sekitar agar ABK dapat beraktivitas secara mandiri. Sesuai dengan “Harmony in equality”, menerapkan beberapa hal yang perlu diperhatikan, seperti wayfinding dengan color coding sehingga interior sekolah lebih bersifat aksesibel bagi ABK. Pemilihan material dan finishing, sirkulasi bangunan, elemen interior serta sistem interior yang dapat memenuhi kebutuhan ABK secara universal penting diterapkan. Perancangan ini dapat membantu orang tua maupun peserta didik berkebutuhan khusus dalam aspek pendidikan, terapi dan mampu meningkatkan kesehatan masyarakat serta menghasilkan ABK yang mandiri dan terlatih sehingga Sekolah Inklusi Galuh Handayani dapat menjadi pionir sekolah inklusi di Indonesia.",
  "creators": "FLORENTINA TAMARISKA WIJAYA",
  "contributors": "Ronald H.I. Sitindjak (Advisor 1); Linggajaya Suryanata (Advisor 2); Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021678/DIN/2018; Florentina Tamariska Wijaya (41414048)",
  "subjects": "INTERIOR DECORATION; SCHOOL DECORATION"
}