{
  "id": "43923",
  "title": "Kinerja saham jangka panjang pada perusahaan publik di Indonesia setelah melakukan merger dan akuisisi",
  "abstract": "Penelitian ini dilakukan untuk menganalisa kinerja saham jangka panjang perusahaan publik di Indonesia setelah melakukan merger dan akuisisi. Selain itu, penelitian ini dilakukan untuk menganalisa dampak dari ukuran perusahaan, metode pembayaran dan struktur kepemilikan terhadap kinerja saham panjang perusahaan publik di Indonesia setelah melakukan merger dan akuisisi. Kinerja saham pada perusahaan akan diukur menggunakan 2 metode yaitu: Cumulative Market Adjusted Abnormal Return (CMAR) dan Buy and Hold Matched Sample Abnormal Return (BHAR). Teknik data analisis akan menggunakan software GRETL. Dalam penelitian ini, peneliti menemukan hasil yang beragam. Kinerja saham jangka panjang perusahaan publik di Indonesia setelah melakukan merger dan akuisisi ditemukan bernilai negative secara signifikan baik menggunakan metode CMAR maupun BHAR. Peneliti menemukan adanya dampak positif dari ukuran perusahaan terhadap kinerja saham jangka panjang menggunakan metode BHAR. Akan tetapi, peneliti tidak menemukan dampak antara ukuran perusahaan terhadap kinerja saham jangka panjang menggunakan metode CMAR. Selain itu, peneliti menemukan adanya dampak negatif dari metode pembayaran terhadap kinerja saham jangka panjang menggunakan metode CMAR. Hasil yang berlawanan ditemukan dengan metode BHAR, di mana tidak ditemukan dampak antara metode pembayaran dan kinerja saham jangka panjang. Peneliti juga menemukan adanya dampak negatif dari struktur kepemilikan terhadap kinerja saham jangka panjang menggunakan metode CMAR dan tidak menemukan adanya dampak dari struktur kepemilikan terhadap kinerja saham jangka panjang menggunakan metode BHAR.",
  "creators": "JACQUELINE EVANIA",
  "contributors": "Josua Tarigan (Advisor 1); Saarce Elsye Hatane (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011131/AKT/2018; Jacqueline Evania (32414052)",
  "subjects": "CONSOLIDATION AND MERGER OF CORPORATIONS-FINANCE; CONSOLIDATION AND MERGER OF CORPORATIONS; INVESMENT ANALYSIS"
}