{
  "id": "43933",
  "title": "Perancangan interior Panti Werdha Usia Anugerah di Surabaya",
  "abstract": "Lansia merupakan tahap siklus akhir dalam kehidupan manusia. Pada tahap ini perubahan manusia sangat terlihat baik pada perubahan fisik maupun mental sehingga dibutuhkan perhatian khusus untuk meningkatkan kesejahteraan masyarakat lansia. Peran keluarga dalam merawat lansia sangat penting dan membantu lansia untuk menjangkau sumber-sumber yang ada dalam rangka memenuhi kebutuhan hidupnya. Namun, seiring dengan perkembangan zaman yang semakin modern dan tuntutan hidup yang semakin banyak dan tinggi maka kebiasaan anak atau keluarga merawat orangtua yang sudah berusia lanjut menjadi semakin berkurang. Perubahan struktur di dalam keluarga menyebabkan keluarga memandang bahwa keberadaan lansia di dalam lingkungan keluarga merupakan sebuah beban. Perancangan interior Panti Werdha Usia Anugerah bertujuan untuk memenuhi segala kebutuhan para lansia yang tidak mendapat perhatian secara khusus dari keluarganya. Perancangan ini menggunakan metode analitis dengan melakukan observasi lapangan dan wawancara secara langsung sekaligus berinteraksi dengan para lansia sehingga dapat mengetahui secara jelas masalah yang terjadi. Perancangan Panti Werdha Usia Anugerah ini menggunakan pendekatan Healing Environment berupa taman agar dapat mengatasi sindrom sarang hampa yang memberi dampak negatif pada para lansia tersebut. Selain itu, penggunaan konsep “Serve with Heart” diterapkan dalam desain agar dapat memberikan rasa nyaman dan memberikan pengaruh positif ketika berada di dalam panti werdha tersebut.",
  "creators": "NADYA ALLENCIA WIJAYA",
  "contributors": "Mariana Wibowo, S.Sn., M.MT. (Advisor 1); STEPHANIE MELINDA FRANS (Advisor 2); Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021648/DIN/2018; Nadya Allencia Wijaya (41414012)",
  "subjects": "INTERIOR DECORATION; OLD AGE HOMES--DECORATION"
}