{
  "id": "43969",
  "title": "Perancangan semi private space pada ruang tunggu bandar udara di Pulau Jawa",
  "abstract": "Perancangan semi private space pada ruang tunggu bandar udara khususnya di Pulau Jawa didasari berbagai pertimbangan, salah satunya karena kurang diterapkannya kekayaan alam dan budaya yang dimiliki Indonesia pada perancangan yang ada. Material rotan digunakan karena salah satu kekayaan alam Indonesia yang berpotensi tinggi namun belum dimanfaatkan dengan maksimal. Sedangkan bandar udara menjadi tempat yang relevan untuk pengaplikasian perancangan karena merupakan tempat yang banyak dilalui oleh masyarakat maupun wisatawan, juga banyak area luas yang belum dimanfaatkan secara menyeluruh. Di lain sisi, berkembangnya zaman membuat perubahan gaya hidup masyarakat selaku pengguna, yang memanfaatkan lebih banyak waktunya untuk beraktivitas di ruang publik. Aktivitas privat tidak dapat terpenuhi secara maksimal, sehingga perancangan semi private space yang diajukan di bandar udara dapat menjawab kebutuhan tersebut. Perancangan ditujukan untuk menunjang aktivitas kegiatan dan tidak lupa meningkatkan citra Indonesia dengan perancangan dan penerapan material yang digunakan. Metode perancangan berupa design thinking yang disesuaikan kebutuhan perancangan, tahap pertama berupa pemahaman tempat dan pengguna. Kemudian dilanjutkan dengan tahap programming dan define. Setelah terkumpulnya data, dilanjutkan dengan pembuatan konsep dan ide berupa sketsa pengembangan, gambar kerja, hingga merealisasikan perancangan. Dari hasil perancangan, semi-private space diharapkan dapat memberikan pengalaman berbeda, berdampak, dan memenuhi kebutuhan para pengguna bandar udara di Jawa Timur, Jawa Tengah dan Jawa Barat.",
  "creators": "PREISCYLIA JENNIFER LIEMENA",
  "contributors": "Mariana Wibowo, S.Sn., M.MT. (Advisor 1); MOCH TAUFAN RIZQI, S.Sn. (Advisor 2); Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021646/DIN/2018; Preiscylia Jennifer Liemena (41414010)",
  "subjects": "AIRPORT TERMINALS; WAITING ROOMS-DECORATION; PERSONAL SPACE"
}