{
  "id": "43977",
  "title": "Value relevance dari informasi akuntansi sebelum dan setelah IFRS pada perusahaan sektor infrastruktur, utilitas dan transportasi",
  "abstract": "Sejak 1 Januari 2012, Indonesia mengadopsi IFRS sebagai standar akuntansi yang berlaku. Pengadopsian IFRS diharapkan diharapkan menyajikan informasi akuntansi yang berkualitas tinggi untuk membantu pengguna laporan keuangan dalam mengambil keputusan. Informasi akuntansi memiliki value relevance, ketika informasi akuntansi secara signifikan mempengaruhi respons investor sehingga mampu mengubah keputusan investor, yang akan tercermin dalam perubahan stock price. Sehingga, penelitian ini bertujuan untuk memberikan bukti bahwa informasi akuntansi berupa earning per share (EPS) dan book value equity per share (BVPS) setelah mengadopsi IFRS memiliki value relevance yang lebih tinggi daripada sebelum mengadopsi IFRS. Metode pengolahan data dalam penelitian ini dilakukan dengan membandingkan antara periode sebelum mengadopsi IFRS yaitu tahun 2007-2011 dengan periode setelah mengadopsi IFRS yaitu tahun 2012-2014. Penelitian dilakukan menggunakan analisa statistik deskriptif, metode analisis data menggunakan regresi data panel dengan menggunakan software statistik STATA versi 14.1 dan uji hipotesis. Berdasarkan hasil pengujian yang dilakukan, penelitian ini membuktikan bahwa pengadopsian IFRS sebagai standar akuntansi pada perusahaan sektor infrastruktur, utilitas dan transportasi meningkatkan value relevance informasi akuntansi berupa EPS dan BVPS secara signifikan.",
  "creators": "SELINA WICAKSONO JONG",
  "contributors": "Juniarti (Advisor 1); Daniel Tyasmoko (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011163/AKT/2018; Selina Wicaksono Jong (32414139)",
  "subjects": "ACCOUNTING--MANAGEMENT; CAPITALISTS AND FINANCIERS; INTERNATIONAL FINANCIAL REPORTING STANDARDS"
}