{
  "id": "43987",
  "title": "Pengaruh earnings management terhadap financial performance dengan ownership structure sebagai variabel moderasi",
  "abstract": "Penelitian ini bertujuan untuk mengetahui pengaruh langsung earnings management dan ownership structure terhadap financial performance. Selain itu penelitian ini juga bertujuan untuk mengetahui pengaruh earnings management terhadap financial performance dengan ownership structure sebagai variabel moderasi. Sampel yang digunakan dalam penelitian ini terdiri dari 109 perusahaan manufaktur yang terdaftar di Bursa Efek Indonesia dengan tahun pengamatan selama 2011-2015. Data dikumpulkan dari laporan tahunan dan keuangan, kemudian data diolah dengan menggunakan software WarpPLS versi 5.0. Dari hasil pengolahan data, diperoleh hasil penelitian bahwa tidak adanya pengaruh dari institutional ownership terhadap financial performance, adanya pengaruh negatif foreign dan controlling ownership terhadap financial performance, adanya pengaruh negatif dari earnings management terhadap financial performance. Selain itu, penelitian ini juga menemukan bahwa institutional, foreign dan controlling ownership mampu memoderasi pengaruh earnings management terhadap financial performance. Institutional dan controlling ownership memperkuat pengaruh negatif earnings management terhadap financial performance, namun foreign ownership memperlemah pengaruh tersebut. Penelitian ini bertujuan untuk mengetahui pengaruh langsung earnings management dan ownership structure terhadap financial performance. Selain itu penelitian ini juga bertujuan untuk mengetahui pengaruh earnings management terhadap financial performance dengan ownership structure sebagai variabel moderasi. Sampel yang digunakan dalam penelitian ini terdiri dari 109 perusahaan manufaktur yang terdaftar di Bursa Efek Indonesia dengan tahun pengamatan selama 2011-2015. Data dikumpulkan dari laporan tahunan dan keuangan, kemudian data diolah dengan menggunakan software WarpPLS versi 5.0. Dari hasil pengolahan data, diperoleh hasil penelitian bahwa tidak adanya pengaruh dari institutional ownership terhadap financial performance, adanya pengaruh negatif foreign dan controlling ownership terhadap financial performance, adanya pengaruh negatif dari earnings management terhadap financial performance. Selain itu, penelitian ini juga menemukan bahwa institutional, foreign dan controlling ownership mampu memoderasi pengaruh earnings management terhadap financial performance. Institutional dan controlling ownership memperkuat pengaruh negatif earnings management terhadap financial performance, namun foreign ownership memperlemah pengaruh tersebut.",
  "creators": "NATHANIA CALOSA",
  "contributors": "Saarce Elsye Hatane (Advisor 1); Devie (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011202/AKT/2018; Nathania Calosa (32414076)",
  "subjects": "CORPORATIONS--FINANCE; PERFORMANCE; STOCK OWNERSHIP"
}