{
  "id": "43982",
  "title": "Pengaruh pengadopsian ifrs terhadap earnings quality pada perusahaan di sektor industri manufaktur, holding firms, pertambangan, dan properti di Filipina",
  "abstract": "Tujuan penelitian ini adalah untuk menguji apakah terjadi peningkatan earnings quality setelah adopsi International Financial Reporting Standards (IFRS) di Filipina. Earnings quality diukur menggunakan accrual quality. IFRS adoption diukur menggunakan dummy variable, sedangkan variabel kontrol yang digunakan dalam penelitian ini adalah leverage dan firm size. Penelitian ini dilakukan pada perusahaan di sektor industri manufaktur, holding firms, pertambangan, dan properti yang terdaftar di Philippine Stock Exchange (PSE) mulai tahun 2001 hingga tahun 2015. Pengamatan dilakukan pada 32 perusahaan dalam jangka waktu 15 tahun sehingga jumlah pengamatan menjadi 480. Penelitian ini menggunakan data panel dengan software GRETL untuk melakukan pengujian dan memilih model yang terbaik antara Pooled Least Squared, Fixed Effect dan Random Effect. Uji Hipotesis dilakukan dengan melihat koefisien regresi atau arah hubungan yang searah dan signifikansi pengaruh IFRS, leverage, dan firm size terhadap accrual quality. Hasil penelitian menunjukkan bahwa adopsi IFRS di Filipina pada perusahaan di sektor industri manufaktur, holding firms, pertambangan, dan properti mampu meningkatkan accrual quality. Selain itu, hasil penelitian menunjukkan pula bahwa variabel kontrol berupa leverage mampu menurunkan accrual quality dan firm size dapat meningkatkan accrual quality.",
  "creators": "SAMUEL AVE",
  "contributors": "Juniarti (Advisor 1); Josua Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011203/AKT/2018; Samuel Ave (32414002)",
  "subjects": "CORPORATE PROFITS--PHILIPPINES--ACCOUNTING"
}