{
  "id": "440",
  "title": "Feminism and woman's struggle for peace in lysistrata as the main charcter in Aristophanes's lysistrata",
  "abstract": "Lysistrata a play by Aristophanes, is a comedy play which deals with the women?s struggle who live in ancient Greek at that time. This theme is reflected on the main character`s behavior, which reveals the feminism idea. The story is about the effort of Lysistrata to gain power with the women through out Greek against the war and defeat the men?s domination eventually. For that reason, the thesis writer is going to analyze how the effort of the women, especially Lysistrata in gaining power to end the war. Beforehand, the thesis writer will clarify Lysistrata?s character in order to examine the power feminism that she has. In order to accomplish the analysis, the thesis writer uses literary approach, which is characterization to picture the character traits of the main character that she can be called as a feminist. On top of it, besides utilizing literary theory, the thesis writer also uses the theory of feminism as her additional theory in order to identify the effort of the women in ending the war. The analysis then will show how women have the same rights and ability to do something as well as men, and it is shown that Lysistrata the main character has a. strong ability to influence other women to sue their rights, to make a peace for the country A t the end, the thesis writer concludes that women are not weak creatures, hut they are heroes eventually because basically women have their own unique power to do what they want.",
  "creators": "ILIA SHELVI IRELAND",
  "contributors": "ANTONIUS GURITO (Advisor 1); Ribut Basuki (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.958; Ilia Shelvi Ireland (11497024)",
  "subjects": "GREEK DRAMA (COMEDY)-STUDY AND TEACHING; ARISTOPHANES, C. 447/46-386/380-LYSISTRATA-STUDY AND TEACHING"
}