{
  "id": "4400",
  "title": "Perancangan interior \"Total Health\" fitness centre di Surabaya",
  "abstract": "Semakin tingginya taraf hidup masyarakat urban, semakin tinggi pula dampak negatif terhadap kesehatan baik fisik maupun psikis yang ditimbulkan. Gaya hidup masyarakat urban yang serba instan, cepat, hi-tech, dan dinamis membuat dan memaksa setiap manusia modern itu selalu siap dalam kondisi yang prima setiap saat, akan tetapi pada kenyataannya justru terbalik. Minat dan kesadaran akan pentingnya kesehatan masyarakat kota besar ini semakin berkurang, hal ini ditandai dengan makin tingginya penderita obesitas, stress, dan penyakit-penyakit yang sukar disembuhkan. Sarana olahraga seperti halnya fitness centre sebenarnya sudah tidak asing untuk ukuran sebuah kota besar, akan tetapi fasilitas yang ditawarkan cenderung hanya mementingkan segi fungsi sebuah sarana olahraga yaitu kesehatan fisik, sedangkan segi hiburan dan kesehatan psikis jarang diperhatikan. Pernyataan ini bisa dilihat dari beberapa fitness centre yang kehilangan banyak anggotanya setiap tahun karena fasilitas yang ditawarkan berakhir pada kebosanan dan ini akan mempengaruhi segi komersialnya Interaksi sosial yang kurang baik juga timbul sebagai dampak negatif dari hal itu. Sebagai aplikasi dari analogi kedinamisan aktivitas dalam sebuah fitness centre maka dihadirkan pola-pola geometris yang dinamis dan didukung oleh warna-warna primer yang menarik perhatian. Keseimbangan yang asimetris dalam desain juga dimunculkan sebagai aplikasi dari analogi pentingnya kesehatan secara total.",
  "creators": "HENDRA",
  "contributors": "HARTOTO INDRA (Advisor 1); Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Advisor 2); OLIH SOLIHAT KARSO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No.00050395/DIN/2006; Hendra (41402065)",
  "subjects": "RECREATION CENTERS-DECORATION"
}