{
  "id": "44020",
  "title": "Pengaruh board structure terhadap earnings management pada peristiwa sebelum dan sesudah seasoned equity offerings",
  "abstract": "Penelitian ini bertujuan untuk mengetahui pengaruh Board Size, Board Composition Independen, Board Meeting, Dan Board Tenure Terhadap Earnings Management Pada Peristiwa Sebelum Dan Sesudah Seasoned Equity Offerings. Sample yang digunakan dalam penelitian terdiri dari 17 perusahaan pada sector non keuangan dan jasa yang terdaftar di Bursa Efek Indonesia, dan diteliti selama tahun 2010-2016. Teknik analisis data menggunakan data panel dengan program GRETL. Penelitian ini dilakukan dengan cara membandingkan periode sebelum dan sesudah Seasoned Equity Offerings. Hasil penelitian ini menemukan adanya pengaruh negatif dan signifikan board size terhadap earnings management sebelum seasoned equity offerings. Pengaruh board composition independen tidak berpengaruh terhadap riil earnings management pada periode sebelum seasoned equity offering. Pengaruh board meeting tidak berpengaruh terhadap riil earnings management pada periode sebelum seasoned equity offering. Pengaruh board tenure berpengaruh signifikan dan positif terhadap riil earnings management pada periode sebelum seasoned equity offering. Pengaruh board size berpengaruh signifikan dan negatif terhadap riil earnings management pada periode sesudah seasoned equity offering. Pengaruh board composition independen berpengaruh signifikan dan negatif terhadap riil earnings management pada periode sesudah seasoned equity offering. Pengaruh board meeting berpengaruh signifikan dan negatif terhadap riil earnings management pada periode sesudah seasoned equity offering. Pengaruh board tenure berpengaruh signifikan dan positif terhadap riil earnings management pada periode sesudah seasoned equity offering.",
  "creators": "IVO ARDIANTA PERTIWI",
  "contributors": "Priskila (Advisor 1); Devie (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011235/AKT/2018; Ivo Ardianta Pertiwi (32414090)",
  "subjects": "EARNINGS MANAGEMENT"
}