{
  "id": "44022",
  "title": "Analisa faktor pendorong dan penarik masyarakat Surabaya dalam berwisata ala backpacker dan flashpacker",
  "abstract": "Dewasa ini semakin banyak bermunculan acara televisi, blog, vlog dan kumintas-komunitas yang berbagi pengalaman mengenai liburan yang mendorong para wisatawan untuk berwisata. Namun dengan adanya perubahan gaya hidup dan semakin canggihnya teknologi menyebabkan munculnya gaya berwisata seperti backpacker dan flashpacker. Seorang wisatawan pasti mempunyai motivasi tersendiri yang membuatnya berwisata. Tujuan penelitian ini adalah untuk mengetahui faktor pendorong dan penarik apa saja yang memotivasi masyarakat Surabaya dalam berwisata ala backpacker dan flashpacker Teknik sampling dalam penelitian ini adalah metode purposive sampling, yaitu teknik pengambilan sampel di mana penulis meneliti dan mempertimbangkan sendiri anggota populasi yang akan dipergunakan sebagai sampel. Metode analisis yang digunakan adalah analisa faktor dan analisis cluster. Proses transformasi dan perhitungan data menggunakan program SPSS. Hasil penelitian ini menunjukkan bahwa faktor pendorong dan penarik yang mempengaruhi masyarakat Surabaya dalam berwisata ala backpacker adalah faktor cultural interaction, faktor self satisfaction, faktor relaxation, faktor positive image, faktor cultural value dan faktor seasonal event. Sedangkan faktor pendorong dan penarik yang mempengaruhi masyarakat Surabaya dalam berwisata ala flashpacker adalah faktor new experience, faktor self satisfaction, faktor romance, faktor cultural value, dan faktor positive image.",
  "creators": "CHRISTIAN CHANDRAWIJAYA THOMAS",
  "contributors": "Devi Destiani Andilas (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010313/MAN/2018; Christian Chandrawijaya Thomas (35413045)",
  "subjects": "BACKPACKING; INDEPENDENT TRAVEL; TOURISM"
}