{
  "id": "44025",
  "title": "Evaluasi pemanfaatan sistem Indonesia National Single Window terkait dengan kegiatan ekspor dan impor freight forwarding company di Surabaya",
  "abstract": "Sistem Indonesia National Single Window merupakan sistem logistik yang transparan, konsisten, efisien, dan simple yang terintegrasi dengan Kementeriaan dan Lembaga terkait yang menyediakan fasilitas informasi mengenai HS Code, Lartas, Tariff, Regulasi Ekspor Impor, Tracking PEB/PIB, Exchange Rate, dan BC 1.1 (manifest). Sistem INSW diterapkan di Indonesia sejak tahun 2008 yang membuat kita berpendapat bahwa setiap fasilitas dalam sistem ini telah dimanfaatkan dengan baik oleh Freight Forwarder. Penelitian ini bertujuan untuk mengevaluasi pemanfaatan Indonesia National Single Window terkait dengan kegiatan ekspor dan impor Freight Forwarding Company di Surabaya dilihat melalui tujuan dan manfaat sistem. Salah satu tujuan dari penggunaan sistem INSW adalah mempercepat proses ekspor impor. Melalui salah satu tujuan tersebut, sistem INSW dapat membantu percepatan proses ekspor dan impor yaitu Pre-Clearance, Custom Clearance, dan Post-Clearance sesuai dengan arahan dari Menteri Perekonomian Republik Indonesia. Salah satu manfaat dari penggunaan sistem INSW adalah mendukung Good Corporate Governance dalam penyelesaian ekspor impor. Melalui manfaat ini, sistem INSW dapat menjadi sistem yang transparan (mengurangi kegiatan face to face dengan Kementrian atau Lembaga terkait) sehingga dapat mengurangi praktek kecurangan seperti uang undertable.",
  "creators": "LILIANA ORVALA HARIJADI; AUDREY SARAH VANEZZA ARIF RIANT",
  "contributors": "Devi Destiani Andilas (Advisor 1); Pwee Leng (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010333/MAN/2018; Liliana Orvala Harijadi (35414002); Audrey Sarah Vanezza (35414028)",
  "subjects": "EXPORTS; FREIGHT FORWARDERS; IMPORTS"
}