{
  "id": "44029",
  "title": "Pengaruh penggunaan teknologi informasi terhadap profitability perusahaan melalui strategic management accounting sebagai variabel intervening",
  "abstract": "Kegiatan penelitian ini bertujuan untuk menguji pengaruh Teknologi Informasi terhadap Profitability perusahaan dengan menggunakan satu variabel intervening, yaitu Strategic Management Accounting, yang dihipotesa dapat memperkuat pengaruh Teknologi Informasi terhadap Profitability perusahaan. Peneliti menggunakan rumus penghitungan Slovin sebagai dasar penentuan sampel kegiatan penelitian. Kegiatan penelitian ini menguji terhadap sampel sebanyak 39 perusahaan manufaktur terdaftar di kawasan Rungkut Industri Surabaya (SIER), yang mencakup 3 perusahaan manufaktur terbuka (Tbk.) dan 36 perusahaan manufaktur tertutup (Non Tbk.). Penelitian ini berbentuk penelitian kuantitatif di mana data yang digunakan adalah data primer berupa kuisioner yang berisi penilaian responden terhadap variabel independen Teknologi Informasi, variabel intervening Strategic Management Accounting, dan variabel dependen Profitability pada perusahaan tempat mereka bekerja. Pengolahan data dilakukan dengan menggunakan software SmartPLS. Hasil kegiatan penelitian menunjukkan adanya pengaruh Teknologi Informasi yang positif dan signifikan terhadap Profitability perusahaan, adanya pengaruh Teknologi Informasi yang positif dan signifikan terhadap Strategic Management Accounting, serta adanya pengaruh Strategic Management Accounting yang positif dan signifikan terhadap Profitability perusahaan. Hasil kegiatan penelitian juga menunjukkan adanya pengaruh Strategic Management Accounting sebagai variabel intervening yang positif, tetapi pengaruhnya kecil dan tidak terlalu signifikan dalam memperkuat pengaruh Teknologi Informasi terhadap Profitability perusahaan.",
  "creators": "KELVIN NATANAEL HERMANTO",
  "contributors": "Devie (Advisor 1); Saarce Elsye Hatane (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011222/AKT/2018; Kelvin Natanael Hermanto (32414190)",
  "subjects": "ACCOUNTING; PROFIT; FINANCIAL ACCOUNTING"
}