{
  "id": "44059",
  "title": "Pengaruh self-congruity terhadap customer engagement melalui brand love pada pemilihan skin hero Mobile Legends: BANG BANG",
  "abstract": "Kian harinya, perkembangan industri gaming semakin pesat dan semakin luas pasarnya hingga menyebabkan pergeseran dari pola konsumsi masyarakat dari console gaming ke mobile gaming. Dalam samudra laut biru yang baru ini, semakin banyak pula bermunculan user/player baru yang sebelumnya tidak ada. Secara bersamaan, dalam kelompok player tersebut juga banyak ditemukan kelompok hardcore player. Penelitian ini ditujukan untuk mengidentifikasi adanya pengaruh self-congruity yang dapat mempengaruhi customer engagement melalui brand love pada pemilihan skin hero Mobile Legends Bang Bang. Penelitian ini dilaksanakan dengan menyebarkan kuisioner kepada 100 responden player yang aktif menggunakan dan atau membeli skin hero dalam game Mobile Legends. Teknik analisa yang digunakan dalam penelitian ini adalah kuantitatif kausal dengan metode partial least square (PLS), yaitu path analysis, untuk menganalisa adanya pengaruh antara self-congruity terhadap brand love, yang dapat mempengaruhi customer engagement. Hasil penelitian ini membuktikan bahwa self-congruity memiliki pengaruh yang signifikan terhadap brand love dan brand love memiliki pengaruh yang signifikan terhadap customer engagement. Dalam penelitian ini, dapat disimpulkan bahwa self-congruity mempengaruhi customer engagement melalui brand love pada pemilihan skin hero pada Mobile Legends: Bang Bang",
  "creators": "MARIA CHRISTINE C",
  "contributors": "HARTONO SUBAGIO (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020642/MAN/2018; Maria Christine Catriona (36414002)",
  "subjects": "CONSUMER BEHAVIOR; MARKETING RESEARCH; CUSTOMER RELATIONS"
}