{
  "id": "44058",
  "title": "Perancangan standard operating procedure (SOP) fasilitas pantry di PT ”X”",
  "abstract": "Pantry adalah salah satu fasilitas yang disediakan oleh PT ”X” kepada karyawannya. Adapun fasilitas yang diberikan, berupa drink corner, penyimpanan pantry supplies (gula, kopi, teh, dan lain-lain) dan peralatan pantry (sendok, cangkir, gelas, dan lain-lain) serta sebagai tempat pembersihan peralatan pantry. Terdapat tiga proses pada fasilitas pantry, yaitu proses pemesanan pantry supplies, proses pengambilan pantry supplies, dan proses penanganan keluhan pantry. Setiap proses pada pantry masih dijalankan menurut masing-masing lokasi dan belum adanya standar kerja yang baku. Hal ini menimbulkan perbedaan pelaksanaan, di setiap proses antar lokasi. Akibatnya, muncul cara kerja yang tidak efektif di ke empat lokasi. Cara kerja yang tidak efektif membuat adanya waste di beberapa proses pelaksanaan pada pantry. Ada 2 macam waste yang ditemukan pada fasilitas pantry, yaitu waste of motion yang terjadi ketika pelaksana pantry akan melakukan pencatatan di suatu item pantry supplies tertentu dan waste of waiting yang terjadi ketika admin melakukan pendataan stock pantry supplies di seluruh gedung. Oleh sebab itu diperlukan SOP di setiap proses pada pantry untuk seluruh lokasi. SOP juga dibuat untuk jadwal membersihkan peralatan pantry. Pada Tugas Akhir ini, adanya usulan yang diberikan, baik perubahan terhadap metode yang digunakan dalam menjalankan stock opname yang masih secara manual, di mana diganti dengan cara sistem, yaitu dengan sistem barcode, maupun adanya penambahan buku yang digunakan khusus untuk mencatat peminjaman. Perancangan SOP ini dilakukan dengan menggunakan template SOP perusahaan. Hasil perancangan SOP tersebut beserta usulan yang disebutkan pada Tugas Akhir, diverifikasi oleh manajer Office Service dan dijadikan sebagai acuan dalam melaksanakan setiap proses pada pantry serta memberikan perbaikan terhadap alat/metode yang digunakan sekarang ini dalam melakukan proses pada pantry.",
  "creators": "MELITA ANDRIANI SANTOSO",
  "contributors": "Siana Halim (Advisor 1); Jani Rahardjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022141/IND/2018; Melita Andriani Santoso (25414040)",
  "subjects": "INDUSTRIAL MANAGEMENT"
}