{
  "id": "44060",
  "title": "Rancangan solusi perbaikan proses pengelolaan data profil vendor di DIM Procurement PT X",
  "abstract": "PT X merupakan sebuah perusahaan multinasional di Indonesia yang bergerak dalam bidang consumer goods. Penelitian ini dilakukan pada salah satu departemen yang mendukung jalannya proses di PT X yaitu departemen DIM Procurement. Salah satu peranan DIM Procurement adalah mengelola dokumen dan data profil Vendor. Data tersebut digunakan oleh user DIM untuk kebutuhan proses purchase order, proses pembayaran dan berbagai proses lainnya di PT X. DIM Procurement menginginkan sistem kerja yang lebih efisien dan efektif sehingga DIM dapat mengelola setiap proses serta melayani user DIM dengan lebih baik. Hasil identifikasi permasalahan menunjukkan terdapat empat pokok permasalahan yang terjadi pada proses pengelolaan data profil Vendor. Pokok permasalahan tersebut di antaranya proses Vendor data review tidak berjalan efektif, proses penyampaian informasi tidak efektif, proses pembaruan data profil lama, dan proses tidak transparan. Analisa akar permasalahan dilakukan dengan metode 5 Whys Analysis dan menunjukkan terdapat 19 akar permasalahan yang terjadi pada proses pengelolaan data profil Vendor. Digitalisasi merupakan solusi perbaikan secara keseluruhan yang dapat memperbaiki proses pengelolaan data profil Vendor DIM. Digitalisasi yang dilakukan adalah dengan mengubah proses yang awalnya penyampaian informasi dilakukan menggunakan e-mail, kini menggunakan suatu portal sistem secara online yang bernama DIM Vendor Profile Management. Sistem DIM Vendor Profile Management akan menghubungkan setiap pihak yang berperan dalam proses dan meningkatkan proses untuk lebih efektif, efisen dan juga transparan.",
  "creators": "ONG MERRYANA PRANATA",
  "contributors": "Tanti Octavia (Advisor 1); Debora Anne Yang Aysia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022142/IND/2018; Ong Merryana Pranata (25414079)",
  "subjects": "ROOT CAUSE ANALYSIS; DATABASE MANAGEMENT"
}