{
  "id": "44086",
  "title": "Pengaruh intellectual capital terhadap market performance dengan peran intervening dari entrepreneurial orientation dan competitive advantage pada Graha Natura Surabaya",
  "abstract": "Perkembangan ekonomi global yang kian meningkat, tentunya diikuti persaingan yang ketat. Pengetahuan menjadi modal yang penting, khususnya dalam bidang pembangunan perumahan (real estate) sebagaimana menciptakan hunian yang nyaman bagi para pelanggan. Selain itu, fasilitas yang disediakan dapat menjadi nilai tambah bagi kompleks perumahan tersebut. Di Surabaya, terdapat beberapa pengembang yang bergerak di bidang real estate, yang mana salah satunya adalah PT Intiland Tbk (Intiland Group). Dengan perumahan Graha Natura-nya, diharapkan dapat memperoleh kinerja pasar yang baik khususnya untuk khawasan Surabaya Barat pada segmennya. Penelitian ini bertujuan untuk menganalisa pengaruh dari Intellectual Capital (Human Capital, Structural Capital, Relational Capital) terhadap Market Performance pada Graha Natura di Surabaya dengan Entrepreneurial Orientation (Innovativeness, Risk Taking, Proactive, Competitive Aggressive, Autonomy) dan Competitive Advantage (Cost-based, Product-based, Service-based) sebagai variabel intervening. Penelitian ini dilaksanakan dengan menyebarkan kuisioner kepada 100 responden yang pernah mempunyai rumah dan pernah berkunjung di Graha Natura di Surabaya. Teknik analisa yang digunakan adalah teknik analisis kuantitatif dengan metode path analysis. Hasil dari penelitian menunjukkan Intellectual Capital memiliki hubungan positif yang lemah terhadap Market Performance, namun Entrepreneurial Orientation dan Competitive Advantage memperkuat hubungan tersebut.",
  "creators": "ANDRE JOHANN WIRAGAPA",
  "contributors": "Diah Dharmayanti (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020660/MAN/2018; Andre Johann Wiragapa (36414077)",
  "subjects": "CREATIVITY IN BUSINESS; ENTREPRENEURSHIP; INNOVATIONS"
}