{
  "id": "441",
  "title": "A phonological study of simplication in child language in bahasa Indonesia produced by one-and-a-half-year-old Indonesian girl",
  "abstract": "This study is about \"A Phonological Study Of Simplification In Child Language In Bahasa Indonesia Produced By And A Half Year Old Indonesian Girl\" In this study, the writer is interested to analyze the characteristics of Simplification of a child?s speech. As a subject, the writer analyzes her own cousin, Femy. In collecting the data, the writer meets the subject three times a week for approximately six months It begins from June up to December 2001. During the process of data collection, the writer takes a note all the subject?s speech and sometimes shows some picturesin order to get more data. Later on, the writer analyzes all of the data based on Clark and Clark?s theory about some characteristics of simplification in child language. Those characteristics are: 1) omission of final sound, 2) reduction of consonant cluster, 3) omission of unstressed syllable, and 4) reduplication of syllable. Additionally, the writer also uses Ingram?s theory to analyze and explain other characteristics that can not be includedin the Clark and Clark?s theory In this research, the writer also uses one additional Characteristic from Rini's research (2000). Finally, the result showsthat all four characteristicsin Clark and Clark?s theory occur in the data, especially for reduction of consonant cluster which occursthe most in the data. Later on, there are three other characteristics occur in the data, such ax omission of initial sound (like in Rini's table) substitution, and assimilation Ingram?s theory Additionally, especially at the end of the research, the writer finds that substitution processes occur the most in the data notreduction of consonant cluster. Those are the characteristics that are found in the data. It shows that the subject observed has all four characteristics of simplification, substitution. assimilation, and omission of initial sound found in Rini?s research, but not for other characteristics (reversion of vowels or consonants, characteristics of suffixes, and characteristics in English songs or phrases) that occur in Filip?s speech, the subject observed by Rini.",
  "creators": "AGATHA CHRISMA",
  "contributors": "Julia Eka Rini (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.1043; Agatha Chrisma (11498106)",
  "subjects": "LANGUAGE ACQUISITION"
}