{
  "id": "44124",
  "title": "Pengaruh kualitas layanan e-commerce terhadap kepuasan dan loyalitas pelanggan CMA CGM cabang Surabaya",
  "abstract": "Penelitian ini dilakukan untuk mengetahui pengaruh kualitas layanan e-commerce terhadap kepuasan dan loyalitas pelanggan. Perusahaan jasa pelayaran terus mengembangkan layanan e-commerce yang dimiliki demi meningkatkan kualitas layanan serta mempermudah dalam pemenuhan kebutuhan pelanggan guna meningkatkan kepuasan dan loyalitas pelanggan. Menurut David Baum (1999), e-commerce adalah suatu set teknologi dinamis, aplikasi dan proses bisnis yang menghubungkan perusahaan, pelanggan, dan komunitas tertentu melalui transaksi elektronik dan perdagangan barang, pelayanan, dan informasi yang dilakukan secara elektronik. Penelitian ini dilakulan pada perusahaan jasa pelayaran CMA CGM cabang Surabaya. Populasi penelitian adalah seluruh pelanggan CMA CGM cabang Surabaya yang telah menggunakan layanan website resmi perusahaan pada tahun 2017 dengan sampel sebanyak 96 responden yang terdiri dari perusahaan freight forwarding dan direct customer yang dipilih dengan teknik purposive sampling. Teknik analisa yang digunakan dalam penelitian ini adalah SmartPLS ver 3.2.7. Hasil penelitian menunjukkan bahwa kualitas layanan e-commerce berpengaruh positif dan signifikan terhadap kepuasan pelanggan CMA CGM cabang Surabaya. Namun, kualitas layanan e-commerce tidak berpengaruh terhadap loyalitas pelanggan CMA CGM cabang Surabaya. Sedangkan, kepuasan pelanggan berpengaruh positif dan signifikan terhadap loyalitas pelanggan CMA CGM cabang Surabaya.",
  "creators": "FRANSISCA; SYERA NAVADA DEWI",
  "contributors": "Dewi Pertiwi, S.E., M.M. (Advisor 1); Devi Destiani Andilas (Advisor 2); Edwin Japarianto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010325/MAN/2018; Fransisca (35414015), Syera Navada Dewi (35414019)",
  "subjects": "CUSTOMER LOYALTY; CONSUMER SATISFACTION"
}