{
  "id": "44138",
  "title": "Perbaikan proses klaim jaminan kecelakaan kerja di Payroll Services PT X",
  "abstract": "Penelitian ini dilakukan pada Departemen Payroll Services PT X. Departemen Payroll Services bertanggung jawab melakukan pembayaran dan klaim jaminan ketenagakerjaan ke BPJS Ketenagakerjaan, salah satunya adalah Jaminan Kecelakaan Kerja (JKK). Proses klaim JKK tersebut terbagi menjadi tiga proses yaitu pelaporan, klaim medical, dan penyelesaian kecelakaan kerja, di mana tiap proses tersebut memiliki permasalahan yang dapat menyebabkan terjadinya company loss dan usaha tambahan yang harus dilakukan Payroll Services. Usulan perbaikan diberikan untuk memperbaiki tiap proses tersebut. Usulan perbaikan pelaporan kecelakaan kerja adalah memperbaiki form LKK (Excel) dan setelah diimplementasikan berhasil mempersingkat waktu menginput data sebanyak 150 detik atau menurun 51,5%. Usulan perbaikan klaim medical kecelakaan kerja adalah melakukan improvement pada opsi sistem online untuk mencegah terjadinya kesalahan yang dilakukan karyawan saat melakukan klaim. Usulan ini diharapkan dapat mencegah terjadinya company loss sebesar Rp 27.236.074, dan potential company loss sebesar Rp 90.595.724. Usulan perbaikan pada proses penyelesaian kecelakaan kerja dilakukan dengan menambahkan informasi mengenai penyelesaian JKK pada email dan melakukan enhancement pada sistem online agar dapat mengirimkan secara otomatis data-data kecelakaan kerja yang belum diselesaikan. Usulan perbaikan ini diharapkan dapat mencegah terjadinya potential company loss sebesar Rp 443.755.664. Tidak semua usulan perbaikan yang diberikan dapat diimplementasikan, karena saat ini PT. X sedang melakukan penggantian vendor pembuat sistem online untuk Departemen HRD.",
  "creators": "IVIANI WINOTO",
  "contributors": "Siana Halim (Advisor 1); Jani Rahardjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 030022148/IND/2018; Iviani Winoto (25414112)",
  "subjects": "WORK ACCIDENT INSURANCE"
}