{
  "id": "44137",
  "title": "Konstruksi dalam Microsoft Excel pada template dengan dashboard untuk melakukan monitor penggunaan energi, emisi karbondioksida, dan air di PT X",
  "abstract": "PT X adalah perusahaan produksi barang jadi yang terletak di Rungkut. Salah satu departemen dari PT X adalah departemen engineering services. Bagian pekerjaan yang dilakukan oleh departemen ini adalah melakukan pengawasan terhadap penggunaan energi, emisi karbondioksida dan air tiap tahun pada masing-masing pabrik PT X. Terdapat 3 Pabrik yang ditinjau yaitu Pabrik Sukorejo, Karawang, dan SKT. Departemen tersebut akan menerima data performance energi, emisi karbondioksida, dan air dari masing-masing pihak pabrik yang terkait untuk dievaluasi dalam bentuk template file excel. Masalah yang ada saat ini adalah setiap departemen memiliki template sendiri dalam merekam data. Kondisi ini berdampak pada kesulitan bagi departemen untuk mengevaluasi secara apple to apple. Permasalahan yang dihadapi juga adalah dalam hal mengetahui sumber penyebab penggunaan energi, emisi karbondioksida, dan air yang tinggi. Tindakan yang dapat dilakukan untuk mengatasi permasalahan tersebut adalah membuat template baru yang mencakup data ketiga pabrik. Standarisasi juga dilakukan pada template ini pada seluruh departemen. Template baru dibuat di Microsoft Excel dengan fitur makro agar memudahkan user dalam mengisi dan mengevaluasi data. Template ini memiliki dua fungsi, yaitu sebagai sarana untuk input data dan report rangkuman statistik. Report dalam rangkukan statistik dibuat dalam bentuk dashboard. Penggunaan dashboard dapat memudahkan pihak manajemen dalam menganalisa data terutama dalam melakukan perbandingan performance antar level departemen.",
  "creators": "MELINA ANDRIANI SANTOSO",
  "contributors": "Siana Halim (Advisor 1); Jani Rahardjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022147/IND/2018; Melina Andriani Santoso (25414001)",
  "subjects": "ENERGY POLICY--STANDARDS; STANDARDIZATION"
}