{
  "id": "44151",
  "title": "Pengaruh perkembangan sektor keuangan, inflasi, dan pertumbuhan ekonomi terhadap proporsi masyarakat miskin di Indonesia tahun 2003-2015",
  "abstract": "Penelitian ini di lakukan untuk mengetahui pengaruh perkembangan sektor keuangan, inflasi, dan pertumbuhan ekonomi terhadap jumlah masyarakat miskin. Perkembangan sektor keuangan diukur dengan kredit kepada sektor swasta dan jumlah uang beredar (M2), sedangkan pertumbuhan ekonomi yang diukur dengan pertumbuhan Real GDP per kapita. Data yang digunakan adalah data sekunder yang diambil dari Bank Indonesia, Badan Pusat Statistik, World Bank, dan Bloomberg Terminal periode tahun 2003 sampai 2015. Metode analisis data dilakukan dengan menggunakan regresi linier berganda. Penelitian dimulai dengan uji asumsi klasik antara lain uji normalitas, uji autokorelasi, uji multikolineritas, dan uji heteroskedastisitas. Setelah memenuhi syarat tersebut dilakukan uji signifikansi F, untuk melihat pengaruh variabel independen terhadap variabel dependen secara bersama-sama dan uji signifikansi t untuk melihat pengaruh variabel independen terhadap variabel dependen secara parsial. Hasil penelitian ini menunjukkan bahwa secara bersama Perkembangan Sektor Keuangan yang diukur dengan kredit kepada sektor swasta dan jumlah uang beredar, inflasi dan pertumbuhan ekonomi yang diukur dengan pertumbuhan Real GDP per kapita berpengaruh signifikan terhadap proporsi masyarakat miskin. Secara parsial, perkembangan sektor keuangan yang diukur dengan kredit kepada sektor swasta berpengaruh signifikan negatif terhadap proporsi masyarakat miskin. Berikutnya perkembangan sektor keuangan yang diukur dengan jumlah uang beredar dan inflasi berpengaruh signifikan positif terhadap proporsi masyarakat miskin. Sedangkan, pertumbuhan ekonomi yang diukur dari pertumbuhan Real GDP per kapita tidak berpengaruh signifikan terhadap proporsi masyarakat miskin.",
  "creators": "CORNELIUS HANSEN",
  "contributors": "Sautma Ronni Basana (Advisor 1); Adwin Surja Atmadja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 37010448/MAN/2018; Cornelius Hansen (37414048)",
  "subjects": "ECONOMIC DEVELOPMENT; SOCIETIES"
}