{
  "id": "44161",
  "title": "Analisis ergonomi desain mebel sekolah internasional (studi kasus aspek antropometri anak usia dini)",
  "abstract": "Pada jaman sekarang ini, pendidikan terus menerus berkembang menjadi lebih maju, sekolah bertaraf internasional yang dianggap sudah mampu mandiri dan mampu memiliki program pendidikan yang kreatif membawa banyak anak usia dini di Indonesia memasuki sekolah bertaraf internasional. Penelitian ini membahas ergonomi terhadap desain mebel dalam sistem pendidikan sekolah internasional dengan antropometri anak usia dini usia 2-3 dan 3-4 tahun. Penelitian ini dilakukan untuk mengetahui apakah standarisasi internasional sudah sesuai dengan standarisasi ergonomi anak usia dini di Indonesia. Penelitian ini dilakukan untuk mendapatkan standar ukuran yang ergonomis yang dapat digunakan dalam pembuatan mebel sekolah anak usia dini agar nyaman digunakan dalam jangka waktu lama dan tidak menyebabkan kelainan tulang. Objek penelitian pada penelitian ini adalah sekolah-sekolah internasional di Surabaya. Metode penelitian yang digunakan dalam penelitian ini adalah penelitian kuantitatif dengan melakukan survei terhadap kondisi ruang kelas, ukuran mebel, dan ukuran tubuh siswa. Hasil dari penelitian ini berupa hasil perhitungan persentil dari 22 antropometri statis dimensi tubuh anak usia dini di sekolah internasional di Surabaya dan ukuran mebel yang ergonomis untuk anak usia dini. Hasil penelitian tersebut dapat digunakan sebagai standar acuan pembuatan mebel sekolah anak usia dini di Surabaya.",
  "creators": "NOVITA SIAUL",
  "contributors": "Mariana Wibowo, S.Sn., M.MT. (Advisor 1); MOCH TAUFAN RIZQI, S.Sn. (Advisor 2); Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00011713/DIN/2018; Novita Siaul (41414095)",
  "subjects": "FURNITURE DESIGN-CASE STUDIES"
}