{
  "id": "44173",
  "title": "Pengaruh keluarga terhadap financial behavior dan financial well being",
  "abstract": "Penelitian ini bertujuan untuk melihat pengaruh keluarga yaitu family interaction relationship dan purposive financial socialization terhadap financial knowledge, financial attitude, serta pengaruhnya terhadap financial behavior dan financial well-being orang yang sedang bekerja di Surabaya. Sampel data yang diteliti adalah orang yang sedang bekerja di Surabaya dan mendapatkan pendapatan di atas upah minimum regional kota Surabaya. Sampel yang digunakan pada penelitian ini berjumlah 100 responden. Seleksi responden dilakukan dengan menggunakan purposive sampling. Metode analisis data dilakukan dengan menggunakan regresi partial least square. Hasil penelitian ini menunjukkan bahwa family interaction and relationship dan purposive financial socialization berpengaruh signifikan terhadap financial attitude, family interaction and relationship tidak berpengaruh signifikan terhadap financial attitude tetapi purposive financial socialization berpengaruh signifikan terhadap financial attitude. Variabel financial attitude berpengaruh secara signifikan terhadap financial behavior tetapi tidak berpengaruh signifikan dengan variabel financial well-being. Variabel financial knowledge berpengaruh signifikan terhadap variabel financial behavior dan financial well-being, dan yang terakhir financial behavior juga berpengaruh secara signifikan terhadap variabel financial well-being.",
  "creators": "FELICIA CHRISTABELLA LAURIANTO",
  "contributors": "Gesti Memarista (Advisor 1); Prof. Dr. Njo Anastasia, S.E., M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 37010462/MAN/2018; Felicia Christabella Laurianto (37414046)",
  "subjects": "FINANCE, PERSONAL; FINANCIAL PLANNING"
}