{
  "id": "44177",
  "title": "Faktor yang dipertimbangkan dalam menentukan pembelian tiket pesawat di Traveloka",
  "abstract": "Kemunculan E-commerce mengakibatkan perubahan pola belanja. E-commerce memberikan banyak kemudahan dan kelebihan jika dibandingkan dengan belanja yang konvensional, diantaranya semua informasi yang diinginkan konsumen dapat diakses lebih detail, cepat tanpa dibatasi tempat dan waktu, dan proses transaksi pun bisa dilakukan menjadi jauh lebih mudah. Sehingga dengan penerapan sistem ini akan sangat mempermudah dan lebih menguntungkan banyak pihak, baik pihak konsumen, maupun penjual. Traveloka adalah salah satu contoh E-commerce. Traveloka adalah sebuah perusahaan reservasi tiket pesawat dimana dapat melakukan pemesanan pada situs Traveloka.com. Traveloka menggunakan konsep penjualan produk berbasis online melalui website sebagai sarana mengkomunikasikan produk-produknya. Semakin baik efektivitas website Traveloka diharapkan mampu menambah kepuasan dan menjawab kebutuhan konsumen. Sebanyak 100 responden telah didapatkan dari hasil penyebaran kuesioner. Skala likert digunakan untuk pengolahan data. Teknik analisa data menggunakan analisis faktor dan MDS. Pengolahan data menggunakan SPSS 24. Dari hasil penelitian diketahui 5 faktor yaitu (interface, navigation, content, reliability, technical). Faktor-faktor ini yang menjadi pertimbangan konsumen dalam memutuskan pembelian tiket pesawat di Traveloka.",
  "creators": "DAVIN SUWITO; DANNY YUNATA",
  "contributors": "Edwin Japarianto (Advisor 1); Yudianto Oentario, S.E., M.M. (Advisor 2); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010317/MAN/2018; Davin Suwito (35414054), Danny Yunata (35414055)",
  "subjects": "AIRLINES-RESERVATION SYSTEMS; ELECTRONIC COMMERCE; RESERVATION SYSTEMS"
}