{
  "id": "44186",
  "title": "Pengaruh perilaku penggunaan social networking sites (SNSs) terhadap tingkat financial risk tolerance mahasiswa Universitas Kristen Petra Surabaya",
  "abstract": "Pada era digital ini, beberapa informasi dapat cepat berubah termasuk informasi keuangan dan hal ini membuat manusia merasa tidak cukup percaya diri untuk mengambil keputusan-keputusan keuangan karena perubahan cepat tersebut dapat menimbulkan risiko-risiko yang tidak dapat diprediksi. Jadi, penelitian ini bertujuan untuk memprediksi tingkat financial risk tolerance melalui social networking sites (SNSs) sebagai salah satu tempat pertukaran informasi dalam jumlah besar. Penelitian ini menggunakan financial risk tolerance sebagai variabel terikat, jenis kelamin, usia, financial knowledge, dan perilaku penggunaan social networking sites (SNSs) sebagai variabel bebas yang akan diuji baik secara bersama-sama maupun parsial. Sampel penelitian ini adalah 400 mahasiswa aktif jenjang Strata-I di Universitas Kristen Petra Surabaya. Metode pengolahan data dilakukan dengan menggunakan uji validitas, reliabilitas, uji normalitas, dan analisa statistik deskriptif, sedangkan metode analisis data yang dipakai adalah dengan menggunakan ordinary least square dan uji hipotesis yang berasal dari data yang dikumpulkan dari kuesioner yang telah diisi dan diolah. Dari hasil penelitian diketahui bahwa dua faktor yaitu jenis kelamin dan waktu yang dihabiskan pada Facebook dan Instagram (time spent) berpengaruh secara signifikan terhadap tingkat financial risk tolerance dari mahasiswa Universitas Kristen Petra.",
  "creators": "ANGELA MERICI ADINDA PUSPITA PUTRI",
  "contributors": "Gesti Memarista (Advisor 1); Prof. Dr. Njo Anastasia, S.E., M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 37010469/MAN/2018; Angela Merici Adinda Puspita Putri (37414050)",
  "subjects": "FINANCIAL RISK; INVESTMENTS ANALYSIS; PORTFOLIO MANAGEMENT"
}