{
  "id": "44208",
  "title": "Strategi pengembangan kampung lawas Maspati berdasarkan analisis atribut destinasi dan evaluasi faktor internal-eksternal",
  "abstract": "Penelitian ini dilakukan untuk menentukan strategi pengembangan kampung lawas Maspati yang tepat. Kampung lawas Maspati merupakan kampung wisata yang berlokasi di Jalan Bubutan Kota Surabaya yang memiliki daya tarik wisata sejarah, ekowisata, wisata budaya, wisata kuliner dan wisata musik. Kampung lawas Maspati juga merupakan destinasi wisata yang memiliki fasilitas yang cukup memadai akan tetapi belum dimanfaatkan dengan baik, ini dibuktikan dengan minimnya masyarakat yang pernah mendengar dan mengenal kampung lawas Maspati. Penelitian ini menggunakan IE Matriks untuk menunjukan posisi kampung lawas Maspati berada. Teknik analisa yang digunakan dalam penelitian ini adalah deskriptif dengan metode kualitatif untuk mengetahui potensi-potensi yang dimiliki oleh kampung lawas Maspati dengan melihat 10 atribut wisatanya dan melakukan pendekatan SWOT. Hasil penelitian menunjukkan bahwa faktor eksternal Kampung Lawas Maspati bernilai 2,1 yang artinya masih di bawah rata-rata, sednagkan faktor kunci internal yang dimiliki oleh Kampung Lawas Maspati bernilai 3,13 yang artinya diatas rata-rata. Hasil analisa IE Matriks Kampung Lawas Maspati setelah ditarik garis dari sumbu X dan sumbu Y menunjukkan posisi Kampung Lawas Maspati berapa pada sel IV yang pada umumnya disarankan untuk menggunakan strategi intensif dan strategi integratif.",
  "creators": "DEBBY DEVINA WIYANTO",
  "contributors": "Devi Destiani Andilas (Advisor 1); Dra. Monica Ida Uniati , M.M. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010320/MAN/2018; Debby Devina Wiyanto (35414059)",
  "subjects": "BRANDING (MARKETING); TOURISM-MARKETING; TOURISM--MANAGEMENT; TOURISM--MARKETING"
}