{
  "id": "44217",
  "title": "Perancangan ISO 9001:2015 pada PT Visi Mulia Indonesia",
  "abstract": "PT. Visi Mulia Indonesia merupakan perusahaan yang bergerak dalam bidang kertas NCR/Non-karbon. Masalah yang terjadi adalah tidak adanya sistem yang tepat yang digunakan pada PT. Visi Mulia Indonesia. Penelitian ini dilakukan untuk membantu PT. Visi Mulia Indonesia dalam merancang dan menerapkan sistem manajemen mutu ISO 9001:2015 agar perusahaan menjadi lebih baik. Penilaian gap awal yang diperoleh oleh perusahaan hanya memenuhi 11,12% penerapan dokumen di lapangan. Ketersedian dokumen di lapangan juga hanya sebesar 27.54%. Perancangan ISO 9001:2015 dilakukan terhadap 11 departemen yang terdapat di PT. Visi Mulia Indonesia. Perancangan dilakukan dengan cara membuat dan merevisi dokumen yang diperlukan untuk keperluan ISO 9001:2015, menyebarkan dan mesosialisasikan dokumen, menerapkan dan memantau penggunaan dokumen. Melakukan analisa risiko untuk menentukan proses mana yang memiliki risiko paling besar dan harus segera diperbaiki. Melakukan tinjauan mutu awal untuk mengetahui sejauh mana PT. Visi Mulia Indonesia dalam menjalankan ISO 9001:2015. Perancangan sistem manajemen mutu terdiri dari membuat pedoman mutu dan membuat SOP. Membuat dan merevisi sebanyak 3 pedoman mutu, 36 SOP dan 84 dokumen. SOP yang dibuat dan direvisi sebanyak 36 dan melakukan implementasi ISO 9001:2015 pada dokumen dan prosedur. Hasil akhir dari Tugas Akhir ini didapatkan dari penilaian gap penerapan dokumen di lapangan sebelumnya yang hanya 11,12% naik menjadi 85,36% dan ketersediaan dokumen di lapangan yang sebelumnya hanya 27,54% menjadi terpenuhi 100%.",
  "creators": "FRANSISCUS RYAN HALIM",
  "contributors": "Felecia, S.T., M.Sc. (Advisor 1); Siana Halim (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022152/IND/2018; Fransiscus Ryan Halim (25414107)",
  "subjects": "INDUSTRIAL MANAGEMENT; ISO 9001 STANDARD; TOTAL QUALITY MANAGEMENT"
}