{
  "id": "44216",
  "title": "Meminimalkan waste pada departemen secondary processing PT X dengan menggunakan DMAIC",
  "abstract": "PT. X merupakan perusahaan yang bergerak di bidang industri rokok di Indonesia. Penelitian ini dilakukan pada PT. X dan berfokus pada departemen Secondary Processing. Departemen ini berperan untuk memprduksi tembakau menjadi batangan rokok hingga dikemas ke dalam bentuk 1 kotak yang berisi 10.000 batang rokok. Departemen Secondary Processing memiliki empat kunci performa indikator yang harus dipenuhi. Keempat kunci performa indikator tersebut yaitu efisiensi, kualitas, DIM waste, dan tembakau, namun penelitian ini hanya berfokus pada pengurangan DIM waste dan peningkatan tembakau. Masing-masing kunci performa indikator tersebut memiliki target. Target ini perlu dicapai untuk mendapatkan performa yang baik dalam perusahaan. Pengukuran awal membuktikan bahwa setiap kunci performa indikator belum memenuhi target yang telah ditentukan. Perbaikan perlu dilakukan dalam perusahaan ini agar kunci performa indikator dapat tercapai. Perbaikan dan pengolahan data yang digunakan dalam penelitian ini adalah dengan menggunakan bantuan DMAIC. DMAIC membantu penelitian ini dengan mencari akar permasalahan dan melakukan perbaikan dari akar permasalahan yang telah ditemukan. Alat yang digunakan untuk membantu dalam menemukan akar permasalahan adalah dengan menggunakan fish bone diagram. Fish bone diagram membantu penelitian ini agar dapat memperbaiki masalah hingga ke akarnya sehingga kemungkinan permasalahan tersebut dapat terjadi lagi lebih kecil. Jenis proses yang diprioritaskan untuk dilakukan perbaikan adalah perbaikan sisa penggunaan material, produk cacat, tax stamp waste, claimable waste, dan pengurangan tembakau yang terbuang selama proses. Seluruh perbaikan yang dilakukan pada PT. X dapat membuat penggunan tembakau lebih efisien yaitu menjadi 96,13% dan mengurangi DIM waste perusahaan hingga menjadi 1,27%.",
  "creators": "NATASAH BUNARDI",
  "contributors": "I Gede Agus Widyadana (Advisor 1); Jani Rahardjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022151/IND/2018; Natasah Bunardi (25414007)",
  "subjects": "PRODUCTION MANAGEMENT; WASTE MINIMIZATION; INDUSTRIAL MANAGEMENT"
}