{
  "id": "44220",
  "title": "Identifikasi keterlambatan pengiriman produk departemen produksi Extrussion Blow Molding di PT X Surabaya",
  "abstract": "Pada tahun 2017 PT X Surabaya mengalami masalah keterlambatan hingga 49 kali di departemen Extrussion Blow Molding (EBM), oleh sebab itu dilakukan penelitian untuk mengidentifikasi penyebab-penyebab keterlambatan tersebut. Penelitian ini menggunakan pendekatan kuantitatif dengan menggunakan cause and effect diagram sebagai alat untuk melakukan analisa penyebab keterlambatan. Data yang digunakan pada penelitian ini yaitu Laporan Produksi Harian (LPH) tahun 2017 dan tahun 2018 (bulan Januari – Maret), data COOIS tahun 2017, data resume CS tahun 2017, dan data Routing terbaru tahun 2018. Keterlambatan yang terjadi di PT X tersebut tergolong dalam seven waste yaitu waste waiting, waste excess processing, dan waste defect. Hasil yang diperoleh dari penelitian ini ialah terdapat beberapa hal yang menjadi akar penyebab terjadinya keterlambatan yang memiliki persentase kontribusi di PT X Surabaya yaitu Downtime (15,8%) yang disebabkan oleh rem mesin aus, temperatur mesin terlalu tinggi, warna produk bercampur sisa material yang lama, terjadi perubahan setting mesin, tools berbenturan dengan mold terusmenerus, dan belum ada tools pengganti. Speed gap (8,9%) disebabkan oleh suhu ruang panas, clamping tidak rapat, rem mesin aus, temperatur mesin tinggi, dan carriage mesin tidak seimbang. Reject (4,3%) disebabkan oleh hooper mesin tidak ditutup, barrel mesin kurang bersih, temperatur mesin terlalu tinggi, dan mesin ayak yang digunakan untuk mencampur material kotor.",
  "creators": "ALVENIA OKTAPIA",
  "contributors": "Felecia, S.T., M.Sc. (Advisor 1); Debora Anne Yang Aysia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022155/IND/2018; Alvenia Oktapia (25414100)",
  "subjects": "INDUSTRIAL MANAGEMENT; PRODUCTION PLANNING; WORK SAMPLING"
}