{
  "id": "44236",
  "title": "Voluntary disclosure on the annual reports of conventional and Islamic banks",
  "abstract": "The purpose of this research paper is to examine the relationship between board independence, ownership structure, cross directorships, and Big 4 accounting firms against voluntary disclosure, supplemented by evidence from 55 banks consisting of Conventional Banks and Islamic Banks in 2014-2017. Data for this study were collected through annual reports, Bloomberg and IDX websites. Then it was examined using the Weighted Least Square Model to test the influence between board independence, ownership structure, cross directorships, and Big 4 accounting firms against voluntary disclosure. In this study, five hypotheses will be tested. Data testing will be done using the Gretl application. The results of this study are quite diverse. Board Independence and Government Ownership do not have a significant effect on voluntary disclosure, while managerial ownership, majority ownership, and big 4, have a significant positive impact on voluntary disclosure and cross directorships having a significant adverse effect on voluntary disclosure. This research is limited to the size of the sample being tested, which is a sample from a specific industry. This research contributes to the literature by finding the influence between board independence, ownership structure, cross directorships, and Big 4 accounting firms against voluntary disclosure and differences in voluntary disclosures at Conventional Banks and Islamic Banks.",
  "creators": "ANTHONY ALIM GUNTORO",
  "contributors": "Saarce Elsye Hatane (Advisor 1); Josua Tarigan (Examination Committee 1); Deborah Christine Widjaja, S.S., MSM., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 320111336/AKT/2019; Anthony Alim Guntoro (32415229)",
  "subjects": "FINANCIAL STATEMeNTS; CORPORATE GOVERNANCE; ACCOUNTING"
}