{
  "id": "44231",
  "title": "Keterampilan membaca dan menulis karakter Hanzi Runner Divisi China Wedding di Perusahaan Varawedding",
  "abstract": "Di Pulau Bali, terdapat perusahaan wedding organizer bernama Varawedding, yang memiliki sebuah divisi China Wedding. Pada divisi tersebut terdapat anggota runner yang membantu klien menjalankan acara di lokasi pernikahan. Saat bertugas, terdapat klien yang meminta bantuan membaca atau menulis karakter hanzi, tetapi sebagian besar runner tidak menguasai keterampilan tersebut, mereka hanya mampu keterampilan mendengar dan berbicara saja. Melalui metode kualitatif, penulis melakukan wawancara semi-terstruktur terhadap lima runner yang tidak dapat membaca dan menulis karakter hanzi dan paling lama bekerja di Varawedding, serta terhadap seorang kepala runner untuk memperoleh pemahaman yang mendalam mengenai kesulitan, solusi, keterampilan membaca dan menulis karakter hanzi yang dibutuhkan runner. Anggota runner mengakui keterampilan membaca dan menulis tidak penting, kepala runner juga mengatakan keterampilan tersebut hanya sebagai nilai plus untuk runner. Saat menghadapi kesulitan membaca rundown, mereka menggunakan Google Translate atau meminta bantuan anggota sales. Beberapa runner mengatakan tidak ada keterampilan membaca dan menulis yang dibutuhkan, sedangkan sebagian runner butuh membaca dan menulis kata-kata yang berhubungan dengan pernikahan, serta membaca sekilas supaya mengerti maksud bacaan. Walaupun runner mengalami kesulitan, tetapi perusahaan tidak pernah mengadakan pelatihan membaca dan menulis karakter hanzi. Jika kemampuan mendengar, berbicara, membaca, dan menulis bahasa Tionghoa baik, maka runner dapat meminimalkan kesulitan saat bekerja.",
  "creators": "ELLEN APRILIA PRANATA",
  "contributors": "Elisa Christiana (Advisor 1); Kuo, Chun-I, M.A. (Advisor 2); Dwi Setiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03010163/CHI/2018; Ellen Aprilia Pranata (12414002)",
  "subjects": "CHINESE LANGUAGE--WRITING; CHINESE CHARACTERS--STUDY AND TEACHING; CAREER DEVELOPMENT"
}