{
  "id": "44232",
  "title": "Pengaruh pengungkapan sukarela intelektual kapital terhadap perkiraan pendapatan perusahaan: sebuah studi di perusahaan-perusahaan farmasi di IMT-GTintektual_kapital",
  "abstract": "This research is designed to observe the impact as well as the relationship between voluntary intellectual capital disclosure toward the firm’s earnings forecast. This research is conducted using listed pharmaceuticals sector companies in Indonesia Stock Exchange (IDX), Malaysia Stock Exchange (MYX), and the Stock Exchange of Thailand (SET). This study will observe 119 samples from 17 companies within seven years period from 2010-2016. Human Capital Disclosures (HCD), Structural Capital Disclosures (SCD), and Relational Capital Disclosures (RCD) are used to measure intellectual capital disclosures index. Forecast Error (F_ERROR), Forecast Dispersion (F_DISP) and Average Consensus Analyst Recommendation (Av. CONS_REC) will be used as a proxy from Firm’s Earnings Forecast and Lagged year, Analyst Coverage, Size, Loss, Profitability, Growth Opportunities, as control variables to the Firm’s Earnings Forecast In this study, there will be three hypotheses that will be tested. The data testing process will be performed through Gretl application. The result of this study will be varied. The Voluntary intellectual capital disclosure hurts an error in analysts’ earnings forecast. In contrast, the voluntary intellectual capital disclosure has insignificant impact toward dispersion in analysts’ earnings forecast and average analysts’ consensus recommendation.",
  "creators": "JEFFERSON CLARENZO DIANDRA",
  "contributors": "Saarce Elsye Hatane (Advisor 1); Josua Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011339/AKT/2019; Jefferson Clarenzo Diandra (32415116)",
  "subjects": "CORPORATIONS--FINANCE; CORPORATIONS--ACCOUNTING; DISCLOSURE IN ACCOUNTING; PROFIT--ACOUNTING; CORPORATE PROFITS"
}