{
  "id": "44230",
  "title": "Analisis kesalahan penggunaan sinonimi kata kerja dalam kalimat bahasa Tionghoa pada mahasiswa Sastra Tionghoa Universitas Kristen Petra",
  "abstract": "Penelitian ini dilakukan untuk menganalisis jenis kesalahan dan penyebab kesalahan dalam menggunakan sinonimi kata kerja ke dalam kalimat bahasa Tionghoa pada mahasiswa Program Studi Sastra Tionghoa angkatan 2015, Universitas Kristen Petra Surabaya. Pada proses pembelajaran seringkali timbul kesalahan dalam memadukan objek serta kegunaannya dari sinonimi kata kerja bahasa Tionghoa ke dalam kalimat, sehingga mendorong penulis untuk menganalisis lebih lanjut terhadap kesalahan penggunaan serta penyebabnya yang didasarkan pada teori sinonim bahasa Tionghoa oleh Xing dan Wang (2009). Data penelitian didapat dari tes dan wawancara. Hasil analisis tes menunjukkan bahwa subjek penelitian masih belum dapat dengan baik menentukan sasaran objek dari sinonimi tersebut apakah diikuti objek benda atau manusia. Melalui wawancara juga diketahui kesalahan didominasi oleh kesalahan interlingual. Kesalahan ini semakin jelas terlihat saat siswa menterjemahkan sinonimi bahasa Tionghoa ke dalam bahasa Indonesia dengan tidak memperhatikan batasan objek sehingga timbul kesalahan. Faktor lain datang dari siswa melakukan overgeneralisasi, mengabaikan kaidah bahasa, penerapan kaidah yang kurang sempurna, faktor dari materi pengajaran dan pengajar serta dari diri siswa. Dapat diketahui bahwa penggunaan dari sinonimi kata kerja bahasa Tionghoa masih terdapat kesulitan, selain memiliki kemiripan makna, penggunaannya juga tidak semua dapat saling menggantikan, hal ini yang dapat mengakibatkan terjadinya kesalahan penggunaan.",
  "creators": "MELISIA SALIM",
  "contributors": "Alpin Gadman Markali S.S., M.A. (Advisor 1); Liejanto Wijaya, S.T. (Advisor 2); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03010165/CHI/2018; Melisia Salim (12414001)",
  "subjects": "CHINESE LANGUAGE--STUDY AND TEACHING; CHINESE LANGUAGE-VERB PHRASE"
}