{
  "id": "4427",
  "title": "Pembuatan aplikasi web service penjualan dengan ASP.net dan XML",
  "abstract": "Penerapan pembuatan website sekarang ini mempunyai beberapa kelemahan, misalnya penggunaan system operasi yang berbeda pada saat pembuatan website tersebut, sehingga mengakibatkan user yang menggunakan system operasi yang berbeda tidak dapat menampilkan halaman website yang dibuat tersebut. Contoh nyata, misalnya pembuatan aplikasi website penjualan yang dibuat dengan menggunakan system operasi Windows. Website penjualan tersebut tidak dapat dilihat atau ditampilkan pada sistem operasi berbeda, misalnya sistem operasi Linux. Agar user yang menggunakan system operasi Linux dapat mengakses aplikasi website penjualan tersebut maka user harus meng-install atau menambahkan komponen tertentu yang dapat memanggil komponen sistem operasi Windows, yaitu komponen DCOM (Distributed Component Object Model Mircosoft), yang merupakan infrastrtuktur objek terdistribusi yang memungkinkan aplikasi mengambil komponen COM (Component Object Model) yang di-install di server lain. Infrasturktur ini telah disertakan pada banyak platform non-windows, tapi DCOM tidak pernah diterima secara luas pada platform-platform tersebut, sehingga jarang digunakan untuk menyediakan fasilitas komunikasi antara komputer Windows dan non Windows. Dengan adanya masalah yang muncul dari pembuatan aplikasi website yang tidak dapat diakses oleh sistem operasional yang berbeda, muncul solusi yang dapat mengatasi masalah tersebut yaitu Web Services. Web services ini merupakan satuan diskrit dari fungsionalitas programatis yang diekspos kepada client via protokol komunikasi, dan format data standar bernama HTTP dan XML. Protokol-protokol ini mengatasi masalah komunikasi lintas internet dan lintas firewall perusahaan tanpa beralih ke solusi superior yang memerlukan port-port komunikasi tambahan yang harus dibuka untuk akses eksternal. Oleh karena web services menggunakan XML untuk format permintaan dan jawaban, ia bisa diekspos dari dan digunakan oleh segala platform yang bisa mem-format dan menguraikan sebuah pesan XML. Ini memungkinkan web services berbasis XML menghadirkan bersama potongan-potongan fungsionalitas berbeda, baik yang ada maupun yang baru, internal maupun eksternal pada sebuah organisasi, dalam suatu kekompakan yang koheren. Dengan adanya web services yang menggunakan XML, dapat mengatasi masalah yang muncul dalam pembuatan aplikasi website dengan menggunakan platform sistem operasi tertentu, sehingga user yang menggunakan platform sistem operasi yang berbeda tidak perlu lagi menginstall komponen-komponen tambahan agar dapat mengakses website tersebut.",
  "creators": "KLAUDIA MARINA",
  "contributors": "Kartika Gunadi (Advisor 1); Irwan Kristanto Julistiono (Advisor 2); Rolly Intan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01000193/INF/2003; Klaudia Marina (26499131)",
  "subjects": "DATA TRANSMISSION SYSTEMS; DATABASE DESIGN; DATABASE MANAGEMENT-COMPUTER PROGRAMS"
}