{
  "id": "4428",
  "title": "Perancangan dan pembuatan aplikasi e-learning dengan menggunakan standar scorm di Universitas Kristen Petra",
  "abstract": "Standar format materi dalam e-learning sangat dibutuhkan agar antara Learning Management System (LMS) yang berbeda dapat menggunakan materi yang sama, dengan demikian materi dapat dibuat dan dipakai bersama-sama. Hal ini sangat penting karena sebuah materi e-learning harus dapat menggantikan fungsi pengajar dalam suatu kelas, materi harus dapat berinteraksi dengan user, dan dapat menyimpan data dan mengambil data dari LMS. Dan untuk membuat materi seperti itu tidaklah mudah, maka akan sangat menguntungkan apabila sebuah materi dapat dipergunakan berulang kali bahkan pada beberapa LMS yang berbeda. Untuk memenuhi syarat diatas, materi yang dibuat harus memiliki standarisasi. Salah satu standar yang dapat dipakai adalah standar dari Advance Distributed Learning (ADL), yaitu Sharable Content Object Reference Model (SCORM). Dimana SCORM menyediakan berbagai spesifikasi yang harus dipenuhi oleh LMS agar dapat menggunakan materi yang memiliki standar SCORM dengan baik. Untuk proyek Tugas Akhir ini, penulis mengimplementasikan salah satu bagian dari spesifikasi SCORM, yaitu pada bagian Run-time Environment (RTE) pada LMS, sehingga pada proyek tugas akhir ini, program yang penulis kembangkan memiliki kemampuan untuk menggunakan dan menjalankan materi yang memiliki standar SCORM dengan tingkat standar konformasi RTE3, yaitu mendukung semua mandatory data dan semua optional data. Sistem dibuat dengan menggunakan bahasa pemrograman PHP sebagai bahasa pada sisi server, dan menggunakan Javascript untuk menyediakan API Adapter pada sisi client. Untuk komunikasi antara client dan server, penulis menggunakan teknologi web services, dengan menggunakan protokol SOAP di dalamnya. Dari hasil pengujian terhadap fungsi-fungsi utama yang dibuat pada program, RTE yang penulis buat dapat menampilkan materi sesuai dengan apa yang diinginkan pada materi tersebut. Apabila materi melakukan perubahan data, maka data pada database server ikut berubah. Demikian juga apabila materi melakukan pengambilan data, data yang diambil sama dengan data yang ada pada database server. Untuk masalah import materi, modul import SCORM Material yang penulis buat juga sudah diujikan terhadap berbagai kesalahan yang mungkin terjadi, dan program dapat mengatasi kesalahan dengan baik. Dengan demikian RTE yang penulis buat siap untuk digunakan dalam membaca dan menjalankan materi dengan standar SCORM.",
  "creators": "STEFANUS",
  "contributors": "Resmana Lim (Advisor 1); Sukanto Tedjokusuma (Advisor 2); Petrus Santoso, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01000215/INF/2004; Stefanus (26400160)",
  "subjects": "ELECTRONIC MAIL (SYSTEMS IN EDUCATION); DATA TRANSMISSION SYSTEMS"
}