{
  "id": "44306",
  "title": "The impact of unified theory of acceptance and use of technology 2, perceived technology security, and personal innovativeness toward the continuance intention of OVO",
  "abstract": "In recent years, the mobile payment (m-payment) industry in Indonesia is growing rapidly. Until now, there are four biggest m-payment system, one of them is OVO. OVO is a mobile payment that was developed recently and has gathered many users in their very first year. This leads OVO has a lot of users and until this day they are still using the application. Therefore, this research aimed to study the factors that influence the continuance intention of using OVO by using the combination of the Unified Theory of Acceptance and Use of Technology 2, such as performance expectancy, effort expectancy, facilitating conditions, social influence, and price value with perceived technology security, and personal innovativeness as the independent variables. This research is conducted by distributing questionnaires to people in Surabaya who lastly use OVO last month. The data was analyzed using the Multiple Linear Regression Analysis. The result concludes that performance expectancy, effort expectancy, facilitating conditions, social influence, price value, perceived technology security, and personal innovativeness has significant influence toward continuance intention of using OVO. Moreover, personal innovativeness has the highest significant influence to continuance intention of using OVO.",
  "creators": "Kristine Febriani Legowo",
  "contributors": "Ruth Srininta Tarigan, S.Kom., MBA. (Advisor 1); Lianto Darmawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 34010364/MAN/2019; Kristie Febriani Legowo (34414009)",
  "subjects": "CONSUMER LOYALITY; TECHNOLOGICAL INOVATIONS; MOBILE APPS"
}