{
  "id": "44327",
  "title": "Analisis kesalahan penggunaan kata bantu struktural “的，得，地” pada mahasiswa angkatan 2017",
  "abstract": "Penelitian ini bertujuan untuk mengetahui kesalahan, faktor penyebab kesalahan dan cara pandang mahasiswa Universitas Kristen Petra angkatan 2017 prodi Sastra Tionghoa terhadap cara pengajaran kata bantu struktural de(的), de(得) dan de(地). Pendekatan yang digunakan dalam penelitian ini adalah pendekatan deskriptif kualitatif. Teknik pengumpulan data dilakukan dengan melakukan tes dan wawancara. Tes bertujuan untuk mengetahui kesalahan-kesalahan yang dilakukan mahasiswa dalam menggunakan kata bantu struktural de(的), de(得) dan de(地) dan wawancara bertujuan untuk mengetahui faktor penyebab kesalahan serta pandangan mahasiswa terhadap cara pengajaran kata bantu struktural de(的), de(得) dan de(地). Hasil penelitian menunjukkan bahwa kesalahan terbanyak yang dilakukan mahasiswa adalah kesalahan penggunaan kata bantu struktural de(得) dan de(地). Faktor penyebab mahasiswa melakukan kesalahan dalam menggunakan kata bantu struktural de(的), de(得) dan de(地) di antaranya adalah: penggunaan kata bantu struktural yang rumit, faktor dalam diri mahasiswa, kurangnya latihan soal dan adanya pengaruh dari bahasa ibu. Selain itu dari hasil penelitian juga dapat diketahui cara pandang mahasiswa terhadap pengajaran kata bantu struktural de(的), de(得) dan de(地) yaitu: cara penjelasan pengajar yang sangat berpengaruh terhadap tingkat pemahaman mahasiswa serta memperbanyak latihan soal dapat membuat mahasiswa tidak mudah melupakan materi yang baru diajarkan. Kesimpulannya adalah penggunaan kata bantu struktural de(得) dan de(地) adalah yang paling sulit, yang membuat mahasiswa banyak melakukan kesalahan dan di antara ketiga kata bantu struktural, kesalahan penambahan dan penghilangan kata bantu stuktural de(的) yang paling banyak dilakukan mahasiswa",
  "creators": "SHIELYN ANGELA",
  "contributors": "Alpin Gadman Markali S.S., M.A. (Advisor 1); Kuo, Chun-I, M.A. (Advisor 2); Henny Putri (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03010166/ CHI/ 2018; Shielyn Angela (12414008)",
  "subjects": "CHINESE LANGUAGE--AUXILIARY VERBS; CHINESE LANGUAGE--STUDY AND TEACHING"
}