{
  "id": "44321",
  "title": "Upaya pencapaian target output mesin injeksi 7 dan penempatan material finishing pada storage area di PT X",
  "abstract": "PT X merupakan perusahaan internasional yang memproduksi alas kaki seperti sepatu dan sandal. Jenis alas kaki yang diproduksi dibagi menjadi dua musim yaitu Autumn-Winter dan Spring-Summer. Terdapat dua pabrik yang dimiliki oleh PT X, yaitu Factory 1 dan Factory 2. Kedua pabrik tersebut memproduksi tipe alas kaki yang berbeda. Tugas akhir ini membahas 2 topik yang berbeda dan tidak saling berkaitan. Topik pertama membahas peningkatan target output pada mesin injeksi dengan cara mengidentifikasi permasalahan yang ditinjau dari 2 sisi, yaitu machine settings dan machine management. Machine settings yaitu memperbaiki masalah dari elemen pada mesin. Masalah yang ditemukan adalah inject time yang melebihi standar dan masalah tersebut telah diperbaiki oleh pihak teknisi. Machine management yaitu memperbaiki dari sisi loss pairs, di mana masalah terbesar yang ditemukan ada pada delay yang disebabkan roughing laser yang bermasalah. Masalah pada roughing laser telah diperbaiki oleh Departemen Produksi. Hasil perbaikan menunjukkan rata-rata output actual dari 141,85 pairs/hour menjadi 154,4 pairs/hour Topik kedua membahas mengenai penataan material finishing pada storage area di mana pembagian rak pada storage area untuk kedua Factory telah dipisah. Perhitungan kebutuhan kolom dapat dilakukan dengan 2 cara, yaitu menghitung jumlah kolom secara langsung dari kebutuhan material dan menggunakan simulasi, di mana keduanya memiliki kelebihan dan kekurangan masing-masing. Cara pertama memiliki kelebihan berupa kemudahan dalam menghitung kebutuhan kolom tetapi memiliki kekurangan berupa penataan hanya mampu menyimpan kebutuhan material selama setengah shift. Cara kedua memiliki kelebihan berupa perhitungan lebih presisi dan mampu menyimpan kebutuhan material selama 1 shift, tetapi memiliki kekurangan berupa perhitungan yang cukup rumit. Cara kedua dapat dilakukan jika perusahaan menerapkan sistem pencatatan sisa material pada storage area dan menerapkan sistem saving untuk material yang tidak akan digunakan selama 6 shift ke depan secara berturut-turut.",
  "creators": "KELLY",
  "contributors": "Siana Halim (Advisor 1); Debora Anne Yang Aysia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022165/IND/2018; Kelly (25414025)",
  "subjects": "TIME STUDY; WORK MEASUREMENT; WORK SAMPLING"
}