{
  "id": "44331",
  "title": "Mengidentifikasi keterlambatan proses stamping pada perusahaan rigid plastic packaging",
  "abstract": "Penelitian ini dilakukan untuk menemukan akar masalah keterlambatan pada proses stamping dengan menggunakan produk CP8211 warna natural sebagai obyek penelitian. Masalah keterlambatan diidentifikasi dengan menggunakan konsep filosofi lean manufacturing. Teknik 5 Whys Analysis digunakan untuk melakukan identifikasi masalah yang ada. Keterlambatan secara garis besar dapat terjadi karena dua hal, yaitu masalah dalam penjadwalan dan masalah dalam proses stamping itu sendiri. Masalah penjadwalan, baik kesalahan dalam penentuan tanggal ataupun kesalahan dalam menentukan lama waktu proses, dapat terjadi karena ketidaktelitian operator penjadwalan PT X itu sendiri. Masalah dalam proses dapat terjadi karena efisiensi kerja mesin tidak sesuai dengan kapasitas mesin yang minimum, yaitu 80%. Mesin yang tidak efisien (di bawah 80%) dapat terjadi karena beberapa faktor. Faktor-faktor penyebab mesin tidak efisien diidentifikasi dengan menggunakan Cause and Effect Diagram. Hasil dari penelitian ini menunjukkan bahwa faktor-faktor penyebab keterlambatan yang terjadi karena terjadi kesalahan penjadwalan pada proses stamping up-down dan kerusakan mesin yang diduga karena umur mesin lebih dari 10 tahun. Solusi yang diberikan untuk masalah penjadwalan adalah operator penjadwalan PT X harus lebih teliti dalam merekap data yang telah dijadwalkan agar tidak terjadi kesalahpahaman. Solusi untuk efisiensi mesin adalah pihak PT X dapat mengganti bagian dari mesin yang sering terjadi kerusakan dengan yang baru atau mengganti mesin yang lama dengan yang baru. Mesin yang baru tetap menggunakan cara kerja yang sama dengan mesin yang lama, yaitu melibatkan tenaga manusia untuk mengoperasikannya.",
  "creators": "ISAAC SETIAWAN",
  "contributors": "I Gede Agus Widyadana (Advisor 1); Karina Agustin, S.T., M.B.A. (Advisor 2); Tanti Octavia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022172/IND/2018; Isaac Setiawan (25414073)",
  "subjects": "INDUSTRIAL EFFICIENCY; INDUSTRIAL MANAGEMENT; LEAN MANUFACTURING"
}