{
  "id": "44356",
  "title": "Re-Design corporate identity dan promosi Asian Living interior accessories",
  "abstract": "Asian Living merupakan sebuah art gallery yang menyajikan berbagai macam interior accessories dengan lebih memfokuskan produk-produknya pada tema secara khusus. Asian style adalah tema yang mengilhami keseluruhan design produk-produk Asian Living, dan untuk mewujudkan kesatuan tema tersebut penekanan diberikan pada pemilihan bentuk, warna, material, sampai pada ornament-ornamen pendukungnya. Pernak-pernik yang dijual sangat beragam dan memiliki keunikan dengan nuansa tropical modern, yaitu perpaduan antara budaya, bentukan tradisional Asia yang sudah ada sejak lama dengan bentukanbentukan modern. Hal inilah yang membuat Asian Living memiliki keunikan tersendiri serta menjadikannya bebeda dengan para kompetitor-kompetitornya. Untuk memperkenalkan citra Asian Living interior accessories diperlukan identitas yang jelas yang dapat mewakili konsep secara menyeluruh, sehingga dapat memunculkan brand image dan brand awareness di mata masyarakat. Untuk itulah re-design corporate identity Asian Living sangatlah diperlukan. Selain itu, keberadaan counter-nya di Pakuwon Trade Center Surabaya saat ini, masih banyak belum dikenal oleh audience-nya, sehingga dalam hal ini pelaksanaan sebuah promosi juga sangatlah penting untuk dapat memperkenalkan keberadaan Asian Living kepada masyarakat Surabaya khususnya. Oleh karena itu, dalam perancangannya direncanakan media-media promosi yang sesuai dengan sasaran yang dituju.",
  "creators": "YUSHI GUNAWAN",
  "contributors": "M. UMAR HADI (Advisor 1); YEKTI HERLINA (Advisor 2); Bing Bedjo Tanudjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00070619/DKV/2005; YushiI Gunawan (42401199)",
  "subjects": "VISUAL COMMUNICATION; SIGNS AND SYMBOLS; POSTERS; GRAPHIC ARTS; COMMERCIAL ART"
}