{
  "id": "44368",
  "title": "Pengaruh nanopowder ZnO terhadap perpindahan panas pada radiator vixion 2012",
  "abstract": "Radiator adalah salah satu media untuk aplikasi perpindahan panas yaitu dari coolant ke udara. Dari beberapa literatur Nanopowder dapat meningkatkan overall heat transfer coefficient. Penelitian ini bertujuan untuk mengetahui pengaruh nanopowder ZnO pada proses pendinginan pada radiator vixion. Pengujian terdiri dari 2 tahapan yaitu pengujian untuk mengetahui nilai specific heat capacity dan overall heat transfer coefficient + pressure drop. Fluida yang digunakan dalam pengujian ini terdiri Aquadest, campuran Aquadets + nanopowder ZnO dengan konsentrasi massa 0,3%, 0,4%, dan 0,5%, coolant, dan coolant + nanopowder ZnO dengan konsentrasi massa 0,5%. Ada 3 variasi laju aliran fluida yaitu 21,14 ml/s, 27,29 ml/s, dan 44,20 ml/s. Dari pengujian, didapat hasil bahwa penambahan nanopowder ZnO dengan kosentrasi massa 0,5% pada coolant mengalami penuruan terbanyak pada specific heat capacity, peningkatan tertinggi pada overall heat transfer coefficient, serta peningkatan tertinggi pada pressure drop jika dibandingkan dengan fluida coolant, aquadest, maupun aquadest dengan konsentrasi massa nanopowder ZnO 0,3%, 0,4%, dan 0,5%. Peningkatan pada laju aliran fluida dapat mempengaruhi overall heat transfer coefficient dan pressure drop, di mana semakin meningkat laju aliran fluida menyebabkan overall heat transfer coefficient dan pressure drop meningkat. Jadi penggunaan nanopowder ZnO serta variasi dari laju aliran fluida dapat memberikan peningkatan pada heat transfer radiator namun dapat meningkatkan pressure drop.",
  "creators": "CHRISTIAN IVAN SUYANTO",
  "contributors": "Ekadewi Anggraini Handoyo (Advisor 1); Sutrisno S.T.,M.T. (Advisor 2); Amelia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04011283/MES/2019; Christian Ivan Suyanto (24414080)",
  "subjects": "AUTOMOBILES--RADIATORS; HEAT--TRANSMISSION"
}