{
  "id": "4438",
  "title": "Analisa kebutuhan dan keinginan akan tempat berkumpul yang sesuai bagi pecinta Moge di Surabaya",
  "abstract": "Pecinta moge sudah membentuk sebuah komunitas, namun komunitas ini belum mempunyai tempat berkumpul yang sesuai untuk meningkatkan solidaritas diantara sesama pecinta moge. Selama ini mereka berkumpul di tempat yang berbeda-beda dan terkelompok menjadi beberapa kelompok kecil. Kondisi inilah yang mengawali perlunya penelitian untuk menggali informasi mengenai perlunya tempat berkumpul yang sesuai kebutuhan para pecinta moge di Surabaya. Hasil analisa penelitian ini menunjukkan bahwa pecinta moge di Surabaya membutuhkan tempat berkumpul yang sesuai dengan kebutuhan. Desain tempat berkumpul yang tetap yang diinginkan adalah cafe dan fasilitas-fasilitas yang dibutuhkan adalah yang menunjang keberadaan komunitas pecinta moge ini seperti toilet, meeting room, exhibition center (tempat pameran), Kursi & Meja, Juke Box (mesin pemutar lagu), bengkel, toko sparepart / onderdil, dan Fans Club (kantor sekretariat), toko souvenir, dan fasilitas-fasilitas lainnya yang juga dianggap perlu. Berdasarkan analisa yang didapat, terdapat kesesuaian penilaian responden untuk kebutuhan dan motivasi tempat berkumpul yang sesuai, kecuali karena motif hiburan. Sedangkan penilaian terhadap kondisi tempat berkumpul saat ini, terdapat kesesuaian penilaian responden. Jadi, bisa disimpulkan bahwa terdapat kesesuaian penilaian responden akan kondisi tempat berkumpul saat ini sehingga mendorong kebutuhan tempat berkumpul yang sesuai dengan kebutuhan para pecinta moge di Surabaya.",
  "creators": "VERONICA; HADI MUDIYANTO",
  "contributors": "Tio Sally Puspasari (Advisor 1); Dra. Monica Ida Uniati , M.M. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010017/TLM/2007; Veronica (35402039), Hadi Mudiyanto (35402088)",
  "subjects": "MARKETING RESEARCH; CONSUMERS-RESEARCH"
}