{
  "id": "44399",
  "title": "Studi eksperimen pengaruh kecepatan putar kipas kondensor terhadap kinerja fast chiller",
  "abstract": "Dalam sebuah mesin pendingin, kondensor berfungsi untuk melepas panas dari refrigerant sehingga refrigerant berubah fase dari superheated vapor menjadi saturated atau sub-cooled liquid. Menurut penelitian yang dilakukan oleh Elsayed dan Hariri (2011), peningkatan kecepatan udara yang mengalir pada kondensor AC split dapat mengurangi konsumsi listrik pada kompresor. Selain itu, menurut Kopurwar dan Dey (2016), peningkatan kecepatan udara yang mengalir pada kondensor sebuah sistem pendingin dapat meningkatkan COP pada sistem. Studi eksperimen ini dilakukan untuk menguji kedua hipotesa ini pada kasus yang berbeda di mana dalam kasus yang akan diuji menggunakan fast chiller. Studi eksperimen ini dilakukan dengan mengukur konsumsi daya listrik pada kompresor dan kipas kondensor, lalu suhu dan tekanan refrigerant pada inlet dan outlet evaporator serta inlet dan outlet kompresor pada berbagai kecepatan kipas kondensor yang berbeda. Setelah melakukan pengukuran, analisa dilakukan dengan memasukkan data ke dalam diagram P-h. Dari hasil studi eksperimen diperoleh bahwa pengurangan kecepatan putar kipas kondensor dari 1350 rpm menjadi 525 rpm dapat menurunkan daya input kipas kondensor dari 123,2 W menjadi 94,6 W namun mengakibatkan naiknya daya input kompresor saat steady dari 643,9 W menjadi 708,4 W. Selain itu, pengurangan kecepatan putar kipas kondensor dari 1350 rpm menjadi 525 rpm juga dapat menurunkan laju pendinginan rata-rata dari 732,39 W menjadi 666,30 W serta menaikkan suhu kondensasi saat steady dari 29,1°C menjadi 35,4°C.",
  "creators": "KEVIN LIMANTO",
  "contributors": "Ekadewi Anggraini Handoyo (Advisor 1); Amelia (Advisor 2); Fandi Dwiputra Suprianto, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011286/MES/2019; Kevin Limanto (24414054)",
  "subjects": "CONDENSERS (STEAM); REFRIGERATION AND REFRIGERATING MACHINERY--RESEARCH"
}