{
  "id": "4447",
  "title": "Analisa minat pengunjung untuk datang kembali ke Kebun Binatang Surabaya terkait dengan penilaian mereka terhadap kunjungan sebelumnya",
  "abstract": "Kebun Binatang Surabaya (KBS) merupakan salah satu obyek wisata di Surabaya yang sudah 90 tahun berdiri dan pernah menjadi kebun binatang terlengkap se-Asia Tenggara. Berfungsi sebagai tempat rekreasi, pendidikan, penelitian dan konservasi, sehingga seyogyanya bisa menjadi tempat pilihan yang menarik untuk berwisata. Namun kini jumlah pengunjungnya semakin menurun dengan adanya pemberitaan seperti berkurangnya koleksi satwa, isu flu burung serta persepsi dan image yang kurang menyenangkan terhadap KBS. Oleh karena itu peneliti ingin mengetahui bagaimana sebenarnya penilaian pengunjung mengenai KBS dari kunjungan sebelumnya (experience) terhadap kualitas produk wisata (KBS) yang dirasakannya, yang terdiri dari 7 dimensi kualitas produk wisata yang meliputi atraksi, fasilitas, kebersihan, informasi, layanan, sumber daya manusia dan aksesbilitas yang mana nantinya akan membentuk persepsi. Dan persepsi yang terbentuk atau pengalaman itu akan berfungsi sebagai referensi dalam mengambil keputusan selanjutnya (untuk berwisata kembali ke KBS). Beberapa analisa dilakukan untuk mengetahui penilaian responden mengenai KBS dan terkait dengan penilaian tersebut apakah mereka nantinya akan tetap kembali ke KBS. Dan dari penelitian menunjukkan bahwa ada hubungan kuat antara penilaian responden mengenai KBS secara keseluruhan dengan minat untuk berkunjung kembali ke KBS. Sedangkan penilaian pengunjung mengenai atraksi secara keseluruhan adalah cukup menarik, sedangkan fasilitas kebersihan, informasi, pelayanan dan SDM dirasa masih kurang, namun secara keseluruhan penilaian responden mengenai KBS adalah kurang baik, sehingga minat pengunjung untuk berkunjung kembali ke KBS masih kurang.",
  "creators": "MARIA CHRISTINA; DANIEL TULUS",
  "contributors": "Tio Sally Puspasari (Advisor 1); Rachmat Sugianto (Advisor 2); Dra. Monica Ida Uniati , M.M. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010026/TLM/2007; Maria Christina (35403041), Daniel Tulus (35403047)",
  "subjects": "CONSUMER BEHAVIOR; SURABAYA ZOOS-TOURIST TRADE; CONSUMERS-RESEARCH"
}