{
  "id": "44480",
  "title": "Penurunan risiko pada proses impor di PT X",
  "abstract": "PT X merupakan perusahaan multinasional yang banyak melakukan transaksi impor. Proses impor yang tidak sesuai dengan regulasi pemerintah akan dikenakan denda dan selama ini belum ada tindakan pencegahan yang dilakukan oleh perusahaan. Metode reconcile merupakan metode baru yang digunakan untuk memeriksa kesalahan yang mungkin terjadi pada proses impor terkhusus pada proses pembayaran. Pengolahan data menggunakan metode reconcile kemudian akan menghasilkan kategori potensial risiko yang mungkin terjadi. Kategori potensial risiko kemudian akan dilakukan penilaian risiko untuk menentukan prioritas yang akan diperbaiki. Penilaian kategori risiko menggunakan metode Failure Mode Effect and Analysis (FMEA). Tujuan penelitian adalah melakukan memetakan risiko, mengidentifikasi akar masalah dan memberi tindakan usulan. Penilaian pada kategori risiko kemudian akan dilakukan identifikasi akar masalah. Penilaian Risk Priority Number (RPN) yang memiliki nilai tertinggi akan menjadi prioritas untuk dilakukan tindakan usulan. Penilaian RPN tiga tertinggi pada manajemen risiko pada proses impor adalah perbedaan harga, kesalahan perhitungan freight oleh custom broker 1 dan perbedaan pengajuan harga. Usulan perbaikan digunakan untuk mengurangi potensial risiko proses impor ke depannya dan berpotensi untuk mengurangi denda sebesar Rp 221.807.178,40. Usulan perbaikan secara umum adalah melakukan standar komunikasi dengan pihak procurement Asia dan sosialisasi pekerja custom broker.",
  "creators": "ELLICE JOSEPHINE ONGKODJOJO",
  "contributors": "Felecia, S.T., M.Sc. (Advisor 1); Karina Agustin, S.T., M.B.A. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022196/IND/2019; Ellice Josephine Ongkodjojo (25415075)",
  "subjects": "FOREIGN TRADE REGULATION; RISK MANAGEMENT"
}