{
  "id": "445",
  "title": "Evaluasi perkembangan obyek wisata Pura Mandhara Giri Semeru Agung di desa Senduro kabupaten Malang",
  "abstract": "Indonesia adalah negara yang memiliki banyak kekayaan alam dan budaya. Kedua kekayaan ini merupakan modal besar bagi Indonesia untuk dijadikan obyek wisata. Namun obyek wisata yang sekarang ini sudah ada harus dipelihara dan dilestarikan agar tidak mengalami kerusakan. Pemeliharaan dan pelestarian ini tercakup dalam teori sustainable tourism, yang merupakan salah satu jalan keluarnya. Dalam tugas akhirnya penulis tertarik untuk mengambil topik mengenai salah satu obyek wisata di Jawa Timur yang belum mengalami kerusakan. Dan pada saat melihat-lihat daftar judul tugas akhir yang telah ditulis oleh para mahasiswa angkatan atas, penulis tertarik dengan salah satu judul yaitu Pengembangan Obyek Wisata Pura Mandhara Giri Semeru Agung di Desa Senduro Kabupaten Lumajang, yang ditulis oleh Arthur Bonaventuta pada tahun 1993. Dengan melakukan penelitian dan interview baik dengan pengelola pura ataupun masyarakat sekitarnya, akhirnya penulis bisa mendapat gambaran tentang perkembangan fisik yang telah dialami oleh pura dari tahun 1993 sampai saat ini. Selain itu penulis juga ingin mengetahui apakah dalam pengembangannya sudah mengarah pada konsep sustainable tourism atau tidak. Sebagai tambahan, penulis akan memberikan beberapa saran yang mungkin bisa dilakukan dalam pengembangan selanjutnya agar Pura Mandhara Giri Semeru Agung yang dianggap sebagai ibu pura oleh umat Hindu tetap terjaga kelestariannya.",
  "creators": "NINIK ANGGRAINI ISKANDAR; MAGDALENA",
  "contributors": "Foedjiawati, S.S., M.A., Ph.D. (Advisor 1); Widjojo Suprapto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 481/PAR/2002; Magdalena (91399001), Ninik Anggraeni (91399041)",
  "subjects": "TOURIST TRADE-MALANG-EAST JAVA; MANDHARA GIRI SEMERU AGUNG, TEMPLE-MALANG-TORIST TRADE"
}