{
  "id": "44524",
  "title": "The influence of board structure and CEO power toward non-financial performance of the company that is measured by quality disclosure to prevent financial distress: evidence from Indonesia real estate and property industry",
  "abstract": "With an attempt to provide a better explanation of the cultural manifestations of social and environmental responsibility in the natural resources industry in Indonesia, the studio examined empirical evidence on the relationship of board structure (BS), CEO power (CP) toward non-financial performance (NFP) where it was able to investigate the company's ability to prevent financial distress (FD). In addition, there is an additional role of company characteristics as a variable control. Good Corporate Governance (GCG) is used as a basis for assessing the board structure and the CEO power because it provides accurate measurements. Non-financial performance (NFP) is accepted with quality disclosure (QD) which has nine indicators. Sixty companies listed on the Indonesia Stock Exchange in the real estate sector and property industry were used as samples, with years of observation from 2013 to 2017. By carrying out a structural equation model analysis (SEM), it was revealed that BS and CP positively affected NFP. Furthermore, NFP has a positive correlation with FD. This study further discusses previous works by discovering the nature of GCG as a strategic investment to obtain non-financial funds that can overcome financial difficulties.",
  "creators": "MICHAEL ANDREAN LUDY",
  "contributors": "Saarce Elsye Hatane (Advisor 1); Josua Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 32011347/AKT/2019; Michael Andrean Ludy (32415048)",
  "subjects": "CORPORATIONS--FINANCE; INDUSTRIAL PROPERTY--INDONESIA"
}