{
  "id": "44555",
  "title": "Analisa perceived ease of use dan perceived usefulness terhadap behavior intention pada aplikasi digital payment OVO",
  "abstract": "Semakin pesatnya perkembangan teknologi, dapat merubah cara dan perilaku konsumen dalam melakukan transaksi pembelian. Hampir semua aspek kehidupan sudah terdigitalisasi. Seperti contoh saat ini sudah ada e-commerce, transportasi online, hingga sistem pembayaran melalui aplikasi digital payment. Sistem pembayaran ini bertujuan untuk mengurangi penggunaan uang konvensional ke non tunai atau cashless. Salah satunya yang saat ini sedang gencar melakukan promosi adalah OVO. OVO adalah sebuah aplikasi smart yang memberikan layanan pembayaran dan transaksi secara online (OVO Cash). Penelitian ini bertujuan untuk menganalisa bagaimana hubungan dan pengaruh antara perceived ease of use dan perceived usefulness terhadap behavior intention pada aplikasi digital payment OVO. Penelitian ini dikerjakan dengan cara menyebarkan 100 kuesioner kepada 100 responden pengguna OVO di wilayah Surabaya. Penelitian ini menggunakan teknik analisis kuantitatif dan menggunakan metode regresi linear berganda. Hasil akhir yang diperoleh dalam penelitian ini menunjukkan bahwa variabel perceived ease of use berpengaruh signfikan positif terhadap behavior intention. Selain itu variabel perceived usefulness juga berpengaruh signifikan positif terhadap behavior intention. Dari nilai koefisien beta yang diperoleh pada tabel hasil regresi berganda, diperoleh bahwa variabel perceived ease of use memiliki pengaruh yang lebih dominan terhadap behavior intention dibandingkan perceived usefulness.",
  "creators": "AMADEA RAHMA PAMBUDI",
  "contributors": "Edwin Japarianto (Advisor 1); Diah Dharmayanti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020724/MAN/2019; Amadea Rahma Pambudi (36415064)",
  "subjects": "ELECTRONIC FUNDS TRANSFERS; CONSUMER BEHAVIOR"
}