{
  "id": "44561",
  "title": "Evaluation of the Korean middle school English textbook: listening and speaking skills",
  "abstract": "This study is done to find out how listening and speaking skills presented in Middle School English 1, an English textbook which is used by students of grade 7 in secondary schools in Korea, as well as the weaknesses and the strengths of the presentation of both skills in the textbook. In doing her study, the writer used the criteria proposed by Cunningsworth (1995). This is qualitative research in which the writer evaluated and analyzed the book Middle School English 1 by herself. The findings of this study show that listening and speaking skills in Middle School English 1 met the criteria proposed by Cunningsworth (1995). Also, the textbook has both weak and strong points in the presentation of listening and speaking skills. For the weaknesses, all listening materials in Middle School English 1 are not natural and authentic. It should be better if the textbook provides one authentic for showing the real world outside the classroom. Second, North American accent is also predominant in listening sections. As for the speaking skill sections, first of all, the textbook provides practical speaking activities that students help develop communication skills. Second, the contexts in Middle School English 1 are set in a meaningful context. Third, some games motivate students to speak English. Lastly, there are animated videos for the textbook.",
  "creators": "JEONG HANBI",
  "contributors": "Herwindy Maria Tedjaatmadja (Advisor 1); Flora Debora (Examination Committee 1); Josefa Juniarti Mardijono (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012277/ING/2019; Jeong Hanbi (11415066)",
  "subjects": "ENGLISH LANGUAGE--SPOKEN ENGLISH; LISTENING; ENGLISH LANGUAGE--TEXTBOOKS--EVALUATION"
}