{
  "id": "44562",
  "title": "Oral corrective feedback and learners' uptake in teenage EFL Class",
  "abstract": "This study was done to find out: (1) the types of oral corrective feedback (CF) strategies, (2) the types of learners’ uptake, and (3) the types of learners’ uptake elicited about the teacher’s types of oral CF. To answer the research questions, the writer applied two theories, Sheen and Ellis (2011) for oral CF strategies and Panova and Lyster (2002) for the types of learners’ uptake, as the guideline. This study used a qualitative approach using an audio recording. The findings showed that there was forty-three (43) oral CF occurring in the class, and forty-one (41) uptakes elicited about teacher’s oral CF. There were 2 (two) oral CF which did not result in uptake. Six (6) out of nine (9) oral CF strategies and seven (7) out of ten (10) types of learners’ uptake occurred in the class. Didactic Recast was the most frequently applied oral CF strategies, whereas Repetition was the most commonly asked learners’ uptake type. There were 18 types of oral CF strategies and learners’ uptake sequences occurring in the class, and the most occurring course was Didactic Recasts – Repetition, with total 11 times. There were some possible reasons why uptakes did not occur: learners are taking too long to answer, or the teacher did not want to wait longer expecting that learner had already known the correct form through a prior explanation. The teacher sometimes was faced with a situation when none uptakes were elicited from the learners.",
  "creators": "IVANA OVILIA",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); Julia Eka Rini (Examination Committee 1); Herwindy Maria Tedjaatmadja (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012271/ING/2019; Ivana Ovilia (11415025)",
  "subjects": "ENGLISH LANGUAGE--ERRORS OF USAGE; ENGLISH LANGUAGE--CONVERSATION AND PHRASE BOOKS"
}