{
  "id": "44572",
  "title": "The impact of brand awareness, brand association, and brand perceived quality toward repurchase intention mediated by brand loyalty in the case of ZARA",
  "abstract": "Minat beli ulang adalah salah satu faktor penting yang dapat meningkatkan profitabilitas dan menciptakan pertumbuhan berkelanjutan bagi perusahaan. Ada beberapa cara untuk meningkatkan minat beli ulang konsumen, salah satu caranya adalah dengan memiliki strategi branding yang tepat. Dengan demikian, penelitian ini dilakukan untuk mencari tahu pengaruh kesadaran merek, asosiasi merek, dan persepsi kualitas merek terhadap minat beli ulang yang dimediasi oleh loyalitas merek dalam kasus ZARA karena ZARA telah terbukti mampu bertahan dalam persaingan yang ketat dan mempertahankan posisinya sebagai merek fashion yang paling terkenal. Penelitian ini menggunakan metode penelitian kuantitatif dan menggunakan kuisioner sebagai instrument penelitian dengan sampel data sebanyak 97 responden. Data akan dianalisa lebih lanjut menggunakan uji asumsi klasikal, uji regresi berganda, dan uji Sobel untuk menguji dampak dari masing-masing variabel. Hasil dari penelitian ini menunjukkan bahwa kesadaran merek dan persepsi kualitas merek memiliki pengaruh positif namun tidak signifikan terhadap loyalitas merek dan minat beli ulang. Namun, asosiasi merek telah terbukti memiliki pengaruh positif dan signifikan terhadap loyalitas merek dan minat beli ulang. Selain itu, variabel mediasi yang merupakan loyalitas merek juga telah terbukti memberikan pengaruh positif dan signifikan terhadap minat beli ulang.",
  "creators": "VALERIE VANIA SANTOSO; FETRICIA MAGDALENA BUNANTA",
  "contributors": "Maria Natalia Damayanti Maer, S.S., M.A., Ph.D. (Advisor 1); Lianto, S.E., MFM. (Examination Committee 1); Liem Pei Fun, S.E., M.Com. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 34010374/MAN/2019; Valerie Vania Santoso (34415037), Fetricia Magdalena Bunanta (34415073)",
  "subjects": "BRAND LOYALTY; CONSUMER BEHAVIOR"
}