{
  "id": "44576",
  "title": "The impact of perceived service quality and perceived e-service quality toward customer repurchase intention mediated by customer satisfaction: a case of Grab Bike in Jakarta",
  "abstract": "Repurchase intention is essential in the business world, including the online transportation industry. Increasing the company’s repurchase intention could increase the company’s profit. One of the ways to increase customer repurchase intention is by enhancing service quality, which impacts on improving customer satisfaction and in the end, influencing repurchase intention by customers. In this research, the researchers examine the relationship between perceived service quality and perceived e-service quality on repurchase intention mediated by customer satisfaction in the case of Grab Bike in Jakarta. There are 74 respondents in total obtained from questionnaires which distributed through Google Docs. The researchers use simple random sampling method in order to get the data. The data is analyzed through multiple linear regression and the Sobel test. This study found that perceived service quality and perceived service quality indeed influence customer satisfaction. Meanwhile, perceived service quality and perceived e-service quality influence customer repurchase intention. From the Sobel test, the researchers also found out that customer satisfaction mediates perceived service quality and e-service quality to repurchase intention. For perceived service quality, it is a partial mediation. While, for perceived e-service quality, it is a full mediation.",
  "creators": "JONATHAN PRATHAMA; MIRA SUKAMTO",
  "contributors": "Lianto, S.E., MFM. (Advisor 1); Tessa Vanina Soetanto (Examination Committee 1); Ruth Srininta Tarigan, S.Kom., MBA. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 34010392/MAN/2019; Jonathan Prathama (34415019), Mira Sukamto (34415074)",
  "subjects": "CONSUMER SATISFACTION; MARKETING--MANAGEMENT; CONSUMER BEHAVIOR"
}