{
  "id": "44571",
  "title": "The impact of brand awareness, brand association, and brand perceived quality toward repurchase intention mediated by brand loyalty in the case of ZARA",
  "abstract": "Repurchase intention is one of the most critical factors that can increase a company’s profitability and create sustainable growth. There are some ways to increase consumer’s repurchase intention, and one of the ways is by having the right branding strategy. This research conducted to investigate the influence of brand awareness, association, and perceived quality on brand loyalty and repurchase intention. In the case of ZARA has proven to be able to survive in such tight competition and maintain its position as the most well-known fashion brand. This study used quantitative research and self-administered questionnaire as the research instrument with a sample data set of 97 respondents. The data will be analyzed by using blue classical assumption test, multiple regression test, and Sobel test to test the impact of the variables. The findings indicate that brand awareness and brand perceived quality has a positive and insignificant influence on brand loyalty and repurchase intention. However, brand association has been proven to have a positive and significant impact on brand loyalty and repurchase intention. Furthermore, the mediating variable, which is brand loyalty, also has been shown to exert a positive and considerable influence on repurchase intention.",
  "creators": "FETRICIA MAGDALENA BUNANTA; VALERIE VANIA SANTOSO",
  "contributors": "Maria Natalia Damayanti Maer, S.S., M.A., Ph.D. (Advisor 1); Lianto, S.E., MFM. (Examination Committee 1); Liem Pei Fun, S.E., M.Com. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 34010374/MAN/2019; Fetricia Magdalena Bunanta (34415073), Valerie Vania Santoso (34415037)",
  "subjects": "BRAND CHOICE; BRAND LOYALTY; BRANDING (MARKETING)"
}