{
  "id": "44595",
  "title": "The impact of country-of-origin on repurchase intention with brand trust as the mediating variable: a case of Bata in Indonesia",
  "abstract": "Footwear, leather, and apparel industry is one of the strategic sectors that are currently being prioritized by the Indonesian government as it has a significant contribution to the national economy. One of the major players in the Indonesian footwear industry is Bata, which is a global shoes manufacturing company. As a perceived Indonesian brand, Bata has to compete tightly with other well-known international brands. Thus, the researchers would like to know whether Indonesian people’s perception of Bata’s country-of-origin as an Indonesian brand has a significant contribution to its customers’ repurchase intention on Bata footwear products with the mediation of brand trust. The use of probability sampling design, specifically simple random sampling, will be adopted in this research. This research has collected the data from 60 eligible respondents who have passed the validity, reliability, and BLUE standard assumption tests. The data was processed further through multiple linear regression with path analysis and the Sobel test. The research’s findings show that country-of-origin and brand trust simultaneously influence repurchase intention. Also, the results show that brand trust fully mediates the relationship between country-of-origin and repurchase intention.",
  "creators": "ARDINA AYU KUSUMA; CHRISTABEL HARLIM",
  "contributors": "Maria Natalia Damayanti Maer, S.S., M.A., Ph.D. (Advisor 1); Adelina Proboyo (Examination Committee 1); Juliana Caesaria Tandung (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 34010394/MAN/2019; Ardina Ayu Kusuma (34415043), Christabel Harlim (34415008)",
  "subjects": "CONSUMER BEHAVIOR; BRAND NAME PRODUCTS; BRANDING (MARKETING)"
}