{
  "id": "44591",
  "title": "Analisa pengaruh perceived ease of use terhadap repeat purchase intention dengan convenience sebagai variabel intervening pada penggunaan fitur Go-Food",
  "abstract": "Di era modern ini, kemajuan teknologi berkembang sangat pesat khususnya di bidang industri digital. Segala aktifitas dan pekerjaan semakin dipermudah dan praktis dengan adanya teknologi saat ini terutama dalam hal ekonomi. Semakin banyak perusahaan e-commerce yang bermunculan di era ini, salah satunya adalah Go-Jek dengan fitur Go-Food yang berguna sebagai pesan layan antar makanan secara online pertama di Indonesia. Penelitian ini bertujuan untuk menganalisa bagaimana hubungan dan pengaruh antara perceived ease of use terhadap repeat purchase intention dengan convenience sebagai variabel intervening pada penggunaan Go-Food. Penelitian ini dikerjakan dengan cara menyebarkan 100 kuesioner kepada 100 responden pengguna Go-Food di wilayah Surabaya. Penelitian ini menggunakan teknik analisis kuantitatif dan menggunakan metode path analysis. Hasil akhir yang diperoleh dalam penelitian ini menunjukkan bahwa perceived ease of use mempunyai pengaruh positif dan signifikan terhadap convenience, convenience juga berpengaruh secara positif dan signifikan terhadap repeat purchase intention, begitu juga dengan perceived ease of use yang mempunyai pengaruh positif dan signifikan terhadap repeat purchase intention. Sehingga dapat disimpulkan dari hasil penelitian ini bahwa convenience berhasil menjadi variabel intervening (mediasi) antara variabel repeat purchase intention dengan repeat purchase intention.",
  "creators": "OLIVIA WIJAYA",
  "contributors": "Edwin Japarianto (Advisor 1); Diah Dharmayanti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020725/MAN/2019; Olivia Wijaya (36415075)",
  "subjects": "CONSUMERS--RESEARCH; CONVENIENCE FOODS; ELECTRONIC COMMERCE; CONSUMERS BEHAVIOR"
}