{
  "id": "44596",
  "title": "Bruce Wayne’s Ego in Christopher Nolan’s The Dark Knight",
  "abstract": "Bruce Wayne is the main character in The Dark Knight who has a problem with his decision in satisfying his id and superego.On one side, he has flesh and blood which demand him to only look for his own pleasure. However, on the other side, his superhero mask and noble heart command him to struggle in making a peace in Gotham city for all citizens’ kindness. In this study, I am interested in analyzing how Bruce Wayne’s ego manages his id and superego and how the anxieties appear as the effects of the problem. In order to achieve my objectives, I will employ the theory of Sigmund Freud’s personality dynamic and anxiety, focus on the interaction of id, ego and superego, and some anxieties which may come, such as reality anxiety and moral anxiety. Sigmund Freud’s theory of personality dynamic is corresponding to investigate the psychological problem. In the study, I discover that his psychological problem is related with his imbalanced treatment to his id and superego. Furthermore, it also has a connection with his intrapsychic friction. As the consequence, Bruce Wayne gets difficult times (anxieties). The anxieties which occur are moral anxiety and reality anxiety. The analysis indicates that a person who has a big superego will experience more reality anxieties in his activities. In addition, while he helps the other people because he only has a little concern to his own satisfaction, he brings himself into get psychological problem.",
  "creators": "STEPHEN JOHAN",
  "contributors": "Unknown",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undegraduate Thesis No. 01012014/ING/2012; Stephen Johan (11407026)",
  "subjects": "NOLAN, CHRISTOPHER-THE DARK KNIGHT-STUDY AND TEACHING; CRIMINAL BEHAVIOR--FICTION; HEROES--PSYCHOLOGICAL ASPECTS"
}