{
  "id": "44628",
  "title": "Cannibalism in \"In The Heart of the Sea\"",
  "abstract": "In this study, I examine the causes of cannibalism that the survivors of Essex commit in Ron Howard's film, In The Heart of the Sea. I also observe the aftereffect of cannibalism that affect the survivors' lives throughout their lives. With the assumption that the survivors characters of In The Heart of the Sea, can preserve their lives during a survival situation in the ocean, I analyze how their life and death instinct have a major contribution in making the decision to commit cannibalism as their only choice of survival tool. In analyzing the film, I use the theory of human's life and death instinct by Sigmund Freud and also the theory of survival cannibalism. In collecting the materials, I watched the film multiple times in order to get the footage which later will be use as proofs that reveal the causes and effects of cannibalism that the survivors commit. In the analysis, I find that the unfulfilled basic needs and the feeling of anxiety are the major causes of committing cannibalism. I also find that the guilty feeling and the fear of people's reaction toward their survival action are the major aftermath effects of the cannibalism that the survivors commit. This shows that the act of consuming human flesh affects their lives not only when they are still in the ocean, but also throughout their lives until they died of old age. As a result, the cannibalism that the survivors commit has a big impact, both negative and positive, on the survivors' lives.",
  "creators": "ALLENSIA SARAH LEVIRA",
  "contributors": "Drs. Setefanus Suprajitno, M.A., Ph.D. (Advisor 1); Jenny Mochtar Djundjung (Examination Committee 1); Liliek Soelistyo (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "UndegraduateThesis No. 01012279/ING/2019; Allensia Sarah Levira (11415022)",
  "subjects": "CANNIBALISM IN MOTION PICTURES"
}