{
  "id": "44623",
  "title": "Representasi perempuan dalam iklan televisi Downy varian parfum collection dan premium parfum",
  "abstract": "Bersamaan dengan diluncurkannya produk Downy Parfum Collection dan Premium Parfum, Downy juga mengeluarkan dua iklan yang ditayangkan di televisi nasional. Kedua iklan ini merepresentasikan tokoh perempuan dengan cara yang berbeda dari iklan-iklan sebelumnya, dimana sebelumnya perempuan selalu digambarkan sebagai ibu rumah tangga. Selain itu, elemen “luar negeri” dan “orang asing” terlihat jelas meski iklan ini ditayangkan di Indonesia. Tujuan dari penelitian ini adalah untuk mengetahui representasi perempuan yang disampaikan dalam iklan Downy tersebut. Penelitian ini bersifat kualitatif dan dianalisis menggunakan semiologi Roland Barthes. Hasil penelitian menunjukkan bahwa Downy merepresentasikan perempuan sebagai figur yang percaya diri, mandiri, dan tidak lagi hanya bekerja di ranah domestik tetapi juga ranah publik. Hal ini sejalan dengan pandangan fenimisme yaitu menyamakan derajat pria dan wanita. Meskipun begitu, perempuan ternyata tetap tunduk kepada tuntutan publik bahwa ia harus selalu tampil wangi dan cantik. Terdapat budaya postkolonial yang terkandung dalam iklan ini, dilihat dari orang barat yang mengagumi dan memuji tokoh utama (orang timur). Rasa kagum dan pujian dari orang barat lebih berkesan bagi orang timur, karena budaya postkolonial yang masih berlaku saat ini.",
  "creators": "JESSICA ALICIA SURYA",
  "contributors": "Listia (Advisor 1); Rika Febriani, S.Sn., M.A. (Advisor 2); Ani Wijayanti Suhartono (Examination Committee 2); Ryan Pratama Sutanto, S.Sn., M.Med.Kom. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00023378/DKV/2019; Jessica Alicia Surya (42415145)",
  "subjects": "ADVERTISING; GRAPHIC ARTS; VISUAL COMMUNICATION; BRANDING (MARKETING)"
}