{
  "id": "44634",
  "title": "Perancangan kemasan produk sagu keju Pawon Kue Surabaya",
  "abstract": "Tidak sulit mencari kue kering di Indonesia. Banyak yang menjual variasi kue kering sehingga membuat persaingan semakin ketat. Pawon Kue merupakan produsen yang menjual kue kering yang terkenal dengan Almond Crispy-nya. Salah satu produk kue kering Pawon Kue adalah Sagu Keju dengan topping apricot jam. Pawon Kue berencana mengeluarkan kemasan baru untuk produk Sagu Keju ini, kemasan barunya masih belum memiliki desain yang mampu menarik perhatian konsumen. Tujuan dari perancangan ini adalah menghasilkan desain pada kemasan baru Sagu Keju Pawon Kue. Sebelum perancangan ini, penulis pernah bekerja sama dengan Pawon Kue mendesain ulang kemasan produk Sagu Keju Pawon Kue bentuk kaleng emas. Karena itulah Pawon Kue mengajak penulis untuk kembali bekerja sama merancang desain untuk kemasan baru Sagu Keju Pawon Kue. Perancangan ini menggunakan metode analisa SWOT. Berdasarkan hasil wawancara, produsen ingin kemasan baru ini desainnya tidak jauh dari kemasan kaleng emas yang lama. Dengan alasan supaya konsumen tidak bingung dengan produk Sagu Keju pada bentuk kemasan yang baru, dan konsumen bisa mengetahui jika produk yang dikemas dalam kemasan baru sama dengan yang ada di kemasan kaleng emas. Karena itulah, perancangan kemasan baru Sagu Keju ini akan menjadikan desain kemasan kaleng emas sebagai referensi. Selain itu, perancangan kemasan ini juga memperhatikan penggunaan bahan pada kemasan baru untuk mengurangi bahan plastik yang dipakai berdasarkan permintaan dari walikota Surabaya, Ibu Tri Rismaharini.",
  "creators": "SYENNI ROSITA SUDJIANTO",
  "contributors": "Listia (Advisor 1); Rika Febriani, S.Sn., M.A. (Advisor 2); Ani Wijayanti Suhartono (Examination Committee 1); Ryan Pratama Sutanto, S.Sn., M.Med.Kom. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Desain Kemasan",
  "source": "Desain Kemasan No. 00023371/DKV/2019; Syenni Rosita Sudjianto (42415133)",
  "subjects": "VISUAL COMMUNICATION; PACKAGING; GRAPHIC ARTS"
}