{
  "id": "44640",
  "title": "Strategi injeksi pada mesin diesel koyama garage ber-supercharger terhadap in-cylinder pressure dan heat release rate",
  "abstract": "Mesin diesel karena efisiensi bahan bakar dan daya tahan yang sangat baik, telah menjadi instrumen yang populer untuk aplikasi otomotif. Mesin ini merupakan jenis mesin pembakaran dalam yang paling diterima secara global yang diaplikasikan pada alat-alat pertanian, industri, dan konstruksi serta pada sektor kelautan. Untuk mengoptimalkan kinerja mesin diesel injeksi langsung, pengaruh strategi injeksi pada berbagai tekanan supercharger dan putaran mesin dipelajari. Mesin diesel tipe koyama garage direct injection single cylinder digunakan dalam percobaan ini. Diameter mesin adalah 85 mm, panjang langkah 96,9 mm, dan rasio kompresi 16,3. Timing injeksi diatur menjadi -1° sebelum TMA, 0° saat TMA, 1° setelah TMA, dan 3° setelah TMA. Variasi tekanan supercharger diatur dari 0 kPa hingga 60 kPa dengan peningkatan 20 kPa. Putaran mesin diatur dari 800 – 2000 rpm dengan peningkatan sebesar 400. Kinerja mesin dievaluasi dalam hal in-cylinder pressure dan heat release rate sebagai karakteristik kinerja yang penting dari mesin diesel. Hasil menunjukkan bahwa dengan timing injeksi lebih awal, heat release rate dan in-cylinder pressure akan semakin tinggi pada putaran mesin yang menurun dan tekanan supercharger yang meningkat. Timing injeksi yang maju dari 3° setelah TMA ke -1° sebelum TMA menyebabkan peningkatan in-cylinder pressure dan heat release rate setelah TMA. Fenomena ini disebabkan oleh pembakaran yang lebih lambat dalam timing injeksi yang lebih lambat.",
  "creators": "DION VALENTINO TANUWIJAYA",
  "contributors": "Willyanto (Advisor 1); Sutrisno S.T.,M.T. (Examination Committee 1); Fandi Dwiputra Suprianto, S.T., M.Sc. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04011290/MES/2019; Dion Valentino Tanuwijaya (24415070)",
  "subjects": "DIESEL MOTOR; AUTOMOBILES--MOTORS (DIESEL)"
}