{
  "id": "44642",
  "title": "Pengaruh sistem jam kerja terhadap kinerja dan kedisiplinan Karyawan di Restoran Qua-Li dan Restoran Penang Village di Tunjungan Plaza 4",
  "abstract": "Bisnis restoran yang semakin marak belakangan ini menyebabkan restoran-restoran yang ada berusaha memberikan yang terbaik kepada konsumennya, hal ini dimaksudkan agar restoran-restoran tersebut tidak kalah dalam persaingan. Untuk dapat memberikan yang terbaik kepada konsumennya setiap restoran harus memiliki karyawan yang mempunyai kinerja yang baik dan mempunyai kedisiplinan yang tinggi dalam bekerj a Oleh karena itu setiap restoran harus mampu mengelola karyawannya dengan baik sehingga kineija dan kedisiplinan karyawan bisa sesuai dengan apa yang diharapkan oleh restoran tersebut. Restoran Qua-Li dan Penang Village merupakan dua restoran yang dikelola di bawah manajemen yang sama yaitu PT. Pakta Berkat Anugrah. Walaupun di bawah pengelolaan manajemen yang sama, tetapi kineija dan kedisiplinan karyawan dari kedua restoran tersebut jauh berbeda. Hal ini ternyata disebabkan karena perbedaan sistem jam kerja yang diterapkan pada masingmasing restoran. Restoran Qua-Li menerapkan sistem jam kerja yang fixed, sedangkan restoran Penang Village menerapkan sistem jam kerja yang flexible. Dari hasil penganalisaan penulis, penerapan sistem jam kerja yangfixed di restoran Qua-Li ternyata menimbulkan dampak yang negatif terhadap kinerja dan kedisiplinan para karyawannya, lain halnya dengan yang teijadi di restoran Penang Village, penerapan sistem jam kerja yang flexible di restoran tersebut ternyata menimbulkan dampak yang positif terhadap kinerja dan kedisiplinan para karyawannya.",
  "creators": "FERDINAND ITEM; MARTINUS WOLFE",
  "contributors": "Deborah Christine Widjaja, S.S., MSM., Ph.D. (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010196/HTL/2005; Ferdinand Item (33498098), Martinus Wolfe (33400095)",
  "subjects": "RESTAURANT MANAGEMENT; RESTAURANTS--PERSONNEL MANAGEMENT"
}