{
  "id": "44647",
  "title": "Analisa persepsi dan ekspektasi pengunjung terhadap service convenience yang diberikan oleh Ciputra Waterpark Surabaya",
  "abstract": "Dengan semakin berkembangnya kota Surabaya di semua sektor, termasuk sektor industri pariwisata yang mengakibatkan banyak bermunculan objek-objek wisata yang menawarkan keunikan masing-masing. Hal ini mengakibatkan adanya persaingan ketat di antara pengelola tempat wisata untuk mendapatkan sebanyak-banyaknya pengunjung. Untuk dapat memenangkan persaingan ini pengelola tempat wisata harus mampu atau dituntut untuk memberikan pelayanan yang baik dan memuaskan dalam segala hal. Apalagi dalam dunia bisnis yang bergerak di bidang jasa, di mana konsumennya pasti akan sangat peka terhadap pelayanan yang mereka terima. Salah satu bisnis yang menawarkan jasa di samping fasilitas adalah Ciputra Waterpark Surabaya, yang menawarkan permainan air. Untuk dapat bersaing dengan tempat-tempat wisata maupun waterpark lainnya, Ciputra Waterpark harus memberikan kepuasan melalui layanan dan fasilitas kepada pengunjungnya. Skripsi ini dibuat untuk menunjukkan apakah terdapat perbedaan antara persepsi dan ekspektasi pelanggan terhadap Ciputra waterpark melalui aspek Service Convenience itu. Ada lima dimensi Service Convenience, yaitu: Decision Convenience, Access Convenience, Transaction Convenience, Benefit Convenience, dan Postbenefit Convenience. Hasil penelitian menunjukkan bahwa terdapat perbedaan antara ekspektasi dan persepsi pengunjung terhadap Service Convenience Ciputra Waterpark Surabaya. Hasil tersebut memperlihatkan tingkat Service Convenience yang diberikan oleh Ciputra Waterpark Surabaya masih ada yang di bawah ekspektasi pengunjung, Dari kelima dimensi service Convenience, 3 di antaranya yaitu Access Convenience, Transaction Convenience, Benefit Convenience, pada hasil penelitian menunjukkan bahwa persepsi pengunjung masih di bawah ekspektasinya. Sedangkan 2 lainnya yaitu, Decision convenience, dan post benefit Convenience menunjukkan bahwa persepsi pengunjung lebih besar dari pada ekspektasi mereka.",
  "creators": "LANNY TJANDRA; FRANSISCA SENDY K",
  "contributors": "Dra. Monica Ida Uniati , M.M. (Advisor 1); Dessy Indah Sari Dinata (Advisor 2); Sundring Pantja Djati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.35010004/MAN/2009; Lannytjandra (35404001), Fransisca Sendy (35404019)",
  "subjects": "CONSUMER SATISFACTION; CONSUMERS--RESEARCH"
}