{
  "id": "44641",
  "title": "Continuance intention factors of mobile payment services provided by OVO",
  "abstract": "Pertumbuhan industri finansial negara Indonesia didorong dengan adanya teknologi terutama perkembangan pembayaran elektronik. Kecenderungan dari pembayaran elektronik dapat dilihat dari pembayaran seluler yang merupakan fokus dari penelitian ini. Oleh karena itu, penelitian ini fokus kepada pembayaran seluler dan OVO sebagai objek penelitian. Para peneliti ingin fokus pada pasca-adopsi dengan intensi melanjutkan yang menjadi fokus penelitian. Atas saran dari peneliti terdahulu, faktor yang berpengaruh dalam penelitian ini adalah kualitas sistem, kualitas informasi, kualitas pelayanan, dan promosi harga dimana efeknya mempengaruhi kepercayaan, alur dan kepuasan terlebih dahulu. Dalam penelitian ini, 455 sampel didapatkan menggunakan metode simple random sampling, dan 403 dari sampel tersebut dianalisa menggunakan Structural Equation Modelling. Hasil dari penelitian ini menyatakan bahwa kualitas system dan kualitas informasi memiliki dampak positif terhadap kepercayaan dan alur. Kualitas sistem tidak memiliki dampak signifikan terhadap kepuasan. Kualitas informasi memiliki dampak negative terhadap kepuasan. Kualitas layanan memiliki dampak positif terhadap kepercayaan, tapi juga memiliki dampak negatif terhadap alur dan kepuasan. Promosi harga memiliki dampak positif terhadap kepuasan. Kepercayaan memiliki dampak positif terhadap alur dan alur memiliki dampak positif terhadap kepuasan. Terakhir, kepercayaan, alur, dan kepuasan memiliki dampak positif terhadap inensi untuk melanjutkan.",
  "creators": "NICO SEPTIAN PRANOTO; EDWIN",
  "contributors": "Ruth Srininta Tarigan, S.Kom., MBA. (Advisor 1); Liem Pei Fun, S.E., M.Com. (Examination Committee 1); Tessa Vanina Soetanto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 34010370/MAN/2019; Nico Septian Pranoto (34415032)Edwin (34415050)",
  "subjects": "CONSUMERS--RESEARCH; MOBILE APPS; CONSUMER LOYALTY"
}