{
  "id": "44658",
  "title": "Penurunan resiko pada departemen key account management divisi ekspor di PT XXX",
  "abstract": "PT XXX adalah perusahaan yang bergerak di bidang PPJK (Pengusaha Pengurusan Jasa Kepabeanan). Departemen KAM ini merupakan departemen yang dikhusukan untuk menangani segala keperluan shipment VIP customer. Penurunan resiko ini dilakukan dengan tujuan mengurangi resiko-resiko yang selama ini terjadi di departemen KAM untuk menghindari komplain dari VIP customer. Aktivitas yang diamati dimulai sejak CS menerima shipment plan dari PT Y, menyiapkan semua keperluan dokumen kepabeanan hingga barang tiba di pihak penerima. Temuan aktivitas yang beresiko sebanyak 59 dan 27 di antaranya dianggap prioritas berdasarkan metode FMEA dengan menggunakan penilaian RPN (Risk Priority Number). Resiko dianggap prioritas apabila memiliki nilai RPN yang cukup tinggi dimana RPN ini dipengaruhi oleh tingkat keseringan, tingkat kesulitan pendeteksian, dan tingkat keparahan. Aktivitas yang diprioritaskan seperti adanya kesalahan data dalam dokumen yang mengakibatkan pengiriman terhambat. Semua aktivitas prioritas akan diberikan tindakan usulan yang berupa cara melakukan pekerjaan yang tidak beresiko yang akan didokumentasikan dalam bentuk instruksi kerja. Semua dokumen instruksi kerja akan disosialisasikan kepada setiap pekerja dan apabila dilakukan dengan baik dapat mengurangi resiko yang terjadi pada perusahaan baik waktu maupun finansial dan persentase pengurangan resiko sebesar 45.8% dengan total pengurangan 27 resiko prioritas dari 59 aktivitas yang beresiko.",
  "creators": "WILLIAM GUNAWAN",
  "contributors": "Felecia, S.T., M.Sc. (Advisor 1); Karina Agustin, S.T., M.B.A. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022195/IND/2019; William Gunawan (25415072)",
  "subjects": "RISK MANAGEMENT"
}