{
  "id": "44674",
  "title": "Analisa pengaruh content marketing terhadap customer retention dengan brand experience dan customer engagement sebagai variabel perantara pada pengguna rokok Wismilak di Surabaya.",
  "abstract": "Perusahaan rokok saat ini tidak hanya menggunakan strategi komunikasi pemasaran secara tradisional saja tetapi juga strategi komunikasi pemasaran secara digital. Dalam komunikasi pemasaran digital, konten memainkan peran utama. Salah satu strategi komunikasi pemasaran digital yang fenomenal saat ini adalah content marketing. Penelitian ini bertujuan untuk menganalisa pengaruh content marketing (localization, personalization, emotions, diversification of approach, co-creation & trust, dan ethical & honesty) terhadap customer retention (behavioral measurement, attidunal measurement, dan composite measurement) dengan brand experience (sensory, affective, intellectual, dan behavioral) dan customer engagement (cognitive dimension, emotional dimension, dan behavioral dimension). Penelitian ini dilaksanakan dengan menyebar kuisioner kepada 100 responden yang telah mengkonsumsi rokok merk Wismilak. Teknik analisa yang digunakan yaitu teknik analisa kuantitatif dengan menggunakan metode path analysis. Hasil penelitian ini menunjukkan bahwa content marketing berpengaruh positif dan signifikan terhadap brand experience, content marketing berpengaruh positif dan signifikan terhadap customer retention, content marketing berpengaruh positif dan siginikan terhadap customer engagement, brand experience berpengaruh positif dan signifikan terhadap customer retention, dan customer engagement berpengaruh positif dan signikan terhadap customer retention. Hasil penelitian menunjukkan bahwa brand experience dan customer sebagai variabel perantara berhasil memediasi hubungan content marketing terhadap customer retention.",
  "creators": "EVITA KARTIKA KOESTIONO",
  "contributors": "Diah Dharmayanti (Advisor 1); Edwin Japarianto (Examination Committee 1); Drs. Sugiono Sugiharto, M.M., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020731/MAN/2019; Evita Kartika Koestiono (36415050)",
  "subjects": "CONSUMER BEHAVIOR; BRANDING (MARKETING)"
}