{
  "id": "44677",
  "title": "Pemetaan dan perancangan perbaikan proses produksi untuk persiapan industri 4.0 di PT X",
  "abstract": "PT X merupakan perusahaan yang berjalan di bidang manufaktur yang menghasilkan produk circuit breaker. PT X menginginkan persiapan pengembangan sistem yang mengarah pada era industri 4.0. Tujuan dari penelitian ini adalah melakukan pemetaan dan evaluasi aktivitas tiap departemen untuk mengetahui aktivitas yang belum dan sudah menerapkan prinsip sistem industri 4.0, serta melakukan peningkatan dan persiapan menggunakan teori framework desain industri 4.0. Hasil dari pemetaan dan evaluasi menunjukkan terdapat 5 departemen tergolong ”Few Implemented Industry 4.0”, 3 departemen tergolong ”Partially Implemented Industry 4.0”, dan 3 departemen tergolong ”fully implemented industry 4.0”. Pemberian usulan perbaikan dilakukan pada departemen MPO dan MH di kegiatan proses produksi. Permasalahan pengiriman dokumen material, ketidakakuratan data permintaan material, dan permasalahan pengiriman finished good ke gudang yang akan dilakukan penelitian. Perbaikan sistem pengiriman dokumen permintaan material diubah menjadi digitalisasi, yang semula pengiriman dokumen dilakukan manual, diubah menggunakan e-mail. Penghematan secara finansial yang diperoleh dari usulan perbaikan sebesar Rp 14.440.373,00 per tahun. Perbaikan juga dilakukan pada proses pengiriman finished good, dengan menganalisa persentase produktif pekerja dengan metode work sampling yang menunjukkan 93%. Usulan perbaikan pengiriman finished good semula manual diubah dengan AGV memberikan penghematan secara finansial yang diperoleh sebesar Rp 1.005.633,00 per tahun per segmen produksi.",
  "creators": "KEVIN PURNOMO",
  "contributors": "Tanti Octavia (Advisor 1); Debora Anne Yang Aysia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022217/IND/2019; Kevin Purnomo (25415004)",
  "subjects": "PRODUCTION MANAGEMENT; PRODUCTION PLANNING"
}