{
  "id": "4469",
  "title": "A Study of language function and nucleus clause pattern used by sunday school teacher in story telling",
  "abstract": "This study is about the characteristics of adults' speech to the children, especially the sentences used by the teacher of Sunday school in teaching the Bible story to the children under three years old. Since there is a gap between adults and children's language mastery, adults tend to use different types of speech to converse with little children. The thesis writer focuses her study on language function and nucleus clause pattern produced by Sunday school teacher. In analyzing the sentences, the writer tries to discover the nucleus clause patterns used in conveying each function. In this study, the writer used one meeting in a Sunday school class. By separating the teacher's sentences and considering the context in which the sentences occur, the writer was able to identify the language function served in each sentence. As the next step of the analysis, the writer identified the nucleus clause patterns and found out the nucleus clause patterns used in conveying the language function. The findings of this study show that there are particular features which characterize the way the teacher tells the story. By investigating the language functions, the teacher's sentences serve mainly representational, heuristic and imaginative functions. The result of the study also reveals that the nucleus clause patterns used are mainly simple and short, although they are inversion, change of word orders, and the use of prompt questions. Finally, in identifying the nucleus clause patterns used in conveying the language function, pattern S - P - O is the pattern that occurs in all functions and pattern S - P and S - P O are the patterns that are mostly found. Hence, the teacher's main purpose in telling the story is to give the state of the subject as well as ask the subject to do something or to tell something about the subject",
  "creators": "CINTRIA SUSILO",
  "contributors": "Bintoro (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1243/ING/2004; Cintria Susilo (11400053)",
  "subjects": "PSYCHOLINGUISTICS"
}