{
  "id": "4470",
  "title": "The Study of the English slangs and the processes that form them in \"sugar & and spice\" movie",
  "abstract": "Slang belongs to non-standard language; therefore it is usually used in the informal situations, such as communication in daily life. In this study, the writer is interested in observing English slang words in \"Sugar & Spice\" movie. The writer analyses the formation process of the slang words and finds out the most frequent process in those slangs. In conducting this study, the writer uses some related theories and related studies. The related theories that are used to analyse the data are the sources of English words by Beard (2001), word formation processes by Godby (1982), and the process of meaning change by Henning (1995). In the methodology of this study, the writer uses a combined qualitative and quantitative approach. As the result, the writer found 56 English slangs in Sugar & Spice movie. Among them, there are some English slangs that refer to the same thing. Besides that, there are four processes that form them, namely the process that occurred from the influence of ancestral language, the process of borrowing, the process of word formation, and the process of meaning change. From the findings above, the most frequent process in those slangs is the process of word formation, followed by the process of changes of the meaning. It means that the formation processes of the slangs are the same like the formation processes of standard words. Although the formation process of slang and standard are the same, many people - especially English learners - do not have knowledge about slang. Through this study, the writer hopes the readers will know about English slang.",
  "creators": "HANDAYANI WANGI",
  "contributors": "Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Advisor 1); ABBAS A.BADIB, Pof.DR.MA.,MA. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1234/ING/2004; Handayani Wangi (11498095)",
  "subjects": "ENGLISH LANGUAGE-UNITED STATES-SLANG"
}