{
  "id": "44703",
  "title": "The impact of rewards, job stress, job characteristics, dispositional affect toward job satisfaction of ride hailing motorbike drivers in Indonesia",
  "abstract": "Di dalam ekonomi digital, integrasi teknologi di dalam sebuah bisnis sudah tidak dapat dihindari lagi. Banyak bisnis yang muncul dengan adanya integrasi teknologi. Salah satunya adalah ojek online yang ada di Indonesia. Ojek online dianggap memiliki kontribusi yang sangat besar terhadap perekonomian Indonesia yaitu sebesar lebih dari Rp 10 triliun per tahun. Akan tetapi, masih banyak permasalahan yang menyebabkan demonstrasi besar-besaran yang dilakukan oleh pengendara ojek online di Indonesia. Kompensasi, stress dalam pekerjaan, karateristik pekerjaan, dan pengaruh disposisi disebut sebagai faktor yang dapat mempengaruhi kepuasan bekerja. Oleh karena itu, penelitian ini ditujukan untuk mengidentifikasi pengaruh dari empat faktor terhadap kepuasan bekerja dari pengendara ojek online di Indonesia. Di dalam penelitian ini, peneliti menggunakan pengambilan sampel secara acak. Kemudian, terkumpul 85 data dari 85 responden yang berhasil melewati penyaringan pertanyaan. Seluruh data dalam penelitian ini juga telah melewati uji validitas, reliabilitas, dan uji asumsi klasik. Kemudian data tersebut diolah menggunakan analisis regresi linier. Hasil yang diperoleh dari analisis regresi linier adalah setidaknya salah satu dari empat faktor tersebut mempengaruhi kepuasan bekerja dari pengendara ojek online di Indonesia. Akan tetapi, hanya karakteristik pekerjaan dan pengaruh disposisi yang mempengaruhi secara individu terhadap kepuasan bekerja pengendara ojek online di Indonesia.",
  "creators": "JONATHAN JOSEPH RAHARJO; WILSON FEBRIANTO",
  "contributors": "Tessa Vanina Soetanto (Advisor 1); Juliana Caesaria Tandung (Examination Committee 1); Adelina Proboyo (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 34010398/MAN/2019; Jonathan Joseph Raharjo (34415021)Wilson Febrianto (34415069)",
  "subjects": "JOB SATISFACTION; PERSONNEL MANAGEMENT"
}