{
  "id": "44708",
  "title": "Factors influencing e-commerce adoption by micro, small, and medium enterprises (MSME): a case of MSMES in Surabaya",
  "abstract": "Micro Small and Medium Enterprise is an important factor in developing countries’ economy, especially Indonesia’s economy. 99.99% of businesses in Indonesia are MSMEs. MSME has 97.33% level of labour absorption across Indonesia. MSME has become one of the main drivers of Indonesia’s economy, the centre of employment, one of the main contributors to Indonesia’s GDP, and the crisis-proof business compared to the big corporates. As the dominant economic driver in Indonesia, MSME needs to operate effectively and efficiently to stay competitive. Furthermore, MSME needs to adopt one of the latest technology developments, which is e-commerce. Thus, this research aimed to know the influence of technological context, organizational context, environmental context, and proper context towards e-commerce adoption by MSMEs in Surabaya, Indonesia. The sampling method that is used in this research is simple random sampling. This research collected data by distributing questionnaires to 134 MSMEs located in Surabaya and analyzed the 123 valid data using multiple linear regression analysis. The findings show that technological context, environmental context, and proper context significantly influence e-commerce adoption among MSMEs in Surabaya.",
  "creators": "EDSEL EPAFRUDITUS KURNIAWAN ONG; GABRIEL LOUIS LILANANDA",
  "contributors": "Lianto, S.E., MFM. (Advisor 1); Ricky Wang (Examination Committee 1); Ruth Srininta Tarigan, S.Kom., MBA. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 34010372/MAN/2019; Edsel Epafruditus Kurniawan Ong (34415078), Gabriel Louis Lilananda (34415047)",
  "subjects": "ELECTRONIC COMMERCE; SMALL BUSINESS RESEARCH"
}