{
  "id": "44719",
  "title": "Promoting PT Essentra's Cigarette Filters through a marketing booklet",
  "abstract": "PT Essentra is a manufacturer located in Sidoarjo which produces cigarette filters as the main product and tear tape for cigarette packaging. Its main target is cigarette manufacturers throughout Indonesia. The leading competitor is Wismilak, a cigarette manufacturer which also produces similar cigarette filters as PT Essentra. The main problem that happened in the company is an ineffective way to introduce and promote the company’s product as the marketing team only uses product presentation slide as their tool. While giving a product presentation, customers often get bored as it covers a lot of explanation and takes a long time to finish one presentation. Therefore, the solution I offered for the company is to make a marketing booklet. This marketing booklet consists of information regarding the company and explanation of cigarette filter products along with the benefits that customers will have. The benefits are numerous types of cigarette filters, punctual product delivery, and a free consultation with experts. This solution will help PT Essentra in promoting its products and fulfill the customers’ request related to a tool for them to review the company’s products. By having this marketing booklet, it can help the company to introduce and promote its products and fulfil the customers’ request of a tool for reviewing the company’s products by having this marketing booklet, PT Essentra has an additional promotional tool for helping the marketing team as well as the customers of the company.",
  "creators": "MONICA CHIESA ADRIAN",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Herwindy Maria Tedjaatmadja (Examination Committee 1); Julia Eka Rini (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012283/ING/2019; Monica Chiesa Adrian (11415006)",
  "subjects": "INDUSTRIAL PROMOTION; MARKETING"
}