{
  "id": "44723",
  "title": "Strategi impression management Grace Natalie sebagai pemimpin partai politik melalui akun instagram @Gracenat",
  "abstract": "Impression management atau manajemen kesan adalah perangkat yang digunakan untuk menciptakan persona tertentu dengan maksud untuk mempengaruhi persepsi atau citra diri kita terhadap orang lain. Dalam memasuki tahun politik 2019, baik disadari maupun tidak, setiap aktor politik melakukan impression management dalam menyampaikan pesan-pesan kepada masyarakat untuk menampilkan presentasi dirinya, termasuk Grace Natalie sebagai pemimpin partai politik. Peneliti ingin mengetahui strategi impression management Grace Natalie sebagai pemimpin partai politik melalui akun Instagram @Gracenat selama masa Festival 11 diadakan, yaitu 11 November 2018 hingga 11 April 2019. Penelitian ini menggunakan metode analisis isi kuantitatif. Peneliti melakukan koding terhadap pesan verbal yang ada di dalam foto dan video beserta caption dari 95 post yang diunggah dalam Instagram @Gracenat. Adapun strategi impression management yang digunakan adalah strategi impression management dari Jones dan Pittman (1982), meliputi: ingratiation, intimidation, self-promotion, exemplification, dan supplication. Hasil penelitian ini menunjukkan bahwa strategi yang paling sering ditampilkan oleh Grace Natalie adalah strategi exemplification, dimana ia ingin mendapatkan kesan sebagai pemimpin partai politik yang berintegritas dan layak secara moral. Strategi ini secara dominan ditunjukkan melalui sub-indikator tindakan untuk kepentingan masyarakat. Sehingga, hal ini sesuai dengan tujuan utama seorang pemimpin untuk melayani kepentingan mereka yang dipimpinnya.",
  "creators": "CLARISSA ANGELA CHIONARDES",
  "contributors": "Gatut Priyowidodo (Advisor 1); Monica Rusdianto (Advisor 2); Titi Nur Vidyarini, S.Sos., M.Comms. (Examination Committee 1); Vita Monica (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011488/KOM/2019; Clarissa Angela Chionardes (51415021)",
  "subjects": "CAMPAIGN MANAGEMENT; COMMUNICATION--POLITICAL ASPECTS; COMMUNICATION; SOCIAL MEDIA"
}