{
  "id": "44720",
  "title": "Strategi impression management Sandiaga pada kampanye pilpres 2019 melalui akun Instagram @sandiuno",
  "abstract": "Impression management adalah suatu proses di mana seorang individu menggunakan komunikasi secara sengaja untuk membentuk kesan yang diinginkan dari orang lain terhadap dirinya. Terlepas dari interaksi sosial keseharian individu, aktivitas impression management juga dilakukan oleh tokoh politik di Indonesia, salah satunya Sandiaga Salahuddin Uno, calon Wakil Presiden 2019 nomor urut dua. Sandiaga sebagai aktor politik yang menjalankan peran political Public Relations sangat penting untuk melakukan impression management, terutama menjelang masa kampanye Pilpres agar terbentuk hubungan baik dengan publik dan reputasi yang positif yang berdampak pada popularitas dan elektabilitas Sandiaga dalam meraih kemenangan di Pilpres 2019. Dalam penelitian ini, peneliti ingin mengetahui strategi impression management yang digunakan Sandiaga melalui akun Instagram @sandiuno selama masa kampanye Pilpres 2019 yaitu 23 September 2018 hingga 13 April 2019. Peneliti melakukan koding terhadap caption-caption Sandiaga yang memiliki keterkaitan dengan empat pilar “Menyejahterakan Indonesia” yang merupakan cerminan dari visi, misi, dan program yang diajukan, sebanyak 755 caption. Penelitian ini menggunakan metode analisis isi kuantitatif-deskriptif. Sementara itu, strategi impression management yang digunakan dalam penelitian ini adalah strategi impression management milik Jones & Pittman (1982) yang meliputi: ingratiation, intimidation, self-promotion, exemplification, dan supplication. Temuan penelitian ini menunjukkan bahwa strategi yang paling sering ditunjukkan oleh Sandiaga adalah strategi exemplification yaitu ia ingin mendapatkan kesan sebagai calon Wakil Presiden 2019 yang berintegritas dan layak secara moral. Strategi ini secara dominan ditunjukkan melalui sub indikator menyatakan tindakan yang dilakukannya adalah untuk kepentingan masyarakat.",
  "creators": "EVELYNE GOLDWIN",
  "contributors": "Gatut Priyowidodo (Advisor 1); Astri Yogatama (Advisor 2); JUDY DJOKO WAHJONO TJAHJO, S.E.,M.Si. (Examination Committee 1); Titi Nur Vidyarini, S.Sos., M.Comms. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011491/KOM/2019; Evelyne Goldwin (51415001)",
  "subjects": "COMMUNICATION--POLITICAL ASPECTS; SOCIAL MEDIA; CAMPAIGN MANAGEMENT"
}