{
  "id": "4472",
  "title": "A Study of cohesive devices used in beauty care television advertisements",
  "abstract": "The writer carries out a research for her thesis entitled A Study of Cohesive Devices Used in Beauty Care Television Advertisements. She conducts this study because cohesive devices are important features that make beauty care television advertisements communicative. This thesis is limited to the beauty care television advertisements in these television channels: RCT1, SCTV, Indosiar, TransTV, Antv, Lativi, TV7 and TPI from July 2003 to October 2003 at 4 p.m. up to 9 p.m. The research problems which come up in this research are: what cohesive devices are used in beauty care television advertisements and what types of cohesive devices are most often used in beauty care television advertisements. For the analysis, she uses theory of cohesive devices by Halliday et al (1976). This study is focused on cohesive devices since the function of cohesive devices is to link one sentence to another sentence in the text, and they make a text easier to understand and more communicative. The writer analyses the data by classifying the cohesive devices. Based on the analysis, she found that there are 63 grammatical cohesive devices and 66 lexical cohesive devices. After getting the findings, she makes a conclusion. In the conclusion, she finds that ellipsis, reference, conjunction and reiteration are the types of cohesive devices which are most often used. The writer concludes that sentences in all beauty care television advertisements are always related to each other in form and in reference to form the unity and relatedness in meaning.",
  "creators": "APRILLIA EKOWATI WIBOWO",
  "contributors": "Bintoro (Advisor 1); Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011247/ING/2004; Aprillia Ekowati Wibowo (11499048)",
  "subjects": "SEMANTICS; DISCOURSE ANALYSIS"
}