{
  "id": "44724",
  "title": "Evaluasi special event Ciputra World Fashion Week 2018 oleh Ciputra World Surabaya",
  "abstract": "Ciputra World Fashion Week (CWFW) 2018 adalah special event tahunan yang diadakan oleh Ciputra World Surabaya. Objektif yang ingin dicapai adalah untuk menaikkan standar fashion masyarakat Surabaya. Setelah 6 tahun diadakan, event ini belum mencapai objektif yang ditentukan. Penelitian ini bertujuan untuk mengetahui evaluasi special event CWFW 2018. Evaluasi dilakukan dengan melihat lima tahapan manajemen event yaitu riset, desain, perencanaan, koordinasi, dan evaluasi. Jenis penelitian ini adalah deskriptif dengan pendekatan kualitatif. Metode penelitian adalah studi kasus dengan menggabungkan berbagai sumber data. Temuan dari penelitian ini adalah objektif yang ditentukan tidak memiliki tolok ukur yang jelas. Kedua, penentuan tema acara ditentukan oleh Chief Promotion tanpa melibatkan anggota divisi promosi yang lain. Ketiga, waktu persiapan yang cukup dengan melakukan rapat berkala membuat divisi promosi dapat membahas persiapan acara dengan matang. Keempat, pembagian tugas disesuaikan dengan kemampuan anggota divisi promosi sehingga setiap tugas dilakukan dengan baik. Kelima, tidak dilakukannya evaluasi tertulis dan rapat khusus untuk mengevaluasi event. Secara keseluruhan, dapat disimpulkan bahwa meskipun tahapan manajemen event tidak dilakukan seluruhnya, namun pada saat pelaksanaan acara tetap berjalan sesuai dengan perencanaan kegiatan.",
  "creators": "OLIVIA HANS YANGGA",
  "contributors": "Titi Nur Vidyarini, S.Sos., M.Comms. (Advisor 1); Astri Yogatama (Advisor 2); Agusly Irawan Aritonang, S.Sos., M.A. (Examination Committee 1); Monica Rusdianto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011495/KOM/2019; Olivia Hans Yangga (51415026)",
  "subjects": "COMMUNICATION; PUBLIC RELATIONS; SPECIAL EVENTS-MANAGEMENT"
}