{
  "id": "44747",
  "title": "Pengaruh corporate governance dan political connections terhadap tax aggressiveness pada perusahaan perbankan yang terdaftar di Bursa Efek Indonesia tahun 2013-2017",
  "abstract": "Tujuan penelitian ini adalah untuk mengetahui pengaruh koneksi politik, Corporate Governance berpengaruh terhadap tax aggressiveness pada perusahaan perbankan. Penelitian ini menggunakan pendekatan kuantitatif karena menggunakan skala rasio. Penelitian ini mengambil sampling perusahaan sektor perbankan sebanyak 43 perusahaan. Jenis data yang dipakai adalah data sekunder pada Bursa Efek Indonesia pada periode 2013-2017 berupa laporan keuangan tahunan. Analisis yang digunakan dalam penelitian ini adalah analisis regresi linier berganda. Hasil penelitian ini membuktikan bahwa Political Connection tidak berpengaruh terhadap tax aggressiveness pada perusahaan Perbankan. Corporate Governance terhadap tax aggressiveness berpengaruh negative pada ukuran dewan. Sedangkan, Investor Institusional dan Auditor Ekternal memiliki pengaruh positif dan Corporate Governance yang tidak berpengaruh terhadap tax aggressiveness Independensi dewan dan Dualitas CEO. Firm size dan Leverage sebagai variabel control tidak berpengaruh terhadap tax aggressiveness, Market-to-book ratio memiliki berpengaruh terhadap tax aggressiveness dan Corporate Governance yang meliputi Independensi Dewan, ukuran dewan, dualitas CEO, investor institusional, dan auditor eksternal tidak memoderasi pengaruh koneksi politik terhadap tax aggressiveness.",
  "creators": "OLIVIA NEVANDA CHRISTANTO",
  "contributors": "R.Arja Angka Asa Aras Adji S. (Advisor 1); Yenni Mangoting (Examination Committee 1); Agus Arianto Toly, S.E., M.S.A., Ak. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011363/AKT/2019; Olivia Nevanda Christanto (32415023)",
  "subjects": "CORPORATE GOVERNANCE; TAX ACCOUNTING"
}