{
  "id": "44757",
  "title": "An analysis and evaluation of the business and financial performance of PT Siloam International Hospitals TBK for the period between 1 January 2015 to 31 December 2017 (RAP of Oxford Brookes University)",
  "abstract": "This research was conducted to examine the business and financial performance of PT Siloam International Hospitals Tbk (SILO), using PESTLE analysis, SWOT analysis, profitability ratio, liquidity ratio, capital structure, and profit ratio as its variables. PESTLE analysis, as one of the indicators of business performance, uses Political, Economic, Social, Technological, Legal and Environmental variables. The SWOT analysis will be measured using strengths, weaknesses, opportunities, and threats. Financially, first, there is profitability ratio consisting of net profit margin, total asset turnover ratio, and return on equity. Then, the liquidity ratio which measures the current rate. Capital structure is summarized using debt-to-equity and debt-to-assets. Also, the last financial indicator is the profit ratio, which consists of outpatient revenues to total revenues and inpatient revenues to total revenues. In terms of business performance, SILO won by being one of the largest hospitals in Indonesia and having exceptional brand awareness. However, there is an intense competition mainly due to the ASEAN Economic Community and Mitra Keluarga Hospital (MIKA), whose performance continues to proliferate. In terms of financial performance, when compared to MIKA, almost all profitability ratio indicators project worse figures. SILO's liquidity ratio can be said to be stable and safe. The capital structure indicates that assets owned can cover debt very well. Finally, SILO shows the revenue ratio of leaning more towards outpatients over time.",
  "creators": "VIVIAN",
  "contributors": "Josua Tarigan (Advisor and Examination Committee); Saarce Elsye Hatane (Examination Committee 1); Foedjiawati, S.S., M.A., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Udergraduate Thesis No. 32011346/AKT/2019; Vivian (32415164)",
  "subjects": "CORPORATIONS--FINANCE; FINANCIAL STATEMENTS; CORPORATE GOVERNANCE"
}