{
  "id": "44751",
  "title": "Campuran optimum tanah kapur Wasay dengan semen untuk lapis fondasi jalan",
  "abstract": "Pemanfaatan material lokal sebagai pengganti material agregat, terutama pada struktur lapis fondasi jalan adalah alternatifnya agar lebih ekonomis. Tanah kapur adalah salah satu material lokal yang banyak terdapat di perbukitan tempat di mana pembangunan jalan Trans Papua dilaksanakan. Penelitian ini bertujuan mengetahui karakteristik tanah kapur Wasay serta campuran dengan kadar semen optimum agar memenuhi target nilai uji kuat tekan bebas yang diisyaratkan pada Spesifikasi Bina Marga 2018. Campuran tanah kapur Wasay dengan kadar semen 0% sampai 8% dengan interval 1% sampai keadaan kadar air optimum atau Optimum Moisture Content/OMC. Masa perawatan selama tujuh hari dan setelah masa perawatan, dilakukan perendaman selama empat jam sebelum dilakukan pengujian kuat tekan bebas atau Unconfined Compression Strenght/UCS. Hasil nilai uji kuat tekan bebas menunjukkan peningkatan nilai kuat tekan bebas seiring meningkatnya kadar semennya. Dari hasil uji kuat tekan bebas, kadar semen optimum ialah sebesar 8% dengan nilai uji kuat tekan bebasnya 28,195 kg/cm2, yang memenuhi target nilai uji kuat tekan bebas yang diisyaratkan Spesifikasi Bina Marga 2018 sebesar 24 kg/cm2. Masa perawatan tiga hari, tujuh hari, dan empat belas hari dilakukan pada kadar semen optimum yaitu 8%, dari hasil nilai uji kuat tekan bebas pada masa perawatan tersebut, masa perawatan optimum ialah selama tujuh hari.",
  "creators": "CHERLY.AGNES.PATTIASINA; EDRIANT YOBEL EDONG RUMISSING",
  "contributors": "Paravita Sri Wulandari (Advisor 1); Harry Patmadjaja (Advisor 2); Rudy Setiawan (Examination Committee 1); Johanes Indrojono Suwono (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 13012336/SIP/2019; Cherly Agnes Pattiasina (21413216), Edriant Yobel Edong Rumissing (21413182)",
  "subjects": "SOIL MECHANICS; ROADS--DESIGN AND CONSTRUCTION; HIGWAY ENGINEERING"
}