{
  "id": "44759",
  "title": "Analisa pengaruh value added intellectual coefficient dan corporate governance terhadap economic value added pada sektor consumer goods di Indonesia dan Malaysia",
  "abstract": "Penelitian ini dilakukan untuk mengetahui hubungan antara Intellectual Capital dan Corporate Governance terhadap Economic Value Added (EVA). Penelitian ini menggunakan sample 121 perusahaan consumers goods di Indonesia dan Malaysia dari tahun 2010 hingga 2017 yang menggunakan model regresi linear berganda dan regresi sederhana dengan bantuan aplikasi Gretl. Human Capital Efficiency (HCE), Structure Capital Efficiency (SCE), Audit committee gender, remuneration size dan remuneration gender tidak memberikan pengaruh terhadap EVA baik pada perusahaan Malaysia maupun Indonesia. Hasil tersebut bertolak belakang dengan audit committee size dimana pada perusahaan Malaysia dan Indonesia ditemukan adanya pengaruh terhadap EVA. Selanjutnya Capital Employed Efficiency (CEE) pada perusahaan Malaysia dapat mempengaruhi nilai perusahaan, namun tidak berpengaruh pada perusahaan di Indonesia. Untuk audit quality dan audit tenure hanya memberikan pengaruh yang positif terhadap perusahaan Malaysia. Pada perusahaan Indonesia tidak adanya pengaruh apapun. Corporate governance terutama audit committee size memberikan pengaruh terbesar terhadap kenaikan EVA yang bersifat positif. Penelitian ini menggunakan variable yang terbatas dan juga sektor bisnis yang sempit sehingga tidak dapat diterapkan ke sektor bisnis yang lebih luas.",
  "creators": "MARIA AGUSTIN; VERA RADJA KANA",
  "contributors": "Saarce Elsye Hatane (Advisor 1); Juniarti (Examination Committee 1); Josua Tarigan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011392/AKT/2019; Maria Agustin (32415226), Vera Radja Kana (32415215)",
  "subjects": "ECONOMIC VALUE ADDED; CONSUMER GOODS"
}