{
  "id": "44766",
  "title": "How dividend payout affects relation between corporate social responsibility and firms value (evidence from IDX80 companies)",
  "abstract": "This research was conducted to examine the impact of corporate social responsibility towards firms value with dividend payout as an intervening variable among the companies labelled as IDX80 in Indonesia. The companies labelled as IDX80 are 80 companies with the most traded stocks in the market, which means that a lot of investors are currently interested in selling their shares. These days, companies around the world are considering whether to invest in Corporate Social Responsibility to satisfy the stakeholders. However, the companies should also find the shareholders in maintaining the companies. One of the methods to satisfy the shareholders is to keep the dividend payout level. Therefore, if companies can support both of the entities, they can maintain their firms’ value. Researches have shown that Corporate Social Responsibility could influence dividend payout level and firms value either positively or negatively. Based on this research’s statistics, Corporate Social Responsibility scores from the companies are seen below. The results indicate that although the Corporate Social Responsibility performance has a significant impact on the dividend payout and firms value, the effect is adverse. Moreover, dividend payout as a mediator does not have a significant indirect impact on the relationship between Corporate Social Responsibility and firms’ value. That means dividend payout cannot strengthen the relationship between those two. Further research is needed to identify the results of these relations in other countries.",
  "creators": "ALVIN KURNIAWAN HARIYANTO",
  "contributors": "Josua Tarigan (Advisor and Examination Committee); Saarce Elsye Hatane (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 32011348/AKT/2019; Alvin Kurniawan Hariyanto (32415086)",
  "subjects": "SOCIAL RESPONSIBILITY OF BUSINESS; INCOME; PROFIT; CORPORATIONS--FINANCE"
}