{
  "id": "44771",
  "title": "Profesi akuntan dalam persepsi siswa sekolah menengah atas dan kejuruan di kota Bondowoso, Jember, Malang, Sidoarjo dan Surabaya",
  "abstract": "Tujuan dari penelitian ini untuk menganalisis persepsi siswa tentang profesi akuntan dan membandingkan antar kelompok Kelas, Jurusan, Jenis Sekolah dalam variable struktur profesi akuntan serta penerapan dan peranan profesi akuntan. Penelitian ini menggunakan kuisioner yang dibagikan secara online. Jumlah responden yang terkumpul adalah 305 siswa yang berasal dari wilayah Bondowoso, Jember, Malang, Sidoarjo, dan Surabaya. Data diolah dengan menggunakan metode analisis faktor dan uji beda One-Way ANOVA. Hasil penelitian ini menunjukkan bahwa siswa penjuruan IPS dan bisnis administrasi yang secara umum lebih banyak memperlajari tentang akuntansi tentunya menjadi sangat tertarik dengan profesi akuntan. Hasil ini merata pada siswa IPS yang berasal dari sekolah negeri dan siswa dari SMK swasta. Siswa-siswa inilah yang sangat berpotensi untuk berkarir sebagai profesional akuntan ke depannya. Siswa kelas 10 berpendapat bahwa profesi akuntan tidak bergengsi dan profesi akuntan lebih berkontribusi kepada perusahaan dibandingkan kepada masyarakat. Hal ini bertolak belakang dengan persepsi siswa di Kelas 12. Penelitian ini terbatas pada metode uji beda. Peneliti selanjutnya dapat melakukan analisa sebab akibat atas faktor-faktor yang mempengaruhi pilihan siswa dalam memilih profesi akuntan. Penelitian ini berkontribusi pada investigasi tentang persepsi siswa terdahap profesi akuntan, yang dilakukan pertama kali di Indonesia khususnya di sekolah menengah di Jawa Timur.",
  "creators": "KETHRINE APRILIA WILLIANTO; CINDY PRISCILIA JUNAIDI",
  "contributors": "Saarce Elsye Hatane (Advisor 1); Hatane Semuel (Examination Committee 1); Josua Tarigan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011399/AKT/2019; Kethrine Aprilia Willianto (32415074), Cindy Priscilia Junaidi (32415039)",
  "subjects": "ACCOUNTANTS"
}