{
  "id": "44777",
  "title": "The role of satisfaction and profitability on CSR-firm value relationship: evidence from Indonesian Customer Satisfaction Award (ICSA)",
  "abstract": "Penelitian ini dilakukan untuk memberikan bukti baru dengan pemahaman yang lebih baik tentang dampak tanggung jawab sosial perusahaan (CSR) terhadap kepuasan pelanggan, profitabilitas perusahaan, dan nilai perusahaan. Selain itu, studi ini meneliti kepuasan pelanggan dan profitabilitas untuk memediasi hubungan CSR dan nilai perusahaan. Pedoman Global Reporting Initiative (GRI) G4 diadopsi untuk mengukur pengungkapan CSR dengan menggunakan pendekatan analisis konten. Selanjutnya, Indonesian Customer Satisfaction Award (ICSA) digunakan untuk mengukur kepuasan pelanggan. Sementara itu, data keuangan akan dikumpulkan dari database Bloomberg. Terdapat 144 observasi yang tersusun dari 36 perusahaan yang terdaftar di Indonesia dan menerima ICSA dari 2014-2017 sebagai sampel. Model Persamaan Struktural (SEM) berbasis Partial Least Square (PLS) digunakan untuk menganalisis penelitian ini. Hasilnya terungkap bahwa CSR secara positif mempengaruhi kepuasan pelanggan, profitabilitas perusahaan, dan nilai perusahaan. Selain itu, penelitian ini menemukan bahwa profitabilitas dapat memediasi hubungan CSR dan kepuasan pelanggan terhadap nilai perusahaan. Hasil empiris menunjukkan bahwa CSR memiliki peran dalam meningkatkan kepuasan pelanggan yang meningkatkan profitabilitas perusahaan dan nilai perusahaan. Studi ini memperluas literatur sebelumnya dengan membuktikan bahwa CSR dapat meningkatkan profitabilitas dan nilai perusahaan.",
  "creators": "MIKHAEL ELIEZER",
  "contributors": "Josua Tarigan (Advisor and Examination Committee); Saarce Elsye Hatane (Examination Committee 1); Diah Dharmayanti (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011351/AKT/2019; Mikhael Eliezer (32415120)",
  "subjects": "CONSUMER SATISFACTION; CORPORATE PROFITS; SOCIAL RESPONSIBILITY OF BUSINESS"
}