{
  "id": "44799",
  "title": "Pengaruh marketing mix terhadap keputusan pembelian konsumen dalam menyewa kamar hotel di kota Surabaya",
  "abstract": "Latar belakang dari penelitian ini adalah berkembangnya Bisnis perhotelan yang sangat pesat sehingga menyebabkan persaingan yang cukup ketat. Kemudian melihat juga bahwa penjualan hotel berbintang 2 dan 3 sebagai penjualan tertinggi di mana bisa digolongkan sebagai kelas hotel budget. Marketing Mix adalah inti dari suatu sistem pemasaran suatu perusahaan yang dapat dilakukan untuk mempengaruhi permintaan akan produk yang dihasilkan. Variabel dari marketing mix adalah produk, harga, promosi dan distribusi. Dari uraian di atas maka penulis melakukan penelitian pada beberapa hotel di Surabaya yang bertujuan untuk melihat pengaruh marketing mix terhadap keputusan pembelian konsumen dalam menyewa kamar hotel di Kota Surabaya. Penelitian ini menentukan besarnya sebuah pengaruh terhadap variabel X terhadap variabel Y. Penelitian sebelumnya juga telah dilakukan oleh Haryadi (2009) dan Oetama (2011) juga menunjukkan bahwa marketing mix memiliki pengaruh dan dampak terhadap keputusan pembelian. Latar belakang dari penelitian ini adalah berkembangnya Bisnis perhotelan yang sangat pesat sehingga menyebabkan persaingan yang cukup ketat. Kemudian melihat juga bahwa penjualan hotel berbintang 2 dan 3 sebagai penjualan tertinggi di mana bisa digolongkan sebagai kelas hotel budget. Akar dari penelitian ini adalah marketing mix di mana memiliki 4 variabel bebas dan memiliki 1 variabel terikat. Product adalah sebuah barang atau jasa yang ditawarkan perusahaan untuk pasar. Indikator product yang digunakan adalah Reliability, responsiveness, assurance, emphaty, i tangibles. Price adalah sebuah nominal yang harus kita bayarkan untuk memperoleh produk yang indikatornya adalah value is low price, value is whatever i want in a product or sevices, value is the quality i get for the price i pay, dan value is what i get for what i give. Promotion adalah sebuah aktivitas ang dilakukan perusahaan untuk mengenalkan produknya, indikator yang digunakan dalam penelitian ini adalah advertising, sales promotion, direct and digital marketing, dan public relation. Place bisa diartikan sebagai tempat di mana perusahaan melakukan aktivitasnya dan indikatornya adalah akses, visibilitas, tempat parkir, lalu lintas, lingkungan, dan ekspansi. Objek penelitian ini adalah beberapa hotel budget yang ada di kota Surabaya. Penelitian ini menggunakan penelitian metode kuantitatif. Populasi dari penelitian ini adalah orang yang sudah pernah menginap di hotel di kota Surabaya. Sampel yang diambil sebanyak 125 responden yang diambil dengan teknik non probability sampling. Teknik pengolahan data menggunakan program IBM SPSS 20 untuk mengetahui beberapa uji diantaranya adalah uji normalitas, uji heterokedastisitas, uji multikolinieritas, uji regresi berganda, dan uji kelayakan model. Kesimpulannya menunjukkan bahwa produk, harga, lokasi, dan promosi memiliki pengaruh yang positif dan signifikan terhadap proses keputusan pembelian. Saran yang bisa diberikan adalah penelitian ini dapat dikembangkan dengan menambah variabel marketing mix 4P(Product, price, place, promotion) menjadi 7p (Product, price, place, promotion, people, process, physical evidence). Dan sesuai hasil survey bagi pihak perhotelan untuk melakukan pelatihan tenaga kerjanya, menentukan acuan harga yang tepat, dan memilih lokasi usaha yang strategis, dan melakukan promosi secara baik mengenai hotel di Surabaya.",
  "creators": "QAUSAR EGANAEL PUTRA",
  "contributors": "Zeplin Jiwa Husada Tarigan (Advisor and Examination Committee); Widjojo Suprapto (Examination Committee 3); RR. Rooswanti Putri A. A (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011778/MAN/2019; Qausar Eganael Putra (31415245)",
  "subjects": "HOTEL MANAGEMENT; CONSUMER BEHAVIOR; CONSUMERS--RESEARCH"
}