{
  "id": "44790",
  "title": "Fasilitas edukasi dan pagelaran seni di Kota Malang",
  "abstract": "Fasilitas edukasi dan pagelaran seni di kota Malang merupakan fasilitas seni bagi seniman dan masyarakat pecinta seni. Fasilitas ini dapat menjadi wadah untuk mengembangkan bakat dan memamerkan karya seni dengan baik sehingga mampu mewadahi kegiatan edukasi, pendidikan dan belajar bagi seniman yang ingin berkembang dari seniman lain yang memiliki banyak pengalaman. Pada era sekarang ini, Malang merupakan kota yang memiliki banyak seniman berbakat dalam bidang seni lukis, seni tari, seni peran, seni rupa dan seni musik. Seniman akan berkembang dengan baik apabila ditunjang dengan fasilitas yang memadai namun faktanya fasilitas kesenian di Malang kurang memadai. Akibatnya, masih terdapat seniman yang berkarya dengan cara dan di tempat yang salah, hal tersebut tentunya meresahkan masyarakat. Melalui fasilitas ini, diharapkan seniman dan masyarakat mampu mengembangkan bakat dan memamerkan karya seni dengan baik serta mampu berlatih dan mengedukasi seniman lainnya. Fasilitas ini akan terbagi menjadi 4 massa utama yaitu zona pagelaran, zona edukasi, zona komersial dan kantor pengelola. Pendekatan simbolik digunakan untuk merepresentasikan sifat dan karakter seniman, sehingga seniman secara nyaman dapat mengekspresikan karya seninya. Kemudian, pendalaman karakter ruang pada ruang pagelaran digunakan untuk merepresentasikan nuansa akbar dari pagelaran yang dipadu dengan nuansa nusantara sebagai ciri seniman Indonesia.",
  "creators": "EDWIN SANTOSO",
  "contributors": "Maria Immaculata Hidayatun (Advisor 1); Roni Anggoro, S.T., M.A.Arch. (Advisor 2); V.P. Nugroho Susilo (Advisor 3); Sylviana Putri Sunario Soegondo S.T. (Advisor 4); Altrerosje Asri, S.T., M.T. (Examination Committee 1); Rony Gunawan (Examination Committee 2); Bramasta Putra Redyantanu (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01023955/ARS/2019; Edwin Santoso (22415107)",
  "subjects": "CENTER FOR THE PERFORMING ARTS; ARTS FACILITIES"
}