{
  "id": "44795",
  "title": "Pengaruh kadar grafit terhadap efektifitas cathodic protection dengan anoda carbon fiber reinforced polymer",
  "abstract": "Carbon fiber reinforced polymer (CFRP) merupakan material yang bisa digunakan sebagai anoda sistem impressed current cathodic protection (ICCP). Selain bisa digunakan sebagai anoda, CFRP menawarkan perkuatan pada struktur (dual system). Pada penelitian ini, variabel yang diteliti yang berpengaruh terhadap efektifitas sistem ICCP adalah densitas arus dan kadar grafit pada epoxy. Korosi awal tinggi diberikan dan CFRP ditempelkan pada spesimen beton bertulang menggunakan epoxy dengan kadar grafit 7,5%; 10%; 12,5%; 15%; 17,5%. ICCP dengan 2 macam densitas arus (10 dan 20 mA/m2) diberikan pada spesimen tersebut. Half cell potential test dilakukan untuk monitoring korosi pada spesimen. Pull off test juga dilakukan untuk menguji bond strength antara CFRP dan beton. ICCP yang diberikan berhasil memperkecil peluang terjadinya korosi pada semua spesimen. Kenaikan minimal pada beda potensial spesimen sebesar 177 mV. Hal ini menunjukkan bahwa peluang korosi pada spesimen yang diberi ICCP berkurang. Densitas arus yang diberikan tidak memiliki dampak yang signifikan terhadap efektifitas ICCP, baik pada half cell potential test maupun pull off test. Sedangkan variasi kadar grafit tidak memiliki dampak yang signifikan terhadap half cell potential test, namun berpengaruh pada pull off test di mana kadar bubuk grafit 17,5% memiliki hasil bond strength di bawah syarat minimal 1,4 MPa.",
  "creators": "DAVID PRATAMA LAYS; HONGKY HAODIWIDJAJA TANTO",
  "contributors": "Daniel Tjandra (Advisor 1); Gunawan Budi Wijaya S.T., M.T., M.Eng. (Advisor 2); Benjamin Lumantarna (Examination Committee 1); Handoko Sugiharto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012319/SIP/2019; David Pratama Lays (21415010), Hongky Haodiwidjaja Tanto (21415130)",
  "subjects": "STEEL--CORROSION; CARBON FIBER-REINFORCED PLASTICS; REINFORCED CONCRETE CONSTRUCTION"
}