{
  "id": "44796",
  "title": "Fasilitas eduwisata kopi di Kintamani",
  "abstract": "Fasilitas Eduwisata Kopi di Kintamani merupakan suatu fasilitas rekreasi untuk para wisatawan yang memberikan edukasi mengenai kopi sebagai identitas dan kearifan lokal Kintamani. Fasilitas ini mewadahi para wisatawan untuk belajar dan mengenal kopi secara lebih mendalam dari proses penanaman, panen, sampai pengolahan biji kopi yang siap diseduh. Proyek ini didasari pemikiran bahwa Bali merupakan daerah pariwisata yang sangat diminati di Indonesia. Berkembangnya wisata di Bali menjadi aspek penting dalam pertumbuhan ekomomi daerah di Bali. Kintamani termasuk daerah yang terkena dampak ketidak pemerataan obyek wisata, sehingga kurang berkembang daripada wilayah lainnya. Hal ini sangat disayangkan karena Kintamani memiliki potensi yang luar biasa dari kekayaan alamnya, salah satunya dari sektor kopi. Masalah utama dalam desain adalah bagaimana suatu bangunan dapat merepresentasikan nilai-nilai kearifan lokal Bali namun tetap adaptasi kehidupan modern para wisatawan Bali. Pendekatan yang diambil adalah sustainable desain dengan konsep desain “Back to Nature with Modern Living”. Konsep ini diaplikasikan ke dalam desain dengan memaksimalkan potensi alamnya yang ada dengan memperhatikan eksisting lahan dan sekitar, namun dengan tetap mempertimbangkan kebutuhan masyarakat modern. Pendalaman yang dipilih adalah “Architectural Passive Heating ” dengan pengaplikasian drum berisi air. Kintamani memiliki suhu yang cukup nyaman di siang hari,namun di malam hari memiliki suhu yang rendah (rata-rata 16°c) sehingga berada di luar batas nyaman manusia. Dengan pengaplikasian passive heating, drum air menyerap panas radiasi matahari pagi hingga sore hari, dan mengeluarkan panas di malam hari sehingga suhu ruang menjadi nyaman ( rata-rata 25°c).",
  "creators": "STEPHANIE ANDRIANI PURNOMO",
  "contributors": "Danny Santoso Mintorogo (Advisor 1); Stanislaus Kuntjoro Santoso (Advisor 2); Angela Christysonia Tampubolon, S.T., M.T. (Advisor 3); Anik Juniwati (Examination Committee 1); Esti Asih Nurdiah, S.T., M.T., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 09023991/ARS/2019; Stephanie Andriani Purnomo (22415159)",
  "subjects": "COFFEEHOUSES--DECORATION; RECREATION CENTERS; EDUCATION CENTERS"
}