{
  "id": "44801",
  "title": "Motif dan kepuasan followers Lambe Turah dalam mendapatkan informasi pada akun @lambe_turah di Instagram",
  "abstract": "Uses and gratifications tidak melihat yang dilakukan media terhadap khalayak, tetapi apa yang dilakukan orang terhadap media. Khalayak saat ini justru lebih mengarah ke media sosial untuk memenuhi kebutuhan informasinya. Penelitian ini dilakukan guna mengetahui motif dan kepuasan followers Lambe Turah dalam mendapatkan informasi pada akun @lambe_turah di Instagram. Maka dari itu melalui penelitian ini dapat mencari informasi yang didapat followers pada Lambe Turah. Penelitian ini menggunakan metode online survey, pendekatan kuantitatif dengan jenis penelitian eksplanatif. Penelitian ini menggunakan sampel followers Lambe Turah dengan kriteria jenis kelamin, usia 20-34 tahun, pendidikan terakhir, profesi, dan lama mengakses. Teknik pengumpulan data menggunakan kuesioner online. Peneliti menggunakan tiga indikator uses and gratifications for new media menurut Yeniçıktı, N. T. & Tarakcı, N. (2016) yaitu share/communication, social escape, dan information. Hasil penelitian dari tiga indikator yang memiliki hasil tertinggi terdapat pada indikator information dengan kesenjangan tertinggi dibanding dengan share/communication dan social escape. Secara keseluruhan hasil analisis data gratifications sought lebih kecil dari gratifications obtained. Dapat diartikan bahwa followers mendapatkan kepuasan yang lebih dari motif.",
  "creators": "GABRIELLE TWOZZY GALLIH A",
  "contributors": "Chory Angela Wijayanti (Advisor 1); Agusly Irawan Aritonang, S.Sos., M.A. (Advisor 2); Ido Prijana Hadi (Examination Committee 1); Daniel Budiana, S.Sos., M.A. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011496/KOM/2019; Gabrielle Twozzy Gallih A (51415042)",
  "subjects": "CONSUMER SATISFACTION; CONSUMER BEHAVIOR"
}