{
  "id": "44800",
  "title": "Pembuatan domain-specific language dan syntax checker menggunakan xtext",
  "abstract": "Tugas kelulusan ini dilakukan di ASML, yang saat ini merupakan produsen sistem litografi terbesar di dunia untuk industri semikonduktor. ASML memproduksi mesin TWINSCAN yang dapat menghasilkan chip semikonduktor. Mesin ini memiliki perangkat lunak bernama TWINSCAN software yang terinstal di dalamnya. Perangkat lunak itu perlu memetakan file konfigurasi agar tetap berjalan seperti yang diharapkan oleh pengguna. File konfigurasi dikembangkan oleh pengembang dari banyak departemen dalam ASML menggunakan Eclipse Integrated Development Environment (IDE). Namun, proses pengembangan file konfigurasi tidak efektif, karena pengembang akan tahu jika ada kesalahan di dalam source code hanya di bagian akhir proses pengembangan setelah semua file dimasukkan ke dalam source code archive milik TWINSCAN software. Akan lebih baik jika pengembang tahu jika ada sintaks yang tidak valid dalam file konfigurasi ketika mereka masih membuat atau mengedit file tersebut, sehingga mereka dapat memperbaiki segala bentuk kesalahan sesegera mungkin sebelum file diunggah ke dalam source code archive.Tugas akhir ini memiliki tujuan utama, yaitu untuk mengembangkan Domain-Specific Language (DSL) berdasarkan struktur dari semua file konfigurasi, dan syntax checker yang dapat memeriksa source code dari file konfigurasi untuk mesin TWINSCAN selama fase pembuatan atau pengeditan dari file-file tersebut oleh pengembang. Pengembangan DSL dan syntax checker ini akan dilakukan menggunakan framework bernama Xtext, yang merupakan framework yang khusus digunakan untuk pengembangan bahasa pemrograman dan parser. Pada akhirnya, DSL tersebut akan menjadi formal language definition yang baru untuk semua file konfigurasi dan syntax checker tersebut akan dideploy dalam dua bentuk: plugin Eclipse yang dapat diinstal dan digunakan dalam Eclipse IDE dan standalone command-line tool yang dapat dijalankan secara langsung dari terminal. Beberapa penelitian dan persiapan dilakukan pada awal tugas akhir ini, kemudian DSL dan syntax checker tersebut didesain, diimplementasikan, dan diuji. Desain, implementasi, dan proses pengujian dilakukan secara bersamaan sampai DSL dan syntax checker tersebut telah berjalan sesuai ekspektasi. Setelah itu, DSL dan syntax checker tersebut diselesaikan dan dapat digunakan. Meskipun ada masalah selama proses deployment untuk plugin Eclipse, hasil akhirnya masih dapat diamati. Setelah tugas akhir ini selesai, hasilnya menunjukkan bahwa DSL dan syntax checker yang dikembangkan menggunakan Xtext dapat mendeteksi sintaks yang tidak valid selama fase pengembangan file konfigurasi, sehingga pengembang dapat memperbaiki segala bentuk kesalahan secara langsung. Oleh karena itu, aplikasi ini dapat mencegah file konfigurasi yang tidak valid secara sintaksis dimasukkan ke dalam source code archive, sehingga membuat pengembangan file konfigurasi menjadi lebih efektif dan menyelesaikan masalah perusahaan. Namun, DSL dan syntax checker tersebut masih dapat dikembangkan lebih lanjut di masa mendatang.",
  "creators": "BILLY JONATHAN",
  "contributors": "Rafayel Avetyan (Advisor and Examination Committee); Michiel Koehorst (Examination Committee 1); Rob van Zutphen (Examination Committee 2); Stan Abeln (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01021907/INF/2019; Billy Jonathan (26415058)",
  "subjects": "SPELLERS--SOFTWARE; COMPUTER PROGRAMS"
}