{
  "id": "44817",
  "title": "Pengaruh brand ambassador Raline Shah, brand image dan brand awareness terhadap keputusan pembelian konsumen produk shampoo Pantene di Surabaya",
  "abstract": "Perkembangan industri kosmetik di Indonesia pada akhir tahun 2018 yang ditandai dengan peningkatan pertumbuhan 20% atau empat kali lipat dari pertumbuhan ekonomi nasional pada tahun 2017, selain itu industri kosmetik merupakan salah satu sektor industri andalan. Penelitian ini memiliki tujuan untuk melihat pengaruh dari Brand Ambassador, Citra Merek dan Brand Awareness terhadap Keputusan Pembelian Sampo Pantene yang berada di Surabaya. Berdasarkan penelitian terdahulu brand ambassador, brand image dan brand awareness masing-masing berpengaruh terhadap keputusan pembelian. Peran brand ambassador, brand image dan brand awareness juga sangat membantu konsumen dalam memutuskan membeli sebuah produk. Jika para konsumen telah mengetahui ataupun sebuah merek telah melekat dibenak konsumen maka consume tersebut akan tetap loyal dan setia dalam pembelian produk tersebut. Pengumpulan data dalam penelitian ini dilakukan dengan cara penyebaran angket. Jenis penelitian yang digunakan adalah penelitian kuantitatif. Jumlah sampel yang ditetapkan pada peneitian ini sebanyak 100 responden dengan menggunakan purposive sampling dan menggunakan rumus lemeshow, dan menggunakan partial least square edisi 2.0 sebagai alat pengolahan data. Setelah melakukan penelitian dan proses pengolahan dan analisis data ditemukan bahwa brand ambassador Raline Shah berpengaruh signifikan terhadap brand awareness, brand ambassador Raline Shah berpengaruh signifikan terhadap brand image, brand awareness berpengaruh signifikan terhadap brand image, brand awareness, brand ambassador Raline Shah dan brand image juga berpengaruh signifikan terhadap keputusan pembelian konsumen. selebriti yang terpilih sebagai brand ambassador harus meningkatkan kemampuannya untuk selalu mengikuti perkembangan model.",
  "creators": "LUH GEDE PERMATA SARI DEWI",
  "contributors": "Zeplin Jiwa Husada Tarigan (Advisor and Examination Committee); Widjojo Suprapto (Examination Committee 2); Sesilya Kempa, S.E., M.M. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Unknown",
  "source": "Skripsi No. 31011777/MAN/2019; Luh Gede Permata Sari Dewi (31415252)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMERS--RESEARCH"
}