{
  "id": "44811",
  "title": "Pengaruh strategi bisnis terhadap tanggung jawab lingkungan di Indonesia pada perusahaan di sektor manufaktur, pertambangan, dan pertanian dengan variabel kontrol firm size, firm age, leverage, dan market share",
  "abstract": "Penggunaan strategi bisnis akan sangat menentukan kinerja lingkungan perusahaan. Perusahaan yang menggunakan strategi kepemimpinan biaya cenderung menekan biaya sehingga akan mengabaikan biaya-biaya di luar operasionalnya, seperti biaya lingkungan, sedangkan strategi diferensiasi mendorong perusahaan untuk mengakomodasi biaya lingkungan untuk memenuhi permintaan pelanggan. Oleh karena itu, penelitian ini bertujuan untuk menguji pengaruh strategi bisnis terhadap kinerja lingkungan, yang sejauh ini, belum menjadi perhatian banyak peneliti sebelumnya. Sampel penelitian ini adalah perusahaan publik yang secara konsisten berpartisipasi dalam program PROPER untuk periode 2012 hingga 2017. Ada 228 tahun perusahaan yang memenuhi kriteria sampel. Data diproses menggunakan aplikasi GRET'L yang sesuai untuk pemrosesan data panel. Kami menerapkan dua proxy untuk mengukur setiap pilihan strategi. Kepemimpinan biaya diproksikan dengan EPAS dan ATO sementara diferensiasi diukur dengan PM dan SCGS. Penelitian ini menggunakan variabel kontrol yaitu, firm size, firm age, leverage, dan market share. Temuan penelitian ini adalah, pertama, perusahaan yang menggunakan strategi kepemimpinan biaya memiliki kinerja lingkungan yang lebih rendah, dan kedua, perusahaan yang memiliki strategi diferensiasi memiliki kinerja lingkungan yang tinggi. Namun, tidak semua proxy yang digunakan untuk mengukur strategi kepemimpinan biaya dan diferensiasi mendukung dampak pilihan strategi dengan kinerja tanggung jawab lingkungan.",
  "creators": "CAMELIA FLORENSIA BEOANG; PARULIAN ADINATA SAMOSIR",
  "contributors": "Juniarti (Advisor and Examination Committee); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 2); Josua Tarigan (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011385/AKT/2019; Camelia Florensia Beoang (32415126), Parulian Adinata Samosir (32415264)",
  "subjects": "ENVIRONMENTAL RESPONSIBILITY; MARKET SHARE"
}