{
  "id": "44824",
  "title": "Menganalisis faktor yang berkontribusi pada e-commerce adopsi UKM di Surabaya",
  "abstract": "This study aims to identify Buyer Factors, MSME Size, Costs, Organizational Readiness, Innovative, Government Support, and Complexity of e-commerce, Compatibility, Observation, Perception Risk, Ease of Use, ITC Organization, Relative Advantages, and Competition towards e-commerce MSME Adoption in Indonesia. Data for this study were collected through a questionnaire and then examined using Alpha Cronbach's Test to test the feasibility of the hypothesis, the Pearson Correlation Test to test the correlation of fourteen variables to the adoption of e-commerce SMEs in Indonesia. In this study, fourteen hypotheses will be tested. Data testing will be carried out using the IBM SPSS application. Based on hypothesis testing, it is true that MSME adoption for e-commerce influences Buyer Factors, MSME Size, Cost, Organizational Readiness, Compatibility, Observation, Perception Risk, Ease of Use, ITC Organization, Relative Advantage, and Competition. But there are three factors that cannot influence e-commerce adoption in MSMEs, namely Innovation, Government Support, Complexity of e-commerce. Profit variables obtain high scores in MSME adoption of e-commerce which is most likely to be followed by high scores in other factors in the variables as well. In addition, the majority of variables in this research have a factor in the relationship with the adoption of e-commerce SMEs.",
  "creators": "SAMUEL",
  "contributors": "Saarce Elsye Hatane (Advisor 1); Josua Tarigan (Examination Committee 1); Deborah Christine Widjaja, S.S., MSM., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011354/AKT/2019; Samuel (32415044)",
  "subjects": "SMALL BUSINESS ENTERPRISES; ENTREPRENEURSHIP"
}