{
  "id": "44831",
  "title": "Comparing the effects of brand personality and perceived quality toward customers’ purchase intention of Adidas Sneakers in Indonesia",
  "abstract": "People nowadays wear sneakers without the intent of doing sport or physical activities. The sneakers’ role has been transitioned from activewear into a fashion product. Therefore, the demand for sneakers hiked and competition intensified. However, local sneaker brands are not competitive enough because they do not have enough marketing knowledge. This research was done to help local sneaker brands to gain marketing knowledge by finding factors that impact customers’ purchase intention of Adidas sneakers in Indonesia. Thus, the aim of this research is to explain the collective and individual impact of brand personality and perceived quality toward the customers’ purchase intention of Adidas sneakers in Indonesia. The data were collected using questionnaires that were distributed using stratified random sampling. Furthermore, Multiple Linear Regression Analysis is used to process the data. Findings of this research showed that brand personality and perceived quality collectively impact customers’ purchase intention of Adidas sneakers in Indonesia. Furthermore, brand personality individually impacts customers’ purchase intention of Adidas sneakers in Indonesia. However, each dimension of perceived quality has a varying individual impact. Features, conformance with specifications, durability, and fit and finish individually impact customers’ purchase intention of Adidas sneakers in Indonesia, while performance does not.",
  "creators": "BENHARD",
  "contributors": "Lianto, S.E., MFM. (Advisor 1); Juliana Caesaria Tandung (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 34010385/MAN/2019; Benhard (34415066)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMERS--RESEARCH"
}