{
  "id": "44840",
  "title": "Sarana pelatihan fotografi",
  "abstract": "Sarana Pelatihan Fotografi merupakan fasilitas yang bertujuan untuk mewadahi kebutuhan-kebutuhan fotografer di Kota Surabaya dan sekitar. Fasilitas ini dirancang untuk dapat digunakan secara maksimal oleh fotografer pemula maupun fotografer yang sudah bertingkat profesional. Beberapa jenis fotografi yang diakomodasi oleh fasilitas merupakan 5 jenis fotografi yang sering digunakan dan dibutuhkan dalam dunia pekerjaan antara lain, Auto Photography, Food photography, Human photography, Addvertisment photography, dan Pet photography. Fasilitas memberikan kebtuhan untuk fotografer berlatih dengan standart profesional untuk mempersiapkan fotografer yang berlatih ke dunia kerja profesional. Fasilitas ini menggunakan ruang dalam ( studio ) dan ruang luar ( outdoor ) untuk melakukan sesi pelatihan. Kegiatan yang diwadahi dalam fasilitas ini antara lain, kegiatan berlatih fotografer, kegiatan photoshoot indoor ( studio ) maupun outdoor, kegiatan komunitas fotografer Kota Surabaya dan sekitar, dan kegiatan retail. Fasilitas yang menunjang kegiatan-kegiatan dalam fasilitas anatara lain, studio indoor, spot foto outdoor, ruang serbaguna, taman, ruang komunal, cafe, retail ( persewaan pakaian, salon, dan toko kamera dan aksesoris ), pengelolah, pemelihara, dan galeri. Pendalaman daylighting sebagai pencahayaan ambient fasilitas sehingga fotografer dapat berlatih fotografi tidak hanya mengunakan cahaya buatan tetapi juga dapat berlatih dengan cahaya alami matahari. Karena cahaya matahari akan memberikan warna yang berbeda dan nada yang berbeda dengan pencahayaan buatan. Sehingga penggunaan cahaya matahari untuk pencahayaan pada fasilitas merupakan salah satu hal yang penting. Dengan dukungan pendekatan sains terhadap cahaya matahari.",
  "creators": "Unknown",
  "contributors": "Danny Santoso Mintorogo (Advisor 1); Stanislaus Kuntjoro Santoso (Advisor 2); Angela Christysonia Tampubolon, S.T., M.T. (Advisor 3); Anik Juniwati (Examination Committee 1); Esti Asih Nurdiah, S.T., M.T., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06023910/ARS/2019; Ezra Bezaliel (22415039)",
  "subjects": "SCHOOL PHOTOGRAPHY--DESIGNS AND PLANS"
}