{
  "id": "44851",
  "title": "Pengaruh perceived security dan perceived enjoyment terhadap intention to use dengan mediasi attitude toward use pada konsumen pengguna mobile payment di Surabaya",
  "abstract": "Penelitian ini bertujuan untuk mengetahui pengaruh persepsi keamanan dan persepsi kesenangan sebagai variabel moderasi terhadap niat untuk menggunakan, baik secara langsung maupun melalui mediasi sikap pada pengguna pembayaran mobile. Sampel yang diambil sejumlah 192 responden pengguna aplikasi pembayaran mobile yang tinggal di Kota Surabaya. Pengambilan sampel menggunakan teknik judgement sampling. Teknik analisa yang digunakan adalah analisa deskriptif dan Structural Equation Modeling (SEM) dengan bantuan program SmartPLS. Hasil penelitian menunjukkan bahwa persepsi keamanan berpengaruh secara langsung terhadap niat untuk menggunakan dan secara tidak langsung melalui mediasi sikap pada pengguna pembayaran mobile. Selain itu ditemukan bahwa variabel persepsi kesenangan memoderasi hubungan antara persepsi keamanan terhadap sikap tetapi tidak memoderasi hubungan antara persepsi keamanan terhadap niat untuk menggunakan. Meskipun berpengaruh secara langsung dan tidak langsung, namun pada penelitian ini pengaruh yang paling besar adalah melalui hubungan secara langsung yaitu melalui persepsi keamanan. Dengan meningkatkan keamanan sistem akan membantu perusahaan pembayaran mobile dalam meningkatkan niat konsumen untuk menggunakan pembayaran mobile.",
  "creators": "Fabrianne Setiawati Sudono",
  "contributors": "Michael Adiwijaya (Advisor 1); Dr. Ir. Hotlan Siagian MSc. (Advisor 2); Hatane Semuel (Examination Committee 1); Hartono Subagio (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020223/MM/2019; Fabrianne Setiawati Sudono (D21180004)",
  "subjects": "MOBILE COMMERCE; CONSUMERS--ATTITUDES; ELECTRONIC COMMERCE"
}