{
  "id": "44862",
  "title": "Survey status resiko terhadap dampak waktu dan dampak biaya pada tahap pra konstruksi dan konstruksi proyek konstruksi",
  "abstract": "Industri konstruksi dapat mengalami banyak resiko. Untuk mengelola resiko secara efektif maka perlu dilakukan analisa terhadap status resiko. Status resiko diperoleh dengan cara menggabungkan frekuensi dan dampak resiko. Penelitian ini bertujuan untuk mengetahui status resiko masing-masing resiko yang diidentifikasi dan mengelompokkannya berdasarkan kategori Extreme, High, Medium dan Low. Selain itu juga dicari apakah ada perbedaan pendapat antara owner dan kontraktor dalam hal frekuensi kejadian dan dampak resiko. Pengumpulan data dilakukan dengan menyebar kuisoner kepada owner dan perwakilannya dan kontraktor yang melaksanakan proyek konstruksi High-Rise Building di Surabaya. Kemudian data akan dianalisa dengan uji mean untuk frekuensi dan dampak risiko dan uji t-test untuk analisa perbedaan pendapat. Hasil penelitian menunjukkan tidak terdapat satupun resiko yang masuk kedalam kategori Extreme. Pada tahap Pra Konstruksi, status resiko yang paling tinggi dampaknya adalah “kesalahan desain oleh konsultan”. Pada tahap Konstruksi, status resiko yang paling tinggi dampaknya adalah “kontraktor dan supplier yang tidak berpengalaman” berdasarkan dampak waktu dan “kelalaian/keterlambatan pekerjaan oleh sub-kontraktor” menurut dampak biaya. Perbedaan pendapat antara owner dan kontraktor pada frekuensi kejadian, dampak waktu dan dampak biaya secara berturut-turut adalah: “ketidaktepatan dalam estimasi geoteknik dan kekuatan fondasi”, “kontraktor dan supplier yang tidak berpengalaman” dan “ketidaktepatan dalam estimasi geoteknik dan kekuatan fondasi”.",
  "creators": "ANGELITA WIYANTO; YOSUA HARDISTIANTO",
  "contributors": "Paulus Nugraha (Advisor 1); Ir. Prasetio Sudjarwo, M.Eng. (Examination Committee 1); Jonathan Hendra Kusuma (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012345/SIP/2019; Angelita Wiyanto (21414139), Yosua Hardistianto (21415079)",
  "subjects": "BUILDING--ESTIMATES--STANDARDS; CONSTRUCTION INDUSTRY--MANAGEMENT; PROJECT MANAGEMENT"
}