{
  "id": "44873",
  "title": "The CSR disclosure effects on corporate reputation and corporate profitability of ASEAN controversial industry firms",
  "abstract": "Berbagai literatur telah meneliti hubungan antara pengungkapan CSR, reputasi perusahaan, dan profitabilitas perusahaan. Tujuan dari penelitian ini adalah untuk membuktikan apakah reputasi perusahaan dapat memediasi hubungan pengungkapan CSR dengan profitabilitas dari perusahaan industry kontroversial di ASEAN. Studi ini dilengkapi dengan bukti dari 20 perusahaan industry kontroversial di ASEAN pada tahun 2014-2018. Data untuk penelitian ini dikumpulkan melalui Bloomberg dan diteliti dengan metode Partial Least Square untuk menguji pengaruh antara pengungkapan CSR dan profitabilitas perusahaan dengan reputasi perusahaan sebagai mediator. Hasil penelitian membuktikan bahwa reputasi perusahaan tidak disarankan menjadi variabel penengah antara pengungkapan CSR dan profitabilitas perusahaan. Selain itu, hasil penelitian mengkonfirmasi bahwa pengungkapan CSR memberi dampak positif terhadap reputasi dan profitabilitas perusahaan. Hal ini terjadi karena perusahaan dengan pengungkapan CSR yang lebih tinggi cenderung terdaftar pada daftar ranking merek. Di sisi lain, reputasi juga memiliki efek signifikan terhadap profitabilitas dikarenakan pemangku kepentingan menaruh kepercayaan terhadap perusahaan dengan reputasi yang lebih tinggi. Hal tersebut akan mengarah ke meningkatnya pendapatan dan pada akhirnya, profitabilitas.",
  "creators": "HEMAWIDYA LIEANTO",
  "contributors": "Josua Tarigan (Advisor 1); Saarce Elsye Hatane (Examination Committee 1); Deborah Christine Widjaja, S.S., MSM., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 32011357/AKT/2019; Hemawidya Lieanto (32415057)",
  "subjects": "SOCIAL RESPONSIBILITY OF BUSINESS; CORPORATIONS--FINANCE"
}