{
  "id": "44886",
  "title": "Analisis framing pemberitaan Prabowo pada pemilihan presiden 2019 dalam Republika.co.id dan Viva.co.id",
  "abstract": "Prabowo Subianto, calon presiden nomor urut 02, kerap kali melontarkan pernyataan yang kontroversi di masyarakat seperti “tampang Boyolali”, “mesin pencetak utang” dan lainnya. Pernyataan kontroversi Prabowo ini kemudian diberitakan oleh media massa. Para pemilik media massa secara terang-terangan memberi dukungan pada para calon presiden di pemilu 2019. Republika.co.id yang dimiliki oleh Erick Tohir juga menjadi Ketua Tim Pemenangan Jokowi dan Aburizal Bakrie, yang memiliki saham tebesar Viva.co.id memiliki hubungan persahabatan yang baik dengan Prabowo walaupun berasal dari partai Golkar yang mendeklarasikan dukungannya kepada Jokowi. Golkar sendiri terpecah dalam dua kubu pendukung yaitu pendukung Jokowi atau pendukung Prabowo. Aburizal Bakrie tidak pernah mengeluarkan pernyataan mendukung Jokowi. Kepemilikan media ini dapat mempengaruhi pemberitaan para capres. Untuk melihat adanya pembingkaian yang dilakukan media, penelitian ini menggunakan analisis Framing Zhongdan Pan dan Gerald M. Kosiscki dengan melihat empat elemen yaitu sintaksis, skrip, tematik. Teks berita kemudian akan dianalisis menggunakan empat metode Pan Kosicki dan juga menggunakan teori dalam teks berita dengan membadingkan dengan teori media massa, media daring, berita dalam pandangan konstruktivis, berita dan bentuknya, nilai berita, penulisan berita media daring, ideologi media, konstruksi realitas, dan propaganda. Dalam penelitian ini ditemukan bahwa ideologi dan kepemilikan media mempengaruhi pemberitaan Prabowo dalam Republika.co.id yang membingkai Prabowo sebagai sosok yang memiliki sifat negatif dan Viva.co.id membingkai Prabowo sebagai sosok yang memiliki sifat yang positif.",
  "creators": "CITRA FANY SAMPARAYA",
  "contributors": "Gatut Priyowidodo (Advisor 1); Fanny Lesmana (Advisor 2); JUDY DJOKO WAHJONO TJAHJO, S.E.,M.Si. (Examination Committee 1); Agusly Irawan Aritonang, S.Sos., M.A. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011478/KOM/2019; Citra Fany Samparaya (51415017)",
  "subjects": "MASS MEDIA--POLITICAL ASPECTS--INDONESIA; COMMUNICATION--POLITICAL ASPECTS; MASS MEDIA"
}