{
  "id": "44880",
  "title": "Peranan kecerdasan emosional, perilaku k3 dalam meningkatkan kinerja pengemudi pada PT Sumber Karya Barutama Trans",
  "abstract": "PT. Sumber Karya Barutama Trans memiliki permasalahan pada SDM yang memiliki kinerja rendah yang diindikasikan oleh usia yang diketahui adanya perbedaan tingkat absensi pada pengemudi yang berusia muda dan tua yang dapat mempengaruhi kecerdasan emosional pengemudi serta realisasi pencapaian trayek yang tidak memenuhi target. Tujuan penelitian ini adalah untuk menganalisis pengaruh kecerdasan emosional dan perilaku K3 terhadap kinerja pengemudi PT. Sumber Karya Barutama Trans serta untuk menganalisis peranan kelompok usia Generasi X dan Y pada pengaruh kecerdasan emosional kerja terhadap kinerja pengemudi PT. Sumber Karya Barutama Trans. Penelitian ini termasuk dalam jenis penelitian kausal dengan menggunakan pendekatan kuantitatif. Sampel yang digunakan sebanyak 87 orang pengemudi PT. Sumber Karya Barutama Trans. Pengumpulan data dilakukan dengan menyebarkan kuesioner dan kemudian dianalisis dengan menggunakan Partial Least Square (PLS). Hasil dalam penelitian ini menunjukkan bahwa: (1) berdasarkan hasil deskriptif variabel kecerdasan emosional menunjukkan kecenderungan memiliki kemampuan untuk memotivasi diri dalam bekerja baik pada generasi X maupun pada generasi Y; (2) kecerdasan emosional dan perilaku keselamatan dan kesehatan kerja berpengaruh signifikan terhadap kinerja pengemudi; (3) kelompok usia memiliki peran pada pengaruh kecerdasan emosional terhadap kinerja pengemudi. Diharapkan agar manajemen dapat melakukan pendekatan pada pengemudi dengan mengadakan acara keluarga, briefing morning demikian juga pertemuan secara informal agar semakin mengenal perubahan emosi para pengemudi. Selain itu juga dapat menambah satu asisten teknis yang selalu mengawasi kebutuhan para pengemudi serta memonitoring batas kecepatan pengemudi dalam mengemudikan truk.",
  "creators": "MICHAEL KURNIAWAN",
  "contributors": "Bambang Haryadi (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011819/MAN/2019; Michael Kurniawan (31415110)",
  "subjects": "PERFORMANCE STANDARDS; INDUSTRIAL MANAGEMENT; EMOTIONAL INTELLIGENCE"
}