{
  "id": "44882",
  "title": "Pemanfaatan unmanned aerial vehicle (UAV)/drone dan sonar dalam upaya menghadapi banjir rob pada desain konstruksi teknik sipil",
  "abstract": "Pemanasan global selalu meningkat dan mengakibatkan perubahan iklim yang ditunjukkan dengan peningkatan suhu air laut, mencairnya es, kenaikan muka air laut dan banjir Rob. Lokasi penelitian di Dusun Tegalsari, Kecamatan Jabon, Sidoarjo merupakan daerah budidaya rumput laut yang terimbas banjir Rob di awal tahun 2018 dengan kerugian sekitar 5 miliar rupiah. Adapun tujuan dari penelitian ini adalah untuk pemanfaatan teknologi terbaru dengan teknik fotogrametri menggunakan Unmanned Aerial Vehicle dan alat sonar untuk menganalisa kejadian banjir Rob dengan pembuatan peta batimetri dengan biaya yang murah dan terjangkau pada daerah aliran sungai. Selain itu, juga dilakukan analisa terhadap pengaruh pasang surut dan tinggi gelombang. Metode pada penelitian ini dilakukan dengan teknik fotogrametri yang tepat, untuk pemetaan batimetri menggunakan software Menci APS dan diproses menggunakan ArcGIS, serta software Surfer untuk memberikan tampilan secara 3 dimensi. Selain itu, alat sonar juga digunakan sebagai tolak ukur dengan akurasi yang tinggi dalam pemetaan batimetri dan sedimentasi sungai yang terjadi. Alat sonar dikombinasikan dengan pemanfaatan menggunakan drone pada akuisisi alat. Dari akuisisi alat drone diperoleh ketinggian yang optimum adalah 80 meter pada pagi dan sore hari. Hasil dari penelitian ini membuktikan bahawa daerah aliran sungai pada lokasi penelitian ditemukan sedimentasi pada sebelah kanan sungai dari hulu pada waktu banjir tahun lalu. Terdapat pengaruh pasang surut pada kondisi Highest High Water Level sebesar 210 sentimeter yang menyebabkan air melewati tebing sungai setinggi 10 sentimeter dan mengakibatkan banjir. Untuk mengatasi masalah tersebut perlu dilakukan pengerukan pada dasar sungai dan pembangunan tebing sungai/tanggul yang lebih tinggi dan kukuh.",
  "creators": "NIKO KURNIAWAN YAN PUTRA",
  "contributors": "Dr. rer.nat. Surya Hermawan S.T., M.T. (Advisor 1); Doddy Prayogo S.T. (Examination Committee 1); Cilcia Kusumastuti, S.T., M.Eng. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012364/SIP/2019; Niko Kurniawan Yan Putra (21415163)",
  "subjects": "CIVIL ENGINEERING CONTRACTS; DRONE AIRCRAFT; SONAR"
}