{
  "id": "4489",
  "title": "A Study on the main character's schizophrenia in Dostoyevsky's The Double",
  "abstract": "Human psyche, according to Freud, is compared to an iceberg. It means that only the smallest portion of human mind that can be seen on the surface. Inside human psyche, it is indeed hiding a thousand of unsolved mysteries. This can be seen in this short novel of Dostoyevsky, The Double, which uncovered those secret sides of human being. This short work conveys a character with a psychological disorder. This character which is known as Mr. Goldyadkin seems to be divided into two. He sees himself in double light. The other ' iddyadkin owns a perfect resemblance but different in personality. Fortunate./, the appearance of the other is not factual but appears only in Mr. Goldyadkin's disintegrated mind. Thus, I assume this problem as schizophrenia. Inspired by his problematic condition, I am interested in analyzing the symptoms of schizophrenia that appears in Mr. Goldyadkin as well as the trigger of his mental disorder. To meet my aim, I use psychological approach with the help of schizophrenia concept and theory of defense mechanism in order to analyze Mr. Goldyadkin's behaviour and speech to prove the symptoms and the causes of schizophrenia. In Mr. Goldyadkin's behaviour, delusion and hallucination can be considered to be the symptoms which commonly appear in paranoid schizophrenia. Along with his delusion and hallucination behaviour, Mr. Goldyadkin also oftentimes finds communication problem in his conversation. In addition, the trigger or Mr. Goldyadkin's schizophrenia stems from Mr. Goldyadkin's inferiority feeling and society's rejection toward him. Ir order to cope with this uncomfortable condition, Mr. Goldyadkin applies p r ojection and fantasy as his defense mechanism. However, these mechanisms di not help him to get away from those feeling. On the contrary, these mechanisms tl.rn him into a schizophrenic.",
  "creators": "YULIANTI CHANDRA",
  "contributors": "Liem Satya Limanta (Advisor 1); Ribut Basuki (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011282/ING/2004; Yulianti Chandra (11499093)",
  "subjects": "DOSTOYEVSKY, FYODOR, 1821-1881 THE DOUBLE-STUDY AND TEACHING; RUSSIAN LITERATURE-19TH CENTURY-STUDY AND TEACHING"
}