{
  "id": "449",
  "title": "Perlakuan akuntansi pajak pertambahan nilai pada capital lease dalam rangka penyajian laporan keuangan fiskal PT. X Sidoarjo",
  "abstract": "Saat ini Penulis sedang melakukan penelitiandi PT.X mengenai Perlakuan Akuntansi Pajak Pertambahan Nilai terhadap Transaksi Sewa Guna Usaha dengan hak opsi. Penulis menggunakan jenis penelitian disknptif yaitu penelitian yang menggambarkan perencanaan, perhitungan dan pelaporan untuk mengetahui perlakuan PPN terhadap transaksi sewa guna usaha dengan hak opsi dalam PT.X, dengan desain penelitian studi kasus. Penelitian dilakukan di PT.X yang ada di kota Sidoarjo. Penulis melakukan penelitian karena ingin mengetahui perlakuan akuntansi PPN atas transaksi sewa guna usaha (financial lease), dalam kaitannya dengan pencatatan PPN untuk transaksi tersebut dalam rangka penyaj ian laporan keuangan PT.X. Adapun batasan masalah yang penulis bahas adalah mengenai perlakuan PPN yang dikenakan terhadap transaksi sewa guna usaha dengan hak opsi dalam rangka penyajian laporan keuangan PT.X yang wajar. Penulis membatasi penelitian dengan menetapkan jenis sewa guna usaha yaitu sewa guna usaha dengan hak opsi. PT.X bertindak sebagai pihak yang memiliki barang modal dan menyewa guna usahakan barang modal tersebut. PT.X berlaku sebagai supplier dan lessor. Penulis dalam melakukan perhitungan dan pencatatan transaksi sewa guna usaha dengan hak opsi menggunakan metode capital lease, yaitu pembelian suatu barang atau jasa yang telah disewa oleh orang lain yang akan membeli barang modal tersebut. Penulis juga memakai metode dengan beberapa cara yaitu dengan wawancara, observasi dan dokumentasi. Setelah penulis melakukan penelitian, ternyata perusahaan telah melakukan pencatatan PPN yang terutang dalam transaksi sewa guna usaha dengan hak opsi secara benar, tariff yang dikenakan sesuai dengan aturan Pemerintah yaitu sebesar 10% dan pengaruhnya di dalam laporan keuangan PT.X berpengaruh di laporan rugi laba yaitu menambah laba perusahaan dan di neraca menambah piutang serta mengurangi aktiva PT.X",
  "creators": "ADI WAHYUDI",
  "contributors": "Tidak diketahui (Advisor 1); Devie (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.180/97/FE.AK/2002; Adi Wahyudi (32497036)",
  "subjects": "TAX ACCOUNTING; ACCOUNTING; FINANCIAL STATEMENTS"
}