{
  "id": "44900",
  "title": "Fasilitas komunitas cosplay di Surabaya",
  "abstract": "Desain dari Fasilitas Komunitas Cosplay di Surabaya ini didasari oleh pengamatan terhadap perkembangan cosplay di Surabaya. Akhir-akhir ini semakin banyak acara yang jejepangan bermunculan di Surabaya. Cosplay Surabaya berkembang cukup pesat, dan setiap tahunnya banyak bermunculan cosplayer. Dengan bermunculanya banyak cosplayer baru maka terciptalah berbagai komunitas. Banyak dari cosplayer tersebut yang sering kali ingin belajar membuat kostumnya sendiri, namun akan cukup sulit jika cosplayer hanya belajar dari tutorial buku atau video. Dari fenomena tersebut, muncullah ide untuk menciptakan Fasilitas Komunitas Cosplay yang dapat mewadahi kegiatan pelatihan dan workshop. Proyek ini dapat mewadahi kegiatan cosplayer, baik komunitas maupun individu. Fasilitas ini berisi kelas-kelas untuk pelatihan workshop, ruang workshop dan ruang sewa komunitas. Dengan adanya fasilitas ini diharapkan para cosplayer dapat dengan mudah mempelajari cara pembuatan kostum dan akhirnya dapat memembuat kostum mereka sendiri. Selain itu fasilitas ini juga memiliki fasilitas Multifunction Hall yang dapat disewakan untuk berbaga kegiatan acara, baik acara yang berhubungan dengan cosplay maupun tidak. Fasilitas ini juga tidak hanya ditujukan bagi cosplayer, penggemar anime dan manga pun juga dapat menggunakan fasilitas otaku hall yang berisi manga & net café dan meyediakan berbagai tabletop games. Desain dari bangunan ini juga dirancang hemat energi dengan mengoptimalkan daylighting pada banyak bagian bangunan.",
  "creators": "HANS",
  "contributors": "Stanislaus Kuntjoro Santoso (Advisor 1); Danny Santoso Mintorogo (Advisor 2); Angela Christysonia Tampubolon, S.T., M.T. (Advisor 3); Anik Juniwati (Examination Committee 1); Esti Asih Nurdiah, S.T., M.T., Ph.D. (Examination Committee 2); Samuel Hartono (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06023869/ARS/2019; Hans (22414028)",
  "subjects": "COSPLAY; ARTS FACILITIES; ART CENTERS--DESIGNS AND PLANS"
}