{
  "id": "44909",
  "title": "Upaya penerapan schedule assessment menggunakan standard PMI, GAO, DCMA, dan NDIA pada beberapa proyek di Surabaya dan sekitarnya",
  "abstract": "Agar suatu proyek dapat berjalan tepat waktu, diperlukan penjadwalan yang jelas, lengkap, detail, dan logis. Schedule Asessment merupakan penilaian terhadap kualitas sebuah jadwal. Penelitian menggunakan data jadwal dari 4 proyek yang berada di Surabaya dan sekitarnya. Dikarenakan antara proyek memiliki 2 jenis penjadwalan berbeda, perlu dilakukan pengelompokkan terhadap beberapa masalah yang menjadi penyebab suatu poin tidak terpenuhi. Berdasarkan hasil analisa, diidentifikasi poin-poin berikut. Proyek Cornell Apartment memenuhi 56% poin PMI, 30% poin GAO, 35.7% poin DCMA, dan 25% poin NDIA. Proyek Gudang memenuhi 14% poin PMI, 10% poin GAO, 7% poin DCMA, dan 12.5% poin NDIA. Untuk proyek Grha Mahameru dan Padma Hotel memenuhi 14% poin PMI, dan 0% untuk poin GAO, DCMA, dan NDIA. Lalu ditemukan dan dikelompokkan penyebab beberapa poin tidak terpenuhi. Progress yang dapat menambahkan nilai assessment sebesar 39% untuk metode PMI, 20% untuk metode GAO, 21% untuk metode DCMA, dan 25% untuk metode NDIA. Gantt Chart yang dapat menambahkan nilai assessment sebesar 33.3% unutk metode PMI, 10% untuk metode GAO, 7% untuk metode DCMA, dan 12.5% untuk metode NDIA. Poin-poin yang perlu dianalisis lebih lanjut yang dapat menambahkan nilai assessment sebesar 30% untuk metode GAO, 50% untuk metode DCMA, dan 37.5% untuk metode NDIA.",
  "creators": "NICHOLAS ANTONIO; ANDREW",
  "contributors": "Paulus Nugraha (Advisor 1); Herry Pintardi Chandra (Examination Committee 1); Sentosa Limanto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012356/SIP/2019; Nicholas Antonio (21415088), Andrew (21415120)",
  "subjects": "CONSTRUCTION INDUSTRY--MANAGEMENT; SCHEDULING"
}