{
  "id": "44910",
  "title": "Gereja Katolik St. Yohanes Maria Vianney di Mancasan, Sukoharjo",
  "abstract": "Tulisan ini merupakan bagian proyek Tugas Akhir Karya Desain di Program Studi Arsitektur Universitas Kristen Petra dengan judul Gereja Katolik St. Yohanes Maria Vianney di Mancasan, Sukoharjo. Bangunan Gereja Katolik sebagai wadah kegiatan spiritual agama Katolik, yang mewadahi segala kegiatan peribadatan yang ada di dalamnya, sehingga proses pemenuhan kebutuhan spritual seseorang tidak hanya didapatkan dari aktivitas ritual agama semata melainkan melalui fisik lingkungan sekitarnya. Religiolitas tentunya tidak asing juga dengan istilah Kejawen di pusat Jawa. Daerah Jawa Tengah menjadi salah satunya wilayah yang masih menjadi pusat kehidupan religius yang masih menjunjung tinggi hubungan manusia dengan Tuhan. Oleh karena itu, sangatlah penting untuk mempertimbangkan keberadaan sebuah bangunan ibadah/gereja yang sangat memperhatikan lingkungan sekitar, dimana budaya yang masuk (inkulturasi) Gereja Katolik dapat menjadi acuan yang baik untuk masa depan Gereja, tentunya di Indonesia. Dalam kaitannya dengan konteks setempat, pendekatan desain yang diambil dalam proyek ini adalah pendekatan vernakular. Dimana potensi yang didapatkan dalam desain akan lebih maksimal jika memanfaatkan sekitar untuk memenuhi kebutuhan desain. Makin eratnya hubugan lingkungan dengan bangunan, fungsionalitas bangunan pun semakin meningkat karena penyesuaiannya terhadap perilaku penggunanya. Pendalaman desain yang digunakan adalah menerapkan berbagai karakter ruang yang menggambarkan perilaku sekitar. Oleh karena itu, perilaku setempat tidak akan meninggalkan kebiasaannya. Begitu juga dengan perilaku masyarakat luar, yang akan menggunakan persepsinya untuk berusaha mengerti, makna apa yang dibawakan oleh bangunan Gereja Katolik yang dikunjunginya.",
  "creators": "FELIX ANDIKA WICAKSONO",
  "contributors": "Wanda Widigdo Canadarma (Actor); Eunike Kristi Julistiono, S.T., M.Des.Sc. (Advisor 2); Markus Ignatio Aditjipto (Advisor 3); Roni Anggoro, S.T., M.A.Arch. (Examination Committee 1); V.P. Nugroho Susilo (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01023923/ARS/2019; Felix Andika Wicaksono (22415054)",
  "subjects": "CATHOLIC CHURCH BUILDINGS; CHURCH ARCHITECTURE"
}