{
  "id": "44917",
  "title": "Variasi mutu beton pada cathodic protection dengan carbon fiber reinforced polymer sebagai anoda",
  "abstract": "Struktur beton bertulang yang mengalami korosi dapat menyebabkan kegagalan struktur. Metode perlindungan yang digunakan untuk mengatasi korosi tersebut adalah Impressed Current Cathodic Protection (ICCP) dengan Carbon Fiber Reinforced Polymer (CFRP) laminate sebagai anoda. Untuk melihat efektivitas dari ICCP dilakukan dua pengujian, yaitu half cell potential test untuk mengetahui peluang terjadinya korosi dan pull-off test untuk mengetahui kekuatan ikat (bond strength) antara CFRP laminate dengan spesimen beton. Pada penelitian ini, variabel yang digunakan adalah mutu beton fc’ 20 MPa, fc’ 30 MPa, dan fc’ 40 MPa, campuran epoxy dengan kadar grafit 15% dan 17,5%, serta densitas arus listrik 20 mA/m2 dan 30 mA/m2. Variasi mutu beton menunjukkan pengaruh yang signifikan terhadap peluang terjadinya korosi. Semakin tinggi mutu beton maka semakin kecil peluang terjadinya korosi. Akan tetapi, belum diketahui pengaruh variasi mutu beton terhadap nilai bond strength, karena kegagalan pada pull-off test terjadi pada lapisan epoxy. Kadar grafit 15% dan 17,5% pada campuran epoxy tidak berpengaruh signifikan terhadap peluang terjadinya korosi, karena cenderung memiliki nilai yang sama. Kadar grafit memiliki pengaruh signifikan terhadap bond strength di mana nilai kadar grafit 15% mendekati batas minimum 1,4 MPa, sedangkan nilai kadar grafit 17,5% tidak memenuhi batas minimum. Selain itu, densitas arus 20 mA/m2 dan 30 mA/m2 tidak menunjukkan pengaruh yang signifikan pada peluang terjadinya korosi maupun bond strength, karena nilai yang dihasilkan keduanya tidak terlalu jauh.",
  "creators": "GRACE CHRISTIANI LINGGADIHARJA; KEVIN",
  "contributors": "Daniel Tjandra (Advisor 1); Gunawan Budi Wijaya S.T., M.T., M.Eng. (Advisor 2); Antoni (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012324/SIP/2019; Grace Christiani Linggadiharja (21415029), Kevin (21415026)",
  "subjects": "CONCRETE--QUALITY CONTROL; REINFORCED CONCRETE CONSTRUCTION; REINFORCED CONCRETE--CORROSION"
}