{
  "id": "44913",
  "title": "Analisa tingkat kepentingan risiko kecelakaan kerja pada proyek konstruksi",
  "abstract": "Pada proyek konstruksi terdapat banyak sekali risiko kecelakaan kerja yang mungkin terjadi pada tiap tahapan pembangunan. Masing-masing risiko mempunyai frekuensi kejadian dan dampaknya sendiri. Penelitian ini bertujuan untuk mencari tingkat kepentingan risiko kecelakaan kerja pada masing-masing risiko pada tiap tahapan pekerjaan yang diidentifikasi. Pengumpulan data dilakukan dengan menyebar kuesioner kepada staff kontraktor yang terlibat langsung di lapangan di wilayah Surabaya, kemudian data akan dianalisa dengan menghitung rata-rata jawaban responden untuk setiap frekuensi dan dampak risiko yang ada, sedangkan tingkat kepentingan risiko dianalisa dengan menggunakan tabel matriks kualitatif yang didapatkan dari literatur AS/NZS 4360:2004. Hasil penelitian menunjukkan bahwa risiko tangan pekerja terkena palu pada pekerjaan bekisting memiliki frekuensi dengan mean tertinggi yang berarti risiko tersebut paling sering terjadi dari risiko lainnya. Sedangkan untuk dampak risiko terbesar yaitu risiko pekerja terjatuh dari ketinggian pada pekerjaan scaffolding installation. Pada tingkat kepentingan risiko ditemukan bahwa dari keseluruhan 66 variabel risiko, 8 di antaranya memiliki tingkat kepentingan risiko low, 44 di antaranya memiliki tingkat kepentingan risiko medium, 12 di antaranya memiliki tingkat kepentingan risiko high, dan 2 sisanya memiliki tingkat kepentingan risiko very high yaitu risiko pekerja terjatuh dari ketinggian pada pekerjaan pengecoran dan risiko scaffolding roboh menimpa pekerja/fasilitas pada pekerjaan scaffolding installation.",
  "creators": "STEVANUS WILLIAM EFFENDI; HENDRY CIPUTRA",
  "contributors": "Andi (Advisor 1); Sentosa Limanto (Examination Committee 1); Ratna S. Alifen (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012357/SIP/2019; Stevanus William Effendi (21415152), Hendry Ciputra (21415093)",
  "subjects": "INDUSTRIAL SAFETY; RISK MANAGEMENT; CONSTRUCTION INDUSTRY--SAFETY MEASURES"
}