{
  "id": "44932",
  "title": "Perancangan instrumen penilaian kompetensi pekerja Refinery dan Fraksinasi Plant 3 dan 4 PT SMART, Tbk",
  "abstract": "PT SMART Tbk. merupakan perusahaan publik yang bergerak dalam bidang pengolahan produk minyak berbasis kelapa sawit yang terkemuka di Indonesia. Perusahaan ingin melakukan penilaian kompetensi pekerja terhadap pekerjanya di Refinery dan Fraksinasi Plant 3 dan 4 untuk mengetahui seberapa jauh kompetensi yang pekerja miliki terhadap pekerjaan yang dilakukan. Penilaian kompetensi dilakukan dengan memberikan tes kompetensi kepada pekerja. Tujuan perancangan ini adalah membuat soal penilaian kompetensi dan merancang instrumen penilaian kompetensi yang tepat untuk penilaian kompetensi pekerja. Perancangan soal yang diuji dibagi ke dalam lima kategori kompetensi yang diuji yaitu quality, proses bleaching, proses deodorising, proses fraksinasi, dan proses NSS. Bentuk isi soal yang diuji akan dibuat berdasarkan konsep taksonomi bloom. Instrumen yang digunakan untuk penilaian kompetensi ini adalah program microsoft office excel di mana pekerja akan melakukan pengerjaan soal dan jawaban dalam program. Pengolahan data nilai langsung dilakukan pada microsoft office excel dan dianalisa hasil penilaian dan penggunaan instrumen penilaian kompetensi pekerjanya. Hasil penilaian kompetensi menunjukkan kompetensi yang dimiliki pekerja mayoritas belum seimbang. Nilai kategori kompetensi quality dan proses NSS tergolong kategori kompetensi dengan nilai yang paling rendah. Pekerja juga memberikan feedback untuk instrumen penilaian kompetensi yang digunakan sehingga muncul saran pengembangan untuk instrumen dan proses penilaian kompetensi.",
  "creators": "HARRIS WIBISONO HARTANTO",
  "contributors": "Kriswanto Widiawan (Advisor 1); Nova Sepadyati, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022211/IND/2019; Harris Wibisono Hartanto (25415093)",
  "subjects": "EMPLOYEES-RATING OF; PERSONNEL MANAGEMENT"
}