{
  "id": "44944",
  "title": "Making recruitment and selection tools to solve the lack of human resources in Benchmark Company",
  "abstract": "Benchmark is the parent company of Basha Market and Sorts. Basha Market is a creative industry-bazaar established in 2015, while Of Sorts is a branding company established in 2016. The same people manage these two companies. The main problem of the Benchmark is a lack of human resources. In their new organizational structure, there are still seven vacant positions in their three departments. New qualified employees are needed to fill these positions to make the company perform better. To get the right employee's recruitment and selection tools are required. The first tool, the recruitment tools, can help Benchmark attract the right people for the jobs. They consist of job advertisements and an application form. The job advertisements contain information about the vacancies for job seekers. The application form contains basic information of the candidates. The second tool, the selection tools, can help the company screen the candidates to finally pick the best people to work for them. The tools consist of a pre-interview questionnaire and the interview question sheet. The pre-interview survey contains questions to give directors-general knowledge about the candidates' personality. The interview question sheet contains traditional items to know about the candidates better. With all the tools, Benchmark can select the right candidates, based on their abilities and personality for the positions. With the qualified new employees filling all the vacant seats, the Benchmark is expected to be able to function as an effective and efficient company to deal with future challenges.",
  "creators": "BELLA HALIM",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Dwi Setiawan (Examination Committee 1); Henny Putri (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012294/ING/2019; Bella Halim (11415032)",
  "subjects": "JOB EVALUATION"
}