{
  "id": "44945",
  "title": "Studi tentang analisa biaya konstruksi SNI 2008 (BSN) dan analisa harga satuan pekerjaan (AHSP) bidang pekerjaan umum 2013 (KPU)",
  "abstract": "Pada proyek konstruksi diperlukan adanya manajemen yang baik, antara lain perlu adanya penyiapan anggaran biaya untuk menghasilkan estimasi biaya yang baik dan dapat digunakan sebagai dasar untuk pembuatan Rencana Anggaran Biaya (RAB) pada proses tender. Estimasi biaya dimulai dari analisa biaya untuk memperoleh Harga Satuan Pekerjaan (HSP) untuk setiap jenis pekerjaan yang ada dalam RAB. HSP dapat diperoleh dari pedoman-pedoman yang sudah ada. Penelitian ini adalah penelitian studi literatur, dimana pada penelitian ini membandingkan dua pedoman, yaitu Analisa Biaya Konstruksi tahun 2008 (SNI 2008) dan Analisa Harga Satuan Pekerjaan tahun 2013 (AHSP 2013). Pada kedua pedoman dilakukan kajian terhadap jenis-jenis pekerjaan, jenis-jenis bahan yang digunakan dan indeksnya, serta jenis-jenis tenaga kerja dan indeksnya untuk mengetahui perkembangan, perbedaan dan kesalahan/kekurangan yang ada pada AHSP 2013 yang seyogyanya menjadi pedoman terkini untuk penentu Harga Satuan Pekerjaan. Hasil penelitian terhadap 129 jenis pekerjaan dalam 6 kelompok pekerjaan (persiapan, tanah, pondasi, beton, pasangan dinding, dan plesteran) menunjukan adanya perbedaan antara SNI 2008 dengan AHSP 2013 yang telah diperbaiki/dilengkapi agar dapat dipergunakan dengan lebih tepat/baik.",
  "creators": "EDWARD; HANS CHRISTIAN ANTONIO",
  "contributors": "Budiman Proboyo (Advisor 1); Indriani Santoso (Advisor 2); Sentosa Limanto (Examination Committee 1); TIRSA ENDELI TUMBELAKA (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012358/SIP/2019; Edward (21415136), Hans Christian Antonio (21415096)",
  "subjects": "CONSTRUCTION INDUSTRY--MANAGEMENT; QUANTITY SURVEYING"
}