{
  "id": "44952",
  "title": "Representasi Afrika Amerika dalam video musik Apeshit oleh The Carters",
  "abstract": "Apeshit merupakan video musik grup duo asal Amerika, The Carters. Video musik ini diambil di Museum Louvre Paris, Perancis sebagai suatu tempat yang dijuluki sebagai ‘harta’ sejarah Perancis. Dimana juga digunakan oleh The Carters untuk merespon diskriminasi dan stereotip buruk yang terjadi pada kaum Afrika Amerika. Penelitian ini dilakukan untuk mengetahui bagaimana etnis Afrika Amerika digambarkan dalam video musik Apeshit. Metode yang digunakan dalam penelitian ini adalah semiotika John Fiske yang terbagi menjadi 3 level yaitu: level realitas, level representasi, dan level ideologi. Pendekatan yang dilakukan dalam penelitian ini adalah deskriptif kualitatif. Guna mendeskripsikan tanda dan lambang yang ada pada video musik Apeshit. Melalui hasil penelitian, peneliti menemukan bahwa etnis Afrika Amerika digambarkan sebagai sosok yang superior, menjadi pusat perhatian, serta memiliki status perekonomian dan sosial yang tinggi. Hal tersebut dapat dilihat melalui temuan data: 1) penggambaran setting, 2) penampilan etnis Afrika Amerika, 3) kostum yang dikenakan etnis Afrika Amerika, dan terakhir 4) gesture dari etnis Afrika Amerika yang kemudian diuji keabsahan data dengan teknik triangulasi teori. Ideologi yang ditemukan peneliti dalam penelitian ini adalah supremasi kulit hitam, konsumerisme, feminisme, dan borjuisme.",
  "creators": "OKTAVIANI ALDISSA NUGROHO",
  "contributors": "Ido Prijana Hadi (Advisor 1); Fanny Lesmana (Advisor 2); Agusly Irawan Aritonang, S.Sos., M.A. (Examination Committee 1); Desi Yoanita (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011520/KOM/2019; Oktaviani Aldissa Nugroho (51415058)",
  "subjects": "COMMUNICATION; MASS MEDIA; MUSIC VIDEOS; SEMIOTICS"
}