{
  "id": "44958",
  "title": "Pengaruh transformasional leadership terhadap competitive advantage melalui organization learning pada budget hotel di Surabaya",
  "abstract": "Di zaman ini, globalisasi sudah tak mungkin dihindari saat ini. Kemajuan teknologi informasi dan komunikasi, terutama penggunaan internet yang kian meluas, membawa dampak nyata terbukanya ruang dan kesempatan baru dalam transakasi perdagangan antar negara. Sejak tahun 2015, negara negara-negara di Asia Tenggara yang tergabung dalam ASEAN memberlakukan Masyarakat Ekonomi Asean (MEA). Hal tersebut tentunya membuka peluang untuk para pebisnis terutama dalam bidang perhotelan untuk memajukam bisnisnya. Penelitian ini ditujukan untuk mengetahui pengaruh dari transformational leadership sebagai variabel independen terhadap competitive advantage, sementara competitive advantage sebagai variabel dependen, dengan organizational learning sebagai variabel mediasi di sektor hotel terutama budget hotel. Sampel penelitian ini ditentukan menggunakan purposive sampling, yang berasal dari 3 website perencanaan perjalanan yaitu Agoda, Traveloka dan Booking.com yang menghasilkan 54 hotel yang merupakan berasal dari hasil filter yang peneliti lakukan dengan bintang 3 dan rating hotel di atas 7.5. Partisipasi dilakukan dengan cara mengisi kuesioner yang diukur menggunakan skala Likert 5-point. Teknik pengolahan data dilakukan dengan menggunakan software SmartPLS. Hasil dari analisa data menunjukkan bahwa transformational leadership berpengaruh positif dan signifikan terhadap organizational learning dan competitive advantage. Selain itu, organizational learning juga berpengaruh positif dan signifikan terhadap competitive advantage.",
  "creators": "YOSUA EDWARD",
  "contributors": "Devie (Advisor 1); Josua Tarigan (Examination Committee 1); Saarce Elsye Hatane (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 42011413/AKT/2019; Yosua Edward (32414136)",
  "subjects": "HOTEL MANAGEMENT; ORGANIZATIONAL LEARNING; BUDGETING; TOURISM; ACCOUNTING"
}