{
  "id": "44954",
  "title": "Pengaruh pembukaan daylighting simbolik terhadap kenyamanan dan persepsi jemaat di gereja",
  "abstract": "Sinar Matahari mampu menciptakan nuansa yang mempunyai nilai spiritual. Beberapa gereja menggunakan pencahayaan alami untuk menciptakan suatu persepsi tertentu bagi jemaat dengan nilai simbolik yang bersifat spiritual. Namun kenyataannya tidak sedikit pembukaan elemen simbolik yang akhirnya menjadi sumber kesilauan/glare dan mengganggu suasana kebaktian bahkan menciptakan ketidaknyamanan. Pada beberapa gereja, pembukaan simbolik diletakkan tepat di belakang podium sehingga cahaya yang menyilaukan mengganggu aktivitas jemaat dalam beribadah. Tujuan dari studi ini adalah untuk menemukan desain penyempurnaan letak pembukaan simbolik yang mampu menciptakan makna namun memasukkan sinar matahari tanpa menyebabkan kesilauan/glare. Penelitian ini menggunakan metode gabungan kuantitatif dan kualitatif. Penjolokan data tentang makna simbolik dan ketidaknyamanan atas kesilauan dilakukan secara kualitatif dan uji kesilauan dilakukan secara kuantitatif dengan analisis HDRI dan disimulasikan dengan software IESVE (Integrated Environment Solutions). Hasil penelitian menunjukkan bahwa ada hubungan antara tingkat kesilauan/glare dan kemampuan Jemaat dalam menangkap makna dari pembukaan simbolik. Semakin tinggi tingkat kesilauan/glare, maka mengganggu jemaat dalam merasakan makna simbolik dari bentuk jendela yang ada. Studi ini menemukan bahwa ada empat faktor yang mempengaruhi kesilauan/glare yaitu lebar pembukaan yang mempengaruhi nilai luminance, warna kaca yang mempengaruhi spectral power distribution, orientasi bangunan, dan ketidakhadiran elemen pembayangan. Usulan penyempurnaan desain dalam studi kasus yang dipilih berupa perubahan warna kaca pada jendela yang mempunyai makna simbolik untuk menurunkan nilai DGI dan UGR.",
  "creators": "JESSICA DWITYA INTAN",
  "contributors": "Lilianny Sigit Arifin (Advisor and Examination Committee); Luciana Kristanto, S.T., M.T. (Examination Committee 1); Danny Santoso Mintorogo (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00623950/ARS/2019; Jessica Dwitya Intan (22415100)",
  "subjects": "DAYLIGHTING; LIGHTING, ARCHITECTURAL AND DECORATIVE; CHURCH--CREEDS; GLARE"
}