{
  "id": "44961",
  "title": "Evaluasi strategi program promosi “Weekend Sale 2018” oleh Ciputra World Surabaya",
  "abstract": "Program promosi Midnight Sale merupakan bentuk program promosi terbesar dalam CWS dan diadakan setiap tahunnya yang dimana kemudian Midnight Sale berubah menjadi Weekend Sale akibat peristiwa bom pada bulan Mei 2018. Program promosi sudah diadakan sejak tahun 2015 dan hingga sekarang belum pernah dilakukan sebuah evaluasi. Penelitian ini bertujuan untuk mengetahui evaluasi strategi program promosi “Weekend Sale 2018” oleh Ciputra World Surabaya. Penelitian ini menggunakan pendekatan kualitatif, metode studi kasus, dan teknik wawancara. adapun penelitian evaluasi ini, objektif dan keberhasilan suatu program diukur melalui animo penukaran voucher ,meningkatnya traffic pengunjung, dan tenant mencapai target. Namun, pada faktanya divisi promosi tidak menetapkan target angka traffic yang hendak dicapai, animo voucher tidak mencapai objektif, dan target tenant beberapa belum tercapai. Tahap evaluasi tidak pernah dilakukan hanya rapat bulanan divisi promosi. Hal ini mengakibatkan adanya perbedaan pendapat antara Promotion Coordinator dan Chief promotion mengenai hasil dari program Weekend Sale 2018. Sehingga hingga saat ini tidak mengetahui hasil program promosi dengan jelas apakah hasil dari Weekend Sale sudah mencapai objektif atau belum karena tidak pernah dilakukannya adanya evaluasi.",
  "creators": "PAMELA ANDEATA",
  "contributors": "Titi Nur Vidyarini, S.Sos., M.Comms. (Advisor 1); Vita Monica (Advisor 2); Dr.,Drs. OTTO BAMBANG WAHYUDI, M.Si.,MM. (Examination Committee 1); Astri Yogatama (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011484/KOM/2019; Pamela Andeata (51415024)",
  "subjects": "COMMUNICATION; MASS MEDIA; PUBLIC RELATIONS; SPECIAL EVENTS--MARKETING"
}