{
  "id": "44968",
  "title": "Perancangan proses remanufaktur terhadap unit alat berat excavator",
  "abstract": "Remanufaktur adalah proses pengembalian kondisi dan performa produk bekas menjadi seperti barang baru dan produk tersebut digaransi seperti produk baru (Ijomah, 2009). Remanufaktur dapat mengurangi pemakaian sumber daya alam, meminimalisir pencemaran lingkungan, dan mengurangi landifll. Keuntungan yang disebutkan membuat proses remanufaktur cocok diterapkan pada kawasan Asia, termasuk Indonesia (Kamigaki, Matsumoto, & Arifatul, 2017). Menurut Petrakis (1993), industri remanufaktur mencakup beragam produk dan terbagi dalam empat sektor utama: industri, komersial, otomotif dan produk domestik. Di sektor industri lebih memperhatikan produk yang sering dibuat secara custom salah satunya adalah alat berat. Alat berat dilengkapi dengan struktur yang rumit, mesin tersebut harus dibongkar menjadi beberapa komponen yang diperlakukan dengan proses remanufaktur yang berbeda-beda.(Yi, Huang, Guo, & Shi, 2016) sehingga perlu adanya panduan proses remanufaktur terhadap komponen-komponen mesin tersebut. Untuk mengoptimalkan eksekusi remanufaktur, cara terbaik adalah mengadopsi pendekatan sistematis karena suatu defisiensi dalam salah satu proses dapat mengarah pada suatu masalah pada kualitas. Untuk itu, penelitian ini bertujuan untuk merancang proses remanufaktur untuk produk alat berat excavator. Pembuatan rancangan proses remanufaktur ini berdasarkan sumber-sumber yang ada dari literatur, dan pabrik manufaktur excavator. Dari berbagai wawasan dan pendapat telah dibuat suatu rancangan untuk melakukan proses remanufaktur pada excavator, rancangan yang sudah dibuat tersebut juga diverifikasi oleh pabrik manufaktur supaya mendapat masukan tentang kendala-kendala nyata yang ada pada saat melakukan proses remanufaktur ini. Langkah-langkah proses remanufaktur excavator yang dihasilkan adalah pre-inspection, disassembly, cleaning, inspection, sorting, reconditioning, Reassembly, dan final inspection. Dengan dibuatnya rancangan proses remanufaktur ini diharapkan masyarakat dapat mengerti hambatan atau kendala yang ada serta mengetahui langkah-langkah apa saja yang harus ada pada proses remanufaktur excavator ini.",
  "creators": "CHRISHIANTO",
  "contributors": "Didik Wahjudi (Advisor 1); Yopi Yusuf Tanoto, S.T., M.T. (Advisor 2); Oegik Soegihardjo (Examination Committee 1); Roche Alimin (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01011302/MES/2019; Chrishianto (24415095)",
  "subjects": "REMANUFACTURING; EXCAVATING MACHINERY"
}