{
  "id": "44972",
  "title": "Brand awareness masyarakat Surabaya terhadap Four Points by Sheraton Surabaya",
  "abstract": "Four Points by Sheraton Surabaya merupakan salah satu brand dari jaringan hotel internasional, yaitu Marriott International. Sebagai salah satu jaringan Marriott International, yang sudah memiliki pioneer sebelumnya maka peneliti tertarik untuk meneliti brand awareness. Kesadaran merek (brand awareness) artinya kesanggupan seorang calon pembeli untuk mengenali atau mengingat kembali bahwa suatu merek merupakan bagian dari kategori produk tertentu. Four Points by Sheraton Surabaya telah mengkomunikasikan mengenai brand-nya meliputi kelima brand elements yang terdiri dari brand name, URLs, logo & symbol, slogan, dan packaging melalui beberapa media komunikasi yang dianggap efektif oleh manajemen Four Points by Sheraton Surabaya, yaitu melalui media sosial Instagram dan media cetak seperti sign board dan flyer. Brand awareness merupakan aset yang tahan lama dan berkelanjutan, maka penelitian ini dilakukan untuk mengetaui brand awareness masyarakat Surabaya terhadap brand Four Points by Sheraton Surabaya yang diukur dari kesadaran masyarakat terhadap kelima brand elements. Jenis Penelitian ini adalah kuantitatif deskriptif dengan menggunakan metode survei. Hasil penelitian menunjukkan bahwa Brand awareness masyarakat Surabaya terhadap brand Four Points by Sheraton Surabaya ada pada tingkat kedua terendah, yaitu Brand Recognition.",
  "creators": "TIFFANY",
  "contributors": "Felicia Goenawan (Advisor 1); Vita Monica (Advisor 2); Unknown old contributor data (Examination Committee 1); Titi Nur Vidyarini, S.Sos., M.Comms. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011509/KOM/2019; Tiffany (51415032)",
  "subjects": "BRAND NAME PRODUCTS; COMMUNICATION IN MARKETING; COMMUNICATION; INSTAGRAM; MASS MEDIA"
}