{
  "id": "44976",
  "title": "Gedung pertunjukan musik jazz di Surabaya",
  "abstract": "Tulisan ini merupakan bagian proyek Tugas Akhir Karya Desain di Program Studi Arsitektur Universitas Kristen Petra. Gedung Pertunjukan Musik Jazz di Surabaya yang dirancang dengan pendekatan arsitektur akustik ini merupakan sebuah gedung pertunjukan musik bagi pertunjukan musik jazz yang ada di Surabaya dengan melihat banyaknya komunitas dan penggemar musik jazz yang ada di Surabaya. Desain gedung pertunjukan musik ini dilakukan dengan mengangkat permasalahan desain tentang bagaimana memberikan perlakuan akustik yang baik dalam sebuah gedung pertunjukan musik karena selama ini pertunjukan musik, termasuk musik jazz yang diadakan di Surabaya diadakan di gedung serbaguna dan tidak ada perlakuan akustik yang sesuai untuk pertunjukan musik disana. Gedung ini memiliki fungsi utama sebagai concert hall, dilengkapi dengan berbagai fasilitas seperti area retail, ATM center, cafe, gallery sejarah musik jazz, amphitheater, dan public space. Penggunaan dinding diffuser, dinding absorber, perlakuan plafon akustik dan pemilihan material akustik yang baik untuk mencapai reverberation time yang baik dilakukan dengan pendalaman akustik sehingga mendapatkan sebuah ruang concert hall yang baik secara akustik.",
  "creators": "STEVEN",
  "contributors": "Ir. Bisatya Widadya Maer, M.T. (Advisor 1); Lilianny Sigit Arifin (Advisor 2); Aris Budhiyanto, S.T., M.Sc., Ph.D. (Advisor 3); Christine Wonoseputro (Examination Committee 1); Benny Poerbantanoe (Examination Committee 2); Dr. Feny Elsiana, S.T., M.T. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Interior No. 05023888/ARS/2019; Steven (22415013)",
  "subjects": "CONSERVATORIES OF MUSIC; MUSIC-HALLS (VARIETY-THEATERS, CABARETS, ETC.); MUSIC THEATER"
}