{
  "id": "44970",
  "title": "Sikap pemirsa televisi terhadap penggunaan celebrity endorser Agnez Mo dalam iklan sampo Clear “sikat habis ketombe”",
  "abstract": "Dalam iklan, selebriti digunakan sebagai juru bicara merek agar cepat melekat di benak konsumen dan mempengaruhi sikap dan perilaku konsumen terhadap produk yang didukung. Agnez Mo adalah selebriti yang popular sebagai penyanyi yang sudah berprestasi di dunia internasional. Unilever Indonesia memilih Agnez Mo sebagai celebrity endorser dalam iklan sampo Clear “Sikat Habis Ketombe”. Penelitian ini dilakukan untuk melihat sikap pemirsa televisi terhadap penggunaan celebrity endorser Agnez Mo dalam iklan sampo Clear “Sikat Habis Ketombe”. Peneliti ingin melihat sikap responden dari komponen kognitif, afektif dan konatif terhadap masing-masing karakteristik celebrity endorser TEARS dengan pendekatan kuantitatif dan metode survei menggunakan kuesioner. Karakteristik celebrity endorser menurut model TEARS terdiri dari trustworthiness, expertise, attractiveness, respect, similarity. Hasil penelitian menunjukkan sikap positif di mana responden mengetahui dan menyukai karakteristik celebrity endorser Agnez Mo tetapi tidak menimbulkan kecenderungan ingin membeli. Tingkat pengetahuan responden terhadap Agnez Mo dikarenakan terpaan media yang marak memberitakan Agnez Mo. Masyarakat menyukai Agnez Mo karena kagum akan kualitas pribadi dan prestasinya di dunia internasional. Kecenderungan masyarakat untuk membeli produk sampo Clear tidak disebabkan oleh penggunaan Agnez Mo sebagai celebrity endorser.",
  "creators": "YONATHAN KURNIAWAN",
  "contributors": "Unknown old contributor data (Advisor 1); Felicia Goenawan (Advisor 2); JUDY DJOKO WAHJONO TJAHJO, S.E.,M.Si. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011517/KOM/2019; Yonathan Kurniawan (51415016)",
  "subjects": "MASS MEDIA; TELEVISION ADVERTISING; CONSUMER BEHAVIOR"
}