{
  "id": "44983",
  "title": "Perbandingan kinerja struktur baja rangka terbreis eksentris tipe V dan Y terbalik pada bangunan 12 dan 18 lantai",
  "abstract": "Beban gempa merupakan salah satu parameter penting dalam melakukan perencanaan struktur. Pada penelitian ini digunakan Rangka Terbreis Eksentris (RTE) dengan sistem rangka bangunan sebagai struktur penahan gempa pada bangunan dengan 3 bentang pada ketinggian 12 lantai (48 meter) dan 18 lantai (72 meter). RTE yang digunakan adalah tipe V dan Y terbalik (IY) kemudian dibandingkan kinerjanya dengan Nonlinear Time History Analysis. Hasil penelitian menunjukkan RTE tipe V memiliki base shear dan persentase distribusi gaya lateral yang lebih besar daripada tipe IY. Selain itu, RTE tipe V juga memiliki nilai displacement dan drift ratio yang lebih kecil daripada RTE tipe IY pada bangunan 12 dan 18 lantai. Namun, pada bangunan dengan ketinggian 18 lantai untuk kedua tipe breising menunjukkan nilai drift ratio yang kurang baik yaitu melewati batas Collapse Prevention pada FEMA 356. Hal ini, menunjukkan kedua tipe breising pada struktur RTE perlu dipertimbangkan penggunaannya pada bangunan dengan 3 bentang pada ketinggian 18 lantai. Tingkat kerusakan sendi plastis yang terjadi pada RTE tipe V juga relatif lebih baik daripada RTE tipe IY. Secara umum dapat disimpulkan bahwa RTE tipe V punya kinerja terhadap beban seismik yang relatif lebih baik jika dibandingkan dengan RTE tipe IY.",
  "creators": "DEDDY PRAYUDHA; EZRA JEFFERSON PRASETYO",
  "contributors": "Effendy Tanojo (Advisor 1); Hasan Santoso (Advisor 2); Jimmy Chandra (Examination Committee 1); Wong Foek Tjong, S.T., M.T., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012332/SIP/2019; Deddy Prayudha (21415121), Ezra Jefferson Prasetyo (21415116)",
  "subjects": "BUILDINGS--EARTHQUAKE EFFECTS; STRUCTURAL FRAME; STEEL, STRUCTURAL--EARTHQUAKE EFFECTS"
}