{
  "id": "44999",
  "title": "Analisis faktor-faktor kinerja K3L subkontraktor pada proyek-proyek di Surabaya",
  "abstract": "Pada kenyataannya dalam segala bidang pekerjaan konstruksi tidak dapat dipisahkan dengan subkontraktor. Pekerja konstruksi dapat terlibat dalam banyak kegiatan yang dapat menghadapkan mereka dengan bahaya yang serius. Oleh sebab itu diperlukan perhatian khusus tentang pengawasan K3L pada setiap proyek yang dilaksanakan. Tujuan penelitian ini adalah untuk mengetahui apa saja faktor-faktor kinerja K3L dari subkontraktor yang penting pada suatu proyek dan menganalisa apakah faktor-faktor kinerja K3L diterapkan dengan baik atau buruk oleh subkontraktor. Proses pengumpulan data dilakukan pada responden yang bekerja langsung pada lapangan proyek di Surabaya. Setelah data terkumpul kemudian nilai tingat kepentingan diolah dengan uji mean dan standar deviasi, lalu kinerja K3L diolah menggunakan uji mean. Hasil penelitian ini menunjukkan bahwa semua faktor-faktor kinerja K3L subkontraktor memiliki tingkat kepentingan yang tinggi, terutama faktor alat keselamatan yang memadai, komitmen dan dukungan manajemen, dan tujuan program K3L yang jelas dan masuk akal. Namun dalam pelaksanaannya tidak semua proyek menerapkan faktor-faktor kinerja K3L subkontraktor dengan baik. Dari hasil penelitian pada 9 proyek terdapat beberapa faktor yang memiliki hasil kurang baik seperti faktor adanya pemberian insentif dan disinsentif, rapat program K3L khusus yang dilakukan subkontraktor, manajemen kelelahan pekerja, inspeksi kesehatan dan analisis penyalahgunaan alkohol, pendidikan dan pelatihan program K3L, dan sanksi yang tegas. Adapun beberapa faktor yang sudah diterapkan dengan baik seperti faktor alat keselamatan yang memadai, komunikasi yang baik antara manajemen kontraktor dan manajemen subkontraktor, dan pengawas program K3L yang profesional.",
  "creators": "HUGO MARCELLINO; MICHAEL",
  "contributors": "Andi (Advisor 1); Sentosa Limanto (Examination Committee 1); Ratna S. Alifen (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012359/SIP/2019; Hugo Marcellino (21415106)Michael (21415109)",
  "subjects": "CONSTRUCTION INDUSTRY--MANAGEMENT; CONSTRUCTION CONTRACTS; PROJECT MANAGEMENT"
}