{
  "id": "44996",
  "title": "Pusat produk-produk Usaha Kecil dan Menengah (UKM) Jawa Timur di Surabaya",
  "abstract": "Pusat Produk-Produk Usaha Kecil dan Menengah (UKM) Jawa Timur merupakan fasilitas pameran bagi produk-produk UKM yang bertujuan untuk mempromosikan produk lokal Jawa Timur pada masyarakat Indonesia maupun luar negeri. Selain itu, fasilitas ini juga merupakan pusat perbelanjaan untuk produk lokal Jawa Timur yang dipamerkan. Hal ini bertujuan untuk meningkatkan perekonomian masyarakat Jawa Timur yang bergerak dibidang pemasaran produk UKM. Fasilitas ini juga menyediakan co-working space dan ruang serbaguna untuk menambah kegiatan dalam fasilitas sekaligus sebagai bentuk dari promosi produk UKM untuk menarik masyarakat mengunjungi fasilitas ini. Pendekatan desain arsitektur sistem sirkulasi dengan pendalaman karakter ruang digunakan sebagai dasar dalam proses mendesain untuk menjawab masalah desain yang berfokus pada sirkulasi dalam pameran, sehingga tercipta ruang pameran dengan desain ruang yang efisien dan dinamis. Hal ini dilakukan sebagaimana fungsi fasilitas ini sebagai bagian dari program pemerintah untuk meningkatkan perekonomian masyarakat, sehingga fasilitas yang didesain bersifat non-profit. Maka dari itu, area tapak dimanfaatkan semaksimal mungkin untuk dapat menampung seluruh aktivitas yang ada dalam fasilitas tersebut.",
  "creators": "MICHAEL YUDHISTIRA MIANDDA",
  "contributors": "Andhi Wijaya (Advisor 1); Timoticin Kwanda (Advisor 2); Joyce M.Laurens (Advisor 3); Lilianny Sigit Arifin (Examination Committee 1); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 2); Aris Budhiyanto, S.T., M.Sc., Ph.D. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01023994/ARS/2019; Michael Yudhistira Miandda (22415163)",
  "subjects": "SHOPPING CENTERS--DESIGNS AND PLANS; SHOPPING CENTERS"
}