{
  "id": "45007",
  "title": "A multimodal critical discourse analysis of Samsung's Ingenius, website, consumer's comments, and Samsung-Apple brand positioning",
  "abstract": "This research analyzes the Ingenius video advertisement; it is divided into seven segments. Ingenius is a video advertisement produced by Samsung. However, Samsung only shows its competitor’s product (Apple iPhone X) from the beginning until the end of the video. The video is analyzed by using both Multimodal Discourse Analysis and Critical Discourse Analysis three-dimension framework by Fairclough. This study is expected to find how the Apple iPhone X is represented by Samsung in their Ingenius video advertisement, to find the Ingenius messages according to Samsung’s website, to see the reaction of its consumers, and to discover how the brand positioning of Samsung and Apple in the society. Multimodal Discourse Analysis is used to analyze the inner dimension of the framework by using Ingenius video advertisement as the text or discourse. The second dimension is analyzed by using the official Samsung explanation from its website about the video to see the meaning of each segment from the producer to consumers and using the YouTube comments to see how the consumers of the video (viewers) react after watching the video. The outer dimension sees brand positioning from online newspapers, websites, and blogs to see how society perceives Apple and Samsung as smartphone brands.",
  "creators": "MARCELLA EVELYN",
  "contributors": "Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1); Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012306/ING/2019; Marcella Evelyn (11415049)",
  "subjects": "ADVERTISING; BRANDING (MARKETING)"
}