{
  "id": "45017",
  "title": "Representasi kekerasan dalam foto-foto di buku kumpulan fotografi jurnalistik “unpublished”",
  "abstract": "Wartawan foto memiliki tugas untuk mencari berita melalui konten visual berupa foto. Dalam redaksional media cetak, tidak semua foto dapat terpublikasikan karena pertimbangan redaksi, salah satunya ialah kekerasan. Dalam penelitian ini, foto yang dianggap mengandung unsur-unsur kekerasan tidak dimuat pada Harian Kompas, tetapi dimuat pada media lain berupa buku kumpulan fotografi jurnalistik. Dalam penelitian ini, peneliti menggunakan pendekatan kualitatif dan menggunakan metode analisis semiotika untuk membahas mengenai sistem tanda dan lambang dan bagaimana penerapannya. Dalam buku Unpublished terbitan dari Kompas, kekerasan berlangsung dalam satu sistem pemerintahan. Kekerasan yang tergambarkan dalam buku ini tidak hanya menggambarkan kekerasan secara langsung/fisik, tetapi juga kekerasan tidak langsung/psikologis. Kekerasan tersebut terdapat pada peristiwa yang bertalian dengan ekonomi, bencana, infrastruktur, pendidikan. Kekerasan tergambarkan dalam foto-foto di buku Unpublished berhubungan dengan kondisi yang ada di tengah-tengah masyarakat. Hal ini memiliki keterkaitan pada media yang menerbitkan buku Unpublished sendiri. Kompas menjadi media yang tidak hanya melakukan pemberitaan dengan mengedepankan sensasi pada sebuah berita, tetapi juga bagaimana media memberitakan peristiwa yang menyalurkan suara masyarakat/mengedepankan kepentingan publik.",
  "creators": "YEREMIA TULUDE AMBAT",
  "contributors": "Fanny Lesmana (Advisor 1); Chory Angela Wijayanti (Advisor 2); Desi Yoanita (Examination Committee 1); Agusly Irawan Aritonang, S.Sos., M.A. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011479/KOM/2019; Yeremia Tulude Ambat (51415119)",
  "subjects": "VIOLENCE--SOCIAL ASPECTS; PHOTOJOURNALISM"
}