{
  "id": "45029",
  "title": "Pengaruh service capabilities dan keunggulan kompetitif terhadap loyalitas pelanggan dengan kepuasan pelanggan sebagai variabel intervening di PT Tiga-Tiga Anugrah Jaya",
  "abstract": "Meningkatnya kebutuhan masyarakat, perkembangan teknologi yang semakin canggih, dan pertumbuhan ekonomi yang semakin baik memiliki dampak yang besar bagi sektor logistik Indonesia yang juga memberikan dampak positif bagi bisnis pengiriman atau penyedia jasa logistik. Semakin banyak penelitian telah menunjukkan pentingnya service capabilities dalam industri pengiriman. Tujuan dari penelitian ini adalah untuk menganalisis pengaruh service capabilities dan keunggulan kompetitif terhadap loyalitas pelanggan dengan kepuasan pelanggan sebagai variabel intervening di PT Tiga-Tiga Anugrah Jaya, dengan menggunakan data penelitian berupa angket dari 30 responden pelanggan PT Tiga-Tiga Anugrah Jaya. Teknik analisa yang digunakan adalah teknik analisis kuantitatif dengan metode path analysis. Temuan penelitian menunjukkan bahwa service capabilities secara positif dan signifikan mempengaruhi kepuasan pelanggan, keunggulan kompetitif berpengaruh secara positif dan signifikan terhadap kepuasan pelanggan, kepuasan pelanggan berpengaruh secara positif dan signifikan terhadap loyalitas pelanggan, keunggulan kompetitif mempengaruhi loyalitas pelanggan secara positif dan signifikan, dan service capabilities mempengaruhi keunggulan kompetitif secara positif dan signifikan. Hasil penelitian ini menunjukkan bahwa variabel kepuasan pelanggan sebagai variabel intervening berhasil memperkuat pengaruh antara variabel service capabilities terhadap loyalitas pelanggan namun tidak memperkuat pengaruh antara variabel keunggulan kompetitif terhadap variabel loyalitas pelanggan.",
  "creators": "ANASTASIA NABELLA SUDJOKO",
  "contributors": "Widjojo Suprapto (Advisor 1); Zeplin Jiwa Husada Tarigan (Examination Committee 1); Dhyah Harjanti (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011806/MAN/2019; Anastasia Nabella Sudjoko (31415177)",
  "subjects": "CUSTOMER LOYALTY; CONSUMER SATISFACTION"
}