{
  "id": "45035",
  "title": "Simulasi strategi injeksi pada mesin diesel direct injection ber-supercharger terhadap in-cylinder pressure dan heat release rate",
  "abstract": "Mesin diesel memiliki efisiensi bahan bakar dan daya tahan yang sangat baik, sehingga telah menjadi generator listrik yang populer untuk aplikasi otomotif. Mesin diesel adalah jenis mesin pembakaran internal yang paling diterima secara global yang banyak digunakan untuk memberi daya pada alat-alat pertanian, aplikasi industri, peralatan konstruksi, dan tenaga penggerak di laut. Untuk mengoptimalkan kinerja mesin diesel direct injection, pengaruh berbagai tekanan masukan di bawah berbagai putaran mesin dan strategi main injection timing pada berbagai variasi tekanan masukan di bawah putaran mesin 1.200 rpm telah dipelajari. Berbagai tekanan masukan diatur dari 0 kPa (secara alami) hingga 60 kPa dengan peningkatan 20 kPa. Injection timing bervariasi dengan kenaikan 2° dari -1° sebelum titik mati atas (TMA), 1° setelah TMA, dan 3° setelah TMA. Kinerja mesin dievaluasi dalam hal in-cylinder pressure dan heat release rate sebagai karakteristik kinerja paling penting dari mesin diesel. Percobaan menunjukkan saat boost pressure meningkat, maka in-cylinder pressure pun mengikuti. Kemajuan main injection timing dari -1° sebelum TMA ke 3° setelah TMA menyebabkan peningkatan kenaikan in-cylinder pressure dan heat release rate setelah TMA pada mesin diesel direct injection. Fenomena ini disebabkan oleh pembakaran yang lebih lambat pada injection timing yang terbelakang. Hasil numerik dari GT-Power juga diperoleh dalam penelitian ini untuk mendukung hasil yang dilakukan dalam percobaan.",
  "creators": "JOVAN DANIEL DANU",
  "contributors": "Willyanto (Advisor 1); Fandi Dwiputra Suprianto, S.T., M.Sc. (Examination Committee 1); Sutrisno S.T.,M.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011287/MES/2019; Jovan Daniel Danu (24415041)",
  "subjects": "DIESEL MOTOR--FUEL SYSTEMS; AUTOMOBILES--MOTORS--FUEL INJECTION SYSTEMS"
}