{
  "id": "45045",
  "title": "Pandangan terhadap faktor-faktor yang mempengaruhi manajemen rantai pasok berkelanjutan dari pelaku bisnis properti di Surabaya",
  "abstract": "Manajemen rantai pasok didefinisikan sebagai visi, budaya, proses dan strategi untuk mengoptimalkan produksi, nilai bahan mentah atau komponen dari pemasok terpercaya dan inovatif. Menjaga hubungan terhadap pihak yang terlibat didalam rantai pasok akan mempengaruhi keuntungan dan relasi perusahaan. Pengimplementasian manajemen rantai pasok yang baik dapat menghasilkan produk yang bagus, biaya operasional yang rendah, pengerjaan tepat waktu, dan mengurangi hal-hal yang tidak diperlukan. Penelitian ini akan mengamati faktor-faktor yang mempengaruhi manajemen rantai pasok berkelanjutan di Surabaya. Faktor-faktor yang ditinjau adalah pemicu manajemen rantai pasok, manajemen pemasok untuk resiko dan kinerja, manajemen rantai pasok untuk produksi berkelanjutan, dan drivers for lean supply chain. Teknik analisis yang digunakan untuk menganalisa faktor-faktor yang mempengaruhi manajemen rantai pasok yaitu uji rata-rata, dan Anova. Hasil analisis rata-rata menunjukkan bahwa faktor tertinggi dari pemicu manajemen rantai pasok adalah tekanan dari pemerintah, untuk faktor tertinggi dari manajemen pemasok untuk resiko dan kinerja adalah dimensi resiko, selanjutnya faktor tertinggi dari manajemen rantai pasok untuk produk berkelanjutan adalah pendekatan siklus hidup, dan yang terakhir faktor tertinggi dari drivers for lean supply chain adalah manajemen permintaan. Pada analisis Anova didapatkan bahwa terdapat perbedaan antara perusahaan kontraktor sipil, pengembang, mekanikal elektrikal, dan perusahaan manufaktur di setiap faktor-faktor yang mempengaruhi manajemen rantai pasok berkelanjutan.",
  "creators": "HANDY ISWARA; TRI WAHYU HARTO WIBOWO",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Ir. Soehendro Ratnawidjaja, M.Eng. (Advisor 2); Paulus Nugraha (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012342/SIP/2019; Handy Iswara (21413210), Tri Wahyu Harto Wibowo (21413134)",
  "subjects": "SUPPLY CHAIN MANAGEMENT"
}