{
  "id": "45049",
  "title": "Sanggar mitigasi di Lombok",
  "abstract": "Tulisan ini merupakan bagian proyek Tugas Akhir Karya Desain di Program Studi Arsitektur Universitas Kristen Petra. Sanggar Mitigasi di Lombok adalah sebuah sanggar edukasi bencana sekaligus sanggar edukasi untuk memberdayakan penduduk sekitar yang tinggal di daerah rawan bencana dikarenakan selama ini pedoman dan perhatian pemerintah terhadap mitigasi di daerah rawan bencana sangat kurang. Dasar pemikiran ini muncul dari pengalaman live-in penulis selama satu minggu dan merasakan bagaimana kondisi di Lombok Utara tepatnya di Dusun Lenek setelah 1 bulan terkena bencana gempa bumi. Pendekatan disain yang dipilih adalah pendekatan perilaku dengan berdasar atas perilaku bencana maupun perilaku penduduk sekitar yang mayoritas adalah penduduk dusun, hal ini dikarenakan adanya hubungan timbal balik antara bencana dengan budaya lokal penduduk sekitar. Keunikan dari proyek ini adalah adanya fungsi edukasi bencana bagi penduduk sekitar dan masyarakat umum, tetapi di sisi lain proyek ini dibuat agar penduduk sekitar mampu diberdayakan dalam setiap kondisi bencana yang terjadi dengan tujuan agar saat bencana tiba, perilaku penduduk sekitar tidak menjadi anarkis untuk menjarah melainkan mampu menggunakan sumber daya yang telah diolah dan ditabung dalam kesehariannya di sanggar mitigasi ini dengan nilai-nilai komunitas yang muncul melalui studi ruang di setiap ruangnya. (Lumbung). Pendalaman karakter ruang dipilih dengan tujuan untuk meningkatkan nilai komunitas di setiap ruangnya terutama lumbung agar dalam hal edukasi dan mitigasi dapat dikerjakan secara bersama-sama, bertanggung jawab, dan toleransi. Di sisi lain karakter ruang dipilih agar permainan material pembentuk ruang dapat dirancang untuk peka terhadap fenomena bencana yang ada.",
  "creators": "GREGORIUS CHRISTIAN WIJAYA",
  "contributors": "Lilianny Sigit Arifin (Advisor 1); Ir. Bisatya Widadya Maer, M.T. (Advisor 2); Aris Budhiyanto, S.T., M.Sc., Ph.D. (Advisor 3); Benny Poerbantanoe (Examination Committee 2); Christine Wonoseputro (Examination Committee 1); Dr. Feny Elsiana, S.T., M.T. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Interior No. 01023989/ARS/2019; Gregorius Christian Wijaya (22415157)",
  "subjects": "EDUCATION CENTERS; NATURAL DISASTERS"
}