{
  "id": "45054",
  "title": "Museum Majapahit di Trowulan, Kabupaten Mojokerto",
  "abstract": "Trowulan merupakan properti cagar budaya yang berasal dari Majapahit. Akan tetapi, stagnasi dalam perkembangan terjadi pada kawasan cagar budaya. Desain Museum Majapahit di Trowulan, Kabupaten Mojokerto merupakan fasilitas untuk mempresentasikan kembali kota Majapahit yang berintegrasi dengan budaya setempat dan benda cagar budaya yang ada. Dari hal tersebut maka masalah desain utama adalah bagaimana menciptakan kualitas ruang yang mempresentasikan suasana Kota Majapahit di masanya. Selain itu, untuk merespon kebutuhan lingkungan sekitar. Maka adanya masalah desain khusus yakni bagaimana membentuk ruang sosial dan ekonomi bagi masyarakat sekitar dan pengunjung. Pendekatan desain yang digunakan adalah “pendekatan bentuk” yang diaplikasikan pada bentuk bangunan yang sebagai interpretasi dari bangunan di Kota Majapahit di masanya dengan bersumber dari relief dan properti peninggalan cagar budaya. Menunjang dari “pendekatan bentuk” yang ada maka dipakainya “pendalaman karakter ruang” untuk mencapai tujuan sebagai fasilitas yang mempresentasikan suasana Kota Majapahit dan cerita sejarah Kerajaan Majapahit. Desain museum ini tidak hanya berfokus pada ruang untuk mempresentasikan objek tertentu saja. Namun, desain ini berusaha untuk mengintegrasikan antara presentasi informasi dari objek dan budaya Trowulan. Relief-relief dan benda cagar budaya yang ada dalam penataan Kota Majapahit dan bentuk bangunan menjadi pola penataan massa bangunan dengan disesuaikan dengan fungsinya.",
  "creators": "JONATHAN",
  "contributors": "Andhi Wijaya (Advisor 1); Timoticin Kwanda (Advisor 2); Joyce M.Laurens (Advisor 3); Lilianny Sigit Arifin (Examination Committee 1); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 2); Aris Budhiyanto, S.T., M.Sc., Ph.D. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01023992/ARS/2019; Jonathan (22415161)",
  "subjects": "ART MUSEUMS--DESIGN AND CONSTRUCTION; MUSEUMS"
}