{
  "id": "45057",
  "title": "Fasilitas rehabilitasi bagi penderita depresi berbasis terapi suara di Surabaya",
  "abstract": "Tulisan ini merupakan bagian proyek Tugas Akhir Karya Desain di Program Studi Arsitektur Universitas Kristen Petra. Fasilitas Rehabilitasi bagi Penderita Depresi Berbasis Terapi Suara di Surabaya yang dirancang dengan pendekatan sains akustik ini merupakan fasilitas semi publik yang bertujuan untuk menjadi sarana rehabilitasi bagi penderita depresi dengan berbasis terapi suara di Surabaya. Desain fasilitas ini didasarkan dengan teori resonansi yang bertujuan untuk menyebarkan suara alam yang positif ke seluruh bagian bangunan tanpa menggunakan speaker. Fasilitas ini memiliki fungsi utama sebagai fasilitas rehabilitasi dengan dilengkapi oleh berbagai fasilitas seperti ruang latihan kerja, terapi kerja, ruang seleksi dan uji coba, ruang konsultasi, massa hunian, exhibition hall, fasilitas edukasi, dan multifunction hall, dan sebagainya. Penerapan teori resonansi diterapkan langsung ke dalam bentuk utama bangunan sehingga tercipta rongga-rongga yang akan menyebarkan suara ke tiap ruangan dalam rongga-rongga. Pendalaman karakter ruang melalui artificial lighting tiap ruangan untuk menonjolkan bentuk rongga dalam dan tekstur dari material yang dipakai. Pemilihan material semi-transparan juga memberikan kesan luas sehingga meminimalisir persepsi pengguna terhadap kesan ruang yang padat.",
  "creators": "CELIA FELICIA TANONI",
  "contributors": "Christina Eviutami Mediastica S.T., PH.D. (Advisor 1); Irwan Santoso (Advisor 2); Riduan Sukardi (Advisor 3); Timoticin Kwanda (Examination Committee 1); Joyce M.Laurens (Examination Committee 2); Andhi Wijaya (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01023953/ARS/2019; Celia Felicia Tanoni (22415105)",
  "subjects": "REHABILITATION CENTERS--DESIGNS AND PLANS"
}