{
  "id": "45059",
  "title": "Rumah kumpul lansia di Bukit Darmo Surabaya",
  "abstract": "Rumah Kumpul Lansia di Surabaya merupakan daycare bagi lansia yang merupakan wadah untuk beraktivitas dan bersosialisasi setiap tengah hari bagi lansia. Masa lansia adalah dimana mereka tetap mampu produktif dan bahkan banyak di antara mereka yang ingin memiliki kontribusi rutin kepada masyarakat, namun tentunya dengan beban fisik yang tidak seberat usia remaja dan dewasa. Oleh sebab itu kepeduliaan dengan lansia setiap harinya harus menjadi perhatian. Dengan adanya daycare ini diharapkan para lansia memiliki tempat untuk bersosialisasi dan beraktivitas setiap harinya dan tidak merasa kesepian. Surabaya sebagai ibu kota Jawa Timur yang memiliki peringkat ke-3 sebagai pertumbuhan lansia terbesar di Indonesia (Pusat Data dan Informasi Kementerian Kesehatan RI) belum memiliki fasilitas daycare lansia. Daycare lansia ini memiliki 4 program kegiatan yang akan di penuhi biologis, psikologis, sosial, spiritual. Yang dapat melatih fisik dan mental lansia setiap harinya. Pendekatan yang digunakan adalah pendekatan perilaku. Dengan menganalisa perilaku lansia yang akan diterapkan ke dalam desain, sehingga desain dapat ramah terhadap perilaku dari lansia. Lalu, pendalaman karakter ruang digunakan karena fungsi bangunan utama yaitu tempat beraktivitas bagi lansia, maka ruang harus didalami agar membuat lansia merasa betah dan nyaman saat beraktivitas secara psikologis dan fisiologis nya.",
  "creators": "ELIZABETH SACHI HAREFA",
  "contributors": "Lilianny Sigit Arifin (Advisor 1); Ir. Bisatya Widadya Maer, M.T. (Advisor 2); Aris Budhiyanto, S.T., M.Sc., Ph.D. (Advisor 3); Christine Wonoseputro (Examination Committee 1); Benny Poerbantanoe (Examination Committee 2); Dr. Feny Elsiana, S.T., M.T. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01023919/ARS/2019; Elizabeth Sachi Harefa (22415049)",
  "subjects": "OLD AGE HOMES; BARRIER-FREE DESIGN FOR OLDER PEOPLE"
}