{
  "id": "45069",
  "title": "Studi literatur perbedaan angka produktivitas dan faktor-faktor yang mempengaruhi pekerjaan beton bertulang di Indonesia dengan India dan Singapura",
  "abstract": "Singapura adalah negara maju di bidang konstruksi daripada Indonesia. India adalah suatu negara berkembang di bidang konstruksi dengan populasi masyarakat lebih banyak daripada Indonesia. Sehingga, produktivitas yang ada di Indonesia perlu dibandingkan dengan produktivitas yang ada di Singapura dan di India untuk mengetahui sejauh mana perbedaan Indonesia dengan kedua negara tersebut dan mengetahui faktor-faktor penyebab perbedaan angka produktivitas tersebut. Metode penelitian yang dilakukan dengan studi literatur, mengumpulkan jurnal yang dipublikasikan secara nasional maupun internasional dan berhubungan dengan produktivitas pembesian, bekisting dan pengecoran. Serta 12 key items didapatkan dari paper dari the Singapore Contractors Association Ltd. Kemudian dari India didapat dari jurnal studi literatur yang dilakukan disana. Angka produktivitas pada pekerjaan pembesian di Indonesia 23,13 kg/manhour, tertinggal 56,78 kg/manhour dengan India dan 51,87 kg/manhour. Pada pekerjaan bekisting angka produktivitas di Indonesia sebesar 1,04 m2/manhour, mengungguli india sebesar 0,05 m2/manhour, dan tertinggal oleh singapura sebesar 1,19 m2/manhour. Angka produktivitas pada pekerjaan pengecoran di Indonesia sebesar 0,99 m3/manhour, tertinggal dari India sebesar 0,26 m3/manhour dan tertinggal dari singapura sebesar 0,87 m3/manhour. Faktor-faktor yang mempengaruhi angka produktivitas pekerja ada 3 yaitu dari internal proyek itu sendiri, kemudian antar proyek di Indonesia, dan antara Indonesia dengan India dan Singapura.",
  "creators": "JOSHUA BENEDICTO HINDRADJAJA; STEVEN EVADNE LYONO",
  "contributors": "Paulus Nugraha (Advisor 1); Indriani Santoso (Examination Committee 1); Budiman Proboyo (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012352/SIP/2019; Joshua Benedicto Hindradjaja (21415037), Steven Evadne Lyono (21415035)",
  "subjects": "CONSTRUCTION PROJECTS; CONSTRUCTION PROJECTS--MANAGEMENT; STEEL, STRUCTURAL"
}