{
  "id": "45060",
  "title": "Hotel resor di Balikpapan",
  "abstract": "Desain Hotel Resor ini didasari oleh pemikiran kondisi eksisting Pantai Manggar yang berperan besar bagi kota namun infrastrukturnya kurang memadai, adanya visi kota “lima dimensi” Balikpapan dalam RPJP 20 tahun kota, dan komposisi penduduk kota yang sangat heterogen meliputi seluruh suku di Indonesia yang menyebabkan samar – samar nya identitas pada kota, sehingga masalah desain utama adalah bagaimana mendesain perancangan yang membedakan dengan hotel resor lainnya, dan mempertahankan keberlanjutan alam, budaya, serta lingkungan sekitar Pantai Manggar. Selain itu, untuk merespon kebutuhan sekitar tapak, proyek ini juga mengangkat masalah desain khusus yakni bagaimana membangun kembali identias kota yang samar-samar. Pendekatan desain yang digunakan adalah pendekatan vernakular dengan menyuntikkan budaya suku Kalimantan yaitu Dayak. Kemudian, pendalaman karakter ruang dipilih untuk memberikan suasana “Dayak” pada ruang-ruang tertentu. Keunikan proyek ini ada pada konsep tiap ruang nya, baik ruang luar maupun ruang dalam, yang menawarkan citra tradisional Dayak namun dibalut dengan kesan modern, dan menyajikannya dengan nilai kontemporer yang kuat pada ruang-ruang tertentu. Desain hotel resor ini juga memberikan konsep Tropical Forest pada ruang luarnya, dengan beberapa jembatan penghubung antar massa dan di selimuti pepohonan namun tetap dapat merasakan pemandangan pantai secara maksimal pada setiap tempat, adanya air terjun buatan dengan kesan naturalnya, serta kolam buatan yang mencerminkan sebuah sungai yang dapat dilalui oleh wahana perahu didalamnya.",
  "creators": "FELIX SULISTIO TJIANG",
  "contributors": "Samuel Hartono (Advisor 1); Anik Juniwati (Advisor 2); Esti Asih Nurdiah, S.T., M.T., Ph.D. (Advisor 3); Rully Damayanti (Examination Committee 1); Handinoto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01023990/ARS/2019; Felix Sulistio Tjiang (22415158)",
  "subjects": "RESORTS--DESIGN AND CONSTRUCTION; RESORTS; HOTELS--DESIGNS AND PLANS"
}