{
  "id": "4506",
  "title": "Perbandingan metode pengkapitalisasian selisih kurs ditinjau dari aspek akuntansi dan perpajakan: studi kasus pada PT \"X\", Pasuruan",
  "abstract": "Pada masa globalisasi dewasa ini, perdagangan tidak hanya terbatas antara satu negara dengan negara lain, sehingga transaksi perusahaan tidak hanya terbatas pada transaksi dalam bentuk mata uang domestik tetapi juga transaksi dalam bentuk mata uang asing. Dengan adanya transaksi dalam bentuk mata uang asing, maka perlu adanya nilai tukar yang disebut kurs. Dengan adanya gejolak ekonomi di suatu negara akan menirnbulkan adanya perubahan nilai tukar (kurs). Berdasarkan hal tersebut, maka perlu adanya suatu perlakuan akuntansi terhadap selisih kurs yang timbul sebagai akibat dari fluktuasi kurs yang tidak menentu. PT. \"X\", Pasuruan adalah salah satu perusahaan yang melakukan transaksi dalam bentuk mata uang asing. Sehingga tujuan dari penelitian ini adalah untuk mengetahui bagaimana perlakuan akuntansi dan perpajakan terhadap selisih kurs pada perusahaan dan apakah perusahaan sudah menerapkan sesuai dengan ketentuan yang ada. Jenis penelitian yang digunakan adalah penelitian studi kasus. Studi kasus dilakukan dengan mencocokkan pola perlakuan akuntansi PT. \"X\" dengan 3 standar yang ada tentang selisih kurs yaitu PSAK 10, ISAK 4 dan peraturan perpajakan. Perlakuan selisih kurs menurut PSAK 10 berbeda dengan perlakuan menurut ISAK 4 dan peraturan perpajakan. Dalam hal ini perusahaan menerapkan perlakuan rugi selisih kursnya menurut PSAK 10, dimana rugi kurs yang terjadi dibebankan seluruhnya pada tahun tersebut.",
  "creators": "LIANYWATY",
  "contributors": "Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Advisor 1); Juniarti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 213/97/FE.AK/UKP/2002; Lianywaty (32497045)",
  "subjects": "ACCOUNTING"
}