{
  "id": "45067",
  "title": "Faktor-faktor yang mempengaruhi safety performance pada proyek konstruksi bangunan tinggi",
  "abstract": "Safety performance dapat menjadi indikasi seberapa baik usaha sebuah proyek konstruksi dalam melaksanakan program K3 dilapangan, serta dapat digunakan untuk mengevaluasi manajemen keselamatan kerja yang sebelumnya telah dijalankan. Namun kepedulian dalam usaha untuk meningkatkan safety performance sendiri masih belum mendapat pengutamaan. Penelitian ini akan mengamati lebih lanjut mengenai faktor-faktor yang mampu mempengaruhi safety performance pada pembangunan proyek konstruksi bangunan tinggi. Safety performance adalah hasil atau tingkat keberhasilan capaian keselamatan yang diproduksi oleh fungsi pekerjaan tertentu atau kegiatan-kegiatan pada suatu pekerjaan selama periode waktu tertentu. Faktor-faktor yang ditinjau adalah motivasi, peraturan dan regulasi, aspek finansial dan produktivitas, sumber daya dan perlatan, kondisi pekerjaan, budaya dan iklim keselamatan, sikap dan perilaku, pelajaran dari kecelakaan, organisasi, serta program keselamatan dan sistem manajemen. Teknik analisis yang digunakan yaitu uji mean, Anova dan t-test. Hasil analisis mean menunjukan bahwa faktor paling mempengaruhi menurut seluruh responden dan independent contractor adalah program keselamatan dan sistem manajemen dengan sub-faktor komunikasi dan informasi, sementara itu menurut main contractor adalah sikap dan perilaku dengan sub-faktor umpan balik pekerja terhadap keselamatan kerja, dilain sisi menurut konsultan pengawas adalah pelajaran dari kecelakaan dengan sub-faktor pengalaman kecelakaan kerja. Berikutnya, analisis Anova didapatkan ada banyak perbedaan pandangan antara main contractor, independent contractor, dan konsultan pengawas. Pada analisis t-test antara main contractor dan independent contractor umumnya terdapat perbedaan pandangan, kemudian t-test antara contractor dan konsultan pengawas umumnya terdapat persamaan pandangan.",
  "creators": "KEVIN WIJAYA; TEDJO ADI PRABOWO",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Ir. Soehendro Ratnawidjaja, M.Eng. (Advisor 2); Ratna S. Alifen (Examination Committee 1); Andi (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012361/SIP/2019; Kevin Wijaya (21415113), Tedjo Adi Prabowo (21415123)",
  "subjects": "CONSTRUCTION INDUSTRY--SAFETY MEASURES; CONSTRUCTION INDUSTRY--MANAGEMENT"
}