{
  "id": "45077",
  "title": "Galeri wisata militer di Surabaya",
  "abstract": "Penulisan laporan ini merupakan bagian dari kelengkapan proyek Tugas Akhir Karya Desain di Program Studi Arsitektur. Galeri Wisata Militer di Surabaya ini menggunakan pendekatan arsitektur simbolik dengan ekspresi struktur yang bertujuan memamerkan secara bentukan eksterior bagaimana sifat tertutup dan korsa militer dapat memberi daya tarik bagi pengunjung. Sementara itu sebagai galeri yang memamerkan siapa, apa yang dilakukan dan dimiliki oleh Tentara Nasional Indonesia (TNI), dan fasilitas rekreasi yang bernuansa latihan maupun simulasi perang bersifat komersil. Sebagai bagian desain dari Delta Plaza Surabaya dan Monumen Kapal Selam (Monkasel) yang merupakan konteks. Galeri Wisata Militer memiliki fasilitas-fasilitas seperti jembatan penghubung ke mal dengan akses pedestrian yang menerus hingga Monkasel. Di dalam Galeri terdapat pula ruang-ruang dengan fungsi utama galeri pengenalan, seragam, senjata, dan kendaraan perang, dilengkapi fasilitas komersil seperti area rappelling, tembak reaksi, simulasi perang hutan, dan kota. Tiap-tiap ruang tentunya perlu memiliki kesan-kesan tertentu agar dapat memberikan pengalaman pada pengunjungnya mengenai area militer yang dikehendaki melalui pendalaman karakter ruang.",
  "creators": "NICHOLAS WIDJAJA",
  "contributors": "Christina Eviutami Mediastica S.T., PH.D. (Advisor 1); Irwan Santoso (Advisor 2); Riduan Sukardi (Advisor 3); Timoticin Kwanda (Examination Committee 1); Joyce M.Laurens (Examination Committee 2); Andhi Wijaya (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01023889/ARS/2019; Nicholas Widjaja (22415014)",
  "subjects": "RECREATION CENTERS--DESIGNS AND PLANS; MILITARY MUSEUMS; COMMUNITY CENTERS--DESIGNS AND PLANS"
}