{
  "id": "45089",
  "title": "Perancangan produk interior edukatif untuk TK Katolik Terpadu Tunas Kasih di Situbondo, Jawa Timur",
  "abstract": "Kreativitas sangat dibutuhkan karena perkembangan ilmu pengetahuan, seni dan teknologi berkembang pesat. Hasil karya yang telah dihasilkan tersebut merupakan hasil karya dari manusia kreatif. Pendidikan sejak dini dibutuhkan untuk membentuk karakter, menggali kemampuan dan bakat minat anak untuk pendidikan lebih lanjut. Selain materi pelajaran, fasilitas pendukung dan metode pembelajaran juga berpengaruh dalam membentuk aktivitas belajar yang baik dan ideal. Namun tidak semua sekolah memiliki fasilitas yang memadai, salah satunya adalah TK Katolik Terpadu Tunas Kasih yang minim akan alat edukasi dan fasilitas belajar. Maka dari itu, tujuan dari perancangan ini adalah untuk membuat perabot edukatif yang dapat merangsang siswa untuk melakukan aktivitas kreatif dan pembentukan karakter anak, dengan harapan dapat membantu memenuhi kebutuhan dan dapat meningkatkan kualitas pembelajaran serta fasilitas belajar. Metode yang digunakan adalah design thinking dengan tahap understanding, observe, ideate, prototype, test dan implementasi. Perancangan memiliki konsep Amusing Smart Learning yang diambil dari kreativitas, karakter anak, dan kurikulum sekolah. Produk yang dirancang adalah sweens chair sebagai fasilitas duduk untuk belajar, tooch table untuk alas kerja, livesy table untuk bermain, coones bookshelves untuk menyimpan buku, dan paggie locker untuk menyimpan tas dan botol minum. Produk yang dihasilkan memiliki kelebihan pada inovasi sistem dan edukasi yang diterapkan pada produk.",
  "creators": "CHRISTINE YULIE KURNIAWAN",
  "contributors": "Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Advisor 1); David Tan Kayogi, S.T.,HDII. (Advisor 2); Sherly De Yong (Examination Committee 1); Lucky Basuki (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021851/DIN/2019; Christine Yulie Kurniawan (41415141)",
  "subjects": "FURNITURE MAKING; INTERIOR DECORATION"
}