{
  "id": "45084",
  "title": "Analisa pengaruh corporate governance, ownership structure dan cash holding terhadap firm value di perusahaan manufaktur pada sektor industri barang konsumsi",
  "abstract": "Penelitian ini bertujuan untuk menguji pengaruh corporate governance, ownership structure, dan cash holding terhadap firm value dalam perusahaan manufaktur di Indonesia yang terdaftar pada Bursa Efek Indonesia. Variabel dependen yang digunakan dalam penelitian ini adalah firm value, sedangkan variabel independen yang digunakan adalah corporate governance, ownership structure, dan cash holding. Penelitian ini menggunakan metode pengukuran sebagai berikut: Tobin’s Q digunakan untuk mengukur firm value; board size, non-executive director, dan audit type digunakan untuk mengukur corporate governance, manajerial ownership digunakan untuk mengukur ownership structure, dan logaritma natural dari akhir tahun untuk mengukur cash holding. Penelitian ini juga menggunakan leverage, ukuran perusahaan, usia perusahaan dan dividend payment sebagai variabel kontrol. Sampel dalam penelitian ini adalah 42 perusahaan manufaktur pada sektor aneka industri yang terdaftar di Bursa Efek Indonesia periode 2014-2017. Teknik yang digunakan dalam penelitian ini adalah regresi berganda. Hasil penelitian ini menemukan bahwa cash holding berpengaruh negative terhadap firm value di mana leverage, size, age dan dividend payment sebagai variabel kontrol. Sedangkan corporate governance dan ownership structure tidak berpengaruh terhadap nilai perusahaan di mana leverage, size, age dan dividend payment sebagai variabel kontrol.",
  "creators": "CINDY CLAUDYA",
  "contributors": "Agus Arianto Toly, S.E., M.S.A., Ak. (Advisor 1); Yenni Mangoting (Examination Committee 1); R.Arja Angka Asa Aras Adji S. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011423/AKT/2019; Cindy Claudya (32415111)",
  "subjects": "CORPORATE GOVERNANCE; STOCKS; INVESTMENT ANALYSIS"
}