{
  "id": "45085",
  "title": "Analisa pengaruh corporate governance, ownership structure, dan cash holding terhadap firm value di perusahaan manufaktur pada sektor aneka industri",
  "abstract": "Penelitian ini bertujuan untuk menguji pengaruh corporate governance, ownership structure, dan cash holding terhadap firm value di perusahaan manufaktur di Indonesia yang terdaftar pada Bursa Efek Indonesia. Variabel dependen yang digunakan dalam penelitian ini adalah nilai perusahaan, Sedangkan variabel independen yang digunakan adalah corporate governance, ownership structure, dan cash holding. Penelitian ini menggunakan metode pengukuran sebagai berikut: Tobin’s Q digunakan untuk mengukur nilai perusahaan; ukuran dewan, komisaris independen, dan kualitas audit digunakan untuk mengukur corporate governance, proporsi kepemilikan manajerial digunakan untuk mengukur struktur kepemilikan, dan logaritma natural dari akhir tahun untuk mengukur kepemilikan kas. Penelitian ini juga menggunakan hutang, ukuran perusahaan, usia perusahaan dan pembayaran dividen sebagai variabel kontrol. Sampel dalam penelitian ini adalah 43 perusahaan manufaktur pada sektor aneka industri yang terdaftar di Bursa Efek Indonesia periode 2014-2017. Teknik yang digunakan dalam penelitian ini adalah regresi berganda. Hasil penelitian ini menemukan bahwa cash holding berpengaruh negatif terhadap nilai perusahaan Sedangkan corporate governance dan ownership structure tidak berpengaruh terhadap firm value.",
  "creators": "FELICIA GRACE",
  "contributors": "Agus Arianto Toly, S.E., M.S.A., Ak. (Advisor 1); Yenni Mangoting (Examination Committee 1); R.Arja Angka Asa Aras Adji S. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011422/AKT/2019; Felicia Grace (32415233)",
  "subjects": "MANUFACTURING INDUSTRIES--ACCOUNTING; INVESTMENT ANALYSIS"
}