{
  "id": "45093",
  "title": "Pengaruh penerapan IFRS terhadap abnormal return, di mana firm size, firm growth, firm profitabilty sebagai variable kontrol",
  "abstract": "Penerapan dan adopsi mengenai IFRS ini merupakan suatu hal yang menimbulkan perdebatan dan berbagai macam reaksi dari berbagai negara di dunia, baik reaksi yang mendukung maupun reaksi yang menentang. Penelitian ini ditujukan untuk mengetahui pengaruh dari sebelum dan sesudah penerapan IFRS sebagai variabel independen terhadap abnormal return sebagai variabel dependen, dengan ukuran perusahaan, pertumbuhan perusahaan, dan Profitability sebagai variabel kontrol di perusahaan yang terdaftar dalam indeks LQ 45. Sampel penelitian ini ditentukan menggunakan purposive sampling, dengan kriteria Perusahaan yang terdaftar di Bursa Efek Indonesia (BEI), Saham aktif diperdagangan di Bursa Efek Indonesia (BEI), dan termasuk dalam perusahaan LQ 45 pada tahun 2009-2015. Jumlah perusahaan yang pernah terdaftar dalam LQ 45 pada tahun 2009 sampai 2015 yang dapat digunakan sebagai sampel dalam penelitian ini adalah sebanyak 86 perusahaan. Dari 86 perusahaan diperoleh 27 perusahaan tidak memiliki data selama 6 tahun sehingga dikeluarkan dari penelitian. Sehingga data keuangan yang digunakan sebagai sampel sementara adalah sebanyak 354 sampel data keuangan yang diperoleh dari 59 perusahaan. Teknik pengolahan data dilakukan dengan menggunakan software SPSS. Hasil dari analisa data menunjukkan bahwa Penerapan IFRS perusahaan ditemukan berpengaruh positif dan signifikan terhadap abnormal return. Pertumbuhan perusahaan dan Profitabilitas ditemukan berpengaruh negatif dan tidak signifikan terhadap abnormal return. Ukuran perusahaan ditemukan berpengaruh negatif dan signifikan terhadap abnormal return.",
  "creators": "THIO, JONATHAN THEONNALDO",
  "contributors": "Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Advisor 1); Juniarti (Examination Committee 1); Elisa Tjondro (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011403/AKT/2019; Thio, Jonathan Theonnaldo (32414114)",
  "subjects": "PROFIT; CORPORATIONS--GROWTH; INVESTMENTS"
}