{
  "id": "45097",
  "title": "Fasilitas wisata edukasi tanaman obat herbal di Surabaya",
  "abstract": "Dewasa ini, jumlah penduduk sakit dan penggunaan pengobatan konvensional meningkat pesat. Indonesia merupakan negara yang kaya akan flora yang dapat dimanfaatkan sebagai obat herbal tetapi masih terbatas. Tanaman obat herbal memiliki potensi menjanjikan untuk meningkatkan kesehatan masyarakat, nilai ekonomi, dan keberlanjutan lingkungan di Surabaya. Fasilitas yang dirancang ini adalah Fasilitas Wisata Edukasi Tanaman Obat Herbal di Surabaya dengan tujuan mewadahi berbagai kegiatan terkait dengan tanaman obat herbal meliputi pengetahuan, penanaman, penjualan dan penelitian. Fasilitas ini secara lebih rinci memiliki fungsi utama berupa galeri, perpustakaan, ruang workshop, percontohan penanaman dan market, serta dilengkapi dengan fasilitas pengolahan dan penelitian terbatas, kuliner dan health centre. Masalah perancangannya yaitu untuk mendapatkan bangunan yang mampu mengekspresikan mengenai tanaman obat herbal jadi perlu adanya fasilitas yang dapat berintegrasi dengan alam. Untuk itu, dipilih pendekatan ekologis karena dapat memperhatikan hubungan dan interaksi antara manusia, alam, tanaman obat herbal dan bangunan. Selain itu, pemilihan material dapat menjadi salah satu cara menerapkan pendekatan ekologis yang kemudian didalami dengan pendalaman material untuk mengetahui material apa yang paling ekologis.",
  "creators": "ANGELINA YULITA WAGONO",
  "contributors": "Wanda Widigdo Canadarma (Advisor 1); Eunike Kristi Julistiono, S.T., M.Des.Sc. (Advisor 2); Markus Ignatio Aditjipto (Advisor 3); Roni Anggoro, S.T., M.A.Arch. (Examination Committee 1); V.P. Nugroho Susilo (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 08023896/ARS/2019; Angelina Yulita Wagono (22415024)",
  "subjects": "HERBALS; EDUCATION PARKS; RECREATION CENTERS--DESIGNS AND PLANS"
}