{
  "id": "45098",
  "title": "Penelitian lightweight concrete menggunakan expanded polystyrene",
  "abstract": "Penggunaan kontruksi struktur beton yang semakin meningkat, menimbulkan banyaknya inovasi beton. Salah satunya adalah konsep lightweight concrete dimana diberlakukan pengurangan berat sendiri dari beton dengan mengatur komposisi dari campuran beton. Expanded Polystyrene (EPS) merupakan salah satu material yang digunakan sebagai pengganti dari aggregat kasar. Tujuan dari penelitian ini adalah untuk mengetahui pengaruh sekaligus mencari komposisi pemberian butiran EPS beserta campuran aditif seperti superplasticizer dan silica fume terhadap campuran beton agar dapat menjadi lightweight concrete. Pengujian yang dilakukan pada penelitian ini adalah compression test dan slump test. Target kuat tekan penilitian ini adalah 20-25 MPa dan syarat density lightweight concrete menurut SNI 03-3449-2002 adalah 1400-1800 kg/m3. Dua belas variasi beton telah dirancang dalam penelitian ini dan 2 diantaranya memenuhi kedua target penelitian. Varian pertama memilki density sebesar 1748 kg/m3 dan kuat tekan sebesar 21,67 MPa. Varian kedua memilki density sebesar 1564 kg/m3 dan kuat tekan sebesar 21,4 MPa. Ditemukan juga bahwa semakin banyak kadar EPS mengurangi density dan kuat tekan pada beton. Pada penelitian ini, hasil dari slump test melampaui ekspetasi sehingga akan digunakan metode pengujian flow untuk mengukur workability. Peningkatan jumlah semen dan kadar EPS dapat menurunkan flow pada campuran beton.",
  "creators": "RAFELINO TANBORA; ANTHONY",
  "contributors": "Handoko Sugiharto (Advisor 1); Dr. rer.nat. Surya Hermawan S.T., M.T. (Examination Committee 1); Joko Purnomo S.T., M.Sc. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012335/SIP/0019; Rafelino Tanbora (21415232), Anthony (21415126)",
  "subjects": "CONCRETE--RESEARCH; CONCRETE CONSTRUCTION; LIGHTWEIGHT CONCRETE"
}