{
  "id": "45096",
  "title": "Perancangan interior community makerspace untuk pengrajin aksesoris manik-manik di Surabaya",
  "abstract": "Era disruptif yang dihadapi masyarakat Indonesia saat ini membawa banyak sekali perubahan dan perkembangan yang berdampak besar di bidang perekonomian dan industri. Tantangan yang dihadapi khususnya bagi para pengusaha dan pengrajin lokal adalah kurangnya pengetahuan dan keterampilan mengenai ekonomi digital. Salah satu solusi yang disediakan oleh pemerintah Indonesia adalah melalui Badan Ekonomi Kreatif yang bertanggung jawab untuk 16 sub-sektor dibidang ekonomi kreatif. Salah satu sub-sektor yang sedang berkembang adalah fashion, di Surabaya sendiri ada salah satu UKM pengrajin aksesoris yang sudah sukses berkarir sejak tahun 2012 yaitu Koleksikikie. Riski Hapsari selaku owner memiliki visi misi untuk dapat mengajarkan sebanyak mungkin perempuan terlebih ibu rumah tangga untuk dapat berketerampilan membuat aksesoris yang memiliki nilai jual. Kendala yang dihadapi saat ini adalah ketidaktersediaan ruang untuk melaksanakan aktivitas belajar mengajar yang memadahi. Untuk itu, perancangan ruang pelatihan komunitas merupakan bentuk respon atas kendala yang dihadapi. Ruang pelatihan ini menawarkan konsep Rumah Berbagi yaitu ruang pelatihan, belajar, berdagang, dan berkomunikasi bagi para pengrajin, pelaku UKM dan ibu rumah tangga agar tercipta kegiatan kreatif dan positif yang saling berkolaborasi dan saling berbagi sebagai sebuah keluarga besar. Fasilitas ini dirancang dengan memperhatikan lima aspek kegiatan yaitu kolaboratif, edukatif, kreatif, kolektif dan home based creative economy untuk mendukung kegiatan komunitas pengrajin aksesoris secara optimal dan fungsional.",
  "creators": "FERENSIA TIORIS",
  "contributors": "Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Advisor 1); Sherly De Yong (Examination Committee 1); Lucky Basuki (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021841/DIN/2019; Ferensia Tioris (41415125)",
  "subjects": "INTERIOR DECORATION; HANDICRAFT"
}