{
  "id": "45104",
  "title": "Fasilitas wisata edukasi dan pembudidayaan penyu di Pantai Penimbangan, Bali",
  "abstract": "Fasilitas Wisata Edukasi dan Pembudidayaan Penyu di Pantai Penimbangan, Bali, adalah fasilitas wisata yang bertujuan untuk mengedukasi pengunjung mengenai informasi tentang penyu, cara pelestarian penyu dan memotivasi pengunjung untuk ikut berperan dalam melestarikan penyu dan habitatnya. Fasilitas ini menyediakan area wisata edukasi, pembudidayaan penyu, pondok penginapan, ritel, dan tempat makan bagi pengunjung. Fasilitas utama dari tempat ini adalah fasilitas edukasi dimana terdapat galeri informasi tentang penyu dan ruang pelatihan konservasi penyu terdapat pada lantai satu fasilitas ini. Kemudian terdapat ruang serbaguna dan perpustakaan pada lantai dua. Terdapat kolam konservasi penyu pada area ruang luar. Pendekatan arsitektur berkelanjutan digunakan dalam perancangan untuk menciptakan fasilitas yang ramah lingkungan dan untuk meningkatkan kesadaran pengunjung akan kelestarian habitat penyu dan ekosistem laut. Fasilitas Wisata Edukasi dan Pembudidayaan Penyu di Pantai Penimbangan, Bali, adalah fasilitas wisata yang bertujuan untuk mengedukasi pengunjung mengenai informasi tentang penyu, cara pelestarian penyu dan memotivasi pengunjung untuk ikut berperan dalam melestarikan penyu dan habitatnya. Fasilitas ini menyediakan area wisata edukasi, pembudidayaan penyu, pondok penginapan, ritel, dan tempat makan bagi pengunjung. Fasilitas utama dari tempat ini adalah fasilitas edukasi dimana terdapat galeri informasi tentang penyu dan ruang pelatihan konservasi penyu terdapat pada lantai satu fasilitas ini. Kemudian terdapat ruang serbaguna dan perpustakaan pada lantai dua. Terdapat kolam konservasi penyu pada area ruang luar. Pendekatan arsitektur berkelanjutan digunakan dalam perancangan untuk menciptakan fasilitas yang ramah lingkungan dan untuk meningkatkan kesadaran pengunjung akan kelestarian habitat penyu dan ekosistem laut.",
  "creators": "CAROLYN TRISIA WIDJAYA",
  "contributors": "Rony Gunawan (Advisor 1); Bramasta Putra Redyantanu (Advisor 2); Irwan Santoso (Examination Committee 1); Riduan Sukardi (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 08023968/ARS/2019; Carolyn Trisia Widjaya (22415124)",
  "subjects": "RECREATION CENTERS; SEA TURTLES--CONSERVATION"
}