{
  "id": "45115",
  "title": "Pengaruh corporate social responsibility dan transparency terhadap tax avoidance",
  "abstract": "Tujuan dari penelitian ini adalah untuk menguji pengaruh Corporate Social Responsibility dan Transparency terhadap Tax Avoidance. Penelitian ini menggunakan pendekatan kuantitatif karena menggunakan skala rasio. Penelitian ini mengambil sampling perusahaan sektor manufaktur non keuangan sebanyak 468 perusahaan. Jenis data yang digunakana adalah data sekunder yang telah terdaftar di Bursa Efek Indonesia pada tahun 2015-2017. Metode analisa yang digunakan adalah purposive sampling method. Hasil penelitian menemukan bahwa corporate social responsibility berpengaruh negatif terhadap tax avoidance. Perusahaan yang memiliki kinerja CSR yang tinggi, dianggap lebih bertanggung jawab karena lebih mengarah tidak melakukan tax avoidance. Transparency berpengaruh negatif terhadap tax avoidance. Perusahaan yang semakin transparan dapat menurunkan aktivitas tax avoidance. Pengaruh transparansi yang semakin tinggi akan menimbulkan tingkat penghindaran pajak yang lebih rendah. Oleh karena itu, perusahaan yang melakukan transparansi akan sulit untuk melakukan penghindaran pajak. Leverage sebagai variabel kontrol tidak berpengaruh terhadap tax avoidance. Besarnya pembiayaan perusahaan yang ditanggung dengan utang tidak berpengaruh terhadap tindakan penghindaran pajak. Size sebagai variabel kontrol berpengaruh positif terhadap tax avoidance. Semakin lama waktu operasional perusahaan, semakin tinggi pula aktivitas tax avoidance perusahaan yang disebabkan karena perusahaan dengan jangka waktu operasional yang relatif lebih lama akan lebih berpengalaman dalam mengelola manajemen keuangan yang berhubungan dengan pembayaran pajak. Profitability tidak berpengaruh terhadap tax avoidance. Perusahaan dengan tingkat profitabilitas yang tinggi akan memperoleh laba yang besar, sehingga diasumsikan tidak melakukan tax avoidance karena dapat mengatur pendapatan yang dihasilkan dan pembayaran pajak yang sesuai dengan ketentuan perpajakan yang berlaku.",
  "creators": "SYLVIA FRANSISKA PRAYITNO",
  "contributors": "Yenni Mangoting (Advisor 1); R.Arja Angka Asa Aras Adji S. (Examination Committee 1); Elisa Tjondro (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011430/AKT/2019; Sylvia Fransiska Prayitno (32415263)",
  "subjects": "TAX AVOIDANCE"
}