{
  "id": "45110",
  "title": "Pengembangan mortar geopolimer berbahan dasar circulating fluidized bed combustion fly ash",
  "abstract": "Berdasarkan sistem pembakarannya, terdapat 2 jenis fly ash, yaitu Pulverized Coal Combustion (PCC) dan Fluidized Bed Combustion (FBC). Berdasarkan tingkat fluidisasinya, terdapat 2 jenis FBC fly ash yaitu bubbling bed unit dan circulating unit (CFBC). PCC fly ash lebih sering digunakan sebagai bahan dasar geopolimer dibandingkan CFBC fly ash karena bentuknya yang tidak beraturan dan luas permukaannya lebih besar sehingga membutuhkan lebih banyak air. Penelitian ini berfokus untuk membandingkan variasi konsentrasi larutan NaOH dan variasi perbandingan alkali activator terhadap setting time dan kuat tekan mortar geopolimer, serta menganalisa tampilan fisik mortar geopolimer berbahan dasar CFBC fly ash tipe F. Konsentrasi larutan NaOH yang digunakan sebesar 6M, 8M, 10M, dan 12M, sedangkan perbandingan alkali activator yang digunakan sebesar 3.0, 2.5, 2.0, 1.0, dan 0.5. CFBC fly ash tipe F yang digunakan diambil 2 kali dengan waktu yang berbeda pada sumber yang sama. Berdasarkan hasil penelitian disimpulkan bahwa CFBC fly ash memiliki potensi sebagai bahan dasar dalam pembuatan mortar geopolimer. Hal ini didukung dengan hasil kuat tekan mortar geopolimer tertinggi yang dihasilkan, yaitu sebesar 33.4 MPa pada usia 90 hari meskipun tidak konsisten jika menggunakan fly ash yang berbeda waktu pengambilannya.. Selain itu, konsentrasi larutan NaOH sebesar 12M dan perbandingan alkali activator sebesar 0.5 merupakan komposisi yang tidak tepat.",
  "creators": "MARIA LUPITA; STACIA DWI SHENJAYA",
  "contributors": "Djwantoro Hardjito (Advisor 1); David Wiyono S.T., M.T. (Advisor 2); Effendy Tanojo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012322/SIP/2019; Maria Lupita (21415064), Stacia Dwi Shenjaya (21415018)",
  "subjects": "CONCRETE BLOCKS; FLY ASH; MORTAR"
}