{
  "id": "45126",
  "title": "Implementasi dan faktor hambatan design for construction safety (dfcs)",
  "abstract": "Keselamatan kerja dalam proyek konstruksi masih menjadi sorotan karena masih banyak terjadi kecelakaan kerja. Selama ini banyak pihak yang masih menganggap bahwa keselamatan kerja merupakan tanggung jawab kontraktor. Padahal keputusan pihak lain seperti perencana, yaitu arsitek dan enjinir (A/E) secara langsung dapat mempengaruhi keselamatan kerja konstruksi. Di beberapa negara, banyak yang memberikan perhatian dengan menerapkan konsep Design for Construction Safety (DfCS). DfCS adalah konsep di mana keselamatan kerja konstruksi mulai dipertimbangkan oleh perencana pada fase perencanaan. Penelitian ini bertujuan untuk mengetahui implementasi DfCS yang telah dilakukan, dan faktor hambatan yang sering ditemui oleh perencana. Penelitian ini menggunakan kuisioner yang dibagikan kepada perencana struktur di Surabaya. Hasil penelitian menunjukkan mayoritas responden belum pernah mendengar istilah DfCS dan juga termasuk hanya kadang-kadang menerapkannya. Faktor yang paling menghambat implementasi DfCS adalah kurangnya pengetahuan serta pelatihan, kurangnya komunikasi, kolaborasi, dengan pihak lain, kurangnya kesadaran perencana, dan biaya. Hasil analisis juga menunjukkan bahwa responden dengan pengalaman kerja lebih dari lima tahun lebih sering mempertimbangkan keselamatan kerja saat perencanaan dibandingkan dengan responden dengan pengalaman kurang dari lima tahun.",
  "creators": "VALENTINUS ALVIN HODIANTO; SURYA NUGROHO YUWONO",
  "contributors": "Ratna S. Alifen (Advisor 1); Herry Pintardi Chandra (Examination Committee 1); Sandra Loekita (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012362/SIP/2019; Valentinus Alvin Hodianto (21415142), Surya Nugroho Yuwono (21415201)",
  "subjects": "CONSTRUCTION INDUSTRY--SAFETY MEASURES; CONSTRUCTION INDUSTRY--SAFETY REGULATIONS"
}