{
  "id": "45120",
  "title": "Pengaruh transformational leadership terhadap financial performance dengan employee engagement dan service quality sebagai variabel mediasi",
  "abstract": "Penelitian ini mempelajari hubungan antara transformational leadership, employee engagement, service quality, dan financial performance dan kaitannya dengan konsep Service-Profit-Chain dan Balanced Scorecard. Konteks dari penelitian ini adalah pada sektor jasa pariwisata, secara khusus di hotel-hotel berbintang yang berlokasi di kota Surabaya, Jawa Timur. Penerapan transformational leadership ditentukan dengan adanya empat dimensi (idealized influence, inspirational motivation, individual consideration, intellectual stimulation). Tingkat employee engagement diukur melalui tiga dimensi (vigor, dedication, absorption). Service quality diukur melalui lima dimensi (reliability, responsiveness, assurance, empathy, tangibility). Sedangkan financial performance diukur melalui empat ukuran perseptual (profitability, sales growth, work productivity, cost reduction). Analisa data dilakukan dengan metode Partial Least Square. Penelitian ini menemukan bahwa penerapan transformational leadership berpengaruh langsung secara signifikan dan positif terhadap employee engagement dan service quality. Kemudian, employee engagement juga berpengaruh langsung secara signifikan dan positif terhadap service quality dan financial performance. Secara konsisten, ditemukan bahwa employee engagement dapat memediasi hubungan antara transformational leadership dan financial performance. Sebaliknya, penelitian ini juga menemukan bahwa service quality tidak berpengaruh secara signifikan terhadap financial performance, dan transformational leadership tidak berpengaruh secara signifikan terhadap financial performance. Secara konsisten, ditemukan bahwa service quality tidak dapat memediasi hubungan antara transformational leadership dan financial performance.",
  "creators": "EVELYN DEVINA TEGUH",
  "contributors": "Devie (Advisor 1); Serli Wijaya (Advisor 2); Juniarti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020225/MM/2019; Evelyn Devina Teguh (D21170025)",
  "subjects": "EMPLOYEE MOTIVATION; FINANCE; ORGANIZATIONAL BEHAVIOR; PERFORMANCE"
}