{
  "id": "45134",
  "title": "Efektivitas media promosi Suroboyo bus",
  "abstract": "Suroboyo bus adalah transportasi massal pertama di Indonesia dengan sistem pembayaran berupa sampah plastik. Suroboyo Bus memiliki media promosi berupa Instagram. Penelitian ini dilakukan untuk mengetahui efektivitas media promosi Suroboyo bus. Media ini digunakan oleh tim Suroboyo bus untuk menyampaikan informasi seputar aktivitas Suroboyo bus dan kegiatan yang diadakan oleh Suroboyo bus. Promosi melalui media merupakan suatu aktivitas marketing communications yang dilakukan oleh marketing public relations. Dalam hal ini, peneliti melihat bahwa tim promosi Suroboyo bus melakukan hal tersebut. Media promosi Suroboyo bus menjadi salah satu sarana penyalur komunikasi pemasaran. Jenis penelitian ini adalah penelitian kuantitatif dengan menggunakan metode survei. Teknik yang digunakan adalah accidental sampling dengan menyebarkan dengan jumlah sebanyak 100 responden. Hasil dari penelitian ini menunjukkan bahwa media promosi Suroboyo bus efektif. Dengan menggunakan model CRI (Customer Response Index), penelitian menunjukkan bahwa 91% responden aware, 89% responden comprehend, 96,3% responden interest, 90% responden intentions, dan 81,4% responden action setelah melihat posting-an Instagram Suroboyo Bus. Sebagian hal ini disebabkan oleh Instagram Suroboyo Bus yang menampilkan isi pesan yang bersifat informatif dan persuasif sesuai dengan karakteristik responden.",
  "creators": "GABRIEL MALINDA F. P.",
  "contributors": "Felicia Goenawan (Advisor 1); Vita Monica (Advisor 2); Titi Nur Vidyarini, S.Sos., M.Comms. (Examination Committee 1); Astri Yogatama (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011521/KOM/2019; Gabriel Malinda F. P. (51415040)",
  "subjects": "ADVERTISING--EFFECTIVE FREQUENCY; ADVERTISING; COMMUNICATION"
}