{
  "id": "45133",
  "title": "Analisis festival experience self congruity, perceived social value, festival satisfaction, dan revisit intention pada Jazz Traffic Festival untuk generasi Y di Surabaya",
  "abstract": "Pariwisata merupakan salah satu sektor pendorong perekonomian di Indonesia. Penyelenggaraan festival musik merupakan bentuk kegiatan pariwisata yang sedang digemari dan menjadi tren bagi masyarakat Indonesia. Pengunjung festival musik yang sekarang didominasi oleh generasi Y membuat penyelenggara festival harus mampu melihat kecenderungan perilaku pengunjungnya. Menjaga tingkat kepuasan pengunjung terhadap festival musik adalah hal penting untuk menciptakan rasa ingin berkunjung kembali. Penelitian ini ingin mengetahui apakah ada pengaruh perilaku konsumen, berfokus pada aspek festival experience self congruity terhadap perceived social value dan festival satisfaction serta revisit intention pengunjung terutama generasi Y. Objek pada penelitian ini adalah Jazz Traffic Festival yang merupakan festival music terbesar di Surabaya. Metode penelitian menggunakan penelitian kuantitatif dengan pengambilan sampel sebanyak 100 responden dengan menggunakan kuesioner. Pemilihan sampel menggunakan purposive sampling dan analisis data menggunakan PLS (Partial Least Square). Hasil penelitian ini menunjukkan bahwa semua hipotesis memiliki pengaruh signifikan dan juga positif. Begitu pula untuk seluruh indikator pembentuk yang mampu dengan baik menjelaskan variabel yang terkait.",
  "creators": "GIAM, MERRY KRISTIANTI WINARTO; FRANSISKUS",
  "contributors": "Hatane Semuel (Advisor 1); Edwin Japarianto (Examination Committee 1); Devi Destiani Andilas (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010348/MAN/2019; Giam, Merry Kristianti Winarto (35415026), Fransiskus (35415053)",
  "subjects": "CONSUMER SATISFACTION; SPECIAL EVENTS--MANAGEMENT; CONSUMER BEHAVIOR"
}