{
  "id": "45140",
  "title": "Pengaruh metode pembuatan dan komposisi alkali activator terhadap karakteristik beton geopolimer berbahan dasar fly ash tipe C",
  "abstract": "Penggunaan fly ash tipe C pada pembuatan beton geopolimer dapat menyebabkan terjadinya flash set. Untuk mengatasi hal tersebut, penelitian ini membahas mengenai pengaruh metode pembuatan, perbandingan komposisi alkali activator serta metode curing terhadap karakteristik beton geopolimer berbahan dasar fly ash tipe C. Alkali activator yang digunakan berupa larutan Na2SiO3 dan larutan NaOH dengan molaritas sebesar 8M. Perbandingan alkali activator yang digunakan sebesar 0,66, 1,5, dan 2,5. Pengujian yang dilakukan yaitu initial setting time, workability, dan kuat tekan beton geopolimer. Berdasarkan penelitian yang telah dilakukan, dapat disimpulkan bahwa metode pembuatan dan perbandingan komposisi alkali activator mempengaruhi initial setting time dan workability beton geopolimer. Pembuatan beton geopolimer dengan metode pencampuran terpisah yaitu mencampurkan larutan NaOH dengan fly ash terlebih dahulu dapat mengatasi flash set. Selain itu semakin kecil perbandingan alkali activator hingga 0,66, maka akan semakin lama initial setting time yang terjadi. Penggunaan curing oven dapat meningkatkan kuat tekan beton geopolimer. Akan tetapi curing tanpa menggunakan oven masih dapat menghasilkan kuat tekan beton geopolimer yang cukup tinggi sebesar 29 MPa pada umur 28 hari.",
  "creators": "JOSHUA WILSON THIOFILUS; MICHAEL BENJAMIN HONNY",
  "contributors": "Antoni (Advisor 1); Djwantoro Hardjito (Advisor 2); Handoko Sugiharto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012318/SIP/2019; Joshua Wilson Thiofilus (21415012), Michael Benjamin Honny (21415008)",
  "subjects": "ALKALI-AGGREGATE REACTIONS; CONCRETE CONSTRUCTION; FLY ASH"
}