{
  "id": "45158",
  "title": "Pengaruh kinerja lingkungan terhadap persistensi laba pada perusahaan BEI tahun 2012-2017",
  "abstract": "Suatu perusahaan tidak pernah lepas dengan lingkungan disekitranya. Kegiatan operasional akan memberikan dampak positif dan negatif. Pemerintah melalui Kementrian Lingkungan Hidup membentuk Program Penilaian Peringkat Kinerja Perusahaan dalam Pengelolaan Lingkungan Hidup (PROPER) yang telah dilaksanakan mulai tahun 2002 dibidang pengendalian dampak lingkungan untuk meningkatkan peran perusahaan dalam program pelestarian lingkungan hidup. Hal tersebut berdampak pada kinerja keuangan suatu perusahaan yang diukur dengan menggunakan persistensi laba. Penelitian ini bertujuan untuk mengetahui pengaruh kinerja lingkungan terhadap kinerja keuangan pada perusahaan yang terdaftar di Bursa Efek Indonesia periode 2012-2017. Penelitian ini menggunakan variabel kontrol, yaitu firm size, leverage, market share dan industri profil. Jenis penelitian ini adalah kuantitatif dengan menggunakan teknik pemilihan sampel purposive sampling. Sampel yang digunakan pada penelitian ini adalah seluruh perusahaan yang terdaftar di Bursa Efek Indonesia Periode 2012-2017. Hasil penelitian ini menunjukkan bahwa kinerja lingkungan perusahaan tidak berpengaruh terhadap kinerja keuangan pada perusahaan yang terdaftar di Bursa Efek Indonesia periode 2012-2017. Variabel kontrol yaitu firm size, leverage dan market share tidak berpengaruh terhadap kinerja keuangan. Namun pada variabel industri profil berpengaruh signifikan terhadap kinerja keuangan.",
  "creators": "MONIKA ANGELINA TETANOE",
  "contributors": "Juniarti (Advisor 1); Josua Tarigan (Examination Committee 1); Saarce Elsye Hatane (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011433/AKT/2019; Monika Angelina Tetanoe (32415027)",
  "subjects": "FINANCIAL STATEMENTS; CORPORATIONS--FINANCE"
}