{
  "id": "45159",
  "title": "Analisa karakteristik briket dari limbah daun pohon angsana dengan perekat limbah lokal Indonesia",
  "abstract": "Energi sangat dibutuhkan untuk melakukan banyak hal dalam kehidupan sehari-hari. Oleh karena itu dibutuhkan energi alternatif. Salah satu energi alternatif adalah biomassa. Biomass terbagi jadi 3 jenis berdasarkan bentuk yaitu gas, cair, dan padat. Biomassa yang paling umum adalah biomassa padat yaitu briket. Briket yang akan diditeliti menggunakan bahan yang tidak terpakai. Bahan limbah tersebut adalah daun pohon angsana sebagai bahan utama, limbah buah pepaya dan buah nanas sebagai bahan perekat. Pohon angsana adalah tanaman penghijauan. Tanaman ini termasuk tanaman yang cepat tumbuh di berbagai musim. Jumlah yang banyak ini menghasilkan limbah yang banyak pula. Limbah tersebut berasal dari daun yang berguguran atau hasil pemangkasan yang dilakukan pemerintah. Pepaya dan nanas merupakan buah yang banyak ditemukan di Indonesia. Distribusi buah-buahan tersebut ke kota selalu terdapat limbah yang disebabkan pensortiran oleh penjual. Penelitian ini akan membuat briket dengan bahan utama limbah daun pohon angsana dengan perekat limbah buah pepaya dan buah nanas. Metedologi pembuatan briket limbah daun angsana dengan perekat limbah buah pepaya dan nanas akan dijelaskan sebagi berikut. Pertama daun angsana dikumpulkan dan dikeringkan denganbantuan sinar matahari selama seminggu. Setelah kering maka daun dapat dihaluskan menjadi serbuk dan selanjutnya akan dilakukan proses pengayakan untuk membuat ukuran partikel lebih kecil dengan mesh 20, 40, dan 60. Selanjutnya limbah pepaya dan nanas yang telah dikumpulkan dihancurkan dengan blender. Lalu serbuk daun angsana dicampur limbah buah yang telah dihaluskan untuk pembentukan briket. Setelah itu dilakukan proses press dengan tekanan 1 Mpa dan 2 Mpa. Terakhir, briket yang sudah dipress dikeringkan dengan bantuan matahari selama 1 minggu. Setelah briket mengering siap digunakan sebagai bahan bakar. Untuk hasil dari pembuatan briket tersebut, rasio komposisi yang ideal adalah 95% limbah daun angsana dan 5% limbah buah. Nilai kalor yang didapatkan dari percampuran limbah daun angsana dengan limbah buah pepaya adalah 4341 Kcal/Kg. Sedangkan pencampuran limbah daun angsana dengan limbah buah nanas menghasilkan nilai kaor sebesar 4173 Kcal/Kg. Kedua hasil tersebut didapatkan berdasarkan proses pengayakan dengan ukuran mesh 60. Semakin kecil ukuran partikel, maka hasil permukaan dan pembakaran briket akan semakin bagus, namun waktu terbakarnya semakin lama.",
  "creators": "FRANSISKUS XAVERIUS YULIO ARIFIN",
  "contributors": "Willyanto (Advisor 1); Fandi Dwiputra Suprianto, S.T., M.Sc. (Advisor 2); Sutrisno S.T.,M.T. (Examination Committee 1); Amelia (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011291/MES/2019; Fransiskus Xaverius Yulio Arifin (24415008)",
  "subjects": "BIOMASS ENERGY; BRIQUETS; RENEWABLE ENERGY SOURCES"
}