{
  "id": "45165",
  "title": "Penerapan metode alternatif pada permainan kartu capsa banting",
  "abstract": "Permainan kartu di Indonesia memiliki banyak jenis yang sering dimainkan dimulai dari minum-minuman, hantu-hantuan, tepok nyamuk, 24, 41, dan masih banyak lagi. Capsa pun juga termasuk bagian dari permainan kartu tersebut. Banyak penelitian yang berusaha menerapkan berbagai algoritma kedalam permainan kartu tersebut sebagai decision maker tetapi dari beberapa penelitian sejenis belum pernah ada yang mencoba menerapkan algoritma lainnya kedalam permainan Capsa dan memberikan rasa puas kepada pemain yang memainkan tanpa algoritma tersebut atau dengan algoritma lain. Maka pada skripsi ini akan menerapkan algoritma alternatif yang terinspirasi pada Genetic Algorithm ke dalam permainan Capsa. Penerapan Alternative Algorithm pada program terdapat pada 3 fungsi utama AI di dalam permainan yaitu fungsi tiga Wajik, aiPlay, dan startCombo di mana hasil akhir dari algoritma adalah combo kartu yang akan dikeluarkan oleh musuh menggantikan cara dari algoritma biasa. Permainan dibuat dengan 2 mode yaitu tanpa Alternative Algorithm dan dengan Alternative Algorithm. Pemain dapat memilih mode yang diinginkan sebelum memulai permainan. Pengujian dilakukan dengan meminta calon responden untuk mencoba permainan dan mengisi kuesioner kepuasan pemain. Dari hasil kuesioner yang dilakukan, permainan yang dibuat berhasil memberikan rasa puas kepada pemain yang memainkan. Berbagai respon positif dan ide kreatif lain muncul untuk pengembangan program.",
  "creators": "ALBERTUS JOSEF ANDIKA",
  "contributors": "Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 1); Lily Puspa Dewi, S.T., M.Kom. (Advisor 2); Kartika Gunadi (Examination Committee 1); Leo Willyanto Santoso (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01021895/INF/2019; Albertus Josef Andika (26415088)",
  "subjects": "COMPUTER GAMES-PROGRAMMING; COMPUTER GAMES--DESIGN"
}