{
  "id": "45160",
  "title": "Pengaruh corporate social responsibility dan managerial ownership terhadap tax avoidance",
  "abstract": "Motivasi CSR tidak selamanya dilandasi oleh prinsip etika perusahaan dalam menjalankan bisnis. Terkadang CSR perusahaan dilakukan untuk menutupi perilaku oportunis perusahaan yang cenderung bertindak untuk memenuhi kepentingan perusahaan sendiri. Hal yang sama berlaku pada managerial ownership pada suatu perusahaan yang memiliki banyak motif didalamnya. Berdasarkan landasan berpikir siatas penelitian ini bertujuan untuk mengetahui pengaruh corporate social responsibility dan managerial ownership terhadap tax avoidance. Penelitian ini dilakukan pada perusahaan manufaktur yang terdaftar di Bursa Efek Indonesia berturut-turut pada tahun 2015-2017. Variabel independen yang digunakan dalam penelitian ini adalah corporate social responsibility dan managrial ownership. Variabel dependen dalam penelitian ini adalah tax avoidance. Penelitian ini menggunakan 3 variabel kontrol yaitu leverage, size, dan profitability. Penelitian ini merupakan penelitian kuantitatif, dimana sampel penelitian berjumlah 60 perusahaan dengan total 180 amatan yang sesuai dengan kriteria penelitian. Metode yang digunakan dalam analisis data menggunakan SPSS. Hasil penelitian menunjukkan adanya hubungan negatif antara corporate social responsibility terhadap tax avoidance. Semakin tinggi CSR suatu perusahaan menunjukkan bahwa perusahaan tidak melakukan tax avoidance, sedangkan managerial ownership berhubungan positif terhadap tax avoidance. Semakin tinggi kepemilikan saham oleh manajerial menunjukkan tingkat tax avoidance yang relative tinggi. Berdasarkan hasil uji variabel kontrol, size dan profitability memiliki pengaruh terhadap tax avoidance sedangkan leverage tidak berpengaruh terhadap tax avoidance.",
  "creators": "VIOLLIN CHARYSTA SHANTY",
  "contributors": "Yenni Mangoting (Advisor and Examination Committee); R.Arja Angka Asa Aras Adji S. (Examination Committee 1); Elisa Tjondro (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011434/AKT/2019; Viollin Charysta Shanty (32415012)",
  "subjects": "TAX EVASION"
}