{
  "id": "45183",
  "title": "Opini masyarakat Surabaya terhadap citra Jokowi-Ma’ruf pasca debat pemilihan Presiden 2019",
  "abstract": "Penelitian ini dilakukan untuk mengetahui opini masyarakat Surabaya mengenai citra Jokowi-Ma’ruf pasca debat pemilihan presiden 2019. Debat merupakan salah satu sarana bagi Jokowi-Ma’ruf untuk membentuk citra di depan publik. Citra yang dibentuk oleh Jokowi-Ma’ruf dapat membentuk opini dalam masyarakat Surabaya. Penelitian ini dilakukan dengan tujuan untuk mengetahui opini masyarakat Surabaya terhadap citra Jokowi-Ma’ruf pasca debat pemilihan presiden 2019. Terdapat beberapa komponen opini yang digunakan dalam penelitian ini, yaitu komponen kepercayaan, nilai dan pengharapan. Teknik analisis yang digunakan dalam penelitian ini adalah deskriptif dengan metode survei untuk mendeskripsikan opini masyarakat Surabaya. Berdasarkan konsep dan teori, sebuah proses komunikasi politik yang baik akan menghasilkan efek yang positif. Hal ini terjadi dalam penelitian ini, diperoleh hasil bahwa opini masyarakat Surabaya adalah positif terhadap citra Jokowi-Ma’ruf pasca debat pemilihan presiden 2019. Dengan komponen kepercayaan dan nilai mendapatkan hasil opini kategori positif dan komponen pengharapan mendapatkan hasil opini kategori sangat positif. Maka hal ini dapat mengindikasikan bahwa proses komunikasi politik dengan cara debat pemilihan presiden ini tepat digunakan untuk mempengaruhi opini publik, khususnya masyarakat Surabaya.",
  "creators": "YOVIANE TANIA LINGGANI",
  "contributors": "Gatut Priyowidodo (Advisor 1); Astri Yogatama (Advisor 2); JUDY DJOKO WAHJONO TJAHJO, S.E.,M.Si. (Examination Committee 1); Titi Nur Vidyarini, S.Sos., M.Comms. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011492/KOM/2019; Yoviane Tania Linggani (51415047)",
  "subjects": "COMMUNICATION; PUBLIC OPINION"
}