{
  "id": "4519",
  "title": "Analisa hubungan perilaku ibu rumah tangga berdasarkan tingkat pendapatan dalam pemilihan tempat belanja kebutuhan sehari-hari antara pasar modern dan pasar traditional",
  "abstract": "Munculnya pasar modern membuat para konsumen terutama para ibu rumah tangga mempunyai banyak pilihan dalam pemilihan tempat belanja. Dimana dulunya para ibu rumah tangga hanya mengenal pasar tradisional sebagai bangunan yang sederhana dengan suasana yang kurang menyenangkan. Berbeda dengan munculnya pasar modern yang dikenal dengan toko yang besar dan suasana yang menyenangkan. Dengan begitu terdapat konsumen yang mempunyai perilaku yang berbeda untuk memilih tempat belanja. Selain itu, juga pengaruh dari pemasar, lingkungan, dan perbedaan individu, seperti pendapatan yang diterima oleh ibu rumah tangga. Hal tersebut menimbulkan dua permasalahan bahwa: Apakah ada hubungan antara ibu rumah tangga berdasarkan pendapatan tinggi dan rendah (yang diwakili oleh Surabaya Selatan dan Surabaya Utara) dalam pemilihan tempat berbelanja antara pasar modern dan pasar tradisional? Apakah ada hubungan antara ibu rumah tangga berdasarkan tingkat pendapatan (yang diwakili oleh pengeluaran rumah tangga) dalam pemilihan tempat belanja antara pasar modern dan pasar tradisional. Dari analisa yang didapat, tidak ada hubungan antara ibu rumah tangga dengan pendapatan tinggi dan rendah (yang diwakili oleh Surabaya Selatan dan Surabaya Utara) dalam pemilihan tempat belanja antara pasar modern dan pasar tradisional. Yang kedua adalah adanya hubungan antara tingkat pendapatan ibu rumah tangga (yang diwakili oleh pengeluaran rata-rata belanja rumah tangga) dalam pemilihan tempat belanja antara pasar modern dan pasar tradisional.",
  "creators": "YUANITA LINDAWATI; YUDITH HALIM",
  "contributors": "Rachmat Sugianto (Advisor 1); Dra. Monica Ida Uniati , M.M. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010002/TLM/2006; Yuanita Lindawati (35402004), Yudith Halim (35402050)",
  "subjects": "CONSUMER RESEARCH; CONSUMER BEHAVIOR"
}