{
  "id": "45192",
  "title": "Perbandingan kinerja mix design menggunakan metode DMDA (Densified Mixture Design Algorithm) dan metode ACI (American Concrete Institute)",
  "abstract": "Beton merupakan material yang sering digunakan pada proyek konstruksi. Komposisi beton dapat diperoleh dengan beberapa cara, salah satunya yaitu perhitungan komposisi beton konvensional dengan metode American Concrete Institute (ACI). Fly ash dapat digunakan sebagai bahan pengganti semen untuk mengurangi penggunaan semen yang proses produksinya menghasilkan emisi CO2 yang besar. Salah satu metode perhitungan komposisi beton menggunakan fly ash adalah dengan metode Densified Mixture Design Algorithm (DMDA). Metode DMDA ini memiliki target desain yaitu, strength, workability, durability, economy, dan ecology. Dalam DMDA, fly ash berperan untuk mengisi rongga yang ada diantara agregat dengan pasta semen dan bertujuan untuk mendapatkan rongga minimum. Penelitian ini dilakukan bertujuan untuk menganalisa perbedaan kinerja beton dengan metode DMDA dan metode ACI ditinjau dari durabilitas, kuat tekan, workability, dan biaya pembuatan beton. Berdasarkan penelitian yang dilakukan beton dengan metode DMDA memiliki durabilitas yang lebih baik terlihat dari selisih hasil tes water absorption yaitu sebesar 55,82%, selisih hasil tes porosity sebesar 40,52% dan selisih kuat tekan beton sebesar 53,28%. Beton dengan metode DMDA menghasilkan beton dengan kualitas yang lebih baik serta jika dilihat dari segi ekonomi, beton dengan metode DMDA memerlukan biaya yang lebih sedikit jika dibandingkan dengan beton metode ACI.",
  "creators": "GIOVANNI EUODIA; FLORENCIA INGE WIBOWOPUTRI",
  "contributors": "Handoko Sugiharto (Advisor 1); Doddy Prayogo S.T. (Advisor 2); Antoni (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012355/SIP/2019; Giovanni Euodia (21415125), Florencia Inge Wibowoputri (21415084)",
  "subjects": "CONCRETE-MIXING; CONCRETE"
}