{
  "id": "452",
  "title": "Perancangan interior arena bermain pada pusat pendidikan anak-anak keterlambatan perkembangan mental di Surbaya",
  "abstract": "Perancangan interior arena bermain yang khusus bagi anak-anak keterlambatan perkembangan mental di Surabaya ini diangkat dalam karya perancangan sebagai wujud kepedulian dan bentuk pemecahan masalah akan kondisi tempat-tempat pembelajaran bagi anak keterlambatan perkembangan mental khususnya pada ruang bermain yang terkesan asal ada bahkan jauh dari kondisi ideal. Ruang yang akan didesain mempunyai hakekat perancangan sebagai sarana bermain dengan obyek yang diangkat dalam hal ini yaitu sebagai suatu jasa pelayanan dengan karakter jasa pendidikan. Berdasarkan batasan diatas arah perancangan ialah mewujudkan interior arena bermain yang membuat jasa pendidikan dengan mencerminkan perancangan interior bernuansa formal, dengan pendekatan perancangan berupa konsep fragmatis. Konsep fragmatis merupakan pendekatan yang paling sesuai untuk sebuah perwujudan kurikulum yang terstruktur dan bersifat formal. Perwujudan perancangan berdasarkan adanya fakta dilapangan yang tidak memenuhi syarat-syarat yang ada seperti syarat tentang keselamatan, kenyamanan, sirkulasi dan sebagainya. Sedangkan untuk perwujudan ideal arena bermain yang seharusnya menunjang proses terapi yang telah dilakukan didalam kelas, karena itu dengan mengambil parameter berupa tempat-tempat pendidikan yang secara khusus mengajarkan proses pembelajaran bagi anak-anak keterlambatan mental seperti mata hati dan kasih bunda maka diharapkan proses pembentukan disain yang terwujud merupakan suatu karya perancangan yang menjawab permasalahan.",
  "creators": "EDWARD PANCA WIJAYA PUTRA",
  "contributors": "Yusita Kusumarini (Advisor 1); WASIS SOEBARNIATI (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No.0030/DIN/2002; Edward Panca Wijaya Putra (41498041)",
  "subjects": "PLAY GROUPS-BUILDINGS-DECORATION"
}