{
  "id": "45207",
  "title": "Fasilitas penitipan dan pelatihan anak di Surabaya",
  "abstract": "Desain fasilitas penitipan dan pelatihan anak di Surabaya didasari oleh kondisi realita anak-anak di Surabaya yang pola asuhnya terpaksa diserahkan kepada tenaga pengasuh seiring dengan semakin meningkatnya jumlah wanita karir yang ada. Namun faktanya banyak orangtua merasa tidak tenang ketika meninggalkan anak mereka. Oleh sebab itu diperlukan fasilitas penitipan anak yang dapat dipercaya,aman serta mampu mensinergikan proses belajar anak sehingga saat mereka dititipkan di sana, proses edukasi anak tetap terjamin. Adapun masalah utama yang diangkat adalah bagaimana menciptakan fasilitas penitipan yang mampu mewadahi kebutuhan edukasi dan keterampilannya. Untuk menjawab masalah desain maka pendekatan yang diambil adalah pendekatan perilaku. Oleh sebab itu dilakukan studi perilaku anak di tiap tingkatan usia. Adapun pendalaman yang dipilih adalah karakter ruang. Maka dari itu teori psikologi warna dibutuhkan, karena berkaitan dengan bagaimana pengaruh warna terhadap kesan ruang yang dirasakan penghuni di dalamnya. Keunikan desain pada proyek ini terletak pada desain area pelatihan yang didesain terbuka. Namun untuk segi keamanan desain tatanan massa dibuat mengitari site (untuk membatasi) dan memusat ke bagian tengah site. Desain yang terbuka memungkinkan adanya interaksi dengan lingkungan dan merangsang anak menjadi lebih aktif. Disamping itu adanya pemisahan zona berdasarkan tingkatan usia berfungsi untuk menjaga agar antar tingkatan usia tidak saling mengokupasi satu sama lain.",
  "creators": "SAMUEL CHRISTIAN YULIANTO",
  "contributors": "Luciana Kristanto, S.T., M.T. (Advisor 1); Rully Damayanti (Advisor 2); Handinoto (Advisor 3); Eunike Kristi Julistiono, S.T., M.Des.Sc. (Examination Committee 1); Markus Ignatio Aditjipto (Examination Committee 2); Wanda Widigdo Canadarma (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01023899/ARS/2019; Samuel Christian Yulianto (22415028)",
  "subjects": "ARCHITECTURE-DESIGNS AND PLANS; DAY CARE CENTERS"
}