{
  "id": "45209",
  "title": "Galeri edukasi batik mangrove Surabaya",
  "abstract": "Galeri Edukasi Batik Mangrove Surabaya ini adalah galeri yang bertujuan untuk mengenalkan dan memberikan edukasi tentang cara membuat dan asal muasal Batik Mangrove Surabaya pada masyarakat luas. Berbeda dengan Kota Solo dan Jogjakarta, Surabaya sebelumnya tidak dikenal sebagai daerah penghasil batik, namun Surabaya memiliki jenis batik tersendiri yang belum dikenal masyarakat luas yaitu Batik Mangrove Surabaya. Hutan Mangrove Wonorejo adalah kawasan mangrove yang ada di sepanjang garis pantai di daerah Surabaya Utara. Kawasan hutan mangrove ini mengalami pembalakan liar sehingga diperlukan kesadaran masyarakat untuk menghargai mangrove. Batik Mangrove merupakan solusi pemecah masalah penebangan tersebut. Galeri edukasi ini memiliki beberapa fasilitas diantaranya adalah galeri batik mangrove, area produksi mangrove, serta area retail bagi masyarakat yang bergabung dalam UKM. Pendekatan pada desain galeri menggunakan pendekatan simbolik semiotika. Pendekatan ini digunakan dalam keseluruhan proses perancangan untuk menggambarkan sejarah dan latar belakang dari Batik Mangrove. Pendekatan simbolik ini digunakan dalam menampilkan kesan worthless dan valueable yang menjadi konsep utama galeri. Desain galeri juga diperdalam menggunakan konsep sequences. Menggunakan sequences, pengunjung galeri dibawa kedalam suatu timeline waktu yang diharapkan bisa mempermudah proses edukasi. Fasilitas ini akan memiliki beberapa fungsi yaitu sebagai tempat edukasi, tempat wisata, dan juga sarana untuk saling bertukar budaya.",
  "creators": "KENNIA GLORIA MUNDI NAPITUPULU",
  "contributors": "Handinoto (Advisor 1); Rully Damayanti (Advisor 2); Luciana Kristanto, S.T., M.T. (Advisor 3); Wanda Widigdo Canadarma (Examination Committee 3); Markus Ignatio Aditjipto (Examination Committee 2); Eunike Kristi Julistiono, S.T., M.Des.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 02023933/ARS/2019; Kennia Gloria Mundi Napitupulu (22415064)",
  "subjects": "ARCHITECTURE-DESIGNS AND PLANS; GALLERIES (ARCHITECTURE); EDUCATION PARKS"
}