{
  "id": "45212",
  "title": "Studi mengenai safety behaviour pada proyek x",
  "abstract": "Tingginya angka kecelakaan kerja yang disebabkan oleh perilaku pekerja. Hal ini menunjukkan bahwa perilaku pekerja memiliki peranan penting dalam upaya meningkatkan keselamatan kerja. Dalam penelitian ini dilakukan studi mengenai safety behaviour yang berfokus pada proyek X dimana studi yang dilakukan meliputi tingkat persetujuan kontraktor terhadap faktor yang mempengaruhi safety behaviour, skor keselamatan menggunakan metode Behaviour Based Safety (BBS), dan implementasi serta evaluasi dari program K3 kontraktor. Untuk memperoleh data tentang tingkat persetujuan kontraktor, penulis menggunakan metode penyebaran kuesioner yang dianalisa menggunakan analisis mean dimana hasil dari pengolahan data tersebut diperoleh faktor yang paling mempengaruhi safety behaviour menurut kontraktor adalah safety incentive program dengan nilai mean 5.057. Sedangkan skor keselamatan dengan metode BBS menghasilkan skor 0.810 untuk jam 13.00 – 14.00 dan skor 0.666 untuk jam 14.00 – 15.00 yang menunjukkan bahwa perilaku pekerja pada proyek X masih masuk kedalam kategori aman. Implementasi dan evaluasi program K3 dilakukan dengan membandingkan Sistem Manajemen Keselamatan dan Kesehatan Kerja (SMK3) berdasarkan peraturan pemerintah nomor 50 tahun 2012 dengan program yang diimplementasikan langsung dilapangan dimana ditemukan beberapa kekurangan pada program yang telah diimplementasikan seperti petugas safety yang justru melanggar peraturan keselamatan kerja yang telah ditetapkan.",
  "creators": "IGNATIUS FARANDY SETIAWAN; DENNY WIJAYA",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Frederik Jones Syaramual (Examination Committee 1); Dr. rer.nat. Surya Hermawan S.T., M.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012360/SIP/2019; Ignatius Farandy Setiawan (21415107)Denny Wijaya (21415149)",
  "subjects": "CONSTRUCTION INDUSTRY--SAFETY MEASURES"
}