{
  "id": "45219",
  "title": "Analisis manajemen resiko proyek pembangunan dermaga",
  "abstract": "Proyek pembangunan dermaga tidak pernah lepas dari resiko yang dapat membuat proyek tidak berjalan sesuai dengan rencana. Analisis manajemen resiko merupakan cara untuk mengurangi atau bahkan menghindari resiko yang dapat terjadi di proyek pembangunan dermaga. Penelitian ini bertujuan untuk mengidentifikasi, menganalisis, serta mengetahui respon resiko kejadian pada proyek pembangunan dermaga. Penelitian ini dilakukan dengan melakukan penyebaran kuesioner kepada perusahaan kontraktor di Surabaya yang mengerjakan proyek pembangunan dermaga di beberapa kota di Indonesia. Berdasarkan data yang didapatkan kemudian dilakukan analisis frekuensi dan dampak kejadian serta tingkat kepentingan resiko kejadian. Selanjutnya dilakukan analisis respon atas kejadian tersebut. Teknik analisis yang digunakan meliputi perhitungan rata-rata masing-masing komponen untuk analisis frekuensi dan dampak kejadian serta perhitungan modus untuk analisis respon kejadian berdasarkan hasil kuesioner. Hasil perhitungan menunjukan bahwa penyebab proyek pembangunan dermaga tidak berjalan sesuai dengan rencana, yaitu dengan frekuensi tertinggi adalah cuaca ekstrim dan penyebab dengan dampak terbesar merupakan harga material yang lebih mahal dari Bill of Quantity (BoQ). Berdasarkan penelitian ini, cuaca ekstrim termasuk dalam kategori sangat tinggi pada tingkat kepentingan resiko, maka respon yang dipilih yaitu menghindari resiko yang mungkin terjadi.",
  "creators": "EVANDER SETIAWAN UTOMO; RAPHAEL RICARDO PUTRADI",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Cilcia Kusumastuti, S.T., M.Eng. (Advisor 2); Frederik Jones Syaramual (Examination Committee 1); Angela Jasmine Tanya Tjahyana, S.T., M.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012353/SIP/2019; Evander Setiawan Utomo (21415060), Raphael Ricardo Putradi (21415089)",
  "subjects": "RISK MANAGEMENT; CONSTRUCTION INDUSTRY--MANAGEMENT"
}