{
  "id": "45213",
  "title": "Pusat perbelanjaan fesyen di Surabaya",
  "abstract": "Surabaya adalah sebuah kota metropolitan yang selalu berkembang. Melalui perkembangan tersebut, kebutuhan masyarakatnya untuk mengaktualisasikan diri mereka juga meningkat. Salah satu cara untuk mengaktualisasikan diri adalah melalui fesyen. Industri fesyen berkembang dengan pesat, sehingga mendorong meningkatnya pembelian produk-produk fesyen, dan pertumbuhan komunitas fesyen. Namun, masih belum ada tempat untuk mereka berbelanja kebutuhan fesyen terpusat di satu tempat, dan juga tempat untuk tumbuh kembang komunitas fesyen. Perancangan “Pusat Perbelanjaan Fesyen di Surabaya” ini ditujukan untuk menjadi pusat belanja fesyen dan tempat tumbuh kembang komunitas fesyen, khususnya di Surabaya. Dalam mendesain pusat perbelanjaan fesyen ini, ditemukan beberapa masalah arsitektur krusial yang perlu diselesaikan. Masalah-masalah tersebut adalah menghadirkan citra unik terkait sebuah fungsi yang baru, merancang fasilitas yang memadai dan mendorong kreativitas pelaku fesyen, serta menciptakan pusat perbelanjaan dengan nuansa fesyen yang kuat. Pendekatan yang dipakai untuk menyelesaikan rumusan masalah diatas adalah pendekatan simbolik. Melalui pendekatan tersebut, muncul sebuah konsep semiotika yang berkaitan dengan fesyen, yaitu “everchanging but repeating”. Konsep ini diterapkan melalui bentukan bangunan, fasad dan selubung bangunan, serta penataan ruang (denah).",
  "creators": "VALENTIA CHRISTINA",
  "contributors": "Eunike Kristi Julistiono, S.T., M.Des.Sc. (Advisor 1); Markus Ignatio Aditjipto (Advisor 2); Maria Immaculata Hidayatun (Examination Committee 1); V.P. Nugroho Susilo (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01023904/ARS/2019; Valentia Christina (22415033)",
  "subjects": "COMMERCIAL BUILDINGS; SHOPPING CENTERS; ARCHITECTURE--DESIGN AND PLANS"
}