{
  "id": "45221",
  "title": "Analisa keterlambatan waktu dan biaya dengan metode earned value analysis dan performance intensity pada bangunan konstruksi baja di Madiun",
  "abstract": "Setiap perencanaan pada proyek konstruksi merupakan aspek yang penting pada kelangsungan proyek tersebut. Dengan meningkatnya tingkat kompleksitas proyek maka dibutuhkan juga peningkatan sistem perencanaan proyek yang baik dan terintegrasi agar dapat meminimalisir terjadinya masalah yang terjadi di proyek. Untuk mencapai aspek tersebut perlu dilakukan perencanaan, penjadwalan, dan pengendalian biaya secara tepat. Metode earned value analysis dan metode performance intensity merupakan metode yang tepat digunakan untuk menganalisa biaya dan waktu proyek, dan juga 2 metode ini dapat memprediksi tanggal penyelesaian proyek dan dapat mengestimasikan biaya keterlambatan untuk pekerjaan proyek. Dari hasil metode earned value analysis pada periode ke X (15 Mei 2019) menunjukkan prediksi bahwa proyek bangunan konstruksi baja akan mengalami keterlambatan 49 hari dan biaya akibat keterlambatan tersebut adalah 36.910.000 rupiah sedangkan dari hasil metode performance intensity menunjukkan prediksi bahwa proyek bangunan konstruksi baja akan mengalami keterlambatan 67 hari dan biaya akibat keterlambatan tersebut adalah 48.970.000 rupiah. Berdasarkan hasil evaluasi, apabila analisa prediksi tanggal keterlambatan memiliki banyak data yang dianalisa dan dievaluasi maka hasil analisa prediksi tanggal selesai proyek dan biaya keterlambatan dari kedua metode ini akan semakin akurat dengan kenyataan yang terjadi di proyek tersebut.",
  "creators": "AUCKY SUGIANTO; LOUIS HIMAWAN YONATHAN KAHAR",
  "contributors": "Sentosa Limanto (Advisor 1); Doddy Prayogo S.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012363/SIP/2019; Aucky Sugianto (21415157), Louis Himawan Yonathan Kahar (21415146)",
  "subjects": "CONSTRUCTION INDUSTRY; PROJECT MANAGEMENT; QUANTITY SURVEYING"
}