{
  "id": "45225",
  "title": "Perancangan strategi integrated marketing communication Darwis Triadi School of Photography Surabaya",
  "abstract": "Darwis Triadi School Of Photography Surabaya, merupakan sekolah fotografi cabang pertama yang didirikan oleh Darwis Triadi. Beliau merupakan salah satu fotografer profesional di Indonesia yang juga terkenal sebagai salah satu maestro seni fotografi fashion glamour. Darwis Triadi School Of Photography Surabaya, didirikan pada tanggai 21 Juni 2011, setelah sekolah pusatnya didirikan pada awai tahun 2003 di Jakarta, dengan sistem franchise yang diambil oleh salah satu relasi dari Darwis Triadi di Surabaya. Awareness sekolah ini sangat kurang di masyarakat Surabaya, meski sudah memakai nama Darwis Triadi yang sudah terkenal di Indonesia sebagai brand untuk sekolah ini, namun kenyataaan yang terjadi masyarakat Surabaya penggemar fotografi hanya mengetahui Darwis Triadi sebagai sosok yang dapat dikagumi dalam dunia fotografi. Kurangnya awareness tersebut disebabkan oleh beberapa faktor yaitu, kinerja management sekolah yang kurang maksimal, kegiatan publikasi dan promosi yang kurang maksimal, dan lokasi sekolah ini berada kurang strategis, sehingga menyebabkan awareness-nya kurang kuat di masyarakat. Suatu strategi diperlukan untuk menjadi solusi bagi permasalahan kurangnya awareness Darwis Triadi School Of Photography Surabaya, strategi yang dapat dipakai adalah dengan cara merancang suatu strategi komunikasi pemasaran terpadu, atau dengan istilah populernya Integrated Marketing Communication Strategy yang sangat tepat untuk meningkatkan awareness sekolah ini di mata masyarakat Surabaya, yang tentunya akan sangat bermanfaat bagi sekolah ini dan juga masyarakat Surabaya dalam memajukan perkembangan dunia fotografi di kota Surabaya.",
  "creators": "CHARLIE DEPTHIOS",
  "contributors": "Deddi Duto Hartanto (Advisor 1); Hen Dian Yudani (Advisor 2); Aristarchus Pranayana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00021778/DKV/2011; Charlie Depthios (42406175)",
  "subjects": "ADVERTISING PHOTOGRAPHY; FASHION PHOTOGRAPHY; GRAPHIC ARTS; VISUAL COMMUNICATION"
}