{
  "id": "45232",
  "title": "Redesain “Rumah Bahasa Surabaya” sebagai sarana edukasi bahasa asing bagi Generasi Z dengan pendekatan efisiensi energi",
  "abstract": "Masih banyak tempat edukasi terutama edukasi bahasa asing di Surabaya yang belum menyesuaikan fasilitas serta sistem pembelajarannya dengan pengguna ruangnya sehingga menyebabkan kegiatan belajar mengajar menjadi kurang efektif dan efisien. Apalagi deretan pelajar sekarang didominasi oleh generasi digital atau generasi Z yang karakteristiknya sudah berbeda dengan generasi sebelumnya (generasi Y atau millennial). Rumah Bahasa Surabaya sebagai penyedia fasilitas pembelajaran 13 bahasa asing dan 2 bahasa lokal oleh Pemerintah Surabaya, dapat dikembangkan menjadi suatu wadah yang secara efektif mampu memberi pembelajaran sesuai dengan karakter generasi Z. Untuk mewujudkannya, maka perancangan ini memiliki beberapa tahapan desain yaitu understand, observe, point of view, ideate, prototype and test, dan implementation yang kemudian disebut sebagai design thinking. Pendekatan utama yang akan diterapkan pada perancangan ini adalah efisiensi energi. Diharapkan perancangan ini mampu menjadikan Rumah Bahasa Surabaya sebagai salah satu pedoman perancangan bagi wadah pembelajaran lainnya, karena perancangan ini dilakukan berdasarkan kebutuhan pengguna ruang serta penggunaan energi (sistem pencahayaan, penghawaan, sirkulasi ruang) yang efektif dan efisien.",
  "creators": "ERLINA KURNIA CHANDRA",
  "contributors": "Dr. Ir. Lintu Tulistyantoro, M.Ds. (Advisor 1); Ronald H.I. Sitindjak (Examination Committee 1); STEPHANIE MELINDA FRANS (Examination Committee 2); Ir. Hendy Mulyono (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021864/DIN/2019; Erlina Kurnia Chandra (41415165)",
  "subjects": "BUILDINGS-ENERGY CONSERVATION; INTERIOR DECORATION"
}