{
  "id": "45235",
  "title": "The impact of service marketing mix elements on continuous intention to use mediated by customer satisfaction: a case study of Go-Jek",
  "abstract": "Di dalam era globalisasi ini, perkembangan ICT (Internet, komputer dan teknologi) telah berhasil membantu bisnis digital untuk maju dan mendorong pertumbuhan ekonomi. Inovasi model bisnis baru telah membuka jalan baru untuk menciptakan pekerjaan. Go-Jek adalah perusahaan pertama yang memasuki sector Ride-Hailing di Indonesia dan kelak menjadi pemimpin pasar di negara itu. Namun, beberapa survei terbaru menunjukan adanya pergeseran preferensi terhadap pengguna Go-Jek. Karena itu, penelitian ini ditujukan untuk menemukan faktor penyebab yang mempengaruhi niat pemakaian berlanjut dengan kepuasan pelanggan sebagai variabel mediasi. Sampel berjumlah 114 responden yang tinggal di Surabaya, Jakarta dan Bandung dikumpulkan dan digunakan untuk penelitian ini. Data diproses dengan menggunakan regresi linier berganda dengan analisis jalur, menggunakan dua model regresi serta teknik bootstrapping untuk membuktikan hubungan mediasi. Hasil penelitian ini menunjukkan bahwa kepuasan pelanggan memang memediasi pengaruh antara elemen bauran pemasaran jasa dan niat penggunaan berlanjut. Namun, tidak semua variabel dalam bauran pemasaran jasa mempengaruhi kepuasan pelanggan. Hanya variabel harga, orang, dan bukti fisik yang terbukti memiliki pengaruh signifikan terhadap tingkat kepuasan pengguna Go-Jek serta niat penggunaan berlanjut.",
  "creators": "JOSHUA ADISETIA SUTRISNO; ALBERTUS ALVIN SUGIANTO",
  "contributors": "Adelina Proboyo (Advisor 1); Tessa Vanina Soetanto (Examination Committee 1); Maria Natalia Damayanti Maer, S.S., M.A., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 34010397/MAN/2019; Joshua Adisetia Sutrisno (34415055), Albertus Alvin Sugianto (34415046)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMER SATISFACTION"
}