{
  "id": "45245",
  "title": "The relationship between good corporate governance, tax avoidance and financial performance in Indonesia",
  "abstract": "Berbagai literatur telah meneliti hubungan antara tata kelola yang baik penghindaran pajak, dan performa perusahaan. Tujuan dari penelitian ini adalah untuk membuktikan apakah penghindaran pajak dapat memediasi hubungan tata kelola perusahaan yang baik dengan performa perusahaan dalam masa pelaksanaan tax amnesty di Indonesia. Penelitian ini dilengkapi dengan bukti dari 27 perusahaan yang berada pada indeks LQ45 Indonesia pada tahun 2013 – 2017. Data untuk penelitian ini dikumpulkan melalui Bloomberg dan diteliti dengan metode Partial Least Square untuk menguji pengaruh antara tata kelola perusahaan dengan performa perusahaan dengan penghindaran pajak sebagai mediator. Hasil penelitian membuktikan bahwa penghindaran pajak tidak disarankan menjadi variabel penengah antara tata kelola perusahaan dan performa perusahaan. Terlebih, aktivitas penghindaran pajak dapat mengekspos perusahaan kepada berbagai resiko. Penelitian ini menemukan bahwa ada kenaikan pembayaran pajak perusahaan disamping tarif pajak yang berlaku. Hal ini mungkin disebabkan oleh program tax amnesty pemerintah yang menyebabkan rasio penerimaan pajak pemerintah naik. Penelitian ini terbatas pada sampel dan indikator yang diuji. Penelitian ini berkontribusi dalam memberikan pandangan kepada para pemegang saham dan manajemen bahwa aktivitas penghindaran pajak dapat mengekspos perusahaan kepada berbagai macam resiko seperti sanksi pajak hingga penurunan corporate image di publik.",
  "creators": "WILLIAM CHANDRA WIBISONO",
  "contributors": "Josua Tarigan (Advisor and Examination Committee); Saarce Elsye Hatane (Examination Committee 1); Deborah Christine Widjaja, S.S., MSM., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 32011355/AKT/2019; William Chandra Wibisono (32415105)",
  "subjects": "CORPORATE GOVERNANCE; GOOD CORPORATE GOVERNANCE; TAX EVASION"
}