{
  "id": "45267",
  "title": "Fasilitas pembinaan dan penanganan kenakalan remaja di Surabaya",
  "abstract": "Kurangnya perhatian terhadap para remaja zaman sekarang ini membuat remaja menjadi berperilaku semena-mena. Dalam konotasi negatif, hal itu disebut sebagai “kenakalan remaja”. Tentu saja, kenakalan remaja harus dibina dan ditangani lebih lanjut agar tidak terbawa sampai mereka beranjak dewasa. Dengan demikian, perancang mengusulkan suatu fasilitas di Surabaya yang dapat memfasilitasi pembinaan dan penanganan kenakalan remaja di Surabaya dengan Batasan umur 11-21 tahun. Fasilitas ini dirancang berdasarkan kategori tingkatan kenakalan remaja yang berbeda-beda. Tingkatan satu adalah kenakalan yang bersifat ringan seperti membolos sekolah, melawan, dan tidak mau taat aturan. Tingkatan dua merupakan kenakalan yang bersifat lebih berat yang dapat membahayakan orang lain seperti membawa senjata tajam, memfitnah, dan juga bullying. Tingkatan terakhir, yaitu tingkatan tiga yang merupakan tingkatan dengan kenakalan yang paling berat seperti menggunakan NAPZA, miras, dan juga seks bebas. Ketiga tingkatan tersebut akan dibina di fasilitas ini dengan cara mengasah kemampuan masing-masing remaja lebih dalam lagi, dan akan ditangani melalui proses terapi perilaku yang dapat memperbaiki pola pikir dan tingkah laku remaja lebih baik lagi.",
  "creators": "MELISAWATI",
  "contributors": "Christine Wonoseputro (Advisor 1); Benny Poerbantanoe (Advisor 2); Dr. Feny Elsiana, S.T., M.T. (Advisor 3); Danny Santoso Mintorogo (Examination Committee 1); Stanislaus Kuntjoro Santoso (Examination Committee 2); Angela Christysonia Tampubolon, S.T., M.T. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 00123906/ARS/2019; Melisawati (22415035)",
  "subjects": "CHILDREN--INSTITUTIONAL CARE--DECORATION; REFORMATORIES; REHABILITATION CENTERS"
}