{
  "id": "45279",
  "title": "Penerapan Toyota Business Practice (TBP) dalam upaya penurunan jumlah Sample Part Order (SPO) delay pada section CKD export di PT Toyota Motor Manufacturing Indonesia",
  "abstract": "PT Toyota Motor Manufacturing Indonesia (PT TMMIN) merupakan salah satu perusahaan besar di Indonesia yang bergerak di bidang otomotif. PT TMMIN berperan sebagai produsen dan juga sebagai pengekspor mobil dan komponen Toyota. Salah satu komponen yang diekspor oleh PT TMMIN adalah sample part di mana komponen tersebut merupakan komponen yang digunakan sebagai uji coba terhadap sebuah proyek baru yang ada di afiliasi Toyota luar. Dokumen ekspor dari sample part disebut sebagai Sample Part Order (SPO). Dalam penanganan SPO terdapat SPO yang mengalami keterlambatan dimana akan berdampak pada Key Performance Indicator (KPI) perusahan dan citra PT TMMIN di afiliasi global sebagai eksportir. Proses analisis untuk menyelesaikan permasalahan menggunakan alat bantu Toyota Business Practice (TBP) dan problem tree diagram. Perbaikan berupa summary of SPO, pembaharuan alur kerja baru fase 1, dan weekly progress. Perbaikan yang ada memberikan dampak positif yaitu menurunnya hari keterlambatan dari 15 hari menjadi 0 hari pada part confirmation, menurunnya jumlah exporter reply delay sebesar 71% dari bulan November 2018 menjadi 0% di bulan Mei 2019, dan menurunnya keterlambatan pengiriman dari 25% pada bulan November 2018 menjadi 17% pada bulan Mei 2019. Ekspektasi hasil dari perancangan sistem informasi yang baru adalah untuk kembali menurunkan angka keterlambatan dari SPO dan memperlancar proses penanganan SPO di mana menjadi keuntungan bagi PT TMMIN.",
  "creators": "YOSAFAT CAHYA PUTRA LIMANTARA",
  "contributors": "Benedictus Rahardjo S.T. M.B.A. (Advisor 1); Prayonne Adi S.T., M.MT. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022207/IND/2019; Yosafat Cahya Putra Limantara (25415002)",
  "subjects": "INVENTORY CONTROL; MANAGEMENT INFORMATION SYSTEMS; STANDARD OPERATING PROCEDURE; TOTAL QUALITY MANAGEMENT"
}