{
  "id": "45272",
  "title": "Strategi pembelajaran kosa kata Bahasa Mandarin pada aplikasi Pembelajaran ChineseSkill",
  "abstract": "Bahasa merupakan suatu media yang digunakan untuk berkomunikasi dengan orang lain. Saat mempelajari suatu bahasa, biasanya pembelajaran dimulai dari substansi yang terkecil, misalnya kosa kata. Dalam mempelajari kosa kata Bahasa Mandarin, kita dapat menggunakan strategi-strategi yang dapat mendukung proses belajar, misalnya seperti strategi asosiasi, strategi produksi kalimat, dan sebagainya. Strategi-strategi tersebut dapat diterapkan melalui aplikasi pembelajaran ChineseSkill. Pada penelitian ini penulis meneliti strategi manakah yang paling sesuai terhadap proses pembelajaran Bahasa Mandarin pemula. Peneliti berharap dapat membantu orang yang ingin belajar Bahasa Mandarin agar dapat memilih strategi pembelajaran dengan tepat, sehingga proses belajar mejadi lebih cepat dan efektif. Penelitian ini menggunakan metode kuantitatif dan kualitatif, yaitu dengan cara memberikan tes kepada subjek penelitian serta melakukan wawancara dan observasi. Hasil dari penelitian menujukkan bahwa strategi asosiasi merupakan strategi yang paling sesuai untuk digunakan dalam proses pembelajaran kosa kata pemula. Strategi asosiasi yang dimaksud adalah menciptakan hubungan antara kosa kata baru dengan tatanan kosa kata yang telah kita miliki sebelumnya. Salah satu contoh penerapan strategi asosiasi misalnya dengan menggunakan gambar.",
  "creators": "LIEM, VITA ANGELA HANDOKO",
  "contributors": "Budi Kurniawan, S.Kom., B.A., M.Hum. (Advisor 1); Kuo, Chun-I, M.A. (Advisor 2); Priska Febrinia Handojo, S.S., M.D.C.C. (Examination Committee 1); Olivia, S.E., M.A. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03010175/CHI/2019; Liem, Vita Angela Handoko (12415003)",
  "subjects": "CHINESE LANGUAGE--STUDY AND TEACHING; HAKKA DIALECTS; CHINESE LANGUAGE--WORD FORMATION"
}