{
  "id": "45285",
  "title": "E-vote menggunakan rfid sebagai login key untuk pemilihan ketua organisasi universitas Kristen Petra berbasis web",
  "abstract": "Voting atau yang lebih sering disebut pemungutan suara adalah salah satu metode yang digunakan manusia untuk menentukan pilihan, keputusan dalam sebuah hal. Di Indonesia sendiri voting sering digunakan dalam pemilihan pemimpin misalnya presiden, ketua osis dan di Petra ketua organisasi. Dalam pemilihan dalam Petra sendiri terdapat banyak masalah seperti pe-lipatan kertas ballot untuk pencoblosan, pemungutan suara yang cukup lama dan perhitungan suara. Dalam hal ini yang paling merasakan dampak permasalahan ini adalah panitia pemilu raya dikarenakan memakan waktu yang panjang dan persiapan dengan kebutuhan tenaga kerja yang banyak belum ditambah lagi dengan human error yang dapat membuat rugi banyak pihak. Dapat disimpulkan permasalahan adalah bagaimana melakukan voting dengan menggunakan kertas yang efisien dan tidak memakan waktu lama serta bagaimana setiap orang hanya melakukan voting sekali saja. Untuk menjawab persoalan tersebut, dirancang suatu sistem pemungutan suara elektronik dengan menggunakan rfid dan juga teknologi printer thermal serta barcode yang berbasis website. Untuk Menjawab persoalan tersebut, dirancang suatu sistem pemungutan suara elektronik dengan menggunakan rfid dan juga teknologi printer thermal serta barcode yang berbasis website dengan menggunakan program ini dapat mencetak kertas ballot dengan jumlah yang sama dengan voter sehingga menghemat banyak kertas. Dengan menggunakan teknologi ini setiap voter akan mendapatkan struk yang akan dimasukan kedalam kotak suara agar dapat diaudit ulang apabila diperlukan selain itu hal ini menyelesaikan permasalahan penggunaan kertas yang tidak efisien serta mengurangi beban dari panitia pemilu raya dan juga 1 orang dapat sekali voting karena ketika ingin melakukan voting diharuskan regis terlebih dahulu dan akan diperiksa apakah voter sudah melakukan voting atau belum.",
  "creators": "DANISWARA KUSUMA AJI",
  "contributors": "Justinus Andjarwirawan (Advisor 1); Alexander Setiawan (Advisor 2); Yulia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021877/INF/2019; Daniswara Kusuma Aji (26415128)",
  "subjects": "RADIO FREQUENCY IDENTIFICATION SYSTEMS--TECHNOLOGICAL INNOVATIONS"
}