{
  "id": "45288",
  "title": "Terminal bus Tambak Osowilangun baru di Surabaya",
  "abstract": "Berada dekat dengan perbatasan Kabupaten Gresik dan Kota Surabaya, tepatnya pada Kecamatan Benowo, Terminal Tambak Osowilangun (TOW) adalah terminal bus tipe A yang mewadahi jaringan trayek bus antar kota yang melayani sepanjang jalur Pantura hingga ke Semarang, bus dalam kota dan angkutan umum. Berdasarkan Rencana Tata Wilayah Ruang, Kecamatan Benowo direncanakan berada dalam kawasan strategis ekonomi dimana area sekitar tapak Terminal TOW akan dikelilingi oleh fasilitas mixed use pendukung pelabuhan Mengacu pada RTRW Surabaya dan kondisi terminal TOW saat ini maka rumusan masalah desain fasilitas ini adalah: 1. Konektivitas fasilitas Terminal TOW dengan area mixed use disekitar; 2. Hubungan yang berkesinambungan antar manusia, manusia-moda transportasi, dan antar moda transportasi; serta sebuah 3. Wadah aktivitas di sekitar area mixed-use yang dapat ikut serta berperan dalam pemerataan pengembangan potensi di kawasan. Proses desain fasilitas ini didasari pemahaman akan alur pergerakan yang terjadi di dalam. ‘Urban Living Room’ diambil sebagai konsep perencanaan desain terminal baru ini dimana peran Terminal Bus TOW ini dapat dilhat dalam 4 skala yakni skala S(Small) mengacu pada fungsi terminal bus itu sendiri. M(Medium) bangunan terminal dapat membaur dengan area sekitar, sebagai penghubung (Hub) antar manusia dan moda transportasi. L(Large) melihat Terminal sebagai konektor dengan adanya Urban Park yang dapat mengaktivasi konteks kultural disekitarnya serta mengurangi kadar CO dan polusi. Skala EL(Extra Large melihat kefungsian terminal dalam skala kota untuk regenerasi urban dalam pembangunan kota kedepan.",
  "creators": "IVANKA EVANGELINE RUNTUKAHU TIO",
  "contributors": "Joyce M.Laurens (Advisor 1); Timoticin Kwanda (Advisor 2); Andhi Wijaya (Advisor 3); Lilianny Sigit Arifin (Examination Committee 1); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 2); Aris Budhiyanto, S.T., M.Sc., Ph.D. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01023886/ARS/2019; Ivanka Evangeline Runtukahu Tio (22415011)",
  "subjects": "BUS TERMINALS; TERMINALS (TRANSPORTATION); TERMINALS (TRANSPORTATION)--DESIGN AND CONSTRUCTION"
}