{
  "id": "45290",
  "title": "Fasilitas wisata pasar ikan Kejawanan di Kota Cirebon",
  "abstract": "Desain Fasilitas Wisata Pasar Ikan Kejawanan di Kota Cirebon ini didasari oleh kurang memadainya fasilitas pasar di Kota Cirebon, terutama di Kawasan Pelabuhan Perikanan Nusantara (PPN) Kejawanan. Secara garis besar, fasilitas ini merupakan fasilitas yang bertujuan mewadahi kebutuhan masyarakat untuk berbelanja hasil tangkapan laut dalam jumlah kecil sambil berwisata menikmati kawasan pelabuhan. Fasilitas ini direncanakan di atas lahan Kawasan Pelabuhan Perikanan Nusantara Kejawanan di Kota Cirebon yang di sekitarnya terdapat laut, kolam pelabuhan Tempat Pelelangan Ikan (TPI), dan bangunan-bangunan industri perikanan yang memudahkan distribusi ikan ke dalam tapak. Fasilitas ini merupakan tatanan multi massa dengan bangunan utama yang berfungsi sebagai pasar ikan,dan pengolahan hasil laut serta fasilitas pendukung berupa fasilitas kuliner, dan fasilitas edukasi. Masalah utama dalam desain fasilitas ini adalah sistem sirkulasi, dan zoning yang rapi, bersih, dan efektif agar pengunjung tetap dapat berbelanja, dan berwisata tanpa harus berkotor-kotor. Desain dilandasi perancangan sistem sirkulasi yang terdiri dari sirkulasi kendaraan maupun penjalan kaki yang meliputi servis, distribusi ikan, pengunjung, dan staff pekerja. Fasilitas ini tidak hanya merupakan fasilitas pasar untuk jual beli tetapi juga memberikan pengalaman pada pengunjung agar dapat berwisata menikmati kawasan pelabuhan. Pendalaman desain yang dilakukan adalah merancang pengalaman pada setiap jalur sirkulasi dengan memaksimalkan peran semua inderawi penggunanya melalui pengolahan material, elevasi pada zona bersih, dan zona kotor.",
  "creators": "JESSICA WIRYADI",
  "contributors": "Joyce M.Laurens (Advisor 1); Timoticin Kwanda (Advisor 2); Andhi Wijaya (Advisor 3); Lilianny Sigit Arifin (Examination Committee 1); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 2); Aris Budhiyanto, S.T., M.Sc., Ph.D. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 02023985/ARS/2019; Jessica Wiryadi (22415152)",
  "subjects": "BAZARS (MARKETS); RECREATION CENTERS; FISHING PORTS--DESIGN AND PLANS"
}