{
  "id": "45294",
  "title": "Panti Werdha Islam di Surabaya",
  "abstract": "Panti Werdha Islam di Surabaya ini adalah fasilitas yang menampung dan merawat orang tua, berusia 60 tahun ke atas yang terlantar dan sebatang kara di Surabaya, secara sukarela dengan dasar nilai Islam. Saat ini di Surabaya hanya terdapat 1 (satu) panti werdha gratis milik pemerintah dan 11 (sebelas) panti werdha berbayar yang mayoritas berbasiskan nilai Kristiani, sedangkan lansia terlantar di Surabaya mayoritas adalah kaum Muslim. Panti Werdha ini memiliki fasilitas hunian dan juga dilengkapi dengan fasilitas hiburan, fasilitas kesehatan dan fasilitas spiritual yaitu Mushola dan Taman Manasik untuk menunjang kebutuhan lansia. Selain membantu para lansia dalam menjalani aktivitas sehari-hari, kondisi psikologis dan spiritual terutama ketenangan batin juga menjadi perhatian dalam desain. Panti Werdha Islam ini diharapkan dapat memberi manfaat bagi lansia terlantar yaitu mendapatkan kebutuhan dan perhatian yang tidak didapatkan dari keluarga, memberikan ketenangan batin bagi lansia terutama lansia Muslim dan mengembalikan rasa akan memiliki teman. Dengan berlokasi di Jalan Sutorejo Barat dan berada di lingkungan permukiman, maka keberadaan fasilitas pendukung seperti ruang serbaguna dan kafetaria memberikan kesempatan pada lansia penghuni panti werdha untuk berinteraksi dengan masyarakat di luar panti serta dapat mengedukasi masyarakat untuk lebih menghargai orang tua mereka. Rumusan masalah desain fasilitas ini adalah bentuk tatanan ruang yang dapat memberikan ketenangan batin dengan memperhatikan kondisi fisik dan psikologis lansia berdasarkan nilai Islam. Panti Werdha Islam ini memiliki konsep bahwa Islam tidak hanya berhubungan dengan Tuhan Allah saja tetapi juga dengan alam dan berinteraksi dengan sesama sehingga nilai Islam dirasakan dalam segala aspek baik dalam desain bangunan maupun program kegiatan. Pendekatan perilaku lansia mendasari seluruh desain terutama wayfinding, yaitu cara lansia menemukan jalan menuju tempat tujuan baik huniannya masing-masing maupun Mushola untuk beribadah.",
  "creators": "IMA NIANTIARA PUTRI",
  "contributors": "Joyce M.Laurens (Advisor 1); Timoticin Kwanda (Advisor 2); Andhi Wijaya (Advisor 3); Lilianny Sigit Arifin (Examination Committee 1); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 2); Aris Budhiyanto, S.T., M.Sc., Ph.D. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 02023882/ARS/2019; Ima Niantiara Putri (22415007)",
  "subjects": "OLD AGE HOMES--DESIGN AND CONSTRUCTION; OLDER MUSLIMS; OLDER PEOPLE--DWELLINGS"
}