{
  "id": "45292",
  "title": "Galeri perjuangan suku Bugis di Surabaya",
  "abstract": "Galeri Perjuangan Suku Bugis di Surabaya merupakan fasilitas yang memperkenalkan proses perjalanan Suku Bugis di Surabaya kepada masyarakat umum. Surabaya terdiri dari beberapa macam golongan etnis dan budaya, Suku bugis merupakan salah satu dari sekian suku yang berada di Surabaya. Kurangnya fasilitas yang diberikan pemerintah untuk memperkenalkan Suku Bugis di Surabaya membuat masyarakat kurang mengetahui terhadap pengaruh perkembangan Suku Bugis di Surabaya. Galeri Perjuangan Suku Bugis di Surabaya akan menjadi salah satu fasilitas untuk memperkenalkan bagaimana masuknya Suku Bugis di Surabaya. Agar masyarakat tetap dapat tertarik dan mengapresiasi seni budaya, galeri ini mengambil unsur modern dan tradisional dari segi eksterior bangunan hingga program ruang yang ada. Galeri ini memiliki fasilitas publik, yaitu restoran, kafe, perpustakaan, ruang seminar, serta retail, sehingga dapat menjadi tempat kunjungan yang nyaman dan akrab bagi masyarakat umum. Pendekatan simbolik digunakan untuk menampilkan kondisi timeline ketika Suku bugis diserang, dilema, serta berkembang. Ketiga unsur ini diterapkan pada tiap massa agar masyarakat lebih mendalami suasana dalam bangunan. Tidak hanya bentuk bangunan, suasana ini juga diterapkan didalam ruang, sehingga dilakukan pendalaman karakter ruang.",
  "creators": "REYHAN FRUMENTIUS LAYRENZ",
  "contributors": "Wanda Widigdo Canadarma (Advisor 1); Eunike Kristi Julistiono, S.T., M.Des.Sc. (Advisor 2); Markus Ignatio Aditjipto (Advisor 3); Roni Anggoro, S.T., M.A.Arch. (Examination Committee 1); V.P. Nugroho Susilo (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01023966/ARS/2019; Reyhan Frumentius Layrenz (22415120)",
  "subjects": "MUSEUM BUILDINGS--DESIGN AND CONSTRUCTION; MUSEUM BUILDINGS; RECREATION CENTERS--DESIGNS AND PLANS; MUSEUM ARCHITECTURE"
}