{
  "id": "453",
  "title": "The causes of marriage problems and its adjustments as seen through George - Isabel and Ralph - Dopothea in Tennessee Williams's period of adjustment",
  "abstract": "This thesis concerns with a study about the causes of George?s-Isabel?s and Ralph?s-Dorothea?s marriage problems and the adjustments they perform which lead to the happiness in their marriage in Tennessee Williams?s Period of Adjustment In this play, both couples, George-Isabel and Ralph-Dorothea, cope with far-reaching problems, which imperil their interrelationship. In their first night, George and Isabel could not have a satisfyig sexual relationship, while Ralph and Dorothea cope with the problem concerning with Dorothea?s deed to leave Ralph. These problems encourage the thesis writer to analyze the causes of their problems and the adjustments they perform which lead to the happiness in their marriage. In order to make the analysis, the thesis writer will apply literary theories, which are the theories of aracter and conflict. Furthermore, she will also apply the psychological theories, which are the theories of marital life and emotion. Through the analysis, the thesis writer finds out that George?s unpleasant attitude and George?s experience as a war hero has caused their sexual relationship could not be performed in a satisfactory manner. Besides, the thesis writer also finds out that the adjustments George and Isabel perform in their marriage are by discharging their anger and painful feeling out from their heart, and also by apportioning their problems to Ralph, George?s wartime buddy. By doing these deeds, they could recognize their role better in their marriage since each of them begins to apprehend each weaknesses and demands. Furthermore. through the analysis, the thesis writer also finds out that the economic condition has caused Dorothea to leave Ralph. Whereas, the adjustment they do is by expressing their emotion. Dorothea lets her love be apprehended by Ralph, while Ralph lets his painful and regretful feeling be recognized by Dorothea. Therefore, by letting their feeling out from their heart, they could be more sure about each value concerning with their desire to continue their relationship. Dorothea could be more convincing that Ralph begins to love her by his invitation to her to go to bed. Whereas, Ralph could also be more sure that Dorothea comes back to him because of love since even though she is still doubtful whether Ralph loves her or not, she still has the courage to continue their relationship.",
  "creators": "YENNY OKTAVIA",
  "contributors": "ANTONIUS GURITO (Advisor 1); Ribut Basuki (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1074/ING/2002; Yenny Oktavia (11497122)",
  "subjects": "WILLIAMS, TENESSEE, 1911-1983. PERIOD OF ADJUSTMENT-STUDY AND TEACHING; AMERICAN DRAMA--20TH CENTURY--STUDY AND TEACHING"
}