{
  "id": "45328",
  "title": "Pengaruh ukuran partikel calcined clay dan penggantian sebagian semen dengan kalsium hidroksida pada mortar limestone calcined clay cement (LC3)",
  "abstract": "Limestone calcined clay cement (LC3) memiliki potensi dalam menggantikan penggunaan semen dalam pembuatan beton, dimana campuran LC3 sendiri terdiri dari calcined clay, kalsium hidroksida, semen dan gypsum. Penelitian menunjukkan bahwa penggunaan campuran LC3 pada mortar dapat menghasilkan kuat tekan yang sama dengan mortar OPC, dimana campuran LC3 yang digunakan memiliki persentase penggantian semen terbatas hingga 50% dari binder. Untuk meningkatkan persentase penggantian semen digunakan larutan kalsium hidroksida dengan suhu larutan 50°C. Variasi ukuran partikel calcined clay juga dilakukan dengan menggiling calcined clay berdiameter 1-2 cm dengan ball mill selama 1, 2 dan 4 jam. Hasil penelitian menunjukkan penggantian 15% semen dengan larutan kalsium hidroksida dapat menghasilkan kuat tekan yang sama dengan mortar LC3 kontrol. Semakin halus ukuran partikel calcined clay yang digunakan semakin tinggi kuat tekan mortar, dengan kuat tekan tertinggi didapat pada mortar dengan calcined clay yang digiling selama 2 jam. Selain itu , semakin tinggi persentase kalsium hidroksida yang digunakan menyebabkan menurunnya kuat tekan dan work ability dari mortar. Namun besarnya penurunan kuat tekan berkurang pada saat calcined clay yang digunakan semakin halus.",
  "creators": "ARTHUR; KEVIN SAPUTRA",
  "contributors": "Antoni (Advisor 1); Djwantoro Hardjito (Advisor 2); Effendy Tanojo (Examination Committee 1); Budisetyono Tedjakusuma (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012325/SIP/2019; Arthur (21415057)Kevin Saputra (21415043)",
  "subjects": "CONCRETE--ADDITIVES; MORTAR--ADDITIVES"
}