{
  "id": "4533",
  "title": "Perpaduan unsur kebudayaan Islam dan Tionghoa dalam interior Masjid Cheng Hoo di Surabaya",
  "abstract": "Perpaduan Unsur Kebudayaan Islam dan Tionghoa Dalam Interior Masjid Cheng Hoo merupakan penelitian terhadap tempat ibadah Islam. Penelitian yang dilaksanakan meliputi perpaduan unsur kebudayaan Tionghoa dan Islam pada tata ruang dan ragam hias yang terdapat didalam Masjid Cheng Hoo. Masjid Cheng Hoo di bagi menjadi dua bagian yaitu ruang sholat dan ruang wudhu, dan dalam ragam hiasnya akan dibahas per-elemen ruang (lantai, dinding, pintu, jendela dan plafon). Ragam hias yang akan dibahas dalam Masjid Cheng Hoo dibagi menjadi: kaligrafi Islam, gambar atau lukisan dan ukir-ukiran atau cetakan. Oleh karena itu penelitian akan dilaksanakan berdasarkan pembagian diatas. Penelitian ini bermaksud untuk mengetahui apakah ada perpaduan unsur kebudayaan Tionghoa dan Islam pada bentuk tata ruang dan ragam hias yang terdapat didalam Masjid Cheng Hoo. Maka penelitian akan dilakukan dengan metode kualitatif untuk mengetahui ada atau tidaknya perpaduan unsur kebudayaan Tionghoa dan Islam dalam Masjid Cheng Hoo. Penelitian yang telah dilakukan membuktikan adanya perpaduan unsur kebudayaan Tionghoa dan Islam didalam interior Masjid Cheng Hoo pada tata ruang dan ragam hias yang terdapat didalamnya. Tata ruang yang ada dalam Masjid Cheng Hoo berdasarkan ajaran ajaran Islam yang tercantum dalam Al Quran, Al Hadis dan Ijtihad, ada perpaduan atau persamaan kebuadayaan antara Tionghoa dan Islam. Ragam hiasnya berupa adanya kaligrafi Islam, gambar atau lukisan dan ukir-ukiran atau cetakan terdapat pada lantai, dinding, pintu, jendela dan plafon Masjid Cheng Hoo yang berdasarkan Al Quran, Al Hadis dan Ijtihad, juga terdapat perpaduan unsur kebudayaan Tionghoa dan Islam. Jadi dapat disimpulkan bahwa perpaduan unsur kebudayaan Tionghoa dan Islam telah diterapkan pada tata ruang dan ragam hias dalam interior Masjid Cheng Hoo Surabaya. Dengan kata lain berdasarkan pertanyaan pada rumusan masalah berarti tata ruang dan ragam hiasnya sudah terjadi perpaduan antara unsur kebudayaan Tionghoa dan Islam.",
  "creators": "SYLVIA MAGDALENA",
  "contributors": "J. Loekito Kartono (Advisor 1); MOCH. TAUFAN RIZQI (Advisor 2); OLIH SOLIHAT KARSO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010198/DIN/2004; Sylvia Magdalena (41400094)",
  "subjects": "MINARETS-DECORATION; MOSQUES-DECORATION"
}