{
  "id": "45338",
  "title": "Peningkatan mutu beton dengan fly ash dan kalsium hidrosida sebagai pengikat utama",
  "abstract": "Fly ash (FA) umumnya digunakan sebagai bahan pengganti sebagian semen pada campuran beton dengan kadar kurang dari 35% berat semen. Seiring dengan berkembangnya penelitian pada beton dan kesadaran akan dampak lingkungan dari produksi semen, penggunaan FA dikembangkan hingga menjadi pengikat utama (100% FA) dalam pembuatan mortar maupun beton. Permasalahan yang terjadi pada mortar 100% FA adalah kuat tekan yang cenderung rendah jika dibandingkan dengan mortar yang terbuat dari semen, hal ini disebabkan oleh rendahnya kadar kalsium dalam komposisi kimia FA. Oleh karena itu, perlu disubstitusikan kalsium hidroksida (Ca(OH)2), ditambahkan semen, dan atau menggunakan curing oven untuk meningkatkan kuat tekan mortar 100% FA. Berdasarkan hasil penelitian yang dilakukan, didapati bahwa substitusi Ca(OH)2 sebagai pengganti sebagian fly ash dapat meningkatkan kuat tekan dimana, Ca(OH)2 yang berasal dari olahan batu gamping menunjukkan kuat tekan yang lebih tinggi dibandingkan dengan Ca(OH)2 yang berasal dari limbah karbit. Penambahan semen dalam campuran dapat meningkatkan kuat tekan mortar fly ash yang disubstitusi Ca(OH)2, namun peningkatan kekuatan ini masih terbilang kecil secara nominal. Sedangkan metode curing oven pada suhu 60ºC menunjukkan peningkatan kuat tekan awal secara signifikan dari 5 MPa menjadi 25 MPa pada umur 1 hari.",
  "creators": "IVAN KURNIAWAN; EUSEBEIANA LIMAN",
  "contributors": "Antoni (Advisor 1); Djwantoro Hardjito (Advisor 2); Benjamin Lumantarna (Examination Committee 1); Joko Purnomo S.T., M.Sc. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012323/SIP/2019; Ivan Kurniawan (21415024), Eusebeiana Liman (21415047)",
  "subjects": "MORTAR; STRENGTH OF MATERIALS--TESTING; FLY ASH; CONCRETE--QUALITY CONTROL; CONCRETE CONSTRUCTION"
}