{
  "id": "45341",
  "title": "Perbandingan kinerja struktur baja rangka terbreis konsentris khusus berbentuk multistory X dan zipper V terbalik pada bangunan 12 dan 18 lantai",
  "abstract": "Gempa merupakan bencana alam yang sering terjadi di Indonesia, sehingga seluruh bangunan wajib didesain mengikuti peraturan gempa SNI 1726:2012. Penelitian ini mengevaluasi kinerja dari struktur penahan gempa yang menggunakan sistem rangka bangunan RTKK (Rangka Terbreis Konsentris Khusus). Ketinggian bangunan berdasarkan batasan maksimum menurut SNI 1726:2012 tabel 9 dan pasal 7.2.5.4. Berdasarkan batasan tersebut, digunakan ketinggian 12 lantai (48 meter) dan 18 lantai (72 meter) pada penelitian ini. Penelitian sebelumnya telah menunjukkan adanya permasalahan pada balok yang berpotongan dengan breising bentuk V dan V terbalik akibat peninjauan terhadap desain kapasitas. Untuk mengatasinya maka dipilihlah breising berbentuk multistory X (MX) dan zipper V terbalik (ZIV) kemudian dibandingkan kinerjanya berdasarkan berat struktur, displacement, drift ratio, dan sendi plastis. Hasil penelitian menunjukkan bahwa pada bangunan 12 lantai, nilai displacement dan berat struktur MX lebih baik daripada ZIV, tetapi nilai drift ratio tidak berbeda jauh. Pada bangunan 18 lantai, nilai displacement dan drift ratio MX lebih baik daripada ZIV, tetapi berat struktur MX naik dengan cepat seiring penambahan ketinggian. Sedangkan kinerja berdasarkan kerusakan sendi plastis menunjukkan bahwa MX memberikan hasil yang lebih buruk untuk elemen kolom dan lebih baik untuk elemen balok daripada ZIV.",
  "creators": "STEVEN SETIAWAN; CHRIST RENALDI",
  "contributors": "Effendy Tanojo (Advisor 1); Hasan Santoso (Advisor 2); Wong Foek Tjong, S.T., M.T., Ph.D. (Examination Committee 1); Bambang Wyanto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012327/SIP/2019; Steven Setiawan (21415246), Christ Renaldi (21415077)",
  "subjects": "BUILDINGS--EARTHQUAKE EFFECTS; STRUCTURAL, STEEL"
}