{
  "id": "45344",
  "title": "Analisis faktor-faktor yang mempengaruhi pemilihan air PDAM sebagai sumber air utama di kota Makassar",
  "abstract": "Di Indonesia peningkatan jumlah penduduk digunakan sebagai dasar perencanaan pembangunan, salah satunya infrastruktur air bersih. Kebutuhan air bersih setiap kota bervariasi berdasarkan jumlah penduduknya. Penduduk di Kota Makassar mayoritas memilih menggunakan air dalam kemasan dan air dari Perusahaan Daerah Air Minum (PDAM) untuk memenuhi kebutuhan air bersih. Penelitian ini bertujuan untuk mengetahui faktor-faktor yang mempengaruhi pemilihan air PDAM sebagai sumber air utama di Kota Makassar; untuk mengetahui produksi air bersih oleh PDAM Kota Makassar dan mengetahui apakah dengan produksi air pada tahun 2018, dapat memenuhi kebutuhan air penduduk hingga tahun 2030. Metode yang digunakan adalah penelitian kualitatif meliputi analisis regresi, analisis korelasi, dan ranking berdasarkan hasil kuesioner. Kuesioner disebarkan kepada 140 kepala keluarga di 140 kelurahan di Kota Makassar. Hasil penelitian menunjukkan bahwa faktor yang paling mempengaruhi pemilihan air PDAM sebagai sumber air utama penduduk Kota Makassar adalah faktor kuantitas air; tingkat pendidikan dan jumlah pendapatan memiliki korelasi sangat lemah terhadap pemilihan air PDAM. Penduduk Kota Makassar tidak bersedia membayar tarif air yang lebih tinggi dari tarif saat ini dan produksi air PDAM tahun 2018 masih mampu mencukupi kebutuhan air hingga tahun 2030.",
  "creators": "WIRA WARDHANA GUNAWAN; SANTOSO WELERUBUN",
  "contributors": "Ir. Prasetio Sudjarwo, M.Eng. (Advisor 2); Cilcia Kusumastuti, S.T., M.Eng. (Advisor 1); Dr. rer.nat. Surya Hermawan S.T., M.T. (Examination Committee 2); Frederik Jones Syaramual (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012348/SIP/2019; Wira Wardhana Gunawan (21414158), Santoso Welerubun (21414223)",
  "subjects": "WATER-SUPPLY ENGINEERING; INDUSTRIAL WATER SUPPLY"
}