{
  "id": "45349",
  "title": "Aplikasi simpan pinjam koperasi karyawan Universitas Kristen Petra berbasis website",
  "abstract": "Koperasi Universitas Kristen Petra (UK Petra) adalah koperasi yang memiliki 2 usaha yaitu swalayan dan koperasi. Koperasi itu sendiri memiliki 2 program yaitu simpan dan pinjam. Saat ini koperasi UK Petra hanya memiliki program secara offline.Program yang dimiliki koperasi UK Petra hanya bisa diakses pengurus koperasi saja dan beberapa aktifitas seperti pendaftaran anggota, pengajuan simpanan berkala, pengajuan jangka panjang dan pengajuan pinjaman masih menggunakan kertas. Selain itu anggota jikalau ingin mengetahui informasi seperti saldo simpanan berkala, pinjaman sisa berapa atau cicil berapa sangat susah untuk di ketahui karena anggota harus pergi atau menanyakan atau menelepon kepada pengurus koperasi. Hal ini dirasa sangat kurang efektif dalam penyebaran atau kemudahan informasi. Melihat adanya masalah tersebut, maka pada skripsi ini akan dibuat sistem informasi website. Website ini dapat melakukan seperti pengajuan simpanan berkala, pengajuan simpanan jangka panjang, pengajuan pinjaman, dapat melihat informasi keuangan koperasi. Hasil akhir dari skripsi adalah sistem telah mampu mengirimkan notifikasi secara online melalui email berdasarkan kecepatan internet, sistem telah mampu mengajukan permohonan secara online, Sistem telah mampu melakukan perhitungan simpanan berkala, simpanan swadaya berjangka dan pinjaman dan Sistem telah mampu membantu pihak koperasi dalam melihat kondisi keuangan anggota dalam hal simpan dan pinjam.",
  "creators": "IVAN EKO NOVIANTO",
  "contributors": "Andreas Handojo (Advisor 1); Leo Willyanto Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021885/INF/2019; Ivan Eko Novianto (26415095)",
  "subjects": "DATABASE DESIGN; PROGRAMMING (COMPUTERS); WEB SITES--DESIGN"
}