{
  "id": "45356",
  "title": "Fasilitas komunitas radio kontrol di Surabaya",
  "abstract": "Fasilitas Komunitas Radio kontrol di Surabaya adalah tempat yang mewadahi kegiatan untuk permainan radio kontrol. Fasilitas ini mewadahi 2 model radio kontrol yaitu model drone dan model mobil. Tempat ini juga menyediakan 2 sirkuit utama untuk permainan RC mobil & drone. Fasilitas yang disediakan yaitu fasilitas makerspace, retail, service centre, ruang komunitas, sirkuit untuk RC model mobil, sirkuit untuk RC model drone. Tempat ini juga menyediakan fasilitas umum seperti ruang serbaguna untuk berbagai acara, cafe, retail, perpustakaan, galeri. Fasilitas ini menggunakan konsep kedinamisan dari gerakan-gerakan RC itu sendiri. Bentukan yang digunakan dapat mengarahkan dan memberi volume pada ruangan. Pendekatan menggunakan pendekatan struktur karena menginginkan bangunan dengan bentuk yang dinamis dan menyatu agar dapat berkesan menerus tanpa berhenti. Bangunan menampakkan bentuk secara utuh. Pendalaman yang dipakai yaitu pendalaman struktur karena membutuhkan bentang yang lebar dan teknologi yang lebih canggih. Bentuk atap yang organik menjadikan struktur sebagai faktor penting dalam proses desain bangunan.",
  "creators": "HENDY WILLYANTO HOESIN",
  "contributors": "Ir. Bisatya Widadya Maer, M.T. (Advisor 1); Lilianny Sigit Arifin (Advisor 2); Aris Budhiyanto, S.T., M.Sc., Ph.D. (Advisor 3); Benny Poerbantanoe (Examination Committee 1); Dr. Feny Elsiana, S.T., M.T. (Examination Committee 2); Christine Wonoseputro (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 03023937/ARS/2019; Hendy Willyanto Hoesin (22415074)",
  "subjects": "COMMUNITY CENTERS--DESIGN AND PLANS; DRONE AIRCRAFT--CONTROL SYSTEMS; RACETRACKS (AUTOMOBILE RACING)--DESIGNS AND PLANS; RADIO CONTROL"
}