{
  "id": "4535",
  "title": "Studi perabot pada taman kanak-kanak negeri pembina kelompok B di Surabaya : dalam aspek anthropometri, bentuk dan warna",
  "abstract": "Perabot yang sesuai dengan anthropometri anak, bentuk dan warna yang komunikatif akan sangat berperan dalam pemenuhan tujuan pendidikan taman kanak-kanak, yaitu membentuk perilaku melalui pembiasaan sehari-hari dan mengembangkan kemampuan dasar pada diri anak didik. Semua ini (perabot, anthropometri, bentuk, warna, tujuan pendidikan dan anak didik) saling terkait, saling menunjang satu dengan lainnya, dan dapat memberikan pengaruh terhadap aktivitas anak-anak dalam proses tumbuh berkembang mereka yang berkaitan dengan tujuan pendidikan Taman Kanak-Kanak. Studi perabot ini mengambil Taman Kanak-Kanak Negeri Pembina Kelompok B di Surabaya sebagai obyek penelitian. Penelitian ini menggunakan pendekatan kualitatif holistik dimana variabel sebab tidak dapat dipisahkan dari variabel akibat, variabel tersebut adalah aspek anthropometri, bentuk dan warna perabot dengan tujuan-tujuan Program Kegiatan Belajar. Data diperoleh dengan wawancara terbuka, observasi secara langsung dan studi kepustakaan. Data yang diperlukan adalah yang berhubungan dengan Program Kegiatan Belajar (PKB), tinjauan anak dan perkembangannya, pendidikan dini, tipe-tipe taman kanak-kanak di Indonesia, anthropometri, bentuk dan warna. Tujuan-tujuan pendidikan yang terdapat pada Program Kegiatan Belajar digunakan sebagai variabel-variabel yang dihubungkan dengan substansi-substansi perabot yang diperlukan (anthropometri, bentuk dan warna). Hasil penghubungan ini mengantar pada standart-standart yang baik tentang aspek anthropometri, bentuk dan warna untuk anak usia 5 tahun (presekolah). Standart-standart tersebut lalu digunakan sebagai tolok ukur untuk menganalisis parabot-perabot yang ada di lapangan. Dengan demikian dapat diketahui apakah perabot yang ada sudah memenuhi ke 3 aspek yang sesuai dengan kebutuhan pencapaian tujuan Program Kegiatan Belajar. Rumusan masalah yang kedua adalah tentang respon anak-anak terhadap perabot dalam aspek anthropometri, bentuk dan warna. Hasil analisis menunjukan bahwa dari 33 perabot yang diteliti hanya 45,54 % yang diperperhatikan aspek anthropometrinya, sedangkan 54,54% dari perbot yang ada tidak diperhatikan aspek anthropometrinya. Dalam aspek bentuk, semua perabot yang diteliti (33 perabot) sudah dapat menunjang Program Kegiatan Belajar. Dalam aspek warna hanya 6,06% yang menggunakan warna cerah yang sesuai dengan usia anak-anak prasekolah. Sedangkan warna yang mendominasi adalah warna cokelat (natural color) yang dapat meredam daya kreativitas anak-anak. Warna lainnya adalah warna pastel 18,18%, ringan 13,03% dan gelap 13,03%. Secara keseluruhan taman kanak-kanak yang diteliti belum memperhatikan perabot-perabot yang ada secara khusus sehingga berperan dalam pemenuhan tujuan Program Kegiatan Belajar.",
  "creators": "SWIE ING ( NANCY )",
  "contributors": "ISMAEL SETIAWAN (Advisor 1); Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Advisor 2); Stephanus P. Honggowidjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010200/DIN/2004; Swie Ing (Nancy) (41400101)",
  "subjects": "KINDERGARTEN-DECORATION"
}