{
  "id": "45361",
  "title": "Redesain interior GECO creative digital hub di Surabaya",
  "abstract": "Co-working space dapat diartikan sebagai suatu ruang kerja yang dapat menampung aktivitas pengguna ruang untuk saling berkolaborasi. Creative Digital Hub merupakan suatu istilah yang menggambarkan suatu tempat yang menampung kegiatan kreatif dalam bekerja di bidang digital. Sasaran utama pengguna ruangnya adalah kaum muda yang terdiri dari mereka yang berada di generasi Y, Z, dan A di masa depan (entrepreneur muda, pekerja startup, mahasiswa dan siswa sekolah). Adanya perkembangan teknologi yang terus meningkat, maka generasi digital di Surabaya memerlukan suatu ruang yang dapat memfasilitasi dalam berkreasi di bidang digital. Rancangan menggunakan metode design thinking di antaranya observasi kebutuhan dan kegiatan pengguna ruang, survey lapangan, menganalisis hasil survey dengan menghasilkan produk programming, brainstorming menghasilkan suatu konsep yang diterapkan dalam skematik desain dan maket studi, hingga menghasilkan produk akhir berupa: layout, rencana lantai dan plafon, perspektif, maket presentasi, dan lainnya. Perancangan ini menerapkan konsep “Connectivity” analogi dari bentuk IoT (Internet of Things) yaitu teknologi yang diterapkan dalam perancangan. IoT tidak akan bekerja apabila tidak ada jaringan/hubungan. Implementasi desainnya yaitu dengan organisasi ruang yang memusat. Ada area utama yang terletak di tengah dan area lain mengelilinginya.",
  "creators": "LAVENIA EMILIA INNEKE",
  "contributors": "Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Advisor 1); Sherly De Yong (Examination Committee 1); David Tan Kayogi, S.T., HDII (Advisor 2); Lucky Basuki, S.E., M.H., HDII (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021779/DIN/2019; Lavenia Emilia Inneke (41415040)",
  "subjects": "INTERIOR DECORATION; OFFICE DECORATION; PUBLIC BUILDINGS--DECORATION"
}