{
  "id": "45365",
  "title": "Fasilitas pengembangan diri bagi anak penyandang tuna daksa di Surabaya",
  "abstract": "Jumlah anak penyandang tuna daksa di Surabaya yang tidak sedikit belum diimbangi dengan perhatian yang cukup, baik dari pemerintah maupun lingkungan sekitarnya. Sarana dan prasarana yang ada belum memadai untuk mendukung perkembangan anak secara fisik dan mental. Selain itu, keluarga yang belum terbuka akan kondisi anak dan kurangnya pengetahuan masyarakat memicu terjadinya berbagai macam pengucilan pada anak penyandnag tuna daksa. Fasilitas pengembangan diri bagi anak penyandang tuna daksa ini merupakan sebuah institusi dengan tujuan tidak hanya menjadi sarana pembelajaran formal bagi anak, namun menjadi fasilitas untuk melatih kemandirian anak melalui pelatihan keterampilan hidup, membantu anak untuk menemukan bakat, minat dan potensi anak untuk menjadi lebih produktif, serta sarana bagi orang tua untuk lebih proaktif dalam tumbuh kembang anak. Untuk mendesain fasilitas ini, digunakan pendekatan perilaku. Berdasarkan analisa karakteristik dan kebutuhan anak penyandang tuna daksa, konsep Accesible Architecture dipilih. Konsep ini di terapkan ke dalam zoning, bentuk, material bangunan, dan suasana ruang. Pendalaman karakter ruang dipilih untuk mendesain ruang dalam dan ruang luar secara khusus sesuai dengan perilaku anak dan konsep desain.",
  "creators": "Gabriela Aristya",
  "contributors": "Eunike Kristi Julistiono, S.T., M.Des.Sc. (Advisor 1); Wanda Widigdo Canadarma (Advisor 2); Markus Ignatio Aditjipto (Advisor 3); V.P. Nugroho Susilo (Examination Committee 1); Maria Immaculata Hidayatun (Examination Committee 2); Roni Anggoro, S.T., M.A.Arch. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01023996/ARS/2019; Gabriela Aristya (22415165)",
  "subjects": "CHILDREN WITH DISABILITIES; DAY CARE CENTERS FOR PEOPLE WITH DISABILITIES"
}