{
  "id": "45367",
  "title": "Galeri pasar terapung di Banjarmasin",
  "abstract": "Galeri “Pasar Terapung” adalah fasilitas pendukung bagi pengunjung Pasar Terapung Muara Kuin di Banjarmasin. Pasar terapung telah muncul secara alami sejak abad ke-14, sebelum Kerajaan Banjar berdiri (1595). Pasar terapung ini termasuk bagian dari Pelabuhan Sungai Bandarmasih yang meliputi aliran Sungai Barito, dari Sungai Kuin hingga Muara Sungai Kelayan. Posisinya yang berada pada pertemuan beberapa anak sungai inilah yang menjadikannya lokasi strategis untuk berdagang. Pada masa kejayaan Kerajaan Banjar, kawasan Pasar Terapung juga banyak disinggahi pedagang-pedagang dari daerah dan negara lain, seperti dari Jawa, Gujarat (India), dan Cina. Sempat menjadi medan perang pada masa-masa akhir kejayaan Kerajaan Banjar, Pasar Terapung berhasil mempertahankan eksistensinya hingga saat ini sebagai peninggalan sejarah dan kebudayaan. Karena keunikannya ini, Pasar Terapung menjadi destinasi wisata utama di Banjarmasin. Kepopulerannya juga menjadikan Pasar Terapung diakui sebagai aset negara pada tahun 1980. Sayangnya, ingatan akan keindahan Pasar Terapung di Banjarmasin seolah terkikis zaman. Kemajuan sarana prasarana dan alat transportasi menyebabkan para pedagang di Pasar Terapung beralih menjual dagangannya ke pasar tradisional di daratan. Pasar yang dulunya sangat padat dengan lebih dari seratus pedagang kini hanya tersisa tidak lebih dari setengahnya. Sisa-sisa kebudayaan dan saksi sejarah selama ratusan tahun kini berada di ambang kepunahan. Dengan membuat Galeri “Pasar Terapung” yang berfungsi mengedukasi dan menyediakan fasilitas bagi pengunjung, destinasi wisata ini akan hidup kembali dan dapat mempertahankan eksistensinya sebagai warisan sejarah di Banjarmasin. Hal ini sejalan juga dengan upaya Pemerintah Kota Banjarmasin untuk mempertahankan Pasar Terapung dengan memasukkannya ke dalam agenda Wonderful Indonesia. Pendekatan yang digunakan dalam perancangan ini adalah arsitektur vernakular. Dengan memasukkan unsur-unsur arsitektur lokal, galeri ini dapat mempertajam identitas daerah yang sarat akan sejarah dan kebudayaan Banjarmasin.",
  "creators": "KENNIA HARVIN WIJAYA",
  "contributors": "Timoticin Kwanda (Advisor 1); Joyce M.Laurens (Advisor 2); Andhi Wijaya (Advisor 3); Aris Budhiyanto, S.T., M.Sc., Ph.D. (Examination Committee 3); Lilianny Sigit Arifin (Examination Committee 1); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 07023903/ARS/2019; Kennia Harvin Wijaya (22415032)",
  "subjects": "ART GALLERIES, COMMERCIAL; COMMERCIAL BUILDINGS--DESIGNS AND PLANS; GALLERIES (ARCHITECTURE)"
}