{
  "id": "45376",
  "title": "Identifikasi penyebab keterlambatan pengiriman dan upaya penurunan lead time proses pada PT X",
  "abstract": "PT X merupakan perusahaan manufaktur yang bergerak di bidang rigid packaging produk kosmetik. Pada bulan Januari 2018-Maret 2019 PT X mengalami masalah keterlambatan pengiriman sebanyak 391 kali, oleh sebab itu dilakukan penelitian untuk mengidentifikasi penyebab-penyebab keterlambatan tersebut. Penelitian ini menggunakan root cause analysis sebagai pendekatan analisis penyebab keterlambatan pengiriman. Data yang digunakan pada penelitian ini yaitu Laporan Produksi Harian (LPH) tahun 2018, data COOIS, data VA05, data SQ007C, data SQ00DELV bulan Januari 2018-Maret 2019, data Routing tahun 2018, dan data Resume CS. Keterlambatan pengiriman yang terjadi pada PT X disebabkan oleh lead time proses aktual lebih lama (58 hari) dibandingkan dengan lead time proses rencana (52 hari), dengan selisih lead time (6 hari) Akar penyebab terjadinya keterlambatan pengiriman adalah permasalahan produksi yang terbagi menjadi empat jenis penyebab antara lain Downtime (39.5%) yang disebabkan oleh permasalahan mold, machine, process, cari warna, robot, dan set up; Loss Hour (26.3%) yang disebabkan oleh permasalahan tidak ada order dan perawatan preventive; Speed Gap (24.2%) yang disebabkan oleh permasalahan cavity aktual yang lebih rendah dari cavity rencana dan cycle time aktual yang lebih lama dari cycle time rencana; Time Reject (10.0%) yang disebabkan oleh permasalahan bintik hitam, bintik material, amandel, appearance, gripis, baret, dan mulut tidak pres. Potensi penurunan lead time aktual apabila semua akar penyebab terjadinya keterlambatan pengiriman teratasi adalah 29 hari (50%)",
  "creators": "WINATA NUGRAHA",
  "contributors": "Debora Anne Yang Aysia (Advisor 1); Felecia, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022241/IND/2019; Winata Nugraha (25415063)",
  "subjects": "DELIVERY OF GOODS; TIME STUDY; WORK MEASUREMENT; INDUSTRIAL MANAGEMENT"
}