{
  "id": "4537",
  "title": "Pengaruh brand image dan store image dari Sogo Department Store sebagai anchor tenant terhadap minat pengunjung untuk datang di Tunjungan Plasa IV Surabaya",
  "abstract": "Perkembangan sebuah mall sendiri tidak lepas dari peran para anchor tenant, mengingat anchor tenant adalah salah faktor penentu dalam menarik pengunjung. Pihak manajemen mall harus bekerja sama dengan pihak anchor tenant untuk mengikuti arus trend dari para konsumennya. Dengan kerjasama yang terjalin dengan baik antara pihak manajemen mall dan anchor tenant maka sebuah pusat perbelanjaan akan tetap dikunjungi pengunjung. Penelitian ini difokuskan pada identifikasi pengaruh brand image dan store image Sogo Department Store sebagai anchor tenant di Tunjungan Plasa IV. Rumusan masalah dalam penelitian ini adalah: Bagaimana pengaruh brand image terhadap minat konsumen untuk berkunjung ke SOGO sebagai anchor tenant dari Tunjungan Plasa IV, Bagaimana pengaruh store image terhadap minat konsumen untuk berkunjung ke SOGO sebagai anchor tenant dari Tunjungan Plasa IV, dan dari keduanya mana yang paling berpengaruh dominan. Teknik analisis data dalam penelitian ini menggunakan Structural Equation Modeling dengan jumlah responden penelitian sebanyak 147 responden. Hasil pembahasan menemukan bahwa Sogo Department Store memang dapat diposisikan sebagai anchor tenant di Tunjungan Plasa IV karena Sogo Department Store mempunyai store image yang tinggi dan brand image yang tinggi pula. Selain itu, Sogo Department Store ternyata mampu memberikan daya tarik bagi konsumen untuk datang di Tunjungan Plasa IV.",
  "creators": "JEFFRI HANDOKO; FEBY CATUR PRASETYO W",
  "contributors": "Agoes Tinus Lis Indrianto, S.S., M.Tourism (Advisor 1); Rachmat Sugianto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010006/TLM/2006; Jeffri Handoko (35402092), Feby Catur Prasetyo Widodo (35402097)",
  "subjects": "BRAND CHOICE; CONSUMER SATISFACTION; CONSUMER RESEARCH"
}