{
  "id": "45379",
  "title": "Standarisasi lini produksi divisi upper di PT XYZ",
  "abstract": "PT XYZ adalah perusahaan berskala internasional yang bergerak di bidang industry fashion. PT XYZ memproduksi berbagai jenis alas kaki, seperti sepatu, sandal, boots, dan lain-lain. Perusahaan ini memiliki dua sektor pabrik yang memproduksi jenis alas kaki yang berbeda yaitu Factory I dan Factory II. Produk alas kaki yang diproduksi dibagi menjadi 2 bagian utama, yaitu upper dan shoe. Upper merupakan bagian atas produk, sedangkan shoe adalah bagian bawah produk yang menggabungkan upper dengan sol. Penelitian di PT XYZ berfokus pada divisi upper, area closing sequence (stitching) pada Factory 1. Proses operasi yang dilakukan untuk memproduksi upper pada area ini dilakukan secara manual. Topik yang dibahas pada tugas akhir ini adalah standarisasi gerakan tangan kiri dan kanan operator serta perancangan tata letak peralatan pada stasiun kerja operator divisi upper. Tujuan dari tugas akhir ini adalah membuat standarisasi gerakan tangan kiri dan tangan kanan operator serta memperbaiki desain tata letak peralatan pada stasiun kerja operator. Penelitian menghasilkan 53 standar gerakan tangan, di mana 34 proses yang diteliti sudah baik dan 18 proses lainnya masih membutuhkan perbaikan. Usulan perbaikan dibuat sehingga terjadi peningkatan efisiensi berupa penurunan waktu yang dibutuhkan untuk menyelesaikan satu proses kerja. Desain tata letak peralatan pada stasiun kerja dibuat berdasarkan standar gerakan tangan sehingga membantu operator menjadi lebih nyaman dalam melakukan pekerjaannya. Keuntungan dari perbaikan yang diberikan adalah adanya peningkatan efisiensi dan efektifitas kerja dari operator sehingga operator dapat lebih mudah mencapai target.",
  "creators": "ALEXANDREA TEGUH",
  "contributors": "Indriati Njoto Bisono (Advisor and Examination Committee); Jani Rahardjo (Examination Committee 1); I Nyoman Sutapa (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022216/IND/2019; Alexandrea Teguh (25415049)",
  "subjects": "PLANT LAYOUT--PLANNING; PRODUCTION MANAGEMENT; WORK STUDY; PRODUCTION PLANNING"
}