{
  "id": "45377",
  "title": "Analisis turnover karyawan untuk perancangan employee engagement di PT X",
  "abstract": "PT X merupakan salah satu perusahaan multinasional di Indonesia yang bergerak dalam bidang consumer goods. Perusahaan ini mempekerjakan lebih kurang 30.000 karyawan yang tersebar di seluruh Indonesia. PT X membentuk suatu sub-fuction yang disebut IR (Industrial Relations) yang berperan untuk menjaga hubungan dan kesatuan karyawan di perusahaan agar tetap terjalin dengan baik. Beberapa tahun terakhir terdapat satu permasalahan yang menjadi fokus IR, yaitu tingkat turnover karyawan yang cukup tinggi. Tingkat turnover karyawan mengalami peningkatan yang cukup signifikan dari tahun 2016-2018, bahkan rata-rata turnover rate karyawan mencapai 10-15%. Turnover karyawan menunjukkan hubungan dan kesatuan antara karyawan dan perusahaan kurang terjalin erat. Karyawan dan perusaahan yang memiliki hubungan erat “engaged” akan menciptakan karyawan yang loyal dan berdedikasi tinggi untuk perusahaan. IR akan mencari tahu dua hal, yaitu alasan dan karakteristik karyawan yang mengakhiri masa kerjanya. Alasan karyawan akan dianalisis melalui exit questionnaire dengan menggunakan Pareto dan 5 Whys Analysis. Karakteristik karyawan dianalisis dengan Chi-square untuk mengetahui hubungan setiap karakteristik dengan alasan karyawan. Kedua hasil analisis tersebut selanjutnya digunakan untuk perancangan employee engagement yang tepat sesuai dengan kebutuhan. Perancangan employee engagement ini diharapkan dapat mempererat hubungan dan kesatuan antara karyawan dan perusahaan.",
  "creators": "PRISCILLA ANGELICA IRAWAN",
  "contributors": "Karina Agustin, S.T., M.B.A. (Advisor 1); Indriati Njoto Bisono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022237/IND/2019; Priscilla Angelica Irawan (25415043)",
  "subjects": "EMPLOYEE MOTIVATION; INDUSTRIAL RELATIONS; PERSONNEL MANAGEMENT; LABOR TURNOVER"
}