{
  "id": "45387",
  "title": "Fasilitas wisata edukasi budidaya tanaman obat dan pengolahan jamu tradisional di Kota Malang",
  "abstract": "Fasilitas wisata edukasi budidaya tanaman obat dan pengolahan jamu tradisional di Kota Malang merupakan fasilitas yang mengakomodasi kegiatan wisata dan belajar dalam satu waktu yang sama sehingga tidak membuat pengunjung jenuh dalam proses edukasi. Fasilitas ini terdiri atas 3 fasilitas utama yakni dari fasilitas pembibitan, penumbuhan, dan pengolahan tanaman. Selain itu fasilitas ini juga akan dilengkapi oleh fasilitas penunjang seperti kafe, restoran, toko tanaman, toko souvenir, dan sebagainya. Pendekatan sistem digunakan untuk menguraikan tahapan – tahapan yang dilakukan sejak dari bibit tanaman hingga menjadi minuman jamu tradisional yang siap dikonsumsi. Banyaknya tahapan yang dilalui didefinisikan dengan jelas dan sistematis sehingga tidak membuat pengunjung bingung dan salah menginterpretasikan informasi yang diberikan. Pada akhirnya pendekatan sistem yang digunakan berdampak pada pengelompokan zoning, pengelompokan massa dan sirkulasi yang mengikat keselurahan massa dengan urutan yang sudah didefinisikan sebelumnya. Pendalaman yang dipilih adalah karakter ruang karena mampu memberikan suasana yang berbeda pada masing-masing ruang, mengingat banyaknya ruang utama yang terbentuk.",
  "creators": "ANTHONY MARGONO",
  "contributors": "Maria Immaculata Hidayatun (Advisor 1); Roni Anggoro, S.T., M.A.Arch. (Advisor 2); V.P. Nugroho Susilo (Advisor 3); Sylviana Putri Sunario Soegondo S.T. (Advisor 4); Altrerosje Asri, S.T., M.T. (Examination Committee 1); Rony Gunawan (Examination Committee 2); Bramasta Putra Redyantanu (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01023962/ARS/2019; Anthony Margono (22415115)",
  "subjects": "RECREATION CENTERS--DESIGNS AND PLANS; TRADITIONAL MEDICINE--INDONESIA; EDUCATION PARKS--DESIGNS AND PLANS"
}