{
  "id": "45383",
  "title": "Pusat perbelanjaan pecinan di Surabaya",
  "abstract": "Kawasan Kembang Jepun, Surabaya merupakan kawasan bersejarah yang identik dengan pecinan Surabaya. Pada 31 Mei 2003, sempat didirikan pasar malam Kya-Kya Kembang Jepun untuk meramaikan suasana malam disana. Namun setelah 5 tahun beroperasi, akhirnya Kya-Kya tutup dan hingga saat ini suasana malam di kawasan tersebut lumpuh bagaikan kota mati. Melihat semakin maju dan berkembangnya pecinan-pecinan di kota lain, pecinan Surabaya perlu diperkuat identitas kawasannya dengan membangun Pusat Perbelanjaan Pecinan di Surabaya. Masalah desain utamanya adalah bagaimana menciptakan kenyamanan pengguna dari segi sirkulasi, akses, pencahayaan, penghawaan, serta estetika. Selain itu, berkaitan dengan aspek kesetempatan di sekitarnya, masalah desain khususnya adalah bagaimana memasukkan unsur Tionghoa pada bentuk bangunan, fasad, dan interior supaya selaras dengan arsitektur Tionghoa di sekitarnya. Pendekatan desain yang digunakan adalah pendekatan tipologi lingkungan dan pendalamannya adalah pendalaman tipologi arsitektur Tionghoa. Penataan retail pada pusat perbelanjaan ini mengadaptasi dari penataan street market khas pecinan dengan sirkulasi yang diapit retail di kanan-kiri dan adanya five foot way. Perancangan ini menggabungkan tipologi street market dengan pusat perbelanjaan modern. Selain itu pada bangunan ini diterapkan unsur-unsur arsitektur Tionghoa mulai dari bentuk atap Ngang Shan, atap yang bertingkat, adanya moon gate pada pintu masuk bangunan, dan adanya patung singa penjaga (shi zi).",
  "creators": "VELISA YULIAN",
  "contributors": "Timoticin Kwanda (Advisor 1); Joyce M.Laurens (Advisor 2); Andhi Wijaya (Advisor 3); Lilianny Sigit Arifin (Examination Committee 1); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 2); Aris Budhiyanto, S.T., M.Sc., Ph.D. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01023998/ARS/2019; Velisa Yulian (22415108)",
  "subjects": "SHOPPING CENTERS--DESIGN AND CONSTRUCTION; SHOPPING MALLS--DESIGN AND CONSTRUCTION; SHOPPING CENTERS; SHOPPING MALLS"
}