{
  "id": "45385",
  "title": "Fasilitas pemberdayaan masyarakat Noelbaki di Kabupeten Kupang",
  "abstract": "Negara Indonesia adalah Negara yang memiliki masalah pengungsi Internasional sejak tahun 1999. Kasus pengungsian yang dimaksud adalah pisahnya Timor Timur – Indonesia yang menyebabkan 250.000 warga Timtim mengungsi ke NTT dengan 94.388 orang memilih berubah status menjadi Warga Negara Indonesia (WNI). Sebagian besar eks-pengungsi Timtim ini menetap di daerah yang bernama desa Noelbaki di Kabupaten Kupang. Namun, warga Eks-Pengungsi Timor-Timur yang umumnya berdomisili di Noelbaki belum bisa hidup secara mandiri tanpa bantuan pemerintah. Masalah lain yang dihadapi adalah adanya pelabelan nama “Eks-Pengungsi Timor-Timur” pada masyarakat yang sudah lama menetap di Noelbaki ini. Melihat realita yang ada, maka dibuatlah Fasilitas Pemberdayaan Masyarakat Noelbaki di Kabupaten Kupang untuk menunjang dan melatih masyarakat Noelbaki agar dapat hidup secara mandiri. Fasilitas yang disediakan adalah kelas karakter, kelas menenun, kelas fabrikasi, kebun pelatihan, rumah produksi, rumah kompos, fasilitas umum, perpustakaan dan area keterampilan. Fasilitas ini difokuskan pada pembelajaran teknik modern dalam bercocok tanam karena masyarakat Noelbaki memiliki latar belakang sebagai petani. Masalah utama dalam desain fasilitas ini adalah menciptakan suasana yang sesuai dengan karakter dan kebiasaan masyarakat Noelbaki sehingga warga dapat berproses dan belajar secara kognitif dan motorik. Pendekatan Perilaku melalui prinsip teritorialitas menghasilkan tatanan massa dan ruang yang dapat mewadahi aktivitas sesuai dengan karakter dan kebiasaan masyarakat Noelbaki. Pendalaman Struktur bangunan dilakukan untuk menunjukkan ciri khas rumah adat masyarakat Noelbaki seperti penggunaan material lokal berupa kayu, bebak dan rumbia, peletakan struktur utama yang terkait dengan aktivitas sehari-hari.",
  "creators": "LIANA MARIA CALLISTA LIE",
  "contributors": "Joyce M.Laurens (Advisor 1); Timoticin Kwanda (Advisor 2); Andhi Wijaya (Advisor 3); Lilianny Sigit Arifin (Examination Committee 1); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 2); Aris Budhiyanto, S.T., M.Sc., Ph.D. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 03023986/ARS/2019; Liana Maria Callista Lie (22415153)",
  "subjects": "COMMUNITY CENTERS--DESIGN AND PLANS; COMMUNITY CENTERS"
}