{
  "id": "45389",
  "title": "Fasilitas wisata edukasi bahari di Surabaya",
  "abstract": "Desain Fasilitas Wisata Edukasi Bahari di Surabaya merupakan sebuah desain fasilitas yang berbasis oceanarium. Latar belakang yang mendasari lahirnya gagasan proyek ini adalah potensi kekayaan yang dimiliki oleh negara Indonesia sangat indah dan beragam yang belum terekspose seluruhnya kepada masyarakat terutama pada keindahan kekayaan laut Indonesia. Oleh karena itu fasilitas ini didesain untuk dapat menjawab kebutuhan perkembangan edukasi masyarakat agar dapat memberikan informasi yang mengembangkan pengetahuan masyarakat. Selain itu diharapkan fasilitas ini dapat menjadi alternatif hiburan masyarakat baik dari dalam maupun luar kota Surabaya. Tujuan desain adalah menciptakan desain yang informatif, nyaman dan menarik bagi pengunjung. Fasilitas ini didesain dengan konsep mengikuti jalur cerita yang dibuat oleh perencana, sehingga pengunjung yang datang diharapkan dapat merasakan suasana dan memudahkan untuk memahami informasi yang disampaikan. Pendekatan desain yang digunakan adalah pendekatan simbolik untuk memberikan citra bangunan seperti pusaran air yang terdapat berbagai macam biota laut didalamnya dengan didukung oleh pendalaman desain yang memperhatikan sekuens yang akan dilalui pengunjung.",
  "creators": "CHRISTIAN TANDIONO",
  "contributors": "Rully Damayanti (Advisor 1); Handinoto (Advisor 2); Luciana Kristanto, S.T., M.T. (Advisor 3); Eunike Kristi Julistiono, S.T., M.Des.Sc. (Examination Committee 1); Wanda Widigdo Canadarma (Examination Committee 2); Markus Ignatio Aditjipto (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 02023960/ARS/2019; Christian Tandiono (22415113)",
  "subjects": "RECREATION CENTERS--DESIGNS AND PLANS; MARINE PARKS AND RESERVES; EDUCATION PARKS--DESIGNS AND PLANS"
}