{
  "id": "45382",
  "title": "Panti sosial karya wanita Kalijodo di Jakarta Utara, DKI Jakarta",
  "abstract": "Panti Sosial Karya Wanita Kalijodo di Jakarta Utara, DKI Jakarta merupakan fasilitas yang mewadahi kegiatan rehabilitasi dan edukasi untuk wanita tuna susila. Prostitusi di Indonesia, terutama di Jakarta, semakin merajalela akibat perkembangan zaman. Selain itu, banyak wanita tuna susila di Jakarta memiliki latar belakang dimana edukasi dan ekonomi rendah sehingga terpaksa untuk masuk ke dunia prostitusi. Kalijodo adalah salah satu lokalisasi terbesar dan tertua di Indonesia. Pada tahun 2016, Gubernur DKI Jakarta Basuki Tjahaja Purnama atau Ahok menutup lokalisasi bersejarah Kalijodo dan membangun Ruang Terbuka Hijau dan Ruang Publik Terpadu Ramah Anak. Penutupan tersebut menimbulkan banyak wanita tuna susila kehilangan tempat tinggal dan mata pencaharian. Hal tersebut menjadi dasar dari desain fasilitas sosial ini. Fasilitas ini menyediakan kegiatan keterampilan yang akan mempersiapkan kemampuan mantan wanita tuna susila untuk mencari nafkah secara legal dan positif. Selain itu terdapat kegiatan rehabilitasi untuk membantu mantan wanita tuna susila siap secara mental untuk kembali ke dunia luar dan diterima oleh masyarakat. Fasilitas ini juga terbuka untuk publik dan bersifat “transparan” agar persepsi publik terhadap citra Kalijodo yang negatif dapat berubah menjadi positif. Pendekatan perilaku digunakan untuk mewadahi latar belakang pengguna yang beragam agar pengguna dapat merasa aman dalam beraktivitas dan berinteraksi satu sama lain.",
  "creators": "MUTIARA NINDITA",
  "contributors": "Christine Wonoseputro (Advisor 1); Benny Poerbantanoe (Advisor 2); Dr. Feny Elsiana, S.T., M.T. (Advisor 3); Danny Santoso Mintorogo (Examination Committee 1); Stanislaus Kuntjoro Santoso (Examination Committee 2); Angela Christysonia Tampubolon, S.T., M.T. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01023982/ARS/2019; Mutiara Nindita (22415148)",
  "subjects": "COMMUNITY CENTERS--DESIGNS AND PLANS; VOCATIONAL TRAINING CENTERS"
}