{
  "id": "45407",
  "title": "Fasilitas pelatihan bencana gempa bumi dan tsunami untuk anak-anak di Surabaya",
  "abstract": "Proyek ini merupakan fasilitas yang mewadahi kebutuhan akan tempat pelatihan bencana untuk anak-anak khususnya bencana gempa bumi dan tsunami. Kedua topik bencana tersebut dipilih karena merupakan bencana yang paling banyak memakan jumlah korban di Indonesia. Untuk menekan jumlah korban, diperlukan pelatihan tentang cara menghadapi bencana. Pelatihan tersebut perlu diajarkan sejak dini agar dapat diingat hingga dewasa. Selain tempat pelatihan untuk anak-anak, juga terdapat ruang tunggu yang disediakan untuk guru dan orang tua yang mengantar anak-anaknya. Selain itu, guru dan orang tua juga dapat melihat-lihat informasi tentang gempa bumi dan tsunami yang terdapat di dalam museum. Fenomena munculnya sesar aktif di Surabaya baru-baru ini memunculkan kekhawatiran pada masyarakat Surabaya, khususnya di kalangan sekolah-sekolah karena belum mengetahui cara-cara mitigasi. Oleh karena itu, lokasi yang dipilih penulis adalah di kawasan MERR, Surabaya yang merupakan daerah berkembang yang banyak dikelilingi sekolah-sekolah. Tapak yang dipilih memiliki bentuk linear agar sesuai dengan konsep yang diharapkan. Rumusan masalah dalam proyek ini adalah bagaimana merancang fasilitas pelatihan bencana gempa bumi dan tsunami yang eksploratif dan aman untuk anak-anak. Untuk menjawab permasalahan itu, penulis menggunakan pendekatan perilaku. Konsep yang ditawarkan adalah pelatihan beralur yang terbagi menjadi 4 zona, yaitu: zona sebelum gempa, zona saat gempa, zona tsunami, dan zona evakuasi. Keempat zona didesain dengan kontras agar anak-anak dapat memahami isi pelatihan dan juga sebagai elemen wayfinding yang menjadi topik pendalaman pada proyek ini.",
  "creators": "JEANIE MARGARETHA",
  "contributors": "Joyce M.Laurens (Advisor 1); Timoticin Kwanda (Advisor 2); Andhi Wijaya (Advisor 3); Lilianny Sigit Arifin (Examination Committee 1); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 2); Aris Budhiyanto, S.T., M.Sc., Ph.D. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 02023918/ARS/2019; Jeanie Margaretha (22415048)",
  "subjects": "EDUCATION PARKS--DESIGNS AND PLANS"
}