{
  "id": "45404",
  "title": "Fasilitas edukasi e-sports Indonesia di Surabaya",
  "abstract": "Fasilitas Edukasi E-Sports merupakan fasilitas yang mewadahi aktivitas gamers, dan memiliki tujuan untuk mengubah serta mengembangkan pemain tersebut menjadi seorang atlet e-sports. Dalam fasilitas ini, gamers akan diberi pembelajaran serta pelatihan yang baik dan sehat agar mengubah pandangan buruk masyarakat tehadap game. Selama ini masyarakat selalu beranggapan bahwa game online dapat mengancam kesehatan pemainnya. karena terdapat unsur kecanduan pada game online tersebut. Oleh karena itu, pendekatan perilaku diharapkan dapat menjawab masalah tersebut. Dengan menggunakan pendekatan perilaku, kita dapat mengetahui perilaku apa saja yang sering dilakukan oleh seorang gamers. Perilaku gamers yang dapat dikategorikan sebagai dampak negatif bisa ditanggulangi dengan menggunakan konsep desain “Healthy E-Sports”. Konsep tersebut akan lebih mengarahkan pemain untuk melakukan aktivitas di luar ruangan karena kebanyakan dari gamers ingin bermain dan berdiam diri di dalam ruangan. Selain itu, pendalaman karakter ruang dapat memperkuat konsep, dengan pemilihan material, warna, serta detail arsitektural yang dapat membuat suasana ruang gamers menjadi sehat dan nyaman.",
  "creators": "VIDITO ALLESSANDRO",
  "contributors": "Maria Immaculata Hidayatun (Advisor 1); Roni Anggoro, S.T., M.A.Arch. (Advisor 2); V.P. Nugroho Susilo (Advisor 3); Sylviana Putri Sunario Soegondo S.T. (Advisor 4); Altrerosje Asri, S.T., M.T. (Examination Committee 1); Rony Gunawan (Examination Committee 2); Bramasta Putra Redyantanu (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01023963/ARS/2019; Vidito Allessandro (22415116)",
  "subjects": "SPORTS FACILITIES--DESIGNS AND PLANS; EDUCATION PARKS--DESIGNS AND PLANS"
}