{
  "id": "45413",
  "title": "Resort keluarga di Uluwatu, Bali",
  "abstract": "Desain Resort Keluarga di Uluwatu, Bali ini didasari oleh pemikiran kondisi di perkotaan yang sibuk, padat, dan penat, sehingga menimbulkan kesenjangan dalam keluarga. Sehingga masalah desain yang utama adalah bagaimana menciptakan resort keluarga yang dapat mendukung kebersamaan keluarga. Selain itu, untuk merespon kebutuhan tapak, proyek ini juga mengangkat masalah desain khusus, yaitu bagaimana membentuk ruang sosial serta membentuk ruang hijau yang maksimal di dalam tapak. Pendekatan desain yang digunakan adalah pendekatan perilaku, karena sesuai dengan masalah desain yang telah dianalisis. Kemudian, pendalaman karakter ruang dipilih untuuk mencermati penyelesaian kebutuhan ruang hotel, cottage, serta fasilitas-fasilitas lainnya yang berada dalam tapak. Keunikan proyek ini ada pada konsep kebersamaan keluarga. Tidak seperti kebanyakan penginapan lainnya, Resort Keluarga di Uluwatu, Bali ini memiliki fasilitas yang berbasis kebersamaan keluarga. Segala sesuatu yang didesain di dalam tapak ini, berdasarkan atas goals untuk mewujudkan kualitas berlibur bersama keluarga yang baik. Pembagian zoning di dalam proses perancangan juga sangat diperhatikan, bagaimana massa yang terletak di bagian depan agar tidak menghalangi massa lainnya. Tujuannya, supaya setiap sudut di dalam tapak dapat menikmati keindahan view yang tersedia.",
  "creators": "YULIUS ROBERT PRATHAMA",
  "contributors": "Dr. Feny Elsiana, S.T., M.T. (Advisor 1); Christine Wonoseputro (Advisor 2); Benny Poerbantanoe (Advisor 3); Danny Santoso Mintorogo (Examination Committee 1); Stanislaus Kuntjoro Santoso (Examination Committee 2); Angela Christysonia Tampubolon, S.T., M.T. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporang Perancangan Arsitektur No. 01023964/ARS/2019; Yulius Robert Prathama (22415117)",
  "subjects": "HOTELS--DESIGNS AND PLANS"
}