{
  "id": "45417",
  "title": "Fasilitas pelatihan seni lukis dan galeri lukisan di Surabaya",
  "abstract": "Seni Lukis merupakan salah satu cabang dari seni rupa. Pada seni lukis mempunyai pasar peminat tersendiri. Sedangkan, galeri seni merupakan sebuah bangunan atau ruang kosong yang ditujukan untuk pameran karya seni, yang pada umumnya merupakan karya seni rupa. Galeri seni dapat berupa publik atau privat, yang menjadi pembedanya adalah kepemilikan benda dari koleksi tersebut. Di Indonesia peminat dari seni lukis sangat banyak, terdapat setidaknya 3800 kelompok atau organisasi seni di Indonesia pada tahun 2000, tetapi kurangnya apresiasi menjadikan seni lukis tidak setenar cabang seni lainnya. Selain itu, faktor kurangnya tempat dan fasilitas sebagai galeri menjadikan para seniman lukis mulai meninggalkan pekerjaan sebagai seniman dan hanya tersisa sekitar 1000 kelompok atau organisasi seni pada tahun 2004. Oleh karena itu pada kasus teresebut membutuhkan fasilitas pelatihan seni lukis dan galeri seni lukis. Rancangan proyek “Fasilitas Pelatihan Seni Lukis dan Galeri Lukisan di Surabaya” ini diharapkan dapat mewadahi seniman-seniman di Surabaya untuk memajang dan mengekspresikan karya-karyanya, serta mewadahi para seniman dalam memproduksi hasil karyanya, serta mencari penghasilan atau keuntungan dari keahliannya dalam membuat karya seni lukis.",
  "creators": "JEREMIAH",
  "contributors": "V.P. Nugroho Susilo (Advisor 1); Roni Anggoro, S.T., M.A.Arch. (Advisor 2); Maria Immaculata Hidayatun (Advisor 3); Sylviana Putri Sunario Soegondo S.T. (Advisor 4); Rony Gunawan (Examination Committee 1); Altrerosje Asri, S.T., M.T. (Examination Committee 2); Bramasta Putra Redyantanu (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06023893/ARS/2019; Jeremiah (22415018)",
  "subjects": "ART MUSEUMS--DESIGNS AND PLANS"
}