{
  "id": "45429",
  "title": "Aplikasi e-learning berbasis progressive web app pada Apologetika Indonesia",
  "abstract": "Apologetika Indonesia adalah organisasi religius yang berfokus pada pengajaran tentang pembelaan iman kristen yang mempromosikan kebenaran terkait kekristenan. Metode yang digunakan dalam menyampaikan konten apologetika adalah dengan melakukan seminar dan ceramah di gereja-gereja di seluruh Indonesia. Seharusnya, dengan teknologi yang telah ada sekarang, penyebaran konten apologetika dapat dilakukan dengan mudah melalui internet yaitu melalui apps. Media yang dipakai juga harus tangguh terhadap kondisi internet yang buruk dikarenakan penyebaran konten ingin menjangkau hingga ke tempat-tempat yang mungkin memiliki kondisi internet yang buruk. Namun Apologetika Indonesia juga belum memiliki webiste untuk menjalankan online course tersebut. Penulis melakukan pembuatan website dan melakukan penelitian mengenai pengurukuran perfoma antara website standard dan website yang memiliki Progressive Web App. Hasilnya menunjukan bahwa website dengan progressive web app memiliki peforma yang sedikit lebih buruk dibandingkan website biasa. Namun, pada pengujian Progressive Web App, website yang menggunakan Progressive Web App dapat merespond lebih baik, khususnya pada poin dapat merespon secara offline. Dalam keadaan koneksi internet yang buruk, tak bisa dipungkiri bahwa website yang menggunakan Progressive Web App dapat merespond jauh lebih baik dibandingkan website biasa.",
  "creators": "JAMES RIADY",
  "contributors": "Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Advisor 1); Justinus Andjarwirawan (Advisor 2); Silvia Rostianingsih (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021866/INF/2019; James Riady (26415160)",
  "subjects": "WEB APPLICATIONS; WEB SITES--DESIGN; APOLOGETICS"
}