{
  "id": "45435",
  "title": "Analisa produktivitas pekerjaan erection rangka portal baja untuk bangunan gudang ”X” di Sidoarjo",
  "abstract": "Penelitian ini dilakukan untuk membantu perusahaan kontraktor mengetahui seberapa besar indeks lapangan dan produktivitas pemasangan portal baja serupa, sehingga dapat dijadikan bahan atau acuan untuk merencanakan jadwal pada proyek-proyek selanjutnya. Dengan cara mendapatkan informasi dan menganalisa produktivitas tenaga kerja berdasarkan jadwal yang sudah ditentukan dan pelaksanaannya serta indeks lapangan pelaksanaan pada proyek kontruksi bangunan baja. Penelitian ini dilaksanakan pada proyek gudang “X” di Sidoarjo dengan bentang portal baja 27m dan tinggi 22m, erection baja menggunakan mobile crane bersertifikat SIO dan SILO kapasitas 80 ton. Teknik pengumpulan data dan analisa yang digunakan dalam penelitian ini adalah dengan metode time study. Data yang diperoleh dari survey lapangan dikonversi menjadi nilai produktivitas pekerja dan indeks lapangan. Hasil penelitian menunjukkan bahwa produktivitas rencana adalah sebesar 0.63 per hari, namun rata-rata produktivitas pelaksanaan adalah sebesar 0.178 per hari atau dalam persentase adalah sebesar 28.254% dari perencanaan. Sedangkan hasil perhitungan produktivitas pelaksanaan (tanpa idle time) diperoleh hasil 0.874 rangka portal baja per hari, atau dalam persentase adalah 138,73% lebih cepat dari produktivitas perencanaan. Serta hasil analisa perhitungan indeks lapangan pelaksanaan ini adalah sebesar 11.678 OH. Apabila faktor keterlambatan kerja keterlambatan kiriman dan kesalahan prioritas kiriman dapat diminimalkan atau bahkan tanpa adanya hambatan tersebut, maka erection rangka portal baja gudang part Honda MPM Distributor menggunakan mobile crane 80 ton dengan sertifikat SIO dan SILO ini dapat diselesaikan dalam waktu 20 hari. Dengan kata lain, produktivitas rencana dan jadwal yang sudah direncanakan dapat dilaksanakan selesai 7 hari lebih awal.",
  "creators": "BINTORO GUSTANTO HENDRAWAN; JONATHAN ALIM WIDIONO",
  "contributors": "Sentosa Limanto (Advisor 1); Doddy Prayogo S.T. (Examination Committee 1); TIRSA ENDELI TUMBELAKA (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012343/SIP/2019; Bintoro Gustanto Hendrawan (21414007), Jonathan Alim Widiono (21414104)",
  "subjects": "CONSTRUCTION INDUSTRY--LABOR PRODUCTIVITY; TIME STUDY"
}