{
  "id": "45439",
  "title": "Fasilitas wisata pengolahan udang dan kuliner di Sidoarjo",
  "abstract": "Fasilitas Wisata Pengolahan Udang dan Kuliner ini terletak di area perdagangan dan layanan di jalan Lingkar Timur, Sidoarjo. Secara garis besar, situs ini terletak di antara pemukiman (barat) dan akuakultur (timur), ini diharapkan menjadi penghubung antara keduanya dan menjadi landmark. Fasilitas wisata ini juga diharapkan menjadi tujuan wisata yang menarik dan menyoroti potensi kota Sidoarjo, karena fasilitas ini menggunakan produk alami di Sidoarjo, yaitu udang dan disertai dengan beberapa fasilitas pendukung lainnya. Fasilitas ini memiliki target untuk masyarakat umum, pecinta kuliner, pembudidaya ikan, dan peneliti karena ini terbentuk dari kurangnya wawasan mereka dalam pengolahan udang dan produksinya. Desain fasilitas menggunakan elemen air dan penghijauan sebagai pendukung tempat yang nyaman untuk interaksi pengunjung dan untuk menciptakan suasana wisata yang menarik. Oleh karena itu, pendekatan sistem digunakan sebagai upaya untuk dapat memenuhi dan mengintegrasikan kebutuhan petani tambak dengan masyarakat. Memberikan pengalaman perjalanan yang menarik dengan suasana menyentuh indera sementara di ruang adalah konsep desain dari fasilitas ini. Karakter ruang ditekankan sebagai pendalaman untuk menciptakan suasana karakter di setiap ruang karena sistem setiap ruang yang berbeda sesuai dengan studi ruang dan pemrograman. Selain itu, pendalaman ini diterapkan sebagai upaya untuk memaksimalkan karakter suasana wisata sehingga menjadi hasil rekomendasi pada pendekatan sistem.",
  "creators": "CHRISTINA CYNTA RINJAYA",
  "contributors": "Stanislaus Kuntjoro Santoso (Advisor 1); Danny Santoso Mintorogo (Advisor 2); Angela Christysonia Tampubolon, S.T., M.T. (Advisor 3); Anik Juniwati (Examination Committee 1); Esti Asih Nurdiah, S.T., M.T., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01023929/ARS/2019; Christina Cynta Rinjaya (22415060)",
  "subjects": "RECREATION AREAS--DESIGNS AND PLANS"
}