{
  "id": "45430",
  "title": "Fasilitas videografi di Surabaya",
  "abstract": "Berdasarkan lembaga penelitian Hootsuite dan We are Social, menyatakan bahwa jumlah pengguna internet di Indonesia meningkat drastis dari tahun 2015 yang berjumlah 55 juta orang, pada tahun 2018 meningkat pesat menjadi 132 juta orang. Dengan durasi waktu rata-rata yang dihabiskan oleh warga Indonesia di internet adalah 9 jam 29 menit, YouTube menjadi platform mayoritas kedua yang paling banyak dikunjungi setelah Facebook. Hal ini menjadikan format video menjadi konten internet yang banyak dilihat publik. Melihat fakta ini, Google telah membangun Youtube Space di berbagai negara seperti Jepang, Amerika, dan Inggris dan India yang berfungsi sebagai tempat pelatuhan video dengan konten kreatif. Kota Surabaya adalah kota besar di Indonesia dan merupakan salah satu kota potensial untuk dibangunnya fasilitas ini. Fasilitas yang disediakan diantaranya : kantor agensi, studio motion capture, studio green screen, studio AR & VR, area retail, studio musik & dance, ruang editing, exhibition space, dan workshop class. Masalah desain utama adalah menyediakan fasilitas videografi yang lengkap, berteknologi tinggi dan mempunyai sistem yang terintegrasi dengan alur produksi video. Selain itu, untuk meningkatkan kualitas ruang publik, proyek ini juga mengangkat masalah desain khusus yakni membentuk ruang sosial bagi masyarakat sekitar, dan menjawab kebutuhan sarana publik. Pendekatan Desain yang dipilih adalah pendekatan sistem, guna menjabarkan alur video yang kreatif, dan rumit. Kemudian, pendalaman karakter ruang dipilih untuk mencermati kebutuhan ruang yang berbeda-beda sesuai dengan fungsi ruang.",
  "creators": "JIMMY KRISTANTO",
  "contributors": "Roni Anggoro, S.T., M.A.Arch. (Advisor 1); Maria Immaculata Hidayatun (Advisor 2); V.P. Nugroho Susilo (Advisor 3); Sylviana Putri Sunario Soegondo S.T. (Advisor 4); Altrerosje Asri, S.T., M.T. (Examination Committee 1); Rony Gunawan (Examination Committee 2); Bramasta Putra Redyantanu (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01023983/ARS/2019; Jimmy Kristanto (22415149)",
  "subjects": "PUBLIC ARCHITECTURE"
}