{
  "id": "45464",
  "title": "Perancangan sistem pemantauan dan pengontrolan dimensi truk pada PT X berdasarkan aturan over dimension overload (odol)",
  "abstract": "PT X adalah perusahaan otomotif yang bergerak sebagai produsen, perakit, dan pendistribusi ke dalam ataupun luar negeri. PT X merupakan anak perusahaan dari perusahaan multinasional. PT X menggunakan prinsip Just In Time (JIT), sehingga tidak memiliki inventori (zero inventory). PT X memproduksi sepeda motor yang memiliki jenis tipe dan warna, di mana sepeda motor yang diproduksi akan didistribusikan ke 29 main dealer. Proses pendistribusian dilakukan melalui dua jalur, yaitu jalur darat dan jalur laut. Pendistribusian melalui jalur darat akan menggunakan truk yang disediakan oleh pihak transporter, dimana truk yang digunakan akan diatur sesuai dengan peraturan pemerintah. Peraturan yang dikeluarkan oleh pemerintah terkait hal tersebut adalah aturan tilang Over Dimension Overload (ODOL), di mana peraturan tersebut mengatur ukuran dimensi dari truk-truk yang digunakan untuk mengangkut barang. Jumlah transporter yang mengangkut sepeda motor berjumlah 42 transporter, dengan total jumlah truk mencapai 1863 truk dan masih bisa bertambah. Penggunaan dashboard menjadi solusi untuk mempermudah dalam proses pemantauan dan pengontrolan kondisi setiap truk pada setiap main dealer. Penggunaan dashboard untuk proses pemantauan dan pengontrolan lebih efektif dan efisien, sebab dashboard dapat memberikan banyak informasi melalui satu tampilan saja. Penggunaan dashboard menaikkan progress perbaikan, dimana pada bulan Januari 2019 hanya 63,13% menjadi 76,55% pada bulan April 2019.",
  "creators": "ROBERT YUNIOR ANTHONI",
  "contributors": "Benedictus Rahardjo S.T. M.B.A. (Advisor 1); Prayonne Adi S.T., M.MT. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022229/IND/2019; Robert Yunior Anthoni (25415048)",
  "subjects": "TRUCKS--INSTRUMENTS"
}