{
  "id": "45477",
  "title": "The impact of website quality dimension and sales promotion toward purchase intention of millennials generation with customer satisfaction as the mediating variable",
  "abstract": "With the current technological advancement, the e-commerce industry has been at the peak of its popularity. People’s life has been changed since everything can be obtained through an e-commerce website. In the midst of the intense competition in the e-commerce industry, e-commerce businesses need to pay detailed attention toward its website quality and sales promotion in order to maintain its sustainability. Even though Tokopedia is one of the biggest e-commerce in Indonesia, Tokopedia still needs to improve its website quality and sales promotion that will affect customer satisfaction and purchase intention. This research will be done using simple random sampling using a survey by distributing the online questionnaire. After distributing the questionnaires, there are 92 passed all of the screening questions. Furthermore, after the data was collected, the researchers continue with path analysis and bootstrapping test. After conducting the statistical analysis, the result shows that only two out of four independent variables, which are information quality and sales promotion, that has a direct effect on customer satisfaction and purchase intention. In addition, the findings also indicate that customer satisfaction mediates the relationship between information quality toward purchase intention, but not sales promotion toward purchase intention.",
  "creators": "CHARISTA ELLIANI",
  "contributors": "Adelina Proboyo (Advisor 1); Maria Natalia Damayanti Maer, S.S., M.A., Ph.D. (Examination Committee 1); Liem Pei Fun, S.E., M.Com. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 34010390/MAN/2019; Charista Elliani (34415006)",
  "subjects": "CONSUMER SATISFACTION; CONSUMERS--RESEARCH"
}