{
  "id": "45473",
  "title": "Fasilitas pemberdayaan ekonomi kreatif Jawa Timur di Surabaya",
  "abstract": "Tulisan ini merupakan bagian proyek Tugas Akhir Karya Desain di Program Studi Arsitektur Universitas Kristen Petra. “Fasilitas Pemberdayaan Ekonomi Kreatif Jawa Timur di Surabaya” merupakan sarana pelatihan yang memfasilitasi kegiatan ekonomi kreatif yang terdiri dari fashion, kriya, desain arsitektur, desain produk, serta aplikasi komputer dan pengembangan game. Fasilitas ini terletak di jalan Sutorejo Barat tepatnya pada lahan kosong dibelakang Universitas Airlangga Kampus C. Tujuan fasilitas ini adalah untuk pelatihan dan memperkenalkan jenis-jenis ekonomi kreatif yang sedang berkembang pesat di Indonesia. Sasaran untuk pemberdayaan adalah anggota UMKM Jawa Timur dan masyarakat umum khususnya usia dewasa muda. Kawasan jalan Sutorejo Barat merupakan kawasan pendidikan dan area perumahan, selain itu lokasi mudah diakses karena dapat diakses melalui jalan MERR yang merupakan jalan strategis dan terhubung dengan jalan tol dari arah luar kota. Sehingga jalan Sutorejo Barat merupakan lokasi yang cukup ideal untuk fasilitas pendidikan dan pemberdayaan. Fasilitas yang ada di Pemberdayaan ini antara lain area eksibisi, permberdayaan kerajinan tangan (terdiri dari fashion dan kriya), pemberdayaan digital (terdiri dari desain, sinematografi dan aplikasi computer), pujasera, penginapan, dan area komunal outdoor. Antara pemberdayaan kerajinan tangan dan digital memiliki karakter kegiatan yang berbeda. Pelatihan kerajinan tangan seperti membatik identik dengan pelatihan di ruang semi terbuka. Sedangkan, pelatihan digital sebagian besar dihabiskan di ruangan yang tertutup. Oleh karena itu, di dalam fasilitas pemberdayaan ini yang sangat perlu diperhatikan adalah masalah kenyamanan dan kebutuhan ruang yang diperlukan untuk masing-masing kegiatan. Pendalaman karakter ruang terkait kebutuhan akan pencahayaan, penghawaan, suasana ruang pelatihan dirancang agar diharapkan pengunjung umum dan peserta pelatihan mendapatkan kenyamanan yang maksimal di Fasilitas Pemberdayaan Ekonomi Kreatif Jawa Timur baik didalam maupun di luar ruang bangunan.",
  "creators": "JERRY GLENN JEFFREY",
  "contributors": "Stanislaus Kuntjoro Santoso (Advisor 1); Danny Santoso Mintorogo (Advisor 2); Angela Christysonia Tampubolon, S.T., M.T. (Advisor 3); Anik Juniwati (Examination Committee 1); Andhi Wijaya (Examination Committee 2); Esti Asih Nurdiah, S.T., M.T., Ph.D. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01023976/ARS/2019; Jerry Glenn Jeffrey (22415134)",
  "subjects": "COMMERCIAL BUILDINGS--DECORATION"
}