{
  "id": "45484",
  "title": "Perancangan sistem electro-mekanik pada adjustable lift suspension untuk mobil Mitsubishi Lancer Ck-4",
  "abstract": "Suspensi pada mobil sering diganti untuk keperluan kontes atau balap drag. Pada prinsipnya suspensi harus memiliki tingkat kenyamaan yang diingkan oleh penumpang sedikit dihilangkan, karena pada kompetisi balap drag ataupun kontes mobil suspensi dibuat menjadi lebih pendek, karena pada kompetisi balap mobil membutuhkan gaya tekan kebawah agar mobil dapat stabil pada kecepatan yang tinggi, sedangkan pada kontes, terutama pada kontes mobil dengan kategori “car Limbo”, yang dibutuhkan adalah mobil memiliki ketinggian yang minimal dengan lantai agar dapat memperoleh juara. Perancangan ini akan membahas rancangan sistem electro-mekanik pada adjustable lift suspension untuk mobil lancer CK-4. Perancangan akan diawali dengan perhitungan berat dari kendaraan lancer Ck-4, gaya ulir yang berkerja pada adjustable lift suspension, rasio roda gigi, serta torsi yang diperlukan untuk menentukan motor DC yang akan digunakan. Dari hasil perancangan diperoleh Berat masing-masing roda depan , gaya ulir yang bekerja untuk naik dan turun, rasio perbandingan roda gigi sebesar, serta torsi yang diperlukan.Electro-mekanik pada adjustable lift suspension terdiri dari roda gigi bevel dengan diameter 20 mm sebagai penggerak, dan roda gigi bevel 65 mm sebagai roda gigi yang digerakkan, dan dengan motor DC power window yang memiliki torsi 8,5 Nm sebagai tenaga penggerak.",
  "creators": "MUHAMMAD ALVIN FARRAS R",
  "contributors": "Joni Dewanto (Advisor 1); Ninuk Jonoadji (Examination Committee 1); Ian Hardianto Siahaan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04011304/MES/2019; Muhammad Alvin Farras R.(24412059)",
  "subjects": "AUTOMOBILES--SPRINGS AND SUSPENSION--DESIGN AND CONSTRUCTION"
}