{
  "id": "45496",
  "title": "Penggunaan Microsoft project untuk analisa keterlambatan pekerjaan struktur suatu proyek dengan metode time impact analysis",
  "abstract": "Keterlambatan proyek merupakan suatu peristiwa yang sering ditemui pada proyek konstruksi, yang menyebabkan bertambahnya durasi proyek dan biaya yang dikeluarkan. Delay Analysis Method hadir di dunia konstruksi untuk membantu suatu proyek dalam melakukan analisa keterlambatan. Salah satu metode yang digunakan yaitu Time Impact Analysis. Penelitian ini bertujuan untuk menganalisa keterlambatan pada proyek gedung bertingkat di Surabaya yang sedang berjalan dengan menggunakan metode Time Impact Analysis. Metode ini dilakukan dengan membandingkan As Planned Schedule dengan Impacted Schedule menggunakan bantuan Microsoft Project. Analisa membutuhkan Master Schedule yang diolah menjadi As Planned Schedule, gambar struktural sebagai alat bantu studi kasus, dan pengamatan selama 2 bulan serta konsultasi pada pihak proyek sehingga data dapat diproses menjadi Impacted Schedule. Impacted Schedule didapat dengan memasukkan fragnet ke dalam As Planned Schedule. Fragnet berisi detil dari aktivitas keterlambatan yang didapat selama pengamatan 2 bulan. Dari analisa dapat disimpulkan bahwa terdapat pekerjaan struktur yang mengalami keterlambatan hingga menyebabkan tanggal penyelesaian proyek mengalami kemunduran dan keterlambatan yang terjadi disebabkan dari pihak kontraktor dan dari pihak eksternal proyek.",
  "creators": "LORENZ SAPUTRA; RESANO DARMAWAN",
  "contributors": "Andi (Advisor 1); Herry Pintardi Chandra (Examination Committee 1); Ir. Prasetio Sudjarwo, M.Eng. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012339/SIP/2019; Lorenz Saputra (21415102), Resano Darmawan (21415041)",
  "subjects": "CONSTRUCTION INDUSTRY--MANAGEMENT; PROJECT MANAGEMENT--COMPUTER PROGRAMS"
}