{
  "id": "45509",
  "title": "Perancangan interior pusat konservasi flora endemik Indonesia di Ungaran, Jawa Tengah",
  "abstract": "Indonesia memiliki banyak keanekaragaman hayati terutama keanekaragaman floranya yang habitat asli/endemik Indonesia sehingga dijadikan sebagai lambang identitas berbagai daerah di Indonesia. Namun beberapa flora endemik Indonesia tersebut saat ini terancam punah oleh alih fungsi hutan menjadi pemukiman manusia. Kota Semarang saat ini sedang giat dalam meningkatan sektor pariwisata. Salah satunya yaitu rencana dibangunnya tempat konservasi tumbuhan langka. Dengan adanya antusias pemerintah diharapkan masyarakat dapat ikut melestarikan populasi flora endemik Indonesia. Oleh karena itu, diperlukannya sebuah wadah yang dapat mengajak masyarakat untuk ikut melestarikan flora di Indonesia serta berdampak positif pula bagi para ahli botani dan peneliti. Untuk itu, desainer menghadirkan Pusat Konservasi Flora Endemik Indonesia di Ungaran, Jawa Tengah dimana didalamnya terdapat nilai konservasi, edukasi dan rekreasi. Nilai konservasi diterapkan pada fasilitas bagi para ahli botani dan peneliti untuk perkembangbiakan tumbuhan. Nilai edukasi dan rekreasi diterapkan pada fasilitas bagi masyarakat umum dengan bantuan teknologi. Desainer mengangkat konsep “Sinergi” dengan menerapkan pendekatan ekologi desain yang memperhatikan hubungan timbal balik antara manusia dengan alam. Desainer berharap dengan konsep tersebut pengunjung dapat teredukasi oleh fasilitas yang ada dan tergerak untuk melestarikan flora endemik Indonesia.",
  "creators": "KARUNIKA MUTHYA DEWI PRABHASWARI",
  "contributors": "Ronald H.I. Sitindjak (Advisor 1); Dr. Ir. Lintu Tulistyantoro, M.Ds. (Examination Committee 1); Ir. Hendy Mulyono (Advisor 2); Stephanie Melinda Frans, S.Ds. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021807/DIN/2019; Karunika Muthya Dewi Prabhaswari (41415077)",
  "subjects": "INTERIOR DECORATION; PLANT CONSERVATION"
}