{
  "id": "45529",
  "title": "Perancangan interior digital startup exhibition and training center di Surabaya",
  "abstract": "Beberapa tahun ini, Indonesia telah memasuki era baru di dalam infrastruktur kenegaraannya, yaitu Industry 4.0. Era ini membawa negara kita menuju trend lifestyle yang serba digital dan serba terhubung. Hal inilah yang menjadi benih munculnya unicorn-unicorn di Indonesia, seperti “Go-Jek”, “Tokopedia”, “Traveloka”, dan “Bukalapak”. Trend lifestyle ini mendorong Indonesia untuk menyelesaikan berbagai permasalahan nasional dengan solusi- solusi digital. Namun kenyataannya, pelatihan dan pendidikan pemuda-pemuda Indonesia mengenai dunia digital startup masih sangat tidak efisien. Atas dasar inilah perancang merumuskan “Perancangan Interior Digital Startup Exhibition and Training Center di Surabaya”, sebuah fasilitas yang mampu menginspirasi dan melatih penggiat digital startup dan mendorong Kota Surabaya menjadi smart city. Perancangan interior fasilitas ini mengambil konsep “/inspire” yang terdiri dari unsur “/n”, yaitu kode permulaan baru di dunia programming, dan “inspire” yang menjadi tujuan perancangan. Fasilitas-fasilitas yang dirancang meliputi area resepsionis untuk pendaftaran anggota, area café untuk bersantai, area toko/servis untuk keperluan pengguna, area exhibisi untuk memamerkan karya digital startup Surabaya, area co-working untuk bekerja, area pelatihan untuk pembelajaran programming, area seminar/workshop untuk kegiatan dan ruang kantor administrasi bagi karyawan fasilitas. Diharapkan melalui perancangan ini, munculah fasilitas yang mewakili komunitas digital startup dengan baik, sekaligus menginspirasi komunitas tersebut menjadi pengaruh sebagai solusi digital bagi Indonesia.",
  "creators": "FAVIAN GRADY SUSANTO",
  "contributors": "Diana Thamrin,S.Sn. (Advisor 1); CELINE JUNIKA (Advisor 2); Sriti Mayang Sari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021789/DIN/2019; Favian Grady Susanto (41415053)",
  "subjects": "VOCATIONAL TRAINING CENTERS; EXHIBITION BUILDINGS--DECORATION"
}