{
  "id": "45521",
  "title": "Perencanaan dan pembuatan turbin angin tipe savonius skala laboratorium",
  "abstract": "Peningkatan kebutuhan energi dan keterbatasan sumber energi fosil seperti minyak dan batu bara sangat berdampak pada kehidupan manusia menurut BPPT 2016. Perlu pengembangan energi terbaru seperti pembangkit listrik tenaga angin. Savonius adalah salah satu model turbin angin poros vertikal yang cocok pada kecepatan angin rendah dan sering digunakan sebagai pembangkit listrik tenaga angin. Perancangan ini akan membahas rancangan alat praktikum pengujian torsi turbin angin serta membuat rancangan turbin angin mendapatkan koefisien daya turbin angin vertikal aksis model savonius yang lebih baik. Perancangan alat praktikum pengujian torsi turbin angin ini menggunakan mekanisme pengereman poros turbin angin yang berputar dan pada pada pengujian ini menggunakan media kayu untuk pengeraman, dalam pengujian ini diberikan pembebanan diukur menggunakan neraca pegas, sedangkan putaran rotor diukur dengan menggunakan takometer. Perancangan turbin angin Savonius ini dilakukan menggunakan wind tunnel 1,4m dari turbin angin sebagai sumber angin. Model Savonius dalam pengujian ini memiliki jumlah blade 2 dengan bentuk U, dengan diameter rotor 57, diameter end plate 63cm, dan tinggi 44cm, dengan variasi kecepatan angin yang berbeda-beda. Hasil pengujian ini menunjukan karakteristik setiap variasi kecepatan angin yang berbeda-beda.Rotor turbin angin ini menghasilakan Coefficient Power tertinggi (CPmax) 7,94% pada Tip Speed Ratip (TSR) 0,31.",
  "creators": "ROBERT STEVANUS RAMU",
  "contributors": "Fandi Dwiputra Suprianto, S.T., M.Sc. (Advisor 1); Ekadewi Anggraini Handoyo (Examination Committee 1); Sutrisno S.T.,M.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011300/MES/2019; Robert Stevanus Ramu (24412044)",
  "subjects": "WIND TURBINES--DESIGN AND CONSTRUCTION"
}