{
  "id": "45525",
  "title": "Komunikasi keluarga yang terjadi antara orang tua dengan anak remajanya dalam hal mengelola kebiasaan bermain game online",
  "abstract": "Peneliti ingin melihat bagaimana komunikasi keluarga yang terjadi antara orang tua dengan anak remajanya dalam hal mengelola kebiasaan bermain game online. Peneliti memilih dua keluarga yang menjadi informan peneliti yang terdiri dari keluarga yang anggota keluarganya yaitu sang anak kecanduan bermain game online dan keluarga yang anggota keluarganya yaitu sang anak tidak kecanduan bermain game online. Peneliti melihat komunikasi keluarga tersebut melalui sebuah peraturan keluarga. Teori yang diapakai adalah teori dari Vangelisti&Fitzpatrick yaitu cara penyampaian peraturan keluarga, negosiasi peraturan keluarga, dan hukuman apabila melanggar peraturan keluarga. Peneliti juga melihat dari temuan tambahan seperti melaui penguasaan teknologi oleh orang tua, support dari orang tua, jumlah anak dalam keluarga, dan juga waktu bersama keluarga. Penelitian ini menggunakan metode studi kasus dengan jenis penelitian deskriptif kualitatif. Peneliti memilih informan dengan teknik purposif. Hasil penelitian melihat bahwa peraturan keluarga yang disampaikan secara jelas, peraturan keluarga yang tidak bisa dinegosiasi dengan sembarangan, hukuman keras apabila melanggar peraturan keluarga dapat membuat anak remaja tidak kecanduan bermain game online. Disisi lain, support orang tua yang lebih, penguasaan teknologi oleh orang tua, jumlah anak yang lebih dari satu, dan waktu bersama keluarga yang berkualitas membuat orang tua dapat melakukan komunikasi keluarga tentang mengelola kebiasaan bermain game online kepada anak remajanya dengan baik, sehingga anak tidak kecanduan bermain game online.",
  "creators": "YOSUA ANDRE WIDIYANTO",
  "contributors": "Desi Yoanita (Advisor 1); Agusly Irawan Aritonang, S.Sos., M.A. (Advisor 2); Titi Nur Vidyarini, S.Sos., M.Comms. (Examination Committee 1); Astri Yogatama (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011530/KOM/2019; Yosua Andre Widiyanto (51414033)",
  "subjects": "COMMUNICATION IN FAMILIES; INTERNET GAMES--SOCIAL ASPECTS"
}