{
  "id": "45520",
  "title": "Perbaikan dan pengembangan pada CPO new system untuk menghilangkan delay pada proses dan system error pada kegiatan ekspor komponen di PT Toyota Motor Manufacturing Indonesia",
  "abstract": "PT Toyota Motor Manufacturing Indonesia (PT TMMIN) adalah perusahaan manufaktur pada bidang otomatif yang terbesar di Indonesia. PT TMMIN sebagai eksportir telah mengekspor 3 jenis produk, yaitu mobil, mesin dan komponen mobil, serta suku cadang dengan merek Toyota. Salah satu dari kegiatan ekspor PT TMMIN adalah Component Part Order (CPO). PT TMMIN telah mengembangkan dan membuat sebuah sistem baru bernama CPO New System yang berfungsi sebagai alat bantu untuk mempermudah proses penanganan pesanan CPO. Proses pembuatan dari CPO New System ini terbagi dalam 2 tahapan. Tahapan pertama telah dikembangkan dan sudah dijalankan. Tahapan kedua dari pembuatan sistem ini belum dapat dilakukan. Pengembangan sistem ini terhambat dikarenakan masih terjadinya delay pada proses penanganan CPO sehingga perlu dilakukan perbaikan. Perbaikan tersebut perlu diselesaikan terlebih dahulu dan setelah itu tahap kedua dapat dijalankan. Solusi yang diberikan adalah dengan membuatkan dashboard yang user friendly dan dibuatkannya Macro Excel untuk mempersingkat waktu kerja operator. User requirement specification dari dashboard tersebut akan dibuatkan pada penelitian ini. Hasil yang diharapkan dari implementasi perbaikan ini adalah proses penanganan CPO berjalan dengan lancar (smooth operational) dan tidak terjadi delay pada prosesnya. Manfaat lain yang didapatkan oleh PT TMMIN adalah penurunan waktu kerja sebesar 46,2 jam per bulannya sehingga produktivitas pekerja dapat meningkat.",
  "creators": "DANIEL PRATAMA",
  "contributors": "Jani Rahardjo (Advisor 1); Prayonne Adi S.T., M.MT. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022245/IND/2019; Daniel Pratama (25415046)",
  "subjects": "INVENTORY CONTROL; PRODUCTION MANAGEMENT"
}