{
  "id": "45523",
  "title": "Alat bantu desain perkuatan beton bertulang dengan fiber-reinforced polymer (FRP) berdasarkan ACI 440.2R-17",
  "abstract": "Perkuatan struktur beton bertulang dilakukan untuk meningkatkan kapasitas struktur dalam menahan beban yang lebih besar. Selain itu, perkuatan struktur juga dilakukan untuk meningkatkan performa struktur bangunan terhadap beban gempa sesuai dengan peraturan yang berlaku. Salah satu metode perkuatan struktur yang saat ini sedang berkembang adalah sistem fiber-reinforced polymer (FRP). Penerapan sistem FRP memiliki banyak keunggulan dibandingkan beton dan baja. Namun, alat bantu perencanaan FRP yang tersedia saat ini dibuat oleh produsen FRP, sehingga penggunaannya dibatasi hanya untuk produk tertentu. Oleh karena itu, dibuat sebuah program yang lebih umum, fleksibel, dan mudah digunakan. Program dapat memberikan output berupa laporan yang lengkap sehingga cocok untuk digunakan sebagai sarana edukasi maupun untuk kepentingan profesional. Program dibuat dengan basis Visual Basic 2017 dan disesuaikan dengan standar perencanaan FRP yang terbaru, yaitu ACI 440.2R-17. Pada skripsi sebelumnya, Alexander dan Judhitia (2017) telah membuat program desain FRP sebagai perkuatan lentur. Selain itu, Tandelilin dan Sanjaya (2018) telah membuat program desain FRP sebagai perkuatan aksial-lentur. Namun, kedua program tersebut tidak dapat digunakan untuk mendesain FRP sebagai perkuatan struktur dalam upaya rehabilitasi seismik. Oleh karena itu, kedua program terdahulu dikembangkan dalam program yang dibuat dalam skripsi ini. Fitur tambahan yang diberikan dalam program yang baru adalah perencanaan FRP sebagai upaya rehabilitasi seismik, baik perkuatan lentur, aksial-lentur, dan geser.",
  "creators": "STELA; MIRA NOVITA",
  "contributors": "Pamuda Pudjisuryadi (Advisor 1); Gunawan Budi Wijaya S.T., M.T., M.Eng. (Advisor 2); Antoni (Examination Committee 1); Effendy Tanojo (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012333/SIP/2019; Stela (21415140), Mira Novita (21415134)",
  "subjects": "REINFORCED CONCRETE CONSTRUCTION"
}