{
  "id": "45527",
  "title": "Hotel resort di Pantai Sendang Biru, Malang Selatan",
  "abstract": "Kawasan pesisir Malang Selatan memiliki banyak tempat wisata yang terkenal, salah satunya Pantai Sendang Biru. Setiap tahun, pengunjung Kawasan pesisir Malang Selatan terus mengalami peningkatkan. Namun, peningkatan ini tidak diimbangi dengan pengingkatan jumlah akomodasi yang memadai. Hal ini menyebabkan para pengunjung tidak dapat menikmati seluruh tempat wisata yang ditawarkan karena harus tergesa-gesa kembali ke Kota Malang. Hotel Resort di Pantai Sendang Biru, Malang Selatan ini merupakan fasilitas penginapan berbintang empat untuk mengakomodasi pengunjung yang datang sehingga tidak perlu tergesa-gesa kembali ke Kota Malang. Selain itu, Hotel Resort ini juga membantu memperkenalkan budidaya terumbu karang yang sedang digaungkan oleh pemerintah setempat. Hotel Resort yang identik dengan sifat rekreatif akan didukung dengan fasilitas restaurant, amphitheater, kolam renang, budidaya terumbu karang, dan pantai. Hotel Resort ini terletak di tanah berkontur yang curam sehingga perlu memperhatikan sirkulasi pengunjung agar pengunjung tidak merasa jauh. Sehingga, dipilihlah pendekatan sistem sirkulasi agar pengunjung tidak merasa jauh saat berjalan dan merasa nyaman. Pemandangan yang ada sangatlah indah sehingga hal ini harus dapat dinikmati oleh seluruh pengunjung. Oleh karena itu, pendalaman yang dipilih adalah karakter ruang agar seluruh ruangan dapat melihat ke pemandangan dan dapat merasakan suasana pantai.",
  "creators": "KEISHYA WYNNE SANTOSO",
  "contributors": "Handinoto (Advisor 1); Rully Damayanti (Advisor 2); Luciana Kristanto, S.T., M.T. (Advisor 3); Eunike Kristi Julistiono, S.T., M.Des.Sc. (Examination Committee 1); Wanda Widigdo Canadarma (Examination Committee 2); Markus Ignatio Aditjipto (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01023914/ARS/2019; Keishya Wynne Santoso (22415043)",
  "subjects": "RESORT ARCHITECTURE; HOTELS--DESIGNS AND PLANS"
}