{
  "id": "45532",
  "title": "Perancangan interior daycare center berbasis alam di Surabaya",
  "abstract": "Perancangan daycare yang berbasis interaksi dengan alam ini akan menjawab permasalahan fasilitas dan program kegiatan daycare yang kurang menunjang pembentukan karakter dan rentannya anak usia dini terkena penyakit. Daycare akan didesain berbasis alam yang bertujuan untuk menciptakan pengalaman belajar melalui interaksi dengan alam sehingga membentuk karakter anak yang lebih peduli dan lingkungan yang lebih segar dan sehat bagi perkembangan anak usia dini. Metode yang digunakan adalah metode design thinking yang terbagi dalam tiga proses yaitu inspiration, ideation, dan implementation. Inspiration meliputi survei lokasi site, wawancara dengan caregiver dan orang tua yang memiliki anak balita, membuat kuesioner, dan pengukuran ruangan. Ideation meliputi analisis programming dan skematik desain. Implementation meliputi tahapan desain akhir, maket 1:50, dan presentation board. Konsep yang digunakan adalah “INature”. Desain diberi warna-warna yang menyatu dengan alam sekitar seperti hijau, kuning, putih dan abu-abu dengan warna biru sebagai aksen. INature merupakan kependekan dari Interact of Nature atau Interaksi dari Alam yang mengundang rasa ingin tahu anak-anak untuk berinteraksi dan hidup berdampingan dengan sesama anak dalam aktivitas berbasis alam. Hasil perancangannya berupa desain interior dan eksterior yang berkaitan dengan program aktivitas anak dalam membantu proses kegiatan pembentukan karakter anak usia dini.",
  "creators": "ELLYSA NOVIA HALIM",
  "contributors": "Ronald H.I. Sitindjak (Advisor and Examination Committee); Ir. Hendy Mulyono (Advisor 2); STEPHANIE MELINDA FRANS (Examination Committee 2); Dr. Ir. Lintu Tulistyantoro, M.Ds. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021748/DIN/2019; Ellysa Novia Halim (41415001)",
  "subjects": "INTERIOR DECORATION; DAY CARE CENTERS--ACTIVITY PROGRAMS"
}