{
  "id": "45533",
  "title": "Penurunan customer complaint dengan mengurangi flowout reject di Departemen EBM PT X",
  "abstract": "Customer yang menerima produk dengan defect berhak untuk melakukan customer complaint. Customer complaint reject adalah jenis complaint yang paling merugikan karena melibatkan pengembalian produk. Customer mengirimkan produk dengan defect pada PT X untuk disortir kemudian dikirimkan lagi ke customer, yang menimbulkan munculnya biaya transportasi, biaya sortir, biaya material dan lain-lain. Customer complaint rate merupakan salah satu target Key performance indicator (KPI) departemen Quality PT X yang harus dipenuhi setiap tahunnya. Customer complaint rate harus berkurang sebanyak 15% dari customer complaint rate pada tahun sebelumnya. Produk botol dari departemen EBM merupakan penyumbang dari 30.8% customer complaint yang terjadi pada tahun 2017 dan 2018. Akar penyebab dari munculnya customer complaint produk botol akan dicari menggunakan 5 Whys untuk mencapai target KPI departemen Quality tahun 2019. Akar penyebab terdiri dari belum ada Instruksi Kerja (IK) untuk metode seleksi, tidak ada jadwal untuk me-review DRB yang usianya lama, jarang dilakukannya briefing DRB pada selector dan tidak ada training inspector. Usulan yang diberikan untuk masalah-masalah ini adalah pelaksanaan metode seleksi sesuai dengan IK, pembuatan jadwal untuk me-review DRB secara berkala, penambahan jadwal briefing DRB pada selector, training inspector, penggunaan jig pada seluruh produk botol dan mesin otomatis untuk cek dimensi. Penerapan usulan yang diberikan akan berpotensi menurunkan customer complaint sebesar 50%.",
  "creators": "CELIA DEVITA ISKANDAR",
  "contributors": "Felecia, S.T., M.Sc. (Advisor 1); Debora Anne Yang Aysia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022249/IND/2019; Celia Devita Iskandar (25415076)",
  "subjects": "CONSUMER COMPLAINS"
}