{
  "id": "45539",
  "title": "Perancangan mebel modular untuk lounge rekarasa Universitas Kristen Petra",
  "abstract": "Lounge Rekarasa Universitas Kristen Petra Surabaya merupakan fasilitas untuk bersinggah di dalamnya dan menjadi sebuah study center. Pada proses eksekusinya, pengunjung lounge didominasi oleh mahasiswa Program Studi Manajemen Perhotelan, serta pengunjung yang memiliki kepentingan khusus (seperti rapat dan menyambut tamu). Pada rencana pengembangan yang dilakukan di lounge Rekarasa Universitas Kristen Petra, penulis mengambil kesempatan ini untuk melakukan perancangan untuk dapat membantu pengembangan fasilitas yang dilakukan untuk lounge sehingga mampu menjalankan tujuannya sebagai study center yang optimal, dengan disediakannya fasilitas yang dapat menjadi daya tarik bagi mahasiswa di Universitas Kristen Petra. Dengan penggunaan metode design thinking Kembel, dapat dilakukannya pengembangan secara efisien dan tepat sasaran melalui proses pemahaman masalah, pengelompokan data, analisa secara sistematis, pembuatan prototype dan uji coba untuk mengakomodasi kebutuhan pengguna yang beragam. Setelah tahap uji coba, tahap akhir adalah tahap implementasi, yaitu mengevaluasi nilai kelayakan produk yang berkelanjutan setelah diuji cobanya di lapangan dan meninjau kembali dampak dan efek dari produk yang dibuat. Dengan keterbatasan ruang yang ada, dibutuhkan fasilitas yang bersifat fleksibel berbasis modular. Produk yang dihasilkan merupakan meja, kursi, stool, puff dan meja samping. Dengan demikian, dirancang pula business model serta brand untuk dipasarkan pada masyarakat untuk melengkapi kebutuhan masyarakat yang beragam pula.",
  "creators": "RYAN SIDHARTA PRIBADI SANTOSO",
  "contributors": "Mariana Wibowo, S.Sn., M.MT. (Advisor 1); Filipus Priyo Suprobo, S.T., M.T. (Advisor 2); Yusita Kusumarini (Examination Committee 1); Meirina Kuncahyowati, S.Sn. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021794/DIN/2019; Ryan Sidharta Pribadi Santoso (41415059)",
  "subjects": "INTERIOR DECORATION; FURNITURE DESIGN"
}