{
  "id": "45547",
  "title": "Kajian antropometri dan rekomendasi persyaratan desain mebel yang ergonomis untuk anak sekolah dasar negeri di Kecamatan Wonocolo, Surabaya",
  "abstract": "Pada masa ini, sekolah di Indonesia mulai mengikuti program full day school, dimana selama 8 jam, para siswa akan belajar dan melakukan aktivitasnya di dalam kelas dengan posisi duduk. Sedangkan mebel yang digunakan oleh para siswa masih kurang sesuai dengan ukuran tubuh para siswa meski sudah memiliki SNI. Padahal mebel yang tidak ergonomis dapat berdampak buruk bagi pertumbuhan tulang para siswa-siswi di kemudian hari. Oleh karena itu, dibutuhkan ukuran mebel yang tepat untuk menunjang aktivitas siswa-siswi selama berada di sekolah. Ergonomi merupakan sebuah ilmu, seni, dan penerapan teknologi untuk keseimbangan segala fasilitas yang digunakan manusia dengan manusianya. Melalui penelitian ini diketahui bahwa mebel yang digunakan sekarang oleh para siswa di Sekolah Dasar Negeri, kecamatan Wonocolo, Surabaya masih kurang ergonomis sehingga ukuran mebel yang digunakan harus dibagi menjadi tiga golongan, yaitu kelas 1-2, kelas 3-4, dan kelas 5-6 agar para siswa dapat fokus belajar dan terhindar dari gangguan pertumbuhan tulang. Penelitian ini dilakukan menggunakan metode kuantitatif dengan pendekatan deskriptif. Ukuran tubuh anak yang didapatkan kemudian diolah untuk mendapatkan hasil perhitungan persentil sebagai ukuran dan persyaratan rekomendasi desain mebel yang ergonomis di Sekolah Dasar Negeri, kecamatan Wonocolo, Surabaya. Ukuran dan desain mebel yang dihasilkan dapat dijadikan sebagai acuan untuk pembuatan mebel-mebel selanjutnya bagi siswa Sekolah Dasar Negeri di kecamatan Wonocolo, Surabaya.",
  "creators": "NINA DEVINASARI",
  "contributors": "Mariana Wibowo, S.Sn., M.MT. (Advisor 1); Yusita Kusumarini (Examination Committee 1); Filipus Priyo Suprobo, S.T., M.T. (Advisor 2); Meirina Kuncahyowati, S.Sn. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00011836/DIN/2019; Nina Devinasari (41415119)",
  "subjects": "FURNITURE DESIGN; INTERIOR DECORATION"
}