{
  "id": "45544",
  "title": "Perancangan mebel anak-anak pada taman bacaan masyarakat dan PAUD di area eks. lokalisasi Dolly Surabaya",
  "abstract": "Gang Dolly di Putat Jaya adalah area terkenal di Surabaya dengan sejarah bagi para Pekerja Seks Komersian (PSK) melakukan seks komersil, maka dari itu pemerintah menutup gang Dolly dan membangun Taman Bacaan Masyarakat (TBM) dan Pendidikan Anak Usia Dini (PAUD) bagi kemajuan anak-anak Dolly. Taman Bacaan Masyarakat ada sebagai wadah untuk membaca, membaca adalah modal utama demi kemajuan suatu bangsa, sehingga harus ditumbuhkan sejak dini. Namun beberapa anak PAUD di Dolly jarang ada yang mengunjungi Taman Bacaan Masyarakat. Maka dari itu diperlukan perabot yang menarik bagi anak-anak untuk mengunjungi Taman Bacaan Masyarakat. Ada dua cara yang digunakan untuk memeriksa minat baca, yaitu ketertarikan pada kegiatan membaca dengan buku-buku dan pendekatan pada objek yang menarik, sehingga diperlukan mebel dengan pendekatan seperti interaksi. Selain membaca diperlukan juga hardskill lainnya dengan mengikuti kegiatan belajar, salah satunya adalah PAUD. Dikerenakan Taman Bacaan Masyarakat dan PAUD yang berada di area Dolly berlangsung dalam satu bangunan dengan kondisi ruangan yang sempit dan kurangnya storage juga perabotan lainnya, maka dengan menggunakan 6 tahap Design Thinking dapat membantu dalam proses mendesain mebel. Keluaran mebel yang dihasilkan memiliki konsep Edukratif yang dapat menjadi storage, rak buku, kursi, meja juga juga memberikan interaksi kepada anak-anak.",
  "creators": "IVONNE SUGIANTO",
  "contributors": "Mariana Wibowo, S.Sn., M.MT. (Advisor 1); Yusita Kusumarini (Examination Committee 1); Filipus Priyo Suprobo, S.T., M.T. (Advisor 2); Meirina Kuncahyowati, S.Sn. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021795/DIN/2019; Ivonne Sugianto (41415061)",
  "subjects": "SCHOOL DECORATION; INTERIOR DECORATION; FURNITURE DESIGN"
}