{
  "id": "4555",
  "title": "Studi banding sistem network marketing yang dipakai oleh PT. Amindoway Jaya dan PT. Singa Langit Jaya sebagai perusahaan yang menerapkan sistem network marketing di Surabaya",
  "abstract": "Alasan penulis memilih topik mengenai analisa sistem network marketing yang dipakai oleh dua perusahaan network marketing ialah karena berdasarkan pengamatan penulis dan didukung dengan data yang ada bahwa perkembangan bisnis network marketing ini mulai berkembang pesat, hal ini memicu terjadinya persaingan sistem pemasaran, untuk dapat bertahan dan mendapatkan pasar sebanyak-banyaknya. Sebuah perusahaan network marketing harus mengembangkan rancangan pemasarannya sehingga perusahaan itu bisa membangun jaringan yang sebanyak-banyaknya. Amway merupakan salah satu perusahaan MLM yang cukup dikenal dan mempunyai banyak konsumen khususnya di Surabaya sama halnya dengan Tianshi merupakan salah satu perusahaan MLM yang baru tetapi sudah berkembang dengan pesat. Penulis mencoba mencari tahu perbandingan dari sistem network marketing yang digunakan oleh Amway dan Tianshi, misalnya rancangan pemasaran, produk, dan support system nya. Penulis menggunakan metode kualitatif deskriptif untuk membandingkan sistem network marketing yang digunakan oleh kedua perusahaan ini sehingga dapat terlihat perbandingan sistem network marketing yang digunakan. Dan juga terlihat keunggulan dan kelemahan dari sistem network marketing yang digunakan. Penulis menyimpulkan beberapa pernyataan mengenai Amway dengan Tianshi. Keunggulan dari Amway misalnya banyaknya macam barang yang ditawarkan sehingga mempermudah penjualan. Sedangkan Tianshi unggul didalam pemberian reward serta peringkat tidak bisa turun.",
  "creators": "ERIK SETIAWAN; VICTOR DHARMAWAN",
  "contributors": "Rachmat Sugianto (Advisor 1); Dra. Monica Ida Uniati , M.M. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 00010602/PAR/2006; Erik Setiawan (91399002), Victor Dharmawan Soedarmadji (91301038)",
  "subjects": "TOURIST TRADE-MARKETING; TOURIST TRADE-SURABAYA"
}