{
  "id": "45555",
  "title": "Re-design interior perpustakaan dengan pendekatan “Connected Learning” di Surabaya",
  "abstract": "Perpustakaan Umum Kota Surabaya di Rungkut sebagai sarana pembelajaran bagi masyarakat perlu menerapkan interior ruang yang didukung dengan inovasi pendekatan “Connected Learning” yang diaplikasikan pada anak muda berusia 11-24 tahun agar dapat mewujudkan pengalaman belajar yang mengedukasi secara kreatif dan sosial berdasarkan minat personal pengunjung itu sendiri. Pendekatan ini digunakan karena sesuai dengan perkembangan zaman yang fokus untuk meningkatkan keterampilan dan literasi dalam menggunakan informasi. Konsep “Connecting People” dipilih untuk mewujudkan desain ruang perpustakaan yang menghubungkan pengunjung, staf, serta komunitas dengan ruang-ruang yang mendukung pembelajaran “Connected Learning”, sehingga perpustakaan tidak lagi hanya sebagai tempat membaca, namun dapat menjadi tempat untuk mengembangkan minat secara kreatif dan sosial dengan dukungan ruang fotografi, ruang musik, ruang komputer dan audio visual, galeri, community space, maker space, dan training space. Konsep ini berfokus pada 3 hal, yaitu fleksibel, kolaboratif, dan open space yang diaplikasikan dalam penataan layout ruang yang terbuka dan saling menghubungkan antara ruang baca dengan ruang-ruang pendukungnya. Dengan demikian, Perpustakaan Umum Kota Surabaya dapat menjadi tempat yang fleksibel, kolaboratif, serta mendukung edukasi secara kreatif dan sosial berdasarkan minat personal anak muda.",
  "creators": "MAUREEN KRESENTIA",
  "contributors": "Mariana Wibowo, S.Sn., M.MT. (Advisor 1); Yusita Kusumarini (Examination Committee 1); Filipus Priyo Suprobo, S.T., M.T. (Examination Committee 2); Meirina Kuncahyowati, S.Sn. (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021750/DIN/2019; Maureen Kresentia (41415003)",
  "subjects": "PUBLIC LIBRARIES; LIBRARY DECORATION"
}