{
  "id": "45556",
  "title": "Studi desain interior PAUD dan Taman Bacaan Masyarakat di area eks lokalisasi Dolly, Surabaya",
  "abstract": "Pendidikan anak usia ini (PAUD) merupakan jenjang pendidikan yang cukup memegang peranan penting dalam pembentukan seorang individu, sehingga segala aspek yang menunjang kegiatan/stimulasi untuk anak usia dini tersebut harus disiapkan dengan baik. Fakta di lapangan adalah kebanyakan ruang kelas PAUD bergabung dengan fasilitas lainnya seperti Taman Bacaan Masyakarat, posyandu dan balai RW, sehingga para pengelola PAUD tidak memiliki ruang untuk secara leluasa mengembangkan kreativitas dan ide ide pembelajaran untuk perkembangan anak tersebut. Hal ini yang melatarbelakangi penelitian berupa studi desain interior PAUD dan Taman Bacaan Masyarakat pada ruang multifungsi dengan objek penelitian yang terletak di area eks-lokalisasi Dolly di Surabaya. Pemilihan area eks-lokalisasi Dolly di Surabaya dilandasi oleh adanya gerakan dari pemerintah untuk membangun citra baru untuk Dolly pasca penutupan kegiatan 2014 silam sehingga peneliti ingin mengembangkan kualitas ruang dari PAUD dan TBM yang berada di area tersebut. Subjek penelitian yang terpilih ialah anak usia dini dan pengunjung TBM di area tersebut. Aspek yang diteliti adalah hal yang berkaitan dengan objek dan subjek tersebut yaitu desain interior PAUD dan TBM dengan menggunakan metode penelitian kualitatif studi kasus. Dari studi kasus di PAUD dan TBM RW 3, RW 5, RW 7, RW 9 serta RW 11, dapat disimpulkan bahwa akar permasalahannya adalah fakta bahwa PAUD dan TBM menumpang dan menjadi satu dengan kegiatan lain yaitu balai RW dan posyandu. Hasil yang didapatkan dari penelitian ini ialah solusi desain untuk masing masing PAUD dan TBM serta rekomendasi desain interior untuk PAUD dan TBM yang memiliki kasus yang sama yaitu berada di ruangan yang tidak didesain khusus untuk kegiatan PAUD dan TBM",
  "creators": "OLIVIA RENATA KUSWANDI",
  "contributors": "Mariana Wibowo, S.Sn., M.MT. (Advisor 1); Filipus Priyo Suprobo, S.T., M.T. (Advisor 2); Yusita Kusumarini (Examination Committee 1); Meirina Kuncahyowati, S.Sn. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00011856/DIN/2019; Olivia Renata Kuswandi (41415148)",
  "subjects": "SCHOOL DECORATION; INTERIOR DECORATION; EARLY CHILDHOOD EDUCATION"
}