{
  "id": "45554",
  "title": "Analisa beban kerja feeder departemen assembly & decoration PT X",
  "abstract": "PT X berusaha melakukan perbaikan pada departemen Assembly & Decoration dengan melakukan analisa beban kerja feeder. Supply material yang dilakukan oleh feeder di departemen Assembly & Decoration dianggap belum berjalan dengan baik karena operator mesin dan line produksi masih mengambil material sendiri dan perusahaan memiliki batasan tidak bisa menambah labor cost. Pengamatan kegiatan kerja feeder dilakukan dengan menggunakan metode DILO. Perhitungan beban kerja feeder dilakukan dengan menggunakan metode Workload Analysis. Hasil pengamatan dan analisa menunjukkan bahwa presentase beban kerja feeder tergolong tinggi. 9 dari 10 presentase beban kerja feeder berada di atas 90%. Hasil analisa value added dan time composition juga menunjukkan bahwa kegiatan kerja yang dilakukan oleh feeder lebih didominasi oleh kegiatan di luar produksi. Perbaikan yang telah diimplementasi berdasarkan hasil analisa beban kerja feeder adalah pembuatan prosedur baru pengambilan galon air, penambahan lampu pada line produksi departemen AD2, pembuatan mapping zona material sementara, pembuatan standar pelipatan plastik material, pembuatan standar penyimpanan material, dan pembuatan instruksi kerja untuk semua feeder. Usulan perbaikan yang belum dapat diimplementasikan adalah penambahan printer pada departemen AD1, dan penghapusan sistem TO pada departemen Warehouse. Hasil simulasi perbaikan menunjukkan bahwa semua beban kerja feeder berkurang menjadi di bawah 80%. Hasil perbaikan juga menunjukkan supply material berjalan dengan lebih baik.",
  "creators": "NICO ADJI TARUSUTIRTO",
  "contributors": "Felecia, S.T., M.Sc. (Advisor 1); Debora Anne Yang Aysia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022250/IND/2019; Nico Adji Tarusutirto (25415080)",
  "subjects": "WORK DESIGN; TIME MANAGEMENT; EMPLOYEES--WORKLOAD"
}