{
  "id": "45565",
  "title": "Perancangan interior co-working space dengan fasilitas day care di Jakarta",
  "abstract": "Seiring perkembangan informasi dan internet, banyak orang merasa jenuh bekerja di dalam kantor sehingga banyak orang memilih untuk bekerja secara fleksibel. Bekerja fleksibel inilah yang menyebabkan kantor dengan model memiliki fasilitas yang beragam selain ruang kerja seperti co-working space lebih diminati saat ini. Kebutuhan ekonomi yang tinggi menyebabkan banyak orang tua yang keduanya bekerja baik secara formal maupun informal. Kesibukan yang dimiliki kedua orang tua menyebabkan sulit bagi mereka dalam membagi waktu untuk bekerja dan menjaga anak mereka. Sehingga diperlukan sebuah interior co-working space dengan fasilitas day care yang dapat menjadi solusi dalam mengatasi kesulitan yang dialami para orangtua. Metode yang digunakan adalah metode design thinking dengan tahapan antara lain studi literatur, survei lapangan, menganalisis, skematik dan 3D modelling. Konsep perancangan yang dipilih adalah Fun and Socialize dengan tujuan meningkatkan produktivitas dan relasi antar pengguna. Konsep ini diterapkan dalam penggunaan warna dan zoning-grouping ruang. Perancangan interior ini melibatkan pengguna dewasa dan anak dalam beraktivitas sesuai kebutuhan. Yang ditunjang dengan day care, lobby, locker, area game, ruang meeting, dan staff-office. Warna yang digunakan dalam perancangan ini adalah warna biru, jingga, dan kuning. Warna jingga dan kuning diberikan untuk menyeimbangkan warna biru yang memiliki efek psikologis yang tenang.",
  "creators": "ANGELICA WIDJAJA",
  "contributors": "Sherly De Yong (Advisor 1); Lucky Basuki (Advisor 2); Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Examination Committee 1); David Tan Kayogi, S.T., HDII. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021751/DIN/2019; Angelica Widjaja (41415005)",
  "subjects": "DAY CARE CENTERS; INTERIOR DECORATION; OFFICE BUILDINGS--DECORATION"
}