{
  "id": "45562",
  "title": "Perancangan interior pusat wisata seni dan budaya Bojonegoro",
  "abstract": "Bojonegoro merupakan sebuah Kabupaten di Jawa Timur yang memiliki destinasi wisata Geoparak dan memiliki banyak potensi lokal yang dapat dikembangkan. Namun tidak ada wadah bagi para komunitas budaya seni kesenian, kuliner, dan agrowisata serta kurangnya pengenalan potensi lokal kabupaten Bojonegoro membuat masyarakat hanya sekedar melintasi Bojonegoro dan tidak mengetahui potensi lokal daerah sendiri. Tujuan dari perancangan ini adalah mewadahi komunitas – komunitas kesenian, kuliner, dan agrowisata yang ada dengan menciptakan tempat berkonsep filosofis sebagai inovasi desain, tempat untuk memperkenalkan potensi lokal Bojonegoro untuk mendatangkan wisatawan lokal maupun mancanegara dan tempat edukasi yang memanfaatkan hasil kekayaan alam sebagai tempat festival lokal yang melestarikan budaya. Metode yang digunakan dalam proses perancangan ini merupakan pengembangan design thinking HPI School of Design Thinking dengan menambahkan metode implementasi untuk menciptakan nilai inovasi dan keunggulan pada sebuah perancangan. Tahapan dari design thinking ini adalah understand, observe, point of view, ideate, prototype, test dan implementation. Hasil dari perancangan ini adalah pusat wisata seni dan budaya Bojonegorondengan konsep Monggo Pinarak yang menerapkan legenda, seni dan budaya Bojonegoro. Aplikasi konsep ini juga digunakan sebagai ungkapan / ekspresi spesial untuk pengunjung agar mau singgah dan mengaplikasikan suasana melalui pengalaman tersendiri yang dirasakan melalui unsur budaya.",
  "creators": "VALESKA SIDNEY IRAWAN",
  "contributors": "Diana Thamrin,S.Sn. (Advisor 1); CELINE JUNIKA (Advisor 2); Sriti Mayang Sari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021804/ DIN/2019; Valeska Sidney Irawan (41415072)",
  "subjects": "INTERIOR DECORATION; ART CENTERS; ART IN INTERIOR DECORATION"
}