{
  "id": "45563",
  "title": "Perancangan produk interior dengan menggunakan variasi material dari plastik daur ulang",
  "abstract": "Keberadaan sampah plastik di dunia saat ini sudah dalam tahap mengancam dan merusak lingkungan, tidak terkecuali Indonesia. Pertumbuhan jumlah sampah plastik sangat cepat, sedangkan sistem pemilahan dan pengolahan sampah plastik di Indonesia sendiri masih belum efektif. Alternatif pemanfaatan sampah plastik untuk industri kreatif, khususnya di sektor interior, juga masih sangat rendah. Sebagai desainer interior, permasalahan ini merupakan celah untuk menciptakan inovasi dalam dunia interior, dengan menggunakan variasi dari material plastik pada produk interior. Perancangan ini dilaksanakan dengan metode design thinking yang dicetuskan oleh D.School, yang terdiri dari beberapa tahapan, yaitu discovery, interpretation, ideation, experimentation, dan evolution. Produk akhir perancangan ini yaitu coffee table, stool, kursi, lampu meja, dan wall-art sebagai perkenalan awal untuk mengedukasi masyarakat bahwa produk dari bahan daur ulang juga bisa menjadi berbagai macam produk interior. Ada tiga seri furnitur yang dihasilkan pada perancangan ini, dan ketiganya menggunakan plastik dengan karakter yang berbeda-beda yaitu plastik komposit dengan serbuk kayu, plastik opaque dikombinasi dengan plastik transparan, dan plastik full opaque. Plastik-plastik ini menjadi variasi pada produk-produk interior yang menggunakan material utama kayu dan besi. Dengan warna-warna yang kontras dan teknik yang beragam, plastik bisa menjadi focal-point pada produk, sehingga karakter plastik bisa tampak optimal diaplikasikan.",
  "creators": "MEILISA DEWI",
  "contributors": "Mariana Wibowo, S.Sn., M.MT. (Advisor 1); Filipus Priyo Suprobo (Advisor 2); Yusita Kusumarini (Examination Committee 1); Meirina Kuncahyowati, S.Sn. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021863/DIN/2019; Meilisa Dewi (41415164)",
  "subjects": "PLASTIC SCRAP--RECYCLING; INTERIOR DECORATION; ETHNIC ART IN INTERIOR DECORATION"
}