{
  "id": "45564",
  "title": "Kajian implementasi sistem interior terhadap tampilan interior gereja cagar budaya: studi kasus Gereja Katedral Jakarta dan Gereja Kelahiran Santa Perawan Maria Surabaya",
  "abstract": "Seiring berjalannya waktu, banyak bangunan yang sudah lama didirikan menjadi salah sebuah bangunan hasil peninggalan sejarah yang kemudian ditetapkan oleh pemerintah sebagai bangunan cagar budaya yang dilindungi oleh hukum. Objek penelitian ini adalah Gereja Katedral Jakarta dan Gereja Katolik Santa Perawan Maria. Bangunan-bangunan tersebut menjadi salah satu ikon dari kota Jakarta dan Surabaya. Pokok bahasan penelitian adalah membahas dan menganalisa bagaimana implementasi teknologi sistem interior terhadap interior bangunan cagar budaya. Penelitian ini akan dilakukan dengan menerapkan metode kualitatif dengan pendekatan design thinking. Metode tersebut terdiri dari beberapa tahap yakni understanding, define, ideate, dan implementation. Pada tahap undertstanding berupa data litaratur dan survey lapangan serta proses pendokumentasian sistem interior di lapangan dengan pendekatan Evidence Based Research. Pada tahap define yang dihasilkan berupa data fisik non fisik objek penelitian. Memaparkan data-data lengkap hingga menganalisis apa yang menjadi masalah,dan kebutuhannya. Pada tahap ideate, yang akan dilakukan adalah melakukan brainstorming untuk menghasilkan solusi desain dari masalah yang ada. Sedangkan pada tahap implementation, hasilnya berupa buku panduan yang membahas tentang sistem interior pada gereja cagar budaya berpedoman dengan teori-teori yang sudah ada. Hasil penelitian ini bisa berguna untuk proses perancangan gereja. Memaparkan hasil analisa penerapan sistem interior pada gereja cagar budaya yang sudah ada dan memberikan solusi untuk mengatasi masalah yang ada di lapangan. Sistem interior yang diteliti terdiri dari pencahayaan buatan, penghawaan buatan, sistem proteksi kebakaran, sistem aksesibilitas, serta fasilitas penunjang visual yang kemudian dikaji dengan aturan dan teori yang berlaku.",
  "creators": "ALOYSIA ELVARETTA BEATRICE",
  "contributors": "Sherly De Yong (Advisor 1); David Tan Kayogi, S.T., HDII. (Advisor 2); Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Examination Committee 1); Lucky Basuki (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00011834/DIN/2019; Aloysia Elvaretta Beatrice (41415117)",
  "subjects": "INTERIOR DECORATION; CHURCH DECORATION AND ORNAMENT"
}