{
  "id": "45579",
  "title": "Fasilitas pelatihan dan pembinaan Universitas Kristen Petra di Trawas",
  "abstract": "Fasilitas Pelatihan dan Pembinaan Universitas Kristen Petra di Trawas, merupakan sebuah fasilitas yang mendukung terwujudnya visi Universitas Kristen Petra yang peduli dan global serta berpegang teguh pada nilai-nilai Kristiani. Fasilitas ini berfungsi sebagai fasilitas retret untuk pembinaan mahasiswa dan staf Universitas Krsiten Petra dalam hal karakter dan kerohanian. Selain itu proyek ini juga berfungsi untuk menyadarkan kepada civitas akademika Universitas Kristen Petra dan masyarakat sekitar tentang pentingnya menjaga lingkungan, melalui edukasi sistem-sistem pembangunan yang berkelanjutan dan teknologi-teknologi yang mampu menghasilkan energi terbaharukan yang dapat dilihat langsung dalam proyek ini. Pendekatan arsitektur berkelanjutan dipilih dalam penyelesaian proyek ini dengan memaksimalkan penggunaan energi dari alam serta pemasangan sistem yang mampu menghasilkan energi sendiri membuat bangunan ini mampu bertahan secara mandiri. Bangunan ini juga menghormati lingkungan sekitar dengan bentukan bangunan yang tidak kontras dengan bangunan disekelilingnya, serta penggunaan material yang berasal dari hasil pekerjaan tangan pengrajin setempat.",
  "creators": "RIZALDI JOHAN MANGITUNG",
  "contributors": "Dr. Feny Elsiana, S.T., M.T. (Advisor 1); Christine Wonoseputro (Advisor 2); Benny Poerbantanoe (Advisor 3); Danny Santoso Mintorogo (Examination Committee 1); Stanislaus Kuntjoro Santoso (Examination Committee 2); Angela Christysonia Tampubolon, S.T., M.T. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancanaan Arsitektur No. 09023984/ARS/2019; Rizaldi Johan Mangitung (22415150)",
  "subjects": "SUSTAINABLE ARCHITECTURE; PETRA CHRISTIAN UNIVERSITY--BUILDINGS"
}