{
  "id": "45572",
  "title": "Perancangan interior United Dance Community Center di Surabaya",
  "abstract": "Perancangan Interior United Dance Community Center ini merupakan suatu respon dari kebutuhan para komunitas dance di Surabaya dari kebutuhan untuk berkumpul, bersosialisasi, berlatih, berkolaborasi, serta menghabiskan waktu bersama. United Dance Community Center ini dirancang untuk menjadi wadah dan rumah kedua bagi para pencinta dance di Surabaya, di mana terdapat ruang yang dapat menampung berbagai kegiatan komunitas-komunitas dance di Surabaya. Perancangan interior United Dance Community Center ini akan dirancang sesuai dengan perilaku spasial yang ada pada dancer. Perancangan ini menggunakan metode perancangan design thinking dari Stanford University dengan tahapan: understand, observe, point of view, ideate, prototype, dan test. Gambaran umum perancangan diharapkan dapat mengajak anak-anak muda Surabaya untuk bisa mengenal dan berpartisipasi lebih aktif dalam komunitas dance ini. Hasil dari perancangan adalah sebuah dance community center dengan konsep United in Movement. Implementasi konsep yaitu bentukan yang patah-patah di mana terinspirasi dari unsur gerakan dari hip hop dance sendiri. Fasilitas ruang yang disediakan United Dance Community Center secara garis besar adalah studio tari, ruang pertunjukan, mini gallery & gift shop, community space, cafe, dan ruangan pendukung lainnya.",
  "creators": "FELINDA IVYANA HARIJANTO",
  "contributors": "Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Advisor 1); Lucky Basuki (Advisor 2); Sherly De Yong (Examination Committee 1); David Tan Kayogi, S.T., HDII. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021832/DIN/2019; Felinda Ivyana Harijanto (41415112)",
  "subjects": "INTERIOR DECORATION; DANCERS; BALLROOM DANCERS"
}