{
  "id": "45585",
  "title": "Perancangan interior makeup & beauty community center in Surabaya",
  "abstract": "Pertumbuhan industri kosmetik di Indonesia saat ini disebabkan oleh meningkatnya gaya hidup dan kesadaran masyarakat terutama wanita untuk memperhatikan penampilan dan mempercantik diri. Terlebih, media sosial seperti Facebook, Instagram, dan lain-lain juga menjadi salah satu faktor dari fenomena tersebut. Hal itu memunculkan jenis public figure baru yang memiliki pengetahuan dan skill pada bidang kecantikan baik dengan latar belakang pendidikan formal atau otodidak yang lebih dikenal dengan istilah beauty vlogger. Surabaya Glam Squad (SbyGlamSquad) adalah komunitas beauty vlogger yang menjadi salah satu penggerak dari komunitas ini di Surabaya. Secara berkala, mereka sering mengadakan make up/beauty class, event dan juga perkumpulan dengan sesama pecinta make up untuk membangun rasa kekeluargaan dan saling berbagi tips dan informasi terbaru di industri kecantikan walaupun belum tersedia ruang khusus untuk kegiatan-kegiatan tersebut. Konsep “The Beauty Playground” menjadi solusi perancangan dengan tujuan menciptakan desain ruang yang memperlihatkan karakter komunitas, yaitu dengan nuansa fun dan estetik karena adanya detail pada dinding hingga pencahayaan serta mampu mewadahi aktivitas komunitas. Terutama, meningkatkan eksistensi komunitas secara langsung di masyarakat umum sehingga tidak hanya dikenal dan berinteraksi melalui media sosial dan eksklusif untuk anggota komunitas dan pecinta make up saja.",
  "creators": "RENATA KIM",
  "contributors": "Sriti Mayang Sari (Advisor 1); CELINE JUNIKA (Advisor 2); Diana Thamrin,S.Sn. (Examination Committee 1); Linggajaya Suryanata (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021812/DIN/2019; Renata Kim (41415083)",
  "subjects": "BEAUTY SHOPS--DECORATION; INTERIOR DECORATION"
}