{
  "id": "45588",
  "title": "Redesign interior Museum Kesehatan Dr. Adhyatma, MPH di Surabaya",
  "abstract": "Pemilihan Museum Kesehatan Dr. Adhyatma, MPH sebagai objek perancangan dilatar belakangi fakta permasalahan bahwa dari tahun ke tahun peminat masyarakat Indonesia untuk mengunjungi museum semakin berkurang dengan angka yang cukup signifikan. Museum Kesehatan Dr. Adhyatma, MPH ini sebenarnya memberikan informasi yang lengkap beserta dengan objek dan laporan penelitian yang pernah dilakukan, dan juga objek yang ditampilkan tergolong unik juga aneh, sehingga bisa menambah minat masyarakat untuk mengunjungi museum, tetapi nyatanya jumlah pengunjung yang datang sangat sedikit. Metode perancangan yang digunakan adalah design thinking, dibantu dengan sistem kuisioner untuk mendapat data yang valid agar dapat menentukan permasalahan yang ada. Design thinking yang digunakan memiliki 3 tahapan utama yaitu, understand; explore; dan materialize. Understand, mengumpulkan informasi dan penentuan permasalahan pada objek perancangan; explore, bereksperimen menciptakan konsep yang dapat menjawab permasalahan; dan materialize, proses pengenalan perancangan ke masyarakat untuk mendapatkan feedback langsung. “Historical” adalah konsep yang dapat menyelesaikan permasalahan yang telah disebutkan, konsep ini sendiri merupakan gabungan dari 4 kata, yaitu history, storytelling, interactive, dan mimical. Konsep ini diaplikasikan pada variasi desain, seperti bentukan plafon dan pola penataan objek museum yang menyerupai Rod of Aclepius, yang merupakan medical symbol; dan penggunaan teknologi (Augmented reality dan virtual reality) sebagai pengantar informasi (Storytelling).",
  "creators": "IVAN PRAYOGA",
  "contributors": "Sherly De Yong (Advisor 1); Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Examination Committee 1); Lucky Basuki (Advisor 2); David Tan Kayogi (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021862/DIN/2019; Ivan Prayoga (41415161)",
  "subjects": "MUSEUMS; INTERIOR DESIGN"
}