{
  "id": "45587",
  "title": "Fasilitas tari tradisional Jawa Timur di Surabaya",
  "abstract": "Jawa Timur terkenal akan kayanya budaya dan kesenian tradisional. Budaya dan kesenian ini berupa tari-tarian, drama, kerajinan tangan dan beberapa hasil lain dari kebudayaan Jawa Timur sendiri. Pada zaman era modern ini, disayangkan bahwa pihak generasi muda memiliki minat yang minim terhadap pelestarian kesenian tradisional Indonesia. Hal ini dipengaruhi oleh kurangnya fasilitas kebudayaan yang kurang menanggapi era modern ini, sehingga ciri khas kesenian kurang dapat dinikmati masyarakat dan masyarakat masih belum mengapresiasi kehadiran kesenian tradisional. Selain itu, sektor wisata yang dianggap penting di Jawa Timur juga menurun. Proyek tugas akhir ini bertujuan untuk mengedukasi masyarakat lebih lanjut mengenai kesenian, sebagai wadah untuk komunitas sanggar tari tradisional Jawa Timur di Surabaya dan sebagai fasilitas untuk memajukan kesenian Jawa Timur kepada pihak luar. Fasilitas ini dapat mengakomodasi 700 orang untuk fasilitas utamanya sebagai theater indoor dan 350 orang untuk fasilitas theater outdoornya. Masalah yang hadir dalam desain yaitu mengekspresikan gerakan tari tradisional Jawa Timur dalam bentuk bangunan, menarik minat masyarakat terhadap bangunan dan penataan akustik yang terlibat dalam pertunjukkan. Dalam menjawab masalah desain yang ada, digunakan pendekatan simbolik dengan pendalaman akustik. Simbolisme melalui bentuk geometri yang diterapkan dalam bentuk bangunan. Bentuk-bentuk geometri yang diterapkan merupakan hasil pengembangan dari gerakan Tari Remo yang bertujuan untuk mempermudah masyarakat dalam merespon adanya bangunan tersebut. Implementasi ini dapat terlihat dengan jelas melalui desain secondary facade.",
  "creators": "KEVIN HERMAWAN YUWONO",
  "contributors": "Anik Juniwati (Advisor 2); Samuel Hartono (Advisor 1); Esti Asih Nurdiah, S.T., M.T., Ph.D. (Advisor 3); Rully Damayanti (Examination Committee 2); Handinoto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 05023911/ARS/2019; Kevin Hermawan Yuwono (22415040)",
  "subjects": "ARTS FACILITIES--DESIGNS AND PLANS; THEATERS--DESIGNS AND PLANS; ARTS FACILITIES"
}