{
  "id": "45597",
  "title": "Perancangan interior study lounge berbasis multiple intelligences di Surabaya",
  "abstract": "Gaya hidup remaja jaman sekarang sering menghabiskan waktunya untuk hangout atau mengerjakan tugas di café terutama di kota Surabaya. Dari hasil survei yang dilakukan oleh penulis, 36,92% mengatakan belajar/bekerja di café tidak efektif, sedangkan 12,3% mengatakan tergantung fasilitas dan desain yang disediakan. Artinya, setengah dari sample merasa bahwa belajar/bekerja di café mengalami beberapa permasalahan. Dari permasalahan tersebut, munculah ide untuk mendesain wadah untuk para pelajar SMA, mahasiswa yang dikhususkan untuk belajar (Study Lounge) dan penambahan fasilitas untuk bekerja (co-working space). Mengingat tidak sedikit mahasiswa sekarang yang kuliah dengan bekerja, sekaligus dapat digunakan untuk para pekerja agar dapat menjalin relasi dengan mahasiwa. Inovasi perancangan ini menerapkan multiple intelligences dengan kesadaran bahwa setiap orang memiliki gaya/belajar yang berbeda-beda, sehingga diharapkan dengan adanya study lounge ini dapat mewadahi semua orang agar dapat belajar dan bekerja dengan efektif. Karena semua orang memiliki gaya belajar dan bekerja yang berbeda-beda, sehingga tidak dapat di sama ratakan. Metode perancangan yang digunakan merupakan tahapan proses design thinking menurut Stanford D. School yaitu emphatize, define, ideate, prototype dan test. Hasil perancangan adalah ruang yang mewadahi kebutuhan pelajar SMA dan mahasiswa dalam belajar dan mengerjakan tugas. Perancangan ini juga merupakan alternatif solusi tempat belajar yang baru di Surabaya dengan mengangkat konsep unity in diversity yang mewadahi banyak kebutuhan setiap kecerdasan (multiple intelligences) yang berbeda.",
  "creators": "JOCELYN SALIM",
  "contributors": "Mariana Wibowo, S.Sn., M.MT. (Advisor 1); Yusita Kusumarini (Examination Committee 1); Meirina Kuncahyowati, S.Sn. (Advisor 2); Filipus Priyo Suprobo, S.T., M.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021778/DIN/2019; Jocelyn Salim (41415037)",
  "subjects": "READING ROOMS; MULTIPLE INTELLIGENCES; INTERIOR DECORATION"
}