{
  "id": "45598",
  "title": "Perancangan interior pusat kuliner khas Jawa Timur di Surabaya",
  "abstract": "Bisnis kuliner yang sedang marak berkembang di kota Surabaya saat ini merupakan sebuah peluang yang sangat bagus untuk membawa masuk kuliner khas Jawa Timur sebagai pilihan yang berbeda. Perancangan Interior Pusat Kuliner khas Jawa Timur di Surabaya ini bernilai dilihat dari sisi bisnis kuliner yang tidak akan pernah berhenti karena kuliner atau makanan merupakan kebutuhan primer manusia yang harus dipenuhi. Tujuan perancangan ini adalah menciptakan interior pusat kuliner yang menampilkan suasana Jawa Timuran yang diwakili Kota Surabaya di era globalisasi ini. Dengan demikian maka perancangan interior pusat kuliner khas Jawa Timur di Surabaya ini dapat berpotensi besar secara komersial untuk mendukung eksistensi identitas budaya kuliner khas Jawa Timur di kalangan masyarakat Surabaya yang luas termasuk juga dalam sektor pariwisata. Metode yang akan digunakan dalam perancangan wisata kuliner khas Jawa Timur ini menggunakan metode Design Thinking Process. Perancangan interior pusat kuliner ini juga bertujuan untuk menyediakan fasilitas rumah makan yang dapat digunakan masyarakat untuk berkumpul bersama keluarga, saudara dan rekan. Desain konsep yang diangkat adalah ‘Wani’, merupakan sebuah kata untuk mewakili identitas dari semangat dan suasana Surabaya kota pahlawan tempo doeloe dan Surabaya masa sekarang. Perancangan interior ini akan menghadirkan sistem pelayanan self-service sebagai implementasi “wani” untuk menanamkan kebiasaan yang baru di masyarakat Surabaya dan membentuk perilaku serta suasana tempo doeloe antara penjual makanan dan pembeli. Pada akhirnya Perancangan Interior Pusat Kuliner Khas Jawa Timur di Surabaya ini dapat menjadi sebuah fasilitas untuk melestarikan identitas kuliner khas Jawa Timur dan identitas Kota Surabaya sebagai kota pahlawan serta sistem self-service yang diterapkan diharapkan dapat menumbuhkan kesadaran diri masyarakat Surabaya terhadap orang dan lingkungan di sekitarnya.",
  "creators": "GIOVANI TANZA",
  "contributors": "Ronald H.I. Sitindjak (Advisor 1); Dr. Ir. Lintu Tulistyantoro, M.Ds. (Examination Committee 1); STEPHANIE MELINDA FRANS (Examination Committee 2); HENDY MULYONO (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021782/DIN/2019; Giovani Tanza (41415046)",
  "subjects": "RESTAURANTS--DECORATION; INTERIOR DESIGN"
}