{
  "id": "45591",
  "title": "Perancangan interior restoran & kafe dengan konsep kontemporer tradisional khas Lombok di Lombok",
  "abstract": "Restoran dan Kafe adalah istilah umum yang digunakan untuk menyebut suatu usaha yang menyajikan suatu hidangan kepada masyarakat dan menyediakan tempat untuk menikmati hidangan tersebut serta menetapkan tarif tertentu untuk makan dan pelayanannya. Pada zaman sekarang, dapat dilihat perkembangan kuliner yang berdampingan dengan destinasi wisata sangat pesat, seperti beberapa pulau yang terkenal dengan keindahan alam serta beragam makanan tradisional yang dimilikinya. Lombok menjadi salah satu tujuan pariwisata yang kelak diincar para wisatawan luar maupun dalam Negeri. Lombok merupakan pulau yang kaya akan wisata alamnya, seiring berjalannya waktu Lombok menjadi cukup terkenal dalam bidang pariwisatanya serta membuat banyaknya restoran dan kafe bermunculan dengan tawaran konsep desain yang berbeda-beda dan sajian menu yang beragam, membuat para wisatawan ingin datang berkunjung kembali. Restoran dan kafe ini memberikan tawaran konsep desain yang didasari oleh kebudayaan yang ada di Lombok “wonderful of songket house”, dengan tawaran yang dikombinasikan bersama sajian makanan tradisional diharapkan dapat membuat para wisatawan mengetahui/mengenal kebudayaan yang ada di Lombok. Restoran dan kafe ini akan berbeda dengan restoran atau kafe yang ada, karena tidak banyak yang mengangkat unsur kebudayaan Lombok.",
  "creators": "DAVID PRATAMA",
  "contributors": "Dr. Ir. Lintu Tulistyantoro, M.Ds. (Advisor 1); Ronald H.I. Sitindjak (Examination Committee 1); Hendy Mulyono (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021844/DIN/2019; David Pratama (41415128)",
  "subjects": "RESTAURANTS--DECORATION; INTERIOR DECORATION; BARS (DRINKING ESTABLISHMENTS)--DECORATION"
}