{
  "id": "456",
  "title": "The study of English pronounciation errors in \"seleksi non stop - natal milenium - lagu & dialog\"",
  "abstract": "This thesis is an attempt to show the errors of pronunciation that occur in \"Seleksi non Stop Natal Mileneum-Lagu & Dialog\". By conducting this research, the writer wants to Investigate: first, the kind of errors that are made by the little singers in this cassette; second, the frequency of pronunciation errors; third, find out the possible causes by comparing with Indonesian language considering first language (Mother tongue) has a great effect to influence the children?s second language. All the data are gathered in \"Seleksi non Stop-Natal Milenium-Lagu & Dialog\" cassette. The writer, carefully and epeatedly, listen all the words which are sung by two little singers in this cassette. After that, she separates all words which are spoken improperly and writes down their phonetic transcription with the aid of International Phonetic Alphabet (IPA). She uses Standard American English with the aid of American English Dictionary considering that this form is more common among Indonesian People. The next step is classifying them in terms of consonant and vocal by excluded all the prosodic features. When the classifications are done, she, eventually, commences to study all errors in each word carefully. After analyzing the data, the writer finds that most errors in consonants are found in terms of alveolar and in vowels are found in terms of central-middle. Errors appear in initial, middle, or in final position. Based on the analysis that she makes, she concludes that the Indonesian language as the singers? mother tongue indeed influences almost all words in the cassette. Almost all words are pronounced using Indonesian spelling system by singers and they nativize all sounds, which are not found in Indonesian phonetic system. Another kind of errors is they tend to delete sounds which are not familiar with them or difficult to pronounce They might fail to perceive sound that they listen and use the sound that has the closest auditory effect. Regarding, these data are gathered in terms of lyrics in songs, the rhythm of songs also take a role to the existence of errors. Besides, all of the pronunciation errors are also caused by the ease of articulation phenomenon.",
  "creators": "MARIONA JEAN LAMBAIHANG",
  "contributors": "Prof.DR. ABDUL WAHAB, MA. (Advisor 1); MAS MOELJONO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.1012; Mariona Jean Lamabaihang (11497077)",
  "subjects": "ENGLISH LANGUAGE-ERRORS OF USAGE; ENGLISH LANGUAGE-PRONUNCIATION"
}