{
  "id": "45602",
  "title": "Perancangan interior panti werdha di Bogor",
  "abstract": "Panti werdha dijadikan sebagai salah satu solusi untuk menitipkan orang tua yang telah menginjak usia lanjut. Nama panti werdha sendiri kerap kali dipandang negatif oleh masyarakat. Menempatkan lansia di panti werdha dianggap kurang pantas karena seorang anak dinilai tidak mampu mengurus orang tuanya, padahal mereka melakukannya bukan tanpa alasan. Seiring dengan perkembangan zaman, kebiasaan seorang anak untuk merawat orang tuanya semakin jarang dilakukan, dikarenakan banyaknya kesibukan. Di samping itu, tak jarang pula para lansia yang memang dititipkan di tempat tersebut atas keinginannya sendiri. Bagi para lansia, di panti werdha mereka bisa lebih diperhatikan dan bisa bersosialisasi dengan orang-orang yang seusianya. Perancangan interior ini memiliki tujuan untuk menghapus stigma masyarakat terhadap Panti Werdha sendiri, yang mampu memberikan pelayanan yang optimal pada lansia meliputi pembinaan fisik, mental, dan sosial, serta memenuhi seluruh kebutuhan lansia khususnya bagi mereka yang kurang mendapatkan perhatian dari keluarganya sendiri. Panti werdha ini dirancang untuk memberikan kenyamanan bagi lansia dengan menerapkan desain yang universal pada interiornya, serta furniture yang ergonomis. Kemudian dapat berguna bagi banyak masyarakat, terlebih bagi para lansia dalam menjalankan aktivitasnya sehari-hari dan kelangsungan hidup mereka.",
  "creators": "DWITIYA KEN SARASWATI",
  "contributors": "Stephanus P. Honggowidjaja (Advisor 1); Purnama Esa Dora Tedjokoesoemo, S.Sn., M.Sc. (Examination Committee 1); MOCH. TAUFAN RIZQI (Examination Committee 2); Anik Rakhmawati (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021852/DIN/2019; Dwitiya Ken Saraswati (41415143)",
  "subjects": "OLD AGE HOMES; NURSING HOMES; INTERIOR DECORATION"
}