{
  "id": "45600",
  "title": "Perancangan interior pusat komunitas kopi di Surabaya",
  "abstract": "Kopi merupakan jenis minuman yang dikonsumsi terbanyak ketiga di dunia. Menurut International Coffee Organization, kopi Indonesia menempati peringkat keempat di dunia karena citarasanya yang beragam dan spesial. Dulu kopi hanya menjadi teman untuk membaca koran, bekerja lembur, menonton TV, dll. Sedangkan sekarang, kopi dijadikan tren. Akan tetapi, masih belum ada wadah di Indonesia khususnya di Surabaya yang dapat menampung kegiatan kreatif komunitas kopi dan penggemar kopi, sehingga perancangan interior ini bertujuan untuk menyediakan interior Pusat Komunitas Kopi yang interaktif dan edukatif sehingga potensi kopi Nusantara lebih dikenal dan penjualan kopi Nusantara lebih meningkat. Metode perancangan yang digunakan adalah Design Thinking yang terdiri dari understanding, observe, point of view, prototype, test dan implementation . Hasil perancangan berupa Noesantara Coffee Community Center dengan konsep addicted to Noesantara, dimana konsep ini memiliki makna menarik perhatian sehingga pengunjung menjadi ketagihan untuk datang kembali. Perancangan ini menggunakan terapan layout dengan sirkulasi campuran, dimana coffee gallery dijadikan sebagai pusat ruangan untuk mengarahkan pengunjung ke ruangan-ruangan lainnya seperti coffee shop, coffee bath and spa, workshop area, coffee roaster and tasting room, dll untuk meningkatkan potensi kopi Nusantara di Indonesia.",
  "creators": "ISABELLA CHRISTIE",
  "contributors": "Diana Thamrin,S.Sn. (Advisor 1); CELINE JUNIKA (Advisor 2); Sriti Mayang Sari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021777/DIN/2019; Isabella Christie (41415036)",
  "subjects": "INTERIOR DECORATION; COMMUNITY CENTERS--DESIGN AND PLANS; COFFEEHOUSES--DECORATION"
}