{
  "id": "45609",
  "title": "Perancangan interior stress-relieve and potensi lokal centre di Surabaya",
  "abstract": "Menurut riset yang telah dikaji oleh WHO (World Health Organization), sebanyak 800.000 jiwa bunuh diri setiap tahunnya, yang berarti setiap 40 detik, ada korban yang tewas akibat bunuh diri. Penyakit mental seperti depresi, gangguan kecemasan, dan penyakit lainnya, seringkali disebabkan oleh stres. Walaupun semua orang pasti pernah mengalami stres, apabila bertambah parah kondisinya, akan berdampak negatif terhadap kehidupan, salah satunya bunuh diri. Brain Rest Area memiliki tujuan untuk menciptakan suasana dan sistem interior yang dapat membuat penderita stres merasa lebih baik, serta memberikan edukasi mengenai pentingnya kesehatan mental, agar masyarakat umum dapat berempati terhadap penderita stres. Perancangan Brain Rest Area menerapkan metode perancangan biophilic design dan healing environment, serta memakai metode pendekatan human-centered design dan empathic design. Dari hasil perancangan, Brain Rest Area dapat menjadi sebuah alternatif fasilitas untuk penderita stres, dengan program-program yang membantu penyembuhan stres seperti terapi non medis (kognitif) yang ada pada feeling rooms, pillow pool, clinics, volunteer booth, meditation, dan fasilitas-fasilitas lainnya, dengan mengambil konsep Brain Rest Area, yaitu mengistirahatkan otak, dengan cara melepaskan penat dan rileks dari penderitanya.",
  "creators": "EVANIA TJANDRA",
  "contributors": "Diana Thamrin,S.Sn. (Advisor 1); Sriti Mayang Sari (Examination Committee 1); CELINE JUNIKA (Examination Committee 2); Linggajaya Suryanata (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021752/ DIN/2019; Evania Tjandra (41415006)",
  "subjects": "INTERIOR DESIGN; ARCHITECTURE--ENVIRONMENTAL ASPECTS; ARCHITECTURE--HUMAN FACTORS"
}