{
  "id": "45601",
  "title": "Perancangan interior resort hotel di Pulau Kaniungan Kecamatan Biduk-Biduk",
  "abstract": "Pulau Kaniungan adalah sebuah pulau yang terletak di ujung Pesisir Selatan Berau, Kecamatan Biduk-Biduk yang memiliki keindahan alam yang tidak kalah menariknya dengan pulau lain yang ada di Indonesia. Pulau ini masih baru keberadaannya sehingga belum banyak dikenal oleh para wisatawan dan kebutuhan penginapan yang masih sedikit. Melalui perancangan interior resort hotel ini menjadi wadah untuk mendukung berkembangnya dan mengangkat potensi wisata bahari di Kecamatan Biduk-Biduk khususnya di Pulau Kaniungan sehingga mampu memenuhi kebutuhan akomodasi penginapan dan menarik minat wisatawan untuk datang dan lebih mengenal wisata yang ada di Biduk-Biduk. Pada perancangan ini memiliki beberapa tahapan desain yaitu understand, observe, point of view, ideation, ideate, prototype, test, story telling, pilot dan business model yang disebut sebagai design thinking sehingga hasil perancangan yang diperoleh adalah penerapan konsep alam dengan ornamen bunga pakis khas Borneo dan ciri khas lingkungan alam yang ada di Pulau Kaniungan agar dapat menampilkan identitas atau karakter resort hotel sekaligus menjawab kebutuhan pengguna dan menarik minat wisatawan untuk berkunjung ke Pulau Kaniungan. Adapun hasil dari perancangan ini berupa layout, gambar kerja dan perspektif serta media promosi berupa x-banner, presentation board, brosur dan katalog.",
  "creators": "SHERLY SETIADI",
  "contributors": "Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Advisor and Examination Committee); Sherly De Yong (Examination Committee 2); David Tan Kayogi, S.T., HDII. (Advisor 2); Lucky Basuki (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021843/DIN/2019; Sherly Setiadi (41415127)",
  "subjects": "RESORTS; RESORTS--DESIGN AND CONSTRUCTION; INTERIOR DESIGN"
}