{
  "id": "45615",
  "title": "Analisis kesalahan penggunaan kata bantu aspek “了” pada mahasiswa angkatan 2017 Program Studi Bahasa Mandarin Universitas Kristen Petra = 彼得拉大学中文系2017届学生使用动态助词“了”的错误分析 =",
  "abstract": "Penelitian ini dilakukan untuk menganalisis kesalahan dan penyebab kesalahan dalam penggunaan kata bantu aspek “了” (le) kepada sepuluh mahasiswa Program Studi Bahasa Mandarin angkatan 2017, Universitas Kristen Petra. Penelitian ini menggunakan metode kualitatif deskriptif. Data dari penelitian ini didapat dari tes dan wawancara. Dalam penelitian ini, penulis menganalisis kesalahan berdasarkan dua belas jenis kata bantu aspek “了” (le) dan mengidentifikasi kesalahan tersebut menjadi dua jenis, yaitu pengenalan dan memproduksi. Hasil analisis tes menunjukkan bahwa mahasiswa masih belum dapat menggunakan kata bantu aspek “了” (le) dengan baik, terutama pada bagian memproduksi, yaitu menyusun kata menjadi kalimat yang benar. Kesalahan dominan terjadi pada memproduksi jenis kata bantu aspek “了” (le) yang ketujuh lalu diikuti dengan pengenalan jenis kata bantu aspek “了” (le) yang pertama dan kedua. Menambahkan kata bantu aspek “了” (le) ke dalam kalimat yang menunjukkan kegiatan sehari-hari juga merupakan kesalahan- kesalahan yang dilakukan oleh mahasiswa. Melalui wawancara dapat dilihat bahwa penyebab kesalahan yang muncul adalah kesalahan developmental, mahasiswa mengira kata 给(gěi) di dalam soal tes merupakan kata kerja, selain itu kurangnya pemahaman mahasiswa terhadap bahasa yang digunakan, seperti masih bingung dan rancu dalam mengaplikasikan kata bantu aspek “了” (le), mengabaikan sasaran yang dipadukan, pengaruh materi pengajaran serta dari mahasiswa sendiri juga menjadi penyebab kesalahan mahasiswa dalam mengerjakan tes.",
  "creators": "HERVIN KURNIATI",
  "contributors": "Elisa Christiana (Advisor 1); Alpin Gadman Markali S.S., M.A. (Advisor 2); Julia Eka Rini (Examination Committee 1); Zhu Shuiqing, B.L., M.Pd. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03010173/CHI/2019; Hervin Kurniati (12415015)",
  "subjects": "CHINESE LANGUAGE--STUDY AND TEACHING; CHINESE LANGUAGE--WRITING"
}