{
  "id": "45618",
  "title": "Perancangan video interaktif sebagai bekal mahasiswa desain komunikasi visual untuk membuka usaha jasa di bidang desain",
  "abstract": "Bekerja dan membuka usaha sendiri bagi beberapa orang merupakan sebuah ketakutan terutama bagi mahasiswa-mahasiswi jurusan desain komunikasi visual semester akhir. Ketakutan sering muncul karena kurang nya pengetahuan dan pengalaman di dalam dunia kerja. Tujuan dari perancangan ini adalah untuk bekal dan ilmu tentang dunia kerja bagi mahasiswa semester akhir yang hendak lulus nanti, terutama bagi mereka yang ingin membuka usaha sendiri di bidang jasa desain. Setelah melakukan proses survei dan wawancara ke beberapa target dan narasumber, telah ditemukan beberapa masalah yang dialami oleh generasi muda yaitu mengenai pengambilan keputusan saat mulai membuka usaha, modal yang harus disiapkan, dan cara mempertahankan usaha tersebut. Oleh karena itu, perlu adanya sebuah media yang mampu memberikan bekal dan membantu memberikan pengetahuan tentang dunia kerja. Salah satunya adalah melalui perancangan video interaktif ini, dengan harapan melalui video interaktif ini dapat melibatkan penonton untuk ikut merasakan langsung dalam mengambil keputusan. Video interaktif ini akan di publish di youtube, karena di era saat ini banyak generasi muda lebih senang menonton video di youtube sehingga media ini nanti akan lebih cepat sampai di target audience.",
  "creators": "CHRISTIAN DENNY",
  "contributors": "Elisabeth Christine Yuwono (Advisor 1); Vanessa Yusuf (Advisor 2); Cindy Muljosumarto S.Sn, M.D. (Examination Committee 2); Bing Bedjo Tanudjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Audio Visual dan Animasi",
  "source": "Audio Visual dan Animasi No. 00023288/DKV/2019; Christian Denny (42415013)",
  "subjects": "VIDEO RECORDINGS--PRODUCTION AND DIRECTION; VISUAL COMMUNICATION; INTERACTIVE VIDEOS--PLANNING"
}