{
  "id": "45614",
  "title": "Perancangan interior perpustakaan umum sebagai sarana edukasi dan hiburan di kota Probolinggo",
  "abstract": "Pada saat ini pengembangan perpustakaan di Indonesia masih tergolong minim diikuti oleh minat pembaca masyarakat Indonesia yang masih tergolong minim. Padahal perpustakaan merupakan salah satu pusat informasi yang akurat dan terpercaya, namun kebanyakan masyarakat memilih mengambil informasi dari internet. Faktor lain yang menyebabkan minimnya minat baca adalah disebabkan oleh tidak terdukungnya fasilitas untuk menampung kegiatan membaca dan berdiskusi. Interior perpustakaan memiliki peranan yang sangat penting bagi masyarakat yang datang mengunjunginya. Sebuah perpustakaan harus didukung dengan tempat yang nyaman dan menyenangkan, sehingga setiap pengunjung berminat datang dan sering berkunjung ke perpustakaan. Metode yang digunakan dalam perancangan interior ini mengadopsi proses design thinking menurut Hasso Plattner yang terdiri dari 6 tahapan, yaitu: understand, observe, point of view, ideate, prototype, dan test. Perancangan interior perpustakaan ini mengambil konsep a Fun Experience in Education yang mana dimaksudkan untuk mengganti citra perpustakaan yang membosankan menjadi menyenangkan serta mengangkat budaya Kota Probolinggo dengan tagline-nya “Kota 1000 taman” yang bertujuan untuk meningkatkan tingkat minat baca masyarakat Kota Probolinggo dari kalangan anak-anak hingga dewasa dilengkapi dengan sarana hiburan namun tetap edukatif. Perancangan interior perpustakaan ini menghasilkan ruang baca dan bermain untuk anak-anak, ruang baca dewasa yang dilengkapi dengan area outdoor, ruang audio visual, area multifungsi, café, dan taman.",
  "creators": "ANGGA JESSLYN",
  "contributors": "Mariana Wibowo, S.Sn., M.MT. (Advisor 1); Yusita Kusumarini (Examination Committee 1); Filipus Priyo Suprobo, S.T., M.T. (Examination Committee 2); Meirina Kuncahyowati, S.Sn. (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021835/DIN/2019; Angga Jesslyn (41415118)",
  "subjects": "INTERIOR DESIGN; LIBRARY DECORATION; PUBLIC LIBRARIES; INTERIOR DECORATION"
}