{
  "id": "45612",
  "title": "Proses perkembangan Wayang Potehi dari asli ke kreasi di Gudo = GUDO 瓦扬布袋戏的发展",
  "abstract": "Potehi merupakan suatu budaya dari Tiongkok, yang dalam perjalanannya telah diterima oleh masyarakat Indonesia sehingga dikenal dengan nama wayang potehi. Gudo merupakan sebuah kabupaten di Jombang, Jawa Timur yang saat ini menjadi tempat rujukan mengenai hal-hal yang berkaitan dengan wayang potehi. Wayang potehi di Gudo memiliki perjalanan dengan waktu yang cukup panjang dan menarik, di mana berbagai masa dan adaptasi terhadap lingkungan masyarakat Indonesia telah dilalui agar wayang potehi dapat mencocoki jamannya dan tetap eksis hingga saat ini. Skripsi ini menggunakan pendekatan kualitatif deskriptif dengan mewawancarai enam orang narasumber dan observasi untuk mendapatkan informasi mengenai perkembangan wayang potehi Gudo dari potehi asli hingga menjadi potehi kreasi. Hasil dari penelitian ini menunjukkan bahwa pementasan potehi kreasi merupakan salah satu langkah konkrit yang saat ini dilakukan agar wayang potehi Gudo tetap eksis mencocoki jamannya. Dalam penelitian ini ditinjau dan ditemukan beberapa bagian dari potehi kreasi yang tidak terlalu mengalami perubahan dari pakemnya, yakni penggunaan panggung, alat musik dan bahasa dalam pementasan. Selain itu juga ditemukan beberapa bagian yang mengalami banyak perubahan, beberapa diantaranya adalah fungsi pementasan yang tak lagi bertujuan sebagai bentuk persembahan bagi para dewa-dewi sehingga pementasan potehi kreasi tidak mengadakan ritual sebelum pementasan, selain itu juga pemilihan cerita yang cenderung lebih bebas serta makna dari pakaian dan atribut yang digunakan oleh boneka potehi kreasi.",
  "creators": "TYAS WIDYARATNA",
  "contributors": "Olivia, S.E., M.A. (Advisor 1); Zhu Shuiqing, B.L., M.Pd. (Advisor 2); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1); Elisa Christiana (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010176/CHI/2019; Tyas Widyaratna (12415011)",
  "subjects": "POTEHI"
}