{
  "id": "45623",
  "title": "Perancangan interior Smart Coffee Cafe & Roastery di Surabaya",
  "abstract": "Pengaruh perkembangan zaman pada saat ini menyebabkan gaya hidup masyarakat berubah terutama pada kalangan anak muda, oleh karena itu banyak pengusaha menjadikan fenomena ini sebuah peluang untuk membuka suatu bisnis seperti coffee cafe. Saat ini coffee cafe tidak hanya dijadikan sebagai tempat untuk bertransaksi, masyarakat banyak ke café untuk bekerja, berkumpul, bercengkrama, berdiskusi, dan aktivitas lainnya. Smart Coffee Café and Roastery ini sebagai tempat untuk mewadahi kebutuhan masyarakat, tidak hanya seperti café pada umumnya, dalam café ini pengunjung dapat bereksperimen dalam membuat kopi sendiri. Tujuan dari perancangan ini adalah merancang Coffee Café and Roastery yang dapat memberikan edukasi terhadap masyarakat awam di Indonesia, khususnya di Surabaya mengenai kopi melalui aplikasi desain yang diterapkan. Metode perancangan yang digunakan merupakan adopsi dari skema design thinking menurut Carol Dweck yaitu dengan 10 tahapan Discovery, Observe, Emphatize, Leverage Stories to Discover Insights, Frame and Reframe, Ideate, Decide, Prototype, Validate your Idea, Iterate. Manfaat yang dapat dirasakan oleh pengunjung atau masyarakat merasa nyaman dan tenang dalam café, serta dapat mengenal lebih tentang sejarah dan berbagai macam jenis coffee melalui desain yang diterapkan.",
  "creators": "LAURENCIA ANGELA",
  "contributors": "Dr. Ir. Hedy Constancia Indrani, M.T. (Advisor 1); Grace Setiati, S.Sn., M.Ds. (Advisor 2); Adi Santosa (Examination Committee 1); Poppy Firtatwentyna Nilasari, S.T., M.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Prancangan Interior No. 00021773/DIN/2019; Laurencia Angela (41415032)",
  "subjects": "BARS (DRINKING ESTABLISHMENTS)--DECORATION; COFFEEHOUSES--DECORATION; INTERIOR DESIGN"
}