{
  "id": "45628",
  "title": "Perancangan produk interior kelas premium dengan pengembangan kreativitas upcycling kayu bekas peti kemas",
  "abstract": "Surabaya dengan pelabuhan Tanjung Perak menjadi pusat lalu lintas perdagangan ekspor-impor di Jawa Timur. Oleh karena itu dapat dilihat peti kemas yang menumpuk di daerah Surabaya Utara. Penumpukan peti kemas ini berbanding lurus dengan kayu bekas peti kemas. Jika hal ini terus menerus terjadi, maka kayu bekas peti kemas semakin menumpuk, menjadi lapuk hingga rusak, dan menambah sampah kota. Padahal jika ditinjau kembali, kayu bekas peti kemas memiliki potensi yang dapat dikembangkan. Perancangan ini bertujuan untuk memahami karakteristik, perlakuan, serta teknik pengolahan dari kayu bekas peti kemas, kemudian menggunakan kembali kayu tersebut dengan pengembangan kreativitas pada potensi-potensinya. Proses perancangan dilakukan dengan metode design thinking, yaitu: inspiration (empathize, understand, define), ideation (ideate, prototype, test), dan implementation (storytelling, pilot, business model). Hasil perancangannya adalah 4 set desain produk interior berupa stool, side table, bench, dan coffee table, 3 set desain booth pameran, 1 set realisasi produk dan booth pameran 1:1, serta brand perusahaan dan media promosinya. Perancangan ini membuktikan bahwa kayu bekas peti kemas dapat diolah kembali menggunakan prinsip upcycling, dengan pengembangan kreativitas, untuk menonjolkan potensinya menjadi produk interior kelas premium.",
  "creators": "WILLIAM VIJADHAMMO LUMINTAN",
  "contributors": "Yusita Kusumarini (Advisor 1); Mariana Wibowo, S.Sn., M.MT. (Examination Committee 1); Filipus Priyo Suprobo (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021783/DIN/2019; William Vijadhammo Lumintan (41415047)",
  "subjects": "FURNITURE DESIGN; INTERIOR DECORATION; WOOD IN INTERIOR DECORATION"
}