{
  "id": "45635",
  "title": "Pengaruh orientasi kewirausahaan, kompetensi pengetahuan pasar dan kapabilitas pemasaran terhadap keunggulan bersaing berkelanjutan (studi pelaku UMKM di Labuan Bajo)",
  "abstract": "Usaha Mikro Kecil dan Menengah (UMKM) memiliki konstribusi yang sangat tinggi bagi pertumbuhan ekonomi di Indonesia. Upaya untuk mendorong UMKM, pemerintah telah memfasilitasi pelaku usaha baru maupun UMKM yang telah ada untuk semakin mengembangkan usaha dengan menggelar sosialisasi maupun pelatihan melalui Badan Latihan Khusus (BLK) yang ada di kabupaten/kota di Indonesia. Permasalahan UMKM biasanya terjadi pada faktor SDM khususnya pemilik usaha memiliki peran dalam peningkatan keunggulan daya saing. Perkembangan UMKM menjadi salah satu faktor pendorong berbagai macam usaha, khususnya di Labuan Bajo. Pelaku UMKM di Labuan Bajo masih membutuhkan pengarahan dan keterampilan dalam berwirausaha. Dengan adanya revolusi industri 4.0 di Indonesia maka dukungan dan binaan dari pemerintah daerah pelan-pelan UMKM di Labuan Bajo mulai berkembang. Penelitian ini bertujuan untuk mengamati pengaruh orientasi kewirausahaan, kompetensipPengetahuan pasar dan kapabilitas pemasaran terhadap keunggulan bersaing berkelanjutan (studi pada UMKM di Labuan Bajo). Penelitian menggunakan 41 responden penelitian dan data yang diperoleh dianalisis menggunakan model PLS. Hasil penelitian menunjukkan bahwa orientasi kewirausahaan, kompetensi pengetahuan pasar dan kapabilitas pemasaran memiliki pengaruh signifikan positif terhadap keunggulan bersaing berkelanjutan. Didapati juga bahwa kapabilitas pemasaran sebagai variable intervening memiliki pengaruh antara orientasi kewirausahaan terhadap keunggulan bersaing berkelanjutan dan memiliki pengaruh kompetensi pengetahuan pasar terhadap keunggulan bersaing berkelanjutan.",
  "creators": "YOANITA SHELINE MULYONO",
  "contributors": "Sesilya Kempa, S.E., M.M. (Advisor and Examination Committee); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1); Bambang Haryadi (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Unknown",
  "source": "Skripsi No. 31011816/MAN/2019; Yoanita Sheline Mulyono (31415105)",
  "subjects": "ENTREPRENEURSHIP; MARKETING--MANAGEMENT"
}