{
  "id": "45641",
  "title": "Pasar burung dan pasar inpres di Bratang Surabaya",
  "abstract": "Tulisan ini merupakan bagian proyek Tugas Akhir Karya Desain di Program Studi Arsitektur Universitas Kristen Petra. Pasar Burung dan Pasar Inpres di Bratang Surabaya yang dirancang ulang dengan pendekatan sistem terutama sistem sirkulasi dan utilitas ini merupakan sebuah fasilitas publik yang bertujuan untuk dapat meningkatkan minat masyarakat terhadap pasar tradisional/rakyat yang terkesan buruk. Desain pasar ini dilakukan dengan mengangkat permasalahan desain tentang pengaturan zonasi pada bangunan sehingga antara zonasi pengunjung dan zonasi servis tidak tercampur dan memberikan kenyamanan bagi pengunjung yang berkunjung ke pasar, selain itu masalah desain lainnya yang diangkat adalah bagaimana mensinergikan setiap pasar di wilayah pasar Bratang sehingga dapat saling menguntungkan. Fasilitas ini memiliki fungsi utama sebagai pasar, dilengkapi dengan berbagai fasilitas seperti tempat makan, tempat pameran, ruang komunal untuk komunitas dan sebagainya. Penerapan konsep sinergi pada bangunan diterapkan melalui adanya ruang-ruang yang diciptakan untuk mendukung kegiatan dalam pasar dan luar pasar, adanya juga ruang pengikat antar pasar untuk mendukung sinergi antar pasar, peningkatan konsep sinergi ini di dukung dengan pendalaman karakter ruang untuk memberi kesan yang berbeda-beda antar pasar berdasarkan kebutuhan dan masalah desain pada masing-masing pasar.",
  "creators": "LISIANDRA ANBIELICA",
  "contributors": "Stanislaus Kuntjoro Santoso (Advisor 1); Danny Santoso Mintorogo (Advisor 2); Angela Christysonia Tampubolon, S.T., M.T. (Advisor 3); Anik Juniwati (Examination Committee 1); Esti Asih Nurdiah, S.T., M.T., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01023916/ARS/2019; Lisiandra Anbielica (22415045)",
  "subjects": "BAZAARS (MARKETS); MARKETS, TRADITIONAL; MARKETS--DESIGN AND CONSTRUCTION"
}