{
  "id": "45647",
  "title": "Instalasi rehabilitasi medis Penyakit Paru Obstruktif Kronis (PPOK) di Kabupaten Malang",
  "abstract": "Instalasi Rehabilitasi Medis Penyakit Paru Obstruktif Kronis (PPOK) di Kabupaten Malang merupakan sebuah fasilitas yang dapat menjawab kebutuhan akan sarana penyembuhan medis dan psikologis bagi para penderita PPOK di Kota Malang dan kota-kota sekitarnya. Untuk itu, fasilitas ini diharapkan dapat meningkatkan kualitas hidup penderita yang terlekat sangat erat dengan kesehatan fisik dan mental (mengurangi kejenuhan pasien dan mencegah depresi) penderita yang ada di Indonesia, khususnya Jawa Timur. Perancangan Instalasi Rehabilitasi Medis PPOK ini dilatarbelakangi oleh penyebab kematian di Indonesia tidak lagi disebabkan oleh penyakit menular (PM) tapi lebih banyak disebabkan oleh penyakit tidak menular (PTM). Walau PPOK termasuk PTM yang berada di peringkat 5 besar penyakit dengan angka kematian yang tinggi, di Indonesia maupun di dunia, masih jarang penyakit ini diketahui oleh masyarakat. Faktor selain eksposur polutan udara di tempat kerja dan genetik, penyebab utama PPOK adalah rokok. Kekhawatiran ini hanya bertambah parah mengingat kenyataan di Indonesia bahwa rokok sudah sangat melekat dalam lifestyle masyarakat Indonesia.cJadi, PPOK ini merupakan salah satu kelompok penyakit tidak menular yang menjadi masalah kesehatan dengan pembiayaan yang tinggi, morbiditas (kesakitan) dan mortalitas (kematian) yang tinggi. Masih belum banyak pula fasilitas instalasi yang tersedia untuk mewadahi perawatan ekstensif rehabilitasi medis, terutama untuk PPOK. RPJMD Provinsi Jawa Timur 2014-2019 juga memiliki strategi untuk meningkatkan pelayanan kesehatan sesuai dengan standar pelayanan minimal. Tujuan dari perancangan Instalasi Rehabilitasi Medis Penyakit Paru Obstruktif Kronis (PPOK) di Kabupaten Malang ini, selain demi membantu usaha pemerintah Indonesia untuk menekan angka kematian oleh penyakit tidak menular (PTM) dan meningkatkan kesehatan dan kesejahteraan masyarakat dengan fokus ke penyediaan sarana untuk menggenapi program pemerintah tertiary prevention, adalah menyediakan sarana kesehatan yang menjawab permasalahan beban mental akan suasana saat perawatan rehabilitasi medis di rumah sakit supaya pasien bisa lebih nyaman dan produktif saat menjalani treatment. Untuk mewujudkan tujuan tersebut, digunakan pendekatan perilaku dan sirkulasi pasien dalam pengaplikasian pada desain bangunan yang menjawab kebutuhan mereka.",
  "creators": "NATALIA RIANTI KURNIAWAN",
  "contributors": "Benny Poerbantanoe (Advisor 1); Dr. Feny Elsiana, S.T., M.T. (Advisor 3); Christine Wonoseputro (Advisor 2); Danny Santoso Mintorogo (Examination Committee 1); Stanislaus Kuntjoro Santoso (Examination Committee 2); Angela Christysonia Tampubolon, S.T., M.T. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01023866/ARS/2019; Natalia Rianti Kurniawan (22412128)",
  "subjects": "LUNGS--DISEASES, OBSTRUCTIVE; MEDICAL REHABILITATION; MENTAL HEALTH FACILITIES"
}