{
  "id": "45643",
  "title": "Pencatatan dan perhitungan skor pada olahraga AAIPSC dengan berbasis android",
  "abstract": "Pada era Digital saat ini, hampir semua pencatatan yang dulunya menggunakan kertas dirubah menjadi bentuk digital. Pada umumnya pencatatan diperlukan untuk dapat diakses dengan cepat sudah beralih dari sistem kertas menjadi digital. Hal ini tentu dapat mempercepat proses pengambilan data dan keamanan data apabila data disusun secara benar. Proses pencatatan data pada olahraga tembak reaksi merupakan hal yang krusial dan cukup esensial dalam suatu kejuaraan. Sehingga pencatatan apabila dipindahkan ke dalam bentuk digital akan sangat membantu. Pembuatan Aplikasi ini bertujuan untuk mempermudah jalannya pertandingan pada kompetisi menembak tembak reaksi AAIPSC. Dengan kecepatan validasi data dengan menggunakan teknologi NFC yang ditanamkan pada kartu tanda pengenal peserta, peserta tidak perlu melakukan tanda tangan pada kertas dan juga tidak perlu khawatir apabila ada hujan ketika membawa dokumen kertas skor. Kertas skor yang wajib dibawa oleh peserta dalam mengikuti lomba tembak reaksi bersifat rawan robek dan basah akan digantikan dengan kartu NFC yang dapat menyimpan data peserta. Sedangkan data skor yang didapat peserta akan langsung terkoneksi menuju server database SQL. Hasil akhir dalam pembuatan aplikasi ini diharapkan dapat membantu peserta dalam mengikuti lomba dan memudahkan panitia dalam melakukan pencatatan dan penghitungan skor pada olahraga tembak reaksi, diharapkan juga agar teknologi NFC yang diaplikasikan pada kartu tanda pengenal peserta dapat dimanfaatkan oleh pengembang aplikasi lainnya untuk dapat mengembangkan aplikasi serupa dengan hasil akhir yang lebih baik lagi.",
  "creators": "SATRIA ANTONI GOENAWAN",
  "contributors": "Silvia Rostianingsih (Advisor 1); Alexander Setiawan (Advisor 2); Agustinus Noertjahyana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021887/INF/2019; Satria Antoni Goenawan (26412101)",
  "subjects": "ANDROID (COMPUTER PROGRAM); ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE); APPLICATION SOFTWARE--DEVELOPMENT"
}