{
  "id": "45640",
  "title": "Perancangan alih fungsi kontainer menjadi modul ruang komersial ‘Tailor & Modiste’",
  "abstract": "Perancangan alih fungsi kontainer menjadi modul ruang komersil “tailor & modiste” yang berawal dari tawaran yayasan pondok kasih Surabaya untuk mendesain kontainer menjadi ruang kerja. Dan ternyata memiliki potensi yang cukup untuk dikembangkan menjadi konsep bisnis yaitu berjualan modul kontainer dalam berbagai fungsi. Untuk perancangan ini berfokus kepada perancangan untuk penjahit untuk mewadahi ukm-ukm yang baru merintis usaha untuk memiliki ruang usaha menggunakkan kontainer sebagai medianya. Dalam perancangan ini berkonsep easy to fit yang lebih berorientasi kepada si penjahit. Karena pengguna ruang tersebut 90% dapat disimpulkan adalah penjahit itu sendiri. Konsep ini ingin menciptakan agar penjahit dapat melakukan kegiatan aktivitas bekerjanya secara baik dan efisien melalui modul kontainer ini. sehingga untuk sistem dalam perancangan ini dibuat sepraktis mungkin dan seefisien mungkin membantu penjahit dalam aktivitasnya dan ditunjang dengan beberapa produk furniture custom untuk lebih menyesuaikan pengguna dalam proses bekerja, serta dengan hubungan kedekatan antar area bekerja. Selain selain untuk memenuhi kebutuhan berbisnis modul ini juga dapat membantu para usaha-usaha kecil menengah yang baru merintis usaha, agar mendapatkan ruang bekerja yang baik. Dengan perancangan ini para usaha-usaha kecil menengah bisa mendapatkan peluang bisnis yang lebih baik dan tentunya mewadahi untuk ruang usaha serta dapat mengurangi limbah kontainer yang ada.",
  "creators": "YULIANTO KURNIAWAN",
  "contributors": "Yusita Kusumarini (Advisor 1); Mariana Wibowo, S.Sn., M.MT. (Examination Committee 1); Meirina Kuncahyowati, S.Sn (Advisor 2); Filipus Priyo Suprobo, S.T., M.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00011866/DIN/2019; Yulianto Kurniawan (41415134)",
  "subjects": "HOME OFFICES--DESIGNS AND PLANS; INTERIOR DECORATION"
}