{
  "id": "45650",
  "title": "Pembuatan aplikasi pengelola tamu wedding berbasis mobile android",
  "abstract": "Dalam suatu acara pernikahan pasti terdapat tamu yang telah diundang oleh orang yang mempunyai acara pernikahan tersebut. Tentulah kehadiran tamu tersebut sangatlah penting karena ikut mendukung dalam meramaikan acara pernikahan tersebut. Tentunya para tamu yang telah diundang oleh mempelai dan keluarga merupakan tamu yang sangat diharapkan kehadirannya dalam menghadiri acara pernikahan tersebut. Ketika mempelai akan mengundang tamu untuk hadir ke dalam suatu acara pernikahan maka perlulah mempelai untuk membagi undangan memberi tahu bahwa para tamu akan diundang untuk menghadiri acara pernikahan. Pada skripsi ini dibuat aplikasi pengelola tamu berbasis mobile android. Pengelolaan tamu dalam aplikasi ini yang dimaksud adalah mengelola tamu dalam hal pengiriman undangan dan penerimaan tamu. Pengiriman undangan melalui aplikasi dilakukan dengan mengirimkan undangan melalui e-mail maupun SMS. Undangan pernikahan tersebut berisi juga aplikasi yang harus di download oleh tamu karena dalam aplikasi tersebut terdapat qr code sebagai penanda identitas tamu. Selain itu jika dalam acara tersebut ada pemberian doorprize maka pengundian atau pengambilan pemenang doorprize dilakukan dalam aplikasi tersebut. Dalam aplikasi tersebut juga terdapat jadwal acara pernikahan serta terdapat direction google maps jika tamu kesusahan untuk mencari lokasi pernikahan tersebut. Sedangkan dalam hal penerimaan tamu dilakukan dengan cara melakukan scan pada Qr code yang berada dalam aplikasi. Sehingga ketika tamu datang, hanya dengan Qr code tersebut maka identitas tamu tersebut dapat diketahui. Apabila tamu tersebut lupa untuk download aplikasi maka dapat dilakukan pencarian tamu berdasarkan nama. Hasil akhir dari skripsi ini adalah aplikasi pengelola tamu dapat membantu dalam hal pengiriman undangan pernikahan serta membantu mengurangi antrean yang terdapat pada saat penerimaan tamu.",
  "creators": "WINATA SUKIMAN",
  "contributors": "Agustinus Noertjahyana (Advisor 1); Yulia (Examination Committee 2); Silvia Rostianingsih (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021880/INF/2019; Winata Sukiman (26415060)",
  "subjects": "ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE); APPLICATION SOFTWARE--DEVELOPMENT--COMPUTER PROGRAMS"
}