{
  "id": "45665",
  "title": "Makna ruang pada Baileu di Pulau Seram Barat, Maluku",
  "abstract": "Masyarakat Seram Barat mempunyai berbagai macam warisan kebudayaan yang terdapat dalam berbagai aspek seperti sosial, ekonomi, kepercayaan, dan kebudayaan. Salah satu bentuk warisan tersebut dimanifestasikan ke dalam sebuah arsitektur tradisional Baileu. Keragaman ini tidak hanya terdapat pada bentuk fisik arsitekturnya saja, tetapi terdapat juga pada makna konsep dan tata ruang (Place) yang terbentuk pada sebuah Baileu apabila ditinjau dari budaya setempat. Masyarakat Seram Barat mempunyai Baileu yang kaya akan makna. Kepercayaan akan nenek moyang atau leluhur mempunyai peranan penting dalam menentukan makna ruang pada Baileu di pulau Seram Barat. Pendekatan teori yang digunakan yaitu teori kosmologi primordial ladang menurut Koentjaraningrat dan Jakob Sumardjo. Metode penelitian dan analisis data yang digunakan adalah triangulasi yaitu mengecek kebenaran data atau informasi yang diperoleh peneliti dari berbagai sudut pandang yang berbeda dengan cara mengurangi sebanyak mungkin bias yang terjadi pada saat pengumpulan dan analisa data. Hasil penelitian menunjukkan bahwa makna ruang tidak terlepas dari peranan aktivitas manusia didalamnya. Hal ini karena ruang sendiri terbentuk dari pengalaman dari indera manusia yang menghasilkan persepsi dan pemikiran. Hal ini juga tercerminkan dalam gambaran Baileu di pulau Seram Barat, dimana kepercayaan roh nenek moyang/leluhur mempengaruhi nilai-nilai dan norma-norma masyarakat setempat sehingga menghasilkan sebuah kebudayaan.",
  "creators": "HADISUWARNO TANZIL",
  "contributors": "Dr. Ir. Lintu Tulistyantoro, M.Ds. (Advisor 1); STEPHANIE MELINDA FRANS (Advisor 2); Ronald H.I. Sitindjak (Examination Committee 1); Ir. Hendy Mulyono (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00011788/DIN/2019; Hadisuwarno Tanzil (41415052)",
  "subjects": "ANTIQUES IN INTERIOR DECORATION; CUSTOMHOUSES; UTILITY ROOMS; VERNACULAR ARCHITECTURE"
}