{
  "id": "45667",
  "title": "Perancangan interior Pusat Edukasi dan Keterampilan bagi Komunitas Save Street Child Surabaya",
  "abstract": "Tahun 2017, Indonesia mendekralasikan keinginannya untuk terbebas dari anak jalanan. Realitanya, sampai saat ini keinginan tersebut belum terealisasi. Saat berada di jalanan, banyak resiko yang harus dihadapi oleh anak-anak. Karena itu muncul komunitas Save Street Child (SSC). Save Street Child Surabaya (SSCS) adalah komunitas penggerak pemerhati anak jalanan dan marginal di Surabaya. Tujuan komunitas ini adalah menyebarkan kepedulian dan semangat berbagi kepada anak jalanan dan marjinal. Saat ini, SSCS sudah tidak memiliki basecamp. Oleh sebab itu, perancang bertujuan untuk membuatkan ide desain berupa karya perancangan yang mendukung tercapainya tujuan SSCS serta mendukung terlaksananya tindakan nyata kegiatan komunitas melalui pusat edukasi dan keterampilan. Perancangan ini mengangkat konsep Edu-Fun dengan tema taman kota yang memanfaatan barang-barang bekas. Adapun ruang yang dihasilkan berupa pusat edukasi yang terdiri dari area baca, perpustakaan, kelas, dan musala; pusat keterampilan yang terdiri dari area asesoris, konfeksi, area batik, dan area lukis; area bakat minat yang terdiri dari area tenis meja dan area bakat minat menyanyi dan menari serta adanya fasilitas lobby, kantor, area santai dan toilet. Perancangan ini menggunakan metode design thinking process and methods oleh Robert Curedele yang dipadukan dengan pendekatan Human Centre Design melalui tahap observe, understand, ideate, prototype, test dan implementation.",
  "creators": "ALICE KANTARA",
  "contributors": "Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Advisor 1); Sherly De Yong (Examination Committee 1); Lucky Basuki (Advisor 2); David Tan Kayogi (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021857/DIN/2019; Alice Kantara (41415149)",
  "subjects": "EDUCATION PARKS; INTERIOR DECORATION; SCHOOL BUILDINGS"
}