{
  "id": "45663",
  "title": "Pemanfaatan limbah kertas dan serbuk kayu sebagai bahan alternatif bumper after market depan Mobil Toyota Avanza",
  "abstract": "Bumper merupakan salah satu komponen exterior body otomotif. Fungsi dari bumper adalah sebagai pengaman pertama terhadap body dan penumpangnya jika terjadi tabrakan atau benturan. Pada saat ini banyak bumper depan after market yang berbahan dasar dari material fiberglass – resin. Penelitian ini akan berfokus pada pembuatan bumper depan after market dengan menggunakan material komposit serbuk kayu – resin dan bubur kertas – resin, yang dimana kita ketahui limbah serbuk kayu dan limbah kertas banyak yang tidak dimanfaatkan, sehingga pembuatan bumper depan after market dari komposit serbuk kayu – resin dan bubur kertas – resin dapat mengurangi limbah serbuk kayu dan limbah kertas dan ramah lingkungan. Langkah pertama pembuatan spesimen adalah menyiapkan serbuk kayu, bubur kertas dan resin yang akan digunakan. Spesimen di buat sebanyak 3 buah untuk setiap pengujian untuk setiap komposisi dari setiap material. Dari hasil pengujian spesimen terpilih material komposit serbuk kayu – resin dengan komposisi 12,5% berat untuk dijadikan bumper. Setelah bumper depan dengan material komposit serbuk kayu – resin jadi, bumper ditimbang dan, akan menjalani uji benturan yang akan dibandingkan dengan bumper after market dari material fiberglass – resin. Selanjutnya bumper dicat untuk dilihat paint ability dan uji degradasi untuk melihat ketahanannya terhadap sinar matahari dan perubahan cuaca.",
  "creators": "VINCENT REINALDO ANGGAWIRA",
  "contributors": "Fandi Dwiputra Suprianto, S.T., M.Sc. (Advisor 1); Ninuk Jonoadji (Examination Committee 1); Yopi Yusuf Tanoto, S.T., M.T. (Examination Committee 2); Dr-ing.Victor Y. Risonarta, S.T., M.Sc. (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04011299/MES/2019; Vincent Reinaldo Anggawira (24412058)",
  "subjects": "AUTOMOBILES-EQUIPMENT AND SUPPLIES; WASTE PRODUCTS"
}