{
  "id": "45684",
  "title": "Perancangan alih fungsi kontainer menjadi modul ruang komersial \"fasilitas makan dan minum\"",
  "abstract": "Usaha mikro kecil dan menengah (UMKM) berkontribusi besar dalam perkembangan ekonomi. Fakta ini perlu didukung dengan tindakan nyata dari berbagai pihak untuk meningkatkan UMKM yang sudah ada. Salah satu usaha yang dapat dilakukan adalah dengan memberikan alternatif media usaha bagi UMKM. Kontainer bekas merupakan salah satu alternatif yang dapat digunakan menjadi media ruang usaha. Kota Surabaya merupakan salah satu kota pelabuhan yang memiliki banyak kontainer bekas tidak terpakai, Oleh karena itu, kontainer bekas mudah didapat dan dengan memanfaatkannya berarti kita dapat mengurangi penumpukannya. Kontainer sendiri memiliki beberapa kelebihan, di antaranya yaitu mudah dipindahkan serta memiliki konstruksi dan material yang kuat sehingga dapat dialihfungsikan menjadi media ruang usaha. Metode yang digunakan dalam merealisasikan perancangan ini adalah “design thinking” yang meliputi understand, observe, point of view, ideate, prototype, test dan implementation. Diharapkan perancangan modul ruang komersial dalam menyediakan fasilitas makan dan minum, dapat menjadi alternatif ruang usaha bagi UMKM ataupun calon entrepreneur yang ingin membuka usaha baru. Modul ruang komersial ini, khususnya dalam bidang makanan dan minuman, memberikan beberapa keuntungan bagi pengguna, yaitu dapat menjadikan brand pengguna lebih dikenal, mudah dijangkau dan meningkatkan profit.",
  "creators": "LIE, DEVI SUGIARTO",
  "contributors": "Yusita Kusumarini (Advisor 1); Mariana Wibowo, S.Sn., M.MT. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021798/DIN/2019; Lie, Devi Sugiarto (41415064)",
  "subjects": "COMMERCIAL BUILDINGS--DECORATION; CONTAINERS--RECYCLING; INTERIOR DECORATION"
}