{
  "id": "45686",
  "title": "Aplikasi tes kepribadian online berbasis website pada Pusat Konseling dan Pengembangan Pribadi Universitas Kristen Petra",
  "abstract": "Kebutuhan akan pengenalan kepribadian diri sendiri sangat dibutuhkan, terutama untuk mengenal siapa diri sendiri dan dapat membantu perusahaan dalam mengetahui siapa yang akan direkrut sebagai pegawai. Dewasa ini, sudah ada beberapa situs yang menawarkan untuk dapat mengerjakan tes kepribadian secara langsung. Namun, hasil dari tes yang telah dikerjakan hanya bisa dilihat untuk satu kali waktu saja, sehingga data tes yang telah didapatkan tidak dapat disimpan untuk keperluan dokumentasi. Untuk membantu pengguna dalam mengetahui kepribadiannya secara benar dan utuh, maka dibuat aplikasi tes kepribadian yang dapat menampilkan hasil tes yang sesuai dengan kepribadian pengguna dan dapat menyimpan hasilnya. Lewat aplikasi ini, pengguna bisa mengenal siapa dirinya dan perusahaan bisa dengan mudah mengenal kepribadian pengguna dengan benar. Tes yang ada meliputi Myers-Briggs Type Indicator, Temperament Test, A/B Personality Type Test yang memiliki hasil atau keterangan tes yang berbeda. Sehingga pengguna dan perusahaan perlu untuk memilih tes mana yang sesuai dengan kebutuhan. Hasil pengujian menunjukkan bahwa tes kepribadian ini mampu menjawab kebutuhan pengguna akan pengenalan kepribadiannya dengan benar dan utuh. Selain itu, hasil dari tes yang telah diambil dan dikerjakan dapat disimpan baik oleh pengguna maupun oleh perusahaan dengan format yang berbeda-beda sesuai dengan kebutuhan. Sehingga baik pengguna maupun pihak perusahaan dapat menyimpan hasil tersebut untuk didokumentasikan dengan format beragam sesuai dengan kebutuhan.",
  "creators": "KEVIN",
  "contributors": "Justinus Andjarwirawan (Advisor 1); Andreas Handojo (Advisor 2); Yulia (Examination Committee 1); Indro Setiawan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021892/INF/2019; Kevin (26415126)",
  "subjects": "APPLICATION SOFTWARE--DEVELOPMENT; PERSONALITY TESTS; WEB SITES--DESIGN"
}