{
  "id": "45681",
  "title": "Perancangan interior Pusat Informasi Kebudayaan Ende, Flores, Nusa Tenggara Timur",
  "abstract": "Kabupaten Ende merupakan sebuah Kabupaten dengan segudang kisah dan potensi.Tidak hanya terkenal sebagai rahim Pancasila, Kabupaten tertua di Pulau Flores ini memiliki tiga suku besar yaitu Ja’o, Lio dan Nga’o yang kaya akan nilai, filosofi, adat istiadat dan budaya yang menarik untuk di pelajari. Selain budaya, Kabupaten Ende di anugerahi alam dan manusia yang berpotensi untuk dikembangkan. Namun potensi dan kekayaan yang ada belum memiliki ruang dan fasilitas pebelajaran budaya secara lengkap. Berangkat dari potensi dan masalah yang ada, perancang membuat rumusan masalah yaitu Bagaimana merancang interior sebuah Pusat informasi kebudayaan Ende yang inovatif, kreatif, dan Edukatif dengan mengangkat konsep filosofi “Sao Ria” sekaligus memperkenalkan rumah adat Ende-Lio secara modern di dalam penataan interiornya. Metode yang digunakan pada perancangan ini mengikuti diagram yang dibuat oleh Veronique Hillen yang terdiri atas 3 tahap utama yaitu Inspiration, Ideation, dan Implementation. Implementasi desain pada perancangan ini mengangkat konsep Sao Ria yang merupakan bangunan arsitektur khas Ende Lio, kemudian dikemas secara modern. Adapun fasilitas yang disediakan berupa area galeri yang disusun berdasarkan tujuh unsur kebudayaan, ruang pamer serbaguna, auditorium, studio musik dan tari, area workshop, cafe, toko sovenir dan fasilitas penunjang lainnya.",
  "creators": "ANASTASIA LUBALU",
  "contributors": "Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Advisor 1); Sherly De Yong (Examination Committee 1); Lucky Basuki (Advisor 2); David Tan Kayogi (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021855/DIN/2019; Anastasia Lubalu (41415147)",
  "subjects": "INFORMATION SERVICES; INTERIOR DECORATION"
}