{
  "id": "45698",
  "title": "Apartemen millenial di Surabaya",
  "abstract": "Apartemen Millenial di Surabaya merupakan suatu fasilitas yang berfungsi memenuhi kebutuhan tempat tinggal bagi anak muda khususnya bagi generasi yang baru bekerja dan keluarga kecil. Fasilitas hunian ini di desain untuk memenuhi kebutuhan dan preferensi anak muda dengan tetap mempertimbangkan biaya yang di keluarkan oleh setiap calon penghuni. Proyek ini dibagi menjadi 2 bagian utama yaitu gedung apartemen konvensional bagi millenial dengan rentang umur 25-29 tahun dan apartemen kapsul bagi millenial dengan rentang umur 19-24 tahun. Pengadaan fasilitas ini dilandasi oleh 2 faktor besar. Faktor pertama adalah semakin menipisnya luas tanah hunian di Surabaya yang berdampak pada naiknya harga rumah tapak secara drastis yang tentunya susah untuk di jangkau millenial. Faktor kedua adalah apartemen konfensional yang telah berdiri di Surabaya dibangun dalam bentuk bangunan tingkat tinggi yang membuat millenial tidak dapat berkomunikasi dengan lingkungan di sekitarnya dan membentuk kebiasaan individualistis. Maka dari itu diperlukan sebuah solusi hunian bagi anak muda dalam bentuk apartemen tingkat menengah dengan berbagai fasilitas yang mendukung kebiasaan bersosialisasi anak muda dalam budget yang dapat dibeli oleh anak muda. Selain berfungsi sebagai tempat tinggal, fasilitas ini juga berfungsi sebagai tempat bekerja karena banyak dari millenial lebih memilih untuk memulai bisnisnya sendiri dari pada menjadi seorang karyawan, untuk mendukung hal ini maka terdapat banyak ruang komunal yang bisa digunakan untuk bekerja baik di dalam maupun di luar unit. Masalah utama dalam desain adalah bagaima bangunan ini dapat memenuhi kebutuhan millenial seperti lingkungan hidup bersama, lingkungan kerja bersama, kebutuhan fasilitas rekreasi, kemudahan akses untuk kebutuhan sehari-hari dan lain-lain. Dan bagaimana fasilitas ini dapat direalisasikan dengan menekan biaya melalui pemilihan material, perancangan sistem struktur, penggunaan lahan, konsep sistem sirkulasi dan faktor-faktor lainya agar fasilitasi ini dapat dijangkau oleh anak muda dengan penghasilan yang relatif belum besar. Diharapkan dengan merancang Apartemen ini masyarakat dapat semakin memahami bahwa bagi anak muda sebuah hunian bukan hanya sekedar tempat untuk bermalam, tetapi juga sebagai tempat untuk hidup dan bekerja di satu wadah yang sama. Pendekatan desain yang dipilih adalah pendekatan sistem dengan konsep “affordable co-living and co-working environment” agar bangunan dan ruang di dalamnya dapat memenuhi kebutuhan hidup millenial dengan biaya yang bersahabat.",
  "creators": "KENNY ALLEN GERARD SUSANTO",
  "contributors": "Bramasta Putra Redyantanu (Advisor 1); Altrerosje Asri, S.T., M.T. (Advisor 2); Rony Gunawan (Advisor 3); Riduan Sukardi (Examination Committee 1); Irwan Santoso (Examination Committee 2); Christina Eviutami Mediastica S.T., PH.D. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01023909/ARS/2019; Kenny Allen Gerard Susanto (22415038)",
  "subjects": "GENERATION Y; APARTMENT HOUSES; ARCHITECTURE--DESIGN AND PLANS"
}