{
  "id": "45697",
  "title": "Perbandingan kinerja struktur sistem rangka pemikul momen khusus (SRPMK) sesuai SNI 03-2847-2002 dan struktur daktail penuh sesuai SNI03-2847-1992 pada wilayah gempa 2 SNI 03-1726-2002",
  "abstract": "Penelitian ini bertujuan untuk membandingkan kinerja Struktur Sistem Rangka Pemikul Momen Khusus (SRPMK) yang didesain dengan SNI 03-2847- 2002 dan Struktur Daktail Penuh yang didesain dengan SNI 03-2847-1992 pada wilayah 2 gempa Indonesia untuk tanah lunak sesuai SNI 03-1726-2002. Pada perencanaan Struktur Daktail Penuh sesuai SNI 03-2847-1992 digunakan faktor pembebanan dari SNI 03-2847-2002, sehingga perbedaan hanya terletak pada perencanaan kolom. Struktur beton bertulang yang ditinjau pada penelitian ini berupa bangunan 6 dan 10 lantai dengan denah simetris, tinggi antar lantai 3,5m. Pemeriksaan kinerja struktur dilakukan dengan analisis pushover dan analisis nonlinear time history. Beban gempa yang dipakai dalam analisis nonlinear time history adalah gempa satu arah dengan menggunakan gempa El Centro 18 Mei 1940 komponen North-South yang dimodifikasi sesuai dengan SNI 03-1726-2002. Sedangkan untuk analisis pushover digunakan pola pembebanan yang sesuai dengan beban gempa statik ekuivalen. Jumlah tulangan lentur kolom yang didesain berdasarkan SNI 03-2847- 2002 ternyata lebih sedikit dibandingkan dengan SNI 03-2847-1992, namun untuk jumlah tulangan geser, kebalikannya. Displacement dan drift dari struktur yang didesain dengan menggunakan SNI 03-2847-2002 lebih besar dari pada struktur yang didesain dengan SNI 03-2847-1992. Kinerja dari bangunan yang didesain berdasarkan SNI 03-2847-2002 menunjukkan terjadinya sendi plastis pada kolom eksterior pada gempa dengan periode ulang 500 tahun sedangkan bangunan yang didesain berdasarkan SNI 03-2847-1992 menunjukkan kinerja yang baik.",
  "creators": "MIKHA CANDRA ADINATA; FRANSISCUS RAJA DOLY",
  "contributors": "Benjamin Lumantarna (Advisor 1); Pamuda Pudjisuryadi (Advisor 2); Hasan Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11401494/SIP/2006; Mikha Candra Adinata (21402098), Fransiscus Raja Doly (21402119)",
  "subjects": "BUILDINGS--EARTHQUAKE EFFECTS; STEEL, STRUCTURAL"
}