{
  "id": "45704",
  "title": "Fasilitas penelitian dan budidaya terumbu karang di Tanjung, Lombok Utara",
  "abstract": "Fasilitas Penelitian dan Budidaya Terumbu Karang ini didasari oleh kondisi terumbu karang di Pulau Lombok yang semakin menurun akibat aktifitas pariwisata dan nelayan yang berlebihan. Selain itu, pemilihan lokasi tapak yang berada pada kawasan Gili Matra yang penuh dengan terumbu karang menjadi sangat strategis untuk melakukan kegiatan budidaya. Proyek ini juga mengangkat masalah desain khusus yakni bagaimana bangunan ini dapat memfasilitasi kegiatan budidaya, edukasi, dan penelitian serta mengusung konsep desain modern yang dapat menarik perhatian wisatawan lokal maupun asing. Pendekatan desain yang digunakan adalah pendekatan Sustainable Architecture agar bangunan yang dibangun aman bagi lingkungan dan pengguna, selain itu juga diterapkan pendalaman energi agar dapat menghemat biaya penggunaan listrik pada bangunan. Keunikan dari proyek ini adalah lokasi site yang berada di pinggir pantai dan menghadap gili Air sehingga menjadi Landmark bagi orang - orang yang berada di Gili Air dapat melihat fasilitas ini dari jauh. Bangunan ini menggunakan elemen atap dak beton, sun shading, skylight, solar panel, cross ventilation. Hal ini diharapkan dapat memberikan nuansa modern dan menghemat penggunaan energi pada bangunan.",
  "creators": "ALLAN RUBIANTO",
  "contributors": "Benny Poerbantanoe (Advisor 2); Christine Wonoseputro (Advisor 1); Dr. Feny Elsiana, S.T., M.T. (Advisor 3); Stanislaus Kuntjoro Santoso (Examination Committee 2); Danny Santoso Mintorogo (Examination Committee 1); Angela Christysonia Tampubolon, S.T., M.T. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 09023973/ARS/2019; Allan Rubianto (22415129)",
  "subjects": "MARINE PARKS AND RESERVES--PLANNING; RECREATION CENTERS--DESIGNS AND PLANS"
}