{
  "id": "45713",
  "title": "Fasilitas skateboard di Surabaya",
  "abstract": "Fasilitas Skateboard di Surabaya ini merupakan fasilitas umum yang akan menjadi wadah untuk menampung para pemain skateboard di Surabaya serta sebagai sarana jual-beli alat bermain skateboard. Arena skateboard ini juga diharapakan dapat memfasilitasi acara perlombaan skateboard baik skala nasional maupun internasional. Selain dapat memicu pemain skateboard muda di Surabaya untuk rajin berlatih juga agar kota Surabaya semakin dapat di minati pengunjung baik dari luar kota maupun dari warga asing. Lokasi tapak berada di Jalan Sukomanungal yang merupakan daerah komersial di Surabaya bagian barat. Selain dapat menjadi icon kota Surabaya juga dapat menambah objek wisata di kota Surabaya, sehingga diperlukan tampilan bangunan yang menarik. Maka digunakan pendekatan perilaku dan lingkungan dengan konsep hierarki yang di mana semakin ke atas semakin tinggi juga kemampuan dan mental pemain tersebut. Konsep ini mempengaruhi tampilan bangunan mnejadi lebih atraktif karena disusun menjadi tiga lantai dengan diberi façade yang semi terbuka agar pemain skateboard di dalam arena tidak bosan dan serasa seperti bermain di lapangan outdoor.",
  "creators": "ANDY DHARMAWAN HARRY HARTONO",
  "contributors": "Stanislaus Kuntjoro Santoso (Advisor 1); Handinoto (Advisor 2); Roni Anggoro, S.T., M.A.Arch. (Advisor 3); Irwan Santoso (Advisor 4); Luciana Kristanto, S.T., M.T. (Examination Committee 1); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 2); Timoticin Kwanda (Examination Committee 3); Danny Santoso Mintorogo (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 00323858/ARS/2018; Andy Dharmawan Harry Hartono (22412145)",
  "subjects": "SPORTS FACILITIES--DESIGNS AND PLANS; SKATEBOARDING PARKS--DESIGN AND PLANS; ARCHITECTURE--DESIGN AND PLANS"
}