{
  "id": "45712",
  "title": "Optimasi vortex generator terhadap pengurangan gaya drag pada Ahmed Body",
  "abstract": "Saat ini perkembangan infrastruktur di Indonesia sangat berkembang, yang ditandai dengan dibukanya tol Trans Jawa. Kecepatan pengguna jalan tol yang tergolong cepat dan kapasitas mobil yang dapat mencapai 180 km/jam. Kecepatan mobil pada secepat ini membutuhkan perhatian khusus dibidang aerodinamika kendaraan. Kerugian aerodinamis akan semakin besar seiring dengan kenaikan laju kendaraan, bahkan 50 % hingga 60 % dari energi bahan bakar terbuang untuk gaya aerodinamis yang tidak searah kendaraan, atau yang disebut gaya drag. Oleh karena kerugian aerodinamis inilah perlu dilakukannya penelitian untuk meningkatkan performa dan efisiensi mobil melalui tinjauan aerodinamika. Salah satu cara menguranginya yaitu dengan menunda separasi aliran pada mobil. Alat yang dapat digunakan untuk menunda separasi adalah vortex generator. Alat ini menciptakan aliran vortex agar boundary layer yang dekat dengan dinding mampu memiliki momentum sehingga separasi aliran tertunda. Pada penelitian ini akan membahas tentang optimasi dari parameter angle of attack dan spacing yang mempengaruhi kinerja vortex generator. Penelitian ini akan diawali dengan proses validasi, lalu modifikasi ahmed body dengan menambahkan vortex generator pada lokasi yang ditentukan, lalu melakukan proses simulasi. Hasil dari simulasi didapatkan parameter angle of attack dan spacing yang terbaik adalah 3 derajat dan 35 mm.",
  "creators": "CHRISTOFFER ABADI PRAJOGA",
  "contributors": "Fandi Dwiputra Suprianto, S.T., M.Sc. (Advisor 1); Sutrisno S.T.,M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04011288/MES/2019; Christoffer Abadi Prajoga (24415068)",
  "subjects": "AUTOMOBILES--AERODYNAMICS; AUTOMOBILES--DESIGN AND CONSTRUCTION; VORTEX GENERATORS"
}