{
  "id": "45716",
  "title": "Pemanfaatan limbah kayu kopi sebagai bahan perancangan perabot Gereja Kristen Jawi Wetan di Jengger, Kabupaten Malang",
  "abstract": "Perancangan perabot gereja dengan memanfaatkan limbah kayu kopi ini, merupakan perancangan yang bertujuan untuk meratakan penggunaan kayu yang ada di Indonesia saat ini, dikarenakan beberapa jenis kayu yang sering digunakan di Indonesia sudah mulai langka. Salah satu alternatif jenis kayu lain yang dapat mengurangi penggunaan kayu-kayu langka ini yaitu kayu kopi. Kayu kopi dipilih karena kayu ini sendiri sangatlah banyak di Indonesia dan dianggap sebagai limbah bagi masyarakat sekitar jika tumbuhan tersebut sudah tidak produktif. Dari hal tersebut, terdapat peluang besar dalam pemanfaatan kayu kopi untuk dijadikan barang yang memiliki nilai lebih, terutama perabot dan elemen interior, dikarenakan kayu kopi memiliki karakteristik yang sama seperti kayu olahan untuk furnitur pada umumnya. Dalam perancangan ini, kayu kopi dipelajari dan dicari informasi yang terkait dengan cara pengolahan dari mentah ke barang jadi, konstruksi, kelebihan dan kelemahan, dll, yang dapat meningkatkan nilai dan fungsi dari kayu kopi ini. Dengan adanya perancangan ini, diharapkan limbah kayu kopi dapat didaur ulang kembali menjadi barang yang lebih berharga, dan juga untuk meratakan penggunaan jenis kayu lain, sehingga kelangkaan jenis kayu lain dapat ditanggulangi.",
  "creators": "RUBEN CHRISTIANTO DRIYOMARTONO",
  "contributors": "Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Advisor and Examination Committee); Grace Mulyono (Examination Committee 1); Jean F. Poillot, S.T. (Examination Committee 2); Frenky Tanaya (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021805/DIN/2019; Ruben Christianto Driyomartono (41415075)",
  "subjects": "INTERIOR DECORATION; WOOD WASTE--RECYCLING"
}