{
  "id": "45729",
  "title": "Perancangan interior “Cafe Bikers” di Surabaya",
  "abstract": "Perkembangan MOGE (MOtor GEde) di Surabaya memiliki perkembangan yang signifikan, ditunjang dengan Surabaya merupakan salah satu kota dengan perkembangan komunitas MOGE terpesat. Komunitas MOGE bervariasi mulai dari sekedar kumpul-kumpul di mana setiap anggota komunitas MOGE ini akan berkumpul di tempat yang sudah ditentukan yang biasanya pada suatu café yang memadai untuk menampung beberapa motor karena mereka akan berkumpul dalam waktu cukup lama karena ngobrol atau menggunakan fasilitas yang diberikan café atau bahkan, ada yang mengadakan event seperti show off di mana anggota yang memiliki seni dalam memodifikasi motor mereka akan masuk di acara tersebut sehingga bisa memamerkan hasil karya mereka. Hal ini menyebabkan adanya kebutuhan untuk menunjang kegiatan komunitas MOGE tersebut sehingga untuk menjawab kebutuhan komunitas MOGE maka perancangan café bikers ini disesuaikan dengan kegiatan yang biasa mereka lakukan yang mungkin belum ditemukan sebuah café di Surabaya yang menjawab kebutuhan dengan teknologi yang memudahkan. Konsep yang dipakai adalah “One Stop Service” di mana café ini menyediakan ruangan untuk workshop, ruangan khusus untuk perawatan motor (salon motor, service dan juga modifikasi) disertai dengan teknologi melalui gadget atau sarana teknologi lain. Hal ini memudahkan komunitas MOGE karena mereka tidak perlu berpindah-pindah untuk mencari fasilitas yang dibutuhkan. Penerapan konsep ini diharapkan dapat mewadahi kebutuhan Komunitas MOGE di Surabaya untuk memudahkan mencari café yang menunjang kegiatan komunitas tersebut.",
  "creators": "I MADE BAGUS DWI DARMADI LAKSANA PUTRA SUARDAMA",
  "contributors": "Sriti Mayang Sari (Advisor and Examination Committee); CELINE JUNIKA (Examination Committee 1); Diana Thamrin,S.Sn. (Examination Committee 2); Linggajaya Suryanata (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021859/DIN/2019; I Made Bagus Dwi Darmadi Laksana Putra Suardama (41415151)",
  "subjects": "RESTAURANTS--DECORATION; CAFETARIAS--DECORATION"
}