{
  "id": "45728",
  "title": "Fasilitas wisata edukasi pengolahan eceng gondok di Rawa Pening, Kabupaten Semarang",
  "abstract": "Fasilitas Wisata Pengolahan Eceng Gondok di Rawa Pening, Kabupaten Semarang merupakan sebuah gagasan setelah melihat kenyataan yang ada, yaitu kondisi Rawa Pening yang dipenuhi eceng gondok mengurangi keindahan area wisata dan adanya potensi eceng gondok untuk diolah menjadi barang olahan kerajinan, olahan kuliner, dan olahan biogas dan kompos yang masih kurang diketahui oleh masyarakat umum. Proyek diharapkan dapat menjadi sarana edukasi mengenalkan secara luas potensi eceng gondok yang dapat diolah menjadi olahan kerajinan, olahan kuliner, dan olahan biogas kompos dengan proses pengolahannya dan sekaligus juga menjadi area wisata alam pendukung Rawa Pening. Fasilitas ini dilengkapi fasilitas publik, yaitu area penerima, area hall info, galeri dan souvenir, cafe dan area workshop sedangkan untuk fasilitas pengolahan terdapat, kantor pengelola, area pengolahan kerajinan, area pengolahan kuliner, pengolahan biogas dan kompos dan watertreatment. Permasalahan yang muncul adalah bagaimana menciptakan desain yang nyaman dan menarik bagi pengunjung dan proses produksi, namun juga menampilkan keindahan alam sebagai area wisata. Pendekatan desain yang digunakan adalah pendekatan sistem, sistem sirkulasi dan sistem spasial dari proses produksi, pengunjung dan pengelola sebagai penentu dasar dalam pengaturan zoning dan alur sirkulasi yang berpengaruh terhadap utilitas dan bentuk bangunan. Dengan kebutuhan dalam menyampaikan informasi edukasi sekaligus menjadi area wisata maka pendalaman sequence dipilih sebagai acuan penerapan suasana. Konsep besar yang digunakan adalah “perjalanan” – sebuah pemikiran untuk menjawab masalah pengunjung yang sebelumnya tidak mengetahui mengenai potensi pengolahan eceng gondok menjadi mengerti cara pengolahannya dan dapat menikmati hasilnya sembari menikmati keindahan alam sekitar.",
  "creators": "GRACIA AYU PERMATASARI",
  "contributors": "Christine Wonoseputro (Advisor 1); Dr. Feny Elsiana, S.T., M.T. (Advisor 2); Benny Poerbantanoe (Advisor 3); Stanislaus Kuntjoro Santoso (Examination Committee 1); Danny Santoso Mintorogo (Examination Committee 2); Angela Christysonia Tampubolon, S.T., M.T. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 02023931/ARS/2019; Gracia Ayu Permatasari (22415062)",
  "subjects": "RECREATION CENTERS; EDUCATION PARKS--DESIGNS AND PLANS"
}