{
  "id": "45721",
  "title": "Perancangan interior galeri seni kontemporer karya penyandang difabel dengan konsep universal design di Surabaya",
  "abstract": "Penyandang difabel kerap dianggap tidak sederajat dan karenanya tidak memiliki hak yang sama sehingga selama ini selalu terpinggirkan dalam berbagai aspek kehidupan masyarakat. Dalam konteks kesenian, sudut pandang masyarakat non difabel melihat hasil karya difabel hanya didasari rasa kasihan tanpa adanya kritik yang membangun. Wali kota Surabaya, Ibu Tri Rismaharini berkomitmen menyediakan ruang bagi pelaku kesenian yang akan berpusat di Hi-Tech Mall Surabaya. Perancangan galeri seni kontemporer karya penyandang difabel ini merupakan bentuk pemenuhan hak penyandang difabel sekaligus respon terhadap salah satu keinginan bu Risma. Galeri yang memiliki fungsi utama sebagai alat komunikasi antara seniman dengan kolektor dan masyarakat dianggap sebagai wadah yang tepat untuk memperlihatkan talenta seni penyandang difabel guna mendapat apresiasi yang layak, terutama dari mereka yang non difabel. Dalam perancangan ini, metode yang digunakan adalah Design Thinking yang terdiri dari 3 tahapan utama Understand, Explore, dan Materialize. Konsep dari perancangan ini adalah fasilitas publik yang dapat mewadahi perkembangan karya seni difabel dengan 3 fokus utama yaitu Experience, Educate dan Appreciate. Desain galeri sebagai fasilitas publik sudah selayaknya mengutamakan aspek aksesibilitas bagi pengguna yang beragam sehingga prinsip desain universal diterapkan dengan segala pertimbangan dalam perancangan.",
  "creators": "CLARISSA STEFANNI",
  "contributors": "Sherly De Yong (Advisor 1); Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021757/DIN/2019; Clarissa Stefanni (41415011)",
  "subjects": "ART MUSEUMS--DECORATION; INTERIOR DECORATION"
}