{
  "id": "45727",
  "title": "Fasilitas arena kuda equestrian di Surabya",
  "abstract": "Tulisan ini merupakan bagian proyek Tugas Akhir Karya Desain di Jurusan Arsitektur Universitas Kristen Petra. Fasilitas Arena Kuda Equestrian di Surabaya merupakan sebuah arena kuda yang berstandar internasional yang dirancang dengan menggunakan pendekatan sistem untuk menyelesaikan segala permasalahan desain yang ada. Fasilitas Arena Kuda Equestrian di Surabaya ini dirancang untuk dapat digunakan untuk menambah minat kegiatan olahraga berkuda serta meningkatkan prestasi dari masyarakat kota Surabaya, khususnya provinsi Jawa Timur. Beberapa jenis olahraga equestrian dilombakan oleh fasilitas ini antara lain, Dressage dan Show Jumping dengan asumsi jenis olahraga Cross Country diakomodasi di tempat lain di sekitar kota Surabaya. Desain Fasilitas arena kuda ini dilakukan dengan mengangkat permasalahan desain tentang banyaknya sirkulasi, standar ketentuan, fungsi antar massa yang saling berhubungan dan kenyamanan pengguna sehingga menjadi satu kesatuan yang dapat mengakomodasi kegiatan olahraga berkuda ini dengan baik. Arena kuda ini dilengkapi dengan fasilitas seperti kandang kuda, penginapan untuk atlit dan pawang kuda, area tribun, lapangan kompetisi, lapangan tertutup, klinik kuda, area penonton vip, fasilitas untuk atlet/pengujung, fasilitas untuk awak peliput dan media serta beberapa fasilitas lainnya. Fasilitas arena kuda ini dirancang dengan nuansa taman sehingga manusia, kuda dan segala aktifitasnya dapat berjalan dengan baik serta terasa alami dan nyaman.",
  "creators": "STEVEN PINTONO",
  "contributors": "Handinoto (Advisor 1); Rully Damayanti (Advisor 2); Luciana Kristanto, S.T., M.T. (Advisor 3); Eunike Kristi Julistiono, S.T., M.Des.Sc. (Examination Committee 1); Wanda Widigdo Canadarma (Examination Committee 2); Markus Ignatio Aditjipto (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01023948/ARS/2019; Steven Pintono (22415096)",
  "subjects": "EQUESTRIAN CENTERS; RACETRACKS (HORSE RACING)"
}