{
  "id": "45731",
  "title": "Perancangan interior revitalisasi bangunan heritage menjadi galeri dan restoran di Surabaya",
  "abstract": "Bangunan cagar budaya merupakan bangunan yang memiliki tolok ukur nilai sejarah dikaitkan dengan peristiwa-peristiwa perjuangan dan juga tolok ukur umur dari bangunan tersebut sekurang-kurangnya berusia 50 tahun. Dengan seiring waktu bangunan cagar budaya semakin lama semakin banyak yang statusnya berubah menjadi bangunan terbengkalai sehingga bangunnan tidak terawat. Perancangan revitalisasi ini bertujuan agar bangunan cagar budaya dapat terus bertahan dan dapat dilestarikannya bangunan tersebut sebagai peninggalan sejarah. Dengan menjadikannya sebagai tempat fasilitas publik berupa restoran dan galeri untuk menarik kaum milenia agar masyarakat dan khususnya kaum milenia bisa lebih mengapresiasi bangunan cagar budaya tidak hanya sebagai bangunan restoran atau juga galeri tapi juga diapresisasi bangunan dan sejarahnya. Metode dalam perancangan ini menggunakan design thinking dengan tahapan berupa Discover, Observe, Ideate, Prototype, Test, Implement dan juga target perancangan menghasilkan laporan, gambar desain dan maket. Hasil dari perancangan merupakan sebuah desain revitalisasi bangunan cagar budaya menjadi galeri dan restoran dengan konsep Vintage Millenial yang menyesuaikan suasana dan fasilitas ruang dengan gaya hidup kaum Millenial tanpa menghilangkan elemen Vintage dari bangunan cagar budaya.",
  "creators": "YOSAFAT SATRIO PINANDITO",
  "contributors": "Diana Thamrin,S.Sn. (Advisor 1); Sriti Mayang Sari (Examination Committee 1); CELINE JUNIKA (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021811/DIN/2019; Yosafat Satrio Pinandito (41415081)",
  "subjects": "RESTAURANTS--DECORATION; GALLERIES (ARCHITECTURE); CULTURAL HERITAGE"
}