{
  "id": "45730",
  "title": "Perancangan interior Planet Cinema di Kabupaten Bone dengan pendekatan eko-interior",
  "abstract": "Pada daerah Kabupaten Bone, infrastruktur sektor hiburan sedang dibangun dan berkembang. Salah satu pembagunan sektor hiburan yang sedang berjalan saat ini adalah Planet Cinema. Planet Cinema merupakan bioskop yang dibangun dengan bentuk arsitektur modern dan konsep bangunan ramah lingkungan. Konsep ramah lingkungan pada bangunan Planet Cinema mampu memberikan atmosfer yang baru bagi masyarakat Kabupaten Bone. Bangunan ini diharapkan menjadi contoh ikon bangunan ramah lingkungan untuk kabupaten Bone dan sekitarnya. Untuk mendukung perancangan bangunan Planet Cinema, maka interior bioskop dirancang sesuai dengan perancangan arsitekturnya. Perancangan interior Planet Cinema dibuat efektif dan efisien sesuai alur aktivitas pengguna. Selain itu, untuk mendukung konsep bangunan ramah lingkungan, perancangan interior juga dilakukan dengan pendekatan Eko-Interior. Aspek - aspek dalam Eko-Interior akan digunakan sebagai ide konseptual dalam prinsip analisa terapan pada proses perancangan Planet Cinema. Metode perancangan yang digunakan yaitu Design Thinking dengan tahapan understand, observe, point of view, ideate, prototype, test, storytelling, pilot, dan business model. Hasil dari perancangan interior Planet Cinema diharapkan dapat bermanfaat sebagai sarana rekreatif, edukatif, dan apresiatif bagi masyarakat Kabupaten Bone saat menikmati fasilitas dengan konsep desain yang berbeda dari bangunan yang pernah ada di sekitarnya. Berjalannya perancangan interior Planet Cinema ini juga diharapkan dapat mendorong Kabupaten Bone untuk memulai infrakstrukstur modern sekaligus mendukung bangunan ramah lingkungan.",
  "creators": "SABRINA VERSISKA GOSANG",
  "contributors": "Yusita Kusumarini (Advisor and Examination Committee); Mariana Wibowo, S.Sn., M.MT. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021840/DIN/2019; Sabrina Versiska Gosang (41415124)",
  "subjects": "INTERIOR DECORATION; MOTION PICTURE THEATERS--DECORATION"
}