{
  "id": "45737",
  "title": "Analisa pengaruh exterior, general interior, store layout dan interior display pada mall atmosphere terhadap shopping enjoyment di Grand City mall Surabaya",
  "abstract": "Grand City Mall Surabaya merupakan salah satu pusat perbelanjaan yang ada di Surabaya, resmi dibuka pada tanggal 10 Oktober tahun 2010 Berada di bawah naungan PT Hardayawidya Graha, terinspirasi dari Suntec Singapura. Sebelumnya, pada Maret 2009 event pertama diadakan di Convention & Exhibition Grand City Surabaya yang letaknya bersebelahan dengan Grand City Surabaya Mall, ada jalan penghubung (connection) sepanjang 30meter untuk pengunjung mall yang ingin ke area pameran melalui tiap lantai mall.Penelitian ini bertujuan untuk menganalisa pengaruh Exterior, General Interior, Store Layout dan Interior Display pada Mall Atmosphere terhadap berbelanja menyenangkan ( Shopping Enjoyment ) pengunjung dari Grand City Mall Surabaya.Pembelajaran ini dilakukan dengan menyebarkan kuesioner kepada 104 responden yang merupakan konsumen yang berada di Grand City Mall Surabaya, di mana pengunjung yang pernah berkunjung di Grand City Mall Surabaya. Penelitian ini menggunakan teknik analisa Statisitical Product and Service Solution (SPSS). Hasil penelitian menunjukkan bahwa Exterior tidak berpengaruh terhadap Shopping enjoyment, sedangkan General Interior, Store Layout dan Interior berpengaruh dengan signifikan terhadap Shopping enjoyment pengunjung Grand City Mall Surabaya.",
  "creators": "FELIX CENTYONO LESMANA",
  "contributors": "Edwin Japarianto (Advisor 1); Dra. Monica Ida Uniati , M.M. (Examination Committee 1); Foedjiawati, S.S., M.A., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010349/MAN/2019; Felix Centyono Lesmana (35414061)",
  "subjects": "CONSUMERS--RESEARCH; CONSUMER SATISFACTION"
}