{
  "id": "45733",
  "title": "Perancangan interior Planning Gallery of Surabaya",
  "abstract": "Surabaya merupakan kota terbesar kedua di Indonesia dan memiliki segudang prestasi, salah satunya dalam bidang penerapan sistem open government. Perancangan Interior Planning Gallery of Surabaya menjadi salah satu upaya meresponi penghargaan tersebut dengan meningkatkan sistem open government. Kota Surabaya sendiri belum memiliki wadah untuk mengetahui informasi perencanaan kota yang dapat menjadi alat bagi pemerintahan untuk menghilangkan gap informasi antara pemerintahan dan masyarakat. Galeri ini juga menjadi wisata edukasi bagi masyarakat untuk berpartisipasi dan mengawasi pembangunan kota. Metode yang digunakan dalam perancangan adalah design thinking dengan 7 tahapan yaitu sense intent, know context, know people, frame insight, explore concepts, frame solutions, dan realize offering. Hasil perancangan merupakan sebuah galeri dengan konsep time capsule yang memiliki definisi sebagai suatu penyimpanan informasi sejarah untuk masa depan. Perancangan ini menghasilkan sebuah galeri dengan area pameran, teater, ruang komunitas, ruang maket, café, dan area aspirasi. Area pameran pada galeri ini menjelaskan Kota Surabaya masa kini yaitu mengenai fakta hingga tantangan yang dihadapi dan juga tentang Kota Surabaya di masa yang akan datang sekaligus mengajak masyarakat untuk ikut membangun kota. Melalui galeri ini bisa menjadi wadah masyarakat dapat mengetahui, menyampaikan aspirasi dan berdiskusi mengenai pembangunan Kota Surabaya.",
  "creators": "MELISSA ARDANI",
  "contributors": "Diana Thamrin,S.Sn. (Advisor 1); Sriti Mayang Sari (Examination Committee 1); CELINE JUNIKA (Examination Committee 2); Linggajaya Suryanata (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Skripsi No. 00021769/DIN/2019; Melissa Ardani (41415027)",
  "subjects": "GALLERIES (ARCHITECTURE); RECREATION CENTERS"
}