{
  "id": "45753",
  "title": "Eksperimen upcycling limbah koran bekas sebagai material produk interior",
  "abstract": "Produksi koran selalu menghasilkan berton-ton limbah dan terus meningkat, meskipun limbah yang dihasilkan akan didaur ulang untuk produksi koran berikutnya, kualitas serat dalam kertas akan berkurang pada setiap siklus daur ulang. Perumusan masalah dari penelitian ini adalah bagaimana cara mengolah limbah kertas koran menjadi material untuk produk interior dengan prinsip upcycling dan mencari tahu kemungkinan-kemungkinan produk interior yang dapat dibuat menggunakan limbah kertas koran. Menjawab perumusan masalah ini adalah tujuan dari penelitian yang dilakukan. Untuk mencapai target yang optimal, penelitian ini menggunakan metode eksperimen dengan teknik pengujian karakteristik sederhana dan menggunakan pendekatan campuran, yaitu pendekatan kuantitatif dan kualitatif. Hasil dari penelitian ini adalah lembar lintingan koran yang dibuat dengan cara melekatkan lintingan-lintingan koran hingga membentuk lembaran dengan larutan lem putih yang memiliki perbandingan lem putih dengan air 4 : 1. Lembar lintingan koran diaplikasikan berdasarkan tekanan 3 aksis yang akan difungsikan sebagai alas, struktur dan sistem. Perabot yang merepresentasikan 3 fungsi di atas adalah kursi stool, meja kopi dan meja dengan pintu geser. Penelitian ini membuktikan bahwa limbah kertas koran dapat diolah kembali dengan menggunakan prinsip upcycling menjadi material untuk produk interior",
  "creators": "CHARLES HARTANTO",
  "contributors": "Yusita Kusumarini (Advisor 1); Mariana Wibowo, S.Sn., M.MT. (Examination Committee 1); Filipus Priyo Suprobo (Advisor 2); Meirina Kuncahyowati (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00011761/DIN/2019; Charles Hartanto (41415016)",
  "subjects": "FURNITURE DESIGN; WASTE PAPER--RECYCLING; PAPER WORK"
}