{
  "id": "45751",
  "title": "Studi biografi desainer: Andy Rahman, Konsep berkarya dan karya interior arsitektur",
  "abstract": "Sebuah pemahaman kritis terhadap biografi desainer: Andy Rahman serta konsep karya interior arsitekturnya, merupakan salah satu bentuk penilaian dan interpretasi terhadap peranannya serta peningkatan apresiasi terhadap karya interior arsitektur yang dihasilkannya. Dalam konteksnya, kegiatan menilai dan menginterpretasi juga dapat digolongkan sebagai telaah dalam upaya memperkaya penghayatan, dimana secara holistik dapat dimaknai sebagai sebuah penggalian akan sesuatu yang melatar belakangi (biografis, historis) suatu tindakan hingga mencapai titik di mana dapat dilihat melalui hasil karya-karyanya hingga saat ini. Penelitian inilah yang nantinya akan mengungkap mentalite seorang Andy Rahman dan bagaimana dia ingin memandang dirinya, melihat jati dirinya yang terepresentasi melalui kerja keras serta ketekunannya dalam proses belajar, sehingga dapat dilihat melalui karya-karyanya seperti Biophilic Boarding House, Co-sharing Office, dan Omah Boto yang baginya cukup mewakili dirinya dan menjadi bagian penting dalam biografi hidupnya. Permasalahan yang dirumuskan adalah berangkat dari apa yang melatarbelakangi terbentuknya pandangan hidup Andy Rahman serta proses kreatifnya dalam merancang, untuk mengetahui perjalanan melalui karya-karya representatifnya, serta mengungkap jalur yang ditempuh dalam setiap karya rancangnya tersebut, hingga terbukti apa yang menjadi kontribusi Andy Rahman untuk meningkatkan kualitas desain di Indonesia. Menggunakan metode kualitatif deskriptif, yaitu dengan wawancara mendalam bersama narasumber, observasi (melalui berbagai seminar untuk mengetahui secara intens apa yang menjadi pemikiran serta obsesinya), dokumentasi terkait data lapangan seperti foto-foto karya, serta mengumpulkan sumber informasi dari media mengenai Andy Rahman. Hasil penelitian ini akan mengungkapkan siapa Andy Rahman yang dikenal sekarang adalah seseorang yang mengalami perjalanan yang panjang, itu terbukti dalam proses berkaryanya. Kata Kunci: Biografi, Andy Rahman, Konsep Karya, Interior Arsitektur",
  "creators": "ANDREAS RICKO WIJAYA",
  "contributors": "Unknown",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Skripsi No. 00011866/DIN/2019; Andreas Ricko Wijaya (41415168)",
  "subjects": "BOOK DESIGN; GRAPHIC ARTS; VISUAL COMMUNICATION"
}