{
  "id": "45774",
  "title": "Exertion of parents' power in Samin's arranged marriage",
  "abstract": "Arranged marriage means a marriage in which the parents have chosen and planned to whom their son or daughter would marry with. It results in there is no freedom for children to choose their partner. Arranged marriage does exist and has been assumed as a culture for Samin people in Klopodhuwur and Belimbing, Blora, Indonesia. It is held from generation to generation which makes it impossible for the children to deny their parents’ power. There are two problem formulations to be discussed in the research. The first problem is about the roles of parents in Samin’s arranged marriage. The significant roles of parents in the Samin arranged marriage rituals are the professional matchmaker, decision maker, financial support, leader, and adviser during the wedding ceremony procession. These roles of parents clearly show the fact that parents have the highest power in the family. By performing their roles in the Samin’s arranged marriage rituals, it implies the fact that it is too hard for the children to fight against it. The second problem is about how parents exercise their power to their children. By forcing their ideas to the children, minimalizing the power of children to decide their wedding ceremony’s date, denying the government’s roles, and using some specific Javanese’s terms to reinforce the parents’ power are the ways for parents to exercise their power to the children in the all aspects of Samin’s arranged marriage rituals. It becomes the custom for Samin people that children have to obey their parents’ desire.",
  "creators": "FRANSISKA RAHAYU MYRLINDA",
  "contributors": "Liliek Soelistyo (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1); Samuel Gunawan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Skripsi No. 03010013/MS/2019; Fransiska Rahayu Myrlinda (A21170001)",
  "subjects": "MARRIAGE CUSTOMS AND RITES"
}