{
  "id": "45782",
  "title": "The roles of green perceived value, green perceived risk, and green trust towards green purchase intention of inverter air conditioner in Surabaya",
  "abstract": "Environmental degradation is kept increasing every year, and global warming is one of the environmental degradations that we need to face right now. The fact is air conditioner is one of the leading causes of global warming. This research is done to know the impact of green perceived value and green perceived risk towards green purchase intention of the inverter air conditioner in Surabaya, through the mediation of green trust. In this research, there are two independent variables and two dependent variables involved. The independent variables are green perceived value and green perceived risk, while the dependent variables are green trust and green purchase intention. In this research, there will be 250 questionnaires distributed with clustered sampling method system. The analysis technique used in this research is structural equation modelling (SEM), supported with SPSS and AMOS as a tool for data analysis. The research result indicates that green perceived value will have a significant positive impact towards green purchase intention of low watt inverter air conditioner in Surabaya mediated by green trust. Furthermore, green perceived risk will have a significant adverse effect towards green purchase intention of the inverter air conditioner in Surabaya fully mediated by green trust.",
  "creators": "FELIX APRILIO RAHARDJO",
  "contributors": "Adelina Proboyo (Advisor 1); Juliana Caesaria Tandung (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 34010211/MAN/2015; Felix Aprilio Rahardjo (34411050)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMER SATISFACTION; CONSUMERS--RESEARCH"
}