{
  "id": "45898",
  "title": "Penggunaan panggilan kekerabatan Suku Hokkian dialek Quanzhou oleh generasi ketiga Hokkian Quanzhou di Surabaya",
  "abstract": "Di dalam kehidupan sosial bermasyarakat, kita memerlukan kata sapaan sebagai alat berinteraksi dan berkomunikasi dengan sesama. Di dalam lingkungan keluarga disebut sebagai panggilan kekerabatan. Panggilan kekerabatan sangat penting dan dapat menunjukkan peran atau hubungan setiap orang dalam keluarga. Pada abad ke 19 terjadi migrasi besar-besaran dimana orang Tiongkok yang sebagian besar adalah orang Hokkian datang dan menetap di Indonesia terutama di kota Surabaya. Penelitian ini dilakukan untuk menganalisa bagaimana penggunaan panggilan kekerabatan Suku Hokkian dialek Quanzhou oleh generasi ketiga Hokkian Quanzhou di Surabaya saat ini, serta faktor-faktor perubahan penggunaan yang terjadi. Data penelitian didapatkan dari dilakukannya wawancara dengan sepuluh informan yang merupakan generasi ketiga dari Suku Hokkian Quanzhou di Surabaya. Hasil analisis menunjukkan bahwa beberapa dari subjek penelitian masih mengetahui dan menggunakan panggilan kekerabatan Suku Hokkian Dialek Quanzhou ini, namun banyak terjadi perubahan pengucapan yang digunakan. Selain itu juga terdapat perubahan penggunaan panggilan kekerabatan oleh beberapa subjek penelitian. Berdasarkan hasil penelitian dapat disimpulkan bahwa faktor- faktor yang melatarbelakangi perubahan penggunaan panggilan kekerabatan ini adalah disebabkan oleh hubungan keakraban, didikan dalam keluarga, latar belakang pendidikan orangtua, akulturasi budaya, westernisasi, penggunaan bahasa lain dan serta faktor agama dan kepercayaan.",
  "creators": "SINTAMELINA POADI",
  "contributors": "Olivia, S.E., M.A. (Advisor 1); Kuo, Chun-I, M.A. (Advisor 2); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1); Elisa Christiana (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010184/CHI/2019; Sintamelina Poadi (12415004)",
  "subjects": "HOKKIEN DIALECTS--INFLUENCE ON INDONESIAN; COMMUNICATIONS; CHINESE LANGUAGE--DIALECTS"
}