{
  "id": "45921",
  "title": "Aplikasi toko online dengan chatbox pada toko KCA",
  "abstract": "Seiring dengan perkembangan teknologi, banyak orang yang berjualan secara online. Banyak orang yang berjualan online di marketplace atau mempunyai website pribadi untuk berjualan. Namun seringkali masalah yang dihadapi oleh penjual dan konsumen adalah komunikasi yang tidak efektif karena media untuk berkomunikasi hanya terbatas pada satu atau dua media sehingga konsumen sering menjadi kecewa karena menunggu respon yang lama. Untuk mengatasi masalah tersebut, maka dibuat aplikasi toko online yang dapat membuat penjual dan pembeli berkomunikasi dengan beberapa macam media untuk berkomunikasi. Fitur yang ada yaitu penjual dapat menerima dan mengirim pesan kepada penjual melalui beberapa pilihan media sosial yang tersedia misalnya Whatsapp. Serta demi menjaga keamanan pembeli ketika bertransaksi website menggunakan jasa payment gateway dari Midtrans yang menyediakan metode pembayaran diantaranya adalah card payment, bank transfer, direct debit, e-wallet, over the counter, dan lain-lain. Hasil akhir dari pembuatan program ini adalah sebuah aplikasi toko online, yang mempunyai fitur komunikasi melalui media email hingga media sosial. Kesimpulan yang didapat dari pembuatan program ini adalah bahwa program layak digunakan, dan fitur komunikasi serta pembayaran aplikasi toko dapat berjalan dengan baik.",
  "creators": "KEVIN CHRISTIAN",
  "contributors": "Justinus Andjarwirawan (Advisor 1); Alexander Setiawan (Advisor 2); Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Examination Committee 1); Yulia (Examination Committee 2)",
  "publisher": "Fakultas Teknologi Industri Jurusan Teknik Informatika Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021915/INF/2019; Kevin Christian (26414060)",
  "subjects": "TELESHOPPING--COMPUTER PROGRAMS"
}