{
  "id": "4593",
  "title": "Perancangan interior rumah gaun pengantin dan perawatan kecantikan di jalan Abdul Wahab Siamin Surabaya",
  "abstract": "Dengan berkembangnya berbagai peluang bisnis Indonesia, seperti di kota metropolis Surabaya, menuntut adanya pemenuhan kebutuhan masyarakat yang heterogen. Berbagai bisnis mengalami pertumbuhan dengan prospek yang menguntungkan, salah satunya yaitu jasa pernikahan dan perawatan kecantikan. Keduanya muncul sebagai suatu fenomena dari masyarakat modern yang tidak lepas dari sebuah peristiwa penting yaitu pernikahan. Disamping itu, jasa perawatan kecantikan juga sangat digemari oleh sebagian masyarakat di kota-kota besar, mengingat keadaan lingkungan yang dapat memicu stres dan kepenatan. Rumah Gaun Pengantin dan Perawatan Kecantikan sebagai salah satu fasilitas penyedia gaun pengantin dan asesoris serta perawatan kecantikan yang lebih dikhususkan untuk perawatan pranikah sebagai fasilitas penunjangnya. Fasilitas gaun pengantin antara lain beli, pesan dan sewa gaun sekaligus asesorisnya. Sedangkan fasilitas perawatan kecantikan antara lain perawatan rambut, wajah dan tubuh untuk perawatan pranikah. Penerapan konsep desain \"keindahan yang lahir dari kesederhanaan\" yang merupakan salah satu unsur \"keindahan dari dalam\", mencoba menampilkan kesan dan karakter ruang yang anggun, ramah dan elegan ke dalam elemen interior. Penggabungan dua fasilitas dalam satu atap didukung dengan pemilihan lokasi proyek di pusat perniagaan dan perdagangan yang berkembang, secara tidak langsung dapat menguntungkan perusahaan dari segi profit maupun keuntungan konsumen dari segi efisiensi waktu dan biaya. Mengingat adanya persaingan bisnis yang semakin ketat, efisiensi jasa dan kualitas interior akan lebih dimaksimalkan.",
  "creators": "INDRA FELANI",
  "contributors": "SOEPONO SASONGKO (Advisor 1); Dr. Ir. Hedy Constancia Indrani, M.T. (Advisor 2); WASIS SOEBARNIATI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00050155/DIN/2004; Indra Felani (41400001)",
  "subjects": "BEAUTY SHOPS-DECORATION"
}