{
  "id": "4595",
  "title": "Studi aspek perancangan interior pada pusat rehabilitasi narkoba dengan metode terapi komunitas di Wahana Kinasih",
  "abstract": "Jumlah pengguna narkoba di Indonesia mengalami peningkatan yang cukup tinggi dari tahun ke tahun. Pengguna narkoba berkecenderungan mengalami ketidakstabilan mental dan fisik. Semakin banyaknya jumlah pengguna narkoba akan berdampak pada keamanan dan ketahanan nasional. Pengguna narkoba agar dapat kembali hidup normal membutuhkan bimbingan intensif, yaitu di pusat rehabilitasi narkoba. Oleh karena itu rehabilitasi narkoba merupakan fasilitas yang penting karena merupakan tempat pemulihan diri, terutama dengan semakin meningkatnya jumlah pengguna narkoba di Indonesia, khususnya di Surabaya. Dari latar belakang tersebut, cukup menarik untuk meneliti lebih jauh tentang aplikasi aspek perancangan interior dari metode yang diterapkan pada rehabilitasi narkoba yang diteliti yaitu metode terapi komunitas. Metode penelitian menggunakan metode kualitatif sedangkan metode analisis. Penelitian ini diharapkan menghasilkan pengetahuan mengenai apakah elemen interior rehabilitasi narkoba di Surabaya sudah menerapkan metode terapi komunitas dan memahami aplikasi ilmu desain interior khususnya pada ruang rehabilitasi sebagai sarana pemulihan mental dan fisik. Hasil penelitian menunjukan adanya beberapa aspek perancangan interior pada pusat rehabilitasi narkoba Wahana Kinasih yang membutuhkan perubahan karena adanya ketidaksesuaian antara aktivitas dengan kebutuhan ruang yaitu sirkulasi, besaran ruang dan warna dinding, namun ada juga yang sudah menerapkan prinsip terapi komunitas yaitu pada penataan perabot dan dekorasi.",
  "creators": "LIDYA NATALIE TJANDRA",
  "contributors": "ISMAEL SETIAWAN (Advisor 1); Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Advisor 2); Stephanus P. Honggowidjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skrispi No. 00010156/DIN/2004; Lidya Natalie Tjandra (41400003)",
  "subjects": "NARCOTIC ADDICTS-REHABILITATION-BUILDINGS-DECORATION; NARCOTIC HABIT-HOSPITALS-DECORATION"
}