{
  "id": "460",
  "title": "Perancangan interior ruang pamer karya seni lukis pada Gallery Seni Rupa Modern Surabaya",
  "abstract": "Perancangan Interior Ruang Pamer Karya Seni Lukis pada gallery seni rupa modern hakikatnya adalah sarana pamer, diskusi dan tempt penyimpanan hasil diskusi perjalanan seni modem Surabaya sebagai media informasi tentang perjalanan lukisan modern di Indonesia. Hakikat pelayanan ada 2 macam yaitu sema langsung melalui diskusi pada saat pameran berlangsung dan secara tidak langsung yaitu kolektor tidak langsung membawa koleksi melainkan di antar. Perancangan ini ingin mencerminkan gaya pola rumah Jawa yang dimodifikasi dengan karakter komunikasi dan informatif dari segi fungsi dan bentuk. Berdasarkan batasan di atas maka arah perancangan mewujudkan interior ruang pamer karya seni lukis yang melayani jasa secara langsung dan tidak langsung yang mencerminkan rancangan interior dengan tata lay out rumah Jam yang menampilkan hasil karya lukisan modem. Pendekatan perancangan menggunakan konsep analogi yaitu kesepadanan sehingga konsep menyerupai karakter tertentu. Pada perancangan interior ini menggunakan analogi dari rumah Jam pada pola penataan lay out. Perwujudan unsur-unsur interior yang berdasarkan gagasan yang di dapat dari : (1) fakta : lapangan yang ada berupa eksisting, begitu juga unsur-unsur yang ada pada galery. (2) idealita : persyaratan-persyaratan yang dipakai dalam literatur maupun harapan-harapan. (3) parameter : perbandingan yang menjadi pijakan proses perancangan seperti gallery-gallery lain yang sesuai dengan makna perancangan ini. Ketiga obyek tersebut sebagai dasar membuat gagasan ide yang akan menghasilkan ruang pamer yang komunikatif sebagai wujud desain yang menjawab masalah fungsi : 1. guna : use, pemakai 2. makna : karakter sesuai tujuannya Sehingga ruang yang ditawarkan melalui : tata lay out, wujud utilitas, wujud perabot, manajemen aktifitas dan tata lingkungan sebagai jawaban dan kesesuaian aktifitas di dalam ruang yang diharapkan akan mampu memberikan pengalaman menikmati hasil karya lukisan modem seniman Surabaya yang dapat digunakan sebagai pengetahuan perkembangan seni dan menjadi perjalanan apresiasi .",
  "creators": "GINA MARIA",
  "contributors": "Yusita Kusumarini (Advisor 1); WASIS SOEBARNIATI (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No.0048/DIN/2002, Gina Maria (41498091)",
  "subjects": "GALLERIES (ARCHITECTURE)-DECORATION; EXHIBITION BUILDINGS-DECORATION"
}