{
  "id": "461",
  "title": "Perancangan interior playgroup dan taman kanak-kanak di Intan Permata Hati Cabang Darmo Permai III Surabaya",
  "abstract": "Proyek Perancangan Interior dan Taman Kanak-Kanak di Intan Permata Hati Cabang Darmo Permai III Surabaya ini dibuat berdasarkan kebutuhan akan suatu wadah pendidikan pra-sekolah yang dapat meningkatkan kreativitas anak-anak tersebut. Lingkup proyek ini meliputi: ruang kelas, ruang komputer, ruang perpustakaan, ruang senam/ olah raga, ruang kesenian, ruang guru, ruang bimbingan konseling, UKS, pantry, ruang penyimpanan alat kebersihan, toilet guru dan toilet murid. Sasaran pengguna proyek adalah interior yang dapat menumbuhkan dan mengembangkan benih kreativitas anak. Selain interiornya, sasaran yang kedua adalah anak-anak usia 2-5 tahun (balita). Konsep tema perancangan yaitu yang ditunjang melalui perancangan interior didasari oleh kreativitas yang dihubungkan dengan permainan puzzle. Konsep perancangan tersebut berpengaruh pada proses perancangan perabot, style ( bentuk dan warna ), komponen ruang ( lantai, dinding, plafond ) dan unsur-unsur dekoratif yang ada. Anak-anak yang berada di sekolah ini diharapkan dapat bebas bergerak/beraktivitas sehingga dapat berkreativitas dengan baik. Kesan yang ingin disampaikan melalui penampilan interior ini adalah untuk mengingatkan bahwa permainan juga dapat membantu meningkatkan kreativitas dan kecerdasan anak. Perancangan ini diharapkan dapat berguna sebagai wadah untuk meningkatkan kreativitas anak sehingga anak-anak tersebut memiliki pola pikir dan kepribadian yang baik.",
  "creators": "SHELLY SUWONO",
  "contributors": "Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Advisor 1); ISMAEL SETIAWAN (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No.0026/DIN/2002; Zipora Shelly Suwono (41498035)",
  "subjects": "PLAYGROUNDS-DECORATION"
}