{
  "id": "4612",
  "title": "Analisa instalasi listrik plant 1 biskuit di PT. Garudafood Putra Putri Jaya desa Krikilan 28 Driyorejo Gresik",
  "abstract": "PT. Garudafood Putra Putri Jaya adalah salah satu perusahaan besar yang bergerak di bidang industri makanan ringan seperti biskuit dan cokelat. Perusahaan ini menggunakan daya listrik dari PLN sebesar 1385 kVA yang dialirkan ke plant 1 dan plant 2. Pada pembahasan tugas akhir ini hanya dikhususkan pada pembahasan plant 1. Plant 1 memiliki sistem distribusi radial dengan sistem pentanahan TN-S. Total beban terpasang sebesar 1385 kW. Dengan menggunakan trafo berkapasitas 2500 kVA. Tujuan dari penulisan tugas akhir ini adalah untuk mempelajari dan menganalisa sistem instalasi listrik dari PT. Garudafood Putra Putri Jaya dan menggambar ulang single line diagram sehingga dapat digunakan untuk perubahan atau pengembangan beban listrik. Dari hasil analisa didapatkan kesimpulan bahwa sistem instalasi listrik dan sistem distribusi di PT. Garudafood Putra Putri Jaya dapat dikatakan baik dan aman bagi alat terlebih penggunanya, menurut standarisasi yang berlaku. Hanya masih ada beberapa hal yang perlu diperbaiki yaitu kabel dan pengaman di beberapa titik. Contohnya kabel pada trafo dimana kabel yang terpasang adalah dari 3(2(1x400 mm2) + 1(1x400 mm2), tetapi menurut perhitungan adalah 3(4(1x500 mm2) + 1(2(1x500 mm2), dan juga pada COS 1, COS 2, MDP 1, MDP. Demikian juga pengaman pada MDP 1 dimana yang terpasang berkapasitas 1250 A tetapi menurut perhitungan seharusnya berkapasitas 1600 A dan juga COS2.",
  "creators": "ANDYK TJENDONO SANTOSO",
  "contributors": "Limboto Limantara (Advisor 1); Yusak Tanoto, S.T., M.Eng., Ph.D. (Advisor 2); Emmy Hosea (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 01010543/ELK/2006; Andyk Tjendono Santoso (23401071)",
  "subjects": "ELECTRIC POWER DISTRIBUTION; ELECTRIC POWER SYSTEMS"
}