{
  "id": "46181",
  "title": "Pengaruh supply chain risk management terhadap supply chain performance melalui supply chain integration dan information quality pada industri manufaktur kertas di Jawa Timur",
  "abstract": "Globalisasi menentukan perubahan bisnis pada sebuah kawasan. Kebijakan China dalam melarang impor limbah kertas daur ulang berdampak pada perusahaan-perusahaan yang menghasilkan produk kertas hampir pada seluruh Asia Tenggara. Industri manufaktur kertas di Jawa Timur pada tahun 2017 mengalami kemajuan dan berimbas pada nilai ekspor Indonesia. Seiring dengan meningkatnya permintaan akan kertas, pemerintah Indonesia merevisi peraturan lama yang semakin membatasi penggunaan pohon dalam industri kertas. Risiko yang dihadapi oleh para pengusaha industri manufaktur kertas semakin bertambah karena disrupsi dari pemerintah. Penelitian ini bertujuan untuk mengidentifikasi besarnya dampak manajemen risiko terhadap kinerja rantai pasok melalui integrasi rantai pasok dan kualitas informasi. Pengambilan data pada perusahaan pengolahan kertas menggunakan kuisioner yang berjumlah 40 kuisioner dan kembali 30 kuisioner dengan respon rate 75 %. Jumlah sampel yang relatif kecil disebabkan jumlah pengolahan kertas dalam kelas menengah dan atas dengan jumlah pegawai lebih dari 100 orang berjumlah 46 perusahaan. Pengujian hipotesis menggunakan alat bantu Java web start sebagai analisa PLS (Partial Least Square). Hasil dari penelitian ini menunjukkan bahwa manajemen risiko rantai pasok berpengaruh terhadap integrasi rantai pasok, integrasi rantai pasok dapat meningkatkan kualitas informasi, manajemen risiko rantai pasok berpengaruh terhadap kinerja rantai pasok, kualitas informasi tidak berpengaruh langsung terhadap kinerja rantai pasok, manajemen risiko rantai pasok berpengaruh terhadap kualitas informasi, dan integrasi rantai pasok berpengaruh terhadap kinerja rantai pasok. Penelitian selanjutnya perlu dilakukan pada jenis industri lain dan perlu adanya penelitian tentang membangun kemitraan dengan pemasok dan customer.",
  "creators": "Yohanes Chandra Kurniawan",
  "contributors": "Zeplin Jiwa Husada Tarigan (Advisor 1); Dr. Ir. Hotlan Siagian MSc. (Advisor 2); Hatane Semuel (Examination Committee 1); Serli Wijaya (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020236/MM/2019; Yohanes Chandra Kurniawan (03516038)",
  "subjects": "SUPPLY CHAIN MANAGEMENT; INFORMATION TECHNOLOGY; MANUFACTURING INDUSTRIES"
}