{
  "id": "462",
  "title": "Pragmatic acquisition of a four and half-year-old Indonesian child: a case study on Tessa",
  "abstract": "It is so fascinating that as a baby grows older and his brain develops, his ability to communicate through language grows fast. At the first time, when a baby interacts with his parents and other adults, the communication is only monolog. After several months, a baby will produce meaningful sounds. Since human is a social creature, from the very early of his life, he needs other people. Therefore, as a child is actively acquiring a language, he needs interaction with other language users in order to bring the language faculty into operation with a particular language. This interaction partly enables the child to grasp the basic outlines of the language system of his/her culture by the time he/she begins to speak. Consequently, the child should acquire pragmatic competence. Therefore, the main theory of this study is the theory of pragmatics. The writer also uses some supporting theories, language acquisition theory, pragmatics determinant, and a study done by Soenjono (2000). In collecting the data the writer uses tape recorder and takes notes. The writer uses qualitative approach, therefore, the main instrument is the writer herself. She is also involved in the dialog with the child, and each dialog is taken in the natural setting. In this study, the writer finds that a four-year-old child has developed greatly in her pragmatic competence. She has been able to produce deixis although she still needs much more improvement. Besides, in her utterance, the writer finds that this child has also applied implicature and presupposition. In creating speech acts, it seems that the child mostly produces directives and representatives. Furthermore, the writer finds that the child has also developed politeness concept in her language even though she sometimes violates the rules. Thus, the writer concludes that the child has acquired pragmatics competence but she still needs much improvement from her environment.",
  "creators": "RIMA ERLY LANDE",
  "contributors": "ABBAS A.BADIB, Pof.DR.MA.,MA. (Advisor 1); Dr. Dra. Yuli Christiana Yoedo, M.Pd. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.1147/ING/2003; Rima Erly Lande (11498129)",
  "subjects": "PSYCHOLINGUISTICS; LANGUAGE ACQUISITION"
}