{
  "id": "4620",
  "title": "Perancangan dan pembuatan sistem pakar hama dan penyakit tanaman serta pengendaliannya untuk tanaman hortikultura",
  "abstract": "Indonesia sebagai negara agraris, memiliki berbagai macam jenis tanaman, salah satunya adalah tanaman hortikultura. Tanaman tersebut merupakan tanaman yang paling banyak diminati karena menguntungkan. Selain dapat dijual langsung, tanaman tersebut juga mempunyai cara pengolahan yang banyak sehingga hasilnya pun bervariasi. Seperti tanaman lainnya, tanaman hortikultura mempunyai bermacam jenis hama dan penyakit. Untuk beberapa orang yang ingin memproduksi tanaman ini khususnya orang awam terbentur oleh masalah hama ataupun penyakit tersebut. Untuk mendiagnosa sebuah penyakit ataupun hama diperlukan gejala-gejala yang tampak pada tanaman, baik pada daun, bunga, akar dan bagian lainnya. Diperlukan keseriusan dan tindakan yang cepat sebelum semuanya terlambat dan mengalami kerugian. Oleh sebab itu program ini dibuat untuk membantu orang-orang dalam mendapatkan beberapa informasi mengenai hama ataupun penyakit pada tanaman hortikultura. Semakin cepat penyakit ataupun hama diketahui, maka semakin cepat pula mereka dapat mencegahnya. Pembahasan utama dalam Tugas Akhir ini adalah perancangan dan pembuatan sistem pakar rule-based untuk permasalahan hama dan penyakit pada tanaman Hortikultura. Pembuatan sistem pakar ini menggunakan bahasa pemrograman Borland Delphi 6.0 dan basis data Microsoft Access 2000. Pengembangan sistem pakar ini menggunakan metode inferensi forward chaining, yaitu proses inferensi yang memulai pencarian dari premis atau data menuju pada konklusi. Program cukup bermanfaat dalam memberikan informasi, sehingga membantu pengguna dalam menangani hama dan penyakit pada tanaman hortikultura. Hal ini diperoleh dari hasil responden yang terdiri dari orang-orang yang berkompeten di bidang pertanian ataupun tidak berkompeten, dengan nilai rata-rata hasil kuisioner masing-masing sebesar 3.64 dan 3.53, dari range penilaian satu sampai lima.",
  "creators": "FILLIA RANI ARTANTI",
  "contributors": "Gregorius Satiabudhi (Advisor 1); Andreas Handojo (Advisor 2); Kartika Gunadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02000242/INF/2004; Fillia Rani Artanti (26499081)",
  "subjects": "SOFTWARE ENGINEERING; DIAGNOSIS--DATA PROCESSING; ARTIFICIAL INTELLIGENCE"
}