{
  "id": "46225",
  "title": "Perencanaan desain medical waste incinerator kapasitas 25 kg/batch",
  "abstract": "Incinerator merupakan alat yang digunakan untuk memusnahkan sampah medis pada suhu yang sangat tinggi, terutama untuk sampah yang tergolong sampah bahan beracun dan berbahaya (sampah B3). Parameter utama dari penggunaan incinerator selain dari segi temperatur ruang bakar yaitu dilihat dari sistem scrubber dan ketebalan dinding insulasi yang digunakan. Penggunaan incinerator dipercaya efektif dalam memusnahkan sampah B3 dari rumah sakit maupun puskesmas. Namun, tidak semua rumah sakit dan puskesmas memiliki incinerator, sehingga mereka harus mengumpulkan sampah mereka sebelum dikirim ke rumah sakit yang memiliki alat ini. Perancangan ini akan membahas rancangan incinerator yang dapat dijadikan referensi dalam mendesain incinerator yang ringkas dan memenuhi standar menurut Peraturan Kementerian Lingkungan Hidup dan Kehutanan No. 56 Tahun 2015. Perancangan akan diawali dengan perhitungan reaksi kimia bahan bakar, nilai kalor sampah B3, ketebalan dinding insulasi, mass flow bahan bakar yang digunakan, penentuan spesifikasi bahan bakar dan burner yang dibutuhkan, serta reaksi senyawa pada scrubber dan mass flow-nya, kemudian dilakukan simulasi aliran fluida dan perpindahan panas. Dari hasil perancangan diperoleh mass flow bahan bakar sebesar 0.0000124 kg/s pada kondisi steady dan 0.0006 kg/s pada kondisi pre-heating dengan menggunakan burner dengan daya output maksimum 58 kW/h model GOM-0N dari burner Olympia.",
  "creators": "HOWARD SAPUTRA",
  "contributors": "Fandi Dwiputra Suprianto, S.T., M.Sc. (Advisor 1); Sutrisno S.T.,M.T. (Examination Committee 1); Amelia (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011326/MES/2019; Howard Saputra (24416033)",
  "subjects": "INCINERATORS--DESIGN AND CONSTRUCTION"
}