{
  "id": "4622",
  "title": "Perancangan dan pembuatan sistem informasi untuk pemberian kredit kepada usaha kecil dan menengah pada Kantor Dinas Koperasi Sulawesi Selatan",
  "abstract": "Salah satu strategi yang ditempuh oleh dinas koperasi dalam rangka pengembangan usaha kecil menengah yang potensial yaitu dengan memberikan bantuan kredit kepada para pengusaha kecil dan menengah yang potensial dalam meningkatkan nilai tambah dan penyerapan tenaga kerja. Oleh karena itu, diperlukan sebuah program aplikasi yang dapat mendukung sistem pengambilan keputusan untuk penetapan usaha kecil menengah yang layak mendapatkan pinjaman kredit beserta dengan proses pengembalian kredit tersebut. Tujuan dari tugas akhir ini adalah untuk membuat sebuah program aplikasi sistem informasi tentang pemberian kredit dan yang dapat meningkatkan efisiensi dan efektifitas kinerja dari kantor dinas koperasi. Konsep perancangan sistem ini mengacu pada proses pengambilan keputusan sampai dengan proses pengembalian kredit yang meliputi: perhitungan parameter berdasarkan standart credit scoring yang telah ditentukan, perhitungan jasa bunga dan denda pada kredit pinjaman, serta laporan keuangan. Pembuatan program aplikasinya menggunakan Borland Delphi 6 dan Microsoft Access untuk pembuatan database serta power designer 6.0 untuk perancangan ERD dan DFDnya. Hasil dari pengujian sistem ini menunjukkan bahwa secara keseluruhan sistem ini sudah berjalan cukup baik dan dapat membantu kinerja koperasi dalam menilai debitur yang layak menerima kredit. Hal ini sesuai dengan persentase yang diperoleh dari jawaban questioner secara keseluruhan yaitu 76,7%.",
  "creators": "NANCY MATASIK",
  "contributors": "Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 1); Agustinus Noertjahyana (Advisor 2); Kartika Gunadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02000285/INF/2004; Nancy Matasik (26400146)",
  "subjects": "INFORMATION RESOURCES MANAGEMENT-COMPUTER PROGRAMS; DATABASE MANAGEMENT; DATABASE DESIGN"
}