{
  "id": "46238",
  "title": "Analisa dampak implementasi Odoo ERP: studi kasus perusahaan ready-mixed concrete PT X",
  "abstract": "Pada era teknologi yang berkembang ini, teknologi informasi telah berperan penting dalam dunia bisnis. Namun, masih banyak perusahaan yang kurang memanfaatkan teknologi informasi sehingga masih banyak masalah perusahaan yang belum teratasi. PT X adalah perusahaan ready-mixed concrete yang masih malakukan semua pekerjaan secara manual. Hal ini membuat banyaknya masalah yang muncul. Pertama, perusahaan membutuhkan waktu yang lebih lama untuk mendapatkan informasi yang diperlukan karena data perusahaan yang tidak terintegrasi. Kedua, adanya masalah human error yang bisa terjadi karena keteledoran pegawai, seperti lupa meminta bukti pembayaran atau lupa menagih piutang pelanggan yang sudah melewati jatuh tempo. Human error ini bila tidak segera ditangani akan dapat menimbulkan masalah pada arus kas perusahaan. Penelitian ini mencoba untuk mengatasi masalah-masalah yang dihadapi PT X, yaitu dengan membuat program Enterprise Resource Planning. Dari sekian banyak platform program ERP, Odoo dipilih sebagai program ERP yang memiliki banyak kelebihan, salah satunya adalah kemudahan dalam konfigurasi dan kustomisasi modulnya. Beberapa analisa terhadap program ERP ini juga akan dilakukan untuk mengukur kesuksesan implemenasinya dalam perusahaan. Analisa-analisa tersebut adalah analisa waktu pekerjaan, analisa finansial menggunakan metode Cash Conversion Cycle, analisa kepuasan pengguna dengan metode Doll dan Torkzadeh (1998), dan analisa kesesuaian proses bisnis antara program ERP dengan proses bisnis lama perusahaan. Berdasarkan hasil analisa pengimplementasian program ERP pada PT X, dapat disimpulkan bahwa program ERP memberi dampak positif kepada perusahaan. Hampir seluruh rancangan proses bisnis dalam program Odoo ERP dapat memenuhi kebutuhan perusahaan dengan baik. Selain itu, beberapa pekerjaan utama dapat dikerjakan lebih cepat daripada sebelumnya. Para pengguna juga memberi nilai puas yang tinggi dalam menggunakan program ERP sehingga penggunaan program Odoo ERP dalam jangka panjang sangat memungkinkan. Rata-rata skor untuk setiap variabel kepuasan berkisar antara 4 sampai 5 dari skor 5, yang menunjukkan kepuasan pengguna yang sangat tinggi. Namun, cash conversion cycle perusahaan menjadi lebih lama, yaitu sekitar 100 hari yang menunjukkan bahwa perusahaan memiliki status finansial yang menurun. Meskipun demikian, analisa cash conversion cycle dalam waktu yang terlalu singkat, yaitu sekitar 4 bulan, dinilai masih kurang dapat mencerminkan kondisi finansial perusahaan dalam jangka panjang.",
  "creators": "EVELINE CYNTHIA IRAWAN",
  "contributors": "Yulia (Advisor 1); Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Advisor 2); Ir. Djoni Haryadi Setiabudi, M.Eng. (Examination Committee 1); Andre Gunawan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021926/INF/2020; Eveline Cynthia Irawan (26416041)",
  "subjects": "PROGRAMMING (ELECTRONIC COMPUTERS); ENTERPRISE RESOURCE PLANNING (ERP); DATABASE MANAGEMENT; DATABASE DESIGN"
}