{
  "id": "46233",
  "title": "Pemanfaatan bioethanol limbah kulit jeruk manis (Citrus sinensis L. Osbeck) untuk peningkatan nilai oktan pada bahan bakar RON 90",
  "abstract": "Bioetanol merupakan biofuel yang berfungsi seperti bahan bakar bensin, bioetanol diproduksi dari fermentasi glukosa kemudian dilanjutkan dengan proses destilasi. Dari studi literatur dalam limbah kulit jeruk mengandung gula sederhana seperti sukrosa, glukosa dan fruktosa yang dapat digunakan sebagai bahan baku untuk fermentasi alkohol. Dari hasil fermentasi alkohol akan di destilasi sampai mendapatkan kadar alkohol 94%. Penelitian ini bertujuan untuk pemanfaatan bioetanol kulit jeruk sebagai campuran bahan bakar RON 90 guna meningkatkan unjuk kerja motor bensin. Pembuatan bioetanol kulit jeruk dilakukan dengan proses fermentasi dan proses destilasi yang dilakukan tiga kali sampai kadar mencapai 94%. Kemudian dilakukan pengujian karakteristik bahan bakar dengan parameter gum konten, kandungan sulfur, distilasi volume penguapan, dan berat jenis. Hasil pengujian karakteristik bahan bakar menunjukkan bahwa sampel B100 merupakan campuran yang dapat di campurkan dengan gasoline, dengan campuran Bioetanol B20 dan B27. Setelah itu dilakukan pengujian dinamometer di dapati peningkatan performa mesin pada penggunakan bahan bakar campuran B20 berupa hasil terbaik dengan daya meningkat hingga 2.90 % dan torsi 3.18 % secara keseluruhan jika dibandingkan dengan performa mesin menggunakan bahan bakar gasoline RON90 dan campuran B27. Jadi pada penggunaan bahan bakar campuran B20 dapat meningkatkan performa mesin.",
  "creators": "MUHAMMAD ROBBY FALITO",
  "contributors": "Sutrisno S.T.,M.T. (Advisor 1); Willyanto (Advisor 2); Fandi Dwiputra Suprianto, S.T., M.Sc. (Examination Committee 1); Ian Hardianto Siahaan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04011324/MES/2019; Muhammad Robby Falito (24414024)",
  "subjects": "BIOMASS ENERGY; AGRICULTURAL WASTES AS FUEL"
}