{
  "id": "46243",
  "title": "Teacher's roles implemented in teaching children and teenager classes in Petra Language Center (PLC)",
  "abstract": "This thesis is a qualitative study on the implementation of teacher’s roles by the English teacher at Petra Language Center (PLC). This study was based on Harmer’s (2001 & 2007) theory about teacher’s roles. Teacher’s roles are important to facilitate students’ learning in the classroom. The teacher should also consider the age of students in the implementation of the roles. This thesis investigates the teacher’s roles implemented in children and teenager classes in PLC and the similarities and differences found in the application of the teacher’s roles. Teacher’s utterances as the data were collected by using voice recording and class observation. The observation was done in four meetings in which two meetings for children class and two meetings for teenager class within one week. The duration of the class was 60 minutes for each meeting. The findings showed that the teacher used four out of eight teacher’s roles in both classes. They were controller, organizer, assessor, and resource. The similarity is the teacher implemented the same number of teacher’s roles types for both classes, whereas the differences are in the number of occurrence of each type, the context and the way the teacher implemented those roles in both classes. In children class, the controller role occurred 11 times, whereas 17 times in teenager class. The organizer role occurred eight times in children class and ten times in teenager class. The assessor role occurred eight times in children class and three times in teenager class. Finally, in children class, the resource role occurred 13 times and 16 times in teenager class. It can be concluded that in the teaching and learning process, it is the teacher’s duty to be able to adjust the roles according to the classroom situation and activities.",
  "creators": "EVELYN LISTIYANI",
  "contributors": "Julia Eka Rini (Advisor 1); Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012316/ING/2020; Evelyn Listiyani (11416030)",
  "subjects": "ENGLISH LANGUAGE--STUDY AND TEACHING; TEACHER-STUDENT RELATIONSHIPS"
}