{
  "id": "46245",
  "title": "Membaca video klip musik Ariana Grande versi God is a woman",
  "abstract": "Munculnya video musik karya Ariana Grande versi God is a Woman yang ditayangkan dalam situs Youtube kian menuai kontroversi. Pasalnya, video musik tersebut mengangkat tema seksualitas di mana figur perempuan digambarkan lebih tinggi dan lebih besar daripada figur lelaki. Fenomena ini sangat menarik untuk dimaknai dan dianalisis lebih lanjut karena selain visualisasi tersebut, video itu juga memperlihatkan pengulangan dari bentuk-bentuk visual dari karya yang sudah terkenal sebelumnya. Figur yang sebelumnya digambarkan secara maskulin justru digambarkan secara feminin dalam video musik tersebut. Penelitian ini bersifat kualitatif dan dianalisis menggunakan Semiologi Roland Barthes, Hiper-realitas Yasraf Amir Piliang, dan Dekonstruksi Jacques Derrida. Tujuan dari penelitian ini yaitu untuk menemukan makna visual yang ada dalam video musik Ariana Grande versi God is a Woman. Dari hasil analisa didapatkan kesimpulan bahwa hiper-realitas digunakan sedemikian rupa untuk memudahkan perwujudan-perwujudan imajinasi dan visualisasi dominasi perempuan. Kesamaan wujud dan visual dengan karya terdahulu dikategorikan sebagai parodi yang dalam video musik ini digunakan sebagai penyampaian sindiran serta simulasi ketenaran untuk kemudian dimanfaatkan sebagai keuntungan kapitalisme. Selain itu seksualitas wanita juga dijadikan sebagai komoditi visual untuk pemuasan hasrat dan nafsu dalam menciptakan representasi atas wanita.",
  "creators": "TANIA MELINDA",
  "contributors": "Andrian Dektisa Hagijanto (Advisor 1); Dr. Aniendya Christianna, S.Sn., M.Med.Kom. (Advisor 2); Ani Wijayanti Suhartono (Examination Committee 2); Aristarchus Pranayana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00023420/DKV/2019; Tania Melinda (42415065)",
  "subjects": "MUSIC VIDEOS"
}