{
  "id": "46248",
  "title": "Aplikasi pemetaan penyakit demam berdarah dI Surabaya dengan metode Neural Network Multilayer Perceptron",
  "abstract": "Demam berdarah atau demam berdarah dengue (DBD) adalah penyakit yang disebabkan oleh virus degue. Virus ini ditularkan ke manusia melalui gigitan nyamuk Aedes aegypti dan Aedes albopictus. Nyamuk ini banyak hidup di wilayah subtropis dan tropis, termasuk di Indonesia. Hampir setiap tahun, terjadi kasus demam berdarah di Indonesia. Upaya pemerintah untuk mencegah demam berdarah sudah banyak dilakukan. Mengikuti perkembangan teknologi, pemerintah mulai menyimpan data penderita lewat lembaga kesehatan milik mereka, yaitu puskesmas. Namun, data yang disimpan tersebut belum dapat menghasilkan informasi berguna. Data tersebut harus melewati serangkaian proses terlebih dahulu sebelum bisa menjadi informasi. Metode pemrosesan data yang bisa digunakan adalah neural network. Karena neural network memiliki salah satu fungsi yaitu prediksi. Lalu, data hasil prediksi tersebut dapat dimasukkan ke dalam peta digital untuk proses pemetaan. Pemetaan dengan peta digital yang mempunyai warna-warna serta menampilkan tingkat penderitanya dapat dikatakan menghasilkan informasi yang berguna. Hasil dari program ini yaitu website yang dapat menampilkan pemetaan dalam bentuk peta digital, dengan data yang didapat berdasarkan hasil prediksi dengan metode neural network. Sehingga nantinya website ini dapat membantu pihak pemerintah untuk melakukan tindakan preventif terhadap demam berdarah.",
  "creators": "IVAN ENRICO WIDODO",
  "contributors": "Andreas Handojo (Advisor 1); Siana Halim (Advisor 2); Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02021941/INF/2020; Ivan Enrico Widodo (26416044)",
  "subjects": "NEURAL NETWORKS (COMPUTER SCIENCE); APPLICATION SOFTWARE-DEVELOPMENT"
}