{
  "id": "46256",
  "title": "Pengaruh monetary sales promotion, perceived saving, dan perceived quality terhadap purchase intention melalui perceived value pada ibu rumah tangga pengguna mobile payment",
  "abstract": "Tujuan penelitian ini adalah menjelaskan perubahan pola perilaku belanja kaum ibu-ibu khususnya di gerai makanan dan minuman di mal melalui penggunaan mobile payment dengan menjelaskan hubungan antar variabel: monetary sales promotion, perceived saving, perceived quality, perceived value, dan purchase intention. Tipe penelitian ini adalah penelitian kuantitatif. Variabel penelitian meliputi monetary sales promotion, perceived saving, perceived quality, perceived value, dan purchase intention. Jumlah sampel penelitian sebanyak 205 ibu-ibu yang menggunakan Gopay atau OVO. Teknik analisis data menggunakan analisis structural equation model menggunakan program PLS. Temuan penelitian ini menunjukkan bahwa terdapat banyak kesamaan karakteristik demografis dan perilaku ibu-ibu yang sering menggunakan Gopay maupun OVO. Namun yang terlihat adanya perbedaan dilihat dari alokasi cashback. Ibu-ibu yang lebih sering menggunakan Gopay sebesar 57% menggunakan cashback untuk transportasi, sedangkan untuk ibu-ibu yang lebih sering menggunakan Gopay ternyata sebesar 55% menggunakannya untuk belanja online. Hasil pengujian hipotesis menunjukkan bahwa monetary sales promotion berpengaruh positif terhadap perceived saving tetapi tidak berpengaruh terhadap perceived quality. Monetary sales promotion, perceived saving, dan perceived quality berpengaruh positif terhadap perceived value. Perceived value berpengaruh positif terhadap purchase intention.",
  "creators": "KENEDY HAMDJAYA",
  "contributors": "Widjojo Suprapto (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1); Sesilya Kempa, S.E., M.M. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011832/MAN/2020; Kenedy Hamdjaya (31416184)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMERS--RESEARCH"
}