{
  "id": "46269",
  "title": "Perencanaan modifikasi penggunaan sliding door pada mobil jenis Kijang Super",
  "abstract": "Penggunaan mekanisme sliding door pada kendaraan berfungsi mempermudah penumpang untuk membuka ataupun menutup pintu, pintu dengan model geser tersebut juga akan mempermudah saat apabila mobil terpaksa diparkirkan ditempat dengan lokasi parker yang sempit, sehingga penumpang akan lebih mudah keluar dan masuk mobil. Pengaplikasian mekanisme sliding door pada Kijang Super tersebut selain memberikan fungsi utama dalam kemudahan pengoperasiannya, juga memberikan daya tarik tersendiri. Perencanaan modifikasi yang peneliti lakukan yaitu mengganti mekanisme pintu bukaan engsel pada pintu menjadi mekanisme dengan pintu geser yang digerakan oleh motor penggerak elektrik. Dalam perancanganya peneliti menggunakan 3 buah rel yang mana sebagai lintasan dan 3 buah engsel sebagai penopang pintu bagian tengah, lalu motor penggerak elektrik yang digunakan ada 2 buah motor yang berasal dari motor wiper bagian depan dari Isuzu panther 2.0 atau 2.2. Dimana 2 buah motor tersebut akan dihubungkan dengan 2 buah pulley yang selanjutnya akan dihubungkan dengan kawat sling sebagai media yang meneruskan daya putar dari motor sehingga mampu menarik pintu bergerak membuka ataupun menutup. Berdasarkan hasil percobaan dengan menggunakan 2 buah motor elektrik dari Isuzu panther 2.0 atau 2.2 catatan waktu yang dihasilkan rata-rata adalah 4.8 detik untuk proses membuka dan 4.8 detik untuk proses menutup,dan waktu terbaik yang didapatkan dalam 10 kali siklus percobaan adalah 4.52 detik untuk proses membuka dan 4.75 detik untuk proses menutup.",
  "creators": "RHEZA DWI ARIESTA",
  "contributors": "Ninuk Jonoadji (Advisor 1); Joni Dewanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04011328/MES/2019; Rheza Dwi Ariesta (24414004)",
  "subjects": "AUTOMOBILES--MOTORS--MODIFICATION"
}