{
  "id": "46273",
  "title": "Pemanfaatan biji salak sebagai filler komposit plastik polipropilena (pp)",
  "abstract": "Bahan alam memiliki potensi untuk menjadi bahan serat penguat untuk material biokomposit. Banyak serat alam yang telah dijadikan filler dalam material biokomposit dalam industri otomotif contohnya seperti serat kayu, rami, hemp, kenaf, jute, dan sisal. Dalam penelitian ini, peneliti menggunakan limbah dari buah salak yaitu bagian bijinya, serbuk biji salak sebagai filler dan polipropilena (PP) sebagai matriks yang digunakan untuk pembuatan biokomposit. Dalam penelitian ini dilakukan pengujian flexural strength dengan standar ASTM D790-17 dan pengujian SEM (Scanning Electron Microscopy) biokomposit serbuk biji salak per PP dengan enam variasi rasio berat. Variasi rasio serbuk biji salak per PP adalah 5/95, 10/90, 15/85, 20/80, 25/75, dan 30/70% berat. Hasil dari pengujian flexural dengan standar ASTM D790-17 yang tertinggi adalah 42,83 MPa yang didapatkan pada rasio persen berat serbuk biji salak/PP sebagai 15/85. Penambahan filler serbuk biji salak tidak selalu meningkatkan kekuatan dari material biokomposit, dikarenakan ada faktor yang mempengaruhi kekuatan dari material biokomposit yang dibuat. Faktor tersebut adalah kekuatan ikatan antara filler dengan matriks yang kurang maksimal yang dapat dilihat pada pengujian SEM (Scanning Electron Microscopy). Sehingga pada penelitian selanjutnya perlu diberikan penambahan MAPP (Maleated Polypropylene) sebagai coupling agent yang dapat meningkatkan kekuatan dari ikatan filler dengan matriks.",
  "creators": "HERO VICTORIO",
  "contributors": "Prof. Dr. Juliana Anggono, S.T., M.Sc. (Advisor 1); Oegik Soegihardjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01011332/MES/2019; Hero Victorio (24415044)",
  "subjects": "COMPOSITE MATERIALS; COMPOSITE MATERIALS-MECHANICAL PROPERTIES"
}