{
  "id": "46283",
  "title": "Aplikasi rute picking order pada gudang menggunakan metode algoritma Harmony Search berbasis Android",
  "abstract": "Gudang adalah suatu komponen yang penting dalam logistik. Gudang merupakan tempat penyimpanan barang atau bahan, baik berupa bahan baku (raw material), barang setengah jadi (work-in-process), atau barang jadi (finished goods). Gudang dimanfaatkan untuk menyimpan barang agar barang yang disimpan tidak cepat rusak. Teknologi dimanfaatkan untuk mempermudah dan membuat sistem pergudangan menjadi lebih efisien. Penting bagi pemilik untuk mengetahui barang-barang yang ada pada gudang maupun pada toko retail. Barang yang masuk, keluar dan dimutasi harus diketahui agar tidak menyebabkan kerugian bagi pemilik. Untuk memenuhi pesanan dari konsumen maupun untuk menjaga jumlah stok barang pada rak di dalam toko retail, dilakukan picking order untuk mengambil barang-barang yang diperlukan dari dalam gudang. Picking order yang efisien dapat memenuhi pesanan lebih cepat sehingga dapat memenuhi lebih banyak pesanan yang datang. Aplikasi ini memanfaatkan algoritma Harmony Search untuk melakukan perutean. Perutean dibuat untuk melakukan picking order pada gudang untuk memenuhi permintaan. Aplikasi juga dapat menampilkan visualisasi peta gudang untuk mempermudah pengguna. Selain itu, penggunaan sensor berat pada rak toko retail untuk mendeteksi stok pada rak toko retail. Pengguna dapat melakukan pemenuhan permintaan berdasarkan rute yang telah dihitung dengan algoritma Harmony Search.",
  "creators": "KARINA SHELVI GUNAWAN",
  "contributors": "Andreas Handojo (Advisor 1); Tanti Octavia (Advisor 2); Leo Willyanto Santoso (Examination Committee 1); I Gede Agus Widyadana (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021922/INF/2020; Karina Shelvi Gunawan (26416093)",
  "subjects": "ANDROID (COMPUTER PROGRAM); ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE); APPLICATION SOFTWARE--DEVELOPMENT"
}