{
  "id": "463",
  "title": "A Study of the main characters' kinds of love stages and the impact of their love in Edith Wharton's The Age of Innocence",
  "abstract": "This thesis is concerned with the kinds of love stages that the main characters have and the impact of their love. The thesis writer finds out that the main characters have different kinds of love stages: they are liking, romantic love, fatuous love, empty love and infatuation love. The main characters express their love in different ways, but they have the same impact of their love; all of them suffer and are lonely. This novel sounds interesting for the thesis writer since she finds that love between man and woman is not as sweet as they thought. Love can bring bitterness. The thesis writer decides to limit her thesis analysis on the main characters only, namely Newland Archer, Ellen Olenska, and May Welland. In analzing her topic, the thesis writer uses library research and literary approach by using literary devices, namely characterization. Besides, she also uses the theory of love. As a conclusion, the thesis writer finds that love stages between man and woman is an interesting topic to discuss. Every man and woman experience it and cannot refuse its presence. Each character of this novel expresses the different love stages, but they get the same impact, the sadness and loneliness in their life. In this novel, the thesis writer also finds some attitudes of jealousy as a result of infatuatuos love as seen in one of the main characters which makes all the main characters get hurt.",
  "creators": "YULIANA MAGDALENA HARTONO",
  "contributors": "Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Advisor 1); SAMUEL GUNAWAN (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1022; Yuliana Magdalena Hartono (11494088)",
  "subjects": "CONCRETE PRODUCTS INDUSTRY-RESEARCH; WHARTHON, EDITH-1862-1937. THE AGE OF INNOCENCE-STUDY AND TEACHING"
}