{
  "id": "46320",
  "title": "The application of the SAMR model in the 12th-Grade-English classroom of \"S\" Senior High School",
  "abstract": "This study set out to investigate the application of the SAMR model by an English Teacher of “S” Senior High School. The writer also discussed the similarities and differences related to the SAMR levels and the learning technologies employed in teaching speaking, reading, listening and writing. This study was based on Puentedura (2013) theory about SAMR (Substitution, Augmentation, Redefinition and Modification) model. The data were collected by collecting the teacher’s RPPs and asking some questions to the teacher for clarification. The writer found that the teacher used Microsoft Office and Websites as the learning technologies in his English classes, but operated mostly at the substitution level. There was a time when the teacher reached the augmentation level in his writing class. Another interesting finding was that the teacher’s selection of the technologies used would be primarily based on the type of classroom activities. The collected data also indicated that the teacher did not use various learning technologies and did not reach the modification and redefinition levels due to the teacher’s lack of knowledge and his belief of his students’ inabilities in using techniques. The writer hopes that the finding of this current study would develop an understanding of how to implement the SAMR framework by using technologies in teaching speaking, reading, listening and writing.",
  "creators": "ANGELA GRACE HANDOKO",
  "contributors": "Flora Debora (Advisor 1); Henny Putri (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012317/ING/2020; Angela Grace Handoko (11416021)",
  "subjects": "ENGLISH LANGUAGE--STUDY AND TEACHING; ENGLISH LANGUAGE--TECHNICAL ENGLISH"
}