{
  "id": "46325",
  "title": "Evaluasi program kemitraan dan bina lingkungan sebagai community relations PT Jasa Marga (Persero) Cabang Surabaya-Gempol",
  "abstract": "PT Jasa Marga (Persero) Cabang Surabaya-Gempol menjalankan Program Kemitraan dan Bina Lingkungan. Pihak perusahaan mengatakan bahwa program tersebut merupakan bentuk kepedulian dan tanggung tawab perusahaan terhadap perekonomian masyarakat sekitar jalan tol. Perusahaan juga berharap bahwa dari adanya program tersebut bisa membangun relasi yang baik dengan masyarakat. Namun, meskipun sudah dilakukan bertahun-tahun Program Kemitraan dan Bina Lingkungan masih mendapati hambatan-hambatan. Peneliti melakukan evaluasi untuk melihat akar permasalahan dari hambatan yang ada. Evaluasi dilakukan dengan mencocokkan proses community relations dan menganalisis temuan data untuk didapatkan akibat dari hambatan-hambatan tersebut. Hasilnya ditemukan bahwa komunikasi dua arah dengan para Mitra Binaan masih kurang karena masyarakat cenderung pasif. Perusahaan juga harus lebih transparan dan memperbaharui pelaporan mengenai corporate social responsibility di mana hal ini terkait dengan Program Bina Lingkungan dan juga mampu menjadi sarana komunikasi dengan masyarakat. Evaluasi program yang dilakukan perusahaan hanya mencakup sebagian kecil yaitu untuk menunjukkan indeks kepuasan, akan lebih baik apabila mencakup berhasil tidaknya Program Kemitraan dan Bina Lingkungan mewujudkan kesejahteraan serta melihat bagaimana kondisi hubungan dan komunikasi dengan masyarakat.",
  "creators": "MAURA FAJIRIN PRATIWI",
  "contributors": "Dr.,Drs. OTTO BAMBANG WAHYUDI, M.Si.,MM. (Advisor 1); Titi Nur Vidyarini, S.Sos., M.Comms. (Advisor 2); Felicia Goenawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10015554/KOM/2020; Maura Fajirin Pratiwi (51415114)",
  "subjects": "COMMUNICATION IN INDUSTRIAL RELATIONS; PUBLIC RELATIONS"
}