{
  "id": "4633",
  "title": "Perancangan dan pembuatan sistem administrasi proposal kegiatan \"Keluarga Besar Mahasiswa\" Universitas Kristen Petra berbasis web",
  "abstract": "Suatu proposal adalah syarat yang harus dipenuhi dalam membuat suatu kegiatan. Suatu kegiatan tidak dapat berjalan apabila proposal tidak disetujui atau tanpa suatu proposal. Keefektifan manajemen proposal sangat mempengaruhi untuk berjalannya suatu kegiatan. Apabila pemeriksaaan proposal lama maka akan menghambat pelaksanaan suatu kegiatan. Maka dari itu membuat sistem manajemen proposal menjadi lebih baik, efektif, dan efisien akan membantu kegiatan itu sendiri. Website ini menawarkan sistem online dimana menggunakan software PHP, webserver apache, dan database SQL Server. Proses dari sistem manajemen proposal melibatkan pemohon, pemeriksa, dan administrator sebagai pelaku dari sistem manajemen proposal. Sistem manajemen proposal menyediakan sistem pengajuan, pemeriksaan sampai dengan pengarsipan proposal kegiatan, dan sistem tracking yang mempermudah pemohon untuk memonitor jalannya proposal. Ditambah dengan komunikasi melalui forum untuk menunjang sistem manajemen proposal Sistem manajemen proposal online membantu dalam kendala komunikasi tatap muka yang menjadi kendala utama dalam sistem manual. Secara keseluruhan sistem manajemen proposal online mengefektifkan kinerja dari tiap lembaga yang terlibat. Kinerja yang efektif akan membuat manajemen proposal lebih efisien.",
  "creators": "BISMA ADILUHUNG N K W",
  "contributors": "Resmana Lim (Advisor 1); Adi Wibowo, S.T., M.T., Ph.D. (Advisor 2); Kartika Gunadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02000246/INF/2004; Bisma Adiluhung N.K. Wijaya (26499141)",
  "subjects": "DATABASE MANAGEMENT; DATABASE DESIGN; PROGRAMMING (ELECTRONIC COMPUTERS)"
}