{
  "id": "46338",
  "title": "The construction of meaning through the visual images and written texts in Nature Republic",
  "abstract": "Advertisement is an important business tool that enables companies to promote their products, as well as delivering a message to its viewers. Therefore, visual images and written texts are used. In this research, I aimed to discover how the Nature Republic constructs the meaning in their advertisement posters entitled “Soothing Gel” and “Soothing & Moisture Aloe Vera 90% Body”. To reveal the construction meaning through the visual images, I used Paltridge’s theory of multimodal discourse analysis, denotative, and connotative theories to help analyze data from the written texts. I used a qualitative approach in doing this research because the procedure itself was applicable to interpreting both visual images and written texts. I started analyzing by looking at Nature Republic posters and new products, then compiling the table. The data were further divided into two major points, which were Multimodal Discourse Analysis for the first research question and Denotative and Connotative for the second one. I aimed to discover what the meanings that are constructed through the visual images are and how the senses are supported by the written texts in the posters of Nature Republic. Based on my analysis, I found that the construction of meaning in the sign could be seen through visual images and written texts. Through the poster, Nature Republic is building the feelings of being beautiful, young, confident, natural, pure, and trustworthy to its consumers. In conclusion, Nature Republic is trying to make consumers believe in their products and deliver many values through its posters.",
  "creators": "WENDY CYNTHIA GUNAWAN",
  "contributors": "Liliek Soelistyo (Advisor 1); Drs. Setefanus Suprajitno, M.A., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012320/ING/2020; Wendy Cynthia Gunawan (11415038)",
  "subjects": "POSTERS; VISUAL COMMUNICATION; BRANDING (MARKETING)"
}