{
  "id": "46363",
  "title": "Studi pengaruh teknik laminasi pada proses pembuatan keris pada sifat logamnya",
  "abstract": "Keris adalah salah satu warisan budaya Indonesia yang dinyatakan oleh UNESCO sebagai “a Masterpiece of the Oral and Intangible Heritage of Humanity”. Keris menyimpan pengetahuan kuno yang bisa digali tetapi sangat sedikit penelitian yang dilakukan. Penelitian Tugas Akhir ini mempelajari pengaruh teknik laminasi dalam proses pembuatan keris terhadap sifat mekanisnya. Sifat mekanis yang dipelajari adalah kekerasan dan kekuatan tarik, selain itu juga dilakukan pengamatan terhadap struktur mikronya. Benda uji dalam penelitian tugas akhir ini dibuat dengan metode tradisional yang diawali dengan pentanuran pasir besi, ektraksi sponge iron, pemadatan sponge iron dalam pipa kotak baja dan penempaan panas menjadi spesimen uji tarik. Teknik laminasi yang digunakan untuk membuat sampel adalah teknik laminasi mlumah dan teknik laminasi miring. Sampel laminasi miring mempunyai kekuatan tarik yang lebih tinggi dari sampel tanpa laminasi. Hasil uji tarik adalah sebagai berikut 37.44 kgf/ mm2 (laminasi miring), 35.61 kgfi/mm2 (laminasi mlumah) dan 26,67 kgf'mm2 (tanpa laminasi). Nilai dari uji tarik adalah bersesuaian dengan hasil uji kekerasan sebagai berikut, 225.2 - 255.1 VHN (laminasi miring), 224.9 - 260.2 VHN (laminasi mlumah) dan 216.9 - 242.2 VHN (laminasi mlumah). Bahan keris pada penelitian ini ditemukan sebagai baja hypo-eutectoid dengan struktur mikro utama terdiri dari ferit dan perlit.",
  "creators": "PRIYANTO HONGGONO",
  "contributors": "Prof. Dr. Juliana Anggono, S.T., M.Sc. (Advisor 1); Didik Wahjudi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010854/MES/2008; Priyanto Honggono (24401007)",
  "subjects": "METAL WORK; METAL STAMPING; FORGING; BLACKSMITHING"
}