{
  "id": "46365",
  "title": "Analisa kompensasi klaim, tingkat pelaksanaan dan masalah prosedur klaim konstruksi",
  "abstract": "Klaim konstruksi merupakan salah satu sumber masalah utama pada proyek konstruksi. Prosedur klaim yang tidak jelas dan terstruktur dapat menyebabkan klaim tidak dipenuhi, sehingga tidak mendapatkan kompensasi dan malah berujung konflik. Penelitian ini bertujuan untuk mencari tingkat pemenuhan kompensasi klaim, tingkat pelaksanaan dan frekuensi masalah pada prosedur klaim konstruksi. Pengumpulan data dilakukan dengan menyebar kuisoner kepada staf kontraktor bangunan bertingkat di wilayah Surabaya. Kemudian data akan dianalisa dengan menghitung persentase tingkat pemenuhan kompensasi berdasarkan empat tipe klaim yang ada, sedangkan untuk tingkat pelaksanaan dan masalah dianalisa dengan menghitung rata-rata dari jawaban responden pada enam tahapan prosedur serta masalah-masalah pada setiap tahapan tersebut. Hasil penelitian menunjukkan bahwa pada empat tipe klaim yang ada mayoritas bentuk kompensasi yang umum dipenuhi adalah penambahan jumlah material, sedangkan untuk kompensasi yang umum tidak dipenuhi adalah penambahan profit. Pada tingkat pelaksanaan, hampir semua tahapan memiliki nilai rata-rata diatas empat, yang menunjukkan pihak kontraktor tergolong sering melaksanakan semua tahapan prosedur klaim di SOP mereka yang ada di proyek. Sedangkan untuk frekuensi masalah, secara keseluruhan semua masalah yang ada pada setiap tahapan prosedur klaim dapat disimpulkan kadang-kadang terjadi dengan nilai rata-rata kurang dari empat.",
  "creators": "ROBBY ADI; RYGO BYANTA",
  "contributors": "Andi (Advisor 1); Doddy Prayogo S.T. (Examination Committee 1); Januar Buntoro (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012400/SIP/2020; Robby Adi (21416222), Rygo Byanta (21415159)",
  "subjects": "CONSTRUCTION INDUSTRY--FINANCE; CONSTRUCTION INDUSTRY--MANAGEMENT; CLAIMS"
}