{
  "id": "46371",
  "title": "Pengaruh variasi gradasi agregat batas bawah hingga batas tengah pada campuran aspal emulsi dingin",
  "abstract": "Campuran Aspal Emulsi Dingin (CAED) merupakan campuran aspal yang memiliki banyak keuntungan dibandingan dengan campuran aspal panas. Penggunaan CAED diharapkan dapat menggantikan campuran aspal panas sebagai lapisan permukaan jalan. Penelitian ini bertujuan untuk menguji karakteristik Campuran Aspal Emulsi Dingin (CAED) dari gradasi agregat batas tengah hingga batas bawah dengan menggunakan agregat lokal yang berasal dari kota Jember. Benda uji yang digunakan dalam penelitiaan ini merupakan Campuran Aspal Bergradasi Rapat (CEBR) Tipe IV. Aspal yang digunakan adalah Aspal CSS-1h (Cationic Slow Setting – 1 hard) yang diproduksi oleh PT Bangun Olah Bitumen (BOB) Mojokerto. Benda uji setiap batas gradasi dibuat dengan spesifikasi dan jumlah pemadatan yang identik. Nilai Kadar Aspal Residu Optimum (KARO) pada setiap batas gradasi agegat sebesar 10.1% untuk batas tengah, 10.4% untuk batas rata bawah, dan 9.1% untuk batas bawah. Karakteristik pada setiap batas gradasi agregat dari CEBR Tipe IV memenuhi semua spesifikasi yang telah ditentukan. Nilai stabilitas dan porositas yang digunakan sebagai parameter utama CAED didapatkan nilai secara berturut-turut untuk batas tengah sebesar 422.95 kg, 7.61%; batas rata bawah sebesar 324.03 kg, 8.93%; batas bawah sebesar 423.05 kg, 9.83%.",
  "creators": "JEFFREY CHRISTIAN NATAKUSUMA; NICO PRAYOGO",
  "contributors": "Paravita Sri Wulandari (Advisor 1); Harry Patmadjaja (Advisor 2); Rudy Setiawan (Examination Committee 1); Johanes Indrojono Suwono (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012368/SIP/2020; Jeffrey Christian Natakusuma (21415076), Nico Prayogo (21415005)",
  "subjects": "ASPHALT EMULSION MIXTURES; ASPHALT EMULSION MIXTURES--TESTING"
}