{
  "id": "46379",
  "title": "Aplikasi penentuan pendonor darah potensial di Surabaya menggunakan Support Vector Machine berbasis Android",
  "abstract": "Darah merupakan bagian terpenting dalam tubuh manusia, namun sayangnya darah tidak dapat diciptakan kecuali dari manusia sendiri. Untuk mengatasinya maka dilakukan donor darah yang merupakan kegiatan sukarela. Hal ini menyebabkan stok darah di masa depan tidak akan diketahui. Selain itu, informasi mengenai kegiatan donor darah belum dapat diakses dengan mudah oleh pendonor. Oleh karena itu, dibutuhkan suatu sistem untuk memprediksi jumlah pendonor potensial di masa depan dan juga dibutuhkan sarana untuk menyajikan informasi tentang kegiatan donor darah. Aplikasi yang akan dibuat mencakup dua hal, yaitu aplikasi website admin dan aplikasi android untuk pendonor. Website admin berguna untuk mengatur data kegiatan donor darah. Aplikasi android berguna untuk menyajikan informasi mengenai kegiatan donor darah. Untuk penentuan pendonor darah potensial menggunakan Support Vector Machine yang nantinya akan mengklasifikasikan pendonor menjadi pendonor darah potensial dan yang tidak potensial. Hasil akhir dari program ini yaitu suatu sistem dapat mengatur kegiatan donor darah. Selain itu, sarana penyampaian informasi untuk pendonor juga disajikan dalam bentuk aplikasi android. Sistem mampu menghasilkan prediksi jumlah pendonor darah yang potensial dan yang tidak potensial pada suatu lokasi dan waktu tertentu dalam range waktu yang ditentukan.",
  "creators": "GITA BERLIANY KARAENG",
  "contributors": "Andreas Handojo (Advisor 1); ANITA NATHANIA (Advisor 2); Kartika Gunadi (Examination Committee 1); Hans Juwiantho, S.Kom., M.Kom,. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021955/INF/2020; Gita Berliany Karaeng (26416129)",
  "subjects": "ANDROID (ELECTRONIC RESOURCE); WEB APPLICATIONS"
}