{
  "id": "46388",
  "title": "Persepsi antargenerasi terhadap probabilitas pemeriksaan pajak, perilaku petugas pajak dan tingkat kepatuhan pajak sukarela",
  "abstract": "Setiap generasi memiliki karakteristik dan sudut pandang yang berbeda terkait dengan persepsi pemeriksaan pajak. Perbedaan persepsi yang dimiliki tiap individu ini menyebabkan pemeriksaan pajak tidak selalu berguna untuk menakut-nakuti wajib pajak. Tujuan dari penelitian yaitu untuk membandingkan persepsi pemeriksaan pajak antara tiga generasi, Millennials, Generasi X, dan Baby Boomers. Persepsi pemeriksaan pajak antargenerasi dibagi menjadi dua indikator, yaitu probabilitas pemeriksaan pajak dan perilaku petugas pajak. Penelitian ini juga menguji perbedaan persepsi mengenai tingkat kepatuhan pajak sukarela antargenerasi. Metode pengambilan data yang digunakan dalam penelitian ini menggunakan survei yang dilakukan pada tahun 2019 ke empat kota besar di Indonesia yang meliputi Jakarta, Surabaya, Semarang, dan Denpasar. Sampel yang digunakan dalam penelitian ini sebanyak 113 wajib pajak orang pribadi yang pernah menerima surat panggilan pajak terkait pemeriksaan dan berinteraksi dengan petugas pajak terkait surat panggilan tersebut. Teknik analisis menggunakan Custom Factorial ANOVA dan menggunakan perangkat lunak SPSS. Hasil penelitian ini menunjukkan bahwa Millenial dan X memiliki persepsi yang berbeda tentang pemeriksaan pajak mengenai probabilitas pemeriksaan, dan perilaku pemeriksa dibandingkan dengan Baby Boomers. Hasil penelitian ini juga menemukan bahwa tiga generasi menunjukkan tingkat kepatuhan pajak sukarela yang berbeda.",
  "creators": "ALVIN SOEGIHONO",
  "contributors": "Elisa Tjondro (Advisor 1); Yenni Mangoting (Examination Committee 2); Agus Arianto Toly, S.E., M.S.A., Ak. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011457/AKT/2020; Alvin Soegihono (32416199)",
  "subjects": "PROBABILITY; TAX AUDITING"
}