{
  "id": "46382",
  "title": "Pengaruh distributive tax fairness dan personal norms terhadap tax compliance di Indonesia",
  "abstract": "Otoritas pajak perlu mengerti tentang faktor-faktor yang mempengaruhi tingkat Tax Compliance Wajib Pajak. Beberapa faktor yang mempengaruhi Tax Compliance yaitu Distributive Tax Fairness dan Personal Norms. Distributive Tax Fairness berkaitan dengan pertukaran sumber daya yang adil, dalam hal ini mencakup biaya dan manfaat. Personal Norms berkaitan dengan nilai dalam diri seseorang. Penelitian ini bertujuan untuk menguji pengaruh Distributive tax fairness dan Personal Norms terhadap tingkat Tax Compliance wajib pajak. Variabel dependen yang digunakan dalam penelitian ini adalah Tax Compliance, Sedangkan variabel independen yang digunakan adalah Distributive lax fairness dan Personal Norms. Dua variabel ini merupakan faktor yang berasal dari dalam diri Wajib Pajak itu sendiri dan memiliki indikasi untuk mempengaruhi tingkat Tax Compliance. Penelitian ini menggunakan metode survey dan pengumpulan data yang dilakukan dengan menyebarkan kuisioner secara online. Sampel dalam penelitian ini adalah 101 Wajib Pajak Orang Pribadi yang melakukan usaha dan pekerjaan bebas. Tcknik analisis data yang digunakan dalam penelitian ini adalah regresi linear berganda. Hasil penelitian ini menemukan bahwa Distributive Tax fairness dan Personal Norms berpengaruh positif terhadap tingkat Tax Compliance Wajib Pajak.",
  "creators": "AUDLEY NATHANAEL ISKANDAR",
  "contributors": "Yenni Mangoting (Advisor and Examination Committee); R.Arja Angka Asa Aras Adji S. (Examination Committee 1); Retnaningtyas Widuri, S.Sos., M.M. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011454/AKT/2020; Audley Nathanael Iskandar (32416203)",
  "subjects": "TAXPAYER COMPLIANCE--INDONESIA"
}