{
  "id": "46385",
  "title": "Persepsi antar generasi terhadap probabilitas pemeriksaan pajak, prosedur pemeriksaan pajak dan kepatuhan pajak sukarela",
  "abstract": "Setiap generasi memiliki karakteristik dan sudut pandang yang berbeda terkait dengan persepsi pemeriksaan pajak. Oleh karena itu, pemeriksaan pajak tidak selalu berguna untuk menakuti-nakuti wajib pajak seperti orang-orangan sawah (scarecrow). Tujuan dari penelitian ini yaitu untuk membandingkan persepsi pemeriksaan pajak tekait probabilitas pemeriksaan, prosedur pemeriksaan dan kapatuhan pajak sukarela antara tiga generasi, Millennials, X, dan Baby boomers. Persepsi dalam pemeriksaan pajak dilakukan dengan dua indikator, yaitu probabilitas pemeriksaan dan prosedur pemeriksaan. Studi dalam penelitian ini untuk menguji perbedaan persepsi kepatuhan pajak sukarela antargenerasi. Metode dalam pengambilan data dalam penelitian ini menggunakan survey yang dilakukan pada tahun 2019 ke empat kota besar di Indonesia yang meliputi Jakarta, Surabaya, Semarang, dan Denpasar. Sampel yang digunakan dalam penelitian ini sebanyak 113 wajib pajak orang pribadi yang telah menerima surat panggilan pajak dan berinteraksi dalam melakukan tanggapan dengan petugas pajak terkait dengan kewajiban pajak. Teknik analisis menggunakan Custom Factorial ANOVA dengan SPSS. Penulis menemukan bahwa Millenial dan X memiliki persepsi yang berbeda tentang pemeriksaan pajak mengenai probabilitas pemeriksaan dan prosedur pemeriksaan dengan Baby boomers. Penulis juga menemukan bahwa tiga generasi menunjukkan tingkat kepatuhan pajak sukarela yang berbeda.",
  "creators": "FELIX FERNANDO",
  "contributors": "Elisa Tjondro (Advisor and Examination Committee); Yenni Mangoting (Examination Committee 1); Agus Arianto Toly, S.E., M.S.A., Ak. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011455/AKT/2020; Felix Fernando (32416090)",
  "subjects": "TAX AUDITING; TAXPAYER COMPLIANCE"
}