{
  "id": "46396",
  "title": "Heloe Dessert: reformulation of water droplet cake with aloe vera, lemon, and honey",
  "abstract": "This theoretical and practical assemblage illustrates the development of a new food product through the framework of the New Product Development (NPD) theory. Secondary research was conducted to evaluate arguments on Creativity, Innovation, and Entrepreneurship which eventually leads to NPD theories evaluation and the proposal of a newly developed New Food Product Development (NFPD) framework. Consumer behaviour and current trends that surround Switzerland and Europe were also evaluated to direct the development of a feasible product through secondary research, while supported by primary research. The target market is Generation X of Europe, mainly Switzerland residents. After a thorough assessment of the market, the product conceptualized is a healthy dessert that is derived from a traditional Japanese street snack, Water Droplet Cake (Mizu Shingen mochi), to fill the market gap. Detailed primary research, uch as focus group and questionnaires, were utilized to assist in accomplishing the production of a market-ready version of the product. Through this, the NPD model proposed by the author will be explored as the product evolves, therefore resulting in an advanced product with detailed standard recipes. As this study was conducted in an educational environment, a thorough reflection of the process and the result has been done, thereby describing limitations and providing recommendations for future improvements of the product and the author’s approach to NFPD.",
  "creators": "ALDIAN NERRYN PUTRI SUMARDI",
  "contributors": "Sienny Thio (Examination Committee 1); Dr. Carrie-Ann Bruehlmann (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 33020932/MAN/2020; Aldian Nerryn Putri Sumardi (33415126)",
  "subjects": "FOOD SERVICE MANAGEMENT"
}