{
  "id": "46395",
  "title": "Pengaruh kepuasan penggunaan e-tax system terhadap ekspektasi wajib pajak terkait penggunaan konsultan pajak",
  "abstract": "Pada negara berkembang seperti Indonesia banyak Wajib Pajak yang menggunakan jasa individu yang tidak terdaftar sebagai konsultan pajak dalam melaksanakan kewajiban perpajakan mereka. Individu tersebut tidak tunduk pada etika profesi konsultan pajak karena bukan anggota dari organisasi profesi. Tujuan penelitian ini adalah mengidentifikasi apakah kepuasan terhadap sistem pajak elektronik (e-tax system; seperti e-Filing, e-Billing, e-SPT, e-Form, e-Registration, dan lain lain) dapat mempengaruhi ekspektasi Wajib Pajak terhadap konsultan pajak. Semakin tinggi ekspektasi menunjukkan bahwa Wajib Pajak memerlukan konsultan pajak resmi yang terdaftar di IKPI, dibandingkan dengan individu yang bukan konsultan pajak (konsultan tanpa legalitas). Ekspektasi dibagi dalam tiga aspek yaitu, saving money, legal compliance, dan Direktorat Jenderal Pajak protection (DGT protection). Metode survei digunakan untuk memperoleh data dari Wajib Pajak yang telah menggunakan aplikasi e-tax system lebih dari 3 (tiga) kali. Total data sampel yang diolah berjumlah 105 Wajib Pajak dari Jakarta, Surabaya, Semarang, dan Denpasar. Teknik Analisa yang digunakan adalah regresi linear berganda menggunakan software SPSS. Hasil uji menunjukkan kepuasan terhadap e-tax system mempengaruhi ekspektasi Wajib Pajak terhadap ekspektasi legal compliance dan DGT protection terkait indikator perlindungan dari institusi pajak dalam hal pemeriksaan pajak.",
  "creators": "GRACIELLA TANAYA",
  "contributors": "Elisa Tjondro (Advisor and Examination Committee); Yenni Mangoting (Examination Committee 1); Agus Arianto Toly, S.E., M.S.A., Ak. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011452/AKT/2020; Graciella Tanaya (32416039)",
  "subjects": "CONSUMERS--RESEARCH; TAX AUDITING"
}