{
  "id": "46408",
  "title": "Survey status risiko pada tahap pra konstruksi dan konstruksi di proyek perumahan",
  "abstract": "Bidang properti khususnya sektor perumahan cenderung menunjukkan perkembangan dibandingkan dengan tahun-tahun sebelumnya karena permintaan masyarakat akan rumah tinggal meningkat cukup pesat. Untuk mengelola risiko secara efektif maka perlu melakukan identifikasi risiko yang terdapat pada berbagai sumber literatur yang ada, kemudian risiko yang ada akan dianalisis status risikonya sehingga dapat dikelola dengan benar. Tujuan dari penelitian ini adalah untuk mengetahui status risiko mana yang paling tinggi terhadap dampak waktu, dampak biaya, dan dampak kualitas pada tahap pra konstruksi dan konstruksi di proyek perumahan. Pengumpulan data dilakukan dengan menyebarkan kuisioner kepada 60 responden di Surabaya dan Sidoarjo, di mana masing-masing 30 responden terdiri dari kelompok 1 (owner dan konsultan perencana) dan kelompok 2 (konsultan pengawas dan kontraktor). Kemudian data akan dianalisa dengan uji mean untuk frekuensi kejadian dan dampak risiko serta uji validitas dan realibilitas untuk menguji kelayakan item pertanyaan. Hasil penelitian didapatkan status risiko tertinggi adalah high. Dari ketiga dampak risiko yang tergolong high seperti yang dijelaskan sebelumnya, item risiko “Pembebasan lahan” merupakan yang tertinggi pada tahap pra konstruksi sedangkan pada tahap konstruksi item risiko “Rotasi pekerja yang tinggi”, “Kurangnya jumlah pekerja dilapangan”, dan “Kerusakan material di lapangan” merupakan item risiko yang tertinggi.",
  "creators": "ALDO FERNALDY GOZALI; JONATHAN SETIAWAN",
  "contributors": "Paulus Nugraha (Advisor 1); Ratna S. Alifen (Examination Committee 1); Januar Buntoro (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012392/SIP/2020; Aldo Fernaldy Gozali (21415025, )Jonathan Setiawan (21415042)",
  "subjects": "CONSTRUCTION PROJECTS-MANAGEMENT; RISK MANAGEMENT"
}