{
  "id": "46400",
  "title": "Pengaruh kepuasan penggunaan sistem pajak elektronik terhadap ekspektasi wajib pajak terkait jasa konsultan pajak",
  "abstract": "Banyak Wajib Pajak di negara berkembang seperti Indonesia, menggunakan jasa konsultan pajak yang tidak terdaftar dalam IKPI dan tidak memiliki izin konsultan pajak untuk melakukan persiapan pajak. Konsultan pajak tersebut tidak berada di bawah kode etik profesi karena bukan anggota organisasi profesional. Tujuan dari penelitian ini adalah untuk menyelidiki apakah meningkatnya kepuasan terhadap sistem pajak elektronik dapat mempengaruhi ekspektasi Wajib Pajak terkait jasa konsultan pajak. Harapan yang meningkat kepada seorang profesional pajak menunjukkan bahwa Wajib Pajak lebih memilih untuk menggunakan konsultan pajak beregister daripada konsultan pajak yang tidak. Ekspektasi terhadap konsultan pajak diukur dalam tiga hal, yaitu saving time, legal compliance, dan DGT protection. Penelitian ini menggunakan metode survei untuk mengumpulkan data dari Wajib Pajak yang telah menggunakan sistem pajak elektronik secara langsung minimum tiga kali. Total sampel adalah 105 Wajib Pajak dari Jakarta, Surabaya, Semarang, dan Denpasar. Teknik analisis yang digunakan adalah regresi linear berganda dengan software SPSS. Penelitian ini menemukan bahwa kepuasan sistem pajak memengaruhi tiga ekspektasi Wajib Pajak terhadap konsultan pajak dalam hal saving time, legal compliance, dan DGT protection. Penelitian ini juga menemukan bahwa kepuasan sistem pajak elektronik paling memengaruhi ekspektasi terhadap konsultan pajak untuk berperan sebagai pelindung dari otoritas pajak dalam kasus pemeriksaan pajak.",
  "creators": "JESSICA THERESIA",
  "contributors": "Elisa Tjondro (Advisor and Examination Committee); Yenni Mangoting (Examination Committee 1); Agus Arianto Toly, S.E., M.S.A., Ak. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011453/AKT/2020; Jessica Theresia (32416204)",
  "subjects": "TAX AUDITING; TAX CONSULTANTS"
}