{
  "id": "46410",
  "title": "Survey terhadap keputusan kontraktor di Surabaya untuk meningkatkan produktivitas proyek",
  "abstract": "Dalam kegiatan siklus hidup suatu proyek yang dimulai dengan proses inisiasi, studi kelayakan, perencanaan desain engineering, pengadaan dan implementasinya tidak akan sukses jika faktor produktivitas sumber daya yang digunakan tidak optimal dengan baik. Dalam siklus hidup suatu proyek kinerja produktivitas sangat ditentukan pada tahap pelaksanaannya (konstruksi). Hal yang menjadi suatu permasalahan yang umumnya timbul dalam suatu pelaksanaan konstruksi yaitu minimnya kinerja produktivitas yang dihasilkan dari sumber daya yang digunakan. Tujuan dari penelitian ini adalah mengetahui keputusan yang berpengaruh untuk meningkatkan produktivitas proyek konstruksi serta mengetahui perbedaan pengambilan keputusan di tiap jenis kontraktor. Metode yang dilakukan pada penelitian ini yaitu melakukan survey, dengan membagikan kuesioner kepada beberapa kontraktor di Surabaya. Teknik analisis yang digunakan adalah analisa rata-rata, dan Kruskal Wallis. Hasil analisis menunjukkan bahwa faktor-faktor komunikasi antar pihak, melakukan pengawasan lapangan, penjadwalan proyek, keterlambatan pengiriman material dari supplier, melakukan pengendalian biaya merupakan faktor-faktor yang paling berpengaruh untuk meningkatkan produktivitas. Dalam penelitian ini tidak terdapat perbedaan pendapat keputusan tiap tipe kontraktor.",
  "creators": "YONATHAN WIJAYA; LUKMAN DHARMA HOLIS",
  "contributors": "Paulus Nugraha (Advisor 1); Andi (Examination Committee 1); Sentosa Limanto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012398/SIP/2020; Yonathan Wijaya (21415175), Lukman Dharma Holis (21415110)",
  "subjects": "CONTRACTORS; CONSTRUCTION INDUSTRY--MANAGEMENT; CONSTRUCTION INDUSTRY--LABOR PRODUCTIVITY; PROJECT MANAGEMENT"
}