{
  "id": "46439",
  "title": "Pengaruh capital expenditure terhadap respon investor pada perusahaan sektor industri barang konsumsi",
  "abstract": "Penelitian ini bertujuan untuk mengetahui pengaruh capital expenditure terhadap respon investor pada perusahaan sektor industri barang konsumsi. Kinerja sektor industri barang konsumsi sedang mengalami penurunan. Walaupun kinerja sektor industri barang konsumsi sedang mengalami penurunan namun, di sisi lain sektor industri barang konsumsi masih memiliki prospek yang baik untuk berkembang di masa depan. Oleh karena itu kebutuhan pengeluaran modal pada industri ini masih cukup tinggi. Hasil penelitian sebelumnya menunjukkan temuan yang berbeda-beda, oleh karena itu penelitian ini akan meneliti pengaruh capital expenditure terhadap respon investor pada perusahaan sektor industri barang konsumsi tahun 2014-2018. Hasil penelitian ini akan memberikan gambaran yang lebih menyeluruh terhadap temuan-temuan penelitian sebelumnya atas pengaruh capital expenditure terhadap respon investor pada perusahaan yang terdaftar di Bursa Efek Indonesia. Penelitian ini berbentuk penelitian kuantitatif, dengan data sekunder dari 31 perusahaan sektor industri barang konsumsi yang terdaftar di BEI sejak tahun 2014-2018. Teknik analisis data yang dipakai adalah model regresi berganda software GRETL. Penelitian berguna bagi investor, dan manajemen dengan hasil penelitian yang menunjukkan bahwa capital expenditure berpengaruh terhadap respon investor pada perusahaan sektor industri barang konsumsi.",
  "creators": "INDRAWAN ADITYA MULJADI",
  "contributors": "Juniarti (Advisor and Examination Committee); Josua Tarigan (Examination Committee 1); Saarce Elsye Hatane (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011480/AKT/2020; Indrawan Aditya Muljadi (32415203)",
  "subjects": "STOCKHOLDERS"
}