{
  "id": "46433",
  "title": "Studi tentang optimalisasi penghawaan alami dan buatan pada gedung Universitas Kristen Petra (P1&P2)",
  "abstract": "Semenjak pemanasan global sudah menjadi perhatian dunia, banyak langkah-langkah yang dilakukan oleh kalangan pemerintahan maupun oleh ilmuwan untuk memperkecil penggunaan sumber daya alam yang mengakibatkan begitu banyaknya dampak secara langsung maupun tidak langsung kepada manusia. Salah satu penelitian tesis ini berhubungan dengan penghematan konsumsi energi listrik yang sebagian besar digunakan untuk keperluan bangunan di kota besar, karena sebagian besar penggunaan energi listrik di Indonesia masih menggunakan bahan bakar fossil atau batu bara. Dalam hal ini gedung Universitas Kristen Petra P1 dan P2 yang akan dibangun menjadi tujuan penelitian kami untuk memperkecil penggunaan konsumsi energi listrik dengan cara melakukan efisiensi penggunaan pendingin ruangan. Simulasi penghawaan alami dan penghawaan buatan gedung Universitas Kristen Petra P1 dan P2 ini menggunakan bantuan program Autodesk ECOTECT karena memiliki kelebihan pada simulasi yang dilakukan dapat mengetahui seberapa besar penggunaan penghawaan alami yang mampu dimanfaatkan sebagai penghawaan untuk ruang-ruang terutama pada ruang kelas yang ada di gedung Universitas Kristen Petra P1 dan P2, serta mengetahui jumlah kebutuhan beban konsumsi listrik penghawaan buatan yang diperlukan sesuai dengan ketentuan SNI03-6572-2001. Hasil penelitian menunjukan bahwa penghawaan alami sudah dapat dimanfaatkan pada jam tertentu dan suhu tertentu. Sedangkan untuk ruangan yang tidak dapat memenuhi standar kenyamanan termal tetap harus menggunakan penghawaan secara buatan, penghawaan alami dibantu dengan bantuan program Software berupa WINAIR yang digunakan untuk mengetahui flow vector angin. Dari penelitian yang telah dilakukan didapatkan bahwa total kebutuhan energi untuk gedung Universitas Kristen Petra P1 dan P2 dapat dikurangi dengan melakukan efisiensi penghawaan secara alami maupun secara buatan.",
  "creators": "Purnomo Putra, ST.",
  "contributors": "Jimmy Nurdi Kusuma Priatman (Advisor 1); Prof. Dr. Prasato Satwiko (Advisor 2); Oegik Soegihardjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000178/MTS/2012; Purnomo Putra Wijaya (01511010)",
  "subjects": "NATURAL VENTILATION; VENTILATION; ARTIFICIAL RESPIRATION"
}