{
  "id": "46430",
  "title": "Perbedaan motivasi kerja karyawan operasional Restoran Bakmi Gili di Raya Kertajaya dan Villa Bukit Mas",
  "abstract": "Restoran Bakmi Gili yang terletak di Raya Kertajaya dan Villa Bukit Mas merupakan restoran yang berada di kota Surabaya. Restoran yang berada di Raya Kertajaya merupakan restoran pusat yang sudah berdiri selama kurang lebih dua puluh dua tahun sedangkan di Villa Bukit Mas merupakan restoran cabang yang baru berdiri selama enam bulan. Keberadaan para karyawan yang bekerja di kedua restoran tersebut dengan pemilik yang berbeda, membuat penulis ingin mengetahui apakah ada perbedaan motivasi kerja antara karyawan operasional Restoran Bakmi Gili di Raya Kertajaya dengan Villa Bukit Mas. Penulis mendasarkan penelitian pada Teori Dua Faktor dari Herzberg yaitu faktor internal yang meliputi kebutuhan akan prestasi, kebutuhan akan wewenang, kebutuhan akan persatuan, kebutuhan akan otonomi, kebutuhan akan penghargaan, kebutuhan akan keamanan dan perlindungan, kebutuhan akan keadilan, dan faktor eksternal yang meliputi pendukung, hukuman, penghapusan, dan penghargaan, serta didasarkan pada Teori Hirarki Kebutuhan dari Maslow yaitu kebutuhan akan fisiologis, keamanan, sosial, penghargaan, dan perwujudan diri. Berdasarkan hasil penelitian, tidak ada perbedaan motivasi kerja karyawan operasional Restoran Bakmi Gili di Raya Kertajaya dan Villa Bukit Mas karena para karyawan di masing-masing restoran mempunyai motivasi kerja yang hampir sama namun berbeda dalam beberapa hal.",
  "creators": "PETER KOESBIANTO; VERONICA CECILIA WIYONO",
  "contributors": "Thomas Stefanus Kaihatu (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.01010180/HTL/2005; Peter Koesbianto (33499037), Veronica Cecilia Wiyono (33400111)",
  "subjects": "RESTAURANTS-PERSONNEL MANAGEMENT; RESTAURANT MANAGEMENT; EMPLOYEE MOTIVATION"
}