{
  "id": "46445",
  "title": "Perancangan power monitoring system untuk power quality di Pabrik Semen Gresik Tuban I dan II",
  "abstract": "Permasalahan Power quality semakin mendapat perhatian akhir-akhir ini, baik dari sisi pelanggan maupun dari sisi pengelola system kelistrikan. Salah satu aspek dari penurunan Power Quality adalah distorsi gelombang arus dan tegangan (hWionisa), deviasi frekuensi, faktor daya rendah dan pentanahan. Dengan demikian Power Quality merapakan salah satu parameter yang perlu dipertimbangkan dalam pabrik. Power Quality di suatu pabrik ditentukan oleh tegangan, frekuensi, harmonisa, faktor daya dan pentanahan (grounding)^! pabrik tersebut. Power Quality dapat dikatali^ baik jika besaran-besaran tersebut masih sesuai dengan standard yang ditetapkan. Tetapi pada kenyataanya tegangan, dan frekuensi di pabrik tidak selalu bemilai konstan, tergantung pada peralatan listrik yang dipakai dan pengaturan sistem distribusi listrik pabrik. Pengumpulan data dilakukan dengan cara pengamatan dan mencari datadata yang diperlukan untuk perancangan Power Monitoring System, serta penjelasan dari pembimbing lapangan di PT. Semen Gresik, Tuban. Setelah itu dilakukan analisa terhadap data yang dikumpulkan. Analisa dilakukan untuk mengetahui apakah besaran-besaran yang ada telah sesuai dengan standar, serta digunakan imtuk penentuan letak titik-titik Power Monitoring System (perancangan). Dari hasil perancangan yang telah dilakukan dapat dikatakan bahwa penentuan letak titik-titik Power Monitoring System (perancangan) cukup diletakkan di setiap incoming line pada setiap Electrical Room hal ini berhubungan dengan kebutuhan yang diperlukan yaitu diletakkan pada sumber-sumber (pada bus) yang menyebabkan menurunnya Power Quality serta biaya yang diperlukan.",
  "creators": "GANDHI HIDAYAT",
  "contributors": "ONTOSENO PENANGSANG (Advisor 1); Limboto Limantara (Advisor 2); Emmy Hosea (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.01010535/ELK/2005; Gandhi Hidayat (23401110)",
  "subjects": "ELECTRIC POWER SYSTEM STABILITY; ELECTRIC POWER SYSTEMS-QUALITY CONTROL"
}