{
  "id": "46453",
  "title": "Perancangan strategi pemerekan melalui media komunikasi visual Laboratorium Fertilisasi FertiLabs Surabaya",
  "abstract": "Laboratorium Fertilisasi FertiLabs adalah laboratorium milik dr. Aucky Rioting Sp.And., Ph.D., dengan fokus pelayanan di bidang andrologi dan fertilisasi, yang meliputi konsultasi masalah fertilisasi, pemeriksaan sperma dan hormon, dan terapi infertilisasi atau kemandulan. Pasien FertiLabs merupakan pasangan suami istri tidak subur dari kalangan menengah ke atas yang berdomisili di Surabaya dan sekitarnya. Keunggulan Laboratorium Fertilisasi FertiLabs adalah “akurat” (standar akurasi yang tinggi sesuai standar WHO dan telah diakui oleh Departemen Kesehatan RI, serta teknik dan metode yang canggih dan efektif , “on time” (pelayanan segera dan tidak terikat hanya pada jam buka yang tertera), ditambah dengan pelayanan yang “bersahabat”. Permasalahan FertiLabs adalah keinginan untuk membangun pemerekan tunggal, serta membangun kesadaran dan pengetahuan akan layanan Laboratorium Fertilisasi FertiLabs kepada khalayak sasaran, yaitu pasangan suami istri yang ingin memiliki anak namun terhalang oleh masalah ketidaksuburan, dari kalangan menengah ke atas yang berdomisili di Surabaya dan sekitarnya. Pengertian merek adalah suatu nama, simbol, atau desain, ataupun kombinasi dari keduanya, sebagai penanda identitas suatu produk/layanan dan untuk membedakan dari kompetitor kompetitomya. Sedangkan pemerekan tunggal merupakan hasil pembangunan yang menghasilkan merek dengan kekuatan dan posisi tunggal yang spesifik di benak khalayak sasaran. Dampak yang diharapkan dari pemerekan tunggal tersebut adalah datangnya lebih banyak pasien. Untuk memenuhi tujuan tersebut, diperlukan suatu strategi pemerekan. Pengertian strategi itu sendiri adalah rencana yang cermat mengenai suatu kegiatan dalam rangka mencapai suatu tujuan khusus. Sedangkan strategi pemerekan adalah segala upaya yang ditempuh untuk membangun merek menuju posisi yang diinginkan di benak khalayak sasaran. Dalam perancangan ini, khalayak sasaran lebih difokuskan pada para istri, karena merekalah yang sering tanpa bukti dituduh sebagai penyebab ketidaksuburan. Salah satu altenatif strategi pemerekan adalah melalui media komunikasi visual berupa periklanan. Periklanan adalah media yang efektif dan efisien untuk menjangkau khalayak sasaran, membangun posisi merek, dan merangsang penjualan. Pertimbangan keefektifan dan efisiensi menjadi alasan terpilihnya perancangan media komunikasi visual berupa periklanan yang meliputi aplikasi corporate identity dan iklan sebagai bagian dari strategi pemerekan FertiLabs. Media komunikasi visual ini menampilkan karakteristik dan keunggulan Laboratorium Fertilisasi FertiLabs. Kriteria perancangan media komunikasi visual ini adalah eksklusif, menarik, terpercaya, dan inovatif. Metode perancangan ini meliputi identifikasi masalah, perumusan masalah, pengumpulan data, analisis data, eksekusi kreatif, dengan hasil berupa final artwork.",
  "creators": "RIKA FEBRIANI",
  "contributors": "YOHANES MOELJADI PRANATA (Advisor 1); MARGANA (Advisor 2); Obed Bima Wicandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Pengembangan Merek",
  "source": "Pengembangan Merk No. 262/DKV/2004; Rika Febriani (42498100)",
  "subjects": "ADVERTISING; COMMERCIAL ART; GRAPHIC ARTS; VISUAL COMMUNICATION"
}