{
  "id": "46454",
  "title": "Pengaruh luas permukaan conductive epoxy dengan penambahan tembaga (II) klorida dan grafit terhadap efektivitas cathodic protection",
  "abstract": "Dalam mengatasi masalah korosi pada beton bertulang, metode yang umum digunakan adalah Impressed Current Cathodic Protection (ICCP). Adanya korosi pada beton bertulang membuat serviceability dan kekuatan ultimit struktur menurun. Carbon Fiber Reinforced Polymer (CFRP) merupakan salah satu material yang dapat digunakan sebagai anoda untuk ICCP sekaligus berfungsi sebagai perkuatan struktur (dual system). Pada penelitian ini, variabel yang digunakan untuk mengetahui pengaruh efektivitas sistem ICCP selama 30 hari adalah pengaplikasian luas permukaan epoxy pada CFRP dan penambahan tembaga (II) klorida (CuCl2) pada campuran epoxy. Sebelum dilakukan perlindungan terhadap korosi, setiap spesimen beton diberikan korosi awal yang tinggi (kehilangan massa teoritis 18%). CFRP yang ditempelkan pada spesimen beton bertulang menggunakan campuran epoxy dengan kadar grafit 10%; 12,5%; 15% dan penambahan 2% CuCl2¬. Sedangkan, variasi pengaplikasian luas permukaan epoxy pada CFRP adalah 10x130 mm2, 20x130 mm2, dan 30x130 mm2. Half cell potential test dilakukan selama lima hari sekali untuk mengetahui peluang terjadinya korosi pada beton. Dengan variasi pengaplikasian luas permukaan campuran epoxy, didapat bahwa luas permukaan 30x130 mm2 menjadi luas pengaplikasian yang lebih efektif dibandingkan dengan 10x130 mm2 dan 20x130 mm2 ditandai dengan adanya kenaikan beda potensial hingga 31% dari sebelum ICCP diberikan. Demikian pula dengan penambahan CuCl2, peluang korosi pada spesimen yang diberi ICCP selama 30 hari berkurang hingga 32,32%.",
  "creators": "JESSICA AGUSTINE WIDJAJA; KEVIN JONATHAN SANTOSO",
  "contributors": "Daniel Tjandra (Advisor 1); Gunawan Budi Wijaya S.T., M.T., M.Eng. (Advisor 2); Benjamin Lumantarna (Examination Committee 1); Handoko Sugiharto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012371/SIP/2020; Jessica Agustine Widjaja (21416053), Kevin Jonathan Santoso (21416010)",
  "subjects": "REINFORCED CONCRETE--CORROSION; CARBON FIBER-REINFORCED PLASTICS"
}