{
  "id": "46467",
  "title": "Survei jenis pekerjaan, kelebihan dan penghambat dalam penerapan offsite manufacturing pada beberapa kontraktor di Surabaya",
  "abstract": "OSM adalah sebuah teknik pelaksanaan konstruksi yang komponen-komponen bangunan dibuat di pabrik/luar proyek, ditransportasikan, diposisikan dan dirakit menjadi suatu bangunan. Jenis pekerjaan OSM dikategorikan menjadi Precast Concrete, Steel Frame System, Prefabricated Timber Framing System, Block Work System, Modular System. Metode OSM memiliki banyak kelebihan. Namun, dalam memanfaatkan metode OSM terdapat penghambat-penghambat juga. Tujuan utama penelitian membahas mengenai apa saja jenis pekerjaan OSM yang paling sering diterapkan oleh beberapa kontraktor di Surabaya dan apa saja yang menjadi kelebihan serta hambatan dari penerapan OSM pada masing-masing pekerjaan. Dalam pengolahan data digunakan teknik analisis mean. Data kuesioner yang dikumpulkan diolah dan kemudian diurutkan dari yang mean tertinggi ke terendah. Hasil penelitian menghasilkan jenis pekerjaan baja dan beton ringan paling sering dimanfaatkan. Kelebihan precast: manpower, efisiensi, keamanan, menghilangkan gangguan, kualitas, sedangkan hambatannya: pengiriman, alat berat, pengalaman industri, standar, proyek kecil. Kelebihan steel: manpower, meghilangkan gangguan, biaya, kualitas, pelatihan, sedangkan hambatannya: fleksibilitas, pengiriman, alat berat, desain arsitektur, pengalaman industri. Kelebihan timber: menghilangkan gangguan, pelatihan, keamanan, efisien, manpower, sedangkan hambatannya: perbedaan gambar, desain arsitektur, akses proyek, industri jauh, lahan proyek. Kelebihan blockwork dan modular: efisien, keamanan, manpower, gangguan, biaya. Hambatan blockwork: owner, akses proyek, pengalaman industri, alat berat, desain arsitektur. Hambatan modular: alat berat, proyek kecil, akses proyek, industri jauh, desain arsitektur.",
  "creators": "EKA BAGUS TANTRA; ANTHONY HANSEL",
  "contributors": "Paulus Nugraha (Advisor 1); Herry Pintardi Chandra (Examination Committee 1); Jonathan Hendra Kusuma (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012391/SIP/2020; Eka Bagus Tantra (21415002), Anthony Hansel (21415172)",
  "subjects": "DESIGN-BUILD PROCESS (CONSTRUCTION INDUSTRY); CONSTRUCTION INDUSTRY"
}