{
  "id": "46477",
  "title": "Survey mengenai faktor-faktor yang memengaruhi produktivitas pekerja pada beberapa proyek di Surabaya",
  "abstract": "Produktivitas dalam industri konstruksi berbanding lurus dengan hasil pekerjaan pekerja yang intensif. Produktivitas pekerja menjadi salah satu sumber utama dari risiko proses konstruksi. Perlu upaya dalam mengetahui faktor-faktor yang memengaruhi produktivitas pekerja di Surabaya. Metode penelitian yang dilakukan dengan mengumpulkan literatur yang membahas faktor-faktor yang memengaruhi produktivitas pekerja dan melihat kemungkinan faktor mana yang memungkinkan ditinjau pengaruhnya di Surabaya dan membandingkan hasilnya berdasarkan skala proyek konstruksi kemudian dilakukan pembuatan kuisioner. Analisa yang dilakukan adalah analisa validitas, reliabilitas, dan Relative Importance Index (RII). Hasil dari 84 kuisioner yang terkumpul membuktikan bahwa semua variabel valid dan reliable, kemudian faktor-faktor penting yang memengaruhi produktivitas pekerja pada beberapa proyek konstruksi di Surabaya adalah masalah teknis (gambar, metode konstruksi, material, dan alat) di eksternal pekerja sedangkan di internal adalah komunikasi, kesalahan pekerja, dan jumlah pekerja. Perbedaan faktor yang memengaruhi proyek konstruksi berdasarkan skalanya adalah faktor internal pekerja pada proyek kecil sampai sedang memerhatikan tindakan kontraktor, dan kerja sama tim, sedangkan pada proyek besar memerhatikan pula tindakan pekerja secara individu.",
  "creators": "KRISTIAN OKTAVIO; RANDY KARUNA DHARMAWAN",
  "contributors": "Paulus Nugraha (Advisor 1); Sandra Loekita (Examination Committee 1); Sentosa Limanto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012402/SIP/2020; Kristian Oktavio (21416052), Randy Karuna Dharmawan (21416102)",
  "subjects": "LABOR PRODUCTIVITY; CONSTRUCTION PROJECTS"
}