{
  "id": "4649",
  "title": "Perancangan dan pembuatan web interaktif GBT Kristus Raja Damai Surabaya dengan Java Server Pages (JSP)",
  "abstract": "Setiap organisasi memiliki sistem dan tingkat pertumbuhan yang berbeda-beda yang harus dipantau perkembangannya. Pemantauan ini akan menghasilkan suatu evaluasi, yang dapat menghasilkan solusi guna memperbarui sistem yang lama dan mengimbangi tingkat pertumbuhan yang ada. Demikian pula dengan organisasi gereja, pertumbuhan jumlah jemaat, tidak memungkinkan bagi pihak gereja untuk menyediakan informasi bagi jemaat pada setiap saat dengan menggunakan sistem manual. Pada Tugas Akhir ini, penulis mencoba mengimplementasikan sebuah website untuk G.B.T. Kristus Raja Damai Surabaya yang dapat memberikan informasi dan konseling setiap saat. Website ini juga dilengkapi dengan fasilitas chatting untuk mempermudah proses konseling. Website tersebut dibuat dengan menggunakan teknologi Java Server Pages, karena teknologi ini mempunyai tingkat sekuritas yang lebih baik dibandingkan bahasa pemrograman web lainnya. Berdasarkan dari hasil pengujian oleh user melalui kuesioner dapat disimpulkan bahwa user interface yaitu tampilan dan daya tarik dari website ini cukup baik hal ini dapat dilihat dari persentase nilai yang didapat sebesar 84,84%. Berdasarkan data atau informasi yang diproses yaitu kelengkapan informasi, kesesuaian dengan kebutuhan, keakuratan data yang ditampilkan dan kejelasan penggambaran seputar gereja dari website ini cukup baik, hal ini dapat dilihat dari persentase nilai yang didapat sebesar 90,09 %. Selain itu website ini dapat disimpulkan memiliki user friendly yang cukup baik, hal ini dapat dilihat dari persentase nilai sebesar 81,53 %. Secara keseluruhan penilaian terhadap website oleh user cukup baik, hal ini dapat dilihat dari persentase nilai sebesar 86,92 %.",
  "creators": "CICILIA SUHENDRO",
  "contributors": "Gregorius Satiabudhi (Advisor 1); Leo Willyanto Santoso (Advisor 2); Kartika Gunadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02000239/INF/2004; Cicilia Suhendro (26400128)",
  "subjects": "WEBSITES; INTERNET (COMPUTER NETWORKS)"
}