{
  "id": "46497",
  "title": "Pengaruh self-regulated learning dan kecerdasan interpersonal terhadap prestasi akademik mahasiswa program studi manajemen di Universitas Kristen Petra Surabaya",
  "abstract": "Penelitian ini dilatar belakangi oleh fenomena prestasi akademik mahasiswa program studi manajemen Universitas Kristen Petra di Surabaya periode gasal 2019 yang menunjukkan bahwa IPK rata-rata yang diperoleh mahasiswa angkatan 2014 sampai angkatan 2018 adalah di bawah 2,9 serta rata-rata SKKK 75,55. Penelitian ini bertujuan untuk mengetahui apakah terdapat pengaruh self-regulated learning dan kecerdasan interpersonal terhadap prestasi akademik mahasiswa program studi manajemen Universitas Kristen Petra di Surabaya. Jenis penelitian ini meng¬gunakan jenis penelitian kuantitatif. Sampel yang digunakan sebanyak 190 responden yang adalah mahasiswa aktif program studi manajemen Universitas Kristen Petra. Data dikumpulkan dengan menggunakan teknik purposive sampling dan instrumen angket. Data diolah menggunakan pendekatan persamaan model struktural dengan teknik Partial Least Square. Analisis data menunjukkan bukti bahwa variabel self-regulated learning dan kecerdasan interpersonal mem¬pengaruhi prestasi akademik mahasiswa program studi manajemen Universitas Kristen Petra signifikan positif sebesar 56,1 persen. Rekomendasi yang dapat diberikan oleh peneliti bagi pihak terkait adalah menerapkan metode pembelajaran ber¬¬¬¬¬kelompok dalam tugas matakuliah serta memberikan jadwal terperinci agenda belajar selama satu semester kepada mahasiswa agar mahasiswa dapat me¬rencanakan terlebih dahulu strategi belajar serta mengembangkan kecerdasan interpersonal mereka.",
  "creators": "CHRISTIAN FOKALIE",
  "contributors": "Bambang Haryadi (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011835/MAN/2020; Christian Fokalie (31415060)",
  "subjects": "ACADEMIC ACHIEVEMENT; UNIVERSITIES AND COLLEGES--RESEARCH"
}