{
  "id": "46507",
  "title": "Perbandingan kinerja struktur baja rangka terbreis eksentris sistem tunggal dan ganda tipe v dan multi-story x pada bangunan 12 dan 18 lantai",
  "abstract": "Gaya gempa adalah salah satu hal penting dalam melakukan sebuah perencanaan struktur. Umumnya terdapat dua sistem penahan gempa, yaitu sistem tunggal dan sistem ganda. Pada sistem tunggal, gaya gempa signifikan ditahan oleh portal baja eksterior dengan breising. Pada penelitian ini, sistem tunggal menggunakan Rangka Terbreis Eksentris (RTE). Sedangkan pada sistem ganda, minimal 25% dari gaya gempa harus ditahan oleh sistem rangka pemikul momen. Sistem ganda menggunakan RTE dan Rangka Momen Khusus (RMK). RTE yang digunakan adalah tipe V dan multi-story X, yang kemudian akan dibandingkan kinerjanya dengan Nonlinear Time History Analysis. Bangunan yang akan ditinjau adalah bangunan dengan 5 bentang pada ketinggian 12 lantai (48 meter) dan 18 lantai (72 meter). Direct Analysis Method (DAM) digunakan pada penelitian ini, sesuai dengan rekomendasi yang diberikan AISC. Hasil penelitian menunjukkan bahwa pada bangunan 12 lantai, sistem tunggal dengan breising tipe V menghasilkan performa paling bagus jikalau ditinjau dari nilai displacement, drift ratio dan nilai ekonomis. Sedangkan pada bangunan 18 lantai, sistem tunggal dengan breising tipe Multi-story X menghasilkan performa paling bagus, walaupun menghasilkan nilai drift ratio yang kurang baik yaitu melewati batas Collapse Prevention pada FEMA 356.",
  "creators": "KEVIN HENDRA PUTRA; DENNIS WIJAYA",
  "contributors": "Effendy Tanojo (Advisor 1); Hasan Santoso (Advisor 2); Wong Foek Tjong, S.T., M.T., Ph.D. (Examination Committee 1); Jimmy Chandra (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012377/SIP/2020; Kevin Hendra Putra (21416085), Dennis Wijaya (21416216)",
  "subjects": "BUILDINGS--EARTHQUAKE EFFECTS; STRUCTURAL, STEEL"
}