{
  "id": "46509",
  "title": "Safety climate dan safety behavior pekerja pada proyek konstruksi di Surabaya",
  "abstract": "Keselamatan kerja merupakan salah satu faktor penting dalam menjalankan proyek konstruksi. Perusahaan konstruksi pada umumnya membuat prosedur dan aturan keselamatan kerja sebelum proyek konstruksi tersebut dimulai. Penelitian ini dilakukan untuk mengetahui bagaimana safety climate dan safety behavior yang diciptakan oleh perusahaan konstruksi pada proyek konstruksi yang ada di Surabaya. Selain itu penelitian ini bertujuan untuk melihat apakah safety climate dan safety behavior memiliki hubungan atau tidak. Penelitian ini dilakukan pada 4 proyek konstruksi yang ada di Surabaya dengan melakukan penyebaran kuesioner kepada 100 pekerja yang bekerja pada beberapa proyek konstruksi di Surabaya. Skala pengukuran yang digunakan pada kuesioner menggunakan skala 1 sampai 6. Skala 6 menunjukkan bahwa pekerja sangat setuju dengan kuesioner yang diberikan dan skala 1 menunjukkan bahwa pekerja sangat tidak setuju dengan kuesioner yang diberikan. Hasil pada penelitian ini menunjukkan bahwa keempat proyek yang ditinjau sudah mampu menciptakan safety climate yang baik. Hal ini dibuktikan dengan hasil kuesioner yang menunjukkan bahwa nilai rata-rata menunjukkan angka lebih dari 5. Akan tetapi ada perbedaan safety climate antar proyek berdasarkan hasil anova. Sedangkan safety behavior pada keempat proyek tersebut cukup baik dibuktikan dari tingkat pelanggaran pekerja dibawah 40 %. Hasil dari analisis data umum pada keempat proyek menunjukkan bahwa pekerja yang lebih tua dan memiliki tingkat pendidikan yang lebih tinggi memiliki persepsi akan safety climate dan safety behavior yang lebih baik. Dari hasil analisis safety climate dan safety behavior menunjukkan bahwa keduanya memiliki hubungan.",
  "creators": "ARTONO TANJUNG; CHRISTOPHER REINHAR LORENS",
  "contributors": "Andi (Advisor 1); Ratna S. Alifen (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012403/SIP/2020; Artono Tanjung (21416059), Christopher Reinhar Lorens (21416072)",
  "subjects": "CONSTRUCTION INDUSTRY--SAFETY MEASURES; CONSTRUCTION WORKERS"
}