{
  "id": "46501",
  "title": "Upaya penurunan kecacatan sandal di PT X",
  "abstract": "PT X adalah perusahaan yang memproduksi sandal dan upper sepatu yang berlokasi di Surabaya. Perusahaan memiliki tingkat cacat produk sandal sebesar 9,9%. Tujuan dari penelitian ini adalah mencari upaya untuk menurunkan kecacatan produk sandal di PT X, dengan mengikuti tahapan DMAIC. Alat bantu 5 Why’s digunakan untuk menganalisis setiap penyebab kecacatan. Hasil penelitian menunjukkan terdapat 5 jenis cacat terbesar pada perusahaan yaitu lem tidak rata, tarikan upper tidak sesuai standar, produk tidak bersih, variasi bermasalah, dan insole lubang. Upaya penurunan kecacatan produk di PT X dilakukan dengan memberi tumpukan bahan untuk mendapat tekanan lebih rata pada proses pengeleman dengan mesin roll, mengganti metode dan alat oles cairan primer, melakukan pengecekan kebersihan kain lem setiap mulai terjadi cacat lem tidak rata, memberikan sarung tangan untuk operator, merevisi metode penekukan upper sandal pada proses pengeleman di mesin roll, membersihkan putaran mesin roll ketika kotor, memberi tekanan lebih pada pemasangan variasi cetekan, mengganti alat bantu untuk memasukkan upper ke insole sandal. Control dilakukan dengan memberikan instruksi kerja pada proses penggunaan pengeleman di mesin roll, instruksi kerja pada proses pengolesan cairan primer, instruksi kerja pada proses penarikan upper, instruksi kerja pada proses pemasangan variasi, instruksi kerja pada proses memasukkan upper ke insole sandal.",
  "creators": "KWAN RU",
  "contributors": "Debora Anne Yang Aysia (Advisor 1); Felecia, S.T., M.Sc. (Examination Committee 1); Benedictus Rahardjo S.T. M.B.A. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022260/IND/2019; Kwan Ru (25415079)",
  "subjects": "PRODUCTION CONTROL; QUALITY CONTROL; PRODUCT MANAGEMENT--QUALITY CONTROL"
}