{
  "id": "46516",
  "title": "Penggunaan metode metaheuristik dalam optimasi topologi, bentuk, dan ukuran penampang desain struktur rangka batang",
  "abstract": "Struktur rangka batang merupakan salah satu tipe struktur yang sering kita dijumpai. Struktur rangka batang dapat digunakan dalam berbagai bentuk seperti bracing, rangka jembatan, kuda-kuda atap, dan lain-lain. Diperlukan desain struktur bangunan yang paling efisien untuk meminimalkan cost dari struktur bangunan. Salah satu cara yang dapat digunakan untuk meminimalkan desain struktur adalah dengan optimasi struktur. Optimasi struktur rangka batang dapat dikategorikan menjadi tiga bagian, yaitu ukuran penampang, bentuk, dan topologi. Optimasi ukuran penampang digunakan untuk meminimalkan luas penampang dari struktur rangka batang, optimasi bentuk digunakan untuk mengoptimasi koordinat titik buhul dan optimasi topologi digunakan untuk mengoptimasi jumlah elemen dari struktur rangka batang. Dengan mengoptimasi topologi, bentuk, dan ukuran penampang secara bersamaan dapat memberikan hasil yang paling efisien. Namun, dengan mengoptimasi ketiga hal tersebut, permasalahan menjadi lebih kompleks dan sukar. Hal ini disebabkan oleh bertambahnya variabel dan constraints. Metode metaheuristik dapat digunakan untuk menyelesaikan permasalanan rangka batang yang kompleks karena metaheuristik yang memiliki kemampuan untuk menyelesaikan permasalahan yang rumit dan kompleks secara efektif dan efisien. Penelitian ini bertujuan untuk mengoptimasi topologi, bentuk dan ukuran penampang struktur rangka batang dengan tiga algoritma metaheuristik yaitu, particle swarm optimization (PSO), differential evolution (DE) and symbiotic organisms search (SOS). Setiap algoritma digunakan untuk mengoptimasi tiga jenis kasus yaitu, ten-bar two-dimensional truss structure, fifteen-bar two-dimensional truss structure, dan twenty-five-bar three-dimensional truss structure. Setiap kasus dijalankan dengan dua buah batasan. Batasan pertama menggunakan batasan sesuai dengan penelitian-penelitian sebelumnya yaitu perpindahan dan tegangan maksimum. Batasan kedua menggunakan persyaratan spesifikasi gedung baja struktural Indonesia, SNI 1729:2015. Hasil menunjukkan bahwa SOS memiliki performa yang paling optimum dari hasil, konvergensi, dan konsistensinya pada batasan sesuai studi kasus dan pada batasan sesuai SNI 1729:2015.",
  "creators": "KELVIN EKO PRASETYO; KENNETH HARSONO",
  "contributors": "Doddy Prayogo S.T. (Advisor 1); Wong Foek Tjong, S.T., M.T., Ph.D. (Advisor 2); Pamuda Pudjisuryadi (Examination Committee 1); Willy Husada (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012381/SIP/2020; Kelvin Eko Prasetyo (21416106), Kenneth Harsono (21416123)",
  "subjects": "STEEL, STRUCTURAL; BUILDING, IRON AND STEEL"
}