{
  "id": "46518",
  "title": "Potensi air hujan di pulau Flores dan pemanfaatannya di Kabupaten Sikka",
  "abstract": "Studi mengenai sumber air pulau Flores menjadi penting karena pulau tersebut merupakan daerah semi-arid di Indonesia yang sering mengalami kasus kekurangan air. Salah satu sumber air alternatif yang bisa digunakan untuk mengatasinya adalah air hujan. Tujuan penelitian ini adalah untuk mengetahui potensi air hujan yang bisa dimanfaatkan dan bagaimana pemanfaatannya di Kabupaten Sikka, Pulau Flores. Data meteorologi pada penelitian ini dikumpulkan dari 3 (tiga) stasiun hujan yang dikelola BMKG yang berlokasi di Kabupaten Manggarai Barat, Sikka, dan Flores Timur dan 9 (sembilan) stasiun hujan yang dikelola oleh Dinas Pertanian Kabupaten Sikka. Dalam penelitian ini, potensi air hujan dianalisis dengan membuat peta kontur curah hujan dan evapotranspirasi di Pulau Flores. Curah hujan dianalisis melalui uji tren menggunakan metode regresi linier, Mann-Kendall’s Test dan T-Test untuk memeriksa kenaikan atau penurunan curah hujan. Pemanfaatan air hujan dalam penelitian ini menggunakan sistem rainwater harvesting dan ditinjau implementasinya di Desa Kolisia. Hasil penelitian ini menunjukkan adanya potensi kenaikan curah hujan di Pulau Flores. Dengan mengimplementasikan sistem rainwater harvesting domestik dan sistem komunal berupa embung kecil, kebutuhan air domestik di Desa Kolisia dapat terpenuhi selama setahun penuh dan cukup untuk kebutuhan air irigasi seluas 12.500m2 lahan jagung untuk 2 (dua) kali penanaman dalam setahun.",
  "creators": "YOBELLA FEBE KURNIANTO; DICKY GODE",
  "contributors": "Cilcia Kusumastuti, S.T., M.Eng. (Advisor 1); Frederik Jones Syaramual (Advisor 2); Dr. rer.nat. Surya Hermawan S.T., M.T. (Examination Committee 1); Ir. Prasetio Sudjarwo, M.Eng. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 14012383/SIP/2020; Yobella Febe Kurnianto (21415137), Dicky Gode (21414072)",
  "subjects": "WATER HARVESTING--INDONESIA; WATER HARVESTING; RAIN AND RAINFALL--INDONESIA--NUSA TENGGARA TIMUR--MAPS"
}