{
  "id": "46512",
  "title": "Analisa pengaruh brand image ditinjau dari pricing strategy terhadap customer loyalty di Deli Cake Shop Hotel JW Marriott Surabaya",
  "abstract": "Peran konsumen di dalam dunia bisnis sangat berpengaruh di dalam menentukan masa depan sebuah perusahaan. Berbagai usaha dilakukan oleh produsen untuk membuat konsumen yang mereka layani puas dan akhimya dapat menjadi setia. Salah satu cara adalah dengan membangun brand image yang positif di mata konsumen, yaitu dengan cara melakukan strategi promosi dan strategi harga. Beberapa strategi harga yang banyak dilakukan pemasar adalah volume discounts pricing strategy ,discounts based on time purchase pricing strategy, discriminatory pricing strategy, dan premium pricing strategy. Pada penelitian ini, penulis ingin meneliti apakah strategi harga yang dipakai sebagai alat untuk membangun citra produkberpengaruh terhadap kesetiaan pelanggan di Deli Cake Shop hotel JW Marriott Surabaya. Di dalam analisa dan pembahasan, metode utama yang digunakan peneliti adalah metode regresi linier berganda dengan variable Y adalah kesetiaan pelanggan dan variable X adalah strategi harga yang meliputi XI adalah premium price, X2 adalah discount based on purchase time, X3 adalah volume discount, dan X4 adalah discrimination pricing. Hasil penelitian menunjukkan bahwa XI, X2, X3, dan X4 secara bersama-sama maupun secara individu signifikan mempengaruhi customer loyalty. Akan tetapi, khusus XI, pada uji regresi menunjukkan koifisien (PI) negatif. Sedangkan variabel yang paling berpengaruh adalah X2, yaitu discount based on purchase time.",
  "creators": "RACHMAT NURCAHYO; WIDYAWATI",
  "contributors": "Serli Wijaya (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010159/HTL/2005; Rachmat Nurcahyo (33499039), Widyawati (33400049)",
  "subjects": "CUSTOMER LOYALTY; CONSUMERS--RESEARCH"
}