{
  "id": "46517",
  "title": "Desain dan analisis kinerja struktur dinding beton bertulang berdasarkan konsep perencanaan seismik berbasis perpindahan",
  "abstract": "Konsep perencananaan yang selama ini digunakan adalah konsep berbasis gaya (force-based design, FBD). Konsep ini memperhitungkan gaya lateral yang bekerja pada tiap-tiap lantai. Namun pada kenyataannya pada saat terjadi gempa, force tidak lagi menjadi faktor penentu kinerja struktur tetapi perpindahanlah yang berpengaruh terhadap kinerja dari suatu struktur. Oleh karena itu pada akhir abad ke-20 dikembangkan desain berbasis perpindahan. Dengan konsep ini diharapkan perpindahan struktur pada saat terjadi gempa tidak melampaui perpindahan yang telah direncanakan sehingga kerusakan struktural maupun non-struktural dapat diprediksi Iebih baik. Sebuah studi dilakukan untuk mempelajari kinerja struktur dinding beton bertulang 10, 15 dan 20 lantai yang direncanakan dengan konsep berbasis gaya dan konsep berbasis perpindahan. Pembandingan kinerja dilakukan dengan menggunakan analisa riwayat waktu dan analisa momen kurvatur. Tiga taraf kekuatan gempa digunakan di dalam analisis, yaitu gempa dengan periode ulang 50 tahun, 500 tahun, dan 1000 tahun pada wflayah tiga menurut peta gempa yang terdapat di dalam rancangan peraturan gempa Indonesia Oktober 2001. Dengan membandingkan antara desain dan hasil analisa maka dapat diketahui tingkat kinerja dari bangunan tersebut. Tingkat kinerja yang menjadi acuan dalam studi ini adalah kinerja berdasarkan Asian Concrete Model Code (ACMC) 2000 Hasil studi pada makalah ini menunjukkan bahwa struktur dinding beton bertulang yang direncanakan dengan konsep berbasis perpindahan memiliki kinerja yang cukup baik. Parameter yang digunakan untuk mengetahui tingkat kinerja dari struktur dinding tersebut adalah perpindahan, momen Ientur-gaya aksial, geser, daktilitas kurvatur, drift, dan damage index.",
  "creators": "EUNIKE AGUSTINA SUJANTO; SHIRLEY SULISTYO",
  "contributors": "Takim Andriono (Advisor 1); Benjamin Lumantarna (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1220/SIP/2002; Eunike Agustina Sujanto (21498145), Shirley Sulistyo (21498146)",
  "subjects": "REINFORCED CONCRETE; EARTHQUAKES AND BUILDINGS; CONCRETE CONSTRUCTION"
}