{
  "id": "46524",
  "title": "Analisa biaya pada proyek rumah tinggal dua lantai di Surabaya Barat",
  "abstract": "Rumah atau tempat tinggal merupakan salah satu kebutuhan pokok manusia. Biaya menjadi faktor utama berlangsungnya kegiatan proyek, di mana kontraktor menghitung biaya yang dibutuhkan untuk menjalankan proyek. Dalam perencanaan biaya suatu proyek dibutuhkan analisa yang cermat dan teliti. Hal ini didasarkan karena biaya merupakan faktor utama berlangsungnya sebuah proyek. Penelitian ini bertujuan untuk menganalisa biaya pada proyek rumah tinggal dua lantai yang berpedoman dari AHSP 2013. Analisa biaya yang telah dihitung dibandingkan dengan analisa perhitungan dari kontraktor. Hal pertama yang dilakukan adalah menganalisa harga satuan pekerjaan berdasarkan AHSP 2013, selanjutnya menganalisa harga satuan pekerjaan pada kontraktor A dan kontraktor B. Setelah mendapatkan harga satuan pekerjaan, harga dimasukkan ke dalam bill of quantity untuk mendapatkan biaya total dari masing-masing pekerjaan. Kemudian biaya perhitungan AHSP 2013 dibandingkan dengan biaya dari kontraktor A, dan perhitungan AHSP 2013 dibandingkan dengan biaya dari kontraktor B, hasil dari masing-masing perbandingan tersebut dibandingkan untuk mendapatkan persentase perbedaan biaya tiap pekerjaan. Terakhir yaitu persentase yang didapatkan dari proyek A dan proyek B di rata-ratakan untuk mendapatkan persentase hasil akhir pada tiap pekerjaan sehingga mendapatkan hasil biaya perhitungan kontraktor lebih murah dibandingkan biaya yang dihitung dengan AHSP 2013.",
  "creators": "SUANDY TANRIFAISAL; YEHUDA DEO SAPUTRA MATASIK",
  "contributors": "Sentosa Limanto (Advisor 1); Budiman Proboyo (Examination Committee 1); Jonathan Hendra Kusuma (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012390/SIP/2020; Suandy Tanrifaisal (21414217), Yehuda Deo Saputra Matasik (21414225)",
  "subjects": "BUILDING--ESTIMATES--INDONESIA; CONSTRUCTION INDUSTRY--COSTS"
}