{
  "id": "46538",
  "title": "Studi busway busbar trunking system yang diaplikasikan di gardu listrik Gedung T Universitas Kristen Petra",
  "abstract": "Busway Busbar Trunking System is an alternative in the electrical distribution system. With its types consist of Canalis Busway, both Busway ILine. I and Busway I-Line II, they can form a complete electrical distribution system by using the all type of Busway as mentioned above, as the way of electrical distribution to electrical loads. But that types of Busway can be applied part by part as the needs of its application, such as Canalis Busway for lighting needs for indoor. Busway I-Line I or Busway I-Line II for electrical distribution needs for indoor and for outdoor either. The application of Busway I-Line I or Busway I-Line II also according to its typical use, such as Plug-In, Feeder Rims, and Vertical Riser. Because of that, it needs to make a study about Busway Busbar Trunking System which applied on somewhere places or in a building, which in these mean is on electrical substation at UK Petra T Building, which consists of MV panels, MV/LV transformer, and LVMDP. The Busway system made up by study and planning the properly Busway to applied on electrical substation at UK Petra T Building. The system is designed by using Brass program combined with AutoCAD.From the results of study and planning that have been made, concluded that Busway Busbar Trunking System can be applied on electrical substation at UK Petra T Building by using one of the busway types that provided, which is Busway I-Line II Feeder Type with current ratings 800 A - 5000 A. This type has a cross-section of 599 mm x 149 mm, current capacity 4000 A at voltage level 600 V.",
  "creators": "ASINKRITUS NGONGO L MANU",
  "contributors": "Emmy Hosea (Advisor 1); Yusak Tanoto, S.T., M.Eng., Ph.D. (Advisor 2); Limboto Limantara (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.01010526/ELK/2005; Asinkritus Ng.L.Manumesa (23400122)",
  "subjects": "ELECTRIC POWER DISTRIBUTION; ELECTRIC POWER TRANSMISSION; ELECTRIC POWER-PLANTS"
}