{
  "id": "46535",
  "title": "Performa dan efisiensi beberapa metode penempatan VSL Gensui Damper dalam mereduksi kerusakan sendi plastis",
  "abstract": "Perkuatan struktur perlu dilakukan pada bangunan yang masih defisien desainnya, salah satunya dengan menggunakan damper. Banyak penelitian mengusulkan metode-metode penempatan damper untuk mengoptimalkan jumlah penggunaannya. Salah satu indikator yang sering dipakai adalah interstory drift. Namun, indikator ini kurang optimal untuk memperbaiki kinerja struktur yang memiliki soft story. Pada penelitian ini, dibandingkan performa beberapa metode penempatan damper yaitu. Uniform, Simplified Sequential Search Algorithm-Modified (SSSAmod), Optimum Damper Allocation Method (ODAM), Fully Stressed Analysis/Redesign Procedure (Lavan A/R), dan Proposed Method (PM) pada tiga bangunan uji yang memiliki soft story dengan menggunakan VSL Gensui Damper. Dalam menganalisis ketiga bangunan uji, digunakan analisis riwayat waktu integrasi langsung nonlinear dengan beban gempa periode ulang 2500 tahun yang disesuaikan dengan respons sprektrum Kota Surabaya. Hasil analisis menunjukkan pada ketiga bangunan uji, kelima metode penempatan damper yang diteliti belum dapat memperbaiki indikator kinerja penelitian (damage index) secara bersamaan dengan indikator-indikator penempatan damper-nya (interstory drift atau pi). Lebih jauh, penempatan lebih banyak damper pada semua metode tidak selalu menunjukkan pola reduksi kerusakan sendi plastis yang semakin baik.",
  "creators": "JESSICA CHANDRA SUTANTO; NATASHA ANGELIA",
  "contributors": "Pamuda Pudjisuryadi (Advisor 1); Benjamin Lumantarna (Advisor 2); Jimmy Chandra (Examination Committee 1); Gunawan Budi Wijaya S.T., M.T., M.Eng. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012382/SIP/2020; Jessica Chandra Sutanto (21416155), Natasha Angelia (21416121)",
  "subjects": "TUNED MASS DAMPERS"
}