{
  "id": "46531",
  "title": "Pengaruh intellectual capital dan information technology terhadap competitive advantage dengan mindset sebagai variabel moderasi dalam Kantor Akuntan Publik di Indonesia",
  "abstract": "Penelitian ini bertujuan untuk mengetahui pengaruh intellectual capital dan information technology terhadap pembentukan competitive advantage dengan growth mindset sebagai variabel moderasi antara information technology dan intellectual capital. Intellectual capital diukur melalui 3 dimensi yaitu human capital, structural capital, dan relational capital. information technology diukur melalui Information technology perceived important, information technology investment dan information technology training. Mindset diukur melalui kuisioner berdasarkan indikator menurut Dweck, serta competitive advantage diukur melalui kuisioner menurut indikator Porter. Penelitian ini dilakukan dengan menyebarkan kuisioner kepada Kantor Akuntan Publik di Indonesia yang terdaftar dalam Kementerian Keuangan Republik Indonesia per Januari 2019 dengan jumlah akhir sampel adalah 51 Kantor Akuntan Publik Hasil penelitian menunjukkan bahwa intellectual capital memiliki pengaruh positif dan signifikan dalam pembentuan competitive advantage dalam kantor akuntan publik di Indonesia. Information technology tidak memiliki pengaruh secara langsung, namun intellectual capital dapat menjembatani hubungan antara information technology dan competitive advantage. mindset sebagai variabel moderasi antara information technology dan intellectual capital juga terkonfirmasi negatif dan signifikan.",
  "creators": "IRENE SHANIA",
  "contributors": "Devie (Advisor and Examination Committee); Juniarti (Examination Committee 1); Josua Tarigan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011487/AKT/2020; Irene Shania (32416024)",
  "subjects": "TAX ACCOUNTING; FINANCE, PUBLIC--ACCOUNTING"
}