{
  "id": "4654",
  "title": "Kajian bentuk pada interior pre-elementary Ciputra Surabaya",
  "abstract": "Fasilitas pendidikan sangat diperlukan dalam perkembangan anak sejak dini sebagai proses pembelajaran untuk mengembangkan pikiran anak dalam hal analisis atau logika dan imajinatif atau visualisasi. Ketika kedua hal tersebut berjalan dengan baik maka dapat dihasilkan pribadi anak yang sehat secara intelektual dan emosional. Bentuk merupakan salah satu sarana yang sangat penting khususnya pada proses pembelajaran dalam ruang kelas sebagai ruang pembelajaran utama karena dapat memberikan stimulasi bagi pembentukan jaringan otak anak dalam menanggapi lingkungannya. Unsur bentuk tersebut dihadirkan dalam bentuk formal, bentuk gabungan formal atau bentuk non-formal sebagai bentuk penataan perabot, bentuk perabot, bentuk elemen-elemen arsitektural dan bentuk dekorasi dalam ruang kelas. Bentuk-bentuk tersebut difungsikan baik dalam bentuk sistem kegiatan berkelompok atau individu maupun dalam bentuk keseimbangan simetris atau asimetris sebagai bentuk perencanaan ruang kelas untuk anak. Metode penelitian yang digunakan adalah metode deskriptif dengan studi kasus pada Sekolah Pre-Elementary Ciputra sebagai salah satu fasilitas pendidikan di Surabaya yang didasarkan pada standar kurikulum IB-PYP (International Baccalaureate-Primary Years Programme). Jenis data yang dikumpulkan berupa hasil pengamatan, wawancara, studi pustaka (literatur) dan dokumentasi. Pengolahan data dilakukan dengan menganalisa data-data yang diperoleh dan menjelaskan bagaimana karakteristik dari bentuk-bentuk pada unsur-unsur interior baik sebagai bentuk penataan perabot, bentuk perabot itu sendiri, bentuk elemen-elemen arsitektural (lantai, dinding dan langit-langit) dan bentuk dekorasi pada ruang kelas Pre-Elementary Ciputra yang merupakan perwujudan dari kurikulum yang digunakan. Hasil yang diperoleh dari penelitian ini adalah bentuk formal yang berupa bentuk kotak, bentuk gabungan formal yang berupa bentuk trapesium dan bentuk non-formal yang berupa bentuk alam seperti bentuk hewan dimana bentuk-bentuk tersebut merupakan jenis-jenis bentuk yang banyak digunakan sebagai cerminan bentuk kurikulum yang dapat mencapai nilai logika dan imajinatif baik kehadirannya dalam sistem kegiatan berkelompok atau individu maupun dalam keseimbangan simetris atau asimetris.",
  "creators": "CORNELIA MELVINA ROMA",
  "contributors": "WASIS SOEBARNIATI (Advisor 1); Ronald H.I. Sitindjak (Advisor 2); J. Loekito Kartono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010148/DIN/2004; Cornelia Melvina Roma (41499095)",
  "subjects": "SCHOOL BUILDINGS-DECORATION; PLAY GROUPS-DECORATION"
}