{
  "id": "46544",
  "title": "Perbandingan kinerja struktur baja rangka terbreis konsentris khusus sistem tunggal dan ganda tipe multi-story x dan single diagonal pada bangunan 12 dan 18 lantai",
  "abstract": "Gempa bumi merupakan bencana alam yang sangat berbahaya yang sering terjadi di Indonesia. Ada banyak dampak-dampak negatif yang ditimbulkan dari gempa yaitu korban jiwa dan kerugian akibat kerusakan bangunan, sehingga bangunan wajib didesain bangunan tahan gempa. Penelitian ini mengevaluasi kinerja struktur baja rangka bangunan RTKK (Rangka Terbreis Konsentris Khusus) dengan 2 sistem yaitu sistem tunggal dan ganda. Pada sistem tunggal menggunakan RTKK sedangkan pada sistem ganda menggunakan RTKK dan Rangka Momen Khusus (RMK). Kedua sistem akan dibandingkan kinerjanya dengan menggunakan Non-linear Time History Analysis. Penelintian ini menggunakan 2 tipe breising, multistory-x dan single diagonal. Bangunan yang ditinjau adalah bangunan 12 lantai (48 meter) dan 18 lantai (72 meter) dengan 5 bentang. Metode yang digunakan adalah Direct Analysis Method (DAM). Pada penelitian ini, performa bangunan ditinjau berdasarkan berat struktur, nilai drift ratio dan displacement. Hasil penelitian menunjukkan bahwa pada bangunan 12 lantai, berat struktur pada bangunan MX tunggal lebih baik daripada SD tunggal dan SD ganda lebih baik daripada MX ganda dengan nilai drift ratio yang tidak berbeda jauh. Pada bangunan 18 lantai, sistem tunggal MX menunjukkan performa yang lebih baik daripada SD. Sedangkan pada sistem ganda, SD menunjukkan performa yang lebih baik bila ditinjau berdasarkan berat struktur dengan nilai drift ratio yang tidak jauh berbeda.",
  "creators": "KEVIN SULAIMAN THIOSALIM; JOSHUA ANTONIO ADIPUTRO",
  "contributors": "Effendy Tanojo (Advisor 1); Hasan Santoso (Advisor 2); Pamuda Pudjisuryadi (Examination Committee 1); Joko Purnomo S.T., M.Sc. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012380/SIP/2020; Kevin Sulaiman Thiosalim (21416094), Joshua Antonio Adiputro (21416179)",
  "subjects": "STEEL, STRUCTURAL"
}