{
  "id": "46547",
  "title": "Ketergantungan gaya kepemimpinan dan komunikasi yang efektif dalam meningkatkan semangat dan kegairahan kerja karyawan di Rumah Makan X Surabaya",
  "abstract": "Sumber daya manusia. mempakan modal yang sangat berharga bagi suatu rumah makan sekalipun rumah makan juga memiliki banyak peralatan dalam menunjang kegiatan operasionalnya. Sumber daya manusia memegang peranan penting dalam rumah makan untuk menjalankan segala aktivitasnya. Tetapi sering kali rumah makan banyak menghadapi kendala-kendala salah satu kendala yang sering dihadapi oleh rumah makan adalah sumber daya manusia itu sendiri. Bagaimana rumah makan dapat memperoleh karyawan yang memiliki semangat dan kegairahan kerja yang tinggi ? Oleh karena itu diperlukan seorang pemimpin yang memiliki keahlian untuk dapat mengarahkan dan memotivasi karyawannya. Pemimpin dalam memotivasi dan mengarahkan karyawan hendaknya memiliki ciri khas dalam proses kepemimpinannya, karena gaya kepemimpinannya dapat mencerminkan tindakan seorang pemimpin dalam memotivasi dan mempengaruhi karyawannya sehingga secara langsung karyawan dapat termotivasi dan meningkatkan semangat dan kegairahan kerjanya. Selain itu pemimpin hendaknya mampu menciptakan komunikasi yang lancar, karena komunikasi dapat menjalin hubungan antara pemimpin dan bawahannya, sehingga tercipta hubungan kerja baik. Dengan komunikasi seorang pemimpin dapat menyampaikan informasi kepada karyawannya, demikian pula sebaliknya karyawan dapat menyampaikan ide-ide atau gagasannya kepada pimpinannya.",
  "creators": "HENDRIX WAHYUDI; FRANKY CHANDRA",
  "contributors": "Sundring Pantja Djati (Advisor 1); EDWIN ERVANTO SOELISTYO, S.E.,M.M. (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 0101/054/HTL/2003; Hendrix Wahyudi (33496006), Franky Chandra (33497125)",
  "subjects": "RESTAURANT MANAGEMENT; RESTAURANTS-EMPLOYEES; LEADERSHIP"
}