{
  "id": "46548",
  "title": "Persepsi marketing mix stakeholder nomadic tourism Indonesia (pendekatan PESTLE analysis)",
  "abstract": "Nomadic Tourism adalah sebuah konsep pariwisata yang dicetuskan oleh Kementrian Pariwisata Indonesia di tahun 2018. Menganut konsep nomaden, nomadic tourism memfasilitasi wisatawan untuk berwisata secara nomaden atau dapat berpindah-pindah. Sebagai bentuk mewujudkan konsep wisata tersebut, Kementrian Pariwisata mengangkat Glamping (glamour camping) sebagai gimmick untuk menarik minat wisatawan. Selain karena pembangunannya yang relatif mudah dan cepat, glamping menawarkan pengalaman menginap di akomodasi yang mewah namun mengusung konsep tenda atau camping. Dalam penelitian ini, peneliti mencoba mencari persepsi atau sudut pandang dari masing-masing stakeholder yang mewakili nomadic tourism. Stakeholder nomadic tourism yang kami ambil adalah wisatawan (glampacking, luxpacker, dan flashpacker), pelaku bisnis travel agent, pelaku bisnis glamping, pemerintah (Dinas Kebudayaan dan Pariwisata Jawa Timur). Sudut pandang masing-masing stakeholder didasari oleh marketing mix 4P (product, price, place, dan promotion) yang nantinya akan kami jadikan sebagai dasar untuk membuat strategi pemasaran yang tepat untuk nomadic tourism Indonesia. Secara keseluruhan masing-masing stakeholder memberikan tanggapan positf terhadap penerapan nomadic tourism di Indonesia. Dalam sisi product, glamping sebagai gimmick dalam penerapan akomodasi mempunyai potensi yang besar untuk menarik minat wisatawan karena konsepnya yang sesuai dengan nomadic tourism. Lebih lanjut penerapan sustainable tourism dan ecotourism perlu diterapkan dalam nomadic tourism yang juga mengandalkan wisata alam. Dari sisi price, penerapan finansial teknologi dalam bentuk e-money menarik untuk diimplementasikan secara luas terutama untuk wisatawan domestik yang mulai familiar dengan penggunaan e-money (OVO, go-pay, DANA). Dari sisi place, penyebaran pembangunan nomadic tourism harus merata di berbagai daerah wisata Indonesia dan mempunyai dampak sosial-budaya dan ekonomi yang baik terhadap warga lokal. Terakhir dari sisi promotion, media sosial menjadi wadah yang perlu digunakan secara maksimal oleh pemerintah karena menarget wisatawan millenial yang sangat bergantung pada kegunaan media sosial.",
  "creators": "TESALONIKA ELLIA TUMORE; INDRA KENCANA PURWONO",
  "contributors": "Hatane Semuel (Advisor 1); Dra. Monica Ida Uniati , M.M. (Advisor 2); Yudianto Oentario, S.E., M.M. (Examination Committee 1); Devi Destiani Andilas (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010357/MAN/2020; Tesalonika Ellia Tumore (35415025), Indra Kencana Purwono (35415041)",
  "subjects": "TOURISM--MARKETING; TOURISM-MANAGEMENT"
}