{
  "id": "46555",
  "title": "Analisis operasional pemancangan jack-in pile dengan model simulasi CYCLONE",
  "abstract": "Proyek konstruksi merupakan proyek yang unik karena selalu ada perbedaan di setiap proyek konstruksi, namun dalam proyek konstruksi banyak kegiatan repetitive yang dilakukan oleh sumber daya proyek (alat, tenaga kerja, material), sehingga membentuk sebuah siklus, di mana semua kegiatan akan berhubungan satu sama lain. Seiring dengan berkembangnya teknologi, konsep CYCLONE (CYCLic Operation NEtwork) merupakan teknologi yang digunakan untuk membantu efisiensi kegiatan yang repetitif, untuk mengetahui produktivitas oprasional dan idle time sumber daya proyek. Penelitian ini bertujuan untuk membuat model operasional pemancangan jack-in pile agar kontraktor pancang dapat mengetahui kegiatan-kegiatan yang dapat diefisiensikan untuk mendapatkan efisiensi yang lebih baik di dalam operasional pemancangan pabrik dengan metode jack-in pile. Permodelan yang dibuat menggunakan elemen-elemen dasar dari CYCLONE. Penelitian ini dilakukan dengan melakukan observasi lapangan. Hasil penelitian menunjukkan bahwa proyek pabrik yang sedang dalam kegiatan pondasi jack-in pile, ditinjau akan memerlukan waktu setidaknya 18 hari yang telah diteliti dengan menggunakan CYCLONE, yang memiliki produktivitas untuk pondasi tiang satu section 0,829m/menit dan dua section rata-rata 0,746m/menit. Pemancangan satu section memiliki idle time pada operator jack-in 20,50%, operator crane 26,77% dan worker 85,76%, sedangkan pemancangan dua section memiliki idle time rata-rata pada operator jack-in 11,90%, operator crane 29,02% dan worker 83,21%. Hasil dari penelitian dibuat model yang mengurangi satu worker agar dapat mengurangi idle time pada worker.",
  "creators": "YOSUA",
  "contributors": "Ratna S. Alifen (Advisor 1); Budiman Proboyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012393/SIP/2020; Yosua (21415044)",
  "subjects": "CONSTRUCTION INDUSTRY--RESEARCH; PILING (CIVIL ENGINEERING)"
}