{
  "id": "46554",
  "title": "Pengaruh information navigation skills dan internet of things skills terhadap manfaat penggunaan iot: studi kasus pada mahasiswa jurusan akuntansi di Surabaya",
  "abstract": "Secara umum, Internet of Things (IoT) adalah perangkat fisik yang terhubung ke internet. IoT memberikan revolusi dalam pekerjaan akuntansi, antara lain dalam proses mengumpulkan data dan memproses data menjadi informasi yang berguna dalam pengambilan keputusan. Sejak usia dini, pemahaman dan kemampuan untuk beradaptasi dengan perubahan yang akan dibawa oleh IoT harus dimiliki oleh calon akuntan, dalam hal ini siswa dalam program studi akuntansi. Penelitian ini melakukan survei terhadap mahasiswa akuntansi di beberapa universitas di Surabaya, Indonesia, tentang kemampuan mereka untuk menguasai perangkat IoT. Komponen keterampilan IoT adalah navigasi informasi, keterampilan sosial, keterampilan kreatif, dan keterampilan mobile. Pada penelitian ini, kami akan melihat persepsi mahasiswa Akuntansi di Surabaya mengenai pengaruh Information Navigation Skills (INS), Internet of Things Skills (IoTS), terhadap Perceived Usefulness (PU). Hasil penelitian menunjukkan bahwa terdapat pengaruh yang positif dan signifikan dari INS terhadap IoTS dan PU, serta dari IoTS terhadap PU. INS dapat mempengaruhi PU dan IoTS baik secara langsung maupun tidak langsung. Penelitian ini berkontribusi untuk memberikan masukan kepada universitas, pengusaha yang menggunakan konsep IoT dan profesi akuntansi bahwa siswa saat ini, yang merupakan generasi milenial, sangat mudah beradaptasi dalam pengembangan teknologi informasi.",
  "creators": "JESSELINE VALENCIA; INGE VERA DESTA JOHARI",
  "contributors": "Saarce Elsye Hatane (Advisor 1); Hatane Semuel (Examination Committee 1); Josua Tarigan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011483/AKT/2020; Jesseline Valencia (32416111), Inge Vera Desta Johari (32416123)",
  "subjects": "ACCOUNTING--INFORMATION TECHNOLOGY; INTERNET OF THINGS"
}