{
  "id": "4656",
  "title": "Penerapan ragam hias tradisional Toraja pada interior \"Toraja Misiliana Hotel\"",
  "abstract": "Keinginan pemerintah untuk melestarikan serta mengembangkan tradisi dan kebudayaan daerah terbukti dengan adanya TAP MPR RI No.IV/MPR/1999 yang membahas tentang masalah sosial dan budaya Indonesia. Selain itu, ketertarikan penulis untuk mempelajari dan mengembangkan adat istiadat daerah asal sehingga Penulis memilih ragam hias tradisional Toraja sebagai topik dalam menyelesaikan Tugas akhir. Sebagai salah satu warisan budaya yang patut dilestarikan, ragam hias tradisional adalah aset yang sangat potensial untuk dikembangkan sebagai unsur desain interior, baik yang bersifat konstruktif maupun dekoratif. Penerapan ragam hias tradisional sebagai salah satu unsur interior seringkali mengalami perubahan dan pengembangan baik dari segi bentuk motif, bahan, teknik pembuatan, warna maupun sifatnya yang berbeda dengan ragam hias aslinya. Dalam penelitian ini yang dibahas adalah ragam hias tradisional Toraja yang diterapkan pada sebuah fasilitas publik yaitu hotel. Hotel yang menjadi objek penelitian adalah Toraja Misiliana Hotel. Untuk mengetahui bagaimana penerapan ragam hias tradisional Toraja pada Toraja Misiliana Hotel dilakukan melalui penelitian kualitatif. Pengumpulan data dilakukan dengan studi pustaka, wawancara dan observasi langsung. Analisis data dilakukan melalui studi komparatif antara ragam hias tradisonal Toraja dengan penerapannya di Toraja Misiliana Hotel menggunakan metode deskriptif dengan tabel yang disertai gambar dan foto. Dari hasil analisis, dapat diketahui bahwa ragam hias tradisional Toraja dapat diterapkan pada Toraja Misiliana Hotel tetapi mengalami perubahan dan pengembangan pada unsur-unsur pembentuknya. Ragam hias tradisional Toraja yang asli bersifat sakral dan berkaitan erat dengan unsur religi sedangkan pada penerapan di Toraja Misiliana Hotel lebih bersifat propan untuk kepentingan pariwisata dan bisnis tetapi tetap mempertahankan esensi ragam hias itu sendiri.",
  "creators": "ARTHELIA GITA LESTARI",
  "contributors": "OLIH SOLIHAT KARSO (Advisor 1); Anik Rakhmawati (Advisor 2); SOEPONO SASONGKO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010150/DIN/2004: Arthelia Gita Lestari (41499102)",
  "subjects": "HOTELS-DECORATION"
}