{
  "id": "46575",
  "title": "Analisa pengaruh destination image terhadap minat berkunjung wisatawan kota Banyuwangi",
  "abstract": "Indonesia memiliki potensi sumber daya alam dan budaya yang menarik untuk dijadikan daya tarik utama pariwisata Indonesia. Kampanye promosi pariwisata Indonesia secara formal ditandai dengan dicanangkannya “Visit Indonesia Year (VIY)” sebagai program pariwasata yang bertujuan untuk menarik lebih banyak wisatawan. Di Indonesia terdapat banyak destinasi wisata yang belum terkenal sehingga perlu intervensi pemerintah untuk mempromosikan destinasi wisata tersebut. Untuk terus memompa sektor pariwisata maka pemerintah harus mampu memicu timbulnya minat berkunjung dari wisatawan ke tempat wisata. Kabupaten Banyuwangi, sebagai salah satu obyek wisata populer di Jawa Timur, dan hal ini dapat dipengaruhi oleh berbagai faktor. Faktor yang dapat menimbulkan minat berkunjung wisatawan adalah karena adanya event menarik yang digelar oleh pemerintah daerah. Destination image merupakan variabel yang mempengaruhi minat berkunjung secara positif. Penelitian ini bertujuan untuk mengetahui pengaruh dari destination image terhadap visit intention wisata di Banyuwangi. Penelitian ini menggunakan total 118 responden penelitian. Data penelitian dikumpulkan menggunakan kuesioner berskala likert dan diolah menggunakan metode analisis regresi linier sederhana. Hasil penelitian menunjukkan bahwa destination image berpengaruh positif terhadap visit intention.",
  "creators": "OLIVIA YAPRANATA; VINCENTIUS WIRYO UTOMO",
  "contributors": "EDWIN JAPARIANTO (Advisor 1); MONICA SANTOSO (Examination Committee 1); Devi Destiani Andilas (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010354/MAN/2020; Olivia Yapranata (35414014), Vincentius Wiryo Utomo (35414058)",
  "subjects": "CONSUMERS--RESEARCH; TRAVELERS"
}