{
  "id": "46578",
  "title": "Perancangan buku esai fotografi human interest penduduk Desa Batan Krajan",
  "abstract": "Desa Batan Krajan adalah salah satu desa di kota Mojokerto yang masih memiliki sejarah yang kental terhadap kerajaan Majapahit. Pekerjaanpun berhubungan dengan kerajaan Majapahit, dimana para pemuda bekerja mengukir dan mengangkut batu bata merah untuk diserahkan ke kerajaan Majapahit. Tetapi seiring berjalannya waktu, kerajinan pahatan batu bata berubah menjadi kerajinan perak, tembaga maupun swasa. Kerajinankerajinan itulah yang membuat desa Batan Krajan menjadi salah satu wisata di kota Mojokerto. Dari kerajinan ini lah muncul ide untuk membuat perancangan buku esai fotografi human interest penduduk desa Batan Krajan. Perancangan buku esai fotografi ini mengangkat cerita tentang sebuah desa dimana sebagian besar warga desa memiliki keahlian dalam kerajinan yang dijadikan sebagai pekerjaan tetap. Kerajinan tersebut ialah kerajinan tangan dari berbahan dasar perak, tembaga maupun kuningan yang dijadikan sebuah aksesoris yang kemudian dijadikan pekerjaan wirausaha. Selain kerajinan, menceritakan tentang kehidupan sehari-hari sebagai warga desa. Dimulai dari kegiatan apa saja yang dilakukan, hingga tata krama yang diajarkan kepada anak-anak. Tujuan perancangan buku esai ini adalah menghasilkan sebuah buku yang menarik tentang sebuah desa dengan kehidupannya yang sesuai dengan target audience yang dituju. Buku ini diciptakan untuk memberikan pembelajaran hidup kepada masyarakat luas tentang berharganya sebuah pekerjaan, dan tentang sikap yang akan dijadikan panutan untuk anak-anak dan warga sekitar.",
  "creators": "AMELIA JESSICA",
  "contributors": "Bing Bedjo Tanudjaja (Advisor 1); Daniel Kurniawan, S.Sn., M.Med.Com (Advisor 2); Deddi Duto Hartanto (Examination Committee 1); Maria Nala Damajanti, S.Sn., M.Hum. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Grafis",
  "source": "Perancangan Grafis No. 00023421/DKV/2019; Amelia Jessica (42415106)",
  "subjects": "BOOK DESIGN; VISUAL COMMUNICATION; GRAPHICS ARTS"
}