{
  "id": "46583",
  "title": "Fasilitas inkubasi industri kreatif di Surabaya",
  "abstract": "Fasilitas inkubasi industri kreatif merupakan sebuah fasilitas bagi para calon pemilik usaha atau start-up agar dapat mengembangkan bisnisnya. Fasilitas ini bertujuan untuk mewadahi para pelaku bisnis industri kreatif dimulai dari proses inkubasi perancangan industri hingga proses pemasarannya. Fasilitas ini tidak hanya bermanfaat bagi para calon pelaku usaha di bidang industri kreatif melainkan juga menjadi salah satu pusat kegiatan perekonomian di Surabaya. Pusat pemberlanjaan yang dibangun menjadi jembatan yang menghubungkan interaksi para calon pelaku usaha industri kreatif dengan masyarakat di Surabaya. Keunikan proyek ini ada pada karakter setiap ruang inkubasi yang mampu menyesuaikan dengan berbagai jenis kebutuhan industri kreatif. Dimulai dari ruang perencanaan kerja, ruang workshop, hingga persiapan pemasaran yang terintegritas bagi seluruh jenis industri kreatif. Selain itu berbagai jenis kebutuhan ruangan sesuai dengan jenis industri kreatif yang beraneka ragam juga menjadi salah satu kebutuhan bangunan. Oleh sebab itu pendekatan sistem dilakukan untuk mengatur hubungan antar ruang, karakteristik ruang, alur sirkulasi, hingga struktur bangunan.",
  "creators": "RAYNALD OCTAVIANT SURYANTO",
  "contributors": "Bramasta Putra Redyantanu (Advisor 1); Markus Ignatio Aditjipto (Advisor 2); Andhi Wijaya (Advisor 3); Maria Immaculata Hidayatun (Examination Committee 1); Altrerosje Asri, S.T., M.T. (Examination Committee 2); Benny Poerbantanoe (Examination Committee 3); Stanislaus Kuntjoro Santoso (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024017/ARS/2019; Raynald Octaviant Suryanto (22415160)",
  "subjects": "FACILITIES DESIGN AND CONSTRUCTION"
}