{
  "id": "46581",
  "title": "Faktor-faktor yang mempengaruhi proses penerimaan dan pengembalian sayuran dan buah-buahan di Outlet Receiving Sheraton Surabaya Hotel & Tower terhadap kelancaran operasional main kitchen",
  "abstract": "Sheraton Surabaya Hotel & Tower merupakan salah satu hotel berbintang lima, yang dalam penyediaan makanan dan minuman merupakan salah satu produk utamanya. Selama penulis melakukan training di Sheraton Surabaya Hotel & Tower, penulis melihat adanya fenomena yang berkaitan dengan pengembalian sayuran dan buah-buahan yang mempengaruhi kelancaran operasional main kitchen. Melihat keadaan di atas, penulis tertarik untuk menganalisa tentang faktor-faktor apa saja yang mempengaruhi proses penerimaan dan pengembalian sayuran dan buah-buahan di outlet receiving. Setelah penulis melakukan penelitian, penulis menemukan faktor-faktor yang mempengaruhi proses penerimaan dan pengembalian sayuran dan buah-buahan. Di antaranya kurangnya jumlah staf di outlet receiving, tidak jelasnya standard of procedure tentang sayuran dan buah-buahan, kurangnya training berkaitan dengan penerimaan sayuran dan buah-buahan pada outlet receiving, kurangnya skill & knowledge, mengenai sayuran dan buah-buahan yang benar, tidak adanya persamaan persepsi dalam menerima sayuran dan buah-buahan di main kitchen, keterlambatan supplier dalam mengirim sayuran, kualitas sayuran dan buah-buahan yang dikirim oleh supplier, kurangnya komunikasi antar staf yang ada, kurang tegasnya purchasing department dalam menangani supplier yang nakal.",
  "creators": "CHRISTINE JUNIARTI W; YULLIAWATI",
  "contributors": "Adeline (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.01010165/HTL/2005; Christine J.W. (33400093), Yulliawati (33400110)",
  "subjects": "HOTEL MANAGEMENT"
}