{
  "id": "46597",
  "title": "Aplikasi pelayanan asisten tutor berbasis android di Universitas Kristen Petra",
  "abstract": "Ethics Enrichment merupakan sebuah program pembinaan bagi mahasiswa baru selama satu semester awal. Pembinaan ini membagi mahasiswa baru ke dalam kelompok-kelompok kecil yang akan dipimpin oleh satu orang pemimpin yang disebut sebagai Asisten Tutor (Astor). Selain pembinaan bagi mahasiswa baru, asisten tutor sendiri akan dibina secara terpisah baik dalam persekutuan rutin gabungan yang mewajibkan seluruh asisten tutor hadir, atau pun di dalam kelompok-kelompok kecil yang dikenal sebagai Kelompok Tumbuh Bersama (KTB). KTB ini akan dipimpin oleh seorang mentor. Pada saat ini, setiap alat bantu yang digunakan oleh mahasiswa baru, asisten tutor, dan mentor sendiri masih dicetak dengan menggunakan kertas. Dibandingkan dengan jumlah mahasiswa baru, asisten tutor, dan mentor yang terus bertambah setiap tahunnya, penggunaan kertas ini merupakan pemborosan dan tidak terlalu praktis. Web application dan mobile application ini dibuat dengan tujuan untuk membantu pelayanan asisten tutor dan mentor, dan juga mahasiswa baru agar lebih efektif dalam mengikuti kegiatan pembinaan ini. Aplikasi ini dibuat berbasis teknologi karena sekarang penggunaan teknologi sendiri sudah menjadi salah satu kebutuhan setiap orang. Pengguna web application sendiri terdiri dari Admin, pemerhati mentor, pemerhati astor, dan pemerhati maba. Sedangkan pengguna mobile application terdiri dari mentor, asisten tutor, dan mahasiswa baru. Berdasarkan hasil pengujian diperoleh kesimpulan bahwa web application dan mobile application dapat diakses dan dijalankan dengan baik. Aplikasi ini juga dapat membantu sistem manajemen pelayanan di Ethics Enrichment menjadi lebih teratur.",
  "creators": "DIENI LUCKY PRAYA PITESHA",
  "contributors": "Andreas Handojo (Advisor 1); ANITA NATHANIA (Advisor 2); Leo Willyanto Santoso (Examination Committee 1); INDRO SETIAWAN (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021951/INF/2020; Dieni Lucky Praya Pitesha (26415135)",
  "subjects": "ANDROID (ELECTRONIC RESOURCE)--PROGRAMMING; SMARTPHONES; WEB APPLICATIONS--COMPUTER PROGRAMS"
}