{
  "id": "466",
  "title": "Hubungan antara set kesempatan investasi dengan kebijakan pendanaan dan deviden perusahaan",
  "abstract": "Tujuan dari penelitian ini ialah menguji secara empiris korelasi antara nilai set kesempatan investasi sebagai proksi pertumbuhan perusahaan dengan realisasi pertumbuhan perusahaan, untuk menyelidiki hubungan antara set kesempatan investasi dengan kebijakam pendanaan dan deviden perusahaan. Lima variabel digunakan sebagai indikator pertumbuhan perusahaan seperti book value of plant, property and equipment to asset ratio ( PPE / BVA ), market to book ratio ( MVE / BVE ), price to earning ratio ( P / E ), market to book of asset ratio ( MVA / BVA ) dan capital addition to book of asset ratio ( CAP / BVA ). Kelima variabel ini dianalisa menggunakan common factor analysis. Empat puluh perusahaan bertumbuh dan 40 perusahaan tidak bertumbuh dari 100 perusahaan publik pada Bursa Efek Jakarta ditentukan berdasarkan common factor analysis. Korelasi Spearman Rank digunakan untuk menguji korelasi antara nilai IOS dan realisasi perturnbuhan perusahaan. Hasil penelitian menunjukkan bahwa korelasi antara MVA / BVA dan MVE / BVE dengan realisasi pertumbuhan perusahaan adalah positif seperti yang diharapkan. Dan tidak ada korelasi positif antara PPE / BVA, P / E, dan CAP / BVA dengan realisasi pertumbuhan perusahaan. Perusahaan bertumbuh tidak terbukti memiliki kebijakan pendanaan dan deviden yang lebih rendah daripada perusahaan yang tidak bertumbuh.",
  "creators": "IWAN SETIAWAN OENTORO; HARYANTO WIBOWO",
  "contributors": "Sautma Ronni Basana (Advisor 1); Nanik Linawati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No 03011677/MAN/2003; Haryanto Wibowo (31499031), Iwan Setiawan Oentoro (31499031)",
  "subjects": "INVESTMENT ANALYSIS; CORPORATIONS-FINANCE"
}