{
  "id": "46602",
  "title": "Survei tentang jenis dan penyebab benda jatuh yang menyebabkan kecelakaan pada beberapa proyek konstruksi di Surabaya",
  "abstract": "Pelaksanaan pembangunan pada bidang konstruksi memang tidak pernah lepas dari masalah keselamatan kerja. Dari beberapa referensi dari luar negeri, kecelakaan benda jatuh merupakan kecelakaan yang memiliki frekuensi terbesar kedua pada proyek konstruksi setelah kecelakaan manusia jatuh. Penelitian ini bertujuan untuk mengetahui frekuensi dari jenis benda jatuh serta frekuensi dan dampak dari faktor yang dapat menyebabkan benda jatuh di beberapa proyek konstruksi di Surabaya. Pengumpulan data dilakukan dengan menyebarkan kuesioner yang ditujukan kepada para staf, mandor, dan tukang pada beberapa proyek konstruksi yang sedang berjalan di Surabaya. Dari hasil penelitian didapatkan bahwa terdapat tiga aspek tertinggi dari frekuensi benda jatuh pada proyek konstruksi, yaitu “Peralatan pertukangan (palu, gergaji, kunci pas, dll)”, “Lain-lain (tangki, daun pintu, potongan kayu, dll)”, dan “Bata (bata beton, batu bata, bata ringan, dll)”. Tiga aspek tertinggi dari frekuensi faktor penyebab benda jatuh, yaitu “Kecerobohan saat bekerja”, “Kondisi cuaca yang buruk”, dan “Membawa alat pertukangan berlebihan ketika bekerja di ketinggian”. Sedangkan tiga aspek tertinggi dari dampak faktor penyebab benda jatuh menurut responden, yaitu “Kecerobohan saat bekerja”, “Kondisi cuaca yang buruk”, dan “Pemeliharaan alat berat yang tidak rutin”.",
  "creators": "FELICIA PUTRI; GIOVANNI PUTRA",
  "contributors": "Paulus Nugraha (Advisor 1); Andi (Examination Committee 1); Ratna S. Alifen (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012387/SIP/2020; Felicia Putri (21414026)Giovanni Putra (21414034)",
  "subjects": "CONSTRUCTION INDUSTRY--ACCIDENTS--INVESTIGATION"
}