{
  "id": "46613",
  "title": "Pengenalan dan pemaknaan logo baru Bank BII masyarakat Bisnis Surabaya",
  "abstract": "Bank BII melakukan re-design pada logo perusahaannya, dari logo lama menjadi logo baru. Bagi PT Bank Intemasional Indonesia Tbk (BII) penggantian logo sangat penting untuk mengangkat citra Bank BII baru, yaitu Bank BII yang saham mayoritasnya dimiliki oleh pemerintah. Disadari, logo lama yang memampang logo Sinar Mas Grup, cukup membatasi ruang gerak Bank BII. Kesan masyarakat BII dikuasai Sinar Mas Grup masih tetap mengental. Guna mengubur citra lama yang kurang enak, pengenalan logo baru merupakan bagian dari upaya untuk meningkatkan citra perusahaan sekaligus sebagai simbolisasi upaya BII untuk meningkatkan standar kualitas produk dan layanan, di antaranya melalui perbaikan identitas perusahaan (corporate identity). Masalahnya adalah benarkah re-design logo tersebut telah mampu mengubah image masyarakat bisnis di Surabaya terhadap bank BII, dengan kata lain, benarkah logo baru tersebut cukup efektif (mudah dikenali dan dimengerti maknanya) untuk merepresentasikan image baru bank BII. Penelitian ini bertujuan untuk mendeskripsikan pengenalan dan pemaknaan masyarakat bisnis di Surabaya terhadap logo bank BII. Responden penelitian terdiri atas 100 masyarakat bisnis (pengusaha dan karyawan swasta) di Surabaya. Data dijaring dengan menggunakan kuesioner. Penelitian memperoleh temuan sebagai berikut: a) Secara umum masyarakat bisnis di Surabaya lebih mengenali logo lama bank BII daripada logo baru bank BII, artinya perubahan logo bank BII belum mampu mengubah persepsi masyarakat bisnis di Surabaya terhadap citra perusahaan bank BII, b) hanya sebagian masyarakat bisnis di Surabaya yang dapat memahami arti dari logo baru bank BII dan tampaknya pemahaman akan arti dari logo baru bank BII tersebut hanyalah sebuah ekspetasi/harapan-harapan terhadap bank BII, c) ditinjau dari hasil perbandingan antara persentase pengenalan responden terhadap logo dengan persentase pengenalan responden terhadap makna dari sebuah logo, maka akan tampak bahwa masyarakat bisnis pada umumnya hanya mengenali logo dari bentuk visualnya saja, tidak menghiraukan makna atau arti dari sebuah logo. Dari temuan yang ada disarankan agar: a) perlu diadakan kajian lanjut tentang tingkat pengenalan visual logo dengan arti visual logo yang baru, b) perlu diadakan kajian lanjut tentang kesesuaian konsep visual perancangan logo dengan persepsi visual audiens, c) dalam perancangan sebuah logo, aspek kesederhanaan serta kajian semiologi yang mapan dari sebuah logo hendaknya perlu dipertimbangkan dengan baik, agar nantinya logo tersebut lebih mudah untuk dikenali dan dipahami.",
  "creators": "VALENS AFFANDI PUGUH",
  "contributors": "YOHANES MOELJADI PRANATA (Advisor 1); MARGANA (Advisor 2); Obed Bima Wicandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Grafis",
  "source": "Perancangan Grafis No. 277/DKV/2004; Valens Affandi Puguh (42499107)",
  "subjects": "ADVERTISING; GRAPHIC ARTS; SIGNS AND SYMBOLS; VISUAL COMMUNICATION"
}