{
  "id": "46644",
  "title": "Analisis perangkat pencegah dan penahan jatuh pada proyek high rise building di Surabaya",
  "abstract": "Proyek konstruksi memiliki banyak sekali risiko kecelakaan yang mungkin terjadi pada tiap tahapan pembangunan. Kecelakaan yang disebabkan karena bekerja di ketinggian dapat menyebabkan timbulnya kerugian baik materi maupun korban jiwa. Penelitian ini bertujuan untuk mengetahui apa saja perangkat pencegah dan penahan jatuh serta mengetahui kesesuaian dan ketentuan tiap perangkat pencegah dan penahan jatuh yang terdapat di proyek high rise building di Surabaya. Metode yang digunakan adalah observasional deskriptif. Data primer diambil menggunakan lembar observasi. Variabel yang diteliti adalah perangkat pencegah dan penahan jatuh di 5 proyek high rise building di Surabaya. Di tiap proyek, peneliti akan menganalisis perangkat pencegah dan penahan jatuh di 4 potensi bahaya jatuh yang meliputi sisi terbuka, lubang terbuka, lubang lift, dan tangga. Kemudian peneliti akan membandingkan data yang diperoleh dengan ketentuan yang ada. Hasil penelitian ini menunjukkan proyek B memiliki persentase perangkat pencegah jatuh yang paling tinggi yaitu mencapai 93,58% dan proyek C memiliki persentase perangkat penahan jatuh yang paling tinggi yaitu mencapai 5,49%, sedangkan proyek D memiliki persentase perangkat pencegah jatuh yang paling rendah yaitu mencapai 46,89% dan proyek D memiliki persentase perangkat penahan jatuh yang paling rendah yaitu mencapai 0,49%. Pada perbandingan ketentuan ditemukan bahwa safety railing merupakan perangkat pencegah jatuh yang paling memenuhi ketentuan, sedangkan interior net merupakan perangkat penahan jatuh yang paling tidak memenuhi ketentuan.",
  "creators": "ADAM WILLIAM FERNANTA; VINCENTIUS RUSIEL",
  "contributors": "ANDI (Advisor 1); Ratna S. Alifen (Examination Committee 1); Budiman Proboyo (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012388/SIP/2020; Adam William Fernanta (21415256), Vincentius Rusiel (21414156)",
  "subjects": "ACCIDENTS-PREVENTATION; BUILDING-SAFETY MEASURES"
}