{
  "id": "46652",
  "title": "Pengendalian risiko kecelakaan kerja pada proyek konstruksi",
  "abstract": "Pada proyek konstruksi terdapat banyak sekali risiko kecelakaan kerja yang mungkin terjadi pada tiap tahapan pembangunan sehingga sebaiknya kita harus melakukan metode pengendalian agar risiko tersebut dapat dihindari. Masing-masing metode pengendalian untuk masing-masing risiko mempunyai frekuensi penerapan dan kecocokannya sendiri. Penelitian ini bertujuan untuk memberikan metode pengendalian yang kecocokannya signifikan terhadap risiko kecelakaan kerja pada masing-masing risiko pada tiap tahapan pekerjaan yang diteliti. Pengumpulan data dilakukan dengan menyebar kuisoner kepada staff kontraktor yang terlibat langsung di lapangan di wilayah Surabaya. Data hasil kuisioner akan dianalisa dengan menghitung rata-rata jawaban responden untuk setiap frekuensi penerapan dan kecocokan metode pengendalian yang ada. Selanjutnya khusus untuk kecocokan dilanjutkan dengan melakukan uji statistik one sample t-test. Hasil penelitian menunjukkan bahwa frekuensi penerapan metode pengendalian yang memiliki mean tertinggi atau paling sering dilakukan untuk risiko gangguan pernapasan akibat kekurangan oksigen pada tahapan pekerjaan-pekerjaan pada ruangan yang terbatas (sempit) adalah adanya instruksi dan pelatihan khusus dan untuk risiko lainnya yang mendapatkan mean tertinggi adalah penggunaan alat pelinduung diri (APD) seperti helm rompi dan sepatu. Untuk kecocokan metode pengendalian untuk semua risiko dengan mean terbesar adalah penggunaan Alat Pelindung diri (APD) seperti helm, rompi, dan sepatu. Tidak hanya mengambil salah satu metode pengendalian yang mean-nya tertinggi pada masing-masing risikonya tetapi yang meannya lebih besar atau sama dengan 3.5. Selanjutnya dilakukan uji statistik one sample t-test dari hasil mean kecocokan metode pengendalian pada masing-masing risikonya dan didapat bahwa total keseluruhan dari 64 variabel metode pengendalian pada masing-masing risiko hanya 45 variabel metode pengendalian yang kecocokannya signifikan terhadap risikonya.",
  "creators": "DENNIS CHRISTIAN; STEVEN MATTHEW SANTOSO",
  "contributors": "Andi (Advisor 1); Herry Pintardi Chandra (Examination Committee 1); Dr. rer.nat. Surya Hermawan S.T., M.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012401/SIP/2020; Dennis Christian (21415249), Steven Matthew Santoso (21415252)",
  "subjects": "ACCIDENTS--PREVENTION; LOSS CONTROL"
}