{
  "id": "46669",
  "title": "Pengaruh brand customer experience terhadap brand image dari program CPBC melalui brand positioning sebagai variabel mediasi",
  "abstract": "Berdasarkan data dari BPS Indonesia, jumlah pengangguran di Indonesia pada tahun 2019 semakin berkurang. Namun, jumlah pengangguran yang merupakan lulusan S1 justru semakin meningkat. Salah satu cara agar para lulusan S1 dapat bersaing dengan kompetisinya adalah dengan cara mengikuti program sertifikasi dengan brand CPBC yang diberikan oleh Universitas Kristen Petra. Penelitian ini bertujuan untuk menganalisa pengaruh dari Brand Customer Experience terhadap Brand Image pada program CPBC melalui Brand Positioning sebagai variabel mediasi. Penelitian ini dilakukan dengan menyebarkan kuesioner secara offline dan online kepada 100 responden yang pernah atau sedang menjalani program sertifikasi CPBC di Universitas Kristen Petra. Teknik Analisa yang digunakan adalah Teknik analisis kuantitatif dengan metode path analysis. Berdasarkan penelitian ini, hasil dari nilai T-statistic Branded Customer Experience terhadap Brand Positioning dimana nilainya adalah yang paling besar yaitu 12,703. Dilihat dari uji tersebut maka dapat dipastikan bahwa Branded Customer Experience memiliki pengaruh positif terhadap Customer Engagement. Selain itu, pengaruh dari T-statistic Branded Customer Experience terhadap Brand Image juga menunjukan hasil yang positif. Hal ini ditunjukan dengan nilai T-statistic Branded Customer Experience terhadap Brand Image sebesar 5,754. Berdasarkan hasil penelitian, Branded Customer Experience memberikan peran yang penting untuk pembentukan Brand Positioning dan Brand Image dari program sertifikasi CPBC.",
  "creators": "ADALBERT CLIFT",
  "contributors": "Diah Dharmayanti (Advisor 1); Edwin Japarianto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020751/MAN/2020; Adalbert Clift (36415081)",
  "subjects": "BRAND IMAGE"
}