{
  "id": "46678",
  "title": "Studi tentang daktilitas struktur pada sistem shearwall frame-belt truss sebagai virtual outrigger",
  "abstract": "Sejumlah penelitian tentang penggunaan sistem struktur belt truss yang dikombinasikan dengan sistem shearwall frame mengemukakan bahwa sistem tersebut temyata cukup baik perilakunya dalam mereduksi simpangan lateral pada bangunan tinggi. Hal yang belum terungkap dengan jelas dalam penelitian terdahulu adalah bagaimana tingkat daktilitas struktur apabila pada bangunan tersebut dikenakan gempa rencana dengan periode ulang tertentu. Peraturan gempa Indonesia (SNI 03-1726-2002) mensyaratkan nilai faktor reduksi gempa (R) untuk struktur shearwall-frame beton bertulang berkisar antara 5.5 sampai dengan 6.5. Berdasarkan peraturan tersebut, penelitian ini memprediksi tingkat daktilitas bangunan shearwall frame - hell truss 30 tingkat dengan nilai faktor reduksi gempa (R) sebesar 6. Struktur didesain dengan metode desain kapasitas. Selanjutnya pemeriksaan daktilitas bangunan tersebut dilakukan dengan analisis dinamis nonlinier riwayat waktu. Beban gempa yang digunakan untuk analisis adalah gempa El Centro 18 Mei 1940 komponen North - South dengan periode ulang 27, 67, 135, 260, 500 dan 1050 tahun. Data output yang digunakan dalam pemeriksaan daktilitas struktur adalah damage index dan posisi terjadinya kehancuran elemen struktur. Hasil penelitian menunjukkan bahwa untuk struktur shearwall frame-belt truss dengan nilai faktor reduksi gempa (R) sebesar 6, daktilitas yang diharapkan tidak dapat tercapai, ditandai dengan besamya nilai damage index pada beberapa elemen struktur adalah lebih dari satu (melewati batas safety limit state). Sendi plastis terjadi pada beberapa elemen struktur, namun tidak sampai menyebabkan keseluruhan struktur kolaps.",
  "creators": "DEBBY KURNIA DEWI; ADI SUSANTO",
  "contributors": "Pamuda Pudjisuryadi (Advisor 1); Benjamin Lumantarna (Advisor 2); Effendy Tanojo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.11501387/SIP/2004; Debby Kurnia Dewi (21400016), Adi Susanto (21400118)",
  "subjects": "EARTHQUAKE ENGINEERING; SHEAR WALLS"
}