{
  "id": "46675",
  "title": "Pengaruh faktor demografi, future time perspective, financial risk tolerance, dan literasi keuangan terhadap perencanaan pensiun pada tenaga kerja perempuan di Indonesia",
  "abstract": "Perempuan menghadapi risiko permasalahan keuangan di masa pensiun yang lebih besar karena secara statistik memiliki harapan hidup yang lebih panjang, namun memiliki penghasilan, toleransi risiko, dan literasi keuangan yang lebih rendah dari laki-laki. Penelitian ini bertujuan untuk mengetahui pengaruh faktor demografi (usia, pendidikan, dan penghasilan), Future Time Perspective (FTP), Financial Risk Tolerance (FRT), dan literasi keuangan terhadap perencanaan pensiun pada tenaga kerja perempuan di Indonesia. Data dianalisa menggunakan SmartPLS dengan jumlah sampel sebanyak 304. Hasil penelitian ini membuktikan bahwa di antara faktor demografi yang dianalisa, hanya penghasilan yang berpengaruh terhadap FTP. Hasil penelitian ini juga membuktikan bahwa literasi keuangan merupakan faktor yang berperan penting dalam menentukan perencanaan pensiun. Literasi keuangan berpengaruh secara langsung terhadap perencanaan pensiun dan juga berperan dalam pengaruh indirect effects antara usia, pendidikan, penghasilan, dan FTP terhadap perencanaan pensiun. Literasi keuangan juga berpengaruh terhadap tingkat penerimaan seseorang terhadap risiko. Penelitian ini diharapkan dapat mendukung pengembangan penelitian tentang faktor yang mempengaruhi perencanaan pensiun pada perempuan. Serta memberikan dampak kepada masyarakat, khususnya tenaga kerja perempuan yang belum memiliki dana pensiun, untuk menyadari pentingnya literasi keuangan dan perencanaan pensiun, serta segera melakukan perencanaan pensiun. Pemerintah dan lembaga keuangan juga dapat berperan untuk meningkatkan literasi keuangan masyarakat dengan menyelenggarakan program edukasi keuangan.",
  "creators": "Linda Evelina Larisa",
  "contributors": "Prof. Dr. Njo Anastasia, S.E., M.T. (Advisor 1); Serli Wijaya (Advisor 2); Sautma Ronni Basana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020247/MM/2020; Linda Evelina Larisa (D21180029)",
  "subjects": "FINANCIAL PLANNING; INVESTMENTS; PENSION TRUSTS--INVESTMENTS"
}