{
  "id": "46683",
  "title": "Language ideologies of young Chinese Surabayanese in learning Mandarin in post-Suharto era",
  "abstract": "This thesis mainly deals with the language ideology of young Chinese Surabayanese’ motivation in learning Mandarin and the effect of the language ideology in the sense of their Chinese-ness. The focus in this thesis is about the hidden ideology within the motivation itself as it will be discussed through language ideology and Gardner’s language learning motivation. The mentioned theories will contribute towards the analysis of the motivation first before exploring the hidden ideology within the motivation. For the purpose of serving qualified and in-depth personal data, a qualitative method was used, and semi-structured interviews were held. After conducting semi-structured interviews and having them recorded, the next step was to transcribe the dialogues. As the transcripts become handy, the next step is to select the statements to be put into the framework matrix, which consisted of several columns, to be analysed: Statements that matter, context, interpretations, theme. From the analysis, it is found that my young Chinese Surabayanese informants perceived the ideology of learning Mandarin as an advantage, in which to globalise their life opportunities in work and communication, to gain power in the markets because of the rise of China, to invest in their linguistic capital, and understanding parents’ influence. Therefore, because of their perception towards Mandarin as an advantage, learning Mandarin has no effect on their sense of Chinese-ness.",
  "creators": "Gabriela Angeline Hananya",
  "contributors": "Esther Kuntjara (Advisor 1); Drs. Setefanus Suprajitno, M.A., Ph.D. (Examination Committee 1); Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Skripsi No. 02010015/MIS/2020; Gabriela Angeline Hananya (A21180001)",
  "subjects": "CHINESE LANGUAGE--STUDY AND TEACHING; CHINESE; DESIGN-IDEOLOGY ASPECTS; LANGUAGE AND CULTURE"
}