{
  "id": "46686",
  "title": "Translation strategies of figurative language in the Novel The Fault in Our Stars",
  "abstract": "This thesis is about the translation of one popular translated novel entitled The Fault in Our Stars by John Green. In this novel, the writer would like to analyze the translation strategies used in translating figurative language. The writer would like to know what the common translation strategy used in this novel, so the translators or people who want to continue this field can consider choosing the most common strategy so that the target language readers can get the same meaning as the source language readers. There are seven figurative languages found in the novel, and the writer compares the figurative languages based on the original novel and the translated novel. The writer uses three translation strategies and put the comment on whether each strategy is appropriate to its figurative language or not. The writer uses the theory from Larson (2000) for translation strategy. This study is a descriptive one, and the writer collected the data from The Fault in Our Stars novel in the English version and The Fault in Our Stars novel in Indonesian translation. The findings of the analysis reveal that the most common strategy used is substituting a figurative expression of the target language for the figurative expression of the source language. The translator used the most common strategy because it may be the most appropriate way of translating a novel.",
  "creators": "DEBY ANGELIA",
  "contributors": "Samuel Gunawan (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1); Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012322/ING/2020; Deby Angelia (11415036)",
  "subjects": "ENGLISH LANGUAGE--TRANSLATING; FIGURES OF SPEECH"
}