{
  "id": "46728",
  "title": "Pengaruh faktor internal dan faktor eksternal terhadap profitabilitas bank di Indonesia",
  "abstract": "Bank memiliki peranan sebagai intermediasi antara debitor dan kreditor. Peranan bank memberikan kontribusi yang besar bagi pembangunan nasional secara berkesinambungan. Kemampuan bank dalam menyalurkan pinjaman akan memberikan pertumbuhan profitabilitas. Peningkatan kemampuan bank dalam memperoleh laba sesuai kemampuan akan meningkatkan net interest margin (NIM) sebagai salah satu indikator mengukur keberhasilan bank. Kondisi NIM bank di Indonesia yang tertinggi di ASEAN dan salah satu yang tertinggi di dunia ini memberikan pandangan positif bagi investor asing untuk memiliki bank di Indonesia. Hasil penelitian yang telah dillakukan menunjukkan adanya pengelompokan faktor-faktor yang mempengaruhi NIM suatu bank menjadi 2 faktor yakni faktor internal bank: Capital Adequacy Ratio (CAR), Non Performing Loan (NPL), Loan to Deposits Ratio (LDR), dan Belanja operasional terhadap pendapatan operasional (BOPO). Faktor eksternal bank: Gross Domestic Product (GDP), inflasi, dan interest rate. Penelitian ini mengambil populasi adalah bank umum konvensional yang terdaftar di Bursa Efek Indonesia, bank yang masuk dalam kategori Bank BUKU 3 dan Bank BUKU 4, dan bank yang memiliki laporan keuangan lengkap tahun 2008-2018. Teknik analisis data yang digunakan dalam penelitian ini adalah analisis regresi linier berganda dan partial least square (PLS). Hasil penelitian dan pembahasan didapatkan bahwa Capital adequacy ratio (CAR) berpengaruh signifikan dan positif terhadap net interest margin (NIM). Loan to Deposit Ratio (LDR) berpengaruh signifikan dan positif terhadap net interest margin (NIM). Non Performing Loan (NPL) berpengaruh signifikan dan positif terhadap net interest margin (NIM). Biaya Operasional terhadap Pendapatan Operasional (BOPO) tidak berpengaruh signifikan terhadap net interest margin karena kenaikan biaya operasional selalu diimbangi dengan kenaikan pendapatan operasional yang dibebankan ke nasabah. Gross Domestic Product (GDP) berpengaruh signifikan dan positif terhadap net interest margin. Inflasi tidak berpengaruh signifikan dan negatif terhadap net interest margin. BI rate tidak berpengaruh signifikan terhadap net interest margin disebabkan oleh kebijakan bank Indonesia untuk perbankan menarik dananya di Bank Indonesia sehingga dapat lebih cepat pula mengontrol tingkat suku bunga simpanan dan kreditnya. Hasil pengolahan PLS didapatkan bahwa pengaruh faktor internal lebih besar dibandingkan faktor eksternal dalam meningkatkan net interest margin di perbankan umum Indonesia.",
  "creators": "Thomas Heriyanto",
  "contributors": "Zeplin Jiwa Husada Tarigan (Advisor 1); Prof. Dr. Njo Anastasia, S.E., M.T. (Advisor 2); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020244/MM/2020; Thomas Heriyanto (D21170033)",
  "subjects": "BANK AND BANKING; BANK PROFITS"
}