{
  "id": "4672",
  "title": "Perancangan dan pembuatan integrated food ordering software untuk meningkatkan kualitas layanan Rumah Makan \"X\"",
  "abstract": "Sistem pemesanan makanan pada rumah makan kebanyakan masih dilakukan secara manual. Pemilihan menu dilakukan melalui media buku menu dan proses pemesanan makanan dilakukan melalui bantuan pelayan, demikian juga dengan proses koordinasi data pesanan dari pelanggan dengan bagian dapur dan bagian kasir. Sistem koordinasi yang masih dilakukan secara manual tersebut dirasa banyak menimbulkan ketidakefisienan serta kesalahan. Suatu software pemesanan makanan terintegrasi yang dapat membantu rumah makan untuk meningkatkan mutu layanan dan juga efisiensi kerja dari rumah makan tersebut dipandang dari segi pengkoordinasian data pesanan antar semua pihak yang terkait. Software ini didesain dengan sangat memperhatikan karakteristik dari penggunanya yang sangat bervariasi, yaitu para pelanggan rumah makan yang mempunyai latar belakang yang beragam. Ada yang menguasai komputer dan ada yang awam terhadap penggunaan komputer. Untuk itu, aplikasi ini didesain menjadi sebuah aplikasi yang user friendly, dalam artian tidak membutuhkan keahlian khusus dari user untuk menggunakannya. Keseluruhan software ini akan dikembangkan dengan Borland Dephi 7.0. Hasil dari pembuatan software ini memungkinkan para pelanggan rumah makan untuk melihat semua menu, lengkap dengan gambar dan penjelasan mengenai komposisinya. Para pelanggan dapat melakukan pemesanan makanan secara langsung melalui komputer yang tersedia pada masing-masing meja. Data pesanan tersebut akan langsung dikirim ke bagian dapur untuk mendapat konfirmasi bahwa pesanan yang dilakukan dapat dipenuhi. Setelah bagian dapur memberikan konfirmasi, data pesanan tersebut tersedia untuk diolah oleh bagian kasir dalam proses pembayaran. Jadi melalui software ini dicapai suatu sistem komputerisasi yang mengintegrasikan semua bagian yang terlibat dalam proses pemesanan makanan. Dari hasil pengujian, dapat disimpulkan bahwa keseluruhan aplikasi yang dikembangkan mendapat penilaian sangat baik, terutama dinilai dari segi kemudahan yang diberikan dalam perbandingannya dengan pengunaan sistem manual.",
  "creators": "MARIA KINANTRA",
  "contributors": "Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 1); Gregorius Satiabudhi (Advisor 2); Sukanto Tedjokusuma (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02000234/INF/2004; Maria Kinantra (26400193)",
  "subjects": "PROGRAMMING (ELECTRONIC COMPUTER); DATABASE MANAGEMENT; DATABASE DESIGN"
}