{
  "id": "46748",
  "title": "Pengaruh motivasi berwisata terhadap niat berwisata wisatawan muda Indonesia melalui pencarian informasi dan citra destinasi",
  "abstract": "Penelitian ini dilakukan dengan tujuan untuk mengetahui pengaruh antara motivasi berwisata terhadap niat berwisata yang dimiliki oleh wisatawan muda Indonesia melalu pencarian informasi dan citra destinasi. Penelitian ini termasuk dalam penelitian kausal kuantitatif. Untuk memperoleh data, peneliti melakukan penyebaran kuisioner secara online dengan menggunakan bantuan google form, kepada wisatawan muda yang berusia antara 15-30 tahun dan pernah melakukan perjalanan wisata selama 1 tahun terakhir (baik dalam negeri maupun luar negeri). Data yang digunakan dalam penelitian ini adalah sebanyak 189 responden yang tersebar di berbagai kepulauan besar di Indonesia. Analisis data dilakukan dengan pendekatan structural equation modelling (SEM) yang dibantu dengan software Smart PLS 3. Dari hasil analisa dapat disimpulkan bahwa motivasi berwisata berpengaruh signifikan terhadap pencarian informasi wisata oleh wisatawan muda Indonesia. Selain itu, pada penelitian juga ditemukan pengaruh yang signifikan antara pencarian informasi wisata oleh wisatawan muda Indonesia terhadap niat berwisata ke sebuah destinasi. Temuan dalam penelitan ini juga menunjukkan bahwa motivasi berwisata berpengaruh signifikan terhadap citra destinasi wisatawan muda Indonesia. Kemudian, temuan penelitian juga menunjukkan bahwa cita destinasi yang dimiliki oleh wisatawan muda Indonesia berpengaruh terhadap niat berwisata ke sebuah destinasi.",
  "creators": "Agoes Cahya Hartanto",
  "contributors": "Serli Wijaya (Advisor 1); Zeplin Jiwa Husada Tarigan (Advisor 2); Dr. Ir. Hotlan Siagian MSc. (Examination Committee 1); Dr. Ferry Jaolis, S.E., M.SM., M.RECH. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020242/MM/2019; Agoes Cahya Hartanto (D21180002)",
  "subjects": "MARKETING RESEARCH; TOURISM--RESEARCH"
}