{
  "id": "4676",
  "title": "Perancangan dan pembuatan sistem informasi penjualan dan pembelian pada CV Sinar Kencana Jaya berbasis web",
  "abstract": "CV. Sinar Kencana Jaya ini adalah perusahaan yang menawarkan bermacam-macam bahan bangunan untuk proyek-proyek besar maupun proyek-proyek kecil, toko-toko kecil, dan pemakai langsung. CV. Sinar Kencana Jaya memiliki banyak pelanggan yang berasal dari dalam pulau jawa maupun yang dari luar pulau jawa. CV. Sinar Kencana Jaya membutuh pelayanan customer yang berada diluar Surabaya dengan cepat. Pada tugas akhir ini, penulis ingin merangkai beberapa informasi pada sebuah web site yang dibutuhkan pelanggan dan pegawai perusahaan CV. Sinar Kencana Jaya. Web site ini dibuat menggunakan Dreamweaver MX sebagai penunjang interfacenya, memakai bahasa pemrograman HTML dan PHP dan memakai fasilitas-fasilitas yang ada pada MySQL sebagai software database server. Di dalam web site ini akan menyajikan informasi yang berguna bagi pelanggan dan pegawai perusahaan CV. Sinar Kencana Jaya, seperti produk-produk yang ditawarkan oleh perusahaan CV. Sinar Kencana Jaya. Sedangkan bagi pegawai perusahaan CV. Sinar Kencana Jaya diberikan kelebihan fasilitas dalam memantau data-data perusahaan seperti data pembelian dan penjualan. Dari hasil pengujian sistem informasi penjualan dan pembelian berbasis web kepada user, yang meliputi pegawai dan member CV. Sinar Kencana Jaya, diperoleh kesimpulan bahwa web site membantu untuk meningkatkan angka penjualan secara online yang terjamin keamanannya, efisiensi kerja dan fungsi kontrol bagi pimpinan perusahaan; serta memberikan informasi yang cepat dan user friendly.",
  "creators": "WIDIAWATI",
  "contributors": "Gregorius Satiabudhi (Advisor 1); Leo Willyanto Santoso (Advisor 2); Kartika Gunadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02000224/INF/2004; Widiawati (26400088)",
  "subjects": "WEB SITES-DESIGN; DATABASE DESIGN; INTERNET (COMPUTER NETWORKS)"
}