{
  "id": "46781",
  "title": "Studi kelayakan pendahuluan pada rencana hotel bintang satu di Tulungagung, ditinjau dari aspek pasar dan keuangan",
  "abstract": "Peneliti melakukan studi tentang pengembangan hotel berbintang satu yang sekarang ini belum dimiliki kota Tulungagung, dalam rangka ikut meningkatkan program pariwisata daerah. Mengingat pengembangan hotel bintang satu yang memiliki pelayanan, fasilitas dan kualitas yang lebih baik dari hotel melati, maka perlu dilakukan studi tentang kelayakan pengembangan hotel ini ditinjau dari aspek pasar dan aspek keuangan. Survei terhadap tamu hotel melati yang terpilih sebagai produk substitusi hotel bintang satu untuk memperoleh gambaran tentang segmen pasar potensial serta bentuk pelayanan dan fasilitas yang diinginkan oleh calon tamu tersebut. Selain itu, penelitian ini juga menganalisa kelayakan keuangan dari pendapatan kamar hotel yang wajar untuk ditawarkan kepada tamu serta biaya pengembangan hotel. Profil calon tamu yang utama adalah keluarga muda yang berpendidikan tinggi dari luar kota Tulungagung serta merupakan karyawan dengan penghasilan golongan menengah ke atas. Sebaiknya hotel bintang satu terletak di tengah kota Tulungagung dengan memberikan pelayanan, kualitas dan fasilitas yang disesuaikan dengan keinginan calon tamu. Proyek ini layak dimulai pada saat suku bunga pinjaman maksimum 24% dan nilai tukar rupiah terhadap US dolar antara Rp 5.000,00 dan Rp 6.000,00. Sekalipun proyek ini memiliki segmen pasar tertentu dan layak secara finansial, namun pengembangan hotel ini sangat sensitif terhadap perubahan tarif kamar, biaya konstruksi, harga tanah dan tingkat hunian kamar yang terjual. Faktor-faktor tersebut juga dipengaruhi oleh nilai tukar rupiah dan suku bunga pinjaman.",
  "creators": "MELIANA SOEGIARTO",
  "contributors": "Sugie Prawono (Advisor 1); SUTOTO YAKOBUS (Advisor 2); CONNIE SUSILAWATI (Advisor 3); Takim Andriono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 014/MTS/1999; Meliana Soegiarto (01596016)",
  "subjects": "HOTEL MANAGEMENT"
}