{
  "id": "4678",
  "title": "Perancangan dan pembuatan web sistem informasi kepegawaian pada PT I Tsun Food Indonesia",
  "abstract": "Dalam suatu organisasi, informasi kepegawaian sangat penting. Namun terkadang informasi tersebut lambat untuk diperoleh. PT. I Tsun Food Indonesia merupakan perusahaan yang memproduksi mi instan. Perusahaan ini memiliki jumlah tenaga kerja sebanyak 250 orang yang terdiri dari staf sebanyak 70 orang dan buruh sebanyak 180 orang, sehingga apabila ada pegawai yang membutuhkan informasi kepegawaian, maka pegawai tersebut harus menunggu untuk memperoleh informasi yang dibutuhkannya. Hal ini disebabkan karena data pegawai masih disimpan dalam bentuk arsip. Oleh karena itu dalam Tugas Akhir ini dibuat suatu web yang dapat memberikan informasi kepada pegawai dengan mudah dan cepat. Informasi yang ditampilkan dalam web ini sesuai dengan hak akses yang dimiliki pegawai untuk melihat informasi tersebut. Web ini dibuat dengan menggunakan bahasa pemrograman PHP. Desain tampilan web dibuat dengan menggunakan Dreamweaver MX. Dalam web ini diberikan fasilitas bagi pegawai untuk melihat informasi mengenai data pribadi, pengalaman, kemampuan, gaji, prestasi, cuti, dan pelanggaran. Web ini juga menyediakan fasilitas tambahan yaitu forum diskusi dan fasilitas untuk melihat pengumuman melalui web. Hasil pengujian menunjukkan bahwa web informasi kepegawaian ini dapat dijalankan dengan baik. Administrator dapat melihat seluruh informasi kepegawaian yang ada dalam web. Seorang atasan dapat melihat informasi bawahannya dan seorang bawahan tidak dapat melihat informasi atasannya. Pegawai yang memiliki level jabatan yang sama hanya dapat melihat informasi data pribadi, pengalaman dan kemampuan rekan kerjanya.",
  "creators": "SELFIA RATNIS",
  "contributors": "Gregorius Satiabudhi (Advisor 1); Agustinus Noertjahyana (Advisor 2); Sukanto Tedjokusuma (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02000226/INF/2004; Selfia Ratnis (26400139)",
  "subjects": "WEB SITES-DESIGN; INTERNET (COMPUTER NETWORKS)"
}