{
  "id": "46797",
  "title": "Analisa aplikasi budaya organisasi terhadap kepuasan kerja staff operasional Hugo's Cafe Surabaya",
  "abstract": "Budaya organisasi merupakan sistem penyebaran kepercayaan dan nilai nilai yang berkembang dalam suatu organisasi dan mengarahkan perilaku anggota-anggotanya. Budaya organisasi yang kuat dapat membentuk identitas perusahaan yang rnemberikan keunggulan kompetitif dibandingkan perusahaan lainnya. Budaya organisasi yang kuat juga dapat berpengaruh terhadap kepuasan kerja karyawan. (Robbins, 2005, p. 483) Kepuasan kerja karyawan yang tinggi merupakan salah satu indikator efektivitas manajemen, yang berarti bahwa budaya organisasi telah dikelola dengan baik. Manajemen Hugo’s Cafe mengusung moto “tempat party separty partynya” dimana kemudian moto tersebut memberi pengaruh yang besar terhadap budaya organisasinya, yaitu: pandangan yang ditanamkan pada para pekerjanya bahwa mereka bukanlah sedang bekerja tetapi mereka sedang mengadakan pesta.. Komitmen para pekerja yang kuat bahwa untuk mendukung suasana kerja mereka yang merupakan tempat pesta anak-anak muda maka mereka juga harus bersedia merombak penampilan mereka menjadi semenarik mungkin (rambut berwama mencolok, menggunakan asesoris yang sedang mode di kalangan anak muda, penampilan funky). Dari - permasalahan di atas maka penulisan ini akan mengambil karakteristik-karakteristik budaya organisasi Hugo'S Cafe yang diterapkan pada karyawan dan bagaimana penerapan tersebut mempengaruhi kepuasan kerja karyawan operasional.",
  "creators": "YUSIANNA HARTANTO",
  "contributors": "Marcus Remiasa (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010264/HTL/2006; Yusianna Hartanto (33402003)",
  "subjects": "JOB SATISFACTION; PERSONEL MANAGEMENT; ORGANIZATIONAL BEHAVIOR"
}