{
  "id": "4680",
  "title": "Perancangan dan pengembangan web learning center untuk siswa SMA menggunakan java server pages",
  "abstract": "Di era globalisasi seperti sekarang ini, arus informasi dengan derasnya dapat masuk dan keluar ke semua negara. Hal ini disebabkan oleh perkembangan sistem informasi khususnya di bidang internet. Penguasaan teknologi informasi menjadi suatu hal yang mutlak bagi setiap negara agar dapat memanfaatkan informasi yang dengan bebasnya beredar di dunia maya. Perubahan yang terjadi dengan berkembangnya teknologi informasi tentu saja akan mempengaruhi segala bidang kehidupan, salah satunya adalah dunia pendidikan. Tingkat penguasaan pelajar Indonesia saat ini sangatlah minim, bahkan tidak jarang pula ada yang sama sekali tidak menguasai. Untuk memicu ketertarikan dunia pendidikan Indonesia dalam mengejar ketertinggalan dalam teknologi informasi, merupakan tantangan bagi setiap orang yang telah berkecimpung di bidang teknologi informasi. Pada penelitian ini dilakukan implementasi pembuatan situs pendidikan atau web learning center yang diharapkan dapat menjadi pendamping siswa dalam belajar dan mempersiapkan diri, dengan tujuan akhir menjadikan siswa sebagai siswa yang kritis dengan wawasan luas. Tujuan dasar dari implementasi learning center ini adalah untuk membantu siswa dalam proses belajar, mempersiapkan diri terhadap soal-soal ujian, membuka wawasan siswa, dan menemani dalam proses analisa siswa dalam hubungannya untuk menjadi siswa yang kompeten sesuai tujuan Kurikulum Berbasis Kompetensi. Learning center ini dikembangkan dengan Java Server Pages sebuah bahasa pemrograman web yang berakar pada bahasa pemrograman Java dan membawa pula semua karakteristik dan kelebihan bahasa pemrogaman Java. Java Server Pages merupakan bahasa pemrograman yang relatif baru dikenal di Indonesia. Dengan implementasi situs learning center ini, siswa yang membutuhkan informasi dan resource yang lebih luas untuk menjadikan mereka sebagai siswa pembelajar, akan mendapatkan satu resource tambahan yang dapat mereka akses. Learning center ini diharapkan dapat menjadi pemicu dalam berpikir sistematis, analitis, dan kritis dengan menyediakan tools dan fitur-fitur sederhana tetapi berguna. Misalnya fitur forum diskusi yang akan melatih siswa menjadi lebih kritis dan fitur tes online yang dapat menjadikan siswa lebih mawas diri terhadap kemampuannya.",
  "creators": "AMELITA DYAH SURTIKANTI",
  "contributors": "Kartika Gunadi (Advisor 1); Gregorius Satiabudhi (Advisor 2); Sukanto Tedjokusuma (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02000228/INF/2004; Amelita Dyah Surtikanti (26499003)",
  "subjects": "DATA TRANSMISSION SYSTEMS; DATABASE DESIGN; JAVA SERVER PAGES (COMPUTER PROGRAM LANGUAGE)"
}