{
  "id": "46820",
  "title": "Pengaruh service quality terhadap repurchase intention dengan customer satisfaction sebagai variabel interverning di Zybrick Coffee and Cantina Surabaya",
  "abstract": "Pertumbuhan bisnis di bidang café dan restaurant semakin pesat, sehingga tidak jarang masyarakat dengan mudah menemukan lokasinya. Salah satunya dengan banyaknya café yang bermunculan kususnya di kota Surabaya yang merupakan sebagai kota kuliner. Di dukung juga dengan prilaku konsumen yang semakin konsumtif, sehingga budaya nongkrong atau makan di luar rumah sudah menjadi gaya hidup dalam masyarakat di Surabaya dan terkhususnya kaum anak-anak muda sekarang. Penelitian ini bertujuan untuk menganalisa pengaruh dari Service Quality yang berdampak pada Repurchase Intention dan Customer Satisfaction pada Zybrick Coffee And Cantina. Penelitian ini dilakukan dangan menyebarkan kuesioner online kepada 100 responden yang pernah berkunjung atau membeli produk di Zybrick Coffee And Cantina. Teknik yang dipakai adalah teknik analisa kuantitatif dengan metode path analysis. Hasil penelitian ini adalah Service Quality berpengaruh signifikan terhadap Repurchase Intention, dengan nilai jauh diatas rata-rata (>1.96) yaitu 11.967. Service Quality juga berpengaruh terhadap Customer Sceatisfaction dengan nilai tertinggi yaitu 28.702, sedangkan Customer Satisfaction juga berpengaruh terhadap Repurchase Intention dengan nilai yaitu 1.978. yang dimana di simpulkan Service Quality memiliki pengaruh terhadap Repurchase Intention dengan Customer Satisfaction sebagai variable intervening di Zybrick Coffee And Cantina.",
  "creators": "LAKSAMANA HYMY GABRIEL",
  "contributors": "Hatane Semuel (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020754/MAN/2020; Laksamana Hymy Gabriel (36414078)",
  "subjects": "CUSTOMER SERVICES--RESEARCH; CONSUMER SATISFACTION"
}