{
  "id": "4683",
  "title": "Analisa pengaruh kebutuhan mencari variasi merek, dan ketidakpuasan konsumen terhadap keputusan perpindahan merek pada produk telepon seluler (GSM) di kalangan mahasiswa Universitas Kristen Petra",
  "abstract": "Adanya kebiasaan konsumen yang suka berpindah merek, membuat persaingan dalam dunia bisnis telepon seluler semakin ketat. Hal ini disebabkan karena berbagai perusahaan saling berkompetisi untuk merebut pangsa pasarnya masing-masing. Berdasarkan data terbaru tahun 2006, merek Nokia, Sonny Ericsson, dan Siemens memiliki image yang baik di mata konsumen. Tujuan dari penelitian ini adalah untuk mengetahui pengaruh faktor kebutuhan mencari variasi merek atas produk telepon seluler dan faktor ketidakpuasan konsumen atas telepon seluler yang mereka pergunakan terhadap keputusan perpindahan merek pada konsumen pengguna telepon seluler (GSM) di kalangan mahasiswa Universitas Kristen Petra di Surabaya, serta mengetahui mana diantara kedua faktor tersebut yang mempunyai pengaruh lebih dominan terhadap keputusan perpindahan merek. Penelitian ini menggunakan data primer. Sampel dalam penelitian ini diperoleh dengan purposive sampling dan di dapat sebanyak 200 responden. Analisa data dari penelitian ini mempergunakan analisis regresi linier berganda. Dari hasil analisa data dengan menggunakan regresi linier berganda diperoleh bahwa tingkat kepuasan konsumen mempunyai pengaruh lebih dominan dibandingkan dengan kebutuhan mencari variasi terhadap keputusan perpindahan merek pada konsumen pengguna telepon seluler (GSM) di Universitas Kristen Petra.",
  "creators": "NATALIA YUDI; HARRY KOHARWINATA",
  "contributors": "Rachmat Sugianto (Advisor 1); Dra. Monica Ida Uniati , M.M. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010029/TLM/2007; Harry Koharwinata (35402093), Natalia Yudi (35402054)",
  "subjects": "BRAND NAME PRODUCTS-CASE STUDIES; MARKETING RESEARCH; BRAND CHOICE"
}