{
  "id": "4684",
  "title": "Analisa tingkat sensitivitas dan arah respon konsumen terhadap perluasan merek (Brand Extension) dari McDonald?s pada McCafe di Plaza Surabaya",
  "abstract": "Salah satu restoran cepat saji terkenal yaitu McDonald?s yang berada di Plaza Surabaya melakukan usaha perluasan merek (brand extension) yaitu dengan menggunakan merek yang sudah ada pada produknya ke dalam kategori baru yaitu Bistro McCafe, tujuannya untuk mengikuti arus life style masyarakat Surabaya serta untuk menambah image McDonald?s supaya bisa menjadi multi segmen. Dengan adanya fenomena ini, maka peneliti menganalisa seberapa besar tingkat sensitivitas dan arah respon konsumen terhadap adanya perluasan merek pada McCafe di Plaza Surabaya. Jenis penelitian ini adalah deskriptif komparatif yaitu membandingkan fenomena dari perusahaan restoran cepat saji McDonald?s yang melakukan perluasan merek menjadi bistro McCafe. Dengan adanya perbandingan fenomena ini bisa diketahui seberapa besar tingkat sensitivitas dan arah respon konsumen terhadap perluasan merek dari McDonald?s ? McCafe. Metode pengumpulan datanya melalui wawancara dan penyebaran kuisioner. Hasilnya menunjukkan bahwa konsumen memiliki respon secara sensitif terhadap perluasan merek bistro McCafe dari restoran cepat saji McDonald?s di Plaza Surabaya. Sedangkan arah respon konsumen (responden) adalah positif yang artinya konsumen atau responden berperilaku sesuai dengan yang diinginkan oleh pihak perusahaan McDonald?s",
  "creators": "SELVI HARTANTO; INDRASARI SANJAYA",
  "contributors": "Soekarno (Advisor and Examination Committee); Rachmat Sugianto (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010030/TLM/2007; Selvi Hartanto (35403008), Indrasari Sanjaya (35403017)",
  "subjects": "CONSUMERS-RESEARCH; BRAND NAME PRODUCTS-MARKETING; CONSUMER BAHAVIOUR"
}