{
  "id": "46850",
  "title": "Daya tarik dan langkah promosi Kota Lama sebagai obyek wisata sejarah di Semarang oleh BPW dan pemerintah",
  "abstract": "Kota Semarang sebagai ibukota Jawa Tengah adalah sebuah kota yang memiliki potensi wisata yang unik, baik itu berupa tata letak kotanya yang unik (terdiri dari dataran tinggi sekaligus dataran rendah yang terletak ditepi laut), dua bangunan-bangunan tua seperti Lawang Sewu dan Gereja Blenduk serta keunikan upacara-upacara yang diadakan di klenteng Tay Kak Sie. Bila diperhatikan lebih jauh Kota Lama Semarang serupa dengan salah satu daerah tujuan wisata yang cukup terkenal di Malaysia yaitu Pulau Penang. Dengan adanya potensi-potensi tersebut seharusnya kawasan Kota Lama Semarang dapat dijadikan sebagai salah satu daerah tujuan wisata yang berpotensi untuk dijual dan dipromosikan. Tetapi pada kenyataannya Kota Lama belum dapat menarik banyak wisatawan. Setelah penulis mengumpulkan data yang diperoleh melalui studi kepustakaan dari internet mengenai upaya promosi yang dilakukan pemerintah Semarang dan wawancara dengan beberapa Biro Perjalanan Wisata yang ada di Semarang, penulis berpendapat bahwa permasalahan yang dihadapi terletak pada kondisi Kota Lama Semarang yang kotor, banjir dan tidak teipelihara serta terbatasnya dana yang tersedia. Untuk mengatasi masalah-masalah tersebut, penulis menyarankan kepada Pemerintah Kota Semarang, Biro Peijalanan Wisata, Para pakar dunia pariwisata yang ada di Universitas-universitas yang ada di Semarang dan Dinas Pekeijaan Umum (DPU), agar membenahi Kota Lama dari keadaannya yang kotor, banjir, dan tidak terpelihara setelah itu Pemerintah Kota dan Biro Perjalanan Wisata perlu duduk bersama merundingkan langkah-langkali promosi yang tepat bagi daya tarik dan keunikan yang dimiliki Kota Lama Semarang sebagai suatu obyek budaya yang menarik untuk dijual Bila saran-saran yang dikemukakan penulis dapat dilaksanakan dan beijalan dengan lancar, maka diharapkan dimasa mendatang, Kota Lama Semarang dapat menjaring banyak wisatawan domestik termasuk ekspatriat yang bertempat tinggal di Indonesia",
  "creators": "NATALIA SANTOSO; SILVIA SUSANTY",
  "contributors": "Yacintha Yoranouw Suryawijaya (Advisor 1); Agoes Tinus Lis Indrianto, S.S., M.Tourism (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No.503/PAR/2003; Natalia Santoso (91399069), Silvia Susanty (91399077)",
  "subjects": "HERITAGE TOURISM; TOURISM--MARKETING; TOURISM"
}