{
  "id": "46856",
  "title": "Studi tentang efektivitas teks iklan pada produk Sampoerna A Mild dalam mencapai brand image di Surabaya",
  "abstract": "Iklan merupakan salah satu bentuk komunikasi massa yang dinilai efektif oleh perusahaan untuk mengenalkan dan mempromosikan produknya kepada konsumen. Namun, adanya kebijakan ketat terhadap iklan rokok, membuat desainer iklan harus kreatif dalam mengantisipasi masalah ini. Salah satu iklan rokok yang mampu hadir secara kreatif dan fenomenal di tengah-tengah kebijakan ketat iklan rokok adalah iklan A Mild. Iklan A Mild yang hanya mengandalkan kekuatan teks iklan ini mampu memberikan sentuhan daya tarik yang tak kalah menariknya dibanding iklan-iklan lain yang bervisual. Masalah yang dikaji dalam karya tulis ini adalah tingkat efektivitas teks iklan A Mild dalam usahanya mencapai brand Image di kota Surabaya. Berbicara tentang masalah efektivitas teks iklan, tak lepas dari masalah semantik (pemaknaan) dan konsep yang melatarbelakangi munculnya headlme-beadUne A Mild ‘Bukan Basa-Basi’. Penelitian ini menggunakan metode penelitian kualitatif kuantitatif, membandingkan secara komparatif antara teoritis dengan realita sesungguhnya. Akhimya, diperoleh asumsi akhir yaitu bahwa teks pada iklan A Mild efektif dalam mengkomunikasikan image-myai di Surabaya, yaitu sebagai produk rokok trendsetter yang gaul. Hal ini diperkuat dengan hasil kuisioner sebesar 78% responden menyatakan kesan iklan A Mild adalah gaul dan mengikuti trend, dan sebesar 56,86% berpendapat penyampaian kata-kata iklan A Mild adalah bersahabat dan gaul.",
  "creators": "YUNIWATI",
  "contributors": "I WAYAN SWANDI (Advisor 1); Andrian Dektisa Hagijanto (Advisor 2); Caroline Widjoyo (CLT per jan/08) (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Promosi Produk",
  "source": "Promosi Produk No. 0153/DKV/2003; Yuniwati (42499013)",
  "subjects": "ADVERTISING; COMMERCIAL ART; GRAPHIC ARTS; VISUAL COMMUNICATION"
}