{
  "id": "46869",
  "title": "Data iklan dan representasi perempuan dalam iklan pada majalah remaja di Indonesia (tinjauan semiotika)",
  "abstract": "Media massa memiliki pengaruh yang luar biasa terhadap perkembangan gaya hidup. Majalah-majalah yang dipadati oleh iklan-iklan beragam, menampilkan sosok-sosok gaya hidup yang bervariasi dan cenderung berkembang dari waktu ke waktu. Iklan-iklan cetak pada majalah remaja secara sosiologis, psikologis, dan kultural merupakan alat yang ampuh untuk mengkonstruksi gaya hidup remaja. Penelitian ini ditujukan untuk mendeskripsikan citra perempuan yang direpresentasikan oleh majalah-majalah remaja tersebut. Dari deskripsi citra-citra tersebut akan dapat diketahui kecenderungan aspek sosiologis, psikologis, maupun kultural yang dikonstruksikan oleh iklan cetak pada majalah remaja. Penelitian ini menggunakan metode observasi. Sementara itu untuk menganalisis dan mendeskripsikan citra perempuan dalam iklan-iklan cetak tersebut digunakan pendekatan semiotika, baik pemaknaan secara denotatif, maupun konotatif. Dari hasil analisis ditemukan 6 kategori citra perempuan dalam iklan cetak pada majalah remaja yaitu (a) Citra Modis, (b) Citra Aktif, (c) Citra Kosmetika, (d) Citra Kreatif), (e) Citra “Dugem” (Dunia Gemerlap), (f) Citra “Cute” (Imut). Dari 296 iklan yang diteliti dan 6 kategori citra yang ditemukan, maka disimpulkan bahwa dalam dunia remaja tidak ada pembedaan gender dan peranan antara perempuan dan lelaki. Sehingga representasi perempuan dalam iklan-iklan cetak pada majalah remaja merupakan gambaran gaya hidup remaja pada umumnya yaitu yang mementingkan status, konsumtif, hedonis, materialistis dan mengacu pada kehidupan modem yang berprinsip from follow function (prinsip modernisme) dan form follow fun (prinsip posmodernisme).",
  "creators": "AYUDYA SANTOSO",
  "contributors": "YOHANES MOELJADI PRANATA (Advisor 1); MARGANA (Advisor 2); Andrian Dektisa Hagijanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Promosi Produk",
  "source": "Promosi Produk No. 174/DKV/2003; Ayudya Santoso (42499045)",
  "subjects": "VISUAL COMMUNICATION; GRAPHIC ARTS; COMMERCIAL ART; ADVERTISING"
}