{
  "id": "46899",
  "title": "Analisa pengaruh pengumuman laba terhadap asimetri informasi perusahaan-perusahaan manufaktur yang listing di Bursa Efek Jakarta (BEJ) periode 2000-2002",
  "abstract": "Penelitian ini bertujuan untuk meneliti pengaruh pengumuman laba terhadap asimetri informasi. Riset-riset empiris sebelumnya menunjukkan hasil bahwa adanya pengungkapan informasi akuntansi oleh perusahaan akan memperkecil asimetri informasi. Riset-riset empiris tersebut juga menunjukkan hasil bahwa asimetri informasi akan meningkat pada periode sebelum pengumuman laba karena para investor akan meningkatkan pencariannya terhadap informasi non-publik. Asimetri informasi juga akan meningkat pada periode setelah pengumuman laba karena adanya perbedaan kemampuan antar investor dalam memahami informasi laba. Jumlah perusahaan yang digunakan sebagai sampel dalam penelitian ini adalah 31 perusahaan-perusahaan manufaktur yang telah listing di Bursa Efek Jakarta hingga tahun 2002. Bid-ask spread digunakan sebagai dasar untuk mendapatkan residual yang nantinya digunakan sebagai proksi asimetri informasi. Hasil dari penelitian ini menunjukkan bahwa pengumuman laba tidak berpengaruh secara signifikan terhadap asimetri informasi. Sementara itu, pengujian terhadap pergerakkan asimetri informasi pada periode sebelum pengumuman laba, pada saat pengumuman laba, dan setelah pengumuman laba menunjukkan hasil bahwa asimetri informasi selalu normal pada ketiga periode tersebut. Asimetri informasi yang seharusnya meningkat pada periode sebelum pengumuman laba, menurun pada periode pengumuman laba dan meningkat pada periode setelah pengumuman laba justru tidak terjadi.",
  "creators": "YULIANA ROSITALIA; NOVITA CAROLINE",
  "contributors": "Nanik Linawati (Advisor 1); Sautma Ronni Basana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03/01/1730/MAN/2004; Yuliana Rositalia (31400070), Novita Caroline (31400198)",
  "subjects": "MANUFACTURING INDUSTRIES; STOCK EXCHANGES--INDONESIA"
}