{
  "id": "46896",
  "title": "Penyempurnaan program komputer untuk desain beban lentur dan aksial serta analisa momen-kurvatur penampang beton bertulang",
  "abstract": "Pemanfaatan teknologi komputer dirasakan semakin penting dalam dunia Teknik Sipil, diantaranya program untuk melakukan desain lentur dan aksial serta analisa momen-kurvatur terhadap penampang beton bertulang. Pada tahun 2001, Leonard Wigan dan Fonna Delfia Liman telah membuat sebuah program untuk desain penampang beton bertulang dengan metode Unified Design Provision, serta analisa momen-kurvatur penampang dengan menggunakan Model mander berdasarkan program yang dibuat oleh D.J. King. Pada tahun 2003, telah ada sebuah upaya untuk menyempumakan program yang telah dibuat oleh Wigan dan Liman, yang dilakukan oleh Eko Prayitno dan Linda Novita. Penyempumaan oleh Prayitno dan Novita belum mengoptimalkan program untuk digunakan dalam dunia pendidikan. Selain itu, program tersebut masih perlu diperbaiki dan disempumakan lagi sehingga menjadi benar-benar reliable. Dalam penyempumaan yang dilakukan pada Tugas Akhir ini, program yang dibuat dioptimalkan untuk penggunaan dalam dunia pendidikan. Juga telah dilakukan serangkaian paigujian dan penyempumaan terhadap algoritma pemrograman, untuk memastikan bahwa output yang dihasilkan oleh program dapat dipercaya P^ambahan beber^a fitur baru seperti adanya output grafik momen kurvatur dilakukan supaya program ini dapat menjadi ^at bantu pendidikan yang efektif.",
  "creators": "LIDYAWATI; GRACESON B W RADJA PONO",
  "contributors": "Takim Andriono (Advisor 1); Sukanto Tedjokusuma (Advisor 2); Benjamin Lumantarna (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1299/SIP/2003; Lidyawati (21499016), Graceson B. W. Radja Pono (21499191)",
  "subjects": "CONCRETE-COMPUTER PROGRAMS; REINFORCED CONCRETE STRUCTURES-COMPUTER PROGRAMS"
}