{
  "id": "46912",
  "title": "Analisis faktor-faktor yang mempengaruhi produktivitas proyek konstruksi",
  "abstract": "Dengan maraknya pembangunan di bidang konstruksi, perlu diimbangi dengan peningkatan produktivitas yang baik. Dalam pelaksanaan pembangunan, sering kali kontraktor memiliki masalah produktivitas di proyek yang mengakibatkan proyek tidak berjalan sesuai rencana. Salah satu tindakan yang dapat dilakukan adalah menganalisa faktor-faktor yang mempengaruhi produktivitas proyek konstruksi. Penelitian ini bertujuan untuk mengetahui faktor-faktor yang mempengaruhi produktivitas proyek konstruksi. Penelitian dilakukan dengan cara penyebaran kuesioner kepada staf engineer sebagai responden di proyek konstruksi yang sedang berjalan dan pada kantor pusat kontraktor. Hasil pengolahan data menunjukkan urutan faktor-faktor yang mempengaruhi produktivitas proyek konstruksi. Pada faktor eksternal, urutan pertama adalah faktor klien/owner sehingga, diperlukan peranan klien/owner yang baik untuk memastikan agar proyek berjalan dengan baik. Pada faktor internal di kantor pusat, urutan pertama adalah faktor perencanaan sehingga diperlukan perencanaan yang baik untuk menjaga agar proyek dapat berjalan tepat waktu, sesuai dengan desain, kualitas, dan prosedur yang ditentukan. Pada faktor internal di lapangan, urutan pertama adalah faktor pengawasan sehingga diperlukan pengawasan yang rutin untuk menjaga agar proyek dapat berjalan sesuai rencana. Hasil penelitian juga menunjukkan adanya perbedaan nilai mean pada tipe proyek perumahan yang disebabkan karena skala proyek yang lebih kecil dan proyek industri yang disebabkan oleh pelaksanaan dan desain bangunan baja yang lebih kompleks.",
  "creators": "RONNY GONDO HUDAYA; VINCENTIUS LIE",
  "contributors": "Ratna S. Alifen (Advisor 1); Andi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012399/SIP/2020; Ronny Gondo Hudaya (21415160), Vincentius Lie (21415141)",
  "subjects": "CONSTRUCTION INDUSTRY--MANAGEMENT"
}