{
  "id": "46915",
  "title": "Evaluasi kinerja bangunan modular berdasarkan SNI 1726:2012: studi kasus terhadap bangunan di Port Hedland, Western Australia",
  "abstract": "Penggunaan bangunan modular untuk bangunan tinggi semakin banyak digunakan karena banyak dampak positif yang ada, di antaranya adalah meminimalkan waktu pengerjaan proyek dan kemudahan dalam perakitan. Namun, selama ini bangunan modular tidak dibangun di daerah rawan gempa, sehingga diperlukan adanya evaluasi terhadap kinerja bangunan apabila ditinjau terhadap beban gempa. Pada penelitian ini, kinerja bangunan eksisting di Port Hedland, Western Australia akan dievaluasi terhadap SNI 1726:2012. Tujuan dari penelitian ini adalah untuk mempelajari kinerja bangunan modular terhadap beban gempa di Pangkal Pinang, Indonesia dengan berbagai periode ulang. Pemilihan kota Pangkal Pinang karena merupakan daerah dengan gempa yang relatif kecil. Kemudian, simpangan lantai, simpangan antar lantai, dan drift ratio dibandingkan dengan persyaratan SNI 1726:2012 dan FEMA 356-2000 Tabel C1-3. Untuk memperoleh kinerja struktur, dilakukan analisis nonlinier riwayat waktu dengan menggunakan software SAP 2000 V.18.2.0 dengan beban gempa El Centro yang telah disesuaikan dengan kondisi tanah di kota Pangkal Pinang dengan berbagai periode ulang. Hasil penelitian menunjukkan bahwa pada arah X, bangunan collapse ketika dibebani gempa periode ulang 1000 (PGA = 0.053 g) dan 2500 tahun (PGA = 0.069 g). Pada arah Y, bangunan collapse ketika dibebani gempa periode ulang 2500 tahun (PGA = 0.069 g). Pada struktur dibebani gempa arah X dan arah Y secara bersamaan, bangunan collapse ketika dibebani gempa periode ulang 200 tahun (PGA = 0.028 g), 500 tahun (PGA = 0.04 g), 1000 tahun (PGA = 0.053 g), dan 2500 tahun (PGA = 0.069 g).",
  "creators": "GABRIELLA YUKI; TITANIA GUNAWAN",
  "contributors": "Benjamin Lumantarna (Advisor 1); Pamuda Pudjisuryadi (Examination Committee 1); Gunawan Budi Wijaya S.T., M.T., M.Eng. (Examination Committee 2); Fransisca Wijaya, S.T., M.Sc. (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012374/SIP/2020; Gabriella Yuki (21416142), Titania Gunawan (21416046)",
  "subjects": "MODULAR CONSTRUCTION"
}