{
  "id": "4691",
  "title": "Perancangan interior galeri vitamin di Surabaya",
  "abstract": "Laporan tugas akhir ini disusun sebagai uraian dan penjelasan atas seluruh proses perancangan yang telah dilakukan pada studio tugas akhir. Proyek perancangan Interior Galeri Vitamin di Jalan Embong Malang Surabaya No. 109 ini dibuat berdasarkan kebutuhan akan suatu wadah mengkampanyekan vitamin kepada masyarakat agar sadar akan pentingnya kesehatan khususnya kepada para golongan pekerja yang sibuk dengan aktivitas dan mobilitas yang tinggi. Lingkup proyek ini meliputi: area pamer tetap dan temporer, area penjualan, ruang konsultasi dan informasi, ruang perpustakaan, ruang snack bar, ruang audio visual, dan ruang operator. Sasaran pengguna proyek adalah memberikan unsur informatif, edukatif dan rekreatif kepada masyarakat pebisnis dan pekerja di kota Surabaya. Konsep perancangan interior didasari oleh masalah bahwa akibat kekurangan vitamin dapat berdampak pada kesehatan seperti daya tahan tubuh menurun, cepat lelah, kurang bergairah dan stress, sedangkan tujuan yaitu dengan meningkat kesehatan agar tubuh tetap prima dan sehat. Dari latar belakang masalah dan tujuan tersebut maka konsep yang sesuai adalah menciptakan suasana segar \"fresh\" dan nyaman selama berada di dalam Galeri Vitamin. Konsep perancangan tersebut berpengaruh pada proses perancangan perabot, style (bentuk dan warna), komponen ruang (lantai, dinding, plafond) dan unsur-unsur dekoratif yang ada. Dengan demikian Galeri Vitamin dapat menjadi untuk menciptakan kesadaran kepada masyarakat akan kesehatan tubuh dengan mengkonsumsi vitamin.",
  "creators": "HARIZMAN EDUARDUS GANI",
  "contributors": "ACHMAD FAIZIN (Advisor 1); Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Advisor 2); HARTOTO INDRA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 0124/DIN/2003; Harizman Eduardus Gani (41499113)",
  "subjects": "GALLERIES (ARCHITECTURE)-DECORATION"
}