{
  "id": "46911",
  "title": "Analisis faktor-faktor yang mempengaruhi kinerja waktu proyek konstruksi perumahan di Surabaya dan di Madura",
  "abstract": "Kinerja waktu dapat menjadi tolak ukur kesuksesan sebuah proyek. Pada saat pelaksanaan, proyek akan dikerjakan sesuai dengan estimasi dan penjadwalan yang telah dibuat, sehingga proyek bisa mendapatkan hasil kinerja waktu yang baik dan selesai dalam waktu yang telah ditentukan. Kinerja waktu proyek dapat dipengaruhi oleh beberapa faktor-faktor penting, sehingga proyek tersebut dapat berjalan baik. Penelitian ini dilakukan untuk menganalisis faktor-faktor yang mempengaruhi kinerja waktu proyek konstruksi perumahan di Surabaya dan di Madura. Analisis faktor-faktor yang mempengaruhi kinerja waktu kontraktor proyek konstruksi perumahan di Surabaya dan Madura yaitu faktor pekerja, faktor lapangan, faktor manajerial, faktor finansial, faktor alat kerja, faktor klien, dan faktor lainnya. Penelitian ini dilakukan dengan melakukan pembagian kuisioner kepada responden di Surabaya dan di Madura yang kemudian dianalisis menggunakan Analisa Deskriptif Mean dan Analisa Independen T-Test. Hasil penelitian mendapatkan bahwa faktor utama yang mempengaruhi kinerja waktu di Surabaya adalah produktivitas alat kerja, sedangkan di Madura faktor utama yang mempengaruhi kinerja waktu pembangunan proyek perumahan adalah Gudang material. Setiap proyek memiliki karakterisik yang berbeda maka dari hasil T-test menyebutkan bahwa dari 7 faktor yang ada 2 faktor yang membedakan Surabaya dan Madura, yaitu faktor lapangan dan faktor manajerial.",
  "creators": "PATRIK YOHANES; ANCILLA MAISIE",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Ir. Soehendro Ratnawidjaja, M.Eng. (Advisor 2); Frederik Jones Syaramual (Examination Committee 1); Budisetyono Tedjakusuma (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012394/SIP/2020; Patrik Yohanes (21415242), Ancilla Maisie (21415051)",
  "subjects": "CONSTRUCTION INDUSTRY--MANAGEMENT"
}