{
  "id": "46916",
  "title": "Karakteristik campuran aspal emulsi dingin dengan variasi gradasi agregat batas atas hingga batas tengah",
  "abstract": "Penggunaan aspal panas yang saat ini banyak digunakan dapat menimbulkan berbagai masalah polusi, sehingga perlunya pengganti aspal yang lebih ramah lingkungan seperti aspal emulsi. Tujuan penelitian adalah untuk menguji karakteristik Campuran Aspal Emulsi Dingin (CAED) dengan variasi gradasi agregat dari batas atas hingga batas tengah. Agregat yang digunakan berasal dari kota Jember. Benda uji pada penelitian ini merupakan Campuran Emulsi Bergradasi Rapat (CEBR) Tipe IV. Aspal yang digunakan adalah CSS-1h (Cationic Slow Setting – 1 hard). Pembuatan campuran aspal emulsi dingin dibuat sesuai Job Mix Formula untuk masing-masing batas dengan penggunaan aspal sebesar (KAE-1%, KAE-0.5%, KAE±0%, KAE+0.5%, KAE+1%) untuk mendapatkan KARO pada masing-masing batas. Kemudian, dibuat sampel masing-masing batas atas hingga batas tengah, lalu dilakukan uji Marshall untuk mengetahui karakteristik pada gradasi batas atas hingga batas tengah. KARO (Kadar Aspal Residual Optimum) untuk masing-masing gradasi agregat dari batas atas hingga batas tengah berturut-turut adalah 12.6%, 11.3%, 10.1%. Hasil perbandingan menunjukkan bahwa gradasi agregat batas atas dan batas rata atas tidak memenuhi spesifikasi porositas (VIM), dengan nilai dari batas atas hingga batas tengah berturut-turut 2.7%, 4.61%, 8.75% dan nilai stabilitas berturut-turut 490.14 kg, 380. 64 kg, 436.03 kg, sehingga gradasi batas tengah lebih baik daripada gradasi batas atas dan batas rata atas karena memenuhi semua spesifikasi yang ada.",
  "creators": "GARRY GERALDO SANTOSO; RAYNALDO ARFANDY",
  "contributors": "Paravita Sri Wulandari (Advisor 1); Harry Patmadjaja (Advisor 2); Rudy Setiawan (Examination Committee 1); Johanes Indrojono Suwono (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 13012385/SIP/2020; Garry Geraldo Santoso (21415181), Raynaldo Arfandy (21415216)",
  "subjects": "ASPHALT EMULSION MIXTURES"
}