{
  "id": "46927",
  "title": "Kitchen furniture designer",
  "abstract": "Kitchen Furniture Designer adalah perusahaan jasa yang menawarkan jasa mendesain mebel khususnya mebel dapur, tidak hanya mendesain melainkan juga menata tata letak mebel tersebut di tempat yang paling tepat. Desain yang dilakukan dengan menggunakan Teknologi komputer dengan menggunakan program autocad dan juga art-lantis dimana program Autocad digunakan untuk membuat gambar dan program Art-Lantis digunakan untuk memberi warna. Dana yang dibutuhkan sebesar Rp 300.000.000. Dana tersebut berasal dari modal masing-masing pemilik sebesar 50%, atau Rp 150.000.000. Pasar sasaran Kitchen Furniture Designer adalah konsumen golongan menengah atas. Lokasi Kitchen Furniture Designer adalah di Surabaya Barat atau tepatnya di Ruko Bukit Darmo Boulevard Blok B-10 sedangkan lokasi gudang di Margomulyo / Pergudangan Surimulya FF-3 Pengelolaan perusahaan ini ditangani langsung oleh salah seorang pemilik sebagai General Manager. Sedangkan dalam pelaksanaan operasionalnya General Manager dibantu bagian keuangan, bagian pemasaran, staf design, staf gambar, konsultan dan supervisor. Kitchen Furniture Designer memiliki visi menjadi pilihan pertama dalam mendesain dan membeli mebel untuk dapur dengan kualitas baik, harga kompetitif dan model terkini. Misi perusahaan adalah memenuhi kebutuhan dan keinginan konsumen, khususnya menegah atas yang menginginkan desain model dapur yang disesuaikan dengan kondisi ruangan serta anggaran dari konsumen dengan memberikan layanan terbaik melalui komputer 3-dimensi melalui Program Autocad dan juga Art-Lantis, bahan baku berkualitas dan harga kompetitif Dari analisa keuangan diperoleh data payback period sebesar 1 tahun 9 bulan, nilai NPV positif dan IRR sebesar 47,9% yang lebih besar dari COC (cost of capital) sebesar 12%",
  "creators": "CICILIA PRATIGNYO; NATHALIA DATUNSOLANG",
  "contributors": "Dewi Astuti (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rancangan Usaha",
  "source": "Rancangan Usaha No. 02020248/MAN/2004; Cicilia Pratignyo (31400156), Nathalia Datunsolang (31400547)",
  "subjects": "KITCHEN FURNITURE INDUSTRY-PLANNING; BUSINESS PLANNING"
}