{
  "id": "46934",
  "title": "Upaya pengelolaan manajemen waktu kunjungan untuk menunjang pertumbuhan volume penjualan produk pakaian tidur di lima kantong pasar di Surabaya",
  "abstract": "Berkembangnya dunia bisnis saat ini mendorong para pelaku usaha bisnis untuk bersaing ketat baik dari segi mencari peluang juga merebut pangsa pasar yang ada serta menjatuhkan pesaing secara langsung maupun tidak langsung. Kondisi ini tentunya tidak mudah untuk diterapkan karena dibutuhkan suatu manajemen yang tepat sehingga tujuan s uatu usaha bisa tercapai. Pengelolaan yang tepat akan membantu suatu perusahaan dalam mengembangkan usahanya serta meraih volume penjualan sesuai target UD.Yenny Garment adalah salah satu unit usaha yang memproduksi pakaian tidur wanita untuk segala usia, mulai dari usia anak-anak sampai dengan usia dewasa. Dalam mendistribusikan produknya, UD.Yenny Garment memanfaatkan tenaga penjual untuk menyalurkan produknya kepada para pengecer atau pemilik toko. Namun dalam mendistribusikan barangnya, UD.Yenny Garment tidak memililh manajemen yang mengatur pola kerja wiraniaga khususnya manajemen waktu dan wilayah kunjungan. Tujuan utama Tugas akhir ini adalah untuk membantu UD.Yenny Garment dalam mengatur waktu dan wilayah kunjungan wiraniaga serta menetapkan taget penjualan harian sehingga dapat m en in g k a tkan volume penjualan pada lima kantong pasar di Surabaya. Dalam penelitian ini penulis menggunakan metode penelitian eksploratif yaitu sebuah penelitian yang bertujuan untuk memberikan gagasan, wawasan dan pemahaman atas situasi permasalahan yang dihadapi peneliti.",
  "creators": "EVA KURNIAWATI; MELLY PIETER",
  "contributors": "Michael Adiwijaya (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rancangan Usaha",
  "source": "Rancangan Usaha No.02020346/MAN/2005; Eva Kurniawati (31402398), Melly Pieter (31402423)",
  "subjects": "MARKETING--MANAGEMENT; TIME MANAGEMENT"
}