{
  "id": "46948",
  "title": "Studi aspek visual kemasan produk makanan ringan untuk anak-anak usia 6-12 tahun yang dipasarkan di Surabaya",
  "abstract": "Kemasan menjadi hal yang penting dalam strategi pemasaran sebuah produk. Kemasan yang kreatif dapat mengkomunikasikan informasi dan menciptakan citra merek pada produk, serta memberikan nilai daya tarik visual yang akan mempengaruhi konsumen untuk memberikan respon positif terhadap produk. Aspek visual mengacu pada penampilan kemasan yang mencakup warna, ilustrasi, tipografi , merek dan tata letak yang dikombinasikan secara menyeluruh dan optimal. Dalam studi kasus tersebut dibahas tentang aspek visual dari kemasan makanan ringan seperti Chiki, Chitato, Cheetos dan lain sebagainya yang dipasarkan di Surabaya serta respon anak-anak usia 6-12 tahun sebagai target konsumen. Hal ini untuk mengetahui sampai sejauh mana efektifitas aspek visual kemasan produk makanan ringan untuk anak-anak dalam mempengaruhi preferensi konsumen. Hasilnya, dapat diketahui bahwa penerapan standar umum yang menyatakan bahwa anak-anak lebih menyukai aspek ilustrasi dalam kemasan produk makanan ringan tidak terbukti, karena berdasarkan hasil survey yang dilakukan, dapat diketahui bahwa anak-anak lebih menyukai unsur tipografl sebagi elemen dominan. Salah satu kemungkinan anak-anak lebih menyukai tipografl, karena pada fase usia 6-12 tahun adalah masa berkembang pesatnya kemampuan anak untuk mengenal dan menguasai perbendaharaan kata (vocabulary). Pada masa awal ini, anak sudah menguasai sekitar 2500 kata, dan pada masa akhir (usia 11-12 tahun) telah dapat menguasai sekitar 50.000 kata.",
  "creators": "YUSTINA ANGGRAENI",
  "contributors": "LASIMAN (Advisor 1); Caroline Widjoyo (CLT per jan/08) (Advisor 2); Bing Bedjo Tanudjaja (Advisor 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010320/DKV/2004; Yustina Anggraeni (42400010)",
  "subjects": "ADVERTISING; COMMERCIAL ART; PACKAGING; VISUAL COMMUNICATION"
}