{
  "id": "46940",
  "title": "Teori dan strategi penjualan real estate dalam usaha mengembangkan investasi di bidang real estate",
  "abstract": "Bisnis real estate di Amerika sampai saat ini masih belum mampu menggugah para investor untuk menjadikan sebagai salah satu portfolio investasi mereka. Para investor lebih tertarik pada investasi di bidang Iain yang lebih cepat mendapatkan keuntungan. Oleh karena itu masih dibutuhkan suatu riset yang lebih lengkap untuk memastikan bahwa real estate mempunyai peluang bisnis yang cukup baik. Selain itu kerangka real estate mencakup beberapa macam bagian yang tentunya membutuhkan suatu strategi yang khusus untuk membuat suatu keputusan yang menyangkut realestate. Keengganan investor juga dipengaruhi oleh beberapa undang-undang tentang perumahan yang seakan-akan mengikat mereka pada suatu peraturan tertentu. Sedangkan undang-undang tersebut selain menyangkut masalah investor, juga menyangkut masalah konsumen pemakai real estate. Penulis paper ini ingin memberikan suatu solusi yang baik tentang investasi real estate. Sudah sedemikian banyak literatur yang dikeluarkan oleh para peneliti tentang real estate. Namun mereka belum mengetahui apakah para investor tertarik untuk membaca tulisan mereka. Setelah dilakukan suatu riset tambahan dari riset sebelumnya dcngan mcnggunakan teknik/metode penelitian study literatur, penulis menyimpulkan bahwa temyata bagi investor yang mempunyai dana yang cukup besar (yang biasanya pihak pemerintah) lebih tertarik pada penulisan tentang performa real estate, sedangkan bagi investor dengan dana yang lebih kecil lebih tertarik pada tulisan tentang seberapa besar manfaat investasi di bidang real estate mempengaruhi peningkatan investasi mereka. Konsep kerangka strategi real estate memberikan dasar bagi pandanganterhadap disiplin ilmu real estate dan juga menjadi alat untuk menghubungkan pendekatan strategi real estate dengan tindakan transaksi real estate. Bisnis real estate menyangkut enam segmen penting dalam proses pengambilan keputusan. Keenam segmen tersebut adalah : pengguna, investor, manajer, penyedia layanan, developer, dan kepentingan umum. Oleh karena itu dibutuhkan suatu kerangka pengambilan keputusan yang terbaik bagi seluruh sektor-sektor masyarakat yang terkait secara langsung dan tidak langsung dengan proses real estate, sumber daya, dan pelakupasar. Setelah dilakukan suatu penelitian tentang hubungan dari keenam segmen yang sangat berperan dalam real estate maka disimpulkan bahwa keenam segmen tersebut ada keterkaitan dan ada saling ketergantungan. Dengan memahami saling keterkaitan dan saling ketergantungan ini maka dapat dicapai suatu pengambilan keputusan yang lebih efektif yang berhubungan dengan real estate dan begitu juga tujuan-tujuan dari para pelaku pasar real estate. Keberadaan undang-undang tentang real estate juga mempengaruhi pasar real estate. Namun apakah undang-undang tersebut berpengaruh pada peningkatan penjualan atau bahkan menurunkan penjualan ? hal ini perlu suatu riset. Undangundangini dibuat karena perbedaan perilaku antara orang-orang tua dan anak-anak muda yang suka hingar-bingar, sehingga akan mengganggu ketertiban lingkungan.Maka dilakukan riset tentang keberadaan undang-undang tersebut bahwa harus ada perbedaan antara perumahan untuk orang tua dan untuk anak-anak. Dan hasilnya, ternyata perbedaan tersebut justru dapat meningkatkan laba, karena dengan adanya perbedaan perumahan, maka harga perumahan akan lebih mahal, serta menurut survei juga bahwa penggabungan perumahan untuk orang tua dan anak-anak akan menurunkan harga perumahan.",
  "creators": "ENY NAGA DEWI MAHARGO",
  "contributors": "ANASTASIA (Advisor 1); Hartono Subagio (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rangkuman Karya Ilmiah",
  "source": "Rangkuman karya Ilmiah No. 123/EM/2001; Eny Naga Dewi (31494157)",
  "subjects": "REAL ESTATE BUSINESS-MARKETING; REAL ESTATE MANAGEMENT"
}