{
  "id": "46945",
  "title": "Peranan manager properti dalam mengatasi permasalahan manajemen kapasitas dalam industri hotel",
  "abstract": "Pada era yang sangat kompetitif seperti sekarang ini sangatlah diperlukan pengelolaan aset yang baik dan proporsional. Aset perusahaan yang berbentuk bangunan, khususnya bangunan komersial sangatlah memerlukan fungsi pengelolaan properti secara keseluruhan yang disebut dengan properti manajemen. Hakekat dari manajemen properti adalah proses yang secara keseluruhan menangani operasional dan perawatan dari properti tersebut, serta untuk mencapai tujuan dari pemilik properti. Adapun tujuan yang diinginkan adalah menghasilkan pendapatan bagi pemilik dan mempertahankan atau menaikkan nilai dari investasi dalam bidang properti. Maka dengan manajemen properti yang memadai, perusahaan mempunyai daya saing dibandingkan dengan perusahaan yang manajemen propertinya tidak memadai. Sehingga dalam pelaksanaannya manajemen properti memerlukan seorang manajer properti. Masalah yang sering timbul dalam bisnis perhotelan adalah masalah tingkat hunian. Adapun tingkat hunian ini bisa menyebabkan terjadinya tingkat hunian yang tinggi sehingga menyebabkan Overbooking dan bisa juga menyebabkan tingkat hunian yang rendah sehingga menyebabkan imderbooking. Kalau kita telusuri masalah tingkat hunian di atas maka dapat dilihat keterikatannya pada artikel-artikel yang ada. Pada artikel pertama yang berjudul capacity management in the short break market, dapat dilihat bagaimana hotel-hotel di Inggris berusaha untuk memanfaatkan kebijaksanaan short break market. Adapun dengan pengelolaan yang baik dari kebijaksanaan tersebut akan menghasilkan suatu pendapatan yang berguna untuk memaksimalkany/e/Jbagi hotel-hotel tersebut. Pada artikel kedua yang mempunyai judul the overbooking problem in hotels with multiple tour operators, dapat dilihat adanya suatu permasalahan overbooking. Pada penelitian ini peneliti mencoba untuk melakukan survei dan membuat formulasi untuk mengatasi masalah overbooking. Pada artikel ini kita dapat melihat bahwa dengan adanya penanganan overbooking yang baik dapat memaksimalkan pembagian hotel-hotel tersebut. Pada artikel yang ketiga yang mempunyai judul room occupancy rate forecasting : a neural netM’ork approach, dapat dililiat adanya suatu permasalalian bagaimana cara meramalkan tingkat hunian hotel. Pada penelitian ini dapat dilihat adanya suatu metode pendekatan yang diberi nama neural network. Dengan adanya pendekatan neural network ini dapat menyebabkan pihak hotel dapat mengambil langkah-langkah kebijaksanaan untuk mengantisipasi tingkat hunian kamar dari hotel-hotel yang ada di Hongkong.",
  "creators": "SUNARSO DJOHAN",
  "contributors": "RICKY SUDARSONO (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rangkuman Karya Ilmiah",
  "source": "Rangkuman karya ilmiah No. 84/EM/2000; Sunarso Djohan (31495118)",
  "subjects": "HOTELS--PERSONNEL MANAGEMENT; HOTEL MANAGEMENT"
}