{
  "id": "46963",
  "title": "Pengaruh densitas arus listrik tinggi dengan kadar grafit terhadap efektivitas cathodic protection beton mutu tinggi",
  "abstract": "Korosi merupakan masalah yang sering terjadi pada tulangan baja pada struktur beton bertulang. Bila dibiarkan, beton akan mengalami retak (crack) dan menyebabkan kegagalan struktur. Untuk mengatasi masalah tersebut, diperlukan metode perlindungan Impressed Current Cathodic Protection (ICCP) dengan Carbon Fiber Reinforced Polymer (CFRP) laminate sebagai anoda sekaligus menambah perkuatan struktur (dual system). Korosi awal diberikan, setelah itu CFRP laminate ditempelkan pada spesimen beton bertulang menggunakan epoxy dengan kadar grafit 7,5%; 10%; dan 12,5%. ICCP diberikan pada spesimen dengan mutu beton fc’ 20 MPa (densitas arus 141 mA/m2 dan 212 mA/m2) dan fc’ 50 MPa (densitas arus 70 mA/m2 dan 106 mA/m2). Dalam pelaksanaan, dilakukan half cell potential test untuk monitoring korosi pada spesimen dan pengamatan visual pada tulangan baja dan CFRP laminate diakhir pelaksanaan. Terdapat pengaruh yang signifikan terhadap peluang terjadinya korosi pada variasi mutu beton. Beda potensial pada beton mutu tinggi sangat kecil karena beton mutu tinggi memiliki resistivity yang tinggi. Perubahan beda potensial yang paling signifikan ditunjukan pada kadar grafit 12,5% dengan densitas arus 141 mA/m2 pada fc’ 20 MPa, yaitu sebesar 240 mV dan 191 mV pada fc’ 50 MPa dengan densitas arus 70 mA/m2. Namun meskipun hasil yang didapat memiliki nilai yang positif, perbedaan beda potensial pada grafit 12,5% dan 10% yang menggunakan densitas arus tinggi tidak terlalu signifikan bila dibandingkan dengan densitas arus 10 mA/m2. Sedangkan pada kadar grafit 7,5% dengan mutu beton fc’ 20 MPa terjadi stray current corrosions sehingga tidak dapat digunakan karena menghambat proses ICCP.",
  "creators": "NATHANIEL EVAN WIJAYA; CALVIN LIMANTORO",
  "contributors": "Daniel Tjandra (Advisor 1); Gunawan Budi Wijaya S.T., M.T., M.Eng. (Advisor 2); Antoni (Examination Committee 1); Effendy Tanojo (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012375/SIP/2020; Nathaniel Evan Wijaya (21416050)Calvin Limantoro (21416125)",
  "subjects": "REINFORCED CONCRETE CONSTRUCTION; REINFORCED CONCRETE--CORROSION"
}