{
  "id": "46961",
  "title": "Pemanfaatan model hidrodinamika numerik berbasis revolusi industri 4.0 sebagai acuan disain konstruksi untuk mengatasi banjir Rob",
  "abstract": "Kenaikan muka air laut karena pemanasan global yang terus meningkat telah menyebabkan banjir Rob. Lokasi penelitian ini berlokasi di salah satu dusun di Kecamatan Jabon, Sidoarjo, Jawa Timur. Lokasi tersebut merupakan budidaya rumput laut yang telah mengalami kerugian sebesar 5 milyar rupiah karena banjir Rob. Tujuan dari penelitian ini adalah untuk memanfaatkan model hidrodinamika numerik berbasis revolusi industri 4.0 sebagai acuan desain konstruksi untuk mengatasi banjir Rob. Penelitian ini penting karena biaya alat yang ada sekarang untuk mengambil data batimetri secara primer terlalu mahal. Metode penelitian ini diawali dengan pengambilan data batimetri sungai disekitar lokasi dengan menggunakan sonar, batimetri sekunder dari NASA dan GEBCO serta data pendukung simulasi model lainnya. Setelah selesai mengumpulkan data, akan dilanjutkan simulasi dengan software Delft 3D open source. Hasil simulasi model hidrodinamika akan di analisa dan verifikasi dengan data ketinggian muka air dari aplikasi Tides, NASA, serta BMKG dan PUPR Jawa Timur. Hasil penelitian menunjukkan bahwa teknologi berbasis revolusi industri 4.0 yang ada pada sonar dapat digunakan untuk pengambilan data primer yang sahih. Selain itu, model hidrodinamika numerik berbasis revolusi industri 4.0 dapat digunakan sebagai acuan desain konstruksi untuk mengatasi banjir Rob dan mensimulasikan banjir Rob yang terjadi di lokasi penelitian.",
  "creators": "OCTAVIUS HANS; CHRISTIAN GUNAWAN",
  "contributors": "Dr. rer.nat. Surya Hermawan S.T., M.T. (Advisor 1); Doddy Prayogo S.T. (Examination Committee 1); Angela Jasmine Tanya Tjahyana, S.T., M.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012396/SIP/2020; Octavius Hans (21415063), Christian Gunawan (21414100)",
  "subjects": "WATERSHED MANAGEMENT; CIVIL ENGINEERING CONTRACTS"
}