{
  "id": "46962",
  "title": "Penelitian awal tentang pengaruh penambahan sludge hasil limbah pembuatan spun pile terhadap kestabilan tanah ekspansif",
  "abstract": "Pada penelitian ini dipelajari pengaruh penambahan sludge hasil limbah pembuatan spun pile terhadap kekokohan (CBR) dan heaving tanah ekspansif. Tanah ekspansif dapat menyerap air dalam jumlah banyak yang membuat pengembangan tanah yang besar, tetapi akan menyusut jika kering. Pada penelitan ini variabel yang diteliti adalah penambahan sludge dengan dua kondisi kadar air yang berbeda pada tanah ekspansif. Pertama, sludge yang dijemur selama tiga hari untuk mempresentasikan keadaan lapangan dan yang kedua, sludge yang dipanaskan 100 ± 5ºC selama 24 jam. Persentase penambahan sludge dibedakan menjadi tiga, yaitu 10%, 30%, dan 50% terhadap berat kering tanah ekspansif. Kadar air yang digunakan adalah kadar air optimum sebesar 7% dari berat kering tanah ekspansif . Tes CBR yang dilakukan meliputi CBR unsoaked dan CBR soaked dengan pengukuran heaving. Hasil penelitian menunjukkan bahwa campuran sludge yang dijemur dengan persentase campuran 30% memiliki CBR unsoaked sebesar 40%, dan 1.04% dalam keadaan soaked. Namun pencampuran 30% sludge menghasilkan heaving tertinggi yaitu sebesar 28.67%. Untuk sludge yang dipanaskan 100 ± 5ºC dengan persentase sludge 30% memiliki kekuatan CBR unsoaked sebesar 33%, sedangkan persentase sludge 50% mendapatkan kekuatan CBR soaked paling tinggi sebesar 1.5%, dan penambahan ini menghasilkan heaving yang paling kecil yaitu sebesar 21.30%.",
  "creators": "NANDITO CHRISTIAN HACKIM; HENDY PRATAMA SUNARNO",
  "contributors": "Gogot Setyo Budi (Advisor 1); Daniel Tjandra (Examination Committee 1); Budisetyono Tedjakusuma (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012395/SIP/2020; Nandito Christian Hackim (21415062), Hendy Pratama Sunarno (21415085)",
  "subjects": "PILING (CIVIL ENGINEERING); SOIL MECHANICS; SOIL STABILITATION"
}