{
  "id": "4696",
  "title": "Kajian perancangan interior ruang rawat inap pasien kelas VIP pada Rumah Sakit Kristen Mojowarno",
  "abstract": "Kesehatan merupakan kebutuhan pokok hidup manusia. Oleh karena itu pemenuhan kebutuhan akan kesehatan menjadi prioritas pasien dalam kehidupan dan rumah sakit sebagai salah satu bentuk usaha di bidang jasa pelayanan kesehatan. Oleh karena itu Rumah Sakit Kristen Mojowarno memberikan jasa bagi pasien yang harus mengalami perawatan diberi pilihan ruangan rawat inap kelas VIP yang diharapkan mampu memberikan \" Suasana kamar seperti di rumah sendiri \" sehingga pasien selain merasa familiar, nyaman dalam istirahat menjalani rawat inap melakukan aktifitas perawatan juga merasa seperti di rumah sendiri dan dirasakan tidak terbebani perasaan tertekan proses perawatan dalam rumah sakit yang biasanya menakutkan. Hasil penelitian memberikan kesimpulan bahwa letak ruang rawat inap terhadap lingkungannya mempunyai dampak positif terhadap kegiatan proses penyembuhan. Hal ini dibuktikan melalui fasilitas - fasilitas yang dapat dijangkau dengan mudah dan mendukung suasana kristiani karena mendengarkan orang. Fungsi ruang rawat inap VIP cenderung sebagai tempat istirahat sebagai kamar tidur utama pada rumah tinggal. Walaupun juga menjadi kamar privat sebagai proses penyembuhan. Karakter dari unsur pembentuk ruang, perabot, dekorasi dan fasilitas, utilitas, bahan, warna. Sementara ini hanya diukur dengan pemilihan karakter alamiah yang hasil nilainya adalah sebagian besar memiliki karakter buatan walaupun demikian perwujudan unsur - unsur interior tersebut tetap mempertimbangkan nilai positif perawatan.",
  "creators": "RUSLY CHRISTANTO",
  "contributors": "WASIS SOEBARNIATI (Advisor 1); Ronald H.I. Sitindjak (Advisor 2); J. Loekito Kartono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010134/DIN/2004: Rusly Christanto (41498065)",
  "subjects": "HOSPITALS-DECORATION"
}