{
  "id": "46984",
  "title": "Prospek ekonomi dan bisnis pasca Pemilu 1999",
  "abstract": "Dalam situasi ekonomi, sosial, polrtik dalam negeri yang tidak menentu tentunya sangat menarik untuk melihat prospek investasi dan sektor keuangan setelah Pemilu. Sebenamya titik rawan kondisi di In d o n esia pada pelaksanaan suksesi nasional, terutama menjelang Pemilu. Namun jika proses ini berjalan sukses, maka harapan bagi pulihnya ekonomi akan semakin besar.Jika proses Pemilu ini berjalan demokratis, lancar, aman dan hasilnya bisa diterima semua pihak maka harapan bagi pulihnya ekonomi akan semakin besar. Tentunya harapan kita semua setelah Pemilu nanti kondisi stabilitas keamanan, sosial dan politik akan kembali normal maka investor asing berani kembali menjalankan usahanya di Indonesia.Dari konsep maupun pengamatan terhadap pengukuran dan pengaturan kepuasan pelanggan, kita dapat menarik kesimpulan bahwa kepuasan pelanggan merupakan tujuan utama dari perusahaan, baik perusahaan barang maupun jasa. Jadi yang terpenting dari pengukuran dan pengaturan kepuasan pelanggan adalah dengan memberikan produk yang berkualitas dan sesuai dengan kebutuhan dan keinginan pelanggan. Dengan demikian mengetahui kebutuhan dan keinginan pelanggan juga memberikan kepuasan. Pelanggan merupakan salah satu faktor penentu dalam menjalankan dan meningkatkan strategi pemasaran. Dengan memberikan kualitas yang baik yang dapat memuaskan pelanggan merupakan kunci bagi perusahaan untuk mendapatkan keuntungan.Modal dapat mempunyai kekuatan yang luar biasa berdasarkan kapasitasnya untuk berpindah lokasi dan memilih di antar negara yang bersaing untuk berpindah lokasi dan memilih di antara negara yang bersaing untuk menarik investasi semaksimal mungkin. Setiap orang di setiap negara, dari ibukota sampai desa kecil, bergantung kepada sekelompok orang yang memegang modal investasi secara pribadi. Dan para penguasa modal ini tidak bisa diperintahkan untuk menanam kapitalnya, baik oleh demokrat maupun diktator. Di dunia ini, para investor selalu bisa angkat kaki, bisa pindah ke lokasi lain.Salah satu akibat runtuhnya pemerintahan Orde Baru dan lengsernya Soeharto adalah para investor yang menarik modalnya dari Indonesia. Keluar masuknya modal mempengaruhi struktur kekuasaan yang berwujud dalam politik. Kekuasaan yang sewenang-wenang akan dilawan oleh masyarakat. Kalau saja praktek-praktek korupsi, kolusi dan nepotisme (KKN) yang menjadi faktor terpenting di balik krisis ekonomi yang berkepanjangan dan kejatuhan Soeharto, mungkin suksesi dan gema reform asi sudah berlangsung belasan tahun lalu. Karena itu melalui buku “Power in Motion\" dapat mengetahui dan merupakan suatu pengantar teoritis terhadap dimensi struktural dari kekuatan modal, dengan penekanan kuat pada mobilitas. modal.",
  "creators": "SRIJANTI",
  "contributors": "Bambang Haryadi (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Tugas Akhir",
  "source": "Tugas akhir no. 6/EM/1999; Srijanti (31495132)",
  "subjects": "INDONESIA--ECONOMIC POLICY; BUSINESS ENTERPRISES-INDONESIA"
}