{
  "id": "47005",
  "title": "Studi pengembangan kemasan produk ting-ting jahe pada PT Sindu Amrita untuk kelompok konsumen dewasa muda di Surabaya",
  "abstract": "Akhir-akhir ini, fungsi kemasan sudah berkembang jauh bahkan telah menjadi salah satu unsur yang paling penting dalam strategi pengembangan produk di samping mutu. Peran utama yang disandang kemasan dalam abad ke 21 ini telah bertambah pula dengan peranan sebagai sarana promosi dan alat pemasaran yang penting. Salah satu kemasan kembang pula dari PT Sindu Amritha yaitu ting-ting jahe sangat menarik untuk diteliti lebih jauh. Karena ting-ting jahe merupakan produk dari PT Sindu Amritha yang paling terkenal dan kemasan produk tingting jahe ini hampir tidak pernah mengalami perubahan sehingga perlu untuk mengetahui apakah konsumen telah puas dengan kemasan produk tersebut. Bertitik tolak dari hal-hal inilah, penulis ingin membuat suatu ulasan penelitian terhadap produk jenis makanan yaitu produk kembang gula ting-ting jahe yang diproduksi oleh PT Sindu Amritha dengan melihat perlunya kemasan ini dikembangkan sesuai dengan selera konsumen. Penelitian ini mengacu pada rumusan masalah yaitu \"apakah pengembangan kemasan produk ting-ting jahe berpengaruh terhadap penerimaan kelompok konsumen dewasa muda di Surabaya ?\" dan tujuan penelitian yaitu untuk mempengaruhi pengembangan produk ting-ting jahe pada penerimaan kelompok konsumen dewasa muda di Surabaya sehingga metode penelitian yang digunakan adalah teknik analisis chi-square yang diolah melalui program komputer SPSS. Teknik analisis ini digunakan untuk mengetahui sejauh mana ketergantungan antara variabel yang satu dengan variabel yang lainnya. Penelitian dilakukan dengan menyebarkan kuesioner kepada konsumen ting-ting jahe PT Sindu Amritha khususnya kelompok usia muda di Surabaya. Hasil penelitian menunjukkan bahwa kelompok dewasa muda menghendaki adanya pengembangan desain kemasan.",
  "creators": "KATRINE LESMANA; BETTY FANGNY",
  "contributors": "Edwin Japarianto (Advisor 1); Soekarno (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011754/MAN/2004; Katrine Lesmana (31499016), Betty Fangny (31499076)",
  "subjects": "CONSUMER BEHAVIOR; MARKETING RESEARCH; CONSUMERS--RESEARCH"
}