{
  "id": "47007",
  "title": "Kiddies fun and therapy's pool",
  "abstract": "Kiddies Fun and Therapy’s pool merupakan kolam renang yang dirancang untuk konsumen anak-anak pada khususnya dalam memenuhi kebutuhannya akan kesehatan; dengan tenaga 8 instruktur profesional. Selain itu Kiddies Fun and Therapy’s pool juga menyediakan jasa lain yaitu whirlpool. Whirpool dengan air hangat untuk terapi bagi anak-anak yang menderita sakit seperti autis, asma, polio, dan sebagainya. Investasi yang diperlukan adalah Rp 2 milyar dengan modal sendiri dan perbandingan kepemilikan 55%:45%. Konsumen yang menjadi sasaran Kiddies Fun and Therapy’s pool adalah orang tua kalangan menengah ke atas yang memiliki anak-anak dengan usia 4 tahun sampai dengan usia 14 tahun yang menderita autis, polio, asma, alergi dan bronkitis, yang peduli akan kesehatan di Surabaya. Lokasi Kiddies Fun and Therapy’s pool terletak di Ciputra Columbus PE 7- 9, Surabaya dengan tanah seluas 550m2. Visi dari Kiddies Fun and Therapy’s pool adalah “the first place in mind for your children to get a better health and fun environment. Yaitu sebagai tempat terapi dengan metode renang yang menjadi pilihan pertama dari setiap orang tua yang menginginkan terapi untuk kesehatan anaknya, belajar berenang dan suasana yang menggembirakan (fun). Misi dari Kiddies Fun Therapy adalah membantu masyarakat yang memiliki keluarga / anak untuk terapi untuk anak penderita asma, bronchitis, autisma dan polio dengan terapi whirpool dalam suasana menyenangkan. Sedangkan misi dari Kiddies Fun Pool adalah membantu para pemula untuk bisa melakukan renang dan bagi anak-anak yang lebih mahir dalam menguasai gerakan-gerakan renang yang Iain. Dari analisa keuangan diperoleh data payback period sebesar 2 tahun 9 bulan, nilai NPV positif dan IRR sebesar 21,74% yang lebih besar dari COC (cost of capital) sebesar 6%",
  "creators": "ANGGADITA; YUNETI",
  "contributors": "Syanne Helly, S.Psi.,M.M. (Advisor 1); Nanik Linawati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rancangan Usaha",
  "source": "Rancangan Usaha No.01020277/MAN/2005; Anggadita (31499080), Yuneti (31499165)",
  "subjects": "BUSINESS PLANNING; MANAGEMENT"
}