{
  "id": "47022",
  "title": "Analisa pengaruh tipe kepribadian dan gaya komunikasi Public Relations Manager JW Marriot Hotel Surabaya dalam membangun hubungan baik dengan media untuk meningkatkan publisitas",
  "abstract": "Citra seorang pegawai mempengaruhi citra perusahaan secara keseluruhan begitu juga dengan citra seorang Public Relations pada sebuah hotel. Membangun citra Public Relations dipengaruhi oleh tipe kepribadian dan gaya komunikasi Public Relations tersebut. Berdasarkan hal tersebut, teori yang mempunyai relevansi adalah teori tentang tipe kepribadian dan gaya komunikasi. Teori tentang tipe kepribadian yaitu teori menurut Littaeur, sedangkan teori tentang gaya komunikasi adalah teori menurut Norton dan Cassee. Tujuan penelitian ini adalah untuk mengetahui pengaruh tipe kepribadian dan gaya komunikasi Public Relations Manager JW Mariott Hotel Surabaya terhadap hubungan baik yang terjalin dengan media, dan mengetahui apakah hubungan baik dapat mempengaruhi peningkatan publikasi. Selain itu penulis ingin mengetahui efektifitas tipe kepribadian dan gaya komunikasi Public Relations Manager JW Mariott Hotel Surabaya dilihat dari sudut pandang ekstemal hotel (jurnalis). Penelitian menggunakan metode penelitian kualitatif, di mana prosedur pengumpulan data menggunakan kuesioner, wawancara, dan observasi. Berdasarkan hasil penelitian, diketahui bahwa terdapat pengaruh pada tipe kepribadian dan gaya komunikasi Public Relations Manager JW Mariott Hotel Surabaya terhadap hubungan baik yang terjalin dengan media. Hubungan baik yang terjalin dengan media tidak terlalu mempengaruhi publikasi menurut sudut pandang profesionalisme jurnalis. Jurnalis menilai bahwa tipe kepribadian dan gaya komunikasi Public Relations Manager JW Mariott Hotel Surabaya sudah efektif.",
  "creators": "JUNAEDY WIJAYA; YENNI WIYANTO",
  "contributors": "Adriana Aprilia, S.Pd., M.M. (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010185/HTL/2005; Junaedy Wijaya (33499029), Yenni Wiyanto (33499057)",
  "subjects": "PUBLIC RELATIONS HOTELS"
}