{
  "id": "47035",
  "title": "Perancangan media komunikasi visual sebagai penunjang integrated marketing communication (imc) Honda Surabaya center",
  "abstract": "Saat ini persaingan di industri otomotif semakin hari semakin agresif. Oleh sebab itu, sebagai salah satu Dealer Utama mobil Honda untuk wilayah Jawa Timur, Bali, dan Lombok, Honda Surabaya Center perlu untuk meningkatkan image, kualitas, penampilan, serta pelayanan terhadap para pelanggannya. Keberadaannya di dunia otomotif perlu terus dikukuhkan dengan cara komunikasi yang baik melalui Integrated Marketing Communication (IMC) dengan menggunakan media-media dan pesan-pesan yang efektif serta efisien. Untuk perancangan ini, penulis menggunakan data primer dan sekunder dalam pencarian data serta perancangan desain. Data primer yang digunakan seperti kuisioner dan wawancara dengan Managing Director, Manajer, dan Corporate Communication Staff Honda Surabaya Center. Sedangkan data sekunder yang digunakan adalah fakta, data-data serta gambar-gambar produk Honda di Indonesia. Hasil dari analisa adalah agar penjualan meningkat serta nama Honda Surabaya Center terus berada di benak masyarakat sebagai pilihan utama ketika membeli mobil Honda di Surabaya, maka langkah yang harus ditempuh Honda Surabaya Center adalah dengan mengimplementasikan IMC dengan menggunakan desain yang hi-tech, fiituristik, dan elegan. Diharapkan, dengan mengaplikasikan strategi pemasaran yang rutin melalui Media Lini Atas dan Media Lini Bawah, Honda Surabaya Center dapat meningkatkan penjualannya secara signifikan.",
  "creators": "PETER STEFANUS T",
  "contributors": "Listia (Advisor 1); DEDDY SETYAWAN (Advisor 2); Sophia Novita Angkadjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Grafis",
  "source": "Perancangan Grafis No. 00090629/DKV/2005; Peter Stefanus Tejasurya (42401216)",
  "subjects": "ADVERTISING; COMMERCIAL ART; SIGNS AND SYMBOLS; VISUAL COMMUNICATION; GRAPHIC DESIGN"
}