{
  "id": "4708",
  "title": "Penelitian self compacting concrete dengan fly ash dan silica fume terhadap absorpsi dan kuat tekan",
  "abstract": "Self Compacting Concrete ( SCC ) merupakan beton yang dapat memadat sendiri tanpa vibrator sehingga ukuran dan proporsi agregat kasar harus dibatasi. SCC memerlukan mineral admixtures berupa fly ash dan silica fume serta chemical admixture berupa viscocrete yang berviskositas tinggi agar flowable. Hal ini menyebabkan SCC bersifat watertight concrete yang dapat digunakan pada struktur beton yang berhubungan dengan air. Selama ini penggunaan SCC di lapangan tidak diuji tingkat absorpsinya. Dari penelitian terdahulu tentang SCC, didapatkan penggunaan optimal fly ash adalah 20% dan 30%. Sedangkan dari P.T. Sika sebagai produsen silica fume, didapatkan penggunaan optimal silica fume adalah 5% dan 10% dari berat binder. Komposisi yang diteliti diperoleh dari trial mix agar persyaratan flowability, yaitu filling ability dan passing ability dapat terpenuhi. Pengujian filling ability dilakukan dengan slump cone, sedangkan passing ability dengan L ? Shaped Box. Tes absorpsi dilakukan pada umur beton 7 dan 28 hari, sedangkan tes kuat tekan pada umur 7, 14, 28 dan 56 hari. Komposisi yang diuji adalah semen dengan fly ash 8 : 2 dan 7 : 3 serta semen dengan silica fume 9.5 : 0.5 dan 9 :1, masing - masing komposisi diberi dosis viscocrete 1%, 1.5% dan 2% dari berat semen. Hasil pengujian menunjukkan dosis viscocrete optimal agar memenuhi syarat flowability adalah 1.5%. Komposisi optimal untuk menghasilkan nilai absorpsi yang rendah adalah fly ash 20% dan viscocrete 2%, serta silica fume 5% dan viscocrete 2%. Sedangkan komposisi optimal untuk menghasilkan kuat tekan yang tinggi adalah fly ash 30% dan viscocrete 2%, serta silica fume 10% dan viscocrete 1.5%.",
  "creators": "VANDA CHRISTINA; FENNY VERAWATY",
  "contributors": "Handoko Sugiharto (Advisor 1); Januar Buntoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 15111391/SIP/2004; Vanda Christina (21401152), Fenny Verawaty (21401154)",
  "subjects": "CONCRETE-TESTING"
}