{
  "id": "4711",
  "title": "Perbandingan penggunaan stabilisator argo jati method dan kapur bubuk hidup pada tanah expansif",
  "abstract": "Serangkaian percobaan Unconfined Compression Test dan California Bearing Ratio Test dilakukan untuk mengevaluasi pengaruh campuran kapur bubuk hidup atau Argo Jati Method (AJM) pada tanah expansif. Campuran tanah expansif dan kapur dipersiapkan dengan kandungan kapur 5% dan 7% dari berat tanah kering, karena dari percobaan yang telah dilakukan sebelumnya kandungan kapur 7% adalah campuran yang paling efektif. Benda uji dicuring selama 3, 7, dan 14 hari. Argo Jati yang digunakan adalah jenis AP-type, dengan kandungan 5% dan 7% dari berat tanah kering. Dari hasil percobaan dapat diketahui bahwa penambahan kapur atau Argo Jati dapat meningkatkan nilai qu, dan nilai CBR. Dari hasil percobaan ini didapatkan bahwa campuran Argo Jati 7% efektif dalam meningkatkan nilai qu yaitu meningkat sebesar 112%, dan CBR Unsoaked yaitu menigkat 281% untuk kedalaman 0.1\", dan 261% untuk 0.2\", sedangkan untuk tes CBR kondisi soaked campuran kapur 5% paling efektif yaitu meningkat 498% untuk kedalaman 0.1\" dan 520%. Dalam percobaan free swelling dan swelling pressure dengan menambahkan kapur atau Argo Jati dapat mengurangi besarnya pengembangan pada tanah expansif. Dari hasil percobaan didapat bahwa campuran yang paling efektif didapat pada campuran tanah expansif dengan campuran 5% kapur, dimana nilai pengembangan menjadi 1% untuk tes Free Swelling dan menjadi 2% untuk tes Swelling Pressure.",
  "creators": "ENRICO GO; ALLAN JANWAR TANNAYA",
  "contributors": "Soebianto Tjandrawibowo (Advisor 1); Johanes Indrojono Suwono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 12111386/SIP/2004; Enrico Go (21400005), Allan Janwar Tannaya (21400031)",
  "subjects": "SOIL MECHANICS; SOIL STABILIZATION"
}