{
  "id": "4712",
  "title": "Daya layan laston dengan material dari Kalimantan yang dicampur gilsonite",
  "abstract": "Surface course atau lapis permukaan merupakan lapisan yang sangat penting dalam suatu perkerasan lentur jalan sehingga perlu dilakukan penilaian terhadap kondisi lapis permukaan. Penilaian terhadap kondisi lapis permukaan ini bisa dilakukan dengan mengevaluasi retak yang terjadi (fatigue cracking), dimana retak ini terjadi akibat pengulangan beban lalu lintas pada jalan. Selama ini propinsi Kalimantan Selatan masih sering memakai material batu-batuan dari Pulau Sulawesi (Palu). Untuk itu, pada penelitian ini digunakan material dari propinsi Kalimantan Selatan, tepatnya dari daerah pegunungan Riam Kanan. Penelitian yang dilakukan mengarah pada sifat agregat (termasuk pasir lokal yang berwarna kuning kecoklatan), kadar aspal optimum, kadar gilsonite optimum, dan beberapa parameter dari hasil pengujian kelelahan dengan alat Dartec. Salah satu parameter yang penting dari hasil pengujian kelelahan dengan alat Dartec adalah umur kelelahan. Dari percobaan terhadap 6 benda uji dengan material Kalimantan yang tidak memakai gilsonite (masing-masing 2 benda uji untuk satu tingkat tegangan) dihasilkan nilai umur kelelahan untuk tingkat tegangan 0,24 MPa, 0,48 MPa dan 0,72 MPa adalah antara 1.050 cycles sampai 4.360 cycles. Dan yang menggunakan gilsonite berkisar antara 3.810 cycles sampai 31.180 cycles. Sedangkan berdasarkan referensi yang dikutip dari tugas akhir Hariyanto dan Tommy Chandra (2003) didapatkan bahwa untuk benda yang tidak menggunakan gilsonite berkisar antara 3.578 cycles sampai 24.415 cycles, dan yang menggunakan gilsonite berkisar antara 6.162 cycles sampai 134.500 cycles. Jadi daya layan (dari segi kelelahan) laston dengan material dari Kalimantan yang ditambahkan aditif gilsonite, tidak kalah daya layan laston yang menggunakan material dari Jawa.",
  "creators": "ERICK HERIANTO HALIM; FENDY TANNY",
  "contributors": "Harry Patmadjaja (Advisor 1); YANUAR SANTOSA (Advisor 2); Indriani Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 13111384/SIP/2004; Erick Herianto Halim (21499116), Fendy Tanny (21499225)",
  "subjects": "PAVEMENTS, ASPHALT CONCRETE"
}