{
  "id": "4717",
  "title": "Kinerja kelelahan campuran aspal beton dengan modulus kekakuan rendah menggunakan bahan aditif gilsonite",
  "abstract": "Lapis permukaan (surface) merupakan lapisan struktural yang sangat penting dari suatu lapisan perkerasan lentur jalan. Penilaian terhadap kondisi lapis permukaan ini bisa dilakukan dengan mengevaluasi retak yang terjadi (fatigue cracking), dimana retak ini terjadi akibat pengulangan beban lalu lintas pada jalan. Dari penelitian yang telah dilakukan sebelumnya, menyimpulkan bahwa aspal beton dengan modulus kekakuan tinggi memberikan kinerja kelelahan yang lebih baik daripada aspal beton dengan modulus kekakuan rendah. Karena itu, timbul pemikiran untuk meneliti aspal beton yang menggunakan modulus kekakuan rendah dengan bahan aditif. Pemberian bahan aditif gilsonite pada aspal beton diharapkan dapat meningkatkan kinerja struktural, yaitu terhadap kelelahan. Parameter kelelahan yang digunakan dalam evaluasi adalah umur kelelahan, defleksi total, defleksi maksimum, regangan tarik awal dan modulus kekakuan lentur pada kondisi elastis. Hasil pengujian menunjukkan bahwa meningkatnya tingkat tegangan menyebabkan berkurangnya umur kelelahan dan meningkatnya defleksi total serta regangan tarik awal baik pada aspal beton dengan gilsonite maupun tanpa gilsonite. Pada aspal beton dengan gilsonite terlihat slope dari kurva regresi menunjukkan semakin tinggi tingkat tegangannya maka semakin tinggi pula regangannya tetapi peningkatan regangan tarik awal lebih kecil dibandingkan dengan aspal beton tanpa gilsonite. Berdasarkan hasil analisis regresi, nilai modulus kekakuan untuk aspal beton tanpa gilsonite adalah 636,02 MPa sedangkan untuk aspal beton dengan gilsonite adalah 1012,9 MPa. Hal ini membuktikan bahwa bahan aditif gilsonite akan meningkatkan kekakuan benda uji.",
  "creators": "DODDY HARDIANTO; SARJITO WAHONO",
  "contributors": "Indriani Santoso (Advisor 1); YANUAR SANTOSA (Advisor 2); Johanes Indrojono Suwono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 13111378/SIP/2004; Doddy Hardianto (21400053), Sarjito Wahono (21400068)",
  "subjects": "PAVEMENTS, ASPHALT CONCRETE; HIGHWAY ENGINEERING"
}