{
  "id": "47177",
  "title": "Pengaruh information technology dan organizational learning terhadap competitive advantage dengan mindset sebagai variabel moderasi pada kantor akuntan publik di Indonesia",
  "abstract": "Penelitian ini bertujuan untuk mengetahui pengaruh information technology dan organizational learning terhadap competitive advantage dengan mempertimbangkan variabel mindset sebagai moderator pada Kantor Akuntan Publik (KAP) di Indonesia. Data diperoleh dari 390 KAP terdaftar di Kementrian Keuangan Republik Indonesia per Januari-2019. Survey dikirim melalui media internet dan ada 51 kuesioner yang valid dan digunakan sebagai sampel. Pengolahan data menggunakan Partial Least Square (PLS) untuk menemukan pengaruh dari masing-masing variabel. Hasil penelitian menunjukkan bahwa Information Technology dan Organizational Learning merupakan faktor yang signifikan dalam menciptakan Competitive Advantage di KAP Indonesia. Efek mediasi dan moderasi terbukti signifikan. Namun penelitian ini tidak memiliki sampel yang mencakup seluruh Indonesia karena sebagian besar responden adalah KAP yang berada di Pulau Jawa. Selain itu penelitian ini tidak membedakan KAP yang berafiliasi dengan pihak asing dan KAP yang tidak, bisa jadi KAP yang berafiliasi dengan pihak asing lebih menghargai intangible asset seperti sumber daya manusia di dalamnya yang dapat mempengaruhi terciptanya organizational learning dan berujung pada competitive advantage. Penelitian ini memberi informasi bagi KAP mengenai faktor-faktor yang berpengaruh terhadap terbentuknya competitive dan menjadi bahan pertimbangan pengambilan keputusan. Penelitian ini adalah penelitian pertama yang menggabungkan variabel information technology, organizational learning, dan mindset dalam menciptakan competitive advantage pada KAP di Indonesia.",
  "creators": "JESSICA NATALIA SALIM",
  "contributors": "Devie (Advisor and Examination Committee); Juniarti (Examination Committee 1); Josua Tarigan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011490/AKT/2020; Jessica Natalia Salim (32416117)",
  "subjects": "FINANCE, PUBLIC--ACCOUNTING; COMPETITION"
}