{
  "id": "472",
  "title": "Simulasi pendaftaran rencana studi di Universitas Kristen Petra dalam bentuk aplikasi WAP",
  "abstract": "Sistem Pendaftaran Rencana Studi yang sudah ada di Universitas Kristen Petra saat ini adalah menggunakan form scanner dan melalui web ASIT. Karena adanya beberapa kekurangan dari sistem yang sudah ada, maka diharapkan adanya suatu sistem baru yang dapat mendukung sistem yang sudah ada. Teknologi WAP hadir untuk menjawab tantangan jaman informasi dimana setiap orang berhak mendapat informasi secara cepat tanpa mengenal waktu dan tempat. WAP yang diletakkan di dalam teknologi telepon selular, memungkinkan setiap orang yang memilikinya mengakses sumber informasi yang ada di internet. Dan mengingat sifat ponsel yang mudah dibawa ke mana saja pengakses bisa menjangkau sumber informasi kapanpun dan dimanapun. Tujuan dari Tugas akhir ini adalah untuk membuat simulasi dari pendaftaran rencana studi di Universitas Kristen Petra dalam bentuk aplikasi yang menggunakan teknologi WAP. Dengan adanya simulasi ini diharapkan aplikasi yang dibuat dapat membantu dan mendukung sistem pendaftaran rencana studi yang sudah ada di Universitas Kristen Petra. Hasil dari tugas akhir ini adalah suatu aplikasi WAP untuk Pendaftaran rencana studi di Universitas Kristen Petra yang dapat diakses oleh semua mahasiswa dimanapun dan kapanpun ia berada. Aplikasi WAP ini mempunyai 3 fasilitas yaitu Kartu Hasil Studi untuk menampilkan nilai mahasiswa selama satu semester, Transkrip lokal untuk menampilkan nilai semua mata kuliah yang pernah diambil oleh seorang mahasiswa, Pendaftaran Rencana Studi untuk pendaftaran mata kuliah yang akan diambil.",
  "creators": "TAN NEN TIONG",
  "contributors": "Kartika Gunadi (Advisor 1); Ir. Djoni Haryadi Setiabudi, M.Eng. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 010007/INF/2002; Tan Nen Tiong (26498115)",
  "subjects": "WAP (WIRELLES APPLICATION PROTOCOL)"
}