{
  "id": "47226",
  "title": "Pengaruh information quality terhadap retail satisfaction melalui supplier relationship management dan supply chain flexibility pada UMKM Fast Moving Consumer Goods (FMCG) di Makassar",
  "abstract": "Perubahan yang ketat saat ini, mengakibatkan perusahaan harus mampu fleksibel agar cepat beradaptasi dalam memenuhi permintaan pasar. Fleksibiltas perusahaan mampu menciptakan nilai tambah bagi pelanggan mereka dan memberikan kepuasan. Nilai tambah yang diberikan perusahaan kepada pelanggan harus sesuai dengan permintaan pelanggan serta ketepatan pengiriman ditambah informasi yang lengkap. Kualitas informasi di internal perusahaan dalam memberikan informasi secara lengkap kepada supplier, kondisi ini dapat membangun supplier relationship management yang baik. Kualitas informasi yang cepat dan lengkap mampu memberikan perubahan yang terjadi di eksternal maupun internal perusahaan, dan mengakibatkan perusahaan harus berubah cepat sesuai permintaan pelanggan yang disebut dengan supply chain flexibility. Kemampuan mengelola hubungan yang baik dengan pemasok akan membuat perusahaan menjadi fleksibel dan meningkatkan kepuasan pelanggan. Penelitian ini menyebarkan kuesioner kepada retail UMKM di Kota Makassar, Sulawesi Selatan. Teknik sampling yang digunakan dalam mengambil data adalah purposive sampling. Hasil analisa data dengan SmartPLS didapatkan beberapa hipotesis yang dterima dan yang dtiolak. Pertama, bahwa information quality tidak berpengaruh terhadap supply chain flexibility, kedua information quality berpengaruh terhadap supplier relationship management, ketiga information quality tidak berpengaruh terhadap retailer satisfaction, keempat supplier relationship management berpengaruh terhadap supply chain flexibility, kelima supplier relationship management berpengaruh terhadap retailer satisfaction dan keenam supply chain flexibility berpengaruh terhadap retailer satisfaction.",
  "creators": "Ardiono Putra",
  "contributors": "Zeplin Jiwa Husada Tarigan (Advisor 1); Dr. Ir. Hotlan Siagian MSc. (Advisor 2); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020253/MM/2020; Ardiono Putra (D21190002)",
  "subjects": "RETAIL TRADE; SUPPLY CHAIN MANAGEMENT; CUSTOMER RELATIONS"
}