{
  "id": "4722",
  "title": "Studi tentang rentang periode ulang gempa pada tingkat kinerja damage control Sistem Rangka Pemikul Momen Khusus (SRPMK) struktur beton bertulang",
  "abstract": "Performance based design merupakan salah satu dasar perencanaan struktur dimana tingkat kinerja struktur dikategorikan menjadi 3 macam yaitu tingkat kinerja serviceability, damage control dan safety yang berdasarkan pada parameter simpangan antar tingkat dan indeks kerusakan. Tingkat kinerja damage control merupakan suatu kondisi bangunan di mana kerusakan akibat gempa yang terjadi pada daerah sendi plastis elemen-elemen struktur berada dalam kondisi yang masih dapat diperbaiki. Studi ini mempelajari tentang rentang periode ulang gempa yang mengakibatkan kerusakan struktur pada tingkat kinerja damage control. Untuk keperluan studi ini digunakan model struktur bangunan simetris 6 dan 10 tingkat dengan ukuran denah 40 x 40 m 2 . Perencanaan struktur beton bertulang dengan konsep disain kapasitas. Perilaku struktur dianalisis dengan menggunakan analisis statik non-linier pushover (ATC 40, 1997) dan analisis dinamis non-linier riwayat waktu (Carr, 2001) berdasarkan parameter yang digunakan. Beban gempa yang dipakai dalam analisis riwayat waktu sesuai dengan SNI 03-1726-2002 (Departemen Pekerjaan Umum, 2002) dengan periode ulang yang bervariasi pada daerah gempa wilayah 2 yang diperoleh dari hasil modifikasi rekaman gempa El Centro 18 Mei 1940 komponen North ? South. Pembebanan gempa dilakukan dalam arah pembebanan sumbu global arah x dari bangunan. Data output yang digunakan dalam studi ini adalah simpangan antar tingkat dan indeks kerusakan bangunan maksimum. Hasil studi menunjukkan bahwa rentang periode ulang gempa pada tingkat kinerja damage control untuk bangunan 6 sampai dengan 10 lantai, diperoleh batas bawah antara 90 sampai 280 tahun dan batas atas antara 850 sampai 940 tahun. Data rentang periode ulang gempa tersebut diperoleh berdasarkan simpangan antar tingkat maksimum. Sedangkan berdasarkan parameter indeks kerusakan maksimum, diperoleh batas bawah antara 60 sampai 100 tahun dan batas atas antara 140 sampai 240 tahun.",
  "creators": "JUARLIK IWAN; YUSUF AFFANDI",
  "contributors": "Benjamin Lumantarna (Advisor 1); Takim Andriono (Advisor 2); Ir. Soehendro Ratnawidjaja, M.Eng. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11131372/SIP/2004; Juarlik Iwan (21400026), Yusuf Affandi (21400047)",
  "subjects": "BUILDING-EARTHQUAKE EFFECTS"
}