{
  "id": "47233",
  "title": "Uji beda financial management behavior dan financial satisfaction pada keluarga yang tinggal di desa dan kota",
  "abstract": "Perbedaan tingkat pendapatan antara desa dan kota menyebabkan timbulnya kesenjangan tingkat kesejahteraan antara penduduk desa dan penduduk kota. Penduduk desa cenderung memiliki tingkat kesejahteraan lebih rendah dibandingkan penduduk kota. Penduduk kota memiliki pendidikan, pendapatan, karir, kondisi rumah, yang lebih baik dan berkualitas dibandingkan dengan penduduk desa. Penduduk yang tinggal di desa, angka kebahagiaannya terlihat dari kehidupan sosialnya yang lebih baik. Penduduk yang tinggal di desa memiliki waktu lebih maupun hubungan sosial yang lebih erat dengan tetangga maupun kerabat, sehingga kehidupan sosial masyarakat yang tinggal di desa juga dianggap lebih memberi kenyamanan, keamanan dan ketentraman dalam menjalani hidup. Berbeda dengan penduduk kota yang memiliki pendidikan, pendapatan, karir, kondisi rumah, yang lebih baik dan berkualitas dibandingkan dengan penduduk desa. Faktor lingkungan, gaya hidup dan pemenuhan kebutuhan menyebabkan penduduk kota lebih konsumtif, selain itu, ketersediaan fasilitas menabung maupun berhutang menyebabkan penduduk kota memiliki pola menabung dan berhutang yang lebih variatif dibandingkan di desa. Penelitian ini bertujuan untuk mengetahui perbedaan antara penduduk desa dan kota ditinjau dari variabel financial satisfaction, saving behavior, expenditure behavior, dan debt behavior. Penelitian dilakukan di dua lokasi yaitu Kota Surabaya dan Desa Lebak Jabung Mojokerto dan masing-masing menggunakan 50 responden. Data penelitian dikumpulkan menggunakan kuesioner skala likert. Data yang diperoleh dinalisis menggunakan analisis Uji Z diperoleh hasil bahwa dalam hal financial satisfaction tidak terdapat perbedaan antara penduduk desa dan kota. Sedangkan dari variabel saving dan spending behavior dan debt behavior terdapat perbedaan yang signifikan.",
  "creators": "STEFFIDYA K.M BALE DOTO",
  "contributors": "Evelyn, S.E., MSA. (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 37010594/MAN/2020; Steffidya K.m Bale Doto (37414085)",
  "subjects": "FINANCIAL MANAGEMENT; INCOME"
}