{
  "id": "4726",
  "title": "Pengaruh elektroosmosis terhadap kecepatan penurunan tanah",
  "abstract": "Seiring dengan perkembangan waktu, jumlah lahan yang tersedia untuk pembangunan semakin berkurang, sehingga dipelukan suatu metode untuk dapat menggunakan tanah yang tidak layak pakai menjadi layak pakai. Elektroosmosis merupakan salah satu metode yang efektif untuk mengurangi kadar air yang ada pada tanah liat lunak, sehingga dapat mengurangi besarnya penurunan yang terjadi bila dilakukan pembebanan. Penggunaan elektroosmosis dengan cara menempatkan katode dan anode didalam tanah dengan suatu jarak tertentu, diantara katode dan anode diberikan suatu medan listrik dengan arus listrik searah, air akan mengalir dari anode ke katode. Dengan mengurangi kadar air dalam tanah penurunan tanah yang terjadi akan semakin berkurang, dan meningkatkan kekuatan tanah. Penelitian dilakukan untuk membandingkan penurunan tanah dan pengurangan volume air yang terjadi bila tanah hanya dibebani dan dibebani dengan diberikan elektroosmosis. Disamping itu juga untuk mengetahui pengaruh besarnya tegangan dan jarak katode-anode terhadap penurunan tanah dan volume air yang keluar pada percobaan dengan elektroosmosis. Dari hasil penelitian yang didapatkan hasil bahwa pembebanan dengan elektroosmosis mengalami penurunan dan pengeluaran air yang lebih cepat dibandingkan dengan pembebanan biasa. Semakin besar tegangan listrik yang diberikan semakin cepat pula penurunan dan keluarnya air yang terjadi, sedangkan semakin dekat jarak katode dan anode semakin mempercepat penurunan dan keluarnya air yang terjadi.",
  "creators": "IE SIONG; ANDY AGUSTINO",
  "contributors": "Gogot Setyo Budi (Advisor 1); Johanes Indrojono Suwono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 12111354/SIP/2004; Ie Siong (21499083), Andy Agustino (21499099)",
  "subjects": "SOILS-TESTING; SOIL MECHANICS"
}