{
  "id": "47308",
  "title": "Studi kasus identifikasi faktor pendorong-penghambat proses remanufaktur telepon genggam",
  "abstract": "Jumlah telepon genggam yang terus meningkat menghasilkan waste electrical and electronic equipment (WEEE) dalam jumlah besar. Remanufaktur, salah satu bentuk dari closed-loop supply chain, dianggap efektif dalam mengurangi WEEE. Remanufaktur telah diterima secara luas di banyak negara maju. Namun, beberapa keraguan tentang remanufaktur timbul di negara berkembang akibat kurangnya kesadaran terhadap lingkungan. Studi ini bertujuan untuk menyelidiki prospek bisnis remanufaktur telepon genggam dari perspektif konsumen dan retailer. Studi kasus dilakukan melalui in-depth interview pada tigabelas konsumen dan tiga retailer di Surabaya, Indonesia. Wawancara terhadap konsumen mengenai purchase intention dan faktor yang mempengaruhinya, yaitu product knowledge, purchase attitude, perceived benefits, dan perceived risks. Hasil analisa menunjukkan bahwa purchase attitude dipengaruhi oleh perceived risk dan perceived benefit. Perceived benefit yang dirasakan oleh konsumen adalah harga produk remanufaktur terjangkau, kualitas yang menyerupai baru, dan diperbaiki oleh pihak profesional. Perceived risk yang dirasakan oleh konsumen adalah takut produk remanufaktur rusak meskipun dipakai dalam waktu singkat dan beberapa konsumen lebih menyukai produk baru. Wawancara terhadap retailer mengenai niat untuk menjual produk remanufaktur dan potensi bisnis remanufaktur. Pendorong utama untuk bisnis ponsel remanufaktur adalah harganya yang terjangkau dan kompetitif, permintaan besar untuk ponsel populer dari ponsel kelas atas dan kesesuaiannya dengan kebutuhan masyarakat Indonesia. Tantangan utama untuk bisnis remanufaktur adalah kurangnya pengetahuan produk di antara konsumen dan retailer dan kurangnya pengawasan ketat dan peraturan yang jelas tentang bisnis dan produk remanufaktur.",
  "creators": "JERRY WINATA",
  "contributors": "Didik Wahjudi (Advisor 1); Dr. Dra. Gan Shu San, M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01011243/MES/2018; Jerry Winata (24414051)",
  "subjects": "SMARTPHONES; REMANUFACTURING"
}