{
  "id": "4731",
  "title": "Penggunaan debu vulkanis untuk pembuatan beton high performance",
  "abstract": "Debu vulkanis adalah salah satu material yang keluar dari dalam perut bumi pada saat meletusnya gunung berapi. Jumlah debu vulkanis yang keluar pada saat terjadi letusan gunung berapi sangatlah banyak. Sayangnya hanya sedikit debu vulkanis yang telah dimanfaatkan untuk membuat barang yang berguna. Melalui penelitian ini, akan dicoba memanfaatkan debu vulkanis sebagai bahan pengganti dari sebagian semen pada pembuatan beton high performance yang mempunyai kuat tekan tinggi dan tingkat penyerapan air yang rendah. Pada penelitian ini akan ditentukan dahulu komposisi debu vulkanis yang optimum dalam suatu mix desain melalui preliminary design. Setelah komposisi optimum diketahui, akan dianalisa dengan menggunakan metode Faktorial Fraksional Desain (FF) dimana dengan metode ini akan dapat diketahui efek dari debu vulkanis terhadap beton dan juga efek dari masing masing material dan interaksinya pada beton terhadap kekuatan tekan dan penyerapan air.. Pada preliminary experiment ini menunjukkan bahwa untuk hasil level optimum kandungan debu vulkanis 10 %. Komposisi terbaik dari FF desain diketahui bahwa menggunakan air 100 gr, semen 245 gr, agregat halus 825 gr, agregat kasar 1100gr, dan debu vulkanis sebesar 15gr, mempunyai kuat tekan rata rata (kg/cm 2 ) dan penyerapan air (%) sebesar 619.51 dan 0.89104. Koefisien dari air, semen, agregat halus, agregat kasar, dan debu vulkanis untuk kuat tekan adalah -43.80, 3.01, 20.76, 33.64, dan 10.16 dan untuk penyerapan air adalah 0.01, 0.02, -0.07, 0.01, dan 0.24. Dari angka angka tersebut diketahui bahwa dengan menambah aggregat dan mengurangi air ( dengan menggunakan megaplasticizer ) akan dapat menghasilkan beton yang lebih baik.",
  "creators": "FARIED; MADE AGUS MAWIRA",
  "contributors": "Salil Kumar Roy (Advisor 1); Handoko Sugiharto (Advisor 2); Pamuda Pudjisuryadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 15111405/SIP/2004; Faried (21498179), Made Agus Mawira (21498226)",
  "subjects": "HIGH STRENGTH CONCRETE; CONCRETE"
}