{
  "id": "47348",
  "title": "Perancangan plastic injection molding untuk daur ulang waste 3D printer",
  "abstract": "3D printer merupakan mesin pencetak produk tiga dimensi untuk kebutuhan prototyping. Dalam proses prototyping, seringkali terdapat kesalahan desain dan kegagalan cetak dari produk yang dibuat. Hal ini mengakibatkan adanya limbah yang tidak diperlukan lagi. Terdapat cara untuk mendaur ulang limbah tersebut yaitu dengan menggunakan mesin ekstrusi, namun hal ini menyebabkan adanya degradasi material. Untuk mengatasi hal tersebut maka dirancanglah mesin plastic injection molding yang berguna untuk mendaur ulang limbah 3D printer menjadi suatu produk yang baru. Limbah plastik yang digunakan adalah Acrylonitrile Butadiene Styrene (ABS) dan Polylactic Acid (PLA). Perancangan diawali dengan pembuatan konsep desain, perhitungan komponen yang dibutuhkan serta proses manufaktur yang dilakukan. Dari hasil pengujian diperoleh bahwa material PLA berhasil diinjeksikan pada temperatur 220°C dengan putaran motor 517 RPM, sedangkan untuk material ABS mengalami kegagalan saat proses injeksi. Hal ini disebabkan karena material ABS mengalami pendinginan terlebih dahulu sebelum memasuki cavity. Beberapa saran untuk pengembangan lebih lanjut terkait perancangan ini adalah dengan mengubah mekanisme injeksi menjadi reciprocating screw atau dengan menambahkan sistem pemanas pada mold sprue untuk mencegah material mengalami pendinginan yang cepat.",
  "creators": "ANDREAS ALVARO VALENTINO",
  "contributors": "Yopi Yusuf Tanoto, S.T., M.T. (Advisor 1); Roche Alimin (Advisor 2); Didik Wahjudi (Examination Committee 1); Oegik Soegihardjo (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01011350/MES/2020; Andreas Alvaro Valentino (24416091)",
  "subjects": "INJECTION MOLDING OF PLASTICS; MACHINE DESIGN; THREE-DIMENSIONAL PRINTING--INDUSTRIAL APPLICATIONS"
}