{
  "id": "47359",
  "title": "Fasilitas wisata edukasi flora endemik Kalimantan di Kabupaten Semarang",
  "abstract": "Fasilitas Wisata Edukasi Flora Endemik Kalimantan di Kabupaten Semarang merupakan sebuah fasilitas pembudidayaan, penelitian, pembibitan, serta penjualan bibit spesies flora endemik Kalimantan. Desain fasilitas ini dilatarbelakangi oleh penurunan tingkat keanekaragaman hayati Indonesia terkhususnya di Kalimantan akibat kerusakan habitat. Permasalahan desain dalam perancangan fasilitas ini adalah bagaimana desain bangunan dapat memenuhi kebutuhan penyinaran, temperatur, serta kelembaban udara yang diperlukan untuk pertumbuhan flora endemik, serta bagaimana desain struktur bangunan dapat memenuhi kebutuhan ruang tanaman. Maka dari itu, dipilih pendekatan sains dan struktur untuk mengatasi hal tersebut. Pendekatan tersebut akan digunakan untuk menentukan tatanan massa serta bentuk awal dari bangunan. Keunikan proyek ini terletak pada desain bangunan yang mengimplementasikan prinsip arsitektur hijau untuk membantu mengatasi masalah desain. Hal ini membuat kondisi iklim tapak menjadi elemen penting dalam desain bangunan. Aspek iklim yang didalami pada desain ini adalah pencahayaan alami, yang digunakan untuk menyelesaikan kebutuhan intensitas cahaya matahari untuk manusia dan tanaman.",
  "creators": "TITANIA DEA",
  "contributors": "Danny Santoso Mintorogo (Advisor 1); Altrerosje Asri, S.T., M.T. (Advisor 2); Elvina Shanggrama Wijaya, S.T., M.T. (Advisor 3); Roni Anggoro, S.T., M.A.Arch. (Examination Committee 1); Markus Ignatio Aditjipto (Examination Committee 2); Benny Poerbantanoe (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06024128/ARS/2020; Titania Dea (22416142)",
  "subjects": "EDUCATION PARKS; EDUCATION PARKS--DESIGNS AND PLANS"
}