{
  "id": "47351",
  "title": "Analisa pengaruh bukaan katup helical dan katup tangential terhadap karakteristik aliran udara dalam ruang bakar mesin diesel dengan menggunakan metode particle image velocimetry (PIV)",
  "abstract": "Aliran udara merupakan salah satu faktor penting dalam proses pencampuran bahan bakar dan udara. Aliran udara yang turbulent dapat mempengaruhi kualitas dari hasil campuran bahan bakar dan udara, dengan semakin turbulentnya suatu aliran maka hasil dari pencampuran tersebut akan semakin baik juga. Pada studi kasus ini, kerakteristik udara turbulent diteliti dengan harapan dapat mengetahui faktor apa saja yang bisa mempengaruhi turbulensi(turbulent) dalam udara. Karateristik aliran turbulent seperti mean velocity distribution, swirl ratio , turbulent intensity dan turbulent kinetic energy akan diteliti dengan menggunakan metode/teknik PIV (particle image velocimetry). Hasil yang didapat dari studi kasus ini, karakteristik aliran udara seperti mean distribution velocity menunjukan bahwa bentuk dan kecepatan dari aliran udara akan berbeda-beda tergantung pada kecepatan mesin dan posisi aliran udara dalam silinder ruang bakar. Karakteristik udara lainnya yaitu swirl ratio menujukan nilai yang tidak dipengaruhi oleh kecepatan mesin serta posisi aliran udara dalam silinder ruang bakar. Dan untuk karakteristik aliran udara seperti turbulent intensity dan turbulent kinetic energy menunujukan adanya pola kenaikan nilai seiring dengan bertambahnya kecepatan mesin.",
  "creators": "CHRIS CORNELIUS",
  "contributors": "Willyanto (Advisor 1); Sutrisno S.T.,M.T. (Examination Committee 1); Hariyo Priambudi Setyo Pratomo, S.T., M.Phil. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011344/MES/2020; Chris Cornelius (24416077)",
  "subjects": "DIESEL MOTOR--COMBUSTION CHAMBERS; PARTICLE IMAGE VELOCIMETRY"
}