{
  "id": "47366",
  "title": "Fasilitas pelatihan dan pendidikan bagi pelajar yang putus sekolah di Surabaya",
  "abstract": "Fasilitas Pelatihan dan Pendidikan bagi Pelajar yang Putus Pendidikan di Surabaya merupakan sebuah fasilitas pendidikan informal yang menampung anak-anak putus sekolah yang diakibatkan karena memiliki masalah ekonomi, sarana dan prasarana sekolah yang tidak mendukung serta memiliki motivasi anak - anak akan pendidikan rendah. Fasilitas ini memberikan pendidikan secara formal serta pelatihan keterampilan, khususnya di bidang industri kreatif. Anak-anak ini dibekali pendidikan dan keterampilan agar mereka nantinya siap memasuki dunia kerja. Jumlah anak putus sekolah di Surabaya terus meningkat. Ketika anak-anak putus sekolah biasanya mereka tidak ingin bersekolah lagi, karena pandangan mereka akan sekolah itu seperti mereka terpenjara maka dari itu, muncul masalah desain bagaimana membuat fasilitas pendidikan informal ini dapat mewadahi karakter perilaku dari anak putus sekolah sehingga kesan sekolah yang terbentuk nantinya juga berbeda dari sekolah pada umumnya. Melihat permasalahan dalam mendesain fasilitas pelatihan dan pendidikan bagi pelajar putus sekolah, maka untuk penyelesaiannya mengunakan pendekatan arsitektur perilaku dengan pendalaman karakter ruang. Pendekatan perilaku ini dapat membantu pengguna fasilitas ini menjadi nyaman dalam berkegiatan, karena di desain sesuai dengan karakter perilaku mereka serta suasana ruang yang terbentuk sesuai dengan karakteristik area persebaran mereka dahulu.",
  "creators": "HENRY CHRISTIAN",
  "contributors": "Riduan Sukardi (Advisor 1); Ir. Bisatya Widadya Maer, M.T. (Advisor 2); Aris Budhiyanto, S.T., M.Sc., Ph.D. (Advisor 3); Danny Santoso Mintorogo (Examination Committee 2); Altrerosje Asri, S.T., M.T. (Examination Committee 1); Elvina Shanggrama Wijaya, S.T., M.T. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024103/ARS/2020; Henry Christian (22416100)",
  "subjects": "VOCATIONAL TRAINING CENTERS"
}