{
  "id": "47365",
  "title": "Museum permainan tradisional nusantara di Surabaya",
  "abstract": "Museum Permainan Tradisional Nusantara di Surabaya merupakan sarana wisata dan edukasi untuk memperkenalkan kembali budaya permainan tradisional yang sudah mulai pudar dan ditinggalkan. Permainan tradisional merupakan salah satu warisan budaya Indonesia yang harus dilestarikan tetapi di masa kini mulai tergeser oleh permainan modern di dalam gadget. Upaya untuk merespon isu tersebut direalisasikan pada area utama dalam museum yang terdiri dari ruang pameran dan area bermain. Ruang pameran dipisahkan menjadi 5 massa utama berdasarkan asal daerah permainan yang diwakilkan oleh 5 pulau besar di Indonesia untuk mempermudah pengunjung dalam mengenali jenis permainan. Display ruang pameran disajikan secara interaktif dengan memanfaatkan fitur Augmented Reality melalui kamera gadget pengunjung. Fitur tersebut kemudian dipadukan dengan diorama patung berpose, sehingga pengunjung dapat mengenal jenis dan cara bermain secara nyata maupun virtual. Setelah itu, pengunjung juga diberi kesempatan untuk mencoba permainan tradisional di area bermain yang sudah dipisahkan berdasarkan karakter permainan. Untuk merespon masalah desain yang ada, maka digunakan pendekatan simbolik dan pendalaman karakter ruang berdasarkan tipologi-tipologi permainan tradisional lalu dipadukan dengan konsep nusantara untuk mencerminkan fungsi dan ciri khas museum permainan tradisional nusantara.",
  "creators": "IVY FELITA CAROLINE",
  "contributors": "Sylviana Putri Sunario Soegondo S.T. (Advisor and Examination Committee); Bramasta Putra Redyantanu (Examination Committee 1); Maria Immaculata Hidayatun (Examination Committee 2); V.P. Nugroho Susilo (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024029/ARS/2020; Ivy Felita Caroline (22416008)",
  "subjects": "MUSEUM BUILDINGS--DESIGNS AND PLANS"
}