{
  "id": "47368",
  "title": "The impact of brand authenticity, brand experience, and self-congruity toward brand loyalty as mediated by brand love: A case of Apple Inc.",
  "abstract": "At a time when global markets face increasingly fierce competition and changing consumer demands, the role of branding as a factor of competitive advantage has never been more relevant. One recent notable case is found in Apple Inc., a leading global technology corporation with a stock market value matching one-third of the UK’s economy. Despite having long been the world’s number one company in brand value, Apple has shown signs of decline with its weakening profits due to a brand loyalty crisis. Such a case brings the researchers’ attention to exploring and synthesizing existing understandings of brand loyalty, which resulted in the creation of a new marketing model intended for aiding the sales of brand-focused companies. This research inspects the importance of brand love, a concept which is still largely unexplored, as a mediating variable for brand loyalty and its antecedents: brand authenticity, brand experience, and self-congruity. Data were collected using a self-administered questionnaire with 106 Apple users living in Surabaya, Indonesia, one of the world’s most important markets for Apple, and processed using bootstrapping. Results show that brand authenticity, brand experience, and self-congruity directly affect brand loyalty, and brand loves partially mediates the effect of brand authenticity toward brand loyalty.",
  "creators": "VINCENZIO EVAN SIEMON; MICHAEL GUNAWAN",
  "contributors": "Ricky Wang (Advisor 1); Adelina Proboyo (Examination Committee 1); Lianto, S.E., MFM. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 34010416/MAN/2020; Vincenzio Evan Siemon (34416038), Michael Gunawan (34416003)",
  "subjects": "BRAND LOYALTY"
}