{
  "id": "47369",
  "title": "Pengaruh profitabilitas terhadap nilai perusahaan dengan pengungkapan tanggung jawab sosial perusahaan sebagai variabel mediasi",
  "abstract": "Penulis mengadakan penelitian ini guna untuk meneliti pengaruh profitabilitas terhadap nilai perusahaan dengan pengungkapan tanggung jawab sosial perusahaan sebagai variabel mediasi terhadap perusahaan yang terdaftar di Bursa Efek Indonesia (BEI) dan Bursa Malaysia selama tahun 2013-2017. Penelitian ini menggunakan Partial Least Square (PLS) dengan metode Structural Equation Model (SEM) sebagai statitik pengukurnya, metode statistik ini digunakan setelah mempertimbangkan indikator dari penelitian. Ada banyak studi yang meneliti mengenai profitabilitas perusahaan, nilai perusahaan, dan pengungkapan CSR namun hanya sedikit yang meneliti mengenai ketiga variabel ini sekaligus. Kesamaan karakter yang dimiliki antara Indonesia dan Malaysia juga mendorong peneliti untuk membandingkan hasil kedua negara. Ada banyak cara untuk meningkatkan nilai dari perusahaan, misal dengan menunujukkan kemampuan mendapatkan laba (profitabilitas) atau dengan menunjukkan kepedulian perusahaan akan lingkungan dan sosial sekitar melalui pengungkapan CSR. Hasil penelitian ini membuktikan jika pengungkapan CSR mampu menjadi variabel mediasi baik di Indonesia maupun Malaysia. Berdasarkan hasil statistik yang sudah dijalankan, nilai perusahaan Indonesia lebih dipengaruhi oleh tingkat pengungkapan CSR sementara nilai perusahaan Malaysia lebih dipengaruhi oleh tingkat profitabilitas perusahaan.",
  "creators": "SOPHIA YUNI RIADY",
  "contributors": "Retnaningtyas Widuri, S.Sos., M.M. (Advisor 1); Yenni Mangoting (Examination Committee 1); Elisa Tjondro (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011519/AKT/2020; Sophia Yuni Riady (32416035)",
  "subjects": "SOCIAL RESPONSIBILITY OF BUSINESS; CORPORATIONS--FINANCE"
}