{
  "id": "47378",
  "title": "Rancangan dan pelaksanaan pembelajaran efektif di kelas 2C SD Kristen X Surabaya",
  "abstract": "Rancangan pembelajaran yang tepat akan menolong guru untuk melaksanakan pembelajaran dengan sistematis dan bermakna. Penelitian ini bertujuan untuk mengetahui bagaimana guru merancang dan melaksanakan pembelajaran yang efektif. Penelitian ini merupakan penelitian deskriptif kualitatif. Penelitian ini dilaksanakan di sebuah sekolah dasar di Surabaya. Subjek penelitian ini adalah dua orang guru, yaitu guru kelas dan guru Bible. Objek penelitian ini adalah rancangan dan pelaksanaan pembelajaran di kelas. Teknik pengumpulan data yang digunakan adalah observasi, wawancara dan dokumentasi. Instrumen pengumpulan data terdiri dari pedoman wawancara dan pedoman pengamatan. Analisa data dilakukan secara deskriptif yaitu mendeskripsikan secara rinci data dari subjek penelitian. Hasil penelitian menunjukkan bahwa guru telah melakukan perencanaan pembelajaran dengan baik dan melaksanakannya di kelas dengan baik pula. Guru merancang pembelajaran dengan memperhatikan unsur-unsur yang penting di dalam pembelajaran, yaitu tujuan, kegiatan inti, dan evaluasi pembelajaran. Pembelajaran yang dilakukan oleh guru sesuai dengan RPP yang telah dibuat. Pembelajaran berlangsung efektif yaitu ditandai dengan pembelajaran yang berpusat pada siswa. Guru melibatkan siswa secara aktif dalam keseluruhan proses pembelajaran mulai dari awal hingga akhir. Guru juga menggunakan metode yang bervariasi sehingga pembelajaran tidak monoton. Hal inilah yang meningkatkan motivasi belajar, keaktifan dan hasil belajar siswa.",
  "creators": "KORNELIA KALUA",
  "contributors": "Iman Subekti S.Pd.,M.Pd. (Advisor 1); Dr. Dra. Yuli Christiana Yoedo, M.Pd. (Examination Committee 1); Romirio Torang Purba, S.Pd., M.Pd. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010002/PGSD/2020; Kornelia Kalua (61416017)",
  "subjects": "EFFECTIVE TEACHING; LEARNING; MOTIVATION (PSYCHOLOGY); MOTIVATION IN EDUCATION"
}