{
  "id": "47373",
  "title": "Karakteristik pembakaran bahan bakar ammonia (NH3) pada ruang bakar volume konstan",
  "abstract": "Ammonia (NH3) adalah bahan bakar alternatif yang berkelanjutan dan terbarukan secara sederhanya dihasilkan dari pencampuran Nitrogen dan Hidrogen. Gas ammonia tidak menghasilkan karbon dioksida karena bahan baku yang berasal dari sumber organik dan tidak ada usur karbon di dalam ammonia. Kegiatan eksperimen ini berdasarkan SIP (Strategic Inovation Program) dilaksanakan selama 3 tahun. Dalam tugas akhir ini pada tahun pertama eksperimen ini ditargetkan untuk mendapatkan karakterstik pembakaran campuran ammonia dengan udara dalam kondisi tekanan dan equivalent ratio yang akan di variasikan pada aplikasi simulasi CFD Ansys 2019 R2 untuk mengetahui pergerakan api, tekanan dan suhu di dalam ruang bakar lalu membandingkannya. Kondisi yang ditinjau adalah rasio equivalen 0,8; 1; 1,2; dan tekanan akan di pasang adalah 0,3 MPa dan 0,4 MPa. Hasil dari studi kasus ini yang ditunjukkan oleh video simulasi CFD menunjukkan bahwa terjadi 3 mekanisme pembakaran di dalam chamber yaitu penyebaran api di sub-chamber, auto ignition, dan penyebaran api di main-chamber. Pada perbandingan hasil, equivalent ratio 1 pada segala tekanan memiliki kecepatan pembakaran tercepat, menghasilkan tekanan hasil pembakaran terbesar, dan suhu hasil pembakaran tertinggi. Pada perbandingan tekanan awal mula, semakin besar tekanan yang dipasang maka akan semakin lama waktu yang dibutuhkan ammonia untuk terbakar, semakin tinggi tekanan yang dihasilkan setelah pembakaran, dan semakin rendah suhu pembakaran yang dihasilkan. Sedangkan pada alat percobaan untuk melakukan pengujian pembakaran ammonia volume konstan tidak berhasil dikarenakan heat loss yang terlalu besar atau tekanan yang kurang tinggi, atau suhu yang kurang tinggi.",
  "creators": "FERDINAND RONALDO",
  "contributors": "Willyanto (Advisor 1); Sutrisno S.T.,M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011339/MES/2020; Ferdinand Ronaldo (24416028)",
  "subjects": "ALTERNATIVE FUEL VEHICLES; COMBUSTION ENGINEERING"
}