{
  "id": "4737",
  "title": "Penyiapan harga satuan pekerjaan untuk bill of quantity pekerjaan konstruksi",
  "abstract": "Estimasi biaya dalam suatu proyek konstruksi biasanya disajikan dalam bentuk Bill of Quantity. Bill of Quantity ini berisikan tiga hal pokok yaitu deskripsi pekerjaan, kuantitas (volume)+unit dan harga satuan pekerjaan. Penelitian ini merupakan kelanjutan dari penelitian yang telah dibuat sebelumnya tentang penyiapan data untuk estimasi biaya pekerjaan konstruksi, dengan penekanan pada tambahan untuk pekerjaan pondasi dan pekerjaan finishing. Data yang dikumpulkan dimaksudkan untuk memperoleh perhitungan harga satuan pekerjaan yang dibatasi berupa data berbagai jenis dan harga bahan serta data upah pekerjaan. Harga satuan pekerjaan itu sendiri dalam penelitian ini dibatasi hanya ditentukan dari harga bahan, upah pekerjaan dan faktor-faktor yang mempengaruhinya. Data-data tersebut dikumpulkan dan disimpan dalam suatu database menggunakan program Microsoft Access, selanjutnya dengan menggunakan program Microsoft Visual Basic dapat dibuat program Sistem Informasi Estimasi Biaya untuk mendapatkan harga satuan pekerjaan yang diinginkan. Untuk dapat mengaplikasikan harga satuan pekerjaan yang telah dibuat tersebut ke dalam Bill of Quantity dipergunakan program Microsoft Excel. Hasil akhir pemakaian program ini adalah sekumpulan harga satuan pekerjaan yang ragam atau jenisnya ditentukan dari ragam atau jenis pekerjaan sesuai kebutuhan proyek yang tertera dalam Bill of Quantity.",
  "creators": "WAHYU AGUS SETIAWAN; ALBERT BUDI DHARMAWAN",
  "contributors": "Indriani Santoso (Advisor 1); Budiman Proboyo (Advisor 2); Herry Pintardi Chandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20401464/SIP/2006; Wahyu Agus Setiawan (21401009), Albert Budi Dharmawan (21401035)",
  "subjects": "CONTRUCTION INDUSTRY-MANAGEMENT; BUILDING-ESTIMATES"
}