{
  "id": "47381",
  "title": "Usulan perbaikan desain bumper mobil berbasis panduan desain produk berdasarkan life cycle thinking agar mudah diremanufaktur",
  "abstract": "Remanufaktur merupakan salah satu strategi dari closed loop supply chains yang bertujuan untuk mengembalikan sebuah produk yang telah dijual pemakai, usang, atau mencapai masa akhir penggunaannya ke performa dan kondisi seperti baru atau lebih bagus dari kondisi baru dengan garansi seperti produk baru. Life Cycle Thinking adalah pola pikir yang sebaiknya dimiliki seorang produsen untuk mengintegrasikan proses siklus hidup ke dalam seluruh strategi, perencanaan dan proses pengambilan keputusan ketika hendak membuat sebuah produk, dengan mempertimbangkan sisi ekonomi, sosial dan lingkungan. Sedangkan desain dari suatu produk merupakan faktor yang dapat meningkatkan durability dan remanufacturability, dan dapat berdampak positif atau negatif terhadap proses remanufaktur. Penelitian ini bertujuan untuk membuat usulan perbaikan desain bumper mobil berbasis panduan desain produk berdasarkan life cycle thinking agar mudah diremanufaktur. Pendekatan life cycle dapat membantu dalam pengambilan keputusan ketika mendesain bumper mobil, karena setiap tahapan life cycle memiliki peran dan keuntungannya masing-masing seperti, mengurangi kerusakan lingkungan, meminimalkan tahapan assembly, mengoptimasi umur produk, dan memudahkan remanufaktur. Dengan dibuatnya usulan perbaikan desain bumper mobil ini diharapkan desainer bumper mobil mampu membuat desain dengan lebih mempertimbangkan keseluruhan life cycle dari bumper itu sendiri, sehingga proses remanufaktur bumper lebih mudah dilakukan.",
  "creators": "REYNARDO KEVIN",
  "contributors": "Didik Wahjudi (Advisor 1); Dr. Dra. Gan Shu San, M.Sc. (Examination Committee 1); Yopi Yusuf Tanoto, S.T., M.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01011353/MES/2020; Reynardo Kevin (24416035)",
  "subjects": "AUTOMOBILES-BUMPERS; PRODUCTION PLANNING--BUMPERS; REMANUFACTURING"
}