{
  "id": "47384",
  "title": "Fasilitas panti werdha berbasis continuing care retirement communities di kota Batu",
  "abstract": "Ledakan populasi penduduk lansia yang diperkirakan akan terjadi pada 2 dekade awal abad ke21 tidak diiringi oleh kesiapan Indonesia untuk beradaptasi dengan kebutuhan lansia. Lansia sekarang mencari berbagai pilihan baru untuk tempat tinggal dan tempat berkumpul serta bersosialisasi dengan orang-orang sebayanya yang menyebabkan keberadaan panti werdha berbasis kebutuhan tersebut menjadi penting. Konsep Continuing Care Retirement Communities memungkinkan lansia untuk tinggal dalam suatu komunitas lingkungan yang sama hingga akhir hayat meskipun memerlukan perawatan yang lebih intensif akibat dari perubahan kondisi fisik yang terjadi akibat usia. Selain itu, daya dukung penduduk sekitar yang tinggi, akses jalan yang memadai, serta topografi yang dinilai nyaman untuk lansia menjadikan Kota Batu terpilih sebagai lokasi perencanaan proyek panti werdha. Proyek panti werdha berbasis CCRCs ini terdiri dari layanan hunian mandiri, hunian nonmandiri, dan perawatan intensif jangka panjang sebagai fungsi utama, serta terdapat wellness center, paved program area, dan gardening area sebagai fungsi pendukung. Perilaku lansia menjadi dasar pendekatan penulis dalam merancang proyek, terbagi menjadi 3 kategori yaitu lansia muda, lansia madya, dan lansia tua, yang didalami berdasarkan perilaku fisik, psikososial, dan psikologisnya sehingga tercipta konsep indoor-outdoor blend sebagai dasar pendalaman karakter ruang rancangan proyek.",
  "creators": "VERONICA TANDYA",
  "contributors": "Dr. Feny Elsiana, S.T., M.T. (Advisor and Examination Committee); Christine Wonoseputro (Examination Committee 1); Anik Juniwati (Examination Committee 2); Andhi Wijaya (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024118/ARS/2020; Veronica Tandya (22416128)",
  "subjects": "OLD AGE HOMES--DESIGN AND CONSTRUCTION; OLDER PEOPLE--DWELLINGS--DESIGNS AND PLANS"
}