{
  "id": "47383",
  "title": "The impact of informativeness, credibility, entertainment, and irritation on Gen Z's purchase intention mediated by advertising value: Instagram stories advertising",
  "abstract": "As the number of Gen Z increases, many people believe that this generation will bring a significant impact on global expenditure and also the world’s economic landscape in the future. One of the unusual behavior of Gen Z is their spending time on social media that surpasses other generations. Gen Z considers social media an essential aspect of their daily life, even influencing their purchase decision. Moreover, the most used social media of Gen Z is Instagram. Therefore, the researchers are eager to understand the methods of having a good advertisement in Instagram Stories to engage Gen Z. This research will use the modified advertising value theory from Ducoffe (1995); the relationship between informativeness, credibility, entertainment, and irritation towards purchase intention with advertising value as the mediator in the case of Instagram Stories Advertising. This research focuses on Generation Z Instagram users in Indonesia and will be done by a quantitative approach. Simple random sampling will be used as the sampling design with online questionnaires to obtain the data. Moreover,133 respondents have answered the questionnaire and analyzed further with path analysis using multiple linear regression and Sobel Test. As a result, it was found that informativeness is fully mediated, and entertainment is partially mediated by advertising value in influencing purchase intention. However, this research result found that credibility and irritation are insignificant in influencing purchase intention and advertising value.",
  "creators": "JAYA SAPUTRA; JEOVANNI JONSON",
  "contributors": "Adelina Proboyo (Advisor 1); Maria Natalia Damayanti Maer, S.S., M.A., Ph.D. (Examination Committee 1); Tessa Vanina Soetanto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 34010423/MAN/2020; Jaya Saputra (34416007)Jeovanni Jonson (34416030)",
  "subjects": "CONSUMER BEHAVIOR"
}