{
  "id": "47390",
  "title": "Analisa pengaruh perceived ease of use terhadap behavior intention melalui perceived enjoyment sebagai variabel intervening pada OVO digital payment",
  "abstract": "Perkembangan teknologi informasi di negara Indonesia terus mengalami kemajuan sehingga munculnya berbagai terobosan baru di bidang finansial. Sarana pembayaran elektronik (e-wallet) sebagai salah satu perkembangan di bidang financial technology telah mengalami peningkatan pesat dan menjadi kecenderungan bagi masyarakat Indonesia. Maraknya berbagai e-wallet di Indonesia seperti OVO, Go-pay, DANA, LinkAja, dan sebagainya memicu masyarakat Indonesia pengguna internet untuk menggunakan kepraktisan dan kemudahan yang ditawarkan oleh berbagai e-wallet ini. Berbagai kemudahan yang ditawarkan membuat semua orang sangat bergantung pada teknologi, sehingga aplikasi-aplikasi e-wallet sudah menjadi kebutuhan dasar untuk semua orang. Untuk dapat bertahan dalam persaingan bisnis, maka penting bagi OVO untuk dapat memberikan layanan terbaik sesuai dengan kebutuhan konsumen mereka. Penelitian ini bertujuan untuk menganalisa pengaruh dari perceived ease of use (Easy to learn, Controllable, Clear and Understandable, Flexible, Easy to become skillful) terhadap behavior intention (Motivation to use, Repeat to use, Recommend to other, Positive Remarks) melalui perceived enjoyment (Pleasure, Enjoyable, Fun) sebagai variabel intervening pada OVO digital payment. Hasil yang diperoleh dalam penelitian ini menunjukkan bahwa perceived ease of use memiliki pengaruh yang positif terhadap behavior intention dan perceived enjoyment, begitu juga dengan perceived enjoyment memiliki pengaruh yang positif terhadap behavior intention.",
  "creators": "FELIANA MONICA",
  "contributors": "Edwin Japarianto (Advisor and Examination Committee); Diah Dharmayanti (Examination Committee 1); Drs. Sugiono Sugiharto, M.M., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020756/MAN/2020; Feliana Monica (36416023)",
  "subjects": "CONSUMER BEHAVIOR; ELECTRONIC FUNDS TRANSFERS"
}