{
  "id": "47397",
  "title": "Analisa pengaruh perceived ease of use terhadap intention to buy dengan perceived usefulness sebagai variabel intervening pada aplikasi E-Commerce Tokopedia",
  "abstract": "Perkembangan teknologi membawa perubahan baru dalam kehidupan masyarakat dan dibuktikan semakin banyaknya bermunculan e-commerce baru, seperti Tokopedia dan lain sebagainya. Namun berdasarkan data iPrice tahun 2019 mengatakan bahwa Tokopedia menjadi e-commerce yang paling banyak dikunjungi masyarakat Indonesia dan dapat dikatakan bahwa Tokopedia dapat meningkatkan minat beli masyarakat Indonesia. Untuk mengetahui alasan yang dapat menjawab fenomena tersebut, dapat menggunakan teori TAM (Technology Acceptance Model). Teori TAM merupakan teori yang dibuat khusus untuk menganalisa mengenai penerimaan terhadap teknologi baru melalui dua konstruk utamanya, perceived ease of use yang dapat diartikan sebagai persepsi mengenai mudah tidaknya suatu teknologi dan perceived usefulness merupakan persepsi mengenai manfaat yang diterima. Penelitian ini bertujuan untuk mengetahui pengaruh dari perceived ease of use terhadap intention to buy dengan perceived usefulness sebagai variabel intervening pada e-commerce Tokopedia. Metode penelitian yang digunakan adalah metode kuantitatif dengan alat ukur berupa kuesioner yang diolah menggunakan program PLS. Dari hasil penelitian ini dapat disimpulkan bahwa seluruh variabel yang digunakan dalam penelitian ini memiliki pengaruh positif dan signifikan antar variabel terhadap variabel lainnya dan perceived usefulness sebagai variabel intervening memperkuat hubungan antara perceived ease of use terhadap intention to buy.",
  "creators": "YAHYA DWI ANGGONO",
  "contributors": "Edwin Japarianto (Advisor 1); Diah Dharmayanti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020758/MAN/2020; Yahya Dwi Anggono (36416027)",
  "subjects": "CONSUMER BEHAVIOR; TELESHOPPING"
}