{
  "id": "47406",
  "title": "Optimasi pengaruh kedalaman dimple dan jarak antar dimple terhadap peningkatan performa pada saluran intake Honda CRF 180 cc 2018 4 - tak",
  "abstract": "Motor adalah salah satu alat transportasi yang paling banyak digunakan oleh masyarakat di Indonesia. Tak sedikit dari para pengguna motor yang ingin melakukan modifikasi untuk meningkatkan performa motor mereka. Salah satu bagian yang dapat dimodifikasi untuk meningkatkan performa secara instan adalah memodifikasi bagian saluran intake. Melakukan porting polish dan diberi dimple dapat meningkatkan tenaga pada mesin sepeda motor. Dengan melakukan porting polish dan diberi dimple diharapkan intensitas turbulensi meningkat sehingga campuran udara dan bahan bakar yang memasuki ruang bakar menjadi lebih cepat homogen dan tidak terjadi pressure drop yang besar. Rumusan masalah dari penelitian ini adalah bagaimana mendesain saluran intake agar terjadi peningkatan intensitas turbulensi dengan variasi perbandingan kedalaman dimple dan jarak antar dimple. Tujuannya yaitu untuk mengetahui pengaruh kenaikan daya sebesar ≥10% dengan variasi kedalaman dimple dan jarak antar dimple pada saluran intake setelah dilakukan porting polish. Dari hasil simulasi didapatkan bahwa kedalaman dimple 1,5 mm dengan jarak antar dimple 7˚ menghasilkan intensitas turbulensi >10%. Ketika desain tersebut diterapkan di motor Honda CRF 180 CC 4 – tak terjadi kenaikan daya sebesar 12,25 % dan terjadi kenaikan torsi sebesar 1,46 % dari keadaan standartnya.",
  "creators": "RICHARD FERNANDO YONG",
  "contributors": "Sutrisno S.T.,M.T. (Advisor 1); Fandi Dwiputra Suprianto, S.T., M.Sc. (Examination Committee 1); Yopi Yusuf Tanoto, S.T., M.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04011357/MES/2020; Richard Fernando Yong (24416058)",
  "subjects": "INTERNAL COMBUSTION ENGINES; MOTORCYCLES--PERFORMANCE"
}