{
  "id": "47409",
  "title": "Sekolah Tinggi Perfilman di Surabaya",
  "abstract": "Sekolah Tinggi Perfilman Surabaya ini perancangannya didasari oleh pemikiran untuk menyediakan wadah yang layak bagi para mahasiswa atau orang-orang yang tertarik dengan perfilman di Surabaya. Mengikuti arus pertumbuhan dalam hal peminat dan juga produksi film yang semakin naik, tetapi tidak sebanding dengan pendidikan film yang masih belum merata, bahkan tidak tersedianya di kota besar seperti Surabaya ini. Terletak di antara Jalan Dr. Ir. Soekarno(MERR) dan Jalan Arief Rahman Hakim/Keputih, Sekolah Tinggi ini berdiri dengan konsep untuk menyediakan space/ruang dimana mahasiswa dapat membuat properti dan membuat settingan/latar untuk tema syuting mereka, sehingga kekreatifan mereka dapat tersalurkan di dalam sekolah ini tanpa perlu mencari keluar. Pendekatan desain yang diambil adalah pendekatan simbolik dimana digambarkan sebagai sebuah panggung pertunjukan yang berisikan semua kegiatan produksi perfilman dan dikelilingi oleh bangunan yang diibaratkan penonton sehingga kegiatan pembelajaran tidak hanya terjadi secara lisan tetapi juga melalui view dari sirkulasi secara tidak langsung untuk para pelajar dan pengunjung. Keunikan desainnya adalah secara sirkulasi dimana melalui pendalaman struktur, tercipta jembatan dan sirkulasi melingkar sebagai platform dan atapan besar untuk area produksi juga menghubungkan bangunan yang ada. Melewatinya para mahasiswa atau pengunjung dapat melihat ke area tengah (multi fungsi) atau open space di sekitarnya dimana pembuatan properti/setting dilakukan.",
  "creators": "KENNETH NATHANIEL",
  "contributors": "Markus Ignatio Aditjipto (Advisor 1); Roni Anggoro, S.T., M.A.Arch. (Advisor 2); Benny Poerbantanoe (Advisor 3); Rony Gunawan (Examination Committee 1); Angela Christysonia Tampubolon, S.T., M.T. (Examination Committee 2); Wanda Widigdo Canadarma (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 03024070/ARS/2020; Kenneth Nathaniel (22416054)",
  "subjects": "COLLEGE BUILDINGS--DESIGN AND CONSTRUCTION; COLLEGE BUILDINGS; MOTION PICTURES IN TECHNICAL EDUCATION"
}