{
  "id": "47400",
  "title": "Analisis pengaruh digital marketing terhadap brand advocacy dengan perceived service quality dan customer engagement sebagai variabel perantara pada virtual hotel operator: OYO",
  "abstract": "Dengan adanya perkembangan teknologi yang terus berkembang pada saat ini, mulai muncul berbagai inovasi dalam segala sektor bisnis di lingkungan masyarakat. Salah satunya merupakan usaha yang berbasis pada penggunaan ternologi dan jaringan internet. Salah satu inovasi dalam perkembangan teknologi tersebut adalah VHO (Virtual Hotel Operator). Perkembangan teknologi membuat bisnis VHO harus lebih kreatif dan inovatif dalam memasarkan bisnis mereka untuk dapat bersaing dengan kompetitor. Dengan begitu penting bagi OYO Hotel untuk mengimplementasikan strategi yang menarik dan mampu untuk mempertahankan konsume mereka dalam jangka panjang. Penelitian ini bertujuan untuk menganalisa pengaruh Digital Marketing (Cost per Transaction, Incentives Program, Site Design, Interactivity) terhadap Brand Advocacy (Intention to Try net Product of The Brand, Favorable Word of Mouth, Resilience to Negative Information) dengan Perceived Service Quality (Information Availability and Content, Ease of Use, Privacy/Security, Graphic Style, Fulfillment or Reliability) dan Customer Engagement (Awareness, Enthusiasm, Interaction, Activity, Extraordinary sebagai variabel perantara. Dalam penelitian ini dilaksanakan penyebaran kuesioner kepada 100 responden generasi Y dan Z yang pernah menggunakan OYO Hotel sebagai tempat penginapan. Teknik analisa pada penelitian ini menggunakan analisis kuantitatif dengan metode penelitian path analysis",
  "creators": "KEVIN CHRISTIAN SUGIANTO",
  "contributors": "Diah Dharmayanti (Advisor and Examination Committee); Drs. Sugiono Sugiharto, M.M., Ph.D. (Examination Committee 3); Edwin Japarianto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020762/MAN/2020; Kevin Christian Sugianto (36416022)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMERS--RESEARCH; TOTAL QUALITY SERVICES"
}