{
  "id": "47401",
  "title": "Evaluasi karakteristik pembakaran iso-octane pada kondisi campuran miskin si engine menggunakan sub-chamber dan glowplug",
  "abstract": "Penelitian ini difokuskan untuk mendapatkan dasar pengetahuan kinerja motor bakar sebagai penerapan bahan bakar ammonia (NH3) 3 tahun kedepan. Program kegiatan eksperimen ini bedasarkan SIP (Strategic Inovation Program) dilaksanakan selama 3 tahun. Dalam eksperimen ini kondisi tegangan glow plug dan ignition timing divariasikan dengan menggunakan lean burn gasoline (Iso-Octane). Studi kasus, parameter untuk mengukur kinerja motor bakar bedasarkan IMEP, COV(Coefficient Of Variation) < 7%, MBT(Maximum Brake Torque) dan Thermal efficiency. Pada eksperimen pertama tegangan glow plug dan excess air ratio (λ) dilakukan secara variasi dengan kondisi ignition timing berada -5°BTDC. Sedangkan, pada eksperimen kedua ignition timing dan excess air ratio (λ) dilakukan secara variasi dengan kondisi tegangan glow plug 10 V. kedua eksperimen tersebut diuji dengan kecepatan putaran mesin 1000 dan 1500 RPM. Hasil eksperimen pertama yang didapatkan dengan pemberian variasi tegangan glow plug akan memberikan Thermal efficiency yang optimum. Dengan glow plug tegangan semakin tinggi maka nilai IMEP, Thermal efficiency dalam kinerja motor bakar dapat meningkatkan siklus kinerja motor bakar. Pada eksperimen kedua, variasi MBT dengan excess air ratio (λ) pada kondisi tegangan glow plug 10 V yang dihasilkan sangat berpengaruh pada kecepatan putaran mesin yang meningkat.",
  "creators": "SOEN, PETER STANLEY",
  "contributors": "Willyanto (Advisor 1); Sutrisno S.T.,M.T. (Examination Committee 1); FANDI D. SUPRIANTO (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011345/MES/2020; Soen, Peter Stanley (24416075)",
  "subjects": "MOTORS--COMBUSTION; COMBUSTION CHAMBERS"
}