{
  "id": "47414",
  "title": "Analisa pengaruh digital marketing terhadap brand advocacy dengan perceived service quality dan customer engagement sebagai variabel perantara pada virtual hotel operator RedDoorz",
  "abstract": "Saat ini teknologi internet terus berkembang sehingga munculnya inovasi dalam segala sector bisnis di lingkungan masyarakat. Salah satu inovasi dalam perkembangan teknologi yaitu bisnis VHO (Virtual Hotel Operator). pertumbuhan teknologi mendorong bisnis VHO agar dapat lebih kreatif dan efektif dalam memasarkan bisnis mereka untuk dapat bersaing dengan kompetitor. Dengan begitu penting bagi RedDoorz untuk melaksanakan strategi yang dapat menarik dan mempertahankan konsumen mereka dalama jangka panjang. Penelitian ini bertujuan untuk menganalisa pengaruh dari Digital Marketing (Site Design, Interactivity, Incentive Program, Cost) terhadap Brand Advocacy (Intention to try new profuct of brand, Favorable word-of-mouth, Resilience to negative information) dengan Perceived Service Quality (Web Design, Reliability, Responsiveness, Security, Fulfillment, Personalisation, Information, Emphaty) dan Customer Engagement (Vigor, Dedication, Absorption, Interactivity) sebagai variabel perantara. Dalam penelitian ini dilaksanakan penyebaran kuisioner kepada 100 responden pada generasi Y dan Z yang pernah menggunakan RedDoorz sebagai tempat penginapan. Teknik analisa pada penelitian ini menggunakan Teknik analisis kuantitatif dengan metode path analysis.",
  "creators": "SUBROTO PRASOJO",
  "contributors": "Diah Dharmayanti (Advisor and Examination Committee); Edwin Japarianto (Examination Committee 2); Drs. Sugiono Sugiharto, M.M., Ph.D. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020767/MAN/2020; Subroto Prasojo (36416030)",
  "subjects": "BRANDING (MARKETING); CONSUMERS--RESEARCH; CUSTOMER SERVICES"
}