{
  "id": "47419",
  "title": "Pusat perbelanjaan biophilic di Surabaya",
  "abstract": "Pusat Perbelanjaan Biophilic di Surabaya merupakan tempat dimana orang mencari hiburan dan melepas penat dari aktifitas sehari-hari. Pembangunan yang berkembang pesat menyebabkan bangunan yang dibangun ini dituntut untuk selesai dalam waktu yang cepat sehingga bangunan ini hanya mementingkan fungsinya dan tidak mementingkan koneksi manusia dengan alam. Koneksi manusia dengan alam ini dapat mempengaruhi manusia secara fisik dan mental. Surabaya merupakan salah satu kota yang memikirkan koneksi manusia dengan alam. Pembangunan kota di Surabaya ini menggunakan konsep pembangunan yang berwawasan lingkungan. Tetapi konsep ini tidak diterapkan pada pembangunan bangunan. Di kota, pusat perbelanjaan bukan lagi menjadi tempat berbelanja, tetapi juga menjadi gaya hidup masyarakat kota. Untuk mendesain pusat perbelanjaan yang baik, desain yang dibuat di dalam pusat perbelanjaan ini harus dapat membuat mood penggunanya baik, karena dengan mood yang baik, penjualan juga dapat meningkat. Dari hasil itu maka metode yang digunakan dalam desain adalah pendekatan perilaku. Dengan desain pusat perbelanjaan yang pada umumnya tertutup dan ber-AC, koneksi manusia dengan alam menjadi terpisah. Maka dari itu, mendesain pusat perbelanjaan yang memikirkan koneksi manusia dengan alam merupakan salah satu hal yang penting. Penggunaan konsep biophilic pada bangunan ini dapat mengembalikan koneksi manusia dengan alam yang terpisah. Pengguna bangunan mendapatkan banyak keuntungan secara fisik dan mental dengan kembalinya koneksi alam dengan mereka. Konsep biophilic ini, juga memberikan keuntungan secara ekonomi yang merupakan salah satu hal utama yang diperlukan dalam sebuah pusat perbelanjaan karena mood yang dapat terpengaruhi secara positif dengan konsep ini.",
  "creators": "JOHN GAVRIEL ANGJAYA",
  "contributors": "Aris Budhiyanto, S.T., M.Sc., Ph.D. (Advisor 1); Altrerosje Asri, S.T., M.T. (Examination Committee 1); Danny Santoso Mintorogo (Examination Committee 2); Elvina Shanggrama Wijaya, S.T., M.T. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024062/ARS/2020; John Gavriel Angjaya (22416044)",
  "subjects": "SHOPPING CENTERS--DESIGNS AND PLANS"
}