{
  "id": "47421",
  "title": "Fasilitas terapi seni untuk depresi di Surabaya",
  "abstract": "Fasilitas Terapi Seni untuk Depresi di Surabaya merupakan fasilitas yang menampung aktivitas terapi seni yang merupakan alternatif penyembuhan bagi penderita depresi, terutama bagi anak muda berusia 15-29 tahun yang memiliki potensi terkena depresi akibat tekanan dari sekolah, gaya hidup, dll. Penyembuhan alternatif dilakukan dengan beraktivitas menggunakan seni untuk mengeluarkan emosi yang dimiliki, missal dalam menggambar, penderita diajak untuk menggambar hal yang pertama kali muncul dipikiran mereka, yang kemudian dapat menjadi bahan untuk dikonsultasikan dengan ahlinya. Hasil dari aktivitas seni ini bukan menjadi ajang untuk siapa yang lebih bagus, melainkan dapat dilakukan oleh semua orang, baik yang mampu maupun baru belajar. Fasilitas ini juga memberi rasa aman dan nyaman, melalui penggunaan material alam yang mampu memberi kesan lembut pada bangunan, pencahayaan matahari yang cerah pada ruangan. Kemasan yang dimiliki bangunan juga tidak seperti tempat rehabilitasi yang monoton, tetapi dengan sudut lengkung yang merupakan bentuk yang cocok dengan psikologi penderita depresi. Masalah utama pada bangunan ini adalah bagaimana desain fasilitas tidak seperti tempat rehabilitasi dan menampung aktivitas penyembuhan alternatif, dengan kesan aman dan nyaman bagi penggunanya. Berdasarkan kebutuhan untuk menjawab masalah utama, maka pendekatan arsitektur perilaku dan pendalaman karakter ruang digunakan dengan konsep ForestArt pada desain fasilitas ini.",
  "creators": "MONICA ANDREAS",
  "contributors": "ALTREROSJE ASRI (Advisor 1); Danny Santoso Mintorogo (Advisor 2); Elvina Shanggrama Wijaya, S.T., M.T. (Advisor 3); Roni Anggoro, S.T., M.A.Arch. (Examination Committee 1); Markus Ignatio Aditjipto (Examination Committee 2); Benny Poerbantanoe (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024080/ARS/2020; Monica Andreas (22416068)",
  "subjects": "MENTAL HEALTH FACILITIES--DESIGN AND CONSTRUCTION; REHABILITATION CENTERS--DESIGNS AND PLANS"
}