{
  "id": "47438",
  "title": "Perbaikan sistem prototype part order pada Divisi Project Planning Management Office di PT Toyota Motor Manufacturing Indonesia",
  "abstract": "Era globalisasi menyebabkan perkembangan bisnis otomotif berlangsung cepat. Banyak perusahaan berlomba untuk melakukan inovasi baru terhadap produknya serta mengevaluasi produk untuk menjamin kepuasan pelanggan serta bertahan dalam industri otomotif. PT Toyota Motor Manufacturing Indonesia (PT TMMIN) yang merupakan anak perusahaan dari Toyota Motor Corporation (TMC) di Jepang juga melakukan inovasi dan pengembangan. Inovasi yang dilakukan perlu dibuat prototype sebelum diterapkan pada produksi yang sebenarnya. Prototype part yang dibuat perlu dilakukan evaluasi di Toyota Daihatsu Engineering & Manufacturing (TDEM) di Thailand maupun TMC di Jepang sehingga PT TMMIN perlu mengekspor part sesuai dengan pesanan. Pesanan dibedakan menjadi dua yaitu special project dan general project. Special project merupakan project untuk kendaraan yang diproduksi di PT TMMIN sedangkan general project adalah untuk kendaraan Toyota secara umum. Pesanan dilakukan menggunakan TWX-21 System dan manual. TWX-21 System memiliki kendala tidak adanya budget yang terdedikasi untuk sistem tersebut. TWX-21 System selama ini menggunakan special project based budget sehingga budget hanya tersedia untuk special project. Penangannan secara manual terkendala lamanya lead time yang dibutuhkan. Proses analisis menggunakan kerangkan berpikir Toyota Business Practice (TBP). Analisa dilakukan untuk mencari tahu penyebab tidak adanya budget number yang terdedikasi untuk TWX-21 System dan mencari tahu tindakan apa yang dapat dilakukan untuk mengurangi lead time penangannan dengan manual. Perbaikan yang dirancang memberi dampak positif yaitu terciptanya satu budget number yang terdedikasi untuk TWX-21 System serta pengurangan lead time pengerjaan order manual sebanyak 9 atau 20 hari kerja.",
  "creators": "BERTINUS ENRICO RAHARDJO",
  "contributors": "Benedictus Rahardjo S.T. M.B.A. (Advisor 1); I Gede Agus Widyadana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022280/IND/2020; Bertinus Enrico Rahardjo (25416053)",
  "subjects": "BUSINESS PLANNING; STRATEGIC PLANNING--MANAGEMENT; MANUFACTURING INDUSTRIES--PLANNING"
}