{
  "id": "4743",
  "title": "Studi kelayakan metode pondasi setempat dengan preloaded bulb dari sisi teknis, biaya dan waktu",
  "abstract": "Penurunan jangka panjang pada lapisan tanah liat lunak yang sangat dalam umumnya dihindari dengan menggunakan pondasi tiang yang sangat dalam dan tentunya sangat mahal. Suatu alternatif pondasi setempat dengan preloaded bulb diteliti untuk mengatasi permasalahan biaya tersebut. Studi kelayakan terhadap pondasi dengan preloaded bulb tersebut ditinjau dari sisi teknis, biaya dan waktu. Penelitian dari sisi teknis dilakukan di lapangan terbuka yang terletak di jalan Jemundo 81a, Sawunggaling-Kletek dengan melakukan loading test pada pondasi preloaded bulb yang berada di atas tanah liat lunak untuk menentukan daya dukung ultimatenya. Pembentukan preloaded bulb ini dibuat dengan proses tekanan sehingga daya dukungnya dapat diketahui langsung. Studi kelayakan dari sisi biaya dan waktu dilakukan dengan membandingkan penggunaan pondasi preloaded bulb dengan drop hammer dan jack-in untuk tiang pancang pada bangunan ruko 2 dan 3 lantai. Hasil penelitian menunjukkan bahwa daya dukung ultimate dari pondasi preloaded bulb mencapai 200% dari gaya tekan yang digunakan saat pembuatan bulb. Selain itu juga diketahui bahwa penurunan jangka panjang yang terjadi dapat dinetralisir oleh preloaded bulb sehingga kecepatan penurunan yang terjadi mendekati atau sama dengan nol. Hasil dari analisa biaya dan waktu menunjukkan bahwa penggunaan preloaded bulb layak pada kedalaman lebih dari 23 meter dari segi waktu dan kedalaman lebih dari 13 meter dari segi biaya.",
  "creators": "SUDARMAJI",
  "contributors": "Andi (Advisor 1); Sugie Prawono (Advisor 2); Gogot Setyo Budi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Thesis No. 01000089/MTS/2006; Sudarmaji (01504014)",
  "subjects": "SOILS-TESTING; SOIL MECHANICS; FOUNDATIONS"
}