{
  "id": "47434",
  "title": "Perancangan modul training pegawai di departemen blow molding dan injection molding PT X",
  "abstract": "Permasalahan yang terjadi pada pekerja dalam melakukan pengecekan produk adalah banyaknya pekerja yang melakukan kesalahan dalam melakukan inspeksi. Permasalahan inspeksi dilihat dari nilai Attribute Agreement Analysis. Pekerja di departemen blow molding sebanyak 47,5% pekerja tidak melakukan inspeksi dengan baik untuk blow molding dan sebanyak 73,26% pekerja di injection molding. Jenis kecacatan pada departemen blow molding yang banyak mengalami kesalahan dalam inspeksi adalah scratch. Jenis kecacatan pada departemen injection molding yang sulit diinspeksi adalah kecacatan warna dan deformasi. Hasil analisis yang dilakukan dengan perhitungan dan menggunakan Attribute Agreement Analysis, di dapatkan akar masalah yang dapat di implementasikan di modul training didominasi oleh faktor man dan method yang diterapkan pada task di modul training. Pembuatan modul training menggunakan pedoman Best Training Practice, di mana metode pelatihan yang digunakan memenuhi kebutuhan kompetensi kinerja pekerja agar lebih efisien. Modul training yang dibuat terdiri dari modul, task, dan test. Materi modul terdiri dari empat bagian, yaitu pengertian defect, penyebab defect, klasifikasi defect, dan tipe kecacatan produk. Task yang dilakukan adalah mengidentifikasi barang reject maupun barang accept dan dapat menggunakan, membaca, dan memahami alat bantu pekerja. Test di gunakan adalah pretest, posttest, dan practical test.",
  "creators": "GISELLA",
  "contributors": "Prayonne Adi S.T., M.MT. (Advisor 1); I Nyoman Sutapa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022302/IND/2020; Gisella (25416006)",
  "subjects": "EMPLOYEES--TRAINING OF--HANDBOOKS, MANUALS, ETC; EMPLOYEES--TRAINING OF"
}