{
  "id": "47437",
  "title": "Upaya peningkatan hasil output produksi pada departemen packing di PT X",
  "abstract": "PT X merupakan anak perusahaan dari salah satu perusahaan manufaktur pengolahan hasil kayu terbesar di Indonesia. Permasalahan yang terjadi yaitu hasil dari output produksi pada Departemen Packing tidak memenuhi dari target yang sudah ditetapkan. Hal ini dapat di lihat dari data hasil output untuk produk Setup pada Bulan Januari 2020 di mana hasil aktualnya yaitu sebesar 68,90 kontainer sedangkan untuk targetnya yaitu sebesar 80,75 kontainer. Tujuannya yaitu untuk mengetahui faktor-faktor apa saja yang menyebabkan target tidak tercapai dan upaya perbaikan untuk mencapai target tersebut. Metode yang digunakan yaitu dengan cara observasi di lapangan, wawancara dengan pihak perusahaan, serta menggunakan metode Stopwatch Time Study untuk pengambilan waktunya. Berdasarkan hasil analisis, kapasitas produksi untuk produk Costco P.113 ini sebesar 51,1197825 kontainer. Namun hasil output aktualnya hanya sebesar 23,07792208 kontainer sedangkan untuk target produksinya sebesar 62 kontainer. Penyebabnya yaitu karena target lebih besar daripada kapasitas produksi dan output aktual lebih kecil daripada kapasitas produksi yang disebabkan oleh keterlambatan input dari Departemen Finishing dan proses yang ada di Departemen Packing. Solusi yang diusulkan untuk Departemen Packing yaitu menambah line untuk elemen proses terlama, line balancing, mencari supplier lokal, dan melakukan double check pada design poster produk sebelum dicetak dan di serahkan kepada QC buyer.",
  "creators": "ANGELINE SOEGIARTO",
  "contributors": "Debora Anne Yang Aysia (Advisor 1); Nova Sepadyati, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022286/IND/2020; Angeline Soegiarto (25416017)",
  "subjects": "INDUSTRIAL MANAGEMENT-RESEARCH; PRODUCTION MANAGEMENT"
}