{
  "id": "47436",
  "title": "Identifikasi faktor penentu dan perhitungan standard time proses washing di PT X",
  "abstract": "PT X merupakan perusahaan yang bergerak pada industri pembuatan heat exchanger. PT X memiliki formula standard time untuk setiap proses di lantai produksi. Formula proses washing saat ini hanya menggunakan tiga variabel dari spesifikasi tiap unit. Penilitian yang dilakukan pada PT X ini bertujuan untuk melihat apakah formula standard time proses washing saat ini masih relevan atau tidak untuk digunakan saat ini. Proses pengolahan data dibagi ke dalam lima tahap. Tahap pertama adalah pengambilan data waktu proses washing. Tahap kedua adalah uji pair t-test antara data pengataman dengan data hasil formula. Tahap ketiga adalah penentuan faktor-faktor yang mempengaruhi waktu proses washing. Tahap ke empat adalah uji ANOVA untuk melihat faktor-faktor mana yang signifikan mempengaruhi waktu proses washing. Tahap kelima adalah membuat formula standard time baru dengan memperhatikan faktor yang signifikan mempengaruhi proses washing. Tahap kelima adalah perhitungan biaya produksi proses washing baru dan usulan standarisasi proses washing. Data pengamatan menunjukkan rata-rata 105,88% waktu hasil perhitungan formula lebih besar dari actual time. Hasil perhitungan formula baru dirancang untuk mendekati actual time dan hanya menggunakan dua dari tujuh faktor yang signifikan mempengaruhi waktu proses washing. Standarisasi proses washing menggunakan formula baru dapat menurunkan biaya produksi proses washing sebesar 39,8% dari € 0,1008/menit menjadi sebesar € 0,0607/menit.",
  "creators": "HARRY SETYAWAN FIRMANSYAH",
  "contributors": "Nova Sepadyati, S.T., M.Sc. (Advisor 1); I Gede Agus Widyadana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022312/IND/2020; Harry Setyawan Firmansyah (25416008)",
  "subjects": "TIME STUDY; STRATEGIC PLANNING"
}