{
  "id": "47458",
  "title": "Factors affecting Generation Z's intention to reuse GrabCar's service: the mediating effect of customer satisfaction",
  "abstract": "The rapid development of the internet has advanced several industries in Indonesia, including online transportation. The rise of online transportation has encouraged foreign companies to develop their businesses in Indonesia. Grab, a Malaysian-based online transportation service provider has become the market leader in Indonesia's four-wheel transportation sector. Grab offers ease of mobility for users, especially Generation Z, who grows along with technological developments. Based on the adoption of previous studies, this research aims to examine the effect of perceived service quality, perceived value, transaction convenience, perceived ease of use, perceived usefulness, and sales promotion toward Generation Z's intention to reuse GrabCar's service with customer satisfaction as the mediator. This research uses a simple random sampling technique by distributing online questionnaires to several cities in Indonesia, namely: Jakarta, Surabaya, Medan, and Bandung. The data obtained are further processed by using multiple linear regression with path analysis and Bootstrapping techniques to check the mediation effect. The findings show that customer satisfaction only mediates the influence of four predictors: perceived service quality, perceived value, perceived usefulness, and sales promotion toward reuse intention, while transaction convenience and perceived ease of use failed to pass the required conditions for developing mediation effect.",
  "creators": "WILLIAM GUNAWAN; MARIA DEWI RATNA SARI",
  "contributors": "Ricky Wang (Advisor 1); Lianto, S.E., MFM. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 34010413/MAN/2020; William Gunawan (34416005), Maria Dewi Ratna Sari (34416013)",
  "subjects": "CONSUMER SATISFACTION"
}