{
  "id": "47451",
  "title": "Multimodal analysis of Innisfree’s brand history",
  "abstract": "Fierce competition in the marketing world makes companies strive to make their products remembered by many people. Some companies' standard method to market their products is through a video advertisement that usually appears on television or specific social media platforms. A video advertisement usually contains a message that companies want to convey about their product or brand. This message is intended to persuade people who see the ad to buy their product. In doing so, companies usually use the visual, linguistic, spatial, and other semiotic resources, which is often referred to as a semiotic mode. In this thesis, the writer aims to reveal the message conveyed by these elements as a part of verbal and non-verbal expressions in Innisfree's video advertisement \"Brand History,\" and the power of persuasions of the video advertisement. First, the writer starts to find out the verbal and nonverbal elements in the video advertisement. Then, she looks for the meanings contained in each mode with Multimodal theory and interprets them using a descriptive qualitative research method. Afterward, she explains how all the ways are related to each other and shows the power of persuasion in the video advertisement. Based on her analysis, she finds that the message of Innisfree's video advertisement, \"Brand History,\" is that Innisfree is a beauty product that upholds nature as its ingredients, has a high quality, and at the same time preserves the environment where it takes its components.",
  "creators": "VANESSA VELANCIA PRAJOGO",
  "contributors": "Drs. Setefanus Suprajitno, M.A., Ph.D. (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1); Liliek Soelistyo (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undregraduate Thesis No. 02012327/ING/2020; Vanessa Velancia Prajogo (11416007)",
  "subjects": "SEMIOTICS IN ADVERTISING"
}