{
  "id": "47453",
  "title": "The construction of expatriate identity: a critical discourse on \"Indonesia Expat\" magazine",
  "abstract": "This thesis studies the construction of expatriate’s identity in Indonesia Expat magazine. The study’s purpose was to find how expatriate identities were constructed in the textual, social cognition, and social context levels in Indonesia Expat magazine. In this study, the theory used as van Dijk’s (2015) critical discourse analysis. The data were collected from Meet the Expat and Info for Expat columns in Indonesia Expat magazine. I took a descriptive qualitative approach in this study. According to the findings, there were five identities constructed about expatriates: skillful, successful, wealthy, healthy, and caring. In the textual level, these identities were built by utilizing background, details, graphics, and word choice to generate particular interpretations. In the social cognition level, the construction was done by altering the readers’ cognition by the authors. Indonesian historical knowledge of the colonial era also influenced the perception of Indonesian readers to construct specific expatriate identities in the post-colonial period. In the social context level, Indonesia Expat as a media utilized its social power and role as mass media to construct the expatriates’ identities on a large scale. Through the construction of the five characters, Indonesia Expat built expatriates’ collective identity as elites.",
  "creators": "VIVIAN GRACIELA CHERTIAN",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1); Julia Eka Rini (Examination Committee 1); Herwindy Maria Tedjaatmadja (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012328/ING/2020; Vivian Graciela Chertian (11416048)",
  "subjects": "COGNITION IN LITERATURE; SEMIOTICS AND LITERATURE; CRITICAL DISCOURSE ANALYSIS"
}