{
  "id": "4746",
  "title": "Faktor sukses kemitraan antara kontraktor dan subkontraktor pada proyek mall di Surabaya",
  "abstract": "Untuk mencapai kesuksesan dalam sebuah proyek konstruksi, sangat penting memperhatikan faktor sukses dalam kemitraan antara kontraktor dan subkontraktor. Dari hasil studi literatur terdapat 7 faktor sukses kemitraan yang akan dibahas yaitu faktor sumber daya yang cukup, dukungan dari manajemen puncak, saling percaya, komitmen jangka panjang, komunikasi yang efektif, koordinasi yang efisien dan resolusi konflik yang produktif. Penelitian ini dilakukan untuk mengetahui tanggapan kontraktor dan subkontraktor mengenai faktor sukses kemitraan, untuk mengetahui hambatan, antisipasi dan ukuran kesuksesan. Untuk mencapai tujuan tersebut maka dilakukan penyebaran kuisioner pada perusahaan kontraktor dan subkontraktor. Hasil kuisioner ini dianalisis dengan menggunakan analisis mean, frekuensi, dan korelasi bivariate. Hasil analisis untuk responden kontraktor terdapat 1 faktor yang menunjukkan frekuensi terbesar sebesar 100% dan mean terbesar sebesar 5, untuk responden subkontraktor ada 1 sub faktor yang menunjukkan frekuensi terbesar sebesar 63.6% dan mean terbesar sebesar 4.66, untuk responden kontraktor dan subkontraktor secara bersama-sama dalam satu proyek mall di Surabaya ada 31 sub faktor yang menunjukkan mean terbesar sebesar 5, serta faktor yang mempunyai hubungan paling erat, yaitu faktor dukungan dari manajemen puncak dengan faktor koordinasi yang efisien dimana nilai signifikan 0.000 dan koefisien korelasi 0.643.",
  "creators": "LEYVI ANGGRAINI; DWI KURNIA",
  "contributors": "Herry Pintardi Chandra (Advisor 1); ANDI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20301459/SIP/2006; Leyvi Anggraini (21400076), Dwi Kurnia (21400186)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; PROJECT MANAGEMENT"
}