{
  "id": "47466",
  "title": "Pengaruh motivasi belajar terhadap hasil belajar siswa mata pelajaran matematika kelas VI sekolah dasar dalam kerangka pendidikan Kristen",
  "abstract": "Motivasi belajar memiliki peranan penting dalam proses pembelajaran Matematika. Sehingga dalam penelitian ini penyusunan instrumen berfokus pada indikator motivasi belajar siswa pada mata pelajaran Matematika dalam kerangka Pendidikan Kristen. Pendidikan Kristen memegang peranan kunci dalam menumbuhkan motivasi belajar siswa. Penyusunan setiap item dalam instrumen memuat unsur Pendidikan Kristen yang melatarbelakangi tumbuhnya motivasi belajar siswa pada mata pelajaran matematika. Penelitian ini menggunakan pendekatan kuantitatif dengan hubungan kausal yaitu sebab akibat. Instrumen yang digunakan adalah angket (kuisioner) yang telah diuji validitas dan reliabilitasnya berdasarkan hasil uji coba angket. Isi angket motivasi belajar dinyatakan valid untuk masing-masing item karena melebihi r tabel 0,2144 dan reliabel karena Cronbach’s Alpha melebihi 0,6. Hasil analisis data menunjukkan bahwa adanya pengaruh motivasi belajar terhadap hasil belajar siswa dalam kerangka Pendidikan Kristen terbukti dengan nilai signifikansi kurang dari 5% , sig 0,003 < 0,05. Sedangkan besarnya pengaruh motivasi terhadap hasil belajar yaitu 0,27 (R square) atau 27%. Hubungan yang terjalin antara variabel motivasi belajar dan hasil belajar siswa dalam kerangka Pendidikan Kristen adalah hubungan positif. Dalam hal ini jika motivasi belajar dalam kerangka Pendidikan Kristen meningkat maka hasil belajar siswa juga meningkat.",
  "creators": "BICA ARYHEITA",
  "contributors": "Iman Subekti S.Pd.,M.Pd. (Advisor 1); Romirio Torang Purba, S.Pd., M.Pd. (Examination Committee 1); Lily Eka Sari S.S, M.A (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010006/PGSD/2020; Bica Aryheita (61416006)",
  "subjects": "CHRISTIAN EDUCATION OF CHILDREN; CHRISTIAN EDUCATION; MOTIVATION IN EDUCATION--STUDY AND TEACHING"
}