{
  "id": "47479",
  "title": "Penampungan anjing dan kucing liar di Surabaya",
  "abstract": "Berawal dari melihat banyak berita, baik di Surabaya ataupun luar Surabaya mengenai kekerasan dan pelantaran terharap hewan, terutama anjing dan kucing liar menjadi alasan yang utama untuk mendesain tempat penampungan anjing dan kucing liar di Kota Surabaya. Masalah yang ditemukan adalah anjing dan kucing memiliki perilaku yang berbeda satu dengan yang lain, begitu pula berbeda dengan perilaku manusia, ditambah dengan lingkungannya yang liar membentuk perilaku yang berbeda sehingga diperlukan pendekatan perilaku kedua hewan agar di dalam bangunan nanti akan terjadi interaksi yang harmonis. Perbedaan yang paling terlihat adalah bagian fisik dari hewan liar yang umumnya membawa penyakit menular ataupun tidak menular, untuk itu akan ada klinik didalam penampungan ini. Tidak hanya fisiknya, mental dari hewan pun terganggu sehingga akan dipilih pendalaman karakter ruang untuk membantu proses penyembuhan dan mendukung interaksi baik antar hewan maupun dengan manusia. Karakter dan perilaku anjing dan kucing liar sebagai pengguna utama bangunan akan diterapkan baik pada pembagian zona, bentuk , serta sirkulasi pada bangunan. Karakter hewan, juga menjadi inspirasi dalam menemukan bentukan dan ekspresi dari penampungan ini.Keunikan penampungan ini terdapat pada digunakannya indra pengelihatan (terutama warna) dan penciuman hewan yang berbeda dari manusia.",
  "creators": "CINDY",
  "contributors": "Lilianny Sigit Arifin (Advisor 1); Samuel Hartono (Advisor 2); Sylviana Putri Sunario Soegondo S.T. (Advisor 3); Bramasta Putra Redyantanu (Examination Committee 1); Maria Immaculata Hidayatun (Examination Committee 2); V.P. Nugroho Susilo (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024116/ARS/2020; Cindy (22416118)",
  "subjects": "VETERINARY HOSPITALS--DESIGNS AND PLANS"
}