{
  "id": "47470",
  "title": "Fasilitas budaya Lumajang di Lumajang",
  "abstract": "Fasilitas Budaya Lumajang di Lumajang didasari oleh kurangnya fasilitas pendukung kegiatan seni dan budaya di Lumajang walaupun pemerintah sudah mengadakan berbagai acara seni dan budaya dan sangat diminati wisatawan. Banyaknya jumlah komunitas tari juga menjadi salah satu daya tarik kota Lumajang dalam bidang wisata dan mampu dikembangkan dengan adanya fasilitas ini. Fasilitas ini akan menjadi salah satu ikon kebudayaan di Lumajang yang bersifat rekreatif dan edukatif. Fasilitas Budaya Lumajang di Lumajang terdiri dari beberapa fungsi, seperti teater, amphiteater, museum, galeri, foodcourt, workshop, dan area retail. Pendekatan simbolik digunakan untuk menjawab masalah desain, yaitu bagaimana mendesain suatu fasilitas yang mencerminkan kebudayaan Lumajang supaya pengunjung dapat merasakan suasana khas Lumajang. Fasilitas ini juga dirancang berdasarkan pembagian kebutuhan fungsi yang bersifat umum hingga terbatas untuk peminat tertentu. Hal ini bertujuan untuk mempermudah sirkulasi pengunjung yang datang dengan tujuan berbeda. Konsep perancangan yang diterapkan adalah mengambil makna dan interpretasi dari Budaya Pendalungan, yaitu perpaduan budaya Madura dan Jawa yang membentuk menjadi budaya khas Lumajang. Karakteristik budaya Pendalungan juga diterapkan ke dalam karakter tiap ruang untuk memperkuat suasana khas Lumajang dalam fasilitas. Tujuan akhirnya diharapkan mampu menunjukkan seperti apa budaya Lumajang kepada pengunjung melalui aktivitas yang ditawarkan dan secara visual.",
  "creators": "LAURENTIA OLIVIA CHANDRA",
  "contributors": "Samuel Hartono (Advisor 1); Lilianny Sigit Arifin (Advisor 2); Sylviana Putri Sunario Soegondo S.T. (Advisor 3); Maria Immaculata Hidayatun (Examination Committee 1); V.P. Nugroho Susilo (Examination Committee 2); Bramasta Putra Redyantanu (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024122/ARS/2020; Laurentia Olivia Chandra (22416133)",
  "subjects": "ART MUSEUMS--DESIGNS AND PLANS; EXHIBITION BUILDINGS--DESIGNS AND PLANS"
}