{
  "id": "47477",
  "title": "Biara dan rumah retret Katolik Kongregasi Fransiskan berbasis eko pastoral di Kabupaten Ngada, NTT",
  "abstract": "Fasilitas Biara dan Rumah Retret Katolik Kongregasi Fransiskan Berbasis Eko Pastoral di Kabupaten Ngada, NTT merupakan fasilitas yang ditujukan bagi umat katolik untuk membangun kedekatannya dengan Allah dalam persaudaraan semesta dengan segenap ciptaan. Lokasi tapak ini milik Gereja Paroki Maria Ratu Para Malaikat Kurubhoko yang berada di Kabupaten Ngada dengan suasana pedesaan dan suhu yang relatif sejuk. Saat ini di Provinsial OFM Indonesia, belum ada kompleks fasilitas biara dan rumah retret yang dapat mewadahi kegiatan eko pastoral. Adapun fasilitas serupa pada umumnya di Indonesia belum cukup merepresentatifkan kebutuhan biara dan rumah retret sesuai dengan spiritualitas dari kongregasi yang menaungi serta kontekstualitas lokasi fasilitas tersebut. Fasilitas ini dirancang dengan hunian biara berkapasitas untuk 30 orang dan hunian retret untuk 300 orang. Biara dan rumah retret ini ditunjang dengan fasilitas pendukung sesuai dengan spiritualitas Fransiskan yaitu, kapel, ruang konsultasi dan pengakuan dosa, taman doa, kapel adorasi, ruang kerja tangan, ruang kelas atau aula, kebun, kandang ternak, serta rumah pengolahan pupuk dan biogas. Pendekatan sustainable architecture dipilih untuk merepresentatifkan spiritualitas Kongregasi Fransiskan lewat kegiatan eko pastoral yang menjalin kedekatan dengan Allah lewat usaha menjaga kelestarian alam. Oleh karena itu, dalam desain mengutamakan prinsip-prinsip keberlajutan serta memiliki keunikan dengan mensinergikan ruang dalam dan luar sehingga pengguna ruang dapat merasakan kedekatan dengan alam dalam berbagai aktivitasnya. Pendalaman energi dirancang untuk membentuk sistem keberlanjutan dalam fasilitas ini, sehingga dapat digunakan oleh pengguna secara aman dan nyaman.",
  "creators": "RICHARD CAHYA NUGRAHA",
  "contributors": "Danny Santoso Mintorogo (Advisor 1); Altrerosje Asri, S.T., M.T. (Advisor 2); Elvina Shanggrama Wijaya, S.T., M.T. (Advisor 3); Roni Anggoro, S.T., M.A.Arch. (Examination Committee 1); Benny Poerbantanoe (Examination Committee 2); Markus Ignatio Aditjipto (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 09024042/ARS/2020; Richard Cahya Nugraha (22416021)",
  "subjects": "SPIRITUAL RETREAT CENTERS--DESIGN AND CONSTRUCTION"
}