{
  "id": "47481",
  "title": "Obyek wisata Goa Tetes sebagai salah satu penunjang wisata alam di Lumajang",
  "abstract": "Kota Lumajang sebagai salah satu kota di propinsi Jawa Timur banyak mempunyai obyek wisata yang menarik untuk dikunjungi, selain gunung Semeru yang telah dikenal oleh banyak orang. Dalam penulisan tugas akhir ini penulis ingin menyajikan sesuatu obyek wista alam yang lain selain gunung Semeru yaitu goa Tetes. Goa Tetes adalah salah satu obyek wisata di daerah tingkat II Lumajang, tepatnya berlokasi di dusun Dampit sekitar 50 km dari kabupaten Lumajang atau sekitar 65 km dari kota Administratif Malang. Jalan menuju obyek wisata goa Tetes ini berkelokkelok dan dapat dicapai dengan kendaraan pribadi yang memakan waktu sekitar satu setengah jam atau kendaraan umum sekitar dua jam perjalanan dengan mengambil jurusan Malang - Lumajang langsung dengan bea sekitar seribu dua ratus rupiah. Lokasi goa Tetes ini terletak di tepi jalan sehingga mudah dicapai dan pengunjung tidak perlu pindah ke kendaraan lain untuk mencapai obyek wisata tersebut. Untuk memasuki obyek wisata ini pengunjung membayar karcis masuk sebesar dua ratus rupiah. Setelah membeli karcis masuk pengunjung masih harus berjalan kaki melewati jalan setapak yang menurun dan berundak sekitar tiga puluh menit, baru setelah itu akan menemukan sebuah ngarai dan goa Tetes tersebut terletak di salah satu sisi tebing ngarai. Dengan melihat potensi yang terkandung pada obyek wisata goa Tetes ini penulis ingin mencoba mengembangkan potensi yang dimiliki, yang nantinya dapat mendukung perkembangan daerah tujuan wisata lainnya di Jawa Timur.",
  "creators": "LILIES WIRJOADIKUSUMO",
  "contributors": "SIDNIWATI (Advisor 1); Yacintha Yoranouw Suryawijaya (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. ...Lilies Wirjoadikusumo (91392027)",
  "subjects": "TOURISM--INDONESIA--JAWA TIMUR; TOURISM; TOURISM--MANAGEMENT"
}