{
  "id": "47482",
  "title": "Rumah Sakit Jiwa swasta kelas C di Badung, Bali",
  "abstract": "Pemikiran awal dari Rumah Sakit Jiwa Swasta Kelas C di Badung, Bali ini didasari oleh fenomena usia rumah sakit yang tidak lagi sepanjang dahulu. Karena pada masa sekarang, rumah sakit dijadikan ladang bisnis yang tidak lagi memperhatikan apa yang dibutuhkan oleh pasien. Hal lain yang menjadi dasar untuk membuat perancangan ini adalah kurangnya kesadaran masyarakat Indonesia akan kesehatan mental mereka terutama pengidap skizofrenia yang seringkali dipasung dan tidak dirawat secara medis. Sehingga muncul masalah desain bagaimana bentuk rumah sakit jiwa yang berpusat pada penggunanya serta masyarakat tidak takut untuk pergi ke rumah sajit jiwa dan fasilitas yang sesuai dengan penyembuhan pengidap skizofrenia. Untuk mencermati penyelesaian masalah-masalah tersebut digunakan pendekatan arsitektur perilaku dengan pendalaman karakter ruang. Konsep arsitektur perilaku yang digunakan untuk membantu rehabilitasi mereka yaitu behavior setting, healing environment dan aggression-reduce design. Perancangan ini menggunakan konsep ruang dalam penataan elemen ruang dan material yang sesuai dengan fase skizofrenia yang sedang dialami oleh pasien sehingga terapi dapat berjalan berdampingan dengan ruang inapnya. Dalam perancangan ruang luar, kegiatan sehari-hari pasien inap akan diakomodasi dan disesuaikan perilaku para pasien. Beberapa material pada rumah sakit ini merupakan hasil produksi dari warga sekitar dan menggunakan juga limbahnya sehingga memiliki nilai lokalitas yang lebih.",
  "creators": "TIMOTHY IMMANUEL",
  "contributors": "Riduan Sukardi (Advisor 1); Ir. Bisatya Widadya Maer, M.T. (Advisor 2); Aris Budhiyanto, S.T., M.Sc., Ph.D. (Advisor 3); Danny Santoso Mintorogo (Examination Committee 1); Altrerosje Asri, S.T., M.T. (Examination Committee 2); Elvina Shanggrama Wijaya, S.T., M.T. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024053/ARS/2020; Timothy Immanuel (22416033)",
  "subjects": "PSYCHIATRIC HOSPITALS--DESIGN AND CONSTRUCTION"
}