{
  "id": "47488",
  "title": "Pengaruh customer experience dan brand image terhadap customer satisfaction pada brand Xing Fu Tang di Surabaya",
  "abstract": "Persaingan antar brand yang semakin sengit menciptakan adanya inisiatif untuk mencari tahu cara memperoleh kepuasan pelanggan dan memahami persepsi pelanggan terhadap suatu brand. Kegiatan penelitian ini bertujuan untuk mengetahui tentang pengaruh antara customer experience terhadap customer satisfaction melalui brand image sebagai variabel mediasi pada brand bubble-tea bernama Xing Fu Tang di Surabaya. Kegiatan penelitian ini dilakukan dengan menggunakan metode kuantitatif dengan data primer berupa kuesioner yang diukur menggunakan skala 5 Likert kepada responden yang ditentukan menggunakan purposive sampling dengan kriteria telah mengonsumsi produk Xing Fu Tang pada 3 bulan terakhir. Kegiatan penelitian dilakukan pada 140 sampel penelitian, dan dianalisa menggunakan SmartPLS 3.3.2. Hasil dari analisis menunjukkan bahwa customer experience memiliki pengaruh positif dan signifikan terhadap customer satisfaction, customer experience memiliki pengaruh positif dan signifikan terhadap brand image, dan brand image memiliki pengaruh positif dan signifikan terhadap customer satisfaction. Penelitian ini diharapkan dapat membantu brand minuman bubble-tea dalam menciptakan customer satisfaction dengan meningkatkan kualitas indikator-indikator yang membangun customer experience, baik sensory, affective, behavioral dan intellectual, serta lebih memahami apa yang menjadi relevan dalam meningkatkan kualitas brand image dalam suatu brand.",
  "creators": "THERESA KIRANA",
  "contributors": "Hartono Subagio (Advisor 1); Hatane Semuel (Examination Committee 1); Dr. Ferry Jaolis, S.E., M.SM., M.RECH. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020793/MAN/2020; Theresa Kirana (36416055)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMER SATISFACTION; BRAND NAME PRODUCTS"
}