{
  "id": "47486",
  "title": "Sanggar meditasi di Surabaya",
  "abstract": "Desain Sanggar Meditasi di Surabaya ini didasari oleh adanya prevalensi stres dan depresi pada penduduk kota Surabaya, dan penggunaan meditasi untuk membantu menyelesaikan hal tersebut. Masalah desain utama yang diangkat adalah bagaimana menciptakan suasana hening untuk kegiatan meditasi. Selain itu, untuk melengkapi suasana hening, proyek ini mengangkat masalah desain khusus yakni bagaimana membuat suasana oasis di tengah kota Surabaya. Untuk menyelesaikan masalah-masalah tersebut, pendekatan desain yang digunakan adalah pendekatan simbolis melalui interpretasi suasana oasis yang menghasilkan empat elemen: air, cahaya, tanaman, dan skala yang dimainkan untuk menghasilkan suasana tersebut. Elemen-elemen tersebut digunakan untuk membentuk dan melengkapi ruang. Pendalaman yang dipilih adalah pendalaman karakter ruang untuk mencermati suasana ruang yang berbeda-beda sesuai dengan objek meditasinya. Kekuatan proyek ini ada pada suasana yang dihasilkan. Mulai ketika masuk tapak dari ruang luar, pengguna disambut oleh suasana oasis melalui penggunaan tanaman dan kolam air yang banyak. Penggunaan air dan tanaman tersebut lanjut masuk ke dalam bangunan dan ditambah dengan permainan cahaya dan skala melalui atrium yang besar untuk memperkuat suasana oasis dan menghasilkan rasa lega bagi pengguna ketika masuk. Suasana oasis ini juga lanjut berlangsung ke setiap ruang-ruang meditasi yang memiliki karakter ruang masing-masing sehingga dapat memperkaya pengalaman meditasi pengguna",
  "creators": "FELIX WIBYSANA BUDIANTO",
  "contributors": "Lilianny Sigit Arifin (Advisor 1); Samuel Hartono (Advisor 2); Sylviana Putri Sunario Soegondo S.T. (Advisor 3); Bramasta Putra Redyantanu (Examination Committee 1); Maria Immaculata Hidayatun (Examination Committee 2); V.P. Nugroho Susilo (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024026/ARS/2020; Felix Wibysana Budianto (22416004)",
  "subjects": "RELIGIOUS HEALTH FACILITIES"
}