{
  "id": "47480",
  "title": "Attracting talent: the role of social media and employer attractiveness on job pursuit intention mediated by corporate reputation in e-commerce companies of Indonesia",
  "abstract": "Indonesia's digital economy's rapid growth has been mainly driven by the e-commerce segment, which was predicted to have a bright future outlook. However, this growth cannot be sustained without the support of digital talent. This situation raises concern, especially because Indonesia is experiencing a deficit of digital talent. The e-commerce companies have to compete to attract the digital talent they need fiercely. Therefore, this research's primary purpose is to understand potential employees' perceptions of employers and their job pursuit intention through corporate reputation mediation. The object of this research is Shopee and Tokopedia. In the analysis, 117 data of final year undergraduate students in Information Technology related programs are analyzed with multiple linear regression with path analysis in IBM SPSS 26, and mediation test using Bootstrapping in PROCESS 3.5. Within the 95% confidence level, the findings suggest that corporate reputation complementary mediates the relationship of social value and development value to job pursuit intention. While economic value and company-generated social media communication each have an indirect-only mediation to job pursuit intention when mediated by corporate reputation.",
  "creators": "ANTHONY JULIUS TEDJOKUMOLO; BENEDICTUS JEVON TJOANDA",
  "contributors": "Juliana Caesaria Tandung (Advisor 1); Maria Natalia Damayanti Maer, S.S., M.A., Ph.D. (Examination Committee 1); Adelina Proboyo (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 34010412/MAN/2020; Anthony Julius Tedjokumolo (34416002)Benedictus Jevon Tjoanda (34416045)",
  "subjects": "ELECTRONIC COMMERCE; PERSONNEL MANAGEMENT"
}