{
  "id": "47497",
  "title": "Analisa pengaruh content marketing terhadap repeat purchase dengan customer value dan customer engagement sebagai variabel intervening pada Traveloka di Surabaya",
  "abstract": "Perkembangan teknologi yang pesat pada era globalisasi menyebabkan internet beralih menjadi gaya hidup untuk sebagian besar masyarakat, terutama di kalangan milenial dan generasi Z. Salah sektor yang dipengaruhi oleh fenomena tersebut adalah sektor pariwisata, di mana travel agen konvensional bergeser menjadi Online Travel Agent (OTA). Agar dapat terus ber tahan dan memiliki nilai kompetitif maka suatu perusahaan harus turut berpartisipasi melakukan perubahan dengan mengadopsi/mengimplementasikan strategi baru. Hal inilah yang perlu dilakukan oleh perusahaan Traveloka.com. Penelitian ini dilakukan untuk mengetahui pengaruh content marketing terhadap repeat purchase dengan customer value dan customer engagement sebagai variabel intervening pada Traveloka di Surabaya. Penelitian ini dilaksanakan dengan menyebarkan kuesioner kepada 100 orang responden yang menggunakan Traveloka untuk keperluan reservasi hotel dan atau tiket pesawat. Jenis penelitian yang digunakan adalah jenis penelitian kuantitatif dengan menggunakan metode path analysis. Hasil penelitian ini menunjukkan bahwa content marketing berpengaruh signifikan secara positif terhadap customer value, content marketing berpengaruh signifikan secara positif terhadap customer engagement, customer value berpengaruh signifikan secara positif terhadap repeat purchase, dan customer engagement berpengaruh signifikan secara positif terhadap repeat purchase.",
  "creators": "IVENA LARISSA",
  "contributors": "Diah Dharmayanti (Advisor and Examination Committee); Edwin Japarianto (Examination Committee 1); Drs. Sugiono Sugiharto, M.M., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020765/MAN/2020; Ivena Larissa (36416010)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMERS--RESEARCH"
}