{
  "id": "47507",
  "title": "Evaluasi sifat biokomposit polypropylene dengan filler kulit biji kluwak",
  "abstract": "Biokomposit merupakan gabungan dari dua atau lebih macam bahan dimana bahan penguatnya menggunakan serat alam. Kluwak merupakan salah satu serat alam yang memiliki kandungan selulosa yang tinggi yaitu 40-45%. Penelitian ini membahas tentang biokomposit penguat kulit biji kluwak dengan matriks polypropylene (PP) yang dibuat dengan mesin injection moulding. Sampel biokomposit dibuat dengan variasi rasio persentase berat serbuk kulit biji kluwak terhadap PP, yaitu 5/95, 10/90, 15/85, 20/80, 25/75, 30/70. Sampel disiapkan dalam dua kelompok yaitu biokomposit kulit biji kluwak tanpa Maleic Anhydride Grafted Polypropylene (MAPP) dan biokomposit kulit biji kluwak dengan MAPP sebagai coupling agent. Sifat mekanis biokomposit kulit biji kluwak dievaluasi melalui uji tarik dan uji impak. Scanning electron microscope (SEM) menjadi dilakukan untuk mempelajari ikatan antara partikel biji kluwak dengan PP serta mekanisme deformasi biokomposit tersebut. Hasil penelitian menunjukkan bahwa penambahan persentase berat kulit biji kluwak pada biokomposit meningkatkan berat dan kekakuan sampel. Pada sifat tarik penambahan persentase berat kulit biji kluwak menurunkan nilai sifat tarik pada biokomposit tanpa MAPP. Kehadiran MAPP berhasil meningkatkan sifat tarik pada setiap penambahan persentase berat. Tegangan luluh pada biokomposit dengan MAPP meningkat dari 30,33 MPa (5% berat) menjadi 32,23 MPa (30% berat) dan kekuatan tarik meningkat dari 28,77 MPa (5% berat) menjadi 30,26 MPa (30% berat). Hasil impak menunjukkan penambahan kulit biji kluwak meningkatkan nilai kemampuan impak dari 2,75 kJ/m2 (5% berat) menjadi 3,63 kJ/m2 (30% berat) pada biokomposit tanpa MAPP. MAPP mengurangi nilai impak biokomposit dari 2,61 kJ/m2 menjadi 2,36 kJ/m2. SEM membuktikan meningkatnya adesivitas antara kulit biji kluwak dengan PP dengan penambahan MAPP.",
  "creators": "GREGORY ANDHIKA SIMANJUNTAK",
  "contributors": "Prof. Dr. Juliana Anggono, S.T., M.Sc. (Advisor 1); Oegik Soegihardjo (Examination Committee 1); Didik Wahjudi (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01011352/MES/2020; Gregory Andhika Simanjuntak (24416106)",
  "subjects": "PLANT FIBERS; POLYPROPYLENE FIBERS; COMPOSITE-REINFORCED CONCRETE"
}