{
  "id": "4750",
  "title": "Perhitungan pondasi mesin di kawasan Rungkut Surabaya",
  "abstract": "Pada saat ini tenaga kerja manusia banyak digantikan oleh tenaga mesin, dimaksudkan agar mengoptimalkan, mengefesienkan serta mengefektifkan pekerjaan. Namun mesin-mesin tersebut tidak dapat berjalan dengan baik apabila tidak memiliki pondasi yang tepat karena ketika mesin bekerja, mesin-mesin tersebut mengeluarkan getaran yang dapat menyebabkan kerusakan pada pondasi serta pada mesin itu sendiri. Oleh karena itu diperlukan perhitungan pondasi mesin agar landasan mesin-mesin tersebut tepat, serta dapat difungsikan dengan baik (tidak menghambat kelancaran produksi). Penelitian dilakukan di kawasan Rungkut Surabaya. Yang mana kawasan tersebut merupakan sentral industri pabrik-pabrik. Dari data-data tanah dan mesin yang telah dianalisa didapatkan daya dukung tanah, penurunan tanah dengan menggunakan program PLAXIS serta perhitungan amplitudo dengan menggunakan program SAP. Hasil analisa tersebut dibandingkan dengan perhitungan secara manual sehingga diketahui dimensi pondasi yang tepat untuk mesin gerakan rotasi dan vertikal. Hasil analisa penurunan dengan menggunakan program PLAXIS dan SAP lebih kecil daripada hasil analisa manual. Hal ini disebabkan karena pada perhitungan dengan program SAP menggunakan finite elment dan SAP menggunakan shell element, sehingga tingkat ketelitiannya lebih tinggi dibandingkan dengan perhitungan manual. Jadi, pondasi yang digunakan adalah pondasi dangkal dengan jenis pondasi plat.",
  "creators": "RONALD RIWONG; NOVITA SUMARIANI",
  "contributors": "Indarto, Dr. Ir. (Advisor 1); Johanes Indrojono Suwono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 12301453/SIP/2006; Ronald Riwong (21499206), Novita Sumariani (21400167)",
  "subjects": "MACHINERY-FOUNDATIONS; FOUNDATIONS"
}