{
  "id": "47510",
  "title": "Model relasi guru dan murid untuk menolong murid mengembangkan persepsi yang positif terhadap dirinya dan terhadap guru",
  "abstract": "Relasi antara guru dan murid merupakan salah satu relasi yang sangat penting dalam kehidupan seseorang karena memiliki banyak dampak bagi kehidupan murid. Salah satu dampaknya adalah bagi pembentukan persepsi murid. Guru-guru dan murid-murid di SDTK Pelangi Kristus memiliki relasi yang sangat dekat. Hal ini terlihat dari bagaimana guru memperlakukan murid dan berinteraksi dengan murid setiap hari. Contohnya mendampingi dan membimbing murid satu per satu setiap hari, menemani murid pada saat makan siang, bermain bersama murid dan sebagainya. Murid-murid tidak segan dan takut untuk berbicara, bertanya dan dekat dengan guru, sebaliknya relasi mereka terlihat sangat dekat satu sama lain. Oleh sebab itu, penelitian ini dimaksudkan untuk mengetahui model relasi yang diterapkan oleh guru dan murid di SDTK Pelangi Kristus untuk menolong murid mengembangkan persepsi yang positif terhadap dirinya dan terhadap guru. Penelitian ini menggunakan pendekatan kualitatif deskriptif. Pengumpulan data dilakukan melalui wawancara dan observasi. Hasil penelitian ini menunjukkan bahwa guru-guru dan murid-murid di kelas 2 SDTK Pelangi Kristus menerapkan tiga model relasi, yaitu model relasi gembala-domba, mentoring dan collegial. Ketiga model relasi tersebut dapat menolong murid untuk mengembangkan persepsi yang positif terhadap dirinya dan terhadap guru.",
  "creators": "VIONA EVELYN SALINDING",
  "contributors": "Magdalena Pranata Santoso (Advisor 1); Iman Subekti S.Pd.,M.Pd. (Examination Committee 1); Romirio Torang Purba, S.Pd., M.Pd. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010008/PGSD/2020; Viona Evelyn Salinding (61416016)",
  "subjects": "STUDENTS; RELATIONSHIPS; TEACHERS"
}