{
  "id": "47527",
  "title": "Perancangan personal branding Michael Aldi untuk berkontribusi dalam menghadapi college depression pada mahasiswa",
  "abstract": "College depression merupakan depresi yang dialami oleh banyak mahasiswa dikarenakan perasaan tertekan dari bertambahnya tanggung jawab serta gaya hidup yang tidak sehat. Maka dari itu mahasiswa membutuhkan sebuah sosok atau media yang dekat dan dapat menghibur mereka, yaitu musik. Musik menjadi media yang praktis dan dapat dilakukan bersamaan disaat mereka menyelesaikan tanggung jawab mereka. Michael Aldi merupakan musisi baru dan dekat dengan mahasiswa. Michael Aldi menginginkan musiknya dapat memberikan dampak positif dan membantu pendengarnya, namun musik Michael Aldi belum tersampaikan kepada target dengan tepat karena belum memiliki Brand Identity yang jelas. Lewat perancangan dengan menggunakan metode analisa SWOT dan Product Life Cycle dapat menghasilkan personal brand serta konten media yang dapat meningkatkan awareness dan mengurangi tekanan college depression pada mahasiswa. Hasil dari perancangan menunjukan bahwa perasaan sendiri dapat menimbulkan banyak dampak buruk bagi mahasiswa yang sedang mengalami tekanan sehingga besar peran sosok teman dalam kehidupan mahasiswa, seseorang teman yang dapat mengerti memahami yang mereka rasakan sehingga mereka merasa tidak sendiri serta dapat menghibur untuk mengurangi tekanan mereka.",
  "creators": "YESICA SUYANTI",
  "contributors": "Maria Nala Damajanti, S.Sn., M.Hum. (Advisor 1); Cindy Muljosumarto S.Sn, M.D. (Advisor 2); Asthararianty, S.Sn., M.Ds. (Examination Committee 2); Aristarchus Pranayana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Grafis",
  "source": "Perancangan Grafis No. 00023428/DKV/2020; Yesica Suyanti (42416001)",
  "subjects": "COMMERCIAL ART; GRAPHIC ARTS; LOGOS (SYMBOLS); POSTERS; VISUAL COMMUNICATION"
}