{
  "id": "47548",
  "title": "Pemanfaatan fly ash dan bottom ash untuk pembuatan batako dinding",
  "abstract": "Salah satu cara pemanfaatan fly ash dan bottom ash adalah dengan menggunakannya sebagai bahan konstruksi. Bahan konstruksi yang akan digunakan dalam penelitian kali ini adalah batako berlubang. Penelitian ini bertujuan untuk mengetahui pengaruh penggunaan dan komposisi optimum fly ash dan bottom ash bila digunakan dalam batako berlubang. Pengaruh yang ditinjau antara lain adalah besarnya nilai kuat tekan, penyerapan air, serta evaluasi warna batako. Hasil penelitian menunjukkan bahwa jumlah fly ash dan bottom ash optimum yang dapat digunakan untuk mencapai batako mutu IV adalah sebesar 20% untuk fly ash dan 10% untuk bottom ash dengan jumlah semen yang diperlukan sebesar 71 kg/m3. Sedangkan penyerapan air batako masuk ke dalam mutu I sesuai dengan SNI 03-0349-1989. Dalam penelitian ini, nilai kuat tekan batako dapat ditingkatkan hingga mencapai mutu II dengan menggunakan jumlah semen sebesar 218 kg/m3 dalam campuran. Wama batako akan menjadi lebih gelap dengan penambahan bottom ash. Dalam penelitian ini, dicoba ditambahkan kalsium karbonat ke dalam campuran batako hingga wama batako menjadi lebih terang. Untuk penggunaan fly ash dan bottom ash dengan jumlah yang lebih banyak, masing-masing sebesar 30%, batako mutu IV dapat dicapai dengan penggunaan semen sebesar 109 kg/m3. Maka secara umum dapat disimpulkan bahwa baik fly ash maupun bottom ash dapat dipakai sebagai campuran bahan dalam pembuatan batako berlubang.",
  "creators": "GO HARTANTO UTOMO GUNARDI; HANDY SUGIARTO",
  "contributors": "Djwantoro Hardjito (Advisor 1); Antoni (Advisor 2); Handoko Sugiharto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11011746/SIP/2011; Go Hartanto (21406030), Handy Sugiarto (21406112)",
  "subjects": "CONCRETE BLOCKS; CONSTRUCTION MATERIALS"
}