{
  "id": "47552",
  "title": "Pengaruh service recovery terhadap customer satisfaction penumpang maskapai penerbangan internasional di Indonesia",
  "abstract": "Ketika terjadi sebuah kegagalan dalam industri jasa, service recovery merupakan hal yang sangat penting dan harus dilakukan oleh sebuah perusahaa yang bergerak dalam industri jasa, sebagai langkah untuk memperbaiki kegagalan jasa tersebut. Service recovery yang dilakukan oleh sebuah perusahaan memiliki pengaruh terhadap customer satisfaction yang juga berdampak pada perusahaan industri jasa, salah satunya adalah maskapai penerbangan internasional. Untuk meningkatkan customer satisfaction, perusahaan perlu memperhatikan aspek- aspek dari service recovery tersebut. Penelitian ini bertujuan untuk menganalisa pengaruh dari service recovery (atonement, tangible, empowerment, communication, explanation, feedback, explanation) terhadap customer satisfaction, khususnya bagi penumpang maskapai penerbangan internasional di Indonesia. Metode pengolahan data dilakukan dengan menggunakan validitas, reliabilitas dan analisa statistik deskriptif, sedangkan metode analisis data yang dipakai adalah dengan menggunakan analisis regresi linear berganda dan uji hipotesis yang berasal dari data yang dikumpulkan dari kuesioner yang telah diisi dan diolah. Dari hasil penelitian diketahui bahwa ketiga variabel yaitu atonement, communication, dan empowerment berpengaruh secara signifikan terhadap customer satisfaction penumpang maskapai penerbangan internasional , dan yang berpengaruh secara dominan adalah empowerment.",
  "creators": "MICHAEL CHRISTOPHER ELIM; ALBERTUS RAYMOND GUNARDI",
  "contributors": "Devi Destiani Andilas (Advisor 1); Hatane Semuel (Examination Committee 1); Rachmat Sugianto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010367/MAN/2020; Michael Christopher Elim (35416059), Albertus Raymond Gunardi (35416007)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMER SATISFACTION"
}