{
  "id": "47566",
  "title": "Perancangan health risk assessment untuk meminimalkan penyakit akibat kerja pada departemen boiler perusahaan makanan di area Rungkut Industri Surabaya",
  "abstract": "Kesehatan kerja merupakan aspek penting yang perlu diperhatikan oleh pihak perusahaan. Pekerja yang bekerja memproduksi bahan pangan tersebut tidak lepas dari resiko terkena Penyakit Akibat Kerja (PAK). Program ‘Zero Diseases’ yang diterapkan oleh perusahaan memerlukan monitoring terdokumentasi serta metode pengendalian yang relevan untuk resiko PAK yang ditimbulkan akibat aktivitas kerja. Perancangan dokumen Health Risk Assessment (HRA) dimaksudkan untuk menjawab kebutuhan perusahaan terkait pendokumentasian jenis dan kategori resiko PAK beserta metode pengendalian yang sesuai untuk menindaklanjutinya. Metode yang digunakan dalam pengambilan data adalah wawancara secara langsung, kuisioner, dan data monitoring kesehatan pekerja tahunan dari perusahaan. Data-data tersebut diolah sesuai kebutuhan tiap PAK dan dikelompokkan kategori resikonya berdasarkan matriks resiko. Kategori PAK dengan low risk sebanyak 59%, medium risk sebanyak 37%, dan high risk sebanyak 4%. Perancangan HRA juga dilengkapi dengan metode pengendalian. Ke empat belas jenis PAK seluruhnya memiliki jenis pengendalian administratif, delapan diantaranya pengendalian dengan pemakaian APD, dan satu memakai engineering control. Jenis pengendalian yang dilakukann disesuaikan dengan jenis PAK dan perlu ditindaklanjuti sesuai yang tertera pada HRA.",
  "creators": "ELIZABETH PAULA ANTOINETTE LAKSA",
  "contributors": "Herri Christian Palit (Advisor 1); Indriati Njoto Bisono (Examination Committee 1); Dewi Setyowati (Advisor 2); dr. Arief Novianto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022306/IND/2020; Elizabeth Paula Antoinette Laksa (25416045)",
  "subjects": "HEALTH RISK ASSESSMENT; INDUSTRIAL MANAGEMENT"
}