{
  "id": "47564",
  "title": "Strategi impression management K.H. Ma'ruf Amin saat menjadi wakil presiden RI 2019-2024 melalui instagram @kyai_marufamin",
  "abstract": "Impression management adalah upaya membangun kesan yang dilakukan setiap orang dengan maksud membuat citra diri dan tujuan tertentu. Semua orang secara sadar atau tidak juga membangun kesan dirinya untuk orang lain, termasuk K.H. Ma’ruf Amin sebagai tokoh politik. K.H. Ma’ruf Amin merupakan Wakil Presiden RI 2019-2024 yang baru saja dilantik. Peneliti ingin mengetahui strategi impression management K.H. Ma’ruf Amin saat menjadi Wakil Presiden RI 2019-2024 melalui Instagram @kyai_marufamin dengan menggunakan metode analisis isi kuantitatif deskriptif. Penlitian ini melakukan koding terhadap pesan verbal yang ada di dalam foto, video, dan caption teks pada 113 postingan yang diunggah di instagram @kyai_marufamin saat masa 100 hari kerja, dan setelah masa 100 hari kerja. Adapun strategi impression management yang digunakan adalah : ingratiation, self-promotion, intimidation, exemplification, dan supplication. Hasil penelitian ini menunjukkan strategi yang paling banyak digunakan oleh K.H. Ma’ruf Amin adalah strategi ingratiation dengan sub indikator sikap memotivasi pihak lain. K.H. Ma’ruf Amin sebagai Wakil Presiden RI menunjukkan sebagai sosok orang yang ingin disukai oleh pihak lain dengan cara memotivasi orang lain lewat berbagai pesan verbal yang ia tunjukkan di instagramnya.",
  "creators": "MARCO NUGROHO",
  "contributors": "Gatut Priyowidodo (Advisor 1); Jandy Edipson Luik (Advisor 2); Fanny Lesmana (Examination Committee 1); Chory Angela Wijayanti (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011563/KOM/2020; Marco Nugroho (51416078)",
  "subjects": "COMMUNICATION--POLITICAL ASPECTS; INSTAGRAM (ELECTRONIC RESOURCE); SELF-PERCEPTION; PUBLIC RELATIONS"
}