{
  "id": "47570",
  "title": "The influence of environmental concern, warm glow, utilitarian environmental benefits, self-expressive benefits, and nature experiences toward purchase intention with the mediation of brand attitude: The case of The Body Shop",
  "abstract": "The rise of consumer environmentalism changed the landscape of many industries around the world, including cosmetic industries. The Body Shop is one of the companies that implement green marketing to increase their sales and reputation. The researcher focuses on the use of environmental concern, utilitarian environmental benefits, warm glow, self-expressive benefits, and nature experiences in the green marketing strategy of The Body Shop. In this research, the researcher wants to examine whether environmental concern, utilitarian environmental benefits, warm glow, self-expressive benefits, and nature experiences influence the brand attitude and purchase intention of The Body Shop brand. Moreover, this research also examines whether the brand attitude mediates the relationship. The researcher has collected 99 valid data obtained from questionnaires distributed on the google form. The data are analyzed with multiple linear regression and the Sobel test. The result of the data analysis concluded that environmental concern, utilitarian environmental benefits, warm glow, self-expressive benefits, and nature experiences influence brand attitude and purchase intention. Moreover, the Sobel test result concluded that brand attitude only mediated the relationship of environmental concern, utilitarian environmental benefits, self-expressive benefits, and nature experiences toward purchase intention. In this research, the mediation of brand attitude is partial mediation.",
  "creators": "HANS CHRISTIAN ADINATA",
  "contributors": "Ruth Srininta Tarigan, S.Kom., MBA. (Advisor 1); Adelina Proboyo (Examination Committee 1); Juliana Caesaria Tandung (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 34010422/MAN/2020; Hans Christian Adinata (34416010)",
  "subjects": "BRAND CHOICE; CONSUMER BEHAVIOR"
}