{
  "id": "47584",
  "title": "Evaluasi strategi program customer relationship management Kayu Bihi Farm Bali dalam mempertahankan loyalitas pelanggan",
  "abstract": "Penelitian ini dilakukan untuk mengevaluasi strategi program Customer Relationship Management yang dijalankan oleh Kayu Bihi Farm Bali dalam mempertahankan loyalitas pelanggan. Evaluasi merupakan suatu tindakan yang penting untuk dilakukan perusahaan untuk mengetahui tindak lanjut dari program yang telah dijalankan. Pendekatan dalam penelitian ini adalah kualitatif dengan metode studi kasus serta menggunakan teknik pengumpulan data wawancara mendalam (in-depth interview), observasi dan dokumentasi. Program Customer Relationship Management ini memiliki beberapa bentuk program di dalamnya yaitu Customer Gathering Community Sharing, Seminar dan Birthday Treatment. Evaluasi dilakukan berdasarkan sudut pandang pelanggan karena dalam hal ini, pelanggan adalah sasaran utama dari diadakannya program ini. Berdasarkan hasil evaluasi, dapat diketahui bahwa Customer Gathering telah mencapai tujuannya, meskipun terdapat beberapa kendala seperti partisipasi pelanggan dan minimnya keterlibatan staff Kayu Bihi Farm selama pelaksanaan program. Sedangkan permasalahan pada program Community Sharing terletak pada penggunaan bahasa dalam menyampaikan materi, pemberian reward untuk games dan waktu pelaksanaan program. Pada program Seminar ditemukan bahwa program ini tidak mencapai tujuannya dikarenakan ketidakpuasan pelanggan terhadap waktu pelaksanaan program yang dirasa kurang efektif. Kemudian pada program Birthday Treatment permasalahan yang ada ditemukan pada waktu klaim diskon yang kurang serta waktu penyerahan kue yang tidak tepat sehingga hal ini menjadi faktor ketidakberhasilan pada program secara keseluruhan.",
  "creators": "YOHANA SUWANTO",
  "contributors": "Felicia Goenawan (Advisor 1); Astri Yogatama (Advisor 2); R. OTTO BAMBANG WAHJUDI (Examination Committee 1); Titi Nur Vidyarini, S.Sos., M.Comms. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011609/KOM/2020; Yohana Suwanto (51416014)",
  "subjects": "CUSTOMER LOYALTY; CUSTOMER RELATIONS"
}