{
  "id": "47581",
  "title": "Pengaruh electronic word of mouth terhadap brand awareness kedai Kopi Kenangan pada warga kota Surabaya",
  "abstract": "Kedai Kopi Kenangan merupakan salah satu brand ritel kopi lokal non-franchise dengan konsep coffee to go. Saat ini kedai Kopi Kenangan telah memiliki 15 kedai di Kota Surabaya dalam waktu 1 tahun. Pertumbuhan kedai Kopi Kenangan menunjukkan brand awareness merupakan elemen penting untuk diperhatikan karena mampu mempengaruhi perilaku konsumen dalam menentukan keputusan pembelian, menentukan kelangsungan brand equity, dan mendukung kegiatan marketing communications dalam mencapai tujuannya. Dalam teorinya, word of mouth (WOM) sebagai salah satu marketing communication tools efektif dan efisien dalam mengomunikasikan dan memasarkan suatu brand, produk atau jasa. Seiring kemajuan teknologi, muncul aktivitas WOM berbasis internet, yaitu electronic word of mouth (E-WOM). Instagram sebagai media sosial mampu membuat setiap sesama pengguna dan perusahaan dapat berinteraksi secara umum sehingga terciptanya E-WOM di media sosial. Oleh karena itu, penelitian ini melihat pengaruh E-WOM di Instagram terhadap brand awareness kedai Kopi Kenangan pada Warga Kota Surabaya berusia 15-64 tahun dengan menggunakan metode survei online. Teknik sampling yang digunakan ialah accidental sampling & purposive sampling. Indikator pada variabel E-WOM meliputi: content, intensity, valence of opinions, sedangkan indikator pada variabel brand awareness yaitu brand recall, brand recognition, brand purchase, dan brand consumption. Berdasarkan hasil penelitian yang ada, terdapat pengaruh E-WOM terhadap brand awareness kedai Kopi Kenangan pada Warga Kota Surabaya dengan nilai persamaan regresi Y = 15,691 + 0,231X.",
  "creators": "KEZIA DESCITA RYZAN",
  "contributors": "Gatut Priyowidodo (Advisor 1); Judy Djoko Wahjono Tjahjo (Examination Committee 3); R. OTTO BAMBANG WAHJUDI (Examination Committee 1); Vita Monica (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011566/KOM/2020; Kezia Descita Ryzan (51416028)",
  "subjects": "BRAND NAME PRODUCTS; MARKETING--MANAGEMENT"
}