{
  "id": "47585",
  "title": "Personal branding Malvava make up artist dalam akun Instagram @Malvava",
  "abstract": "Penelitian ini dilakukan untuk mengetahui personal branding Malvava Make Up Artist dalam akun Instagram @malvava. Malvava Make Up Artist adalah salah satu make up artist yang terkenal di Surabaya. Untuk bersaing di dalam dunia bisnis make up artist, Malvava perlu menampilkan diri secara unik dalam setiap melakukan promosi. Hal ini bertujuan agar Malvava dapat menonjol daripada kompetitor-kompetitornya. Proses membentuk persepsi masyarakat terhadap diri Malvava inilah yang disebut dengan personal branding. Untuk menampilkan dan mengkomunikasikan siapa dirinya, Malvava menggunakan media Instagram yang merupakan satu-satunya media promosi bisnis make upnya. Penelitian ini menggunakan jenis penelitian deskriptif dengan pendekatan kualitatif. Metode yang digunakan adalah studi kasus. Hasil penelitian menunjukkan bahwa Malvava telah membangun personal brandingnya dengan sangat baik dan jujur sesuai dengan value dan kepribadian dirinya sendiri. Malvava telah menerapkan 8 konsep pembentuk personal branding yaitu, spesialisasi, kepemimpinan, kepribadian, perbedaan, visibilitas, kesatuan, keteguhan, dan nama baik. Namun tidak dapat dipungkiri bahwa style make up Malvava tetap adalah hal pertama yang akan dijadikan rujukan klien dalam menentukan pilihan mereka. Namun kepribadian dan attitude yang baik yang ditampilkan oleh Malvava di dalam Instagramnya pun secara tidak langsung juga akan dapat mempengaruhi persepsi para calon klien terhadapnya.",
  "creators": "MELINA YANTI",
  "contributors": "Felicia Goenawan (Advisor 1); Vita Monica (Advisor 2); Ido Prijana Hadi (Examination Committee 1); Titi Nur Vidyarini, S.Sos., M.Comms. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011601/KOM/2020; Melina Yanti (51416010)",
  "subjects": "BRANDING (MARKETING); COMMUNICATIONS; VISUAL COMMUNICATION"
}