{
  "id": "47597",
  "title": "Fasilitas rehabilitasi mental Katolik bagi anak korban kekerasan di Kota Malang",
  "abstract": "Tingginya kasus kekerasan terhadap anak di Indonesia menjadi salah satu yang hal utama yang melatarbelakangi adanya Proyek tugas akhir Fasilitas Rehabilitasi Mental Katolik bagi Anak Korban Kekerasan di Kota Malang. Namun, penanganan khususnya pada segi psikologis juga cenderung masih minim. Dengan fasilitas ini diharapkan mampu membantu anak-anak yang pernah mengalami trauma akibat kekerasan untuk memulihkan kedudukan batin dan watak mereka. Keterkaitan dengan unsur agama, khususnya Katolik membantu memberi nilai-nilai pada program rehabilitasi yang diterapkan. Penerapan pendekatan desain berupa pendekatan perilaku, dengan memahami karakter-karakter anak yang mengalami trauma akibat tindak kekerasan, dapat membantu dalam membuat rancangan yang kontekstual. Pendalaman terhadap karakter tiap-tiap ruang, dimana karakter ruang tersebut disesuaikan dengan karakter-karakter anak yang mengalami trauma akibat kekerasan. Rancangan fasilitas rehabilitasi ini menyediakan fasilitas hunian, pendidikan, dan terapi bagi anak-anak dan remaja (usia 6-18 tahun) yang mengalami trauma akibat kekerasan. Fasilitas hunian dirancang dengan berbagai tipe unit kamar yang menyesuaikan dengan kecenderungan perilaku anak setelah mengalami kekerasan. Fasilitas pendidikan dengan konsep playful dengan suasana yang informal sehingga anak tidak merasa tertekan dengan kegiatan pendidikan dan memiliki pengalaman belajar yang menyenangkan. Fasilitas terapi disesuaikan dengan kecenderungan perilaku anak, kebutuhan anak, kelompok usia dan respon anak selama menjalani kegiatan terapi.",
  "creators": "STEFANUS RICHARD",
  "contributors": "Andhi Wijaya (Advisor and Examination Committee); Riduan Sukardi (Examination Committee 1); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 2); Aris Budhiyanto, S.T., M.Sc., Ph.D. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024083/ARS/2020; Stefanus Richard (22416073)",
  "subjects": "CHILDREN--INSTITUTIONAL CARE--DECORATION; EDUCATION PARKS--DESIGNS AND PLANS"
}