{
  "id": "47598",
  "title": "Fasilitas edukasi bursa efek dan perkantoran di Surabaya",
  "abstract": "Fasilitas Edukasi Bursa Efek dan Perkantoran di Surabaya ini tercipta karena kurangnya edukasi masyarakat akan pentingnya bursa efek. Padahal pemerintah mendukung adanya bursa efek di Indonesia yang dimuat dalam UU Nomor 8 Tahun 1995. Hanya sebesar 0.2% dari masyarakat Indonesia yang mengenal bursa efek. Proyek ini berlokasi di Jalan Niaga Gapura, Surabaya, Jawa Timur. Memiliki potensi site yang berada di salah satu kota besar di Indonesia, sehingga membuat masyarakat Surabaya dan masyarakat di sekitarnya bisa mengunjungi bangunan ini dengan akses yang mudah dicapai. Bangunan juga memiliki beberapa retail yang bertujuan mengundang masyarakat berkunjung ke bangunan karena letak site yang berada dekat dengan area G – Walk Citraland. Berdasarkan hasil survei pada beberapa tempat sekuritas di Surabaya, masalah desain yang ditemukan adalah suara. Suara seorang pialang saham yang sedang menelepon klien mengganggu pialang yang lain, sehingga bangunan ini didesain agar para pialang dapat bekerja dengan lebih maksimal serta bisa menjadi sebuah wadah yang mengundang masyarakat akan edukasi bursa efek. Untuk memecahkan masalah tersebut maka pendekatan yang digunakan adalah pendekatan perilaku. Dari perilaku para pialang tersebut bisa membentuk sebuah space yang menjadi sebuah form dan menjadi desain bangunan. Pendekatan ini berdasarkan pada teori Edward Hall 1963, yang mengatakan bahwa jarak antar pengguna memengaruhi pengguna lain. Berdasarkan teori tersebut, hasil survey, dan pendekatan yang dipakai, maka konsep bangunan yang dipakai adalah “Distancing”, yaitu suara yang ditimbulkan dari jarak tiap pengguna memengaruhi kinerja pengguna lain. Pendalaman karakter ruang dipakai untuk mendukung konsep ini. Pendalaman ini dipakai sesuai dengan karakteristik pengguna pada tiap ruangan di dalamnya",
  "creators": "TIMOTHY ASHER SOEKARDI",
  "contributors": "Stanislaus Kuntjoro Santoso (Advisor 1); Rully Damayanti (Advisor 2); Luciana Kristanto, S.T., M.T. (Advisor 3); Joyce M.Laurens (Examination Committee 1); Frans Soehartono (Examination Committee 2); Handinoto (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024065/ARS/2020; Timothy Asher Soekardi (22416047)",
  "subjects": "OFFICE BUILDINGS--DESIGN AND PLANS"
}