{
  "id": "47607",
  "title": "The significance of key e-service quality dimensions toward customer loyalty of generation Y and generation Z when shopping fashion products online at Shopee Indonesia with customer perceived value as the mediator",
  "abstract": "Nowadays, e-commerce has been increasing in Indonesia. Many people have done online shopping with an increasing number of purchases every year. One of the top three e-commerce platforms in Indonesia is Shopee, with the significant growth of users. Shopee has been popular with fashion as the number one most purchased category. Moreover, most users are coming from generation Y and generation Z, the largest market of the current era. Therefore, the researcher wants to examine how significant the e-service quality of Shopee Indonesia as an online shopping platform in retaining the customers from both generations. The research will identify if the vital e-service quality dimensions significantly affect each generation's customer loyalty and whether customer perceived value plays the role of mediator between the key e-service quality dimensions and customer loyalty for each generation. The research is conducted using multiple linear regression analyses, with the data gathered using a simple random sampling method. Sobel test is also performed to analyze the mediating variable. The statistical analysis is done using the IBM SPSS program. The research results show that for generation Y and generation Z, the key E-SERVQUAL dimensions, except for reliability, significantly affect customer loyalty with perceived value as the mediator. In contrast, reliability does not have any significant effect on either perceived value or customer loyalty.",
  "creators": "MONICA CHRISTY SETIAWAN",
  "contributors": "Maria Natalia Damayanti Maer, S.S., M.A., Ph.D. (Advisor 1); Tessa Vanina Soetanto (Examination Committee 1); Ricky Wang (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 34010414/MAN/2020; Monica Christy Setiawan (34416016)",
  "subjects": "CUSTOMER LOYALTY"
}