{
  "id": "47601",
  "title": "Designing a video as a tool to promote Zoom Hotel Jemursari Surabaya to its target market",
  "abstract": "Zoom Hotel Jemursari is located at Jl. Raya Jemursari no. 109 B-C Surabaya. As a hotel, the main product of the Zoom Hotel Jemursari is the rooms it provides for the guests. The primary target market of this hotel is the general public with middle to upper-class income. The competitors of this hotel are Yello Hotel, Luminor Hotel Jemursari, and Zest Hotel. The main problem of this hotel regarding the salespersons is that it has difficulties convincing the customers because they do not have a promotional tool that can support them to provide more exciting information about the facilities, products, and services that Zoom Hotel Jemursari delivers to its customers. I decided to make a promotional video as a solution to these problems. However, due to the pandemic COVID-19 situation, I do not have to submit the video. Instead, I have to offer the storylines or storyboards (which consist of at least a description of the scene (actors & actions), dialogue, props/visual effects & sample pictures. I used a questionnaire form to design the storylines containing new information, strength, and uniqueness from Zoom Hotel Jemursari. The objective of using the questionnaire form is to identify the USP that can be used in my promotional video later. In the storylines of a promotional video, there are three most famous scenes: the chief rooms scene, meeting rooms, and Z-Lounge resto scene. Those three scenes are essential because they will help Zoom Hotel Jemursari to introduce its facilities and to show strength and uniqueness. In the main rooms' views, there is three footage that will show the visual appearance in the main places. This promotional video will be a beneficial tool for Zoom Hotel Jemrusari's salespersons. This tool will support the salespersons to convince the customers by providing more new information using this promotional video.",
  "creators": "RENDY DARMAWAN",
  "contributors": "Jusuf Imam Ibrahim (Advisor and Examination Committee); Samuel Gunawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012332/ING/2020; Rendy Darmawan (11415075)",
  "subjects": "HOTELS--MARKETING; ADVERTISING--HOTELS"
}