{
  "id": "4761",
  "title": "Analisis konservasi energi melalui selubung bangunan pada bangunan gedung perkantoran di Surabaya",
  "abstract": "Penelitian ini bertujuan untuk melakukan konservasi energi pada bangunan bertingkat banyak dengan cara optimalisasi dalam perencanaan selubung luar bangunan. Kondisi dari selubung luar bangunan diharapkan mempunyai korelasi langsung terhadap beban panas eksternal. Pengkondisian udara karena beban panas (internal dan eksternal) menggunakan 50-70% dari penggunaan energi total. Penelitian ini dilakukan pada enam gedung perkantoran di Surabaya, yang memiliki ketinggian diatas delapan lantai. Perhitungan beban pendinginan menggunakan metode CLTD (Cooling Load Temperature Difference). Perhitungan OTTV (Overall Thermal Transfer Value) memakai SNI 03-6389- 2000 dan perhitungan ETTV (Envelope Thermal Transfer Value ) dengan memakai draft pengganti BCA Regulation 69 of the Building Control Regulations. Data-data fisik keenam gedung perkantoran tersebut diatas dan hasil perhitungan beban pendinginan kondisi existing, diambil dari tesis Program Pascasarjana Universitas Kristen Petra No.022/MTS oleh Irene S.T.,M.T. Perhitungan Beban Pendinginan, OTTV dan ETTV dibuat dengan kondisi berbagai WWR (Window to Wall Ratio), untuk mengetahui pada WWR berapa, selubung bangunan tersebut akan menghasilkan nilai OTTV dan ETTV yang memenuhi syarat standar dan berapa beban pendinginan external yang diperlukan, sehingga penelitian ini dapat membantu para perencana dalam merencanakan selubung bangunan yang hemat energi.",
  "creators": "ARYO PRABOWO",
  "contributors": "Jimmy Nurdi Kusuma Priatman (Advisor 1); Oegik Soegihardjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Thesis No. 01000099/MTS/2007; Aryo Prabowo (01503001)",
  "subjects": "BUILDINGS-ENERGY CONSERVATION; OFFICE BUILDINGS-AIR CONDITIONING-RESEARCH"
}