{
  "id": "47612",
  "title": "Pengaruh financial distress terhadap keputusan pergantian Kantor Akuntan Publik dengan opini audit sebagai variabel moderasi",
  "abstract": "Penelitian ini bertujuan untuk mengetahui apakah faktor financial distress memiliki pengaruh dalam keputusan pergantian kantor akuntan publik (KAP) dan untuk mengetahui apakah faktor opini audit akan memoderasi hubungan antara financial distress dengan keputusan pergantian KAP. Studi terdahulu telah meneliti hubungan antara financial distress dengan keputusan pergantian KAP. Namun, hasilnya masih beragam. Oleh karena itu, peneliti ingin menguji ulang hubungan financial distress dan pergantian KAP dengan mempertimbangkan opini audit yang diperoleh perusahaan pada periode sebelumnya sebagai variabel pemoderasi antara hubungan financial distress dengan pergantian KAP. Informasi financial distress diukur menggunakan model Springate, sedangkan informasi opini audit dan pergantian KAP diukur dengan dummy variable. Penelitian ini juga menggunakan variabel kontrol berupa pergantian manajemen dan ukuran KAP. Sampel penelitian ini berupa perusahaan manufaktur yang terdaftar di Bursa Efek Indonesia (BEI) antara periode 2014 hingga 2018, dengan total sampel sebanyak 640 data observasi. Dalam pengolahan data, penelitian ini menggunakan aplikasi Statistical Package for the Social Science (SPSS) versi ke 26 dengan model regresi logistik. Hasil penelitian ini menemukan 2 hal, pertama financial distress terbukti tidak signifikan mendorong perusahaan untuk melakukan pergantian KAP. Kedua, jenis opini audit yang diperoleh perusahaan pada periode sebelumnya tidak terbukti menjadi pemoderasi hubungan antara financial distress dengan keputusan pergantian KAP. Namun, faktor opini audit ditemukan sebagai predictor moderator atau variabel independen dalam model penelitian, ketika perusahaan yang memperoleh opini buruk pada periode sebelumnya maka perusahaan lebih cenderung melakukan pergantian KAP.",
  "creators": "SURYADI SALIM",
  "contributors": "Juniarti (Advisor 1); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Tugas Akhir",
  "source": "Skripsi No. 32011495/AKT/2020; Suryadi Salim (32416030)",
  "subjects": "AUDITING; CORPORATIONS--FINANCE; FINANCE, PUBLIC--ACCOUNTING"
}