{
  "id": "47614",
  "title": "Pengaruh gender diversity dan family ownerhsip terhadap firm performance pada perusahaan jasa",
  "abstract": "Penelitian ini bertujuan untuk mengetahui pengaruh keberagaman gender dalam dewan dan perusahaan kepemilikan keluarga terhadap kinerja keuangan dan non-keuangan perusahaan. Populasi dan sampel yang digunakan dalam penelitian ini sebanyak 408 perusahaan jasa yang terdaftar di Bursa Efek Indonesia pada tahun 2009-2018. Penelitian ini menggunakan keberagaman gender dalam dewan yang diukur menggunakan Shannon Index dan perusahaan kepemilikan keluarga sebagai yang diukur dari proporsi saham yang dimiliki oleh anggota keluarga dari jumlah total saham perusahaan yang beredar sebagai variabel independen. Kinerja keuangan perusahaan diukur menggunakan Return On Assets (ROA) dan Tobin’s Q dengan kinerja non-keuangan perusahaan yang diukur dari aktivitas tanggung jawab sosial perusahaan (CSR) sebagai variabel dependen. Teknik analisa yang digunakan dalam penelitian ini adalah regresi data panel. Hasil penelitian menunjukkan bahwa keberagaman gender dalam dewan dan perusahaan kepemilikan keluarga tidak signifikan terhadap ROA, namun keberagaman gender dalam dewan berpengaruh signifikan terhadap Tobin’s Q sedangkan kepemilikan keluarga tidak signifikan terhadap Tobin’s Q, dan keduanya baik kebergaman gender dalam dewan dan perusahaan kepemilikan keluarga berpengaruh positif terhadap aktivtas CSR perusahaan.",
  "creators": "ANASTASIA NOVIA RAMBING; MICHELLE CHARITY HARIYONO",
  "contributors": "Juniarti (Advisor and Examination Committee); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1); Josua Tarigan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011504/AKT/2020; Anastasia Novia Rambing (32416182), Michelle Charity Hariyono (32416108)",
  "subjects": "GOVERNMENT CORPORATIONS--MANAGEMENT; FAMILY-OWNED BUSINESS ENETERPRISES"
}