{
  "id": "47620",
  "title": "Pengaruh content marketing terhadap customer value dan customer engagement pada repeat buying aplikasi tiket.com di Surabaya",
  "abstract": "Seiring berkembangnya era globalisasi, teknologi informasi semakin lama semakin merubah aktivitas pelanggan menjadi mudah dan praktis, terutama di bidang pariwisata (Online Travel Agent). Pengguna Online Travel Agent meningkat setiap tahunnya, terutama pada aplikasi tiket.com. Pada tahun 2020, total pengunjung tiket.com sebanyak 8,85m orang dan mengalami peningkatan 8,17% dari tahun sebelumnya. Penelitian ini bertujuan untuk menganalisa pengaruh dari Content Marketing terhadap Customer Value dan Customer Engagement pada Repeat Buying aplikasi tiket.com di Surabaya. Penelitian ini dilakukan dengan menyebarkan kuesioner secara online kepada 100 responden yang pernah menggunakan aplikasi tiket.com terutama di wilayah Surabaya. Teknik analisa yang dilakukan peneliti adalah teknik analisa kuantitatif dengan metode path analysis. Hasil penelitian ini menunjukkan bahwa variabel Content Marketing dari tiket.com memiliki pengaruh terhadap Customer Engagement dengan hasil nilai uji T statistics > 1,96 yaitu sebesar 8,372. Dilihat dari uji tersebut maka dapat dipastikan bahwa Content Marketing memiliki pengaruh positif terhadap Customer Engagement. Selain itu, Content Marketing juga memiliki pengaruh positif terhadap Customer Value. Terlihat bahwa Content Marketing juga memiliki pengaruh pada Customer Value dengan memiliki nilai uji T statistics > 1,96 yaitu sebesar 9,366. Customer Engagement juga memiliki pengaruh positif terhadap Repeat Buying. Terlihat dari nilai uji T statistics yang dimiliki customer Engagement terhadap Repeat Buying lebih besar dari 1,96 yaitu sebesar 5,921. Terakhir, Customer Value memiliki pengaruh positif terhadap Repeat Buying. terlihat pada nilai uji T statistics > 1,96 yaitu sebesar 2,378 sehingga dapat disimpulkan bahwa Customer Value memiliki pengaruh terhadap Repeat Buying. Berdasarkan hasil penelitian, Content Marketing memberikan peran penting bagi Customer Value dan Customer Engagement. Customer Value dan Customer Engagement juga memberikan peran penting bagi Repeat Buying pada masyarakat di Surabaya.",
  "creators": "ELISSA",
  "contributors": "Diah Dharmayanti (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020766/MAN/2020; Elissa (36416039)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMERS--RESEARCH"
}