{
  "id": "4762",
  "title": "lAternatif studi kelayakan aspek keuangan proyek BOT studi kasus Darmo Trade Center",
  "abstract": "Pemerintah menanggapi pertumbuhan ekonomi dan jumlah penduduk di Surabaya selatan melalui kerjasama dengan pihak swasta untuk merevitalisasi pasar tradisional yang ada menjadi pasar dengan konsep modern dan tradisional yaitu Darmo Trade Center. Studi kelayakan yang telah dilakukan sebelumnya menunjukkan bahwa proyek Darmo Trade Center ditinjau dari sisi finansial layak untuk dilaksanakan. Alternatif terhadap studi kelayakan proyek perlu dilakukan, melihat kondisi aktual yang tidak sesuai dengan ekspektasi awal. Tujuan penelitian ini adalah untuk memberikan alternatif studi kelayakan aspek keuangan proyek DTC sesuai dengan kondisi terkini. Metode yang digunakan dalam penelitian adalah melalui analisa risiko terhadap kondisi keuangan aktual dan kondisi keuangan rencana hingga akhir penyerahan proyek, dengan melakukan simulasi jenis Monte Carlo terhadap asumsi angka perencanaan yang digunakan dalam alternatif studi kelayakan proyek. Data penelitian didapat dari hasil survei kuesioner pada tenant dan melalui wawancara pada manajemen. Hasil penelitian menunjukkan bahwa terjadi perubahan asumsi angka perencanaan seperti biaya awal proyek, tingkat hunian gedung, harga jual kios, harga sewa kios, tarif service charge, dan tingkat suku bunga bank. Melalui analisa risiko pada alternatif studi kelayakan menunjukkan bahwa hasil alternatif studi kelayakan aspek keuangan proyek Darmo Trade Center menjadi tidak layak, dengan nilai NPV rata-rata sebesar Rp. -5.450.000.000,- dan nilai IRR rata-rata 15,99 % pa. Melalui analisa sensitivitas didapat beberapa faktor yang mempengaruhi studi kelayakan antara lain yaitu kenaikan harga jual dan sewa kios, serta tingkat hunian gedung.",
  "creators": "YOHANES BUDI PRABOWO",
  "contributors": "Andi (Advisor 1); JANUAR BUDIMAN (Advisor 2); Indriani Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Thesis No. 01000100/MTS/2007; Yohanes Budi Prabowo (01505010)",
  "subjects": "FEASIBILITY STUDY; INDUSTRIAL PROJECT MANAGEMENT"
}