{
  "id": "47627",
  "title": "Fasilitas glamping di Badung, Bali",
  "abstract": "Berkemah merupakan salah satu kegiatan yang berinteraksi langsung dengan alam, selain itu manfaat berkemah sendiri juga mampu membangun keakraban dengan orang-orang di sekitar kita. Berkemah dengan fasilitas yang nyaman atau biasa disebut Glamour Camping atau Berkemah mewah sudah menjadi tren di seluruh dunia termasuk di Indonesia. Di Kabupaten Badung khususnya di Dusun Kiadan memiliki banyak potensi alam salah satunya adalah produk kopinya, untuk membantu memperkenalkan produksi kopi sekaligus membangun hubungan yang harmonis antara wisatawan dan penduduk Dusun Kiadan, serta menumbuhkan rasa syukur kehadapanNya atas keberadaan alam yang masih natural dan sumber alam yang terawatt dengan baik. Dari tujuan tersebut konsep yang diambil yaitu bagaimana menerapkan Tri Hita Karana di dalam Glamping, artinya fasilitas didesain untuk membangun hubungan yang harmonis antara alam, manusia, dan Tuhan. Dalam proses desain, pendekatan vernakular dianggap mampu menyelesaikan masalah pada desain karena lokasinya yang berada di Bali sangat kental dengan budaya dan kepercayaan masyarakatnya. Pendekatan vernakular diterapkan pada desain melalui hirarki ruang, orientasi bangunan, tata letak massa, sirkulasi, bentuk dan tampilan serta pemilihan material. Kemudian Pendalaman yang dipilih adalah pendalaman karakter ruang untuk menghadirkan suasana seperti di tengah alam, perasaan bebas, natural bagi siapa saja yang datang ke fasilitas ini. Keunikan dari fasilitas ini adalah dari konsep berkemah mewah itu sendiri, dimana agar kesan berkemah itu tetap ada namun dengan penyesuaian terhadap material dan kondisi sekitar. Penggunaan material alami seperti bambu dipilih untuk memaksimalkan material lokal dan setiap massa yang menggunakan penghawaan alami secara aktif. Selain itu, untuk meminimalisir penggunaan cut and fill pada lahan kontur pada site menggunakan struktur panggung pada bangunan Glamping. Perkebunan kopi terletak dekat pada sisi selatan dan utara glamping untuk membangun interaksi wisatawan langsung dengan sumber alam tersebut.",
  "creators": "PREMA KRESNA DIANTHI",
  "contributors": "Rony Gunawan (Advisor 1); Wanda Widigdo Canadarma (Advisor 2); Angela Christysonia Tampubolon, S.T., M.T. (Advisor 3); Stanislaus Kuntjoro Santoso (Examination Committee 1); Luciana Kristanto, S.T., M.T. (Examination Committee 2); Rully Damayanti (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024141/ARS/2020; Prema Kresna Dianthi (22416160)",
  "subjects": "OUTDOOR RECREATION; RECREATION AREAS"
}