{
  "id": "47630",
  "title": "Fasilitas workshop dan retail kerajinan kulit dan batik khas Sidoarjo di Kabupaten Sidoarjo",
  "abstract": "Fasilitas Workshop & Retail Kerajinan Kulit & Batik Khas Sidoarjo di Kabupaten Sidoarjo merupakan fasilitas edukasi dan penjualan kerajinan kulit & batik khas Sidoarjo yang bertujuan untuk meningkatkan kembali minat masyarakat dalam maupun luar Kota Sidoarjo terhadap kerajinan lokal khas Sidoarjo yang sempat meredup akibat pengaruh bencana Lumpur Lapindo. Fasilitas edukasi terdiri dari area workshop yang merupakan salah satu fasilitas utama yang memberikan edukasi mengenai proses produksi kerajinan. Di samping itu terdapat galeri di mana hasil karya para pengrajin kulit maupun batik dipajang. Kemudian terdapat historical area yang merupakan ruang tempat informasi-informasi sejarah mengenai kerajinan kulit & batik khas Sidoarjo disimpan. Adanya galeri dan historical area yang mendukung fasilitas utama tersebut diharapkan mampu memberi informasi lebih mengenai kerajinan kulit & batik khas Sidoarjo. Selain fasilitas edukasi, terdapat juga fasilitas penjualan berupa retail yang menjual hasil produksi kerajinan kulit dan batik tersebut. Masalah utama pada bangunan ini yaitu bagaimana perancangan arsitektur dapat menerapkan sebuah sistem sirkulasi yang mendukung masing-masing fungsi bangunan. Penerapan hirarki rumah adat Jawa terhadap tatanan massa bangunan merupakan konsep yang diusung pada fasilitas tersebut. Mengingat masalah utama yang telah disebutkan, maka digunakan pendekatan arsitektur sistem sirkulasi dan pendalaman fasad dengan mengaplikasikan karakter-karakter fasad yang berbeda dalam mencerminkan hirarki ruang yang telah dibuat.",
  "creators": "WINDYACWARA JOSEPHIAN DEWANGGA",
  "contributors": "Irwan Santoso (Advisor 1); Timoticin Kwanda (Advisor 2); Dr. Feny Elsiana, S.T., M.T. (Advisor 3); Christine Wonoseputro (Examination Committee 1); Anik Juniwati (Examination Committee 2); Andhi Wijaya (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 07024149/ARS/2020; Windyacwara Josephian Dewangga (22416168)",
  "subjects": "COMMERCIAL BUILDINGS--DESIGNS AND PLANS"
}