{
  "id": "47636",
  "title": "Hotel resor di Banyuwangi Selatan",
  "abstract": "Desain hotel resor di Banyuwangi Selatan merupakan fasilitas penginapan bagi wisatawan lokal dan mancanegara yang mengunjungi area Banyuwangi, khususnya Pantai Pulau Merah. Tempat ini memiliki fasilitas resto, tempat fitness, kolam renang, tempat bermain, tempat bersantai, spa dan sauna, dan kios. Penginapan ini memiliki 3 kategori yaitu kamar standar, bungalow, dan pondok. Hotel resor ini didesain dipinggir pantai sehingga pengunjung dapat menikmati fasilitas pantai dan dapat melihat pemandangan pantai dari dalam kamar dan area hotel. Momen matahari terbit, matahari tenggelam serta riuh suara ombak juga menjadi daya tarik wisatawan. Kegiatan yang dapat dilakukan disekitar hotel resor adalah berselanjar, mendaki bukit, bermain di pantai, dan kuliner. Konsep desain dari hotel resor ini adalah “masa lalu dalam masa sekarang”, yaitu kebudayaan, identitas, dan karakteristik yang dimiliki Banyuwangi menjadi inspirasi dan diinovasikan namun tetap melekatkan identitas Banyuwangi. Hal ini dilakukan untuk menarik para wisatawan lokal dan mancanegara. Masalah utama dalam desain ini adalah mendesain sebuah hotel resor dengan kesan dan suasana lokal Banyuwangi dengan memperhatikan tatanan, material, pencahayaan, tektonika, dan tekstur, Untuk menyelesaikan kebutuhan desain tersebut maka pendekatan neo – vernacular dipakai sebagai metode desain. Pendalaman karakter ruang dengan mengaplikasikan konsep “masa lalu dalam masa sekarang” pada seluruh proses perancangan.",
  "creators": "MELISA THERESA",
  "contributors": "Maria Immaculata Hidayatun (Advisor 1); Bramasta Putra Redyantanu (Advisor 2); V.P. Nugroho Susilo (Advisor 3); Timoticin Kwanda (Examination Committee 1); Irwan Santoso (Examination Committee 2); Dr. Feny Elsiana, S.T., M.T. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 00024072/ARS/2020; Melisa Theresa (22416058)",
  "subjects": "HOTELS, TAVERNS, ETC.; HOTELS--DESIGNS AND PLANS"
}