{
  "id": "47641",
  "title": "Lembaga pemasyarakatan terbuka di Surabaya",
  "abstract": "Residivis adalah orang yang pernah dihukum mengulangi tindak kejahatan yang serupa; penjahat kambuhan: terdakwa - yang pernah dijatuhi hukuman dua tahun (Kamus Besar Bahasa Indonesia, 2001). Faktor terjadinya residivisme adalah ketidakberhasilan program pemasyarakatan yang dijalani oleh narapidana yang dipicu baik dari segi fisik lingkungan maupun dukungan psikis dari masyarakat. Narapidana membutuhkan peran masyarakat agar mereka dapat bermasyarakat dengan baik ketika bebas, namun di satu sisi, masyarakat merasa kurang aman ketika berada dekat dengan mereka. Hal ini menyebabkan semakin tingginya residivisme dan juga menyebabkan lingkungan lapas umum tidak mendukung program asimilasi. Program asimilasi atau tahap reintegrasi dengan masyarakat seharusnya dilakukan oleh narapidana yang sudah memenuhi syarat dan lulus uji screening, dan juga dilakukan di lapas terbuka. Lapas ini berbeda dengan lapas umum yang lebih tertutup, pengawasan maksimum dan ketat, namun di lapas terbuka ini lebih longgar sehingga hubungan dengan masyarakat dapat terjalin lebih baik namun tetap dalam kondisi pengawasan. Oleh karena itu, diusulkan perancangan arsitektur Lembaga Pemasyarakatan Terbuka di Surabaya, sebagai sebuah desain baru, yang mengubah stigmasi buruk dan sarana yang aman untuk berinteraksi, untuk menyediakan kondisi tinggal yang lebih memperhatikan kebutuhan jasmani dan psikologis bagi para pengungsi. Hal ini dilakukan dengan menerapkan konsep desain yang merupakan kebalikan dari tipologi lapas umum, yang menggunakan tipologi spasial penjara konvensional.",
  "creators": "ESTHER GRACIA",
  "contributors": "Bramasta Putra Redyantanu (Advisor 1); Maria Immaculata Hidayatun (Advisor 2); V.P. Nugroho Susilo (Advisor 3); Dr. Feny Elsiana, S.T., M.T. (Examination Committee 3); Irwan Santoso (Examination Committee 2); Timoticin Kwanda (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024052/ARS/2020; Esther Gracia (22416032)",
  "subjects": "PRISONS--DESIGNS AND PLANS"
}