{
  "id": "47650",
  "title": "Urban plaza di kota Surabaya",
  "abstract": "Urban Plaza di Kota Surabaya adalah sebuah kompleks bangunan yang menghubungkan bangunan eksisting, jalan, dan taman yang ada di sekitar site, sehingga membentuk ruang publik berfungsi sebagai pertokoan dan area untuk mengadakan events. Perkembangan arsitektur Surabaya saat ini masuk ke masa Modern Movement yang menciptakan masyarakat yang lebih individualis. Jan Gehl berpendapat bahwa ruang publik yang baik memiliki fungsi sebagai meeting place, market place, dan connecting place. Desain urban plaza ini memberikan kemudahan akses pejalan kaki dari berbagai sisi dan juga fasilitas komersial serta komunal yang tersedia di bawah atap langit Surabaya; sehingga membuat urban plaza sebagai salah satu alternatif ruang publik yang bersifat terbuka baik dari segi pengguna maupun suasana ruang publik itu sendiri. Masalah khusus dalam proyek perancangan ini adalah menyatukan dua golongan masyarakat sebagai target pengguna yang berbeda sifat dan karakteristik menjadi satu di ruang publik yang sama. Hal tersebut menjadi dasar dari pendekatan proyek ini yaitu pendekatan arsitektur perilaku. Urban plaza ini bertujuan agar menjadi fasilitas publik yang dapat membuat masyarakat lebih memperhatikan relasinya dengan sesama maupun lingkungannya.",
  "creators": "CELINE BETHARINA PUDJOHADI",
  "contributors": "Rully Damayanti (Advisor 1); Luciana Kristanto, S.T., M.T. (Advisor 2); Stanislaus Kuntjoro Santoso (Advisor 3); Joyce M.Laurens (Examination Committee 1); Handinoto (Examination Committee 2); Frans Soehartono (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024091/ARS/2020; Celine Betharina Pudjohadi (22416082)",
  "subjects": "COMMERCIAL BUILDINGS--DESIGNS AND PLANS; OFFICE BUILDINGS--DESIGN AND PLANS"
}