{
  "id": "47653",
  "title": "Strategi komunikasi online public relations Tourism Information Center (TIC) Surabaya dalam melakukan komunikasi pariwisata di Kota Surabaya",
  "abstract": "Tujuan penelitian ini untuk mengetahui strategi komunikasi online Public Relations (PR) Tourism Information Center (TIC) Surabaya dalam melakukan komunikasi pariwisata di Surabaya. Tahun 2018, Kota Surabaya sebagai Kota Jasa dan Perdagangan memperoleh penghargaan dari Yokatta Wonderful Indonesia Tourism Award sebagai kota di bidang pariwisata terbaik di Indonesia. TIC Surabaya sebagai media informasi dan media promosi pariwisata merupakan praktisi yang menjalankan aktivitas PR sebagai representasi dari Dinas Kebudayaan dan Pariwisata Kota Surabaya. Pandemi Covid-19 memaksa TIC Surabaya menutup kantor sementara sehingga upaya menjalin relasi dengan khalayak hanya dilakukan melalui media sosial. Penelitian ini menggunakan jenis penelitian deskriptif dengan pendekatan kualitatif menggunakan metode studi kasus. Hasil penelitian menunjukkan bahwa strategi komunikasi online PR yang merujuk pada konsep strategi media sosial dari Karen Freberg terdapat lima tahap strategi dan TIC Surabaya telah melakukan empat di antaranya. Terdiri dari membuat perencanaan strategis untuk media sosial, penulisan strategis untuk media sosial, lalu membuat, mengelola dan kurasi konten melalui akun media sosial Instagram @surabayasparkling, Twitter @TICSby dan Facebook Official Surabaya Tourism Information Center serta melakukan pengukuran dan evaluasi konten media sosial. Menghasilkan pula temuan konsep bahwa perencanaan awal tidak selalu dapat diimplementasikan apabila terjadi situasi tidak terduga yang mempengaruhi kebijakan.",
  "creators": "JOANNA KUSUMADEWI SUWITO",
  "contributors": "Judy Djoko Wahjono Tjahjo (Advisor 1); Astri Yogatama (Advisor 2); R. OTTO BAMBANG WAHJUDI (Examination Committee 1); Vita Monica (Examination Committee 2); Dr. Judy Djoko W. Tjahjo, S.E., M.Si. (Advisor 1); Dr. Otto Bambang Wahyudi, M.Si., M.M. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011572/KOM/2020; Joanna Kusumadewi Suwito (51416084)",
  "subjects": "BUSINESS COMMUNICATION; PUBLIC RELATIONS"
}