{
  "id": "47655",
  "title": "Pengaruh capital expenditure terhadap respon investor pada sektor finance",
  "abstract": "Keberhasilan pasar modal di Indonesia tidak lepas dari peranan investor sebagai pemodal dan informasi sebagai alat penting yang digunakan investor dalam pengambilan keputusan investasi. Dengan kata lain, dalam berinvestasi pada pasar modal, investor sangat bergantung pada informasi-informasi pasar. Melalui informasi yang tepat dan akurat, investor dapat memperoleh gambaran mengenai resiko dan expected return dari suatu sekuritas dalam rangka menentukan keputusan dan strategi investasi untuk memperoleh return yang maksimal. Adapun tujuan dari penelitian ini adalah untuk mengetahui pengaruh capital expenditure terhadap respon investor. Metode analisis yang digunakan adalah metode analisis regresi, di mana variabel independen adalah capital expenditure yang mempengaruhi respon investor sebagai variabel dependen. Firm size, institusional ownership, dan growth sebagai variabel lain yang mendukung penelitian ini. Jenis data yang digunakan adalah data kuantitatif yaitu data yang dinyatakan dalam bentuk angka atau numeric. Data diperoleh dari laporan keuangan tahunan pada sektor finance 2014-2018 yang diambil dari Bloomberg. Hasil penelitian menunjukkan bahwa Capital Expenditure berpengaruh positif signifikan terhadap respon investor. Hal ini menunjukkan bahwa hipotesis “capital expenditure berpengaruh positif terhadap respon investor”, dinyatakan diterima karena hasil pengujian hipotesis menunjukkan Capital Expenditure berpengaruh signifikan terhadap respon investor. Hubungan antara Capital Expenditure dengan Respon investor adalah positif. Semakin tinggi Capital Expenditure maka semakin tinggi respon investor.",
  "creators": "ROBERTO ATMAJAYA SUHERMAN",
  "contributors": "Juniarti (Advisor 1); Josua Tarigan (Examination Committee 1); Saarce Elsye Hatane (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011497/AKT/2020; Roberto Atmajaya Suherman (32415209)",
  "subjects": "CAPITAL INVESTMENTS; INVESTMENT ANALYSIS; STOCKHOLDERS"
}