{
  "id": "47661",
  "title": "Rusunawa produktif untuk masyarakat berpenghasilan rendah di Surabaya",
  "abstract": "Perancangan Rusunawa Produktif untuk Masyarakat Berpenghasilan Rendah di Surabaya ini dibuat berdasarkan adanya Rencana Pembangunan Angkutan Massal Cepat (AMC) di daerah Joyoboyo, Surabaya sebagai realisasi target Pemerintah Kota Surabaya berupa kota bebas kawasan kumuh. Rencana Pembangunan AMC terdiri dari terminal Joyoboyo dan beberapa fasilitas penunjang. Salah satunya berupa Rencana Pembangunan komplek rumah susun yang berfungsi untuk mewadahi masyarakat penghuni kawasan kumuh di daerah Joyoboyo dengan memberikan tempat layak huni. Masalah perancangan yang timbul adalah bagaimana menciptakan desain hunian dengan luasan tapak minimal namun adaptif, produktif, sehat dan dapat mengakomodasi nilai sosial, budaya dan ekonomi masyarakat setempat, sehingga dipilihlah konsep hunian adaptif dan produktif sebagai pemecah masalah. Pendekatan sains (daylighting) kemudian dipilih dikarenakan adanya kebutuhan desain terhadap cahaya matahari alami dalam fungsi bangunan maupun konsep produktifnya, dalam hal ini urban farming. Kemudian di akhir tahap desain, pendalaman struktur dipilih akibat jenis bangunan yang tergolong tingkat menengah, sehingga perlu adanya penyelesaian masalah dalam bidang struktur.",
  "creators": "AGATHA THEODORA CHRISTIAN",
  "contributors": "Ir. Bisatya Widadya Maer, M.T. (Advisor 1); Riduan Sukardi (Advisor 2); Aris Budhiyanto, S.T., M.Sc., Ph.D. (Advisor 3); Danny Santoso Mintorogo (Examination Committee 1); Altrerosje Asri, S.T., M.T. (Examination Committee 2); Elvina Shanggrama Wijaya, S.T., M.T. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 03024071/ARS/2020; Agatha Theodora Christian (22416056)",
  "subjects": "APARTMENT HOUSES--DESIGNS AND PLANS"
}