{
  "id": "47665",
  "title": "Fasilitas kantor sewa dan inkubator bisnis di Surabaya",
  "abstract": "Fasilitas Kantor Sewa dan Inkubator Bisnis di Surabaya ini merupakan fasilitas yang dibuat untuk memfasilitasi calon pengusaha start-up di Surabaya agar mendapat bimbingan yang sesuai kebutuhan sehingga, siap untuk terjun di dunia bisnis sesungguhnya. Fasilitas ini bertujuan untuk menampung pengusaha yang sukses pada bidang bisnis untuk menyalurkan kewajiban Corporate Social Responsibility (CSR) dengan cara memberikan bimbingan untuk usaha rintisan lainnya. Fasilitas ini mewadahi dari proses bimbingan, produksi, maupun penjualan produk pada fasilitas retail yang disediakan. Fasilitas ini tidak hanya mendukung ekonomi penggunanya, namun dapat mendukung perekonomian sekitarnya dengan cara menyediakan ruang pusat perbelanjaan untuk pedagang sekitar site agar dapat berjualan dengan nyaman sehingga menjadi jembatan yang menghubungkan interaksi calon pelaku usaha dengan masyarakat di Surabaya. Keunikan proyek ini ada pada karakter tiap zona yang disediakan menyesuaikan dengan karakter pengguna sehingga suasana yang dihasilkanpun berbeda. Dari zona kantor sewa yang memerlukan efisiensi luasan ruang maksimal dengan suasana formal, zona program inkubasi yang memerlukan suasana nyaman yang dapat menstimulasi ide, hingga zona retail yang memerlukan ruang dengan skala besar untuk pergerakan yang bebas. Oleh sebab itu, digunakan pendekatan sistem untuk mengatur efisiensi ruang, hubungan atar ruang, dan sistem struktur, serta pendekatan perilaku untuk menjawab kebutuhan suasana ruang sesuai karakter pengguna.",
  "creators": "OLIVIA ARIELLA SINATRA",
  "contributors": "Stanislaus Kuntjoro Santoso (Advisor 1); Rully Damayanti (Advisor 2); Luciana Kristanto, S.T., M.T. (Advisor 3); Joyce M.Laurens (Examination Committee 1); Handinoto (Examination Committee 2); Frans Soehartono (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024109/ARS/2020; Olivia Ariella Sinatra (22416109)",
  "subjects": "OFFICE BUILDINGS--DESIGN AND PLANS"
}