{
  "id": "47676",
  "title": "Persepsi mahasiswa akuntansi di Jawa Timur terhadap perkembangan revolusi industri 4.0",
  "abstract": "Penelitian ini bertujuan untuk mengetahui persepsi mahasiswa akuntansi universitas swasta dan universitas negeri di Jawa Timur. Penelitian ini menggunakan pendekatan eksploratori deskriptif. Sampel yang digunakan dalam penelitian terdiri dari 208 mahasiswa dari 21 universitas swasta dan universitas negeri di Jawa Timur dengan batas angkatan 2015-2019. Data dikumpulkan menggunakan kuesioner yang dilakukan dengan disebarkan secata daring melalui Google Form, kemudian data diolah secara deskriptif dengan menggunakan Microsoft Excel. Dari hasil pengolahan data, diperoleh hasil penelitian bahwa sebagian besar mahasiswa dari universitas swasta dan universitas negeri, baik angkatan 2015-2019 sudah mengetahui, memahami pengertian, dan mengerti aspek-aspek revolusi industri 4.0. Selain itu, mahasiswa merespon tertarik pertama kali mendengar adanya revolusi industri 4.0 dan sudah aware. Penelitian ini juga menemukan bahwa dengan adanya revolusi industri 4.0 ini berdampak bagi mahasiswa yang merupakan calon akuntan kedepannya, namun sebagian besar mahasiswa tidak merasa terancam dengan isu perkembangan revolusi industri 4.0. Walaupun mahasiswa terancam/tidak, untuk bisa exist kedepan dibutuhkan beberapa skill yang diperlukan dan ditingkatkan seperti IoT (Internet of Things) dan Sertifikasi Profesi Akuntan.",
  "creators": "MICHELE SURYANATA; ATHALIA FELICIA MULYONO",
  "contributors": "Juniarti (Advisor and Examination Committee); Josua Tarigan (Examination Committee 1); Saarce Elsye Hatane (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011500/AKT/2020; Michele Suryanata (32416128), Athalia Felicia Mulyono (32416121)",
  "subjects": "INDUSTRIAL REVOLUTION"
}