{
  "id": "47679",
  "title": "Pengaruh keberadaan anggota komite audit wanita dan asing terhadap nilai perusahaan dengan struktur kepemilikan keluarga sebagai variabel moderasi",
  "abstract": "Penelitian ini bertujuan untuk mengetahui pengaruh keberadaan anggota komite audit wanita dan asing serta kepemilikan keluarga terhadap nilai perusahaan. Variabel independen dalam penelitian ini adalah woman in audit committee (GEN) dan foreign in audit committee (NAT) yang diukur dengan skala rasio melalui persentase. Sedangkan variabel dependen penelitian ini adalah Firm Value (FVALUE) yang diukur menggunakan Tobin’s Q. Variabel moderasi dari penelitian ini adalah Family Ownership Structure (FMO). Sampel yang digunakan dalam peneltian terdiri dari 225 perusahaan yang terdaftar di Indonesia Stock Exchange untuk periode 8 tahun yakni 2011-2018. Data dikumpulkan dari laporan tahunan dan Bloomberg. Metode analisis yang digunakan dalam penelitian ini adalah analisis regresi data panel dengan model akhir Weighted Least Square (WLS) dan diolah dengan menggunakan software Gretl. Dari hasil pengolahan data diperoleh hasil penelitian bahwa keberadaan anggota komite audit asing berpengaruh positif terhadap nilai perusahaan dan struktur kepemilikan keluarga memberikan pengaruh terhadap nilai perusahaan. Sebaliknya, keberadaan perempuan di komite audit tidak memberikan dampak signifikan terhadap nilai perusahaan. Selain itu, struktur kepemilikan keluarga memperkuat pengaruh keberadaan anggota komite audit asing terhadap nilai perusahaan. Sebaliknya, struktur kepemilikan keluarga memperlemah pengaruh keberadaan wanita di komite audit terhadap nilai perusahaan.",
  "creators": "TASHIA GIANINA; INGGRID ARIANI TANDAYU",
  "contributors": "Juniarti (Advisor 1); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1); Saarce Elsye Hatane (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011496/AKT/2020; Tashia Gianina (32416011), Inggrid Ariani Tandayu (32416126)",
  "subjects": "FAMILY--OWNED BUSINESS ENTERPRISES; PERFORMANCE"
}