{
  "id": "47684",
  "title": "Komunikasi antara pelatih dengan atlet renang dalam persiapan PORPROV di Klub HA Aquatic Surabaya",
  "abstract": "Komunikasi dalam di dunia olahraga terjadi antara individu yang berada di lingkungan olahraga. Dalam penelitian ini informan yang diteliti adalah satu pelatih yang sudah memiliki sertifikasi tertinggi di Surabaya dan dua orang atlet yang memiliki keunikan yaitu introvert dan kelebihan energi. Penelitian ini bertujuan untuk memahami proses komunikasi yang terjadi antara pelatih dengan atlet renang saat sedang mempersiapkan lomba. Metode penelitian yang digunakan adalah studi kasus dengan pendekatan kualitatif. Teknik pengumpulan data dilakukan dengan cara observasi dan wawancara mendalam, kemudian dipaparkan secara deskriptif. Peneliti menggunakan elemen-elemen komunikasi olahraga menurut Pederson, Miloch & Laucella (2007), yaitu: source-receiver (komunikator-komunikan), messages (pesan), feedback (umpan balik), channel (saluran), dan context (konteks). Hasil penelitian ini menunjukkan bahwa proses komunikasi pelatih dengan atlet saat latihan dilakukan di kolam renang secara tatap muka. Namun karena adanya pandemi Covid-19, latihan yang biasanya bertemu tatap muka diganti dengan latihan di rumah masing-masing secara online. Peran pelatih menjadi kunci yang signifikan dalam lancarnya proses latihan antara pelatih dan atlet. Sehingga kompetensi komunikasi pelatih mendukung keberhasilan proses latihan atlet dalam persiapan lomba.",
  "creators": "AURELIA INGGRID SETIONO",
  "contributors": "Desi Yoanita (Advisor 1); Fanny Lesmana (Advisor 2); Ido Prijana Hadi (Examination Committee 1); Daniel Budiana, S.Sos., M.A. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011608/KOM/2020; Aurelia Inggrid Setiono (51416050)",
  "subjects": "COMMUNICATIONS; INTERPERSONAL COMMUNICATION"
}