{
  "id": "47685",
  "title": "Fasilitas Pusat Lembaga Penerbangan dan Antariksa Nasional di Balikpapan",
  "abstract": "Fasilitas Pusat Lembaga Penerbangan dan Antariksa Nasional adalah fasilitas bagi LAPAN dalam mewujudkan visi bidang antariksa yang digagas presiden. Potensi integrasi yang mampu dilakukan, adalah integrasi antara tipologi kantor yang privat dan fungsi publik. LAPAN yang merupakan lembaga yang kurang dikenal publik, diharapkan melalui bangunan ini dapat menjadi awal pengenalan terhadap publik. Permasalahan perwujudan visi Indonesia dan persepsi sosial terhadap LAPAN, dipercaya dapat dipecahkan dengan pendekatan simbolik. Tiga parameter dalam simbolisme yaitu Sebagai pembuktian negara dalam ilmu pengetahuan, Mewujudkan visi dalam bidang antariksa, dan pembahasaan yang mudah dipahami oleh publik. Dari parameter tersebut simbolisme roket dipilih. Dengan metode membedah anatomi roket, ditemukan tiga bagian utama yaitu: kepala sebagai tempat astronot, badan sebagai tempat mesin yang bekerja, dan output sebagai hasil kerja roket. Siluet roket meluncur sebagai pembahasaan tangible bentuk bangunan yang sesuai dengan anatomi roket. Warna biru sebagai warna lembaga menjadi warna utama pada fasad dan struktur utama bangunan. Pembahasaan roket secara literal dibahasakan dalam void atrium yang berbentuk roket dengan skala yang masif. Void atrium juga berfungsi sebagai penyalur cahaya dari skylight ke fungsi di sekitarnya di tiap lantai. Sistem struktur yang terinspirasi dari roket diterapkan pada bagian badan dan kepala dengan menggunakan sistem struktur tube. Sedangkan area podium menggunakan rangka kolom balok mengakomodasi kantilever. Pendalaman karakter ruang difokuskan pada fungsi publik dengan tema yang berbeda. Area edukasi publik dengan karakter yang berbeda diharapkan dapat memberikan pengalaman bidang antariksa secara bervariatif.",
  "creators": "JONATHAN CHARLY SANTOSO",
  "contributors": "Rony Gunawan (Advisor 1); Wanda Widigdo Canadarma (Advisor 2); Angela Christysonia Tampubolon, S.T., M.T. (Advisor 3); Rully Damayanti (Examination Committee 1); Luciana Kristanto, S.T., M.T. (Examination Committee 2); Stanislaus Kuntjoro Santoso (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024036/ARS/2020; Jonathan Charly Santoso (22416015)",
  "subjects": "ASTRONOMICAL OBSERVATORIES--DESIGN AND CONSTRUCTION"
}