{
  "id": "47680",
  "title": "Pengaruh pengungkapan CSR, government ownership, asset quality, firmsize dan leverage terhadap profitability di sektor perbankan Indonesia",
  "abstract": "Penelitian ini bertujuan untuk melihat pengaruh pengungkapan CSR,Kepemilikan Pemerintah, Kualitas Aktiva, Ukuran Perusahaan, dan Leverage terhadap Profitability bank. Sampel yang digunakan dalam penelitian ini adalah 37 bank dari total populasi 43 bank, dan sudah terdaftar dalam Bursa Efek Indonesia (BEI) pada tahun 2013-2018. Penelitian ini mengukur pengungkapan CSR menggunakan Kinder, Lydenberg and Domini’s (KLD), Kepemilikan Pemerintah yang diukur dengan presentase kepemilikan saham negara. Asset Quality yang diukur dengan total hutan dibagi total hutang dan piutang, firmsize diukur melalui lnTotalAsset, dan pengukuran Leverage menggunakan total debt dibagi total equity. Variabel independent pada penelitian ini adalah CSR, Kepemilikan Pemerintah, Kualitas Aktiva, Ukuran Perusahaan, dan leverage. Sedangkan variable dependent pada penelitian ini adalah Profitability yang diukur menggunakan ROCE. Teknik analisis data yang digunakan adalah regresi data panel, dan pengelolahan data menggunakan software Gretl ( Gnu Regression, Econometrics, and Time Series Library) versi 1.9.4. Hasil penelitian ini menunjukan adanya pengaruh positif antara kepemilikan Pemerintah terhadap profitability dan terhadap pengungkapan CSR. Hasil penelitian tentang ukuran perusahaan memiliki pengaruh yang positif terhadap pengungkapan CSR dan profitability bank. Selain itu hasil penelitian dari Leverage menunjukan hasil yang negatif terhadap pengungkapan CSR dan profitability bank.",
  "creators": "MADELINE TJANDRA; GRACIELA AGUSTIN TANDIONO",
  "contributors": "Saarce Elsye Hatane (Advisor 1); Devie (Examination Committee 1); Josua Tarigan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011501/AKT/2020; Madeline Tjandra (32416016)Graciela Agustin Tandiono (32416027)",
  "subjects": "CORPORATIONS--ACCOUNTING; FINANCIAL STATEMENTS; CORPORATIONS--FINANCE"
}