{
  "id": "47694",
  "title": "Remote assistance framework for industrial environment",
  "abstract": "Industrial maintenance work is rapidly evolving in this fast-growing digitization era. The needs of new communication technologies that enable two persons to communicate during troubleshooting have increased. It is possible to develop more interactive and effective concepts for remote assistance by using common communication devices. The communication through remote video collaboration support builds up the connection between technicians and customers rapidly. That can save a significant amount of time, effort, and cost. This study aims to measure the differences between any of the existing remote assist frameworks, including the features to be used in the industrial environment. This study's output is to identify the user's needs and give an overview of scenarios of how the framework could be used in industrial settings. Theoretical research and study of previous remote assistance studies were conducted in order to determine the constrained points experienced by remote technicians and local workers. During the research, the five most common remote assistance applications have been reviewed and tested: Microsoft Dynamics 365 Remote Assist, Vuforia Chalk, WorkLink by ScopeAR, Acty, and Reflekt Remote. Moreover, four main problems in the industrial environment that can be solved with these applications have been founded. The problems are maintenance, assembly, AR instructions, manual, and training. The results showed that every remote assistance application has its key features and specific characteristics built for specialized functions. It becomes their strong points of each of them to fill the gap of their competitors. Additionally, the essential feature of remote assistance applications is Augmented Reality. Remote assistance applications need an effective marker that can accurately be detected by the computer vision system. The result of this study indicated that a marker-based method is more effective for remote assistance applications. The project results may be used to implement the novel remote assistance that supports industrial maintenance scenarios in the future.",
  "creators": "EDWARD HARTANTO",
  "contributors": "Hester van der Ent (Advisor and Examination Committee); Herman Paassen (Advisor 2); Matthijs van Veen (Advisor 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00023569/DKV/2020; Edward Hartanto (42416003)",
  "subjects": "COMMERCIAL ART; REMOTE-SENSING IMAGES; VISUAL COMMUNICATION"
}