{
  "id": "47692",
  "title": "Analisis data antropometri penggunaan mebel mahasiswa Program Studi Desain Interior Universitas Kristen Petra Surabaya",
  "abstract": "Kegiatan belajar mengajar bagi mahasiswa Program Studi Desain Interior Universitas Kristen Petra, dari semester awal (melakukan eksperimen material, studio untuk desain dasar, dll) hingga semester akhir (melakukan aktivitas di studio dengan laptop) memiliki aktivitas yang cukup berbeda. Kebutuhan akan mebel pengisi ruang interior pun tentu berbeda, sehingga dibutuhkannya mebel yang dapat sesuai dan nyaman bagi pengguna untuk menunjang aktivitas tersebut. Faktor utama yang dapat menundukung kesesuaian dan kenyamanan aktivitas terhadap mebel yang digunakan adalah pentingnya data ukuran tubuh mahasiswa, agar data tersebut dapat menjadi pedoman perancangan desain. Penelitian ini bertujuan untuk mendapatkan data antropometri mahasiswa Program Studi Desain Interior yang lebih akurat dan sesuai, sehingga penelitian dapat menjadi acuan untuk perancangan mebel pendukung aktivitas di kelas kuliah dan studio desain interior. Metode penelitian yang digunakan adalah campuran metode kualitatif (studi lapangan dan observasi) dan kuantitatif (survei dalam bentuk kuisioner) untuk dapat menampilkan fakta data antopometri serta pendapat pengguna terhadap kenyamanan dan kepuasan penggunaan mebel. Hasil dari penelitian ini adalah ukuran antropometri mahasiswa untuk dapat menjadi acuan perancangan mebel penunjang aktivitas Program Studi Desain Interior Universitas Kristen Petra dan data dimensi ukuran mebel yang sesuai dengan data antropometri mahasiswa.",
  "creators": "CAROLINA",
  "contributors": "Mariana Wibowo, S.Sn., M.MT. (Advisor 1); MOCH TAUFAN RIZQI, S.Sn. (Advisor 2); Adi Santosa (Examination Committee 1); CELINE JUNIKA (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi Nos. 00011919/DIN/2020; Carolina (41416130)",
  "subjects": "FURNITURE DESIGN--CASE STUDIES"
}