{
  "id": "47690",
  "title": "Sentra wisata kuliner Jawa Timur di Joyoboyo, Surabaya",
  "abstract": "Sentra Wisata Kuliner Jawa Timur di Joyoboyo, Surabaya merupakan fasilitas pengembangan bisnis ekonomi kreatif sektor kuliner Jawa Timur yang memiliki angka tertinggi dalam platform BeKraf Kreatifood. Sentra Wisata Kuliner ini secara garis besar memiliki 3 fungsi yaitu, tempat makan dan minum, area pameran interaktif untuk menampilkan produk start-up dari sektor kuliner dan sektor ekonomi kreatif lainnya dan area pembelajaran dan workshop untuk start-up kuliner di Jawa Timur. Melalui sentra wisata kuliner ini, diharapkan mampu mengembangkan ekonomi kreatif sektor kuliner di area Jawa Timur dan dapat menarik wisatawan lokal dan asing terhadap produksi kuliner Jawa Timur, serta sebagai fasilitas yang mendukung pengembangan kawasan Transit Oriented Development (TOD) Joyoboyo kedepannya. Masalah utama pada bangunan ini adalah bagaimana perancangan arsitektur ruang luar dan ruang dalam yang mendukung keberlanjutan daru sentra wisata kuliner agar bisa memenuhi kebutuhan pengguna dan melengkapi fungsi bangunan di sekitarnya, khususnya area TOD Joyoboyo. Untuk mencermati kebutuhan desain bangunan, maka digunakan pendekatan Sustainable Architecture digunakan untuk memfokuskan pada efisiensi energi seperti penghawaan dan pencahayaan alami, dan keberlanjutan fasilitas dan pendalaman karakter ruang dengan mengaplikasikan konsep desain pada keseluruhan proses perancangan.",
  "creators": "JESSICA VERA BILINDA",
  "contributors": "Danny Santoso Mintorogo (Advisor 1); Altrerosje Asri, S.T., M.T. (Advisor 2); Elvina Shanggrama Wijaya, S.T., M.T. (Advisor 3); Roni Anggoro, S.T., M.A.Arch. (Examination Committee 1); Benny Poerbantanoe (Examination Committee 2); Markus Ignatio Aditjipto (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024067/ARS/2020; Jessica Vera Bilinda (22416051)",
  "subjects": "BAZAARS (MARKETS); RECREATION CENTERS--DESIGNS AND PLANS"
}