{
  "id": "47700",
  "title": "Proses aktivitas media relations di WWF-Indonesia",
  "abstract": "WWF-Indonesia sebagai organisasi nirlaba Indonesia yang bergerak di bidang lingkungan hidup telah beroperasi di Indonesia sejak 1962. Pada strukturasi direktorat komunikasi WWF-Indonesia di tahun 2019 lalu sekaligus menandai pembentukan divisi Brand, Media, dan Public Relations WWF-Indonesia. Penelitian ini merupakan penelitian kualitatif dengan pendekatan deskriptif menggunakan metode studi kasus ingin melihat bagaimana proses aktivitas media relations di WWF-Indonesia. Bentuk aktivitas media relations terbagi ke dalam 3 program utama, yaitu: 1) Tatap; 2) Tidak tatap; 3) Kemitraan. Pada penelitian ini, peneliti fokus pada aktivitas yang dilakukan pada Oktober 2019-Januari 2020 yang memuat aktivitas: media monitoring, wawancara media, media briefing, pembuatan siaran pers, dan media trip. Seluruh kegiatan tersebut dimulai dalam proses perencanaan yang termuat dalam Annual Work Plan (AWP). AWP ini akan menjadi panduan kerja dan pembuatan program dan aktivitas media relations selama 1 tahun, menyesuaikan juga dengan hari-hari peringatan yang dirayakan oleh WWF-Indonesia. Proses perencanaan aktivitas media relations biasanya dimulai dengan pembuatan TOR (Terms of References) dari proyek terkait yang membutuhkan. Meskipun begitu, WWF-Indonesia sebagai organisasi terbuka yang dinamis juga tidak menutup adanya aktivitas yang harus dilakukan di uar perencanaan awal. Pelaksanaan aktivitas berdasarkan SOP yang telah dibuat dan kemudian evaluasi kegiatan media relations secara umum kembali pada pelaksanaan media monitoring, di mana output kegiatan umumnya berupa liputan pemberitaan terkait WWF-Indonesia.",
  "creators": "VERONICA MAUREEIN",
  "contributors": "Titi Nur Vidyarini, S.Sos., M.Comms. (Advisor 2); Dr.,Drs. OTTO BAMBANG WAHYUDI, M.Si.,MM. (Advisor 1); JUDY DJOKO WAHJONO TJAHJO, S.E.,M.Si. (Examination Committee 1); Astri Yogatama (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011575/KOM/2020; Veronica Maureein (51416038)",
  "subjects": "COMMUNICATIONS; PUBLIC RELATIONS"
}