{
  "id": "47708",
  "title": "Studi modifikasi sistem pengapian kompresi dengan penambahan busi",
  "abstract": "Pada dunia otomotif, kendaraan di Indonesia semakin meningkat jumlahnya. Indonesia merupakan negara yang memiliki volume penjualan kendaraan tertinggi di ASEAN dengan jumlah lebih dari satu juta unit per tahunnya. Di Indonesia, konsumsi bahan bakar minyak dan polusi udara juga tergolong tinggi, termasuk kota Surabaya. Adapun cara untuk meminimalkan konsumsi bahan bakar minyak dan polusi udara adalah dengan sistem Homogeneus Charge compression Ignition. Dari studi literatur yang dilakukan, diketahui bahwa memodifikasi mesin Yanmar L40AE dengan penambahan busi dapat menurunkan jumlah konsumsi bahan bakar minyak. Adapun modifikasi yang dilakukan dengan menambahkan busi, koil, sensor pengapian, sensor injeksi bahan bakar, Capacitor Discharge Ignition, dan Exhaust Gas Recirculation. Metode penelitian dilakukan dengan cara uji coba. Pada uji coba pertama dilakukan dynotest untuk melihat hasil daya, torsi, Brake Specific Fuel consumption, dan efisien termis. Pada uji coba kedua dilakukan dengan cara dynotest mesin yang sudah dimodifikasi untuk melihat membandingkan daya, torsi, Brake Specific Fuel consumption, dan efisien termis. Dari hasil penelitian yang telah dilakukan dapat diketahui bahwa mesin yang dimodifikasi menurunkan Brake Specific Fuel Consumption. Pada percobaan ini daya maksimum sebesar 1.05141 kW pada 3250 RPM, torsi maksimum sebesar 0.309 Nm pada 3250 RPM, BSFC minimum sebesar 713.32 g/kW.h pada 3250 RPM, efisiensi termis minimum sebesar 6.90% pada 2000 RPM",
  "creators": "ARIEF INDRA SAPUTRA",
  "contributors": "Sutrisno S.T.,M.T. (Advisor 1); Willyanto (Examination Committee 1); Fandi Dwiputra Suprianto, S.T., M.Sc. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04011355/MES/2020; Arief Indra Saputra (24413032)",
  "subjects": "SPARK IGNITION ENGINES; SPARK PLUGS"
}