{
  "id": "47707",
  "title": "Fasilitas wisata edukasi energi terbarukan di Batu",
  "abstract": "Meningkatnya penggunaan energi setiap tahunnya tanpa diimbangi penggunaan energi alternatif yang ramah lingkungan menyebabkan kerusakan lingkungan. Sehingga diperlukan langkah pengenalan dan pembelajaran energi terbarukan untuk meningkatkan penggunaannya. Langkah pengenalan dan pembelajaran yang diambil dalam proyek ini adalah melalui “Fasilitas Wisata Edukasi Energi Terbarukan di Batu”, di mana dalam fasilitas ini memberi edukasi mulai dari permodelan miniatur, simulasi, hingga penerapan energi terbarukan pada bangunan secara langsung. Hal ini dilakukan agar dapat mudah dimengerti dengan memperkecil jarak antara pengetahuan dan teknologi dengan pengunjung. Untuk energi terbarukan yang diterapkan dalam fasilitas ini secara terintegrasi adalah energi surya, energi angin, energi air, energi kinetic, dan biomassa. Penerapan energi tersebut disesuaikan dengan potensi tapak dan juga disesuaikan kebutuhan masyarakat pada umumnya untuk diaplikasikan. Terakhir, konsep dan pendekatan desain fasilitas menerapkan Sustainable Architecture dimana tujuan bangunan adalah menjaga keberlanjutan kondisi alam dengan ekosistemnya pada masa kini maupun masa yang akan datang.",
  "creators": "VINCENTIUS KENNARD GANIADI",
  "contributors": "Wanda Widigdo Canadarma (Advisor 1); Rony Gunawan (Advisor 2); Angela Christysonia Tampubolon, S.T., M.T. (Advisor 3); Rully Damayanti (Examination Committee 1); Stanislaus Kuntjoro Santoso (Examination Committee 2); Luciana Kristanto, S.T., M.T. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 09024106/ARS/2020; Vincentius Kennard Ganiadi (22416105)",
  "subjects": "EDUCATION PARKS--DESIGNS AND PLANS; RECREATION CENTERS--DESIGNS AND PLANS"
}