{
  "id": "47712",
  "title": "Fasilitas pembudidayaan anggrek di Batu",
  "abstract": "Fasilitas Pembudidayaan Anggrek di Batu merupakan sebuah perancangan fasilitas yang bertujuan untuk membudidayakan anggrek-anggrek yang ada di Indonesia. Fasilitas ini diperuntukkan bagi petani anggrek di Batu, wisatawan, dan pembeli anggrek. Fasilitas ini terdiri dari area pembudidayaan, area eduwisata, dan area pengemasan. Area pembudidayaan yang bertujuan untuk membudidayakan anggrek terdiri dari laboratorium, area pengolahan media tanam, greenhouse, dan nursery. Sedangkan area eduwisata terdiri dari galeri dan area pembelajaran, serta area pembudidayaan yang terbatas. Area pengemasan merupakan area yang berfungsi untuk mengemas anggrek yang akan dikirimkan keluar. Adapun anggrek Indonesia memiliki habitat yang beragam, yang dipengaruhi oleh perbedaan penyinaran matahari, kecepatan aliran udara, temperatur, dan kelembaban. Penyinaran merupakan faktor utama yang paling membedakan habitat setiap anggrek. Oleh sebab itu, untuk dapat menyatukan habitat anggrek tersebut, diperlukan sebuah fasilitas yang mampu untuk memberikan penyinaran maupun pembayangan untuk kebutuhan setiap anggrek. Membentuk pencahayaan maupun pembayangan melalui arsitektur merupakan inti dari perancangan fasilitas ini.",
  "creators": "JESSICA LAKSONO",
  "contributors": "Wanda Widigdo Canadarma (Advisor 1); Rony Gunawan (Advisor 2); Angela Christysonia Tampubolon, S.T., M.T. (Advisor 3); Rully Damayanti (Examination Committee 1); Stanislaus Kuntjoro Santoso (Examination Committee 2); Luciana Kristanto, S.T., M.T. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024108/ARS/2020; Jessica Laksono (22416107)",
  "subjects": "EDUCATION PARKS--DESIGNS AND PLANS; RECREATION CENTERS--DESIGNS AND PLANS"
}