{
  "id": "47713",
  "title": "Fasilitas terapi dan rehabilitas remaja penyalahguna zat adiktif di Jayapura",
  "abstract": "Fasilitas ini dirancang dengan tujuan utama yaitu sebagai wadah penyembuhan bagi remaja penyalahguna zat adiktif di wilayah Papua dengan memanfaatkan konteks alam natural yang ada di Papua. Penyalahguna zat adiktif cenderung memiliki kondisi kesehatan mental yang rendah dibandingkan manusia pada umumnya, sehingga hal ini ditanggapi dengan mendesain menggunakan pendekatan perilaku dengan konsep fasilitas rehabilitasi melalui penyembuhan alam natural dengan pendalaman karakter ruang. Pembagian zoning pada massa utama di lakukan secara vertikal berdasarkan jenis aktivitasnya. Kemudian pada area ruang luar dan massa residen pembagian zoning dilakukan secara horizontal dengan memisahkan zona berdasarkan kondisi psikologis ekstrim dan psikologis non ekstrim. Area ruang luar didesain dengan pengolahan lanskap yang beragam sesuai dengan brbagai stimulasi yang ditimbulkan pada tiap zona. Tiap ruangan pada fasilitas ini dirancang untuk memanfaatkan alam semaksimal mungkin dalam hal pencahayaan, penghawaan serta visual dengan mengedepankan alam natural sebagai bagian dari penyembuhan. Oleh karena itu, Fasilitas Terapi dan rehabilitas remaja penyalahguna zat adiktif ini merupakan bangunan yang aman dan menyenangkan sekaligus menenangkan bagi para remaja dalam menjalankan proses penyembuhan mereka dan memulihkan kondisi mental yang menurun.",
  "creators": "JESSICA FRINANDA FERDY",
  "contributors": "Angela Christysonia Tampubolon, S.T., M.T. (Advisor 1); Wanda Widigdo Canadarma (Advisor 2); Luciana Kristanto, S.T., M.T. (Examination Committee 1); Rully Damayanti (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024133/ARS/2020; Jessica Frinanda Ferdy (22416151)",
  "subjects": "MENTAL HEALTH FACILITIES--DESIGN AND CONSTRUCTION; MENTAL HEALTH FACILITIES"
}