{
  "id": "47724",
  "title": "Fasilitas edukasi sejarah dan kebudayaan indonesia di Balikpapan",
  "abstract": "Fasilitas Edukasi Sejarah dan Kebudayaan Indonesia adalah fasilitas edukasi yang kaitannya dengan sejarah dan kebudayaan tentang Indonesia, sebagai perwujudan visi yang digagas presiden. Potensi integrasi yang mampu dilakukan, adalah integrasi antara tipologi musium dan fungsi publik. Museum cenderung mendapatkan persepsi membosankan karena fokusnya mempelajari sejarah, diharapkan melalui bangunan ini dapat menjadi awal untuk masyarakat mempelajari sejarah dan kebudayaan dengan persepsi yang lebih fresh terhadap pembelajaran sejarah dan kebudayaan dimasa lampau. Permasalahan perwujudan visi Indonesia dan persepsi sosial terhadap museum, diharapkan dapat dipecahkan dengan pendekatan simbolik. Parameternya dalam pendekatan simbolik adalah ,menjadi fasilitas public untuk belajar tentang sejarah dan kebudayaan Indonesia, menjadikan bangunan tersebut sebagai simbol dari tonggak sejarah, dan memfasilitasi proses belajar dengan perkembangan teknologi agar relevan dengan masyarakat yang ada di zaman sekarang. Konteks simbolik dicapai dengan menghubungkan garis aksis dari tiap titik perpindahan Ibu kota yang beberapa kali mengalami perpindahan, dan dari titik tersebut ditarik garis lurus kekoordinat tapak di Balikpapan, sehingga bentuk bangunan mencerminkan garis aksis tersebut. Perwujudan bangunan dari aksis adalah usaha untuk mewujudkan dari suatu hal yang intangible. Penggunaan material lokal pada fasad, menggunakan kayu ulin, roster, sebagai perwujudan lokalitasnya daerah Kalimantan. Keindonesiaan dicapai dengan konten sejarah dan kebusayaan yang dipelajari dengan metode dekonstruksi, dan dengan perkembangan teknologi 4.0. ketinggian ruangan tidaklah humanis, sebagai perwujutan kemegahan dan kompleksitas dari sejarah dan kebudayaan Indonesia. Sistem struktur menggunakan truses dengan baja, untuk mengakomodasi kantilever pada lantai atasnya dan ruang yang bebas kolom.",
  "creators": "KEVIN ARDISA PUTRA",
  "contributors": "Rony Gunawan (Advisor 1); Wanda Widigdo Canadarma (Advisor 2); Angela Christysonia Tampubolon, S.T., M.T. (Advisor 3); Rully Damayanti (Examination Committee 1); Luciana Kristanto, S.T., M.T. (Examination Committee 2); Stanislaus Kuntjoro Santoso (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024152/ARS/2020; Kevin Ardisa Putra (22416171)",
  "subjects": "MUSEUM ARCHITECTURE; MUSEUM BUILDINGS--DESIGNS AND PLANS"
}