{
  "id": "47735",
  "title": "Terminal penumpang kapal pesiar Pelabuhan Probolinggo",
  "abstract": "Kota Probolinggo memiliki destinasi wisata yang kini ditetapkan menjadi tempat wisata prioritas yang akan dikembangkan oleh pemerintah yaitu wisata Bromo-Tengger-Semeru. Hal ini membuat wisatawan tertarik untuk berlibur ke Kota Probolinggo. Wisatawan yang datang selain melewati jalur darat, ada juga yang melewati jalur laut dengan kapal pesiar. Pelabuhan Probolinggo menjadi salah satu gerbang masuknya kapal pesiar bersandar namun belum memiliki fasilitas terminal penumpang. Oleh karena itu, diusulkan perancangan arsitektur Terminal Penumpang Kapal Pesiar Pelabuhan Probolinggo, untuk menyediakan terminal keberangkatan, kedatangan, menunggu dan transit bagi penumpang kapal. Hal ini dilakukan dengan menerapkan konsep lokalitas yang dimiliki Kota Probolinggo, seperti budaya, arsitektur ditampilkan didalam perancangan agar menjadi representatif Kota Probolinggo. Masalah utama pada desain bangunan terminal adalah bagaimana mendapatkan efisiensi dan kontrol keamanan dalam prosedur pemeriksaan yang akan dilalui penumpang. Kontrol keamanan terkadang kurang sehingga pengantar atau orang yang tidak berkepentingan dapat masuk kedalam. Selain itu, masalah lainnya adalah saat menunggu, bagaimana penumpang tidak bosan dan bisa menikmati alur atau prosedur yang ada. Oleh karena itu, pendekatan sistem digunakan dalam perancangan desain ini untuk menyelesaikan masalah desain.",
  "creators": "DIAN NAFTALI",
  "contributors": "Benny Poerbantanoe (Advisor 1); Roni Anggoro, S.T., M.A.Arch. (Advisor 2); Markus Ignatio Aditjipto (Advisor 3); Rony Gunawan (Examination Committee 1); Wanda Widigdo Canadarma (Examination Committee 2); Angela Christysonia Tampubolon, S.T., M.T. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024150/ARS/2020; Dian Naftali (22416169)",
  "subjects": "MARINE TERMINALS; HARBORS-DESIGNS AND PLANS"
}