{
  "id": "47739",
  "title": "Perancangan sistem informasi dan tempat penyimpanan master warna untuk PT UBS",
  "abstract": "PT UBS merupakan perusahaan yang memproduksi perhiasan emas. Proses finishing pada PT UBS melalui proses sepuh dan inspeksi akhir yang membutuhkan master warna. Master warna merupakan barang jadi yang disimpan untuk digunakan sebagai standar warna. Master warna ini memiliki masa kadaluarsa. Masalah perusahaan saat ini adalah kesulitan mencari lokasi master warna untuk digunakan saat proses inspeksi akhir, banyak master warna yang kadaluarsa karena sulit dikontrol, dan penyimpanan calon master warna yang terlalu banyak serta tidak ada calon master warna sebagai pengganti master warna. Tujuan dari penelitian ini adalah merancang sistem informasi masa kadaluarsa master warna dan kelengkapan calon master warna, serta mempermudah pencarian lokasi master warna dengan merancang tempat penyimpanan baru. Perancangan sistem informasi menggunakan program Microsoft Excel dengan Visual Basic for Applications (VBA). Perancangan tempat penyimpanan menggunakan data antropometri dibantu dengan program SketchUp. Penelitian menghasilkan 2 sistem informasi yang dapat memudahkan pengontrolan masa kadaluarsa master warna dan penyimpanan calon master warna. Penelitian juga menghasilkan 1 rancangan tempat penyimpanan yang mempermudah pencarian master warna untuk digunakan pada proses inspeksi akhir, yang ergonomis dan fleksibel.",
  "creators": "ERIK TANZIL",
  "contributors": "Iwan Halim Sahputra, S.T., M.Sc., Ph.D. (Advisor 1); Karina Agustin, S.T., M.B.A. (Examination Committee 1); Candra Wahyudi, S.T. (Advisor 2); Lilis Agustiningsih, S.T. (Advisor 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022288/IND/2020; Erik Tanzil (25416076)",
  "subjects": "ELECTRICAL ENGINEERING--DATA PROCESSING; INFORMATION RESOURCES MANAGEMENT; MICROSOFT EXCEL (COMPUTER FILE)"
}