{
  "id": "47759",
  "title": "Hotel resor di Madura",
  "abstract": "Pantai merupakan salah satu objek wisata yang dikunjungi banyak orang untuk mencari hiburan dan menenangkan pikiran. Kebersihan dan kelestarian pantai harus dijaga, karena keindahannya bukan hanya dari apa yang terlihat, namun juga dari keseimbangan alamnya. Objek wisata Pantai Lombang merupakan salah satu tempat yang banyak dikunjungi para wisatawan dan kalangan masyarakat Madura, khususnya daerah sumenep. Pantai ini memiliki hamparan pasir yang bersih dan luas. Air laut pun tenang sehingga tidak berbahaya bagi wisatawan yang ingin bermain di pantai. Pantai Lombang ini juga memiliki hamparan pohon cemara udang yang menjadi ciri khas daerah Sumenep ini. Sehingga, kekayaan alamnya dapat kita rasakan di pantai ini. Namun, sayangnya pantai ini kurang mendapat perhatian dari pemerintah terhadap fasilitas dan akses pencapaian menuju lokasinya. Sehingga, hal ini membuat wisatawan kurang nyaman untuk berada di Pantai Lombang tersebut.Hasil rancangan hotel resor di Pantai Lombang ini berupa cottage-cottage yang disesuaikan dengan transformasi bentuk dan transformasi massa arsitektur lokal milik Madura yaitu hunian “Tanean Lanjang”. Pendekatan yang digunakan yaitu pendekatan Vernakular. Di dalamnya terdapat 3 macam hal yaitu modifikasi, interpretasi ulang, dan inovasi. Yang diterapkan ke dalam desain hotel resor ini adalah interpretasi ulang. Metode yang digunakan dalam perancangan Hotel Resor di Madura ini adalah dengan melakukan observasi ke lapangan, wawancara masyarakat sekitar, dan mengambil foto lokasi. Observasi lapangan menjadi hal yang penting untuk mendesain hotel resor ini, karena perlu diketahui kondisi pantai dan sekitarnya. Pemikiran konsep dalam desain Hotel Resor di Madura ini merupakan konsep transformasi dari hunian “Tanean Lanjang”",
  "creators": "VENYSIA",
  "contributors": "Bramasta Putra Redyantanu (Advisor 2); Maria Immaculata Hidayatun (Advisor 1); V.P. Nugroho Susilo (Advisor 3); Timoticin Kwanda (Examination Committee 1); Irwan Santoso (Examination Committee 2); Dr. Feny Elsiana, S.T., M.T. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 000024084/ARS/2020; Venysia (22416074)",
  "subjects": "HOTELS, TAVERNS, ETC.; RESORT ARCHITECTURE"
}