{
  "id": "47754",
  "title": "Fasilitas edukasi wisata berbasis realitas maya di Surabaya",
  "abstract": "Teknologi realitas maya sudah berkembang sanagat pesat dan dapat dimanfaatkan untuk berbagai keperluan, kebutuhan, dan kemudahan umat manusia. Perkembangan teknologi ini perlu dikenal oleh masyarakat Indonesia terutama mempersiapkan anak muda bangsa, dalam menghadapi masa depan yang sarat teknologi, termasuk realitas maya. Fasilitas Eduwisata Berbasis Realitas Maya di Surabaya ini merupakan fasilitas wisata yang juga berfungsi untuk mengedukasi masyarakat dengan memperkenalkan teknologi perangkat realitas maya( virtual reality & augmented reality) , penggunaan dan perangkatnya dalam berbagai bidang kehidupan dengan menyediakan berbagai informasi, perangkat dan aktivitas interaktif bagi pengunjung. Fasilitas ini dibagi menjadi 4 zona utama, yaitu zona penerima, zona edukasi, zona permainan dan zona pendukung. Zona penerima merupakan tempat masuk utama pada fasilitas ini. Pengunjung yang masuk wajib membeli tiket untuk dapat belajar dan bermain di fasilitas ini. Zona edukasi berupa pameran dari penggunanan perangkat ini yang dapat diaplikasikan pada berbagai macam profesi. Zona games permainan merupakan zona rekreasi pada fasilitas ini. Terdapat pula fasilitas pendukung berupa ruang serbaguna, zona makan dan zona perbelanjaan suvenir yang tersdeia bagi pengunjung. Untuk menarik perhatian masyarakat dan merepresentasikan kecanggihan teknologi realitas maya, maka pendekatan desain yang dipilih adalah pendekatan simbolik dengan konsep desain “360 derajat” yang menghasilkan desain bentuk dan ruang-ruang yang melingkupi pengunjung dengan teknologi realitas maya.Konsep ini bertujuan untuk menyampaikan bagaimana keunggulan dari perangkat ini secara arsitektur kepada pengunjung sehingga pengunjung menjadi berminat dan turut menggunakan & mengembangkan perangkat realitas maya pada kehidupan sehari-hari.",
  "creators": "MATTHEW RICKY SENTOSA",
  "contributors": "Roni Anggoro, S.T., M.A.Arch. (Advisor 1); Markus Ignatio Aditjipto (Advisor 2); Benny Poerbantanoe (Advisor 3); Wanda Widigdo Canadarma (Examination Committee 1); Rony Gunawan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024050/ARS/2020; Matthew Ricky Sentosa (22416030)",
  "subjects": "EDUCATION PARKS--DESIGNS AND PLANS; RECREATION CENTERS--DESIGNS AND PLANS"
}