{
  "id": "47755",
  "title": "Pusat olahraga di Kabupaten Magelang",
  "abstract": "Perancangan fasilitas Pusat Olahraga di Kabupaten Magelang ini merupakan salah satu upaya untuk meningkatkan SDI (Sport Development Index) Kabupaten Magelang. Salah satu hal yang mengakibatkan rendahnya kesadaran orang untuk berolahraga karena belum adanya tempat olahraga yang terdesain secara spesifik untuk olahraga. Diharapkan, dengan adanya fasilitas ini dapat meningkatkan kesadaran masyarakat dalam berolahraga. Fasilitas olahraga ini direncanakan sebagai tempat bagi masyarakat tidak hanya untuk berolahraga tapi untuk menghabiskan waktu untuk hiburan, dikarenakan target pengguna fasitas ini adalah masyarakat yang awam dengan olahraga agar secara tidak langsung bisa melihat orang yang sedang melakukan kegiatan olahraga dengan harapan masyarakat yang awam tersebut bisa tertarik untuk ikut berolahraga. Pendekatan yang digunakan adalah pendekatan sistem, terutama sistem sirkulasi untuk menciptakan alur sirkulasi yang mengajak pengguna untuk bisa melihat kegiatan olahraga didalamnya. Kemudian sistem pendukung lainnya yaitu sistem struktur, utilitas, fasad dan pencahayaan. Pendalaman desain yang diangkat adalah pendalaman sequence berupa tahapan – tahapan yang menggiring masyarakat dari depan entrance sampai masuk dan menimbulkan ketertarikan untuk berolahraga.",
  "creators": "MICHAEL OWEN TANTRAJAYA",
  "contributors": "Handinoto (Advisor 1); Frans Soehartono (Advisor 3); Joyce M.Laurens (Advisor 2); Lilianny Sigit Arifin (Examination Committee 1); Sylviana Putri Sunario Soegondo S.T. (Examination Committee 2); Samuel Hartono (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 00024043/ARS/2020; Michael Owen Tantrajaya (22416022)",
  "subjects": "SPORT FACILITIES--DESIGNS AND PLANS"
}