{
  "id": "47768",
  "title": "Kajian sensory/panca indra pada interior bangunan heritage kafe Tanamera di Surabaya",
  "abstract": "Kafe Tanamera merupakan bangunan cagar budara/ heritage dimana memiliki nilai sejarah. Pengalaman panca indra masih kurang diperhatikan oleh desainer maupun pihak kafe. Efek sensorik pada manusia dan lingkungan sangat penting dalam mendesain elemen-elemen pada interior ruang. Indra penglihatan secara umum memiliki peranan yang paling dominan dalam interior, namun indra non-visual kurang diperhatikan. Rangsangan 4 panca indra yaitu pendengaran, penciuman, peraba, dan penglihatan memberi pengaruh emosional dalam pengalaman ruang. Pengalaman ruang sangat penting dalam mempertahankan ketertarikan pengunjung. Tujuan penelitian ini adalah untuk memahami pentingnya penerapan teori sensory/ panca indra pada elemen interior bangunan heritage kafe Tanamera. Metode penelitian yang digunakan adalah kualitatif-kuantitatif deskriptif dengan acuan dasar teori Joy Monice M dan Vodvarka dalam buku Sensory Design serta Xue Yu. Berdasarkan analisis yang telah dilakukan, maka dapat disimpulkan bahwa pengalaman panca indra memiliki peran penting bagi manusia dalam mempersepsi ruang. Pengalaman yang melibatkan panca indra dapat diterapkan pada 9 elemen interior. Secara keseluruhan, kafe Tanamera terdapat beberapa pengalaman yang melibatkan panca indra pada elemen interior ruang. Pengunjung kafe Tanamera yang merasakan beragam pengalaman melalui penerapan elemen interior, yaitu elemen enviroment, space, light, decoration, groundplane, enclosure, support, display, information.",
  "creators": "JESSICCA ASTRIE GUNAWAN",
  "contributors": "Sherly De Yong (Advisor 1); Anik Rakhmawati (Advisor 2); Ronald H.I. Sitindjak (Examination Committee 1); Linggajaya Suryanata (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Skripsi No. 00011882/DIN/2020; Jessicca Astrie Gunawan (41416102)",
  "subjects": "RESTAURANTS--DECORATION; PERCEPTION; SENSES AND SENSATION; ANTIQUES IN INTERIOR DECORATION; BARS (DRINKING ESTABLISHMENTS)--DECORATION"
}