{
  "id": "47762",
  "title": "Analisis visual figur binatang antropomorfis dalam komunitas Furry di Indonesia",
  "abstract": "Desain figur binatang antropomorfis tidak jarang ditemui pada media hiburan, mulai dari ilustrasi, komik, animasi, film dan berbagai macam media visual lainnya. Visual figur binatang antropomorfis ini memiliki peranan yang besar pada dunia hiburan dan cerita fantasi sehingga desain ini populer di berbagai kalangan. Tidak heran bila ada sekelompok individu yang antusias dalam mengapresiasi figur binatang antropomorfis tersebut, mereka menyebut diri mereka sebagai komunitas furry. Mayoritas anggota komunitas furry menciptakan desain karakter binatang antropomorfis yang menjadi alternatif identitas diri mereka. Dalam penelitian dengan metode penelitian jenis kualitatif ini akan dibahas bagaimana karakteristik visual figur binatang antropomorfis yang digunakan oleh komunitas furry di Indonesia dan mengapa hal ini menjadi alternatif identitas diri mereka. Hasil penelitian menunjukkan karakteristik dari tiap desain figur binatang antropormofis bergantung dengan makna yang ingin disampaikan oleh penciptanya dan apa fungsi dari karakter tersebut, kebanyakan menyesesuaikan desain tersebut dengan kegemaran mereka dan mengambil karakteristik dari manusia aslinya yang ingin ditonjolkan. Penciptaan identitas alternatif ini merupakan suatu hal yang membebaskan dan anggota komunitas furry dapat merasa lebih bebas dalam mengeksplorasi identitas dirinya tanpa keterkaitan dengan lingkungannya.",
  "creators": "MARGARETH THRESEA WIJAYA",
  "contributors": "Andrian Dektisa Hagijanto (Advisor 1); Mendy Hosana Malkisedek (Advisor 2); Obed Bima Wicandra (Examination Committee 1); Vanessa Yusuf (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00023557/DKV/2020; Margareth Thresea Wijaya (42416167)",
  "subjects": "ANTHROPOMORPHISM--COMIC BOOKS, STRIPS, ETC.; COMMERCIAL ART; GRAPHIC ART; VISUAL COMMUNICATION"
}