{
  "id": "47761",
  "title": "Galeri seni instalasi di Surabaya",
  "abstract": "Galeri Seni Instalasi di Surabaya adalah sebuah galeri pameran karya seni intalasi. Kesenian instalasi adalah salah satu gaya kesenian yang sedang popular di dunia. Kesenian instalasi memiliki kelebihan yaitu cara penyampaian ide dan konsep yang melalui berbagai indera, tidak seperti kesenian lainnya yang hanya mengandalkan indera visual. Ide awal muncul dari kurangnya galeri yang memadai untuk seni instalasi di Surabaya, sehingga galeri ini dirancang agar dapat menjadi galeri yang lebih optimal dari yang ada sebelumnya. Galeri ini diharapkan dapat menyelesaikan masalah-masalah yang terjadi di galeri-galeri sebelumnya, Masalah khusus dalam proyek perancangan ini adalah bagaimana cara merancang fasilitas yang fleksibel namun tetap berkarakter. Hal tersebut menjadi dasar dari pendekatan proyek ini yaitu pendekatan sistem. Kesenian intalasi memiliki berbagai macam bentuk dan wujud. Oleh karena itu, ruang pamer yang harus memiliki sistem yang dapat mengakomodir berbagai macam kebutuhan seni instalasi. Proyek ini juga didukung dengan adanya fasilitas-fasilitas penunjang seperti fasilitas workshop, kantor, toko souvenir dan kafe. Galeri ini juga diharapkan menjadi sebuah fasilitas umum yang dapat diakses oleh semua masyarakat. Oleh karena itu, banyak perhatian dituangkan dalam perancangan ruang-ruang komunal luar maupun dalam ruang. Dengan harapan galeri ini dapat membawa nilai positif bagi masyarakat Surabaya.",
  "creators": "SATRIA PUTRA KURNIAWAN",
  "contributors": "Benny Poerbantanoe (Advisor 1); Markus Ignatio Aditjipto (Advisor 2); Roni Anggoro, S.T., M.A.Arch. (Advisor 3); Rony Gunawan (Examination Committee 1); Wanda Widigdo Canadarma (Examination Committee 2); Angela Christysonia Tampubolon, S.T., M.T. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 03024076/ARS/2020; Satria Putra Kurniawan (22416062)",
  "subjects": "ART MUSEUMS--DESIGNS AND PLANS"
}