{
  "id": "47771",
  "title": "Eksperimen kantong semen bekas sebagai material dasar produk interior",
  "abstract": "Indonesia merupakan bagian dari negara berkembang sehingga banyak pembangunan infrastruktur dilakukan yang berdampak pada meningkatkanya penggunaan semen. Penggunaan semen ini akan menghasilkan beberapa limbah, salah satunya merupakan kantong semen bekas. Perumusan masalah dari penelitian ini adalah untuk mencari tahu bagaimana proses pengelolahan kantong semen bekas dan karakteristik dari olahan tersebut dalam bidang produk interior serta potensi dan rekomendasi untuk pengaplikasiannya dalam bidang produk interior. Tujuan dari penelitian ini adalah untuk menjawab permasalahan-permasalahan tersebut. Penelitian ini menggunakan metode campuran yaitu metode kualitatif dan kuantitatif. Hasil penelitian ini berupa pita anyaman yang dihasilkan dengan menggunakan teknik lipat selebar 2 cm yang akan dianyam pada sebuah bingkai dimana bingkai tersebut akan dipasangkan pada dudukan kursi. Anyaman yang digunakan memiliki berbagai macam motif sehingga masing-masing motif memiliki keunggulan dan kelemahannya. Tidak hanya diolah menjadi pita anyaman tetapi juga menjadi sebuah papan. Pembuatan papan ini akan dibagi menjadi 20, 40, 80 tumpukan, sehingga masing- masing tumpukan memiliki ketebalannya yang berbeda-beda dan akan mempengaruhi kekuatan dari papan tersebut. Masing-masing tumpukan menggunakan lem putih pvac sebagai perekat utama dalam prosesnya untuk membuat tumpukan kantong semen jadi kaku.",
  "creators": "CHRISTIAN KEMAL",
  "contributors": "Yusita Kusumarini (Advisor and Examination Committee); Filipus Priyo Suprobo, S.T., M.T. (Advisor 2); Grace Mulyono (Advisor 3); Frenky Tanaya, S.T., M.T (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00011925/DIN/2020; Christian Kemal (41416110)",
  "subjects": "ART IN INTERIOR DECORATION; INTERIOR DECORATION ACCESSORIES; INTERIOR DECORATION"
}