{
  "id": "47772",
  "title": "Makna budaya pada rumah suku Dayak Ngaju di Kalimantan Tengah",
  "abstract": "Suku Dayak Ngaju merupakan suku terbesar di Kalimantan Tengah yang memiliki keistimewaan dalam kebudayaan dan adat istiadatnya. Salah satu karya budaya asli suku Dayak Ngaju adalah rumah tradisional atau rumah tinggal dengan interiornya yang khas dan masih ditinggali hingga saat ini sehingga di dalamnya masih terjadi proses kehidupan dan aktivitas manusianya. Penelitian ini mempelajari dan memahami makna budaya yang terkandung pada tiga objek rumah, yaitu Rumah Tua Djaga Bahen yang berada di Kabupaten Pulang Pisau, Betang Bintang Patendu dan Rumah Tinggal Dukuh Betung yang berada di Kabupaten Katingan, Kalimantan Tengah yang meliputi pembahasan mengenai interiornya. Penelitian ini merupakan penelitian kebudayaan dengan menggunakan pendekatan interpretasi hermeneutika Paul Ricoeur dan dilandasi dengan teori kebudayaan Koentjaraningrat. Berdasarkan hasil penelitian ditemukan bahwa rumah tradisional atau rumah tinggal suku Dayak Ngaju merepresentasikan ide gagasan, dan tindakan yang terkait dengan sejarah, sistem kepercayaan, organisasi masyarakat, sistem pengetahuan, bahasa, kesenian, sistem mata pencaharian, dan sistem teknologi peralatan hidup suku Dayak Ngaju yang tercermin dalam aspek orientasi bangunan, bentuk dan struktur bangunan, organisasi ruang, elemen pembentuk ruang, elemen transisi, elemen pengisi ruang, dan ragam hias. Namun, seiring perkembangan jaman makna budaya yang terkandung di dalam nya saat ini mulai bergeser yang disebabkan oleh beberapa faktor.",
  "creators": "PRISKILA HANATASIA KUSUMA",
  "contributors": "Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Advisor 1); Lucky Basuki (Advisor 2); Dr. Ir. Hedy Constancia Indrani, M.T. (Examination Committee 1); Sherly De Yong (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00011968/DIN/2020; Priskila Hanatasia Kusuma (41416118)",
  "subjects": "ETHNIC ART IN INTERIOR DECORATION; INTERIOR DECORATION"
}