{
  "id": "47780",
  "title": "Galeri seni instalasi modern di Surabaya",
  "abstract": "Galeri Seni Instalasi Modern di Surabaya merupakan sebuah fasilitas yang bertujuan untuk menjadi sebuah wadah bagi para seniman instalasi dan peminat seni instalasi di Surabaya. Galeri seni cenderung dikaitkan dengan lorong-lorong yang berisi karya seni yang sepi, serius dan membosankan sehingga diharapkan galeri seni instalasi ini mampu menjadi sebuah daya tarik wisata yang ingin menghilangkan kesan membosankan tersebut. Selain itu, galeri ini juga ingin tampil sebagai salah satu karya seni instalasi dengan tetap memikirkan ruangan-ruangan yang terintegrasi dengan komposisi massa yang terbentuk sehingga memberikan kebebasan pada pengunjung untuk bereksplorasi di dalam bangunan secara bebas. Untuk mendukung masalah utama dalam memenuhi kebutuhan desain, maka digunakan pendekatan arsitektur simbolik dan pendalaman struktur pada keseluruhan proses perancangan. Ruang pamer galeri ini di dalamnya dibedakan menjadi dua, yaitu ruang pamer outdoor dan ruang pamer indoor. Ruang pamer outdoor di desain secara terbuka namun masih memiliki batasan-batasan, digunakan untuk mempamerkan seni instalasi yang berukuran lebih besar dan tinggi. Ruang pamer indoor merupakan ruang pamer yang tertutup dimana ruang-ruang didalamnya bisa disesuaikan dengan kebutuhan. Seni Instalasi yang dipamerkan di ruang pamer indoor memiliki dimensi yang cenderung lebih kecil. Galeri Seni ini juga dilengkapi dengan fasilitas penunjang lainnya seperti, perpustakaan, ruang workshop, ruang seminar, café, serta toko souvenir.",
  "creators": "SILVY",
  "contributors": "Ir. Bisatya Widadya Maer, M.T. (Advisor 1); Riduan Sukardi (Advisor 2); Aris Budhiyanto, S.T., M.Sc., Ph.D. (Advisor 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 00024019/ARS/2020; Silvy (22414015)",
  "subjects": "ART MUSEUMS--DESIGNS AND PLANS"
}