{
  "id": "47781",
  "title": "Kajian pengalaman estetis pengunjung pada ruang interior Rumah Makan Taman Handayani Surabaya",
  "abstract": "Pengalaman estetis dapat dirasakan oleh pengunjung dari suasana yang hadir melalui konsep desain yang diterapkan pada elemen pembentuk dan pengisi ruang interior restoran. Suasana merupakan salah satu kualitas sebuah restoran yang memiliki peran dalam memberikan pengalaman kepada pengunjung. Tujuan dari penelitian ini adalah untuk memahami peranan ruang interior dalam membentuk suasana yang dapat memberi pengalaman estetis kepada pengunjung. Metode yang digunakan adalah metode campuran, yaitu bentuk kualitatif dan bentuk kuantitatif, dan mengambil Rumah Makan Taman Handayani sebagai objek penelitian. Dari hasil temuan yang didapat, pengalaman estetis didapat dari persepsi indrawi, psikologi, emosi, dan pemahaman pengunjung ketika berada di restoran. Secara keseluruhan, pengalaman yang dirasakan oleh pengunjung ketika berada di Rumah Makan Taman Handayani adalah pengalaman perasaan terhadap suasana ruang interior restoran, sehingga dapat memunculkan motivasi bagi pengunjung untuk beraktivitas ketika berada di restoran. Aspek yang paling dominan dalam memberikan pengalaman estetis kepada pengunjung adalah aspek persepsi indrawi berdasarkan pengalaman indra penglihatan dan aspek psikologi berdasarkan comforting, yang dapat membawa perasaan tertentu kepada pengunjung ketika berada di restoran.",
  "creators": "CATHERYNE DWIPUTRI LAIMAN",
  "contributors": "Sriti Mayang Sari (Advisor 1); MARIA S.G POETIRAY (Advisor 2); Purnama Esa Dora Tedjokoesoemo, S.Sn., M.Sc. (Examination Committee 1); Ir. Hendy Mulyono (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00011982/DIN/2020; Catheryne Dwiputri Laiman (41416092)",
  "subjects": "ART IN INTERIOR DECORATION; RESTAURANTS--DECORATION"
}