{
  "id": "47790",
  "title": "Fasilitas wisata edukasi tanaman mangrove di Surabaya",
  "abstract": "Fasilitas wisata edukasi tanaman mangrove di Surabaya ini merupakan fasilitas rekreasi untuk masyarakat Surabaya dan wisatawan mancanegara yang sekaligus bermaksud untuk memberikan edukasi mengenai tanaman mangrove. Salah satu yang melatarbelakangi adalah kerusakan hutan mangrove dengan melakukan pembakaran liar yang dilakukan oleh masyarakat yang tidak bertanggungjawab dengan lingkungan dan memperhatikan alam. Sehingga pembangunan fasilitas ini diharapkan dapat bertujuan untuk mengenalkan dan mengedukasi masyarakat Surabaya maupun wisatawan mancanegara mengenai pentingnya tanaman mangrove bagi lingkungan dan makhluk hidup. Fasilitas ini dilengkapi dengan fasilitas publik, yaitu area penerima, fasilitas workshop kerajinan kayu, fasilitas workshop pengolahan bahan pangan dan minuman, kantor pengelola, multifunction hall dan pusat informasi. Fasilitas wisata edukasi ini didesain dengan upaya untuk menciptakan zoning dan sirkulasi pada kawasan bangunan secara jelas. Untuk itu, pendekatan yang digunakan adalah pendekatan sistem, Penggunaan pola sirkulasi linear dan pola sirkulasi radial pada bangunan mulai dari area penerima, menuju ke area pusat informasi dan plaza, lalu ke area workshop, dan galeri tanaman mangrove, serta terdapat fasiltas pedukung seperti kantor pengelola, area rekreasi, dan multifunction hall. Dengan kebutuhan dalam menyampaikan informasi edukasi sekaligus menjadi area wisata maka pendalaman ruang dipilih sebagai acuan penerapan suasana.",
  "creators": "KEVIN KRISTIANTO LIMMAN",
  "contributors": "Irwan Santoso (Advisor 1); Timoticin Kwanda (Advisor 2); Dr. Feny Elsiana, S.T., M.T. (Advisor 3); Christine Wonoseputro (Examination Committee 1); Andhi Wijaya (Examination Committee 2); Anik Juniwati (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024020/ARS/2020; Kevin Kristianto Limman (22415027)",
  "subjects": "EDUCATION PARKS--DESIGNS AND PLANS; RECREATION CENTERS--DESIGNS AND PLANS"
}