{
  "id": "47804",
  "title": "Pengaruh transformational leadership terhadap employee innovative behaviour melalui collaborative human resource management dan adhocracy organizational culture pada PT So Good Food",
  "abstract": "Penelitian ini bertujuan untuk mengetahui Pengaruh transformational leadership terhadap employee innovative behaviour melalui collaborative human resource management dan adhocracy organizational culture pada PT. So Good Food. Pada penelitian ini digunakan data primer berupa kuesioner yang disebarkan ke seluruh karyawan PT. So Good Food di Indonesia. Sampel pada penelitian ini adalah sebanyak 131 responden dengan menggunakan teknik purposive sampling. Teknik pengolahan data menggunakan smart PLS 3.0 dengan menggunakan beberapa pengolahan data, yaitu uji validitas, uji reliabitas, dan uji hipotesis. Hasil pengujian menunjukkan bahwa transformational leadership memiliki pengaruh signifikan positif terhadap employee innovative behaviour. Kedua, transformational leadership memiliki pengaruh signifikan positif terhadap collaborative human resource management. Ketiga, collaborative human resource management memiliki pengaruh signifikan positif terhadap employee innovative behaviour. Keempat, transformational leadership memiliki pengaruh signifikan positif terhadap employee innovative behaviour melalui mediasi collaborative human resource management. Kelima, transformational leadership memiliki pengaruh signifikan positif terhadap adhocracy organization culture. Keenam, adhocracy organization culture memiliki pengaruh signifikan positif terhadap employee innovative behaviour. Ketujuh, transformational leadership memiliki pengaruh signifikan positif terhadap employee innovative behaviour melalui mediasi adhocracy organization culture. Kedelapan, transformational leadership memiliki pengaruh signifikan positif terhadap employee innovative behaviour melalui mediasi collaborative human resource management dan adhocracy organization culture.",
  "creators": "ARTHUR GREGORIUS YOHANES",
  "contributors": "Dr. Roy Setiawan, S.Kom., M.M., M.SM., M.Th. (Advisor 1); Zeplin Jiwa Husada Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011900/MAN/2020; Arthur Gregorius Yohanes (31416213)",
  "subjects": "EMPLOYEES--RATING OF; LEADERSHIP IN MANAGEMENT"
}