{
  "id": "47811",
  "title": "Penerimaan penonton terhadap konsep self-acceptance dalam film Imperfect",
  "abstract": "Penerimaan dari masing-masing khalayak sangatlah beragam dalam memaknai pesan yang disampaikan oleh media. Konsep Self-Acceptance dari Sheerer (1963) di film Imperfect menjadi fokus dalam penelitian penerimaan ini. Untuk dapat mengetahui penerimaan tersebut, penelitian ini berjenis deskriptif dengan pendekatan kualitatif dan menggunakan metode reception analysis untuk mengetahui proposisi informan yang terbagi menjadi tiga yakni Dominant, Negotiated dan Oppositional. Dalam penelitian ini, peneliti menggunakan 4 informan yaitu dua informan dengan jenjang usia dibawah dan diatas 30 tahun dengan persyaratan sudah menikah dan belum menikah. Dua informan yang memiliki pengalaman menjadi korban dan pelaku yang dikomentari penampilannya. Pengumpulan data menggunakan wawancara mendalam agar data yang didapatkan lengkap. Hasil penelitian ini didapatkan bahwa dua informan memiliki penerimaan dominant yang artinya menerima pesan Self-Acceptance yang disampaikan dalam film Imperfect. Dan dua informan mempunyai penerimaan negotiated, yang artinya menerima pesan disampaikan namun memberikan pandangan tersendiri mengenai Self-Acceptance dalam film Imperfect. Penerimaan masing-masing informan berkaitan dengan latar belakang pengalaman serta referensi masing-masing. Hal itu didapatkan mereka dari lingkungan sosial, kepercayaan mereka, pengalaman pribadi serta pengetahuan yang didapat.",
  "creators": "ABDI SATYA ANUGERAH",
  "contributors": "Desi Yoanita (Advisor 1); Agusly Irawan Aritonang, S.Sos., M.A. (Advisor 2); Ido Prijana Hadi (Examination Committee 1); Daniel Budiana, S.Sos., M.A. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011623/KOM/2020; Abdi Satya Anugerah (51416032)",
  "subjects": "COMMUNICATION; MOTION PICTURES--PUBLIC OPINION; MOTION PICTURES; SELF-ACCEPTANCE"
}