{
  "id": "47819",
  "title": "Studi komparasi: analisis isi city branding pada akun instagram @Surabaya, @humasbdg, dan @Semarangpemkot",
  "abstract": "Penelitian ini dilakukan untuk memperoleh gambaran umum serta komparasi isi pesan city branding pada akun Instagram @surabaya, @humasbdg, dan @semarangpemkot. Ketiga kota ini sering kali memperoleh penghargaan dalam berbagai bidang, serta aktif menggunakan media komunikasinya. Instagram menjadi salah satu media komunikasi yang dimanfaatkan PR di tengah upaya tiap-tiap daerah mempromosikan kotanya kepada berbagai target audiensnya. Penelitian ini menggunakan metode analisis isi dengan pendekatan kuantitatif, di mana analisis dilakukan melalui enam komponen city brand Simon Anholt pada tiap-tiap akun Instagam yang di teliti. Hasil penelitian menunjukkan adanya perbedaan pesan city branding yang ditonjolkan serta interaksi yang dihasilkan pada setiap akun. Pesan yang sering dimunculkan @surabaya adalah the place, sedangkan pada @humasbdg dan @semarangpemkot adalah the people. Pesan ini ditampilkan melalui image, caption, dan hashtag. Likes tertinggi @surabaya ditemukan pada pesan the place, @humasbdg pada pesan the pulse dan the people, dan @semarangpemkot pada pesan the pulse. Diketahui pula, komentar positif tertinggi pada @surabaya dan @humasbdg dapat ditemukan pada konten the people. Sedangkan, pada @semarangpemkot tampak melalui konten the pulse.",
  "creators": "REGINA BELLA ROSARI",
  "contributors": "Titi Nur Vidyarini, S.Sos., M.Comms. (Advisor 1); Vita Monica (Advisor 2); Felicia Goenawan (Examination Committee 1); Chory Angela Wijayanti (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011605/KOM/2020; Regina Bella Rosari (51416001)",
  "subjects": "INSTAGRAM (ELECTRONIC RESOURCE); MASS MEDIA; CITY PROMOTION; COMMUNICATION IN MARKETING"
}