{
  "id": "47815",
  "title": "Motif dan kepuasan subscriber menonton channel Deddy Corbuzier di Youtube",
  "abstract": "Penelitian ini bertujuan untuk mengetahui motif dan kepuasan subscriber dalam menonton channel Youtube Deddy Corbuzier. Channel ini mendapati julukan “father of Youtube” dan salah satu channel dengan konten video podcast yang konsisten mengunggah konten tersebut dibandingkan dengan youtubers lain. Meskipun Deddy bukan orang pertama dengan konten tersebut. Peneliti menggunakan teori Uses and Gratification dengan empat indikator yang diambil dari jurnal milik Xinchen Xu yaitu novelty (keterbaruan), bandwagon (aktivitas dalam channel), ownness (kepemilikan), dan dynamic control (control). Metode penelitian ini adalah survei dengan jenis penelitian deskriptif, eksplanatif dengan pendekatan kuantitatif. Penelitian ini juga menggunakan uji validitas, uji reliabilitas, uji korelasi, uji-T berpasangan, serta tabulasi silang (crosstab) untuk melihat hubungan profil respoden dengan indikator motif dan kepuasan. Secara keseluruhan dapat dikatakan bahwa subscriber tidak mendapatkan kepuasan karena total rata-rata mean GS lebih besar dari total rata-rata mean GO, yaitu mean GS sebesar 3.99 dan mean GO sebesar 3.88. Hasil penelitian menunjukkan bahwa motif tertinggi adalah indikator bandwagon. Hal yang membuat subscriber tidak puas karena mayoritas adalah millennial. Mereka sudah terbiasa dengan teknologi, dan juga mereka tidak mendapatkan sudut pandang baru dari sesama subscriber. Hasil crosstab mengatakan bahwa semua profil responden memiliki hubungan yang tinggi dengan masing-masing indikator. Namun ternyata hal tersebut tidak membuktikan bahwa responden merasa puas.",
  "creators": "DHEA DITHYA SENDUK",
  "contributors": "Lady Joanne Tjahyana, S.Kom., MMM. (Advisor 1); Daniel Budiana, S.Sos., M.A. (Advisor 2); Jandy Edipson Luik (Examination Committee 1); Fanny Lesmana (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011594/KOM/2020; Dhea Dithya Senduk (51416070)",
  "subjects": "MASS MEDIA; SOCIAL MEDIA--RESEARCH; YOUTUBE (ELECTRONIC RESOURCE); SATISFACTION"
}