{
  "id": "47828",
  "title": "Studi komparatif: analisis isi pesan komunikasi pemasaran melalui Instagram (Indihome vs First Media)",
  "abstract": "Penelitian ini dilakukan untuk melihat gambaran umum dan perbandingan isi pesan komunikasi pemasaran pada postingan Instagram perusahaan Internet Service Provider (ISP) di Indonesia yaitu Indihome dan First Media. Instagram merupakan salah satu media sosial yang digunakan oleh perusahaan Internet Service Provider (ISP) sebagai media komunikasi pemasaran. Penggambaran isi pesan dalam penelitian ini dilihat melalui metode analisis isi kuantitatif pada postingan media sosial Instagram. Elemen-elemen komunikasi pemasaran yang muncul pada posting digunakan untuk melihat konten pesan di Instagram. Elemen tersebut adalah pengirim, pesan, media, dan tanggapan. Hasil penelitian ini menunjukkan bahwa postingan terbanyak indihome adalah hari Rabu sedangkan First Media pada hari Jumat. Tema pesan Glitz and Glam adalah tema pesan terbanyak yang diselipkan pada postingan Indihome, sedangkan First Media tema pesan How-To. Pesan dilihat melalui image (foto dan video), caption dan hashtag. Tanggapan positive self enhancement banyak diberikan pada postingan yang diselipkan tema Glitz and Glam dan How To. Dengan banyaknya komentar positive self enhancement yang muncul pada kolom komentar suatu postingan, maka akan membuat electronic word of mouth yang positif juga. Penelitian ini juga menemukan perbedaan karakter pesan melalui gambar yang diberikan kedua perusahaan. Seorang marketing public relations penting membuat positioning saat memberikan pesan komunikasi pemasaran melalui akun Instagram.",
  "creators": "LITA SANJULYA",
  "contributors": "Titi Nur Vidyarini, S.Sos., M.Comms. (Advisor 1); Vita Monica (Advisor 2); Felicia Goenawan (Examination Committee 1); Chory Angela Wijayanti (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011600/KOM/2020; Lita Sanjulya (51416023)",
  "subjects": "COMMUNICATION IN MARKETING; INSTAGRAM (ELECTRONIC RESOURCE); PUBLIC RELATIONS"
}