{
  "id": "47823",
  "title": "Strategi impression management Ruben Onsu pasca keputusan pengangkatan anak Betrand Peto di akun Instagram @ruben_onsu",
  "abstract": "Impression management atau manajemen impresi adalah suatu atribut atau perangkat yang digunakan guna menciptakan persona tertentu untuk mempengaruhi persepsi dan citra diri kita terhadap orang lain (L'Etang, 2007). Setiap figur publik, baik sadar maupun tidak, akan menggunakan manajemen impresi dalam penyampaian pesan untuk menanamkan citra diri mereka pada publiknya, termasuk Ruben Onsu sebagai figur publik sekaligus seorang pemimpin korporasi miliknya. Peneliti ingin mengetahui strategi impression management Ruben Onsu, khususnya pasca keputusan pengangkatan anak Betrand Peto yang ditampilkan di akun Instagram @ruben_onsu yakni 25 Juli-8 Oktober 2019. Penelitian ini menggunakan metode analisis isi kuantitatif. Peneliti melakukan koding terhadap pesan verbal dan non-verbal yang ada di dalam foto, video beserta caption dari 78 post yang diunggah dalam Instagram @ruben_onsu. Adapun strategi impression management yang digunakan adalah strategi impression management dari Jones dan Pittman (1982), meliputi: ingratiation, intimidation, self-promotion, exemplification, dan supplication. Hasil penelitian ini menunjukkan bahwa strategi yang paling sering ditampilkan oleh Ruben Onsu melalui akun Instagramnya adalah strategi exemplification, di mana ia ingin mendapatkan kesan sebagai figur publik sekaligus ayah yang berintegritas dan layak secara moral. Strategi ini secara dominan ditunjukkan melalui sub-indikator sikap kedermawanan khususnya pada Betrand dan anggota keluarga lainnya. Sehingga, hal ini sesuai dengan prinsip dasar dan peranan seorang ayah dalam kehidupan berkeluarga yaitu menafkahi dan memberikan kehidupan yang layak bagi seluruh anggota keluarganya.",
  "creators": "VITA MAGDALENA BERNADI",
  "contributors": "Jandy Edipson Luik (Advisor 1); Astri Yogatama (Advisor 2); Judy Djoko Wahjono Tjahjo (Examination Committee 1); R. OTTO BAMBANG WAHJUDI (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011570/KOM/2020; Vita Magdalena Bernadi (51416091)",
  "subjects": "COMMUNICATION IN MARKETING; PERSONALITY; PUBLIC RELATIONS"
}