{
  "id": "47837",
  "title": "Evaluasi aktivitas media relations di Aston Cirebon Hotel & Convention Center",
  "abstract": "Aston Cirebon Hotel & Convention Center merupakan salah satu hotel bintang empat di kota Cirebon, Jawa Barat yang mrutin melakukan kegiatan media relations. Adapun kegiatan yang dilakukan yaitu press confrence, press interview, press briefing, press release/news release, press luncheon, press tour, special event, media visit. Penelitian ini meneliti mengenai evaluasi aktivitas media relations yang dilakukan oleh Aston Cirebon Hotel & Convention Center. Penelitian ini merupakan penelitian kualitatif dengan pendekatan deskriptif, menggunakan metode studi kasus. Berdasarkan data yang telah dianalisis dan diinterpretasi, ditemukan bahwa aktivitas media relations dianggap sebagai salah satu alat promosi untuk meningkatkan revenue.Dari hal tersebut, divisi Public Relations pun akhirnya tidak pernah memilah media utama yang mereka targetkan dalam menyebarkan publikasinya. Aktivitas media relations juga dilakukan sebagai baian dari rutinitas sehingga proses evaluasi yang dilakukan hanya menggunakan asumsi dan memori dari divisi Public Relations. Anggapan sebagai rutinitas tersebut akhirnya menimbulkan asumsi bahwa seluruh kegiatan yang dilakukan selama ini berlangsung baik-baik saja. akhirnya, hingga saat ini divisi Public Relations tidak memiliki bentuk evaluasi secara sistematis. Hal ini penting adanya karena asumsi tidak bisa menjadi tolok ukur dalam menilai sebuah kebenaran atau fakta yang terjadi di lapangan, karena bisa saja terdapat evaluasi kecil yang berdampak besar bagi sebuah kegiatan.",
  "creators": "ANINDYA VIKA DESINTA",
  "contributors": "Titi Nur Vidyarini, S.Sos., M.Comms. (Advisor 1); Astri Yogatama (Advisor 2); Gatut Priyowidodo (Examination Committee 1); Felicia Goenawan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011580/KOM/2020; Anindya Vika Desinta (51416013)",
  "subjects": "COMMUNICATION IN MARKETING; PUBLIC RELATIONS; MASS MEDIA"
}