{
  "id": "47836",
  "title": "Fasilitas pelatihan industri kreatif kerajinan kayu di Surabaya",
  "abstract": "Fasilitas Pelatihan Industri Kreatif Kerajinan Kayu di Surabaya merupakan fasilitas pelatihan terpadu yang dikelola sebagai wadah inkubator ide kreatif dan peningkatan keterampilan pengolahan kerajinan kayu serta sebagai tempat berkumpulnya para pengrajin dan jejaring bisnis industri kreatif kayu. Latar belakang dari fasilitas ini adalah tingginya potensi pengrajin dan bisnis industri kreatif kerajinan kayu di Indonesia untuk memanfaatkan material kayu, baik mentah maupun daur ulang yang terus meningkat sehingga diharapkan adanya upaya percepatan yang terstruktur dengan lebih baik. Fasilitas ini terbagi menjadi 3 zona utama yaitu zona edukasi kerajinan kayu, zona pelatihan kerajinan kayu dan retail. (1) Zona edukasi difasilitasi dengan wood gallery, reference area dan ballroom (2) zona pelatihan difasilitasi dengan workshop area, rent office dan open working space, dan (3) Zona retail sebagai area fleksibel yang mendukung kegiatan pelatihan. Pendekatan desain yang dipilih adalah pendekatan perilaku. Pendekatan tersebut dipilih berdasarkan kesadaran akan perbedaan perilaku generasi millenial dalam mendalami dan mempelajari suatu hal baru. Secara umum cara pembelajaran generasi milenial terbagi atas dua. (1) pembelajaran dengan mencoba, (2) pembelajaran dengan mencontoh. Dari semua pendasaran desain didapati perlunya mempertimbangkan kenyamanan pengguna didalam ruang pada aspek pencahayaan, alur dan panas pada bangunan. Fasilitas juga perlu menggunakan penghawaan pasif dalam mengatur kenyamanan area. Dari seluruh pertimbangan di atas terlahir konsep generator inovasi. Konsep tersebut merupakan sebuah konsep yang berupaya menjadikan suatu fasilitas yang dapat mendukung upaya pencarian ide pada setiap area yang terdesain yang berdasarkan pada dua pola pembelajaran sebagai teori acuannya.",
  "creators": "JONATHAN RICHARD PARENGKUAN",
  "contributors": "Roni Anggoro, S.T., M.A.Arch. (Advisor 1); Markus Ignatio Aditjipto (Advisor 2); Benny Poerbantanoe (Advisor 3); Wanda Widigdo Canadarma (Examination Committee 1); Rony Gunawan (Examination Committee 2); Angela Christysonia Tampubolon, S.T., M.T. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06024139/ARS/2020; Jonathan Richard Parengkuan (22416157)",
  "subjects": "EDUCATION PARKS--DESIGN AND CONSTRUCTION"
}