{
  "id": "47835",
  "title": "Evaluasi aktivitas media relations di Trans Studio Mall Bandung",
  "abstract": "Trans Studio Mall Bandung merupakan salah satu perusahaan yang rutin melakukan aktivitas media relations. Adapun berbagai aktivitas media relations yang dilakukan di antaranya media visit, special events, media gathering dan press release. Penelitian ini meneliti mengenai evaluasi aktivitas media relations yang dilakukan oleh Trans Studio Mall Bandung. Penelitian ini merupakan penelitian kualitatif dengan pendekatan deskriptif, menggunakan metode studi kasus.Rumusan masalah dalam penelitian ini adalah bagaimana aktivitas media relations di Trans Studio Mall Bandung? Berdasarkan data yang sudah dianalisis dan diinterpretasi, ditemukan bahwa aktivitas media relations dianggap sebagai salah satu bentuk promosi untuk meningkatkan revenue dan awareness masyarakat. Aktivitas media relations yang rutin dilakukan oleh TSM Bandung adalah media visit, special events, media gathering dan press release namun dari aktivitas tersebut tidak pernah didukung dengan adanya evaluasi komunikasi yang terstruktur, sehingga proses evaluasi hanya menggunakan asumi dan memori public relations. Melalui asumsi ini akhirnya menimbulkan bahwa seluruh kegiatan yang sudah dijalankan selama ini terlaksana dengan baik. Hingga saat ini public relations Trans Studio Mall Bandung tidak memiliki sebuah bentuk evaluasi yang terstruktur. Evaluasi penting karena asumsi tidak dapat dijadikan sebagai tolok ukur dalam menilai suatu kebenaran atau fakta yang terjadi di lapangan.",
  "creators": "FELICIA ANGELICA MARIA BUDI MULYA",
  "contributors": "R. OTTO BAMBANG WAHJUDI (Advisor 1); Titi Nur Vidyarini, S.Sos., M.Comms. (Advisor 2); Judy Djoko Wahjono Tjahjo (Examination Committee 1); Astri Yogatama (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011588/KOM/2020; Felicia Angelica Maria Budi Mulya (51416018)",
  "subjects": "MASS MEDIA; PUBLIC RELATIONS"
}