{
  "id": "47839",
  "title": "Pengaruh kualitas website Dinas Kebudayaan D.I Yogyakarta terhadap citra Kota Yogyakarta terkait aspek budaya bagi warganya",
  "abstract": "Kota Yogyakarta memiliki banyak predikat, salah satunya adalah kota budaya. Identitas yang melekat pada Yogyakarta merupakan citra yang membedakan kota Yogyakarta dari kota lainnya. Oleh karena itu penting bagi suatu kota untuk memiliki citra yang menjadi ciri khas dari kota tersebut. Citra kota dapat berhasil apabila publik internal, seperti masyarakat, di kota tersebut turut menghidupkan branding atau image yang berusaha dibentuk. Dengan perkembangan zaman yang menghambat pewarisan budaya, Dinas Kebudayaan D.I Yogyakarta yang mengelola kebudayaan tersebut memanfaatkan media internet, salah satunya website, untuk menyampaikan informasi terkait kebudayaan Yogyakarta. Memanfaatkan media internet menjadi salah satu strategi public relations di era digital untuk berkomunikasi dengan publiknya. Dalam teori komunikasi S-O-R, pesan yang disampaikan melalui media tertentu dapat menjadi stimulus yang membentuk persepsi yang pada akhirnya membentuk citra. Masyarakat Yogyakarta sebagai pelaku kebudayaan dan juga yang berperan penting dalam pembentukan citra kota Yogyakarta menjadi objek dalam penelitian ini. Penelitian dilakukan dengan metode survei kuantitatif. Survei dilakukan dengan kuesioner mengenai pengaruh yang diberikan oleh website dengan kualitas tertentu terhadap pembentukan citra. Indikator yang digunakan untuk kualitas website sebagai variabel independen adalah usability quality, information quality dan design quality. Sedangkan indikator yang digunakan pada pembentukan citra sebagai variabel dependen adalah persepsi dan sikap yang berkaitan dengan citra kota dalam aspek budaya.",
  "creators": "SOPHIA JULIATI",
  "contributors": "R. OTTO BAMBANG WAHJUDI (Advisor 1); Titi Nur Vidyarini, S.Sos., M.Comms. (Advisor 2); Judy Djoko Wahjono Tjahjo (Examination Committee 1); Astri Yogatama (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011575/KOM/2020; Sophia Juliati (51416079)",
  "subjects": "YOGYAKARTA (INDONESIA)--SOCIAL LIFE AND CUSTOMS; CITY AND TOWN LIFE; PUBLIC RELATIONS"
}