{
  "id": "47847",
  "title": "Metode guru Kristen untuk menolong anak terisolir dalam interaksi sosial dengan teman sebaya di Sekolah Dasar Kristen Mawar Sharon",
  "abstract": "Anak-anak terisolir merupakan anak-anak dengan masalah kesulitan membangun hubungan sosial dengan teman sebaya. Biasanya anak-anak tersebut terlupakan atau selalu menjadi pilihan terakhir dari teman-temannya. Ciri-ciri perilaku anak terisolir sangat beragam, sebagian besar di antaranya tidak sesuai dengan standar dan norma yang dimiliki teman-temannya. Pada tahap ini, peran guru sangatlah penting untuk menolong mereka keluar dari keterisolirannya. Dengan metode penelitian kualitatif konstruktif, penelitian ini bertujuan untuk mencari metode-metode untuk menolong anak-anak terisolir. Adapun informan yang terlibat dalam penelitian ini adalah empat guru Kristen di SD Kristen Mawar Sharon yang memiliki pengalaman langsung menangani anak terisolir. Melalui wawancara, penyusunan platform metode menolong anak terisolir dan FGD yang dilakukan, peneliti merumuskan beberapa temuan penelitian, yakni yang pertama yaitu pemahaman terhadap anak terisolir sebagai langkah awal penanganan. Kedua yakni pemahaman terhadap faktor yang mempengaruhi anak terisolir. Ketiga yaitu penggunaan metode anecdotal record untuk mencatat perilaku penting serta penanganan anak terisolir. Keempat metode-metode penanganan anak terisolir. Kelima yakni pentingnya peran orang tua sebagai stakeholder guru.",
  "creators": "INDRI MARIANI NAINGGOLAN",
  "contributors": "Kartika Bayu Primasanti (Advisor 1); Romirio Torang Purba, S.Pd., M.Pd. (Examination Committee 1); Lily Eka Sari S.S, M.A (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010018/PGSD/2020; Indri Mariani Nainggolan (61416008)",
  "subjects": "CHRISTIAN EDUCATION; LEARNING--RESEARCH"
}