{
  "id": "47842",
  "title": "Pengaruh penggunaan video pembelajaran terhadap hasil belajar siswa kelas VI pada mata pelajaran IPA dalam kerangka pendidikan Kristen",
  "abstract": "Penggunaan video pembelajaran sering digunakan dalam proses pembelajaran mata pelajaran IPA. Dalam penelitian ini penyusunan instrumen mengacu pada proses penggunaan video pembelajaran pada mata pelajaran IPA SD dalam kerangka Pendidikan Kristen. Pertanyaan dalam instrumen disusun berpedoman pada proses pembelajaran dalam kerangka Pendidikan Kristen. Penelitian ini bertujuan untuk mengetahui pengaruh penggunaan video pembelajaran terhadap hasil belajar siswa kelas VI pada mata pelajaran IPA dalam kerangka Pendidikan Kristen. Pendekatan penelitian ini menggunakan pendekatan kuantitatif, sehingga instrumen kuesioner yang digunakan harus diuji validitas dan reliabilitasnya. Hasil uji validitas masing-masing pertanyaan adalah rhitung > rtabel yaitu 0,2429 dan dikatakan valid. Sedangkan hasil uji reliabilitas menunjukkan cronbach’s Alpha 0,833 > 0,7 dan dikatakan reliabel. Hasil analisis data berdasarkan uji pengaruh (regresi liniear/ANOVAb) menunjukkan bahwa adanya pengaruh penggunaan video pembelajaran terhadap hasil belajar siswa pada mata pelajaran IPA dalam kerangka Pendidikan Kristen ditandai dengan nilai signifikansi < 5%, Sig 0,019 < 0,05. Besarnya pengaruh penggunaan video pembelajaran terhadap hasil belajar yaitu sebesar 13,4% dan 86,6% adanya faktor lainnya. Maka dapat disimpulkan penggunaan video pembelajaran dalam kerangka Pendidikan Kristen berpengaruh positif terhadap hasil belajar siswa mata pelajaran IPA.",
  "creators": "FIORENTINA AGUSTIN",
  "contributors": "Iman Subekti S.Pd.,M.Pd. (Advisor 1); Romirio Torang Purba, S.Pd., M.Pd. (Examination Committee 1); Lily Eka Sari S.S, M.A (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010007/PGSD/2020; Fiorentina Agustin (61416002)",
  "subjects": "CHRISTIAN EDUCATION; VISUAL LEARNING"
}