{
  "id": "47849",
  "title": "Rancangan pengurangan waste untuk mengurangi lead time proses penyusunan dokumen pada service level agreement di Departemen Compensations & Benefits",
  "abstract": "PT X merupakan perusahaan manufaktur yang memproduksi rokok. Permasalahan yang terjadi dalam perusahaan adalah tidak efektifnya proses penyusunan dokumen seperti Organization Chart, dan Job Description beserta Job Evaluation pada Service Level Agreement di departemen Compensations & Benefits (C&B) sebagai akibat dari waste yang terjadi. Waste transportasi terjadi sebagai akibat dari wujud dokumen yang berbentuk hardcopy. Waste overprocessing terjadi sebagai akibat dari kesalahan operator dalam melakukan pengerjaan sehingga perlu dilakukan pengulangan proses kerja. Penelitian ini dilakukan untuk mengidentifikasi waste sebagai usaha untuk mengurangi lead time proses penyusunan dokumen pada Service Level Agreement di departemen Compensations & Benefits. Teknik analisa yang digunakan dalam penelitian adalah Value Stream Mapping (VSM) yang merupakan salah satu tools dari lean manufacturing. VSM digunakan sebagai alat untuk mengidentifikasi waste dari penggolongan value added activity dan non-value added activity. Pengeliminasian waste transportasi dilakukan dengan melakukan perubahan bentuk dokumen yang sebelumnya berbentuk hardcopy menjadi softcopy dengan menggunakan electronic document (e-doc). E-doc merupakan aplikasi yang dirancang oleh PT X sebagai alat untuk melakukan persetujuan dokumen via digital. Pengeliminasian waste overprocessing dilakukan dengan menetapkan template job family, menetapkan checklist kelengkapan dokumen, dan pengecekan spelling melalui excel. Hasil penelitian menunjukkan penurunan total lead time pada proses penyusunan dokumen.",
  "creators": "ARVIN OKTOVIANUS SUKAMTO",
  "contributors": "I Nyoman Sutapa (Advisor 1); Iwan Halim Sahputra, S.T., M.Sc., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022281/IND/2020; Arvin Oktovianus Sukamto (25416020)",
  "subjects": "WASTE MINIMIZATION; WASTE PRODUCTS"
}