{
  "id": "47858",
  "title": "Pengaruh customer satisfaction terhadap brand preference melalui customer loyalty dan brand trust pada produk kosmetik lokal di Indonesia",
  "abstract": "Latar belakang dari penelitian ini adalah adanya beragam brand kosmetik lokal yang semakin banyak di Indonesia yang memiliki kualitas menyetarai brand Internasional. Tujuan dari penelitian ini adalah mengetahui pengaruh Customer Satisfaction, Customer Loyalty, Brand Trust dan Brand Preference pada Kosmetik Lokal di Indonesia. Penelitian ini juga didasarkan oleh research gap dari pengaruh yang tidak signifikan antara customer satisfaction terhadap brand breference. Penelitian ini disertai novelty yaitu customer loyalty dan brand trust. Jenis metode penelitian yang digunakan adalah kuantitatif. Hasil dari penelitian ini menunjukan 7 pengaruh yaitu customer satisfaction tidak berpengaruh signifikan positif terhadap brand preference, customer satisfaction berpengaruh signifikan positif terhadap customer loyalty, customer loyalty berpengaruh signifikan positif terhadap brand preference, customer satisfaction berpengaruh signifikan positif terhadap brand preference melalui customer loyalty, customer satisfaction berpengaruh signifikan positif terhadap brand trust, brand trust tidak berpengaruh signifikan positif terhadap brand preference, dan yang terakhir adalah customer satisfaction tidak berpengaruh signifikan positif terhadap brand preference melalui brand trust.",
  "creators": "JESSICA NATALIA WIYOGO",
  "contributors": "Dr. Roy Setiawan, S.Kom., M.M., M.SM., M.Th. (Advisor 1); Zeplin Jiwa Husada Tarigan (Examination Committee 1); Yonathan Palumian, S.M.B. ,M.S.M (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Unknown",
  "source": "Skripsi No. 31011902/MAN/2020; Jessica Natalia Wiyogo (31416025)",
  "subjects": "BRAND LOYALTY; CUSTOMER LOYALTY; CONSUMER BEHAVIOR"
}