{
  "id": "47857",
  "title": "Jenius vs Digibank: analisis isi proses komunikasi pemasaran instagram digital banking di Indonesia",
  "abstract": "Penelitian ini bertujuan untuk menggambarkan proses komunikasi pemasaran digital banking di Indonesia di akun instagramnya yaitu Jenius dan Digibank. Instagram adalah salah satu media sosial yang digunakan untuk memasarkan produk. Saat memasarkan produk, ada proses yang dilalui yaitu dari pengirim, pesan, media, sampai feedback yang diberikan pelanggan kepada perusahaan. Penelitian ini menggunakan analisis isi kuantitatif. Hasilnya ditemukan, Jenius lebih sering mengunggah pada Senin 25% dan Digibank pada Selasa sebanyak 18%. Minggu menjadi hari paling sedikit unggah, yaitu Jenius 6% dan Digibank 9%. Selain itu, Jenius paling banyak mengunggah pada Maret yaitu 13% dan Digibank pada Agustus yaitu 12%. Konten unggah setiap bulan disesuaikan dengan timeline yang terjadi di dunia perbankan. Sifat pesan yang paling nampak adalah informatif dengan total 171 posting dan Reward Appeal dengan total 212 unggahan, sedangkan yang paling sedikit adalah Motivational Appeal dan Humorous Appeal. Tema pesan yang paling nampak adalah How To dengan total 75 unggahan dan Aspiration and Believe dengan total 63 unggahan, sedangkan yang paling sedikit muncul adalah David and Goliath dan Glitz and Glam. Pesan disajikan oleh sender melalui media image, caption dan hashtag. Feedback yang paling banyak muncul adalah komentar netral dan berisi seputar produk.",
  "creators": "SARAH AZALIAH KARSA",
  "contributors": "Felicia Goenawan (Advisor 1); Vita Monica (Advisor 2); Agusly Irawan Aritonang, S.Sos., M.A. (Examination Committee 1); Titi Nur Vidyarini, S.Sos., M.Comms. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011602/KOM/2020; Sarah Azaliah Karsa (51416019)",
  "subjects": "COMMUNICATION IN MARKETING; INSTAGRAM (ELECTRONIC RESOURCE)"
}