{
  "id": "47859",
  "title": "Perancangan interior Labuan Bajo one stop tourism center",
  "abstract": "Labuan Bajo adalah sebuah kota di Provinsi Nusa Tenggara Timur yang memiliki kekayaan alam, kebudayaan dan berbagai objek wisata yang saat ini masih terus dikembangkan. Keberadaan hewan purba Komodo menjadi daya tarik utama wisatawan datang ke Labuan Bajo. Selain kekayaan alam Labuan Bajo juga memiliki potensi kebudayaan yang dapat dikembangkan lebih lagi agar dapat dikenal oleh wisatawan yang datang ke Labuan Bajo. Tujuan perancangan Labuan Bajo One Stop Tourism Center adalah memberi fasilitas bagi wisatawan agar dapat memperoleh informasi tentang objek wisata dan kebudayaan lokal dan bagi masyarakat lokal dapat menjadi wadah untuk melestarikan kebudayaan dan mempromosikan barang dagangan UMKM lokal. Metode Design Thinking digunakan dalam perancangan ini dengan tiga tahapan yaitu Inspiration, Ideate dan Implementation. Konsep desain diambil dari bahasa lokal “Tiba Meka” yang artinya adalah terima tamu. Implementasi konsep “Tiba Meka” dalam desain diterapkan dalam gaya desain, suasana, elemen dekoratif dan program aktivitas yang mengangkat kegiatan keseharian masyarakat lokal Labuan Bajo yang dapat menjalin interaksi antar wisatawan dan penduduk lokal Labuan Bajo. Manfaat dari tulisan ini adalah mendukung pelestarian budaya Labuan Bajo sekaligus dapat menjadi referensi bagi pemerintah daerah untuk mengembangkan pariwisata Labuan Bajo.",
  "creators": "FELICIA CINDY HARIJANTO",
  "contributors": "Ronald H.I. Sitindjak (Advisor 1); Sherly De Yong (Examination Committee 1); Dra. Anik Rakhmawati, M.Pd. (Advisor 2); Drs. Linggajaya Suryanata, HDII. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021956/DIN/2020; Felicia Cindy Harijanto (41416018)",
  "subjects": "RECREATION CENTERS--DECORATION"
}