{
  "id": "47854",
  "title": "Fungsi bentuk dan makna simbolik budaya pada hunian tradisional suku Atoni di Timor Tengah Utara Nusa Tenggara Timur",
  "abstract": "Suku Atoni yang terletak di desa Tamkesi merupakan suku asli etnis pulau Timor yang menetap dibagian Timor Tengah Utara. Salah satu unsur kebudayaan yang berkaitan erat dengan suku bangsa Atoni adalah rumah tradisional. Dibalik bentuk bangunannya yang unik, rumah tradisional ini kaya akan makna, karena dalam pembangunannya sendiri selalu berpedoman pada tradisi turun temurun sejak zaman nenek moyang. Fungsi dan makna pada bentuk rumah memperlihatkan kepercayaan dan sesuai dengan pandangan kosmis bahwa adanya hubungan antara manusia dengan sesama, manusia dengan lingkungan alam sekitar, dan manusia dengan uis neno (wujud tertinggi, dan roh nenek moyang). Penelitian ini merupakan penelitian kualitatif dengan pendekatan etnografi untuk menemukan fungsi, bentuk, dan makna simbolik budaya yang terkandung dalam rumah tradisional suku Atoni di desa Tamkesi, yang mencakup arsitektur bangunan dan interior bangunan yang meliputi main entrance, organisasi ruang, elemen pembentuk ruang, elemen pengisi ruang, dan elemen dekoratif. Sebagai penelitian etnografi, peneliti melakukan anlisa secara mendalam terhadap kebudayaan masyarakat suku Atoni, dan berdasarkan hasil penelitian dapat diketahui bahwa rumah tradisional suku Atoni diletakkan berdasarkan aturan adat yang khusus dan berkaitan dengan pandangan dan pola hidup yang bersifat simbolis dan religius.",
  "creators": "FEBRIANI ELISABETH OPENG",
  "contributors": "Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Advisor 1); Anik Rakhmawati (Advisor 2); Dr. Ir. Hedy Constancia Indrani, M.T. (Examination Committee 1); Sherly De Yong (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00011966/DIN/2020; Febriani Elisabeth Openg (41416112)",
  "subjects": "ARCHITECTURE, DOMESTIC--DECORATION; ETHNIC ART IN INTERIOR DECORATION"
}