{
  "id": "47867",
  "title": "Perancangan furniture edukasi untuk balita usia 3-5 Tahun",
  "abstract": "Kecerdasan anak sudah terbentuk dari sejak kecil dan akan terus berkembang sejalan dengan bertambahnya umur, tetapi masa yang paling penting dalam perkembangan anak adalah pada masa golden age. Dimana perkembangan otak pada masa ini sangatlah pesat, untuk itu diperlukan pembelajaran dan pendidikan yang cukup dan seimbang. Maka dari itu orang tua pastinya ingin memberikan yang terbaik bagi anaknya salah satunya dengan membelikan berbagai macam mainan dan alat kreatifitas tanpa melihat apakah memiliki fasilitas yang cukup untuk memenuhi semua kebutuhan yang diperukan. Solusi dari permasalahan yang ada adalah dengan mebel multifungsi yang sesuai dengan aktifitas bermain, belajar dan bersantai dengan menggunakan konsep brilian play yang memiliki tiga nilai utama yaitu functional, excitement and learning. Karya perancangan ini menggunakan metode UBC’S Strategic Dedisgn Metodh (SDM) yang terdiri atas ask, try and do. Perancangan ini dianalisis dari aktifitas pengguna, kebutuhan pengguna dan ketertarikan anak dalam beraktifitas. Konsep yang dihadirkan dalam karya perancangan ini adalah membuat sebuah mebel multifungsi dengan beberapa jenis aktifitas dalam satu produk terdiri dari table set, tempat bersantai dan kursi anak kecil. Selain itu terdapat juga permainan edukatif yang lebih fokus terhadap kecerdasan kognitif dan afektif anak. Kata Kunci— Afektif, Aman, Anak usia dini, Belajar, Bermain, Mebel multifungsi, Motorik, Nyaman, Kebutuhan anak, Kognitif, Perkembangan kecerdasan.",
  "creators": "VALENCIA GABRIELA HARSONO",
  "contributors": "Grace Setiati, S.Sn., M.Ds. (Advisor 1); Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Examination Committee 1); Jean F. Poillot (Advisor 2); Totok Priyoleksono (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021891/DIN/2020; Valencia Gabriela Harsono (41416026)",
  "subjects": "CHILDRENS FURNITURE"
}