{
  "id": "47880",
  "title": "Pengaruh penggunaan Lucas 'WayV' sebagai celebrity endorser terhadap brand awareness Neo Coffee pada generasi milenial pengguna YouTube",
  "abstract": "Komunikasi pemasaran adalah semua elemen promosi dari bauran pemasaran yang melibatkan komunikasi antara suatu organisasi dan khalayak sasarannya pada semua hal yang mempengaruhi kinerja pemasaran. Promosi adalah salah satu unsur dalam bauran pemasaran perusahaan yang didayagunakan untuk memberitahukan, membujuk, dan mengingatkan tentang produk perusahaan. Untuk mencapai unsur tersebut, dibutuhkan strategi pemasaran yang menarik, salah satu nya dengan menggunakan celebrity endorser. Celebrity endorser adalah individu yang terkenal oleh publik atas prestasinya selain dari pada produk yang didukungnya. Neo Coffee adalah merek kopi bubuk instan yang baru dikeluarkan oleh perusahaan Wings Food pada pertengahan tahun 2019. Penelitian ini bermaksud untuk menemukan adanya pengaruh penggunaan Lucas ‘WayV’ sebagai celebrity endorser terhadap brand awareness Neo Coffee pada masyarakat generasi milenial pengguna YouTube. Untuk mengukur celebrity endorser, digunakan indikator TEARS yaitu trustworthiness, expertise, attractiveness, respect dan similarity. Untuk mengukur brand awareness, digunakan indikator brand recall, brand recognition, brand purchase dan brand consumption. Neo Coffee menggunakan selebriti idola Korea Selatan Lucas ‘WayV’ dalam video promosi Neo Coffee #BosenYangBiasa. Jenis penelitian yang digunakan adalah eksplanatif dengan pendekatan kuantitatif. Metode penelitian adalah e-survey. Hasil penelitian ini membuktikan bahwa penggunaan Lucas ‘WayV’ sebagai celebrity endorser berpengaruh pada brand awareness Neo Coffee pada generasi milenial pengguna YouTube.",
  "creators": "LOIS NATHANIA",
  "contributors": "JUDY DJOKO WAHJONO TJAHJO, S.E.,M.Si. (Advisor 1); Felicia Goenawan (Advisor 2); Dr.,Drs. OTTO BAMBANG WAHYUDI, M.Si.,MM. (Examination Committee 1); Vita Monica (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011560/KOM/2020; Lois Nathania (51416031)",
  "subjects": "MARKETING--MANAGEMENT; YOUTUBE (ELECTRONIC RESOURCE)--SOCIAL ASPECTS; BRAND NAME PRODUCTS"
}