{
  "id": "47897",
  "title": "Pengaruh transformational leadership terhadap firm performance melalui enterprise resources planning application dan supply chain integration pada perusahaan manufaktur makanan dan minuman di Surabaya",
  "abstract": "Ketidakpastian semakin tinggi dalam pasar global, yang mana menuntut perusahaan agar responsif dan fleksibel. Fokus perusahaan saat ini berorientasi pada supply chain dari hulu sampai hilir agar dapat terintegrasi dan mempertahankan firm performance. Fim performance menggambarkan proses, rangkaian bisnis dan pengelolaan sumber daya agar optimal. Integrasi seluruh aktivitas supply chain dalam perusahaan membutuhkan kepemimpin yang handal. Sosok transformational leader hadir untuk menjalankan sistem dan manajemen dengan membawa transformasi ke target perusahaan dengan cara khusus yang dimilikinya. Transformasi salah satunya juga terjadi dalam information technology yaitu dengan adanya ERP application dalam perusahaan yang membantu integrasi data informasi untuk proses bisnis. ERP application disadari penting bagi firm performance untuk mendapatkan kinerja yang lebih efisen dan efektif. Penelitian ini dilakukan pada 55 perusahaan makanan dan minuman di Kota Surabaya dengan ERP application. Analisa data dengan SmartPLS menghasilkan beberapa hipotesis yang dterima dan yang dtiolak. Pertama yaitu transformational leadership tidak berpengaruh pada firm performance, kedua yaitu transformational leadership berpengaruh pada ERP application, ketiga yaitu transformational leadership tidak berpengaruh pada supply chain integration, keempat yaitu ERP application berpengaruh pada supply chain integration, kelima yaitu ERP application berpengaruh pada firm performance, dan keenam yaitu supply chain integration berpengaruh pada firm performance.",
  "creators": "Kezia Jade Setiabudi",
  "contributors": "Dr. Ir. Hotlan Siagian MSc. (Advisor 1); Zeplin Jiwa Husada Tarigan (Advisor 2); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020259/MM/2020; Kezia Jade Setiabudi (D21190009)",
  "subjects": "CORPORATIONS--FINANCE; ENTERPRISE RESOURCE PLANNING (ERP); SUPPLY CHAIN MANAGEMENT"
}