{
  "id": "47920",
  "title": "Perancangan interior kantor Java Karlos Malang",
  "abstract": "Kantor merupakan sebuah tempat karyawan melakukan kegiatan perkantoran yang terdiri atas tempat, staf personil, dan ketatausahaan guna membantu pimpinan. Fenomena yang terjadi dalam dunia perkantoran saat ini antara lain seperti adanya wacana untuk penambahan jam kerja, banyak orang yang bekerja tidak sesuai dengan kompetensinya, dan banyak orang yang bekerja tidak dengan motivasi yang benar. Dari berbagai fenomena tersebut, bisa berdampak terhadap menurunnya tingkat produktivitas dari karyawan. Oleh karena hal itu, maka sebuah kantor perlu didesain supaya bisa menghasilkan sebuah lingkungan kerja yang nyaman dan mampu menunjang aktivitas dari penggunanya. Dari berbagai masalah dan fenomena diatas, perancangan tugas akhir ini mengambil topik perancangan interior kantor Java Karlos di Malang. Kantor Java Karlos merupakan sebuah kantor yang bergerak dibidang agrobisnis dengan dua produk utama yaitu plastik pertanian dan pembibitan benih. Tujuan utama perancangan kantor Java Karlos ini ialah untuk mewujudkan kantor yang sesuai dengan pertauran pemerintah namun juga bisa membuat penggunanya nyaman sehingga produktivitas kerja meningkat. Metode perancangan yang digunakan yaitu metode Design Thinking, dimana terdapat 10 tahapan desain. Gaya desain yang sesuai untuk kantor Java Karlos adalah gaya desain modern dengan lebih menekankan pada gaya desain modern tropical.",
  "creators": "CHRISTOPHER WIBISONO SANTOSO",
  "contributors": "Poppy Firtatwentyna Nilasari, S.T., M.T. (Advisor 1); Stephanus P. Honggowidjaja (Advisor 2); Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Examination Committee 1); Diana Thamrin,S.Sn. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021970/DIN/2020; Christopher Wibisono Santoso (41416038)",
  "subjects": "OFFICE BUILDINGS--DECORATION"
}