{
  "id": "47947",
  "title": "Eksperimen pemanfaatan limbah plastik dan sabut kelapa sebagai bahan dasar pembuatan papan unting/OSB",
  "abstract": "Penelitian eksperimen material dengan judul “Eksperimen Pemanfaatan Limbah Plastik Dan Sabut Kelapa Sebagai Bahan Dasar Pembuatan Papan Unting/OSB” dilakukan berdasarkan permasalahan yang terjadi dalam penggunaan material interior saat ini yaitu penggunaan papan kayu dalam jumlah banyak yang didapatkan dengan menebang pohon sehingga dapat merusak lingkungan alam. Dari permasalahan tersebut, muncul pemikiran ide untuk menggantikan penggunaan papan kayu pada produk interior dengan mengolah kembali material plastik yang sudah tidak digunakan dan dipadukan dengan material sabut kelapa untuk dijadikan sebuah papan plastik berserat sabut kelapa yang dapat digunakan untuk memenuhi kebutuhan material interior yang efisien dan ramah lingkungan. Untuk membuat suatu produk baru dibutuhkannya ketekunan melakukan proses percobaan eksperimen berulang kali serta melakukan uji coba. Pada dasarnya perlakuan yang sering dilakukan dalam penelitian eksperimen material yaitu dengan melakukan perlakuan pada bahan yang digunakan seperti melakukan penghancuran, pemotongan, pencampuran, penyatuan material, pemanasan suhu material, pendinginan suhu material, memberikan tekanan, uji coba, finishing, serta beberapa proses perlakuan pendukung lainnya.",
  "creators": "BILLY SANATA SETYO HANDIKO",
  "contributors": "Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Advisor and Examination Committee); Totok Priyoleksono, S.Sn., M.Sn. (Advisor 2); Grace Setiati, S.Sn., M.Ds. (Examination Committee 2); Jean F. Pillot, S.T. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00011940/DIN/2020; Billy Sanata Setyo Handiko (41416058)",
  "subjects": "INTERIOR DECORATION; PLASTICS AS ART MATERIAL; PLASTICS--DESIGN"
}