{
  "id": "47954",
  "title": "Perancangan interior hotel kapsul dengan implementasi konsep liveable space",
  "abstract": "Dalam kamus Merriam-Webster ‘kapsul’ dapat didefiniskan sebagai ruang yang kecil, sedangkan ‘hotel’ didefinisikan sebagai tempat penginapan yang terbuka untuk umum. Hotel kapsul sendiri dapat didefinisikan sebagai tempat penginapan dengan ruang yang kecil, namun meskipun kecil mempunyai fasilitas yang dapat mengakomodasi pengunjung dalam jumlah banyak dalam jangka waktu singkat. Surabaya sebagai kota terbesar kedua di Indonesia ,merupakan salah satu destinasi untuk wisatawan mancanegara maupun lokal.Surabaya mempunyai beberapa alternatif hotel kapsul untuk mewadahi hal tersebut,namun seringkali hotel kapsul tersebut hanya memprioritaskan fasilitas untuk tidur tanpa memikirkan fasilitas penunjang seperti area komunal seperti co-working space,area rekreasi,area santai,dsb. Di Tahun 2020 dengan adanya pandemi COVID-19 maka segala bidang dan sektor perkonomian terutama hotel harus beradaptasi dengan meningkatkan protokol kesehatan yang ketat agar siap dalam menghadapi kondisi ‘new normal’. Konsep desain ‘Liveable Space’ diharapkan dapat memberikan solusi desain yang bisa menjawab permasalahan di atas dan memberikan edukasi kepada masyarakat awam bahwa hotel kapsul bukan hanya sekedar hotel dengan tempat untuk tidur namun bisa menjadi hotel yang menawarkan pengalaman berbeda di mana di dalamnya pengunjung dapat saling berinteraksi dalam ruang lingkup yang kecil namun aman dan menyenangkan.",
  "creators": "HENRY JOHNSON",
  "contributors": "Poppy Firtatwentyna Nilasari, S.T., M.T. (Advisor 1); Stephanus P. Honggowidjaja (Advisor 2); Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Examination Committee 1); Diana Thamrin,S.Sn. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021975/DIN/2020; Henry Johnson (41416064)",
  "subjects": "HOTELS--DECORATION; INTERIOR DECORATION"
}