{
  "id": "47969",
  "title": "Revelation of a revolution-hamilton: an American musical?",
  "abstract": "A unanimously recognized phenomenon, Hamilton: An American Musical has achieved unprecedented success and near-universal acclaim for its artistry and presentation of America’s diverse peoples and cultures. In an ironic twist, a minority of critics have also condemned it for its inaccuracy and presentation of America’s whitewashed history. This divergent criticism has largely been unaddressed, just as the subtitle stylizing the work as exceptionally American has largely gone unquestioned. In light of possibilities promised in the perusal of such a prestigious yet polarizing work, the study aims to analyze and perhaps reconcile these tensions. In addition to enriching lectures in the arts, this study has the potential to also enrich lectures in individual works, where the majority of critics miss most of it because of a lack of attention to artistic natures. As such, the study asks if, and how, Hamilton is indeed an American musical. It approaches the subject with theories on postcolonialism, the American creed, and a rogue concept of art as truth. The study then discovers that behind Hamilton is the revelation of a revolution, for it rejects and redefines the prevailing American myths and ideals. The study concludes that, contrary to the claims of both the dominant and divergent criticism, it is for these revelatory and revolutionary reasons that Hamilton is an American musical.",
  "creators": "GABRIELA LIKA INGA MOEKOE",
  "contributors": "Dwi Setiawan (Advisor and Examination Committee); Liliek Soelistyo (Examination Committee 1); Theophilus Jokri (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01012328/ING/2020; Gabriela Lika Inga Moekoe (11416014)",
  "subjects": "MUSICALS; PIANO MUSIC, ARRANGED"
}