{
  "id": "47965",
  "title": "Perancangan sistem E-QC dan perbaikan sistem sampling penerimaan mutu pada proses produksi divisi Painting & Sticker PT X",
  "abstract": "Proyek magang ini dilakukan untuk memberikan rancangan perbaikan sistem sampling penerimaan sebagai bagian dari kegiatan pengendalian kualitas dari output pada proses produksi Divisi Painting & Sticker di PT X. Ketidaksesuaian pada unit output yang masih kerap ditemukan di luar Divisi Painting & Sticker hingga komplain oleh konsumen terhadap ketidaksesuaian menjadi perhatian bagi perusahaan. Teknik analisa yang dilakukan adalah dengan melihat nilai rata-rata kualitas keluaran juga tinjauan dari parameter lain seperti peluang penerimaan dan juga rata-rata total unit inspeksi dari suatu sistem sampling penerimaan untuk dipertimbangkan oleh perusahaan. Perancangan sistem E-QC juga dilakukan dengan tujuan digitalisasi dan otomasi proses input dan rekap data hingga pelaporan hasil QC. Hasil yang didapat adalah sistem sampling penerimaan saat ini masih memberikan nilai AOQ yang tidak jauh berbeda dengan nilai kualitas awal (dari rata-rata defect/unit bulan Juni-Desember 2019). Nilai AOQ oleh usulan sistem sampling penerimaan terhitung lebih kecil sehingga rata-rata kualitas output yang keluar dari Divisi Painting & Sticker akan lebih baik. Sebuah sistem sampling penerimaan dengan nilai AOQ yang lebih rendah dan rancangan sistem E-QC sebagai output dari proyek magang ini akan memberikan keuntungan bagi perusahan dari segi penurunan biaya kegaglan eksternal hingga waktu proses rekap dan pelaporan hasil QC yang lebih singkat.",
  "creators": "REYNOLD BERNADI",
  "contributors": "Felecia, S.T., M.Sc. (Advisor 1); Benedictus Rahardjo S.T. M.B.A. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022341/IND/2020; Reynold Bernadi (25416088)",
  "subjects": "PRODUCTION MANAGEMENT--QUALITY CONTROL; QUALITY CONTROL"
}