{
  "id": "47988",
  "title": "Perancangan buku ilustrasi \"Sandyakala Majapahit\"",
  "abstract": "Kerajaan Majapahit adalah kerajaan Hindu-Buddha terbesar di Indonesia sehingga disebut Negara Nasional Pertama. Kerajaan Majapahit menarik untuk dibahas, terutama pada masa keruntuhan Kerajaan Majapahit. Namun banyaknya cerita tentang versi keruntuhan Majapahit, berujung pada dilihat dari subyektifitas. Selain itu banyak orang suka berargumen di media sosial tanpa mau membaca sejarahnya, hanya karena terlalu banyak untuk dibaca mengenai buku-buku sejarah. Selain itu karena banyak kesan buku sejarah membosankan dan banyak tulisan, sehingga tidak semua suka membaca, dan berakibat banyak malas membaca buku, sebelum menyimpulkan keruntuhan Majapahit. Dari permasalahan tersebut, dirancanglah sebuah buku ilustrasi mengenai keruntuhan Kerajaan Majapahit, dengan judul buku “Sandyakala, Pudarnya Surya Majapahit”, di mana selain memperoleh informasi, pembaca dapat menikmati visual pendukung alur cerita dengan sentuhan infografis di dalamnya. Sebelum memulai proses desain, metode perancangan yang diperlukan yaitu data primer dan sekunder. Untuk data primer, diperlukan wawancara dan observasi, sedangkan data sekunder diperlukan kajian pustaka pada sumber-sumber terdahulu. Setelah semua dikumpulkan, baru dimulai perancangan ilustrasi sampai dengan hasil akhir. Diharapkan dengan perancangan ini, dapat mengedukasi pembaca dan menambah referensi keilmuan.",
  "creators": "ARDITYO YOSUA PATRICK LAINSAMPUTTY",
  "contributors": "Unknown old contributor data (Advisor 1); Dr. Aniendya Christianna, S.Sn., M.Med.Kom. (Advisor 2); Obed Bima Wicandra (Examination Committee 1); Ani Wijayanti Suhartono (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Komik/Ilustrasi/Cergam",
  "source": "Komik/Ilustrasi/cergam No. 00023566/DKV/2020; Ardityo Yosua Patrick Lainsamputty (42416184)",
  "subjects": "COMMERCIAL ART; GRAPHICS ARTS"
}