{
  "id": "47989",
  "title": "Upaya peningkatan produktivitas lini produksi PT X dengan metode value stream mapping",
  "abstract": "PT. X merupakan sebuah perusahaan yang memproduksi filter rokok. PT. X ini senantiasa melakukan perbaikan berkelanjutan dalam perusahaan. Salah satunya adalah peningkatan produktivitas pada lini produksi. Produktivitas di PT X. dipengaruhi oleh beberapa faktor. Dua di antaranya adalah Availability Rate (AR), dan Performance Rate (PR). Dari data yang telah dikumpulkan pada bulan Januari 2020, diperoleh nilai AR sebesar 85% dan nilai PR sebesar 88% dengan tingkat produkvitas sebesar 656.8 tray filter per operator. Di sisi lain, perusahaan memiliki target AR dan PR masing-masing 90% dan 95%. Untuk itu perlu dilakukan perbaikan. Salah satu tools yang dapat digunakan untuk meningkatkan produktivitas adalah value stream mapping untuk memetakan current state map. Untuk meningkatkan nilai AR dan PR, perbaikan yang dapat dilakukan adalah dengan membuatkan Standard Operating Procedure (SOP) pada beberapa proses cleaning mesin dan area sekitar mesin. Selain itu, juga dilakukan pengecekan lifetime pisau grinding sebelum menjalankan produksi dan dilakukan line balancing untuk mencegah terjadinya bottleneck. Kemudian dilakukan penyusunan future state map dari proses produksi yang berjalan. Dengan demikian, diharapkan nilai AR dan PR dapat meningkatkan masing-masing menjadi 90% dan 95% sehingga pada akhirnya dapat meningkatkan produktivitas pada lini produksi.",
  "creators": "GARRY REZKY PUTRA TANTOWI",
  "contributors": "Benedictus Rahardjo S.T. M.B.A. (Advisor 1); I Nyoman Sutapa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022299/IND/2020; Garry Rezky Putra Tantowi (25416073)",
  "subjects": "PRODUCTION MANAGEMENT; PRODUCTION PLANNING; STANDARD OPERATING PROCEDURE"
}