{
  "id": "48004",
  "title": "Revitalisasi bangunan cagar budaya menjadi tourism activity center di Surabaya",
  "abstract": "Surabaya adalah kota yang indah, kondisi kota Surabaya yang indah ini faktanya harus di bersihkan dari gedung terbengkalainya yang memperburuk citra kota. Banyak gedung terbengkalai menjamur di segala sisi kota, padahal ini yang menjadi daya tarik wisatawan mancanegara. Surabaya sebagai kota wisata sejarahnya belum bisa mewadahi aktivitas dari wisatawan dan mempromosikan keindahannya secara keseluruhan. Sehingga pada perancangan tugas akhir ini penulis ingin membuat sebuah wadah yang dapat menghidupkan gedung bersejarah kota Surabaya dan bisa mempromosikan kepada wisatawan mancanegara maupun lokal. Serta nantinya gedung bersejarah ini juga dapat mewadahi aktivitas dan memperkenalkan budaya Surabaya kepada khalayak luas. Perancangan ini juga menggunakan metode design thinking yang diadaptasikan dari Hasso-Platner dimana terdiri dari 7 tahapan yang akan mendukung proses desain menjadi lebih maksimal yaitu: Understand, Observe, point of view, ideate, prototype, test dan implementation. Pada perancangan Tourism Activity Center di Surabaya ini penulis akan menyertakan berbagai macam program ruang yang bisa mendukung memperkenalkan kota Surabaya dan mewadahi aktivitas dari wisatawan. Penulis juga akan menerapkan budaya-budaya khas kota Surabaya terhadap pengaplikasian desain. Perancangan ini juga dirancang sekreatif, rekreatif, inovatif, dan juga interaktif yang kemudian tidak hanya mewadahi aktivitas dari wisatawan saja namun juga bisa mewadahi serta mengedukasi masyarakat Surabaya.",
  "creators": "AUDREY OLIVIA",
  "contributors": "Diana Thamrin,S.Sn. (Advisor 1); MOCH TAUFAN RIZQI, S.Sn. (Advisor 2); Adi Santosa (Examination Committee 1); CELINE JUNIKA (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021902/DIN/2020; Audrey Olivia (41416053)",
  "subjects": "INTERIOR DECORATION; PUBLIC SPACES--CONSERVATION AND RESTORATION"
}