{
  "id": "48005",
  "title": "Re-desain family resto dan kafe Chi-Chi dengan pendekatan eko-desain di Sidoarjo",
  "abstract": "Kabupaten Sidoarjo merupakan salah satu penyangga Ibukota Provinsi Jawa Timur merupakan daerah yang mengalami perkembangan pesat, salah satunya dalam bidang bisnis kuliner. Tetapi pada era modern seperti sekarang membuat jumlah restoran asing meningkat dan mendesak jumlah family resto. Selain itu meningkatnya jumlah restoran ini tentu berdampak bagi lingkungan, sosial, ekonomi, dan juga masyarakat. Namun, tidak semua restoran mengangkat isu ekologi tersebut sehingga berdampak bagi lingkungan sekitarnya. Restoran Chi-Chi merupakan restoran yang berdiri sejak tahun 1997, restoran ini merupakan restoran yang berkonsep family resto karena meningkatnya jumlah restoran asing yang lebih modern maka restoran Chi-Chi ini mulai ditinggalkan, selain itu suasana ruang yang diciptakan juga kurang terkonsep dan juga penataan ruang yang kurang maksimal juga mempengaruhi kenyamanan pengunjung. Dari latar belakang seperti ini perancang memiliki judul “Re-Desain Family Resto Dan Kafe Chi-Chi Dengan Pendekatan Eko-Desain Di Sidoarjo”, dengan menggunakan metode design thinking, perancang megharapkan solusi desain yang ditemukan merupakan solusi desain yang tepat, pendekatan eko-desain ini diharapkan mampu memanfaatkan potensi alam yang ada untuk memaksimalkan potensi bangunan Chi-Chi resto dan juga dapat megedukasi pengunjung untuk lebih perduli terhadap isu lingkungan melalui sistem pelayanan dan desain. Perancang juga berharap desain ini mampu menciptakan brand image Chi-Chi sebagai family resto and cafe.",
  "creators": "Indah Nur'aini Fahroni",
  "contributors": "Grace Setiati, S.Sn., M.Ds. (Advisor 1); JEAN FRANCOIS POILLOT (Advisor 2); Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Examination Committee 1); Totok Priyoleksono, S.Sn., M.Sn. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021890/DIN/2020; Indah Nur'aini Fahroni (41416134)",
  "subjects": "INTERIOR DECORATION; RESTAURANTS--DECORATION"
}