{
  "id": "48008",
  "title": "Perancangan Hotel Bizzotel di Jember dengan pendekatan seni wayang Jekdong",
  "abstract": "Jember merupakan salah satu kota pariwisata di Jawa Timur yang cukup banyak dikunjungi oleh masyarakat. Hal ini yang membuat berdirinya beberapa tempat penginapan seperti hotel, hostel, dan villa. Penulis ingin mengenalkan salah satu seni di Indonesia yaitu seni Wayang Jekdong kepada masyarakat melalui desain interior hotel di Jember. Setelah melalui beberapa proses pengenalan mengenai area Jember dan perkembangan ide dari setiap komposisi desain, maka tujuan dari perancangan ini adalah untuk membuat masyarakat ingat kembali akan identitas budaya Jawa Timur bangsa Indonesia. Hal ini dilakukan karena di Jember sendiri belum ada hotel yang menerapkan konsep yang mengadopsi seni lokal Indonesia. Pemilihan gaya desain dalam perancangan menggunakan gaya post-modern yang menerapkan seni tradisional menjadi lebih modern tanpa menghilangkan ciri khasnya. Ciri khas dari seni Wayang Jekdong ini diambil dari penerapan desain ke-empat tokoh punakawan dan beberapa alat musik karawitan yang digunakan pada pagelaran wayang. Penerapan desain akan diimplementasikan pada setiap ruangan dengan tetap membuatnya terlihat tradisional dan modern secara bersamaan. Dengan adanya perancangan ini diharapkan agar pengunjung dapat memiliki daya tarik tersendiri akan seni lokal yang dikemas secara modern dan melestarikan seni lokal dalam era modern saat ini. Metode perancangan yang digunakan mengadaptasi proses design thinking yang terdiri dari (1) Understand, (2) Observe, (3) Point of View, (4) Ideate, (5) Prototype, (6) Test, dan (7) Business Model Canvas.",
  "creators": "HANNA FLORENSIA KIRANA",
  "contributors": "Sriti Mayang Sari (Advisor 1); Ir. Hendy Mulyono (Advisor 2); Purnama Esa Dora Tedjokoesoemo, S.Sn., M.Sc. (Examination Committee 1); MARIA S.G POETIRAY (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021979/DIN/2020; Hanna Florensia Kirana (41416078)",
  "subjects": "HOTELS--DECORATION; INTERIOR DECORATION"
}