{
  "id": "48014",
  "title": "Perancangan interior pusat fashion store brand lokal online di Bali",
  "abstract": "Dengan perkembangan teknologi yang pesat, banyak brand lokal yang menggunakan media online untuk melakukan kegiatan jual beli. Tetapi, media online juga memiliki kekurangan seperti pembeli tidak bisa melihat dan mencoba produk secara langsung. Kendala biaya menjadi salah satu alasan brand lokal lebih memilih berjualan secara online dibanding offline. Perancangan ini menjadi jawaban dari permasalahan tersebut di mana perancangan ini bertujuan untuk mewadahi brand-brand lokal agar dapat memiliki tempat secara offline sehingga pengunjung bisa mencoba produk dan mendapatkan informasi lainnya secara langsung. Perancangan ini bukan hanya tentang memberikan tempat bagi brand lokal saja tetapi juga tentang memberikan kenyamanan bagi pengunjung pada saat berbelanja dalam segi desain interior dan display produk yang tepat. Penulis menggunakan metode design thinking (Tahap Understanding, Observe,Point of View, Ideate, Prototype, Test, Visual Story Telling, Pilot Study dan Business Model) dalam melakukan perancangan dan mengangkat konsep desain “Shoperience with Tropical Elegant Style” di mana shoperience berasal dari dua kata yaitu shop dan experience. Implementasi shoperience diterapkan agar pengunjung bisa berbelanja dan mencoba experience yang ditawarkan seperti virtual fitting room, spot foto, garden, dan sebagainya. Diharapkan dengan adanya perancangan ini, maka minat masyarakat terhadap brand lokal semakin bertambah.",
  "creators": "ANASTASIA GERALDINE TANTRY SENAK",
  "contributors": "Sherly De Yong (Advisor 1); Linggajaya Suryanata (Advisor 2); Ronald H.I. Sitindjak (Examination Committee 1); Anik Rakhmawati (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021886/DIN/2020; Anastasia Geraldine Tantry Senak (41416116)",
  "subjects": "STORE DECORATION; INTERIOR DECORATION"
}