{
  "id": "48011",
  "title": "Re-desain interior kantor AJBS di Surabaya guna meningkatkan kualitas kerja para pekerja",
  "abstract": "Perusahaan AJBS merupakan perusahaan yang menjual produk-produk perlengkapan rumah tangga, hardware dan peralatan dan keperluan bangunan. Beberapa tahun akhir ini, perusahaan mengalami penurunan kualitas perusahaannya dibandingkan sebelumnya dimana perusahaan ini diminati oleh banyak masyarakat. Salah satu penyebab umum menurunnya kualitas perusahaan tersebut adalah manajemen perusahaannya. Pekerja yang mengatur bagian manajemen perusahaan pastinya membutuhkan sebuah ruang yang kondusif untuk mereka bekerja. Namun, pada kenyataanya kondisi ruang kerja mereka masih kurang kondusif untuk melakukan aktivitas mereka. Masih banyak ruang yang terbengkalai, perabotan-perabotan baik yang masih bagus atau rusak dibiarkan begitu saja, ruang kantor yang kurang tertata dan problem ruang yang masih banyak lagi belum diperbaiki. Maka dari itu, untuk mencapai tujuan utama yaitu meningkatkan kualitas kerja para pekerja melalui desain interior kantor dan menerapkan brand image perusahaan pada interiornya. Re-desain ini menggunakan konsep “The Geometric Office”, dimana bentuk dari logo brand perusahaan sendiri memiliki bentuk yang geometrik dengan warna merah, kuning, hijau dan coklat yang merupakan unsur warna alami. Metode yang digunakan pada perancangan ini adalah design thinking. Dengan re-desain ini dapat meningkatkan kualitas kerja para pekerja terutama bagian manajemen perusahaan sehingga kualitas perusahaan pun dapat meningkat kembali.",
  "creators": "KEVINA IRMA",
  "contributors": "Mariana Wibowo, S.Sn., M.MT. (Advisor 1); CELINE JUNIKA (Advisor 2); Adi Santosa (Examination Committee 1); MOCH TAUFAN RIZQI, S.Sn. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021914/DIN/2020; Kevina Irma (41416022)",
  "subjects": "OFFICE BUILDINGS--DECORATION"
}