{
  "id": "48019",
  "title": "Perancangan interior Gereja Bethel Indonesia Kingom of God di Jayapura",
  "abstract": "Gereja merupakan tempat untuk beribadah bagi umat kristiani. Selain untuk beribadah, gereja juga merupakan tempat di mana jemaatnya dapat bersosialisasi memperluas jaringan pertemanan dengan melakukan kegiatan yang diselenggarakan oleh gereja secara bersama-sama. Gereja ideal adalah gereja yang mampu memfasilitasi semua kegiatan jemaatnya. Gereja Bethel Indonesia Kingdom of God terletak di kota Jayapura Selatan tepatnya di jalan Ardipura. Sebagian besar jemaat gereja didominasi kaum muda. Gereja ini didirikan pada tahun 2012 dan bangunannya terhubung dengan sebuah toko. seiring berjalannya waktu, jumlah jemaat terus berkembang sehingga gereja tidak mampu memberikan fasilitas yang lengkap. Oleh karena itu, gereja membutuhkan tempat yang lebih luas. Kekurangan tempat dan fasilitas penunjang menjadi alasan perlunya sebuah perancangan gereja yang baru. Gereja yang baru akan dibangun dengan luasan sekitar 1500 m2 dan dilengkapi dengan area parkir pada bagian depan bangunan. Metode perancangan menggunakan tahapan Design Thinking menurut Bryan Lawso. Dengan melakukan studi literature, observasi secara tidak langsung melalui wawancara dengan gembala gereja, tinjauan tipologi, merumuskan masalah dan mencari solusi melalui beberapa sketsa alternatif yang kemudian akan dipilih mana yang terbaik untuk diaplikasikan kedalam 3D modeling. Hasil perancangan akan dipresentasikan melalui gambar kerja, gambar presentasi, video animasi dan video 360 untuk memberikan pengalaman merasakan ruang Perancangan ini bertujuan untuk memberikan fasilitas yang lengkap bagi jemaat gereja untuk menunjang setiap kegiatan dan kebutuhan serta merancang interior yang dapat memberikan kesan khidmat dan membuat jemaat merasa nyaman dan merasa diterima selama berada di dalam gereja. Hasil perancangan berupa lobby sebagai tempat untuk bersosialisasi dan menunggu, ruang kebaktian, ruang serbaguna yang dapat digunakan sebagai ruang ibadah dan sekolah minggu remaja, ruang kantor dan ruang sekolah minggu PAUD",
  "creators": "EVELYN JANESTY SUTANTO",
  "contributors": "Poppy Firtatwentyna Nilasari, S.T., M.T. (Advisor 1); Stephanus P. Honggowidjaja (Advisor 2); Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Examination Committee 1); Diana Thamrin,S.Sn. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021973/DIN/2020; Evelyn Janesty Sutanto (41416072)",
  "subjects": "CHURCH BUILDINGS--DECORATION; INTERIOR DECORATION; CHURCH DECORATION AND ORNAMENT"
}