{
  "id": "48010",
  "title": "Redesain pasar modern dan food court di fresh market Citraland Surabaya",
  "abstract": "Pasar Modern yang tergabung menjadi satu dengan food court merupakan satu tempat yang keberadaannya masih jarang di Surabaya. Tempat seperti ini merupakan terobosan baru sebagai tempat rekreasi dan bisnis, keberadaan tempat seperti ini pun untuk menjawab kebutuhan masyarakat Surabaya bagian barat dan sekitarnya yang butuh akan tempat seperti ini untuk sarana rekreasi ataupun sekedar mencari kebutuhan sehari-hari. Terlebih pada jaman sekarang orang lebih mementingkan efisiensi dalam berbagai hal. Redesign Pasar Modern dan food court di fresh market Citraland Surabaya ini bertujuan untuk mengoptimalkan lokasi tersebut yang semula tempat tersebut terdapat masalah pada area foodcourt yang panas karena atapnya sedikit terbuka dan area pasar yang menimbulkan bau sampai ke area foodcourt agar lebih nyaman dan tidak terdapat masalah seperti itu lagi dan ke depannya yang di mana tempat ini digunakan sebagai tempat berbisnis, dan rekreasi bagi masyarakat Surabaya Barat dan sekitarnya. Penerapan gaya open space yang digunakan akan disempurnakan lagi dengan tambahan dan penggantian elemen-elemen interior menjadi yang lebih baik dan dapat mengatasi beberapa permasalahan di tempat tersebut. Karya perancangan ini menggunakan metode analisis induktif, analisis deskriptif dan design thinking, karena metode ini merupakan metode yang dirasa paling akurat dalam topik perancangan ini dan sangat membantu dalam proses desain karya perancangan ini.",
  "creators": "YOHANES ALIM BUDIARTO",
  "contributors": "Dr. Ir. Lintu Tulistyantoro, M.Ds. (Advisor 1); David Tan Kayogi (Advisor 2); Dr. Ir. Hedy Constancia Indrani, M.T. (Examination Committee 1); Lucky Basuki (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021986/DIN/2020; Yohanes Alim Budiarto (41416006)",
  "subjects": "STORE DECORATION; INTERIOR DECORATION"
}