{
  "id": "48027",
  "title": "Fasilitas terpadu startup kuliner di Surabaya",
  "abstract": "Startup sebagai salah satu bagian dari bidang ekonomi kreatif cukup berperan penting pada masa kini. Perkembangan ekonomi kreatif yang pesat di bidang kuliner didasarkan pada hakikat Indonesia sebagai negara agraris . Perkembangan teknologi merambah dunia kuliner sehingga banyak bermunculan bisnis startup berbasis kuliner. Tujuan dari penulisan laporan ini adalah mengaitkan fenomena-fenomena yang ada pada dunia startup kuliner dengan sebuah karya arsitektur. Kompleksitas yang cukup rumit inilah yang perlu disederhanakan untuk menghasilkan suatu sistem terpadu sehingga menciptakan sebuah kesinambungan fungsi edukatif dan fungsi pendukungnya. Memperhatikan sistem edukasi yang terjadi di dalam sebuah inkubator bisnis dan juga permasalahan bisnis pada dunia nyata merupakan fenomena yang perlu dihubungkann oleh suatu wadah arsitektur. Dilakukan analisis terlebih dahulu mengenai subjek-subjek yang terlibat, pemenuhan kebutuhan tiap subjeknya, pengelompokan fasilitas berdasarkan kebutuhan tiap subjek dan akhirnya memunculkan sebuah konsep yang mewakili. Alur penyelesaian dalam karya desain ini adalah penggabungan antar fungsi yang berdampak pada pembauran antar subjek. Tolak ukur dalam keberhasilan desain ini dapat mengacu pada kata “interaktif” dan “terintegrasi”. Bagaimana fungsi fungsi utama dari sebuah inkubator bisnis dapat memberikan gambaran maupun efek positif dari dua kata kunci diatas. Dengan menggabungkan beberapa subjek tersebut maka suatu wadah arsitektur ini tidak hanya terfokus pada satu aktivitas saja, melainkan dapat secara baik bergabung dengan fungsi-fungsi lain dimana sesuai dengan tujuan awal yaitu untuk memperkuat suatu ekosistem startup bidang kuliner. Hal ini juga dapat berdampak pada perkembangan startup secara keseluruhan di kota Surabaya. Kata kunci : Startup, Kuliner, Inkubator bisnis, Surabaya.",
  "creators": "BILLY KIANDA SANJAYA",
  "contributors": "Handinoto (Advisor 1); Frans Soehartono (Advisor 3); Joyce M.Laurens (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024125/ARS/2020; Billy Kianda Sanjaya (22416139)",
  "subjects": "BAZAARS (MARKETS); RECREATION CENTERS--DESIGNS AND PLANS"
}