{
  "id": "48038",
  "title": "Pengaruh pergantian auditor terhadap respon investor pada perusahaan manufaktur di Indonesia periode 2008-2018",
  "abstract": "Penelitian ini bertujuan untuk mengetahui apakah pergantian auditor memiliki pengaruh terhadap respon investor. Studi terdahulu telah meneliti hubungan antara pergantian auditor (mandatory atau voluntary) dengan respon investor. Namun, hasilnya masih beragam. Oleh karena itu, peneliti ingin menguji ulang hubungan pergantian auditor terhadap respon dengan mengamati arah pergantian auditornya (upward atau downward swtiching). Informasi pergantian auditor (mandatory atau voluntary) dan informasi arah pergantian auditor (mandatory upward atau mandatory downward dan voluntary upward atau voluntary downward) diukur dengan menggunakan dummy variable, sedangkan informasi respon investor diukur dengan menggunakan Cumulative Abnormal Return. Penelitian ini juga menggunakan variabel kontrol berupa Return on Asset dan Market Share. Sampel penelitian ini berupa perusahaan manufaktur yang terdaftar di Bursa Efek Indonesia (BEI) antara periode 2008 hingga 2018, dengan total sampel sebanyak 106 data observasi. Dalam pengolahan data, penelitian ini menggunakan aplikasi Statistical Package for the Social Science (SPSS) versi ke 26 dengan model regresi linier berganda. Hasil menunjukkan pergantian auditor mandatory terbukti lebih direspon oleh investor daripada pergantian auditor secara voluntary, pergantian auditor secara voluntary upward atau downward terbukti tidak berpengaruh terhadap respon investor, dan pergantian auditor secara mandatory downward lebih direspon oleh investor daripada pergantian auditor secara mandatory upward.",
  "creators": "CHANDRA GUNAWAN TEJOKUSUMO",
  "contributors": "Juniarti (Advisor 1); Saarce Elsye Hatane (Examination Committee 2); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011499/AKT/2020; Chandra Gunawan Tejokusumo (32416185)",
  "subjects": "AUDITING; INVESTMENTS ANALYSIS"
}