{
  "id": "48046",
  "title": "Pengaruh financial ratio (Altman Z-Score) terhadap financial distress pada sektor manufaktur di Indonesia tahun 2016-2018",
  "abstract": "Penelitian ini bertujuan untuk memprediksi kemungkinan financial distress pada perusahaan manufaktur yang terdaftar di Bursa Efek Indonesia, karena industri manufaktur merupakan sektor yang memegang kontribusi signifikan terhadap keseluruhan industri nasional di Indonesia. Alat yang digunakan dalam penelitian ini untuk memprediksi kebangkrutan adalah model Altman Z-Score yang terdiri atas rasio net working capital to total assets (X1), retained earnings to total assets (X2), earnings before interest and taxes to total assets (X3), dan book value of equity to total liabilities (X4). Penelitian ini juga menjelaskan pengaruh dari masing-masing rasio tersebut terhadap financial distress. Total sampel dalam penelitian ini adalah 139 perusahaan selama periode 2016-2018 dengan hasil perusahaan yang mengalami financial distress berjumlah 55 perusahaan pada tahun 2016, 55 perusahaan pada tahun 2017, dan 56 perusahaan pada tahun 2018. Dengan menggunakan uji regresi logistik pada SPSS 23, hasil penelitian kami menunjukkan bahwa keempat rasio dalam model Altman Z-Score berpengaruh positif terhadap financial distress dengan rasio retained earnings to total assets dan earnings before interest and taxes to total assets yang paling berpengaruh signifikan terhadap financial distress.",
  "creators": "ELVA WIRANATA; RATNA PERMATASARI",
  "contributors": "Agus Arianto Toly, S.E., M.S.A., Ak. (Advisor and Examination Committee); Elisa Tjondro (Examination Committee 1); Retnaningtyas Widuri, S.Sos., M.M. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011554/AKT/2020; Elva Wiranata (32416045)Ratna Permatasari (32416107)",
  "subjects": "CORPORATIONS--FINANCE; MANUFACTURING INDUSTRIES"
}