{
  "id": "48040",
  "title": "Pengaruh transformational leadership terhadap employee creativity melalui knowledge sharing dan task conflict behavior pada pemimpin bisnis start-up di Surabaya",
  "abstract": "Perkembangan zaman dan teknologi menyebabkan perkembangan dari semua bidang jadi tidak pasti atau fluktuaktif, begitu pula yang terjadi pada dunia bisnis, khususnya bisnis start-up. Perkembangan tersebut menyebabkan para pemimpin dari perlu mempersiapkan bisnis start-up yang sedang dirintis untuk bertahan menghadapi ketidakpastian tersebut. Kreativitas karyawan atau Employee Creativity menjadi permasalahan yang sangat mempengaruhi jalannya sebuah bisnis. Kepemimpinan transformasional atau Transformational Leadership dipercaya dapat memberikan dampak yang luar biasa pada pengembangan kreativitas. Namun, pada penelitian sebelumnya penerapan Transformational Leadership tidak memberikan pengaruh yang signifikan terhadap Employee Creativity. Penerapan pola kepemimpinan yang tepat sesuai kebutuhan akan menghasilkan kinerja yang lebih baik, namun adanya lingkungan kerja yang mendukung akan membantu memaksimalkan peran dari pemimpin tersebut. Pembagian pengetahuan atau Knowledge Sharing dan perilaku konflik kerja atau Task Conflict Behavior dipercaya dapat mengoptimalkan peran seorang pemimpin transformasional menghasilkan kreativitas yang lebih tinggi. Penelitian akan menjadikan para pemimpin bisnis start-up di Surabaya sebagai sampel penelitian. Metode pengolahan data akan menggunakan pengujian validitas, reliabilitas, analisis deskriptif, deskripsi responden penelitian, sedangkan metode analisis data yang dipakai adalah menggunakan SEM (Structural Equation Model) berdasarkan jawaban kuesioner online dari para pemimpin bisnis start-up. Pengaruh dari setiap variabel sangat bervariasi dan unik, para responden yang terlibat juga menunjukan perilaku yang tidak biasa serta pengaruh tersebut akan sangat membantu pengembangan manajerial dari perusahaan khususnya para pebisnis start-up yang akan memulai merintis sebuah bisnis baru. Hasil uji hipotesis membuktikan bahwa terdapat hubungan yang signifikan antara Transformational Leadership, Employee Creativity dan Knowledge Sharing, namun hasil yang berbeda didapati pada hubungan Task Conflict Behavior dengan ketiga variabel lainnya. Task Conflict Behavior terbukti dapat mempengaruhi proses Knowledge Sharing.",
  "creators": "DANIEL LIAW",
  "contributors": "Dr. Roy Setiawan, S.Kom., M.M., M.SM., M.Th. (Advisor 1); Eddy Madiono Sutanto (Examination Committee 1); Marcus Remiasa (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011890/MAN/2020; Daniel Liaw (31416016)",
  "subjects": "EMPLOYEE PERFORMANCE; PERSONNEL MANAGEMENT"
}