{
  "id": "48043",
  "title": "Pengaruh kepercayaan wajib pajak dan kekuasaan otoritas pajak terhadap kepatuhan wajib pajak orang pribadi",
  "abstract": "Objektivitas dari penelitian ini berkaitan dengan masalah yang dihadapi Indonesia tentang penerimaan pajak. Saat ini, Indonesia belum mencapai target penrimaan pajak. Dengan demikian membuat otoritas pajak lebih fokus pada kepatuhan wajib pajak untuk meningkatkan pendapatan pajak dengan mendorong kepatuhan sukarela melalui peningkatan kepercayaan. Namun, karena kapasitas yang terbatas, otoritas pajak terpaksa memilih berbagai strategi untuk mencapai tujuan mereka. Salah satunya adalah mengeluarkan peraturan berbasis kekuasaan yang berdampak pada kepatuhan pajak. Dengan demikian, mendorong penelitian untuk menguji hubungan antara peran kekuasaan dan kepercayaan dengan kepatuhan pajak orang pribadi dan berfokus pada penghindaran pajak yang banyak dilakukan oleh Wajib Pajak Orang Pribadi. Penelitian ini menggunakan Structural Equation Model untuk mengetahui korelasi antara kepercayaan dan kekuasaan terhadap kepatuhan pajak sukarela dan kepatuhan pajak yang dipaksakan pada Wajib Pajak Orang Pribadi yang melakukan layanan pribadi independen dengan pendapatan di atas Rp 4.800.000.000 per tahun. Penelitian ini diharapkan dapat berkontribusi pada otoritas pajak untuk mengetahui faktor –faktor yang mendorong kepatuhan wajib pajak. Tujuan dari penelitian ini adalah untuk menunjukkan bahwa kepercayaan memiliki pengaruh positif pada kepatuhan pajak dengan dimediasi kepatuhan pajak sukarela. Sementara kekuasaan tidak mempengaruhi kepatuhan pajak meskipun telah dimediasi oleh kepatuhan pajak yang dipaksakan",
  "creators": "MELLYANA, JIE",
  "contributors": "Retnaningtyas Widuri, S.Sos., M.M. (Advisor 1); Yenni Mangoting (Examination Committee 1); Agus Arianto Toly, S.E., M.S.A., Ak. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011552/AKT/2020; Mellyana, Jie (32416087)",
  "subjects": "TAXPAYER COMPLIANCE"
}