{
  "id": "48076",
  "title": "Efektivitas pesan event di Food Society Pakuwon Mall Surabaya di media promosi instagram",
  "abstract": "Di Pakuwon Mall Surabaya terdapat tiga lokasi event yaitu Grand Atrium (GA), Fashion Atrium (FA) dan Food Society (FS). Fokus dalam penelitian ini yaitu lokasi FS karena jika dibandingkan dengan lokasi event lainnya, beberapa event yang diadakan di lokasi FS pengunjung yang hadir terbilang kurang dari apa yang diharapkan. Padahal setiap event di FS sudah dipublikasikan melalui media sosial, salah satunya Instagram. Oleh karena itu tujuan dari penelitian ini yaitu untuk mengetahui efektivitas pesan event di Food Society Pakuwon Mall Surabaya di media promosi Instagram. Instagram merupakan salah satu media promosi yang digunakan oleh tim promosi untuk menyampaikan/mempublikasikan informasi seputar event yang akan diadakan. Publikasi merupakan alat penting dalam bauran marketing coommunication yang juga menjadi bagian dari kajian MPR. Jenis penelitian ini adalah penelitian kuantitatif deskriptif dengan menggunakan metode survei online. Teknik penelitian yang digunakan adalah purposive sampling dan peneliti menyebarkan kuesioner dengan jumlah sampel sebanyak 100 responden. Hasil dari penelitian ini menunjukkan bahwa pesan event di Food Society Pakuwon Mall Surabaya di media promosi Instagram efektif. Hal ini ditunjukkan melalui perhitungan nilai mean dari setiap indikator Attention, Interest, Desire, Action (AIDA), di mana semua total nilai mean efektif. Hasil nilai efektif ini disebabkan karena pesan event yang dipublikasikan sesuai dengan target sasaran Food Society yaitu generasi milenial. Maka dari itu, pesan dalam event di Food Society yang dipublikasikan melalui media promosi Instagram Pakuwon Mall telah tersampaikan dengan baik ke followers Instagram Pakuwon Mall Surabaya khususnya followers yang berumur 22-37 tahun.",
  "creators": "AVELINE CATHERINE",
  "contributors": "Astri Yogatama (Advisor 2); JUDY DJOKO WAHJONO TJAHJO, S.E.,M.Si. (Advisor 1); Felicia Goenawan (Examination Committee 1); Vita Monica (Examination Committee 2); Judy Djoko Wahjono Tjahjo (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011592/KOM/2020; Aveline Catherine (51416005)",
  "subjects": "COMMUNICATION IN MARKETING; INSTAGRAM (ELECTRONIC RESOURCE)"
}