{
  "id": "48073",
  "title": "Pengaruh brand image dan online store image terhadap purchase intention melalui perceived risk pada produk sneakers Adidas",
  "abstract": "Brand Image merupakan keseluruhan dari pengetahuan dan sikap seseorang terhadap merek sebuah produk. Brand image didefinisikan sebagai gambaran konsumen tentang bagaimana brand dibedakan dari brand-brand lain dari kategori produk sejenis. Sedangkan sikap dan pengetahuan adalah respon emosional dari konsumen. Penelitian ini bertujuan untuk mengetahui apakah terdapat pengaruh antara brand image dan online store image terhadap purchase intention melalui perceived risk pada produk sneakers Adidas di Instagram. Jenis penelitian menggunakan metode kuantitatif. Teknik pengambilan sampel yang digunakan dalam penelitian ini adalah dengan menggunakan purposive sampling. Responden penelitian ini yaitu warga Kota Surabaya dengan usia diatas 17 tahun serta pernah membeli minimal satu kali produk sneakers Adidas di media sosial Instagram dengan total sampel yang digunakan ialah 100. Data diolah menggunakan pendekatan persamaan model structural dengan teknik Partial Least Square. Hasil penelitian ini menunjukkan bahwa brand image berpengaruh positif dan signifikan terhadap perceived risk, brand image berpengaruh negative dan hipotesis ditolak pada variabel purchase intention, online store image berpengaruh positif dan signifikan terhadap perceived risk, purchase intention, dan perceived risk tidak memiliki pengaruh signifikan terhadap purchase intention.",
  "creators": "VENDY OCTAVIANUS TJAHYONO",
  "contributors": "Widjojo Suprapto (Advisor 1); R.R. Retno Ardianti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011943/MAN/2020; Vendy Octavianus Tjahyono (31416115)",
  "subjects": "BRAND CHOISE; CONSUMERS--RESEARCH; CONSUMER BEHAVIOR"
}