{
  "id": "48070",
  "title": "Perancangan buku visual sebagai media bagi remaja untuk memahami teman penderita depresi",
  "abstract": "Depresi merupakan gangguan mental yang umum terjadi di dunia. Depresi dapat menyebabkan penderitanya mengalami gangguan dalam kehidupan sehari-hari, baik berupa gangguan fisik maupun psikis. Depresi dan gejala penyertanya dapat membahayakan penderitanya apabila dibiarkan begitu saja. Peran orang terdekat sangat penting dalam menciptakan lingkungan sosial yang nyaman bagi penderita depresi, sehingga penderita dapat menjadi lebih terbuka dan dapat diarahkan untuk berkonsultasi kepada tenaga ahli seperti psikolog atau psikiater. Namun pemahaman sebagian besar masyarakat mengenai bagaimana tindakan yang tepat dalam menghadapi penderita depresi masih terbilang kurang, sehingga masih banyak yang menganggap depresi bukan merupakan hal serius. Kurangnya pemahaman tersebut dapat menciptakan lingkungan sosial yang buruk bagi penderita depresi yang justru dapat memperburuk keadaan mereka. Maka dari itu dirancanglah buku visual sebagai media edukasi cetak tentang bagaimana menghadapi penderita depresi sebagai teman terdekat untuk usia remaja akhir (18-21 tahun) yang berjudul “Teman (Belum) Tentu Mengerti”. Konten pada buku tersebut disampaikan menggunakan ilustrasi sederhana dan bahasa yang sesuai dengan karakteristik target audience. Buku tersebut dilengkapi dengan beberapa media promosi dan merchandise.",
  "creators": "PIETER RENALDI LUKITO",
  "contributors": "Listia (Advisor 1); Rika Febriani, S.Sn., M.A. (Advisor 2); Elisabeth Christine Yuwono (Examination Committee 1); Dr. Aniendya Christianna, S.Sn., M.Med.Kom. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Desain Grafis",
  "source": "Desain Grafis No. 00023427/DKV/2020; Pieter Renaldi Lukito (42415184)",
  "subjects": "BOOK DESIGN; GRAPHIC ARTS; VISUAL COMMUNICATION"
}