{
  "id": "48088",
  "title": "Inovasi daur ulang limbah plastik dan kain denim sebagai kombinasi material untuk produk interior dekoratif kafe",
  "abstract": "Plastik merupakan produk serbaguna, ringan, fleksibel, tahan kelembaban, kuat dan relatif murah, sehingga plastik sering digunakan. Namun, karakter dasar plastik yang susah di- uraikan merupakan salah satu sumber pencemaran lingkungan. Oleh karena itu penggunaan produk plastik secara berlebihan dan tidak ramah lingkungan menyebabkan berbagai masalah lingkungan hidup yang serius. Begitupun juga dengan banyaknya penggunaan produk bermaterial denim di Indonesia menimbulkan banyak sisa dan bekas kain denim yang sering dibuang begitu saja, diabaikan, ditumpuk bahkan dibakar. Kebiasaan ini membuat semakin banyaknya limbah dan sampah kain yang berserakan sehingga menimbulkan polusi udara. Seringkali mas- yarakat enggan untuk mendaur ulang kembali limbah menjadi barang yang lebih bernilai dan lebih berguna. Padahal apabila limbah-limbah tersebut didaur ulang dan dipadupadakan dengan baik, juga dapat mengurangi limbah yang berserakan serta dapat menjadi sebuah inovasi pemanfaatan limbah pada bidang industri kreatif desain interior yang masih belum banyak digunakan sehingga dapat digunakan sebagai material produk interior. Pelaksanaan perancangan produk interior ini menggunakan metode design thinking yang diawali dan digagas oleh pendiri IDEO yaitu David Kelley dan Tim Brown. Tahapan dari metode design thinking tersebut adalah emphatize, define, ideate, prototype, test, implementation. Hasil akhir perancangan ini akan menghasilkan beberapa set aksesoris ruang yang terdiri dari standing lamp, coffee table, partisi ruang, wall panel, cermin hias dan shelf. Melalui produk interior ini diharapkan dapat mengedukasi dan memberi pengaruh terhadap masyarakat bahwa produk interior dapat dikombinasikan dengan bahan bermaterial limbah serta produk daur ulang dan eco-friendly memiliki nilai visual yang menarik.",
  "creators": "NEVA NATHANIA GUNARSO",
  "contributors": "Grace Mulyono (Advisor 1); Filipus Priyo Suprobo, S.T., M.T. (Advisor 2); Yusita Kusumarini (Examination Committee 1); Frenky Tanaya, S.T., M.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021911/DIN/2020; Neva Nathania Gunarso (41416010)",
  "subjects": "CAFETARIAS--DECORATION; INTERIOR DECORATION; PLASTICS AS ART MATERIAL"
}