{
  "id": "48089",
  "title": "Perancangan open storage berbasis “knockdown” dengan sistem flat-pack untuk fasilitas area tinggal sementara",
  "abstract": "Pada masa ini pembangunan apartemen berkembang makin pesat dari waktu ke waktu seiring dengan kebutuhan terhadap area tinggal sementara dalam tuntutan kemudahan mobilitas yang berkaitan dengan lapangan pekerjaan serta kebutuhan mahasiswa dalam proses perkuliahan. Apartemen menjadi salah satu pilihan sebagian masyarakat untuk dihuni karena harga yang lebih terjangkau dibandingkan rumah hunian. Apartemen memiliki tipe unit yang dibagi berdasarkan beberapa klasifikasi, salah satunya adalah unit tipe studio. Apartemen tipe studio merupakan apartemen dengan ukuran unit yang paling kecil dan sangat terbatas, yaitu antara 18 m2 -30 m2 . Unit tipe studio merupakan kamar apartemen yang hanya memiliki satu ruang. Ruang ini sifatnya serbaguna sebagai ruang duduk, kamar tidur, dan dapur yang semua terbuka tanpa partisi. Satu-satunya ruang yang terpisah biasanya hanya kamar mandi. Apartemen tipe studio relatif kecil. Karena dimensi ruangan yang kecil maka penggunaan furniture diupayakan bersifat multifungsi agar dapat melengkapi kekurangan yang ada pada ruangan tersebut. Penataanya pun juga harus diperhatikan agar tidak memakan banyak tempat juga memotong sirkulasi. Selain itu, untuk memudahkan proses perakitannya maka diperlukan furniture jenis flat-pack maupun knockdown agar lebih efisien dalam penempatannya di ruangan yang berdimensi kecil.",
  "creators": "GABRIELLA NATALIE PURNOMO",
  "contributors": "Adi Santosa (Advisor 1); MOCH TAUFAN RIZQI, S.Sn. (Advisor 2); Mariana Wibowo, S.Sn., M.MT. (Examination Committee 1); CELINE JUNIKA (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021931/DIN/2020; Gabriella Natalie Purnomo (41416042)",
  "subjects": "FURNITURE DESIGN; INTERIOR DECORATION"
}