{
  "id": "48083",
  "title": "Analisa pengaruh value added intellectual coefficient, intellectual capital disclosure dan organizational capital terhadap cost stickiness pada perusahaan manufaktur sektor consumer goods di Indonesia",
  "abstract": "Penelitian ini bertujuan untuk mengamati pengaruh value added intellectual coefficient, intellectual capital disclosure, dan organization capital terhadap cost stickiness pada negara Indonesia. Penelitian ini dilakukan pada industri manufaktur sektor consumer goods yang terdaftar di Bursa Efek Indonesia yang telah menerbitkan laporan tahunan selama 5 tahun dari 2014 hingga 2018. Penelitian ini mengamati 22 industri manufaktur sektor consumer goods selama 5 tahun. Proses pengolahan data menggunakan software Gretl. Cost stickiness bertindak sebagai variabel dependen yang diukur melalui perhitungan nilai log dari dari perubahan biaya operasional dan pendapatan operasional perusahaan. Sedangkan Value Added Intellectual Coefficient sebagai variabel independen diukur menggunakan rumus Intellectual Capital Efficiency (ICE) dan Capital Employed Efficiency (CEE). Kemudian, Intellectual Capital Disclosure sebagai variabel independen mencakup 3 komponen utama yaitu, Human Capital (HC), Structural Capital (SC), dan Relational Capital (RC). Selain itu, Organizational Capital yang juga sebagai variabel independen mencakup kemampuan dan pengetahuan yang digunakan untuk menggabungkan keterampilan manusia dan modal fisik. Total terdapat 3 hipotesis yang akan diuji dalam penelitian ini. Hasil menunjukkan ICE tidak memiliki pengaruh yang signifikan terhadap cost stickiness. CEE memiliki pengaruh signifikan positif terhadap cost stickiness. ICD tidak memiliki pengaruh yang signifikan terhadap cost stickiness. OC memiliki pengaruh signifikan negatif terhadap cost stickiness. Leverage memiliki pengaruh signifikan positif terhadap cost stickiness. Firm size tidak memiliki pengaruh yang signifikan terhadap cost stickiness. Market to book of equity ratio tidak memiliki pengaruh yang signifikan terhadap cost stickiness.",
  "creators": "JOSIA REZA SADA ARIHTA SEMBIRING; LEONARD RONALDO PRAYOGO",
  "contributors": "Saarce Elsye Hatane (Advisor and Examination Committee); Devie (Examination Committee 1); Josua Tarigan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011515/AKT/2020; Josia Reza Sada Arihta Sembiring (32416012)Leonard Ronaldo Prayogo (32416125)",
  "subjects": "CORPORATIONS--FINANCE--MANAGEMENT; COST ACCOUNTING"
}