{
  "id": "48081",
  "title": "Analisa faktor-faktor yang mempengaruhi pengungkapan intellectual capital dan pengungkapan resiko pada perusahaan perbankan ASEAN 6",
  "abstract": "Penelitian ini bertujuan untuk mengetahui pengaruh langsung firm risk, growth, state ownership, capital structure, dan firm size terhadap kinerja Intellectual Capital Disclosure dan Risk Disclosure pada Perusahaan Perbankan ASEAN 6. Sampel yang digunakan dalam penelitian terdiri dari 58 perusahaan perbankan yang terdaftar di Indonesia Stock Exchange (IDX), Philippine Stock Exchange (PSE), The Stock Exchange of Thailand (SET), Singapore Exchange Limited (SGX), Malaysia Stock Exchange (MYX), dan Hanoi Stock Exchange (HNX) dengan tahun pengamatan selama 2012-2018. Pengolahan data menggunakan software Gretl. Hasil penelitian menemukan firm risk tidak berpengaruh signifikan terhadap kinerja intellectual capital disclosure. Firm risk berpengaruh signifikan secara negatif terhadap kinerja risk disclosure. Growth berpengaruh signifikan secara negatif terhadap kinerja intellectual capital disclosure. Growth berpengaruh signifikan secara positif terhadap kinerja risk disclosure. State ownership berpengaruh signifikan secara positif terhadap kinerja intellectual capital disclosure. State ownership berpengaruh signifikan secara positif terhadap kinerja risk disclosure. Capital structure tidak berpengaruh signifikan terhadap kinerja intellectual capital disclosure. Capital structure berpengaruh signifikan secara negatif terhadap kinerja risk disclosure. Firm size berpengaruh signifikan secara positif terhadap kinerja intellectual capital disclosure. Firm size berpengaruh signifikan secara positif terhadap kinerja risk disclosure.",
  "creators": "LEONARDO YANUAR DWI CIPTA LIEANTONO",
  "contributors": "Saarce Elsye Hatane (Advisor 1); Devie (Examination Committee 1); Josua Tarigan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011512/AKT/2020; Leonardo Yanuar Dwi Cipta Lieantono (32416010)",
  "subjects": "BANKS AND BANKING; INTELLECTUAL CAPITAL"
}