{
  "id": "48094",
  "title": "Perancangan interior Surabaya fashion center",
  "abstract": "Fashion kini telah menjadi salah satu industri yang berkembang pesat dan memiliki peminat yang terus meluas seiring berjalannya waktu. Dapat ditemukan dari banyaknya acara-acara yang diselenggarakan yang berkaitan dengan fashion seperti fashion week, workshop, seminar, dll. Sehingga sektor industri fashion ini perlu ditingkatkan dan diperhatikan lebih terutama di kota Surabaya. Namun hingga saat ini belum ada fasilitas di kota Surabaya yang dapat menampung seluruh kebutuhan kegiatan fashion yang ada. Oleh karena itu, penulis merasa perlunya diciptakan fasilitas atau satu wadah yang dapat menampung kegiatan tersebut yang diberi nama Surabaya Fashion Center. Perancangan interior Surabaya Fashion Center ini menggabungkan kebutuhan-kebutuhan pengguna fasilitas serta tren yang ada di dalam dunia fashion. Dengan adanya SFC, penulis berharap dapat menyediakan tempat sarana yang dapat digunakan untuk meningkatkan sektor industri fashion di Surabaya serta memberikan edukasi lebih kepada masyarakat mengenai dunia fashion. Metode desain yang digunakan adalah Design Thinking Stanford. Dengan tahapan pengumpulan data, analisis data, ideate menggunakan 3d experimental method, prototype hingga implement dan story telling untuk memperkenalkan karya lebih dalam. Konsep “Twisting Pleats” yang terinspirasi dari ikon Sura dan Baya serta teknik kain pelisir diaplikasikan pada keselarasan warna, elemen pembentuk ruang dan tata ruang. Digabungkan dengan tren teknologi terkini, permainan tata cahaya dan instalasi fabric yang up to date.",
  "creators": "YENIFER HARTANTO",
  "contributors": "Diana Thamrin,S.Sn. (Advisor 1); CELINE JUNIKA (Advisor 2); Adi Santosa (Examination Committee 1); MOCH TAUFAN RIZQI, S.Sn. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021904/DIN/2020; Yenifer Hartanto (41416024)",
  "subjects": "ART MUSEUMS--DECORATION; INTERIOR DECORATION"
}