{
  "id": "48092",
  "title": "Perancangan interior video content creator center di Surabaya",
  "abstract": "Sosial media adalah salah satu bentuk perkembangan teknologi saat ini. Survey Lembaga We Are Social menemukan bahwa Youtube menjadi media sosial teraktif karena menyediakan fitur unggahan video terlengkap disertai dengan Google Ad Sense yang akan memberikan bayaran pada Video Content Creator-nya. Maka dari itu, jumlah Video Content Creator di Indonesia semakin meningkat. Untuk mewadahi 4 proses utama kegiatan utama mereka yakni Scripting, Shooting, Editing, dan Publishing, perancangan interior ini dibuat. Selain itu, tempat ini bertujuan untuk menciptakan kolaborasi dan kerja sama antar Video Content Creator/film maker terutama pada generasi anak muda (Millenial dan Z). Karakter mereka yang menarik sangat cocok untuk menjadi sebuah konsep perancangan interior hingga konsep “Videntity” pun muncul. “Videntity” merupakan gabungan kata dari Video, Idea dan Entity yang akan membentuk Video Content Creator’s Identity. Untuk mencapai tujuan menciptakan Video Content Creator Center yang memadai dari segi proses dan suasana, metode perancangan yang digunakan adalah Design Thinking dengan 3 tahapan utama yakni Inspiration, Ideate, dan Implementaion. Setelah melaksanakan metode Design Thinking dengan baik, maka hasil akhir dari perancangan ini adalah fasilitas ruang utama seperti “Creator Co-Lab” (Area Kolaborasi), Studio Rekaman, Ruang Edting dengan spesifikasi komputer yang baik. Oleh karena itu, jurnal ini dibuat agar masyarakat dapat terinspirasi dengan adanya inovasi tempat berupa Video Content Creator Center sendiri dan desain interior terutama studio dan ruang kumpul untuk bekerja.",
  "creators": "AGNES NATHANIA HARTONO",
  "contributors": "Ronald H.I. Sitindjak (Advisor 1); Anik Rakhmawati (Advisor 2); Sherly De Yong (Examination Committee 1); Linggajaya Suryanata (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021954/DIN/2020; Agnes Nathania Hartono (41416046)",
  "subjects": "INTERIOR DECORATION; MOTION PICTURES--PRODUCTION AND DIRECTION"
}