{
  "id": "48095",
  "title": "Perancangan interior co-working space dengan fasilitas co-living di Surabaya",
  "abstract": "Meningkatnya jumlah generasi milenial yang memasuki usia produktif bekerja serta bertambahnya berbagai macam start up company saat ini meningkatkan kebutuhan akan tempat bekerja. Selain itu, meningkatkan harga sewa perkantoran konvensional menyebabkan pekerja semakin beralih ke Co-working space, yaitu konsep berbagi ruang kerja dan fasilitas penunjang bersama dengan pelaku bisnis lainnya. Di kota Surabaya sendiri memiliki beberapa Co-working Space, namun sesuai survey yang dilakukan belum ada yang memiliki fasilitas yang lengkap untuk mewadahi kebutuhan penggunanya. Oleh karena itu perancangan interior Co-working space ini ditujukan untuk memfasilitasi para pekerja profesional muda, independen, kolaboratif dengan konsep “User Experience”. Konsep ini berfokus pada pengalaman pengguna untuk merasakan ruang kerja bersama yang sepenuhnya dilengkapi dengan sarana dan prasarana untuk membantu perusahaan-perusahaan berkembang. Metode yang akan digunakan adalah metode design thinking dengan 9 tahapan meliputi Understanding, Observe, Point of View, Ideate, Prototype, Test, Story Telling, Pilot dan Business Model. Dengan adanya Co-qorking Space yang memiliki berbagai fasilitas lengkap diharapkan mampu menjadi Co-working trendsetter di kota Surabaya yang mewadahi kebutuhan penggunanya mulai dari kebutuhan tempat bekerja (Co-working), sosialisasi/networking, bersenang-senang, hingga beristirahat (Co-living).",
  "creators": "STEFANNY MARGARETHA",
  "contributors": "Ronald H.I. Sitindjak (Advisor and Examination Committee); Linggajaya Suryanata (Advisor 2); Sherly De Yong (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021958/DIN/2020; Stefanny Margaretha (41416060)",
  "subjects": "INTERIOR DECORATION; PUBLIC SPACES--DECORATION"
}