{
  "id": "48105",
  "title": "The influence of board diversity on firm performance in infrastructure, utility, and transportation sector",
  "abstract": "This research extended the study of the board diversity relationship toward firm performance in Indonesia. This study used competing hypothesis development to test opposing theories, which are resource dependence theory and social identity theory. The two theories were used to make positive and negative hypothesis on board diversity toward firm performance. Board demographic diversity of the board of commissioners (BOC) and board of directors (BOD) were analyzed through three indicators: gender diversity, age diversity, and education diversity as independent variables (IV). The dependent variable (DV) was operationalized with ROA and Tobin's Q. Firm characteristics were also used as control variables with the proxy of organization size and organization age. This study focused on Indonesia's infrastructure, utility, and transportation within the period of 2014 - 2018. 228 sample data were collected from 46 firms which have passed the classical assumption tests. Multiple linear regression was utilized to determine the relationship between the IV toward DV. The result showed that BOC board diversity within gender and education affect the ROA positively. BOC age diversity showed a positive influence on Tobin's Q. Meanwhile, BOD gender and education diversity have a negative relationship with Tobin's Q. All other IV-DV combinations show no significant relationship.",
  "creators": "JEMMY TRISTANO",
  "contributors": "Tessa Vanina Soetanto (Advisor 1); Lianto, S.E., MFM. (Examination Committee 2); Adelina Proboyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 34010411/MAN/2020; Jemmy Tristano (34416052)",
  "subjects": "PERFORMANCE; CORPORATIONS"
}