{
  "id": "48101",
  "title": "Representasi pluralisme dalam film Ngenest",
  "abstract": "Indonesia yang merupakan negara dengan beragam suku, agama dan ras memerlukan sikap pluralisme agar dapat berinteraksi dengan semua kelompok. Pluralisme adalah upaya untuk membangun kesadaran sosial. Penelitian ini menggambarkan bagaimana representasi pluralisme dalam film Ngenest. Jenis penelitian ini adalah deskriptif dengan pendekatan kualitatif. Metode yang digunakan adalah semiotika televisi John Fiske dengan 3 level yaitu level realitas, level representasi, dan level ideologi. Berdasarkan kode-kode tersebut peneliti menggunakan konsep representasi untuk menggambarkan pluralisme dalam film tersebut. Subjek yang dianalisis adalah film Ngenest, sementara objek yang dianalisis adalah representasi pluralisme dalam film tersebut. Hasil pembahasan dari level realitas, level representasi dan level ideologi dalam film Ngenest adalah pluralisme bukan hanya beragam atau majemuk melainkan adanya keterlibatan dengan keragaman tersebut, pluralisme lebih dari sekadar toleransi dengan usaha aktif memahami orang lain, pluralisme bukanlah relativisme melainkan pertautan komitmen dan pluralisme didasarkan pada dialog. Pada level realitas ada rasa bahagia karena adanya kebersamaan dalam keragaman. Level representasi terdapat pesan atau makna lain dibalik adanya diskriminasi. Level ideologi peneliti menemukan humanisme yang terdapat dalam film ini. Humanisme berbicara tentang menumbuhkan rasa perikemanusiaan untuk menciptakan pergaulan hidup manusia yang lebih baik. Dengan adanya ideologi tersebut terlihat jelas bahwa pluralisme merupakan suatu nilai untuk menghormati, menghargai dan menerima perbedaan sebagai realitas kehidupan.",
  "creators": "FENNUEL VICTORYAN CHRISTIANTO",
  "contributors": "Lady Joanne Tjahyana, S.Kom., MMM. (Advisor 1); Daniel Budiana, S.Sos., M.A. (Advisor 2); Jandy Edipson Luik (Examination Committee 1); Fanny Lesmana (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011629/KOM/2020; Fennuel Victoryan Christianto (51415093)",
  "subjects": "MOTION PICTURE; PLURALISM"
}