{
  "id": "48114",
  "title": "The effect of source credibility, source attractiveness, product match up, and meaning transfer toward purchase intention mediated by consumer attitude on fashion industry in Indonesia",
  "abstract": "With the increasing number of social media users in Indonesia, social media have created job opportunities for individuals and become the new celebrity marketing strategy for brands. This individual will be called as social media influencers. Along with the fact, social media influencers need to understand the factors affecting first-time purchase intention to be recognized and accepted by customers. Thus, this research aims to analyze people’s motivation to buy a product endorsed by social media influencers. This research will use analysis done by Lim et al., (2017) as the theoretical foundation, which analyzed the impact of social media influencers on purchase intention mediated by consumer attitude by evaluating four factors: source credibility, source attractiveness, product matchup, and meaning transfer. The fashion industry will be used as the research object as it is the industry that can be evaluated based on external appearance. This research collected 100 data using the Self-Administered Questionnaire distributed through an online platform. The data were analyzed using Multiple Linear Regression with the result of source credibility, source attractiveness, product matchup, and meaning transfer affecting purchase intention mediated by consumer attitude.",
  "creators": "WILSON ARIFIN",
  "contributors": "Adelina Proboyo (Advisor 1); Ruth Srininta Tarigan, S.Kom., MBA. (Examination Committee 1); Juliana Caesaria Tandung (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 34010419/MAN/2020; Wilson Arifin (34416044)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMERS--ATTITUDES"
}