{
  "id": "48144",
  "title": "Perancangan interior rumah sebagai hunian empat profesi (florist, wirausaha, desainer, mahasiswa IT) dengan pendekatan human centered design",
  "abstract": "Perancangan ini merupakan perancangan rumah susun yang berpenghuni empat orang dengan profesi yang berbeda-beda, yakni seorang florist, seorang freelancer desain grafis, seorang entrepreneur, dan seorang mahasiswa IT. Perancangan ini berorientasi pada konsep multi-profesi dalam menciptakan ruangan-ruangan sesuai kebutuhan penghuni guna memenuhi tanggung jawab masing-masing. Selain itu perancangan ini juga memberikan solusi berbentuk rancangan ruang yang bermanfaat untuk meminimalisir tingkat stres pekerja (penghuni) dan juga menciptakan perabot custom guna menunjang aktivitas bekerja tiap penghuni. Perancangan ini menggunakan pendekatan Human Centered Design dengan tujuan agar hasil rancangan tercipta sesuai dengan kebutuhan dan keinginan masing-masing penghuni sehingga dapat meningkatkan efisiensi dan efektivitas penghuni dalam bekerja maupun kenyamanan dalam beristirahat. Implementasi konsep dan pendekatan Human Centered Design tercipta dengan pembentukan tata layout yang optimal, sirkulasi, pencahayaan, penghawaan serta penciptaan perabot berbentuk meja kerja, ruang penyimpanan yang memadai, kamar tidur pribadi yang mengacu pada kebutuhan masing-masing, dan juga suasana yang kondusif. Hunian yang baik adalah hunian yang dapat menghadirkan tingkat kenyamanan yang tinggi tanpa harus mengurangi kinerja serta produktivias penghuni dalam bekerja.",
  "creators": "SHANIA NATASHA",
  "contributors": "Adi Santosa (Advisor and Examination Committee); CELINE JUNIKA (Advisor 2); Mariana Wibowo, S.Sn., M.MT. (Examination Committee 2); MOCH TAUFAN RIZQI, S.Sn. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021933/DIN/2020; Shania Natasha (41416074)",
  "subjects": "HOUSES--DECORATION; INTERIOR DECORATION"
}