{
  "id": "48149",
  "title": "Evaluasi dan kebijakan PT X dengan pendekatan konsep nilai hasil.",
  "abstract": "Evaluasi sangat berperan penting pada suatu proyek konstruksi karena dengan adanya evaluasi, kontraktor dapat menemukan faktor yang memperburuk kinerja proyek. Oleh karena itu, evaluasi dari proyek-proyek yang telah selesai dikerjakan bermanfaat dalam memperbaiki kinerja proyek, pada proyek yang sedang berjalan atau yang akan dikerjakan. Penelitian ini dilakukan untuk mengetahui bagaimana kinerja proyek-proyek PT. X yang sudah selesai dalam kurun waktu 3 tahun terakhir yaitu 2017-2019 dan proyek yang sedang berjalan. Kemudian dari hasil analisa tersebut dicari penyebab keterlambatan dan pembengkakan biaya proyek PT. X yang sedang berjalan dan menentukan kebijakan yang sesuai untuk mengatasi masalah tersebut. Teknik yang digunakan pada penelitian ini adalah dengan pendekatan Konsep Nilai Hasil, di mana menggunakan ACWP, BCWP dan BCWS sebagai indikator analisa, untuk mendapatkan CPI dan SPI sebagai tolak ukur performa biaya dan waktu dalam suatu proyek. Hasil penelitian menunjukkan bahwa kedua proyek PT. X yang sedang berjalan sampai minggu pertama Januari 2020 memiliki nilai sebesar CPI 1,005 dan 1,021 serta nilai SPI 0,854 dan 0,514; ini menujukkan bawah mengalami keterlambatan namun tidak mengalami pembengkakan biaya, oleh karena itu perlu diambil kebijakan dalam Project Management Pratice untuk proyek yang sedang berjalan seperti penambahan tenaga kerja, penambahan waktu bekerja, dan pengecekan pekerjaan.",
  "creators": "CARLOS SURYADHARMA; MARTIN ANDREAS SUYANI",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Budiman Proboyo (Examination Committee 1); Jonathan Hendra Kusuma (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012441/SIP/2020; Carlos Suryadharma (21416227), Martin Andreas Suyani (21416157)",
  "subjects": "CONSTRUCTION PROJECTS--EVALUATION; PROJECT MANAGEMENT"
}