{
  "id": "48159",
  "title": "Kombinasi fly ash CFBC dan PCC sebagai material pengganti sebagian semen pada mortar",
  "abstract": "Berdasarkan sistem pembakarannya, fly ash dapat dibedakan menjadi 2 jenis, yakni Pulverized Coal Combustion (PCC) dan Fluidized Bed Combustion (FBC). Salah satu contoh tipe pembakaran FBC, Circulating Fluidized Bed Combustion (CFBC), menghasilkan fly ash yang memiliki bentuk partikel yang kasar dan tidak beraturan menyebabkan meningkatnya kebutuhan air pada campuran mortar. Di sisi lain, fly ash PCC memiliki bentuk partikel yang bulat dan memiliki tingkat reaktifitas yang tinggi. Penelitian ini bertujuan untuk menganalisa kombinasi yang tepat antara fly ash CFBC dan fly ash PCC sebagai material pengganti sebagian semen untuk menghasilkan kuat tekan mortar yang maksimum dengan workability yang optimum. Berdasarkan hasil penelitian disimpulkan bahwa kombinasi fly ash PCC dan fly ash CFBC pada campuran mortar berhasil menambah workability mortar. Mortar dengan kadar penggantian semen sebesar 30% dan 50% oleh 100% fly ash CFBC tidak dapat mencapai target diameter flow (unmixable). Namun seiring bertambahnya kadar fly ash PCC pada mortar, kebutuhan SP berhasil dikurangi untuk mencapai target diameter flow. Kuat tekan mortar yang lebih tinggi dapat dicapai pada kombinasi 50% fly ash CFBC dan 50% fly ash, yakni mencapai 75.05 MPa pada usia 56 hari. Kepadatan mortar berperan penting terhadap meningkatnya kuat tekan mortar.",
  "creators": "SHENDY LEONARDO CHANDRA; LEONARDO LIBEN TANJONES",
  "contributors": "Antoni (Advisor 1); Djwantoro Hardjito (Advisor 2); Effendy Tanojo (Examination Committee 1); Hasan Santoso (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012409/SIP/2020; Shendy Leonardo Chandra (21416061)Leonardo Liben Tanjones (21416108)",
  "subjects": "CONTROLLED LOW-STRENGTH MATERIALS; MORTAR-SPECIFICATION; REINFORCED CEMENT; FLY ASH"
}