{
  "id": "48156",
  "title": "Pengaruh board gender diversity dan family ownership terhadap firm performance pada perusahaan non jasa di Indonesia",
  "abstract": "Keberhasilan dan kegagalan perusahaan bergantung pada keputusan manajemen senior dan dewan direksi. Penelitian ini bertujuan untuk mengetahui pengaruh board gender diversity dan family ownership terhadap firm performance pada perusahaan non jasa di Indonesia. Isu board gender diversity dan family ownership telah menarik lebih banyak popularitas dan minat penelitian dalam beberapa tahun terakhir, namun masih baru sedikit hasil empiris yang menggunakan sampel kelompok perusahaan non jasa yang berbasis di Indonesia, serta mengukur board gender diversity dengan Shannon Index. Penelitian ini difokuskan pada perusahaan non jasa karena industri non jasa adalah penyumbang terbesar terhadap PDB Indonesia. Dalam penelitian ini, kinerja keuangan berupa profitabilitas perusahaan diukur dengan menggunakan ROA, sedangkan nilai perusahaan diukur menggunakan Tobin’s Q. Sementara itu, kinerja non-keuangan berupa kinerja CSR diukur dengan firm-specific corporate social responsibility score (CSRS) menggunakan parameter penilaian Kinder, Lyderberg, dan Domini (KLD) Index. Variabel kontrol seperti market share, financial leverage, dan firm age digunakan dalam penelitian ini. Penelitian ini berbentuk penelitian kuantitatif, dengan data sekunder dari 66 perusahaan non jasa yang terdaftar di Bursa Efek Indonesia (BEI) selama 10 tahun dari 2009-2018, dengan jumlah pengamatan sebanyak 660 firm-years. Teknik analisis data yang dipakai adalah model regresi berganda dengan menggunakan software GRETL. Penelitian ini berguna bagi pemilik perusahaan, manajemen perusahaan, investor, dan peneliti selanjutnya dalam mempertimbangkan komposisi gender dalam dewan direksi agar kinerja perusahaan yang baik dapat tercapai.",
  "creators": "ALDI",
  "contributors": "Juniarti (Advisor and Examination Committee); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1); Josua Tarigan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011580/AKT/2020; Aldi (D12170188)",
  "subjects": "CORPORATIONS--FINANCE; FAMILY-OWNED BUSINESS ENTERPRISES; PERFORMANCE--MANAGEMENT"
}