{
  "id": "48165",
  "title": "Pengaruh kepercayaan WP dan kekuasaan otoritas pajak terhadap kepatuhan pajak orang pribadi",
  "abstract": "Tujuan dari penulisan ini berkaitan dengan masalah yang dihadapi Indonesia tentang penerimaan pajak. Saat ini, Indonesia belum mencapai target penrimaan pajak. Dengan demikian membuat otoritas pajak lebih fokus pada kepatuhan pajak untuk meningkatkan pendapatan pajak dengan mendorong kepatuhan sukarela melalui peningkatan kepercayaan. Namun, karena kapasitas yang terbatas, otoritas pajak terpaksa memilih berbagai strategi untuk mencapai tujuan mereka. Salah satunya adalah mengeluarkan peraturan berbasis kekuasaan yang berdampak pada kepatuhan pajak. Dengan demikian, mendorong penulisan untuk menguji hubungan antara peran kekuasaan dan kepercayaan dengan kepatuhan pajak individu dan berfokus pada penghindaran pajak yang banyak dilakukan oleh WP individu. Penulisan ini menggunakan Structural Equation Model untuk mengetahui korelasi antara kepercayaan dan kekuasaan terhadap kepatuhan pajak sukarela dan kepatuhan pajak yang dipaksakan pada WP individu yang melakukan layanan pribadi independen dengan pendapatan di atas dan di bawah Rp.4.800.000.000 per tahun. Penulisan ini diharapkan dapat berkontribusi pada otoritas pajak untuk mengetahui faktor –faktor yang mendorong kepatuhan WP. Kesimpulan dari penulisan ini adalah untuk menunjukkan bahwa kepercayaan memiliki pengaruh positif pada kepatuhan pajak dengan dimediasi kepatuhan pajak sukarela, sementara kekuasaan tidak mempengaruhi kepatuhan pajak meskipun telah dimediasi oleh kepatuhan pajak yang dipaksakan. Penulisan ini juga menunjukkan bahwa jika WP memiliki kepercayaan pada otoritas pajak, mereka akan sukarela mematuhi undang-undang perpajakan, namun WP tidak menganggap bahwa kekuasaan yang dipegang oleh otoritas pajak akan berdampak pada tindakan mereka untuk mematuhi sistem pajak. Kekuasaan otoritas pajak akan mengakibatkan kepatuhan yang dipaksakan dan kepercayaan akan mengakibatkan kepatuhan sukarela dan pada akhirnya akan terjadi kerjasama pajak",
  "creators": "ANGELA CHRISTIE",
  "contributors": "Retnaningtyas Widuri, S.Sos., M.M. (Advisor 1); Yenni Mangoting (Examination Committee 1); Agus Arianto Toly, S.E., M.S.A., Ak. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011551/AKT/2020; Angela Christie (32416048)",
  "subjects": "TAXPAYER COMPLIANCE"
}