{
  "id": "48168",
  "title": "Analisis faktor-faktor penentu konsumen Surabaya dalam menggunakan OVO sebagai e-wallet",
  "abstract": "Saat ini e-wallet sudah banyak digunakan oleh masyarakat di Indonesia, termasuk di Surabaya. Berdasarkan pengamatan, salah satu e-wallet yang paling banyak digunakan oleh masyarakat di Surabaya yaitu aplikasi OVO. Namun belum banyak penelitian yang dilakukan terkait e-wallet yang paling banyak diminati di Surabaya, terutama dari segi sosial. Penelitian ini bertujuan untuk menetapkan faktor-faktor penentu konsumen Surabaya dalam menggunakan OVO sebagai e-wallet. Jenis riset yang digunakan adalah penelitian eksploratori. Metode yang digunakan dalam penelitian yaitu analisis faktor dengan bantuan program Statistical Product and Service Solution (SPSS). Selain itu peneliti juga melakukan uji validitas,reliabilitas,dan analisis deskriptif. Data dalam penelitian ini diperoleh melalui kuisioner secara online dengan jumlah responden sebanyak 125 orang dengan kriteria aktif menggunakan aplikasi OVO dalam 6 bulan terakhir, melakukan transaksi minimal sebanyak 3x dalam 2 bulan, dan pernah melakukan top up minimal sebesar Rp 100.000,-. Penulis meneliti dari segi sosial dengan menggunakan 4 faktor dasar,yaitu lingkungan sosial,kelompok referensi,kelas sosial,dan gaya hidup dengan 22 variabel. Melalui hasil penelitian ditemukan 5 faktor baru sebagai faktor-faktor penentu konsumen Surabaya dalam menggunakan OVO yaitu lingkungan dan referensi, pengamatan dan pengalaman, keinginan/dorongan dari dalam diri, kualitas hidup, dan status sosial.",
  "creators": "THANIA ROSELIND; TIFFANY EVANGELINE TANJAYA",
  "contributors": "Edwin Japarianto (Advisor 1); Dra. Monica Ida Uniati , M.M. (Examination Committee 1); Devi Destiani Andilas (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010369/MAN/2020; Thania Roselind (35416012), Tiffany Evangeline Tanjaya (35416006)",
  "subjects": "CONSUMERS--RESEARCH; CONSUMER BEHAVIOR"
}