{
  "id": "48171",
  "title": "Penggunaan metode metaheuristik dalam optimasi time-cost trade off durasi pelaksanaan proyek konstruksi",
  "abstract": "Proyek konstruksi merupakan kumpulan dari aktivitas individual dengan berbagai batasan yang menyertainya. Secara umum terjadi trade off antara waktu (time) dan biaya (cost) dalam proyek konstruksi, dimana semakin murah biayanya semakin lama durasi pelaksanaan proyek. Untuk mendapatkan titik optimum pertukaran antara waktu dan biaya tersebut, sebuah proyek dapat dipecepat dan diperlambat dari durasi penyelesaian normalnya dengan menggunakan sistem bonus dan denda yang dikenal di proyek konstruksi. Bonus akan diberikan jika proyek selesai lebih cepat daripada deadline, sedangkan kontraktor juga akan terkena denda jika proyek terlambat. Karena proyek konstruksi memiliki banyak variable dan constraints, maka metode metaheuristik dapat digunakan untuk menyelesaikan permasalahan optimasi time-cost trade off yang kompleks, karena metaheuristik memiliki kemampuan untuk menyelesaikan permasalahan yang rumit dengan presisi yang tinggi secara efektif dan efisien. Penelitian ini bertujuan untuk mengoptimasi durasi proyek guna menemukan titik optimal dalam time-cost trade off dengan dua algoritma metaheuristik, yaitu particle swarm optimization (PSO) dan symbiotic organisms search (SOS). Kedua algoritma digunakan untuk mengoptimasi kasus proyek gudang dengan durasi pelaksanaan normal selama 83 hari. Percepatan dan perlambatan durasi aktivitas akan dilakukan dengan cara menambah dan mengurangi tenaga kerja. Metode ini merupakan metode yang mampu menghasilkan nilai optimal pada penelitian-penelitian terdahulu. Proyek dapat dipercepat hingga 65 hari serta diperlambat hingga 113 hari, dikarenakan batas keterlambatan yang diijinkan adalah 1 bulan dari durasi penyelesaian normal. Besar bonus dan denda per hari yang diberlakukan adalah sebesar 0,1% dari nilai kontrak, dengan pembatasan pemberian bonus sebesar 1%. Dari hasil penelitian didapatkan opsi yang dapat diambil untuk optimasi time-cost trade off. Biaya optimal akan didapatkan jika proyek dipercepat menjadi 73 hari, dimana terjadi pengurangan biaya sebesar Rp208.548.212,00. Hasil optimasi juga menunjukkan bahwa SOS memiliki performa yang lebih baik dari PSO dari segi hasil terbaik, konvergensi, maupun konsistensi. SOS mampu menghasilkan biaya total lebih rendah 0,02% daripada PSO, atau setara dengan Rp4.000.000,00.",
  "creators": "NICHOLAS RACHMAT; TAN, FERDINAND CHRISTANTO SUGIARTO",
  "contributors": "Doddy Prayogo S.T. (Advisor 1); Ratna S. Alifen (Examination Committee 1); Willy Husada (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012431/SIP/2020; Nicholas Rachmat (21416002)Tan, Ferdinand Christanto Sugiarto (21416160)",
  "subjects": "CONSTRUCTION PROJECTS--MANAGEMENT; CONSTRUCTION PROJECTS; PROJECT MANAGEMENT"
}