{
  "id": "48177",
  "title": "Peningkatan kinerja seismik struktur dengan lantai semi-rigid menggunakan VSL-Gensui Damper",
  "abstract": "Bangunan dapat diperkuat menggunakan berbagai metode. Dalam penelitian ini, Vorspann System Losinger (VSL) Gensui Damper digunakan sebagai metode untuk meningkatkan kinerja struktural. Bangunan akan dibebeani groundmotion dari gempa El Centro 18 Mei 1940 lalu dianalisa menggunakan Non-linear Time History. Rasio simpangan antar lantai sebesar 0,4% dan pengurangan kerusakan sendi plastis sebesar 25% dan 35% menjadi target dari peningkatan performa struktur . Damper dapat meningkatkan kinerja struktur secara signifikan, tetapi diperlukan biaya yang mahal untuk memasang damper. Metode Modified Simplified Sequential Search Algorithm (MSSSA) dan Optimum Damper Allocation Method (ODAM) akan digunakan untuk menemukan posisi yang paling efektif untuk pemasangan damper sampai performa seismik dari bangunan memenuhi target yang telah di tentukan. Untuk komparasi metode penempatan yang seimbang, maka ditentukan jumlah damper sebanyak 44 damper untuk semua metode. Didapatkan bahwa dengan pemasangan VSL Gensui damper mampu meningkatkan performa struktur dari indikator drift dan kerusakan sendi plastis. Perlu diperhatikan bahwa pemasangan damper harus terdistribusi dengan merata pada seluruh bangunan karena drift yang terjadi dapat berbeda pada tiap portal untuk bangunan semi-rigid.",
  "creators": "ALEXANDER KEITH KANDIAWAN; ANDRE HALIM",
  "contributors": "Pamuda Pudjisuryadi (Advisor 1); Benjamin Lumantarna (Advisor 2); Antoni (Examination Committee 1); Jimmy Chandra (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012411/SIP/2020; Alexander Keith Kandiawan (21416190)Andre Halim (21416087)",
  "subjects": "BUILDING-EARTHQUAKE EFFECTS; FLOORING; REINFORCED CONCRETE CONSTRUCTION"
}