{
  "id": "48174",
  "title": "The impact of management ability towards firm's financial performance with corporate social responsibility disclosure for tobacco firms in Asia",
  "abstract": "This study is conducted to study the influence of management ability towards a firm financial position for tobacco companies in Asia by using corporate social responsibility disclosure as the mediating variable. Management ability will be measured through the efficiency in which the managers able to turn their firm resources into revenue. The level of information disclosed assessed using the GRI G4 guidelines as it measures the economic, environment, and social performance. On the other hand, firm financial performance will be measured through the indicators of ROA and Tobin's Q. This study specified the scope of analysis to listed tobacco companies in Asia, which consistently published its annual report in the year 2014 until 2018. WarpPLS 7.0 is the software being utilized for the data analysis technique. Results from this paper showed two out of three of the hypotheses being accepted. The impact of management ability towards corporate social responsibility disclosure showed a positive result. At the same time, there is an insignificant result related to the influence of management ability towards firm financial performance. Corporate social responsibility's impact on firm financial performance resulted in a positive correlation. As far as the author knows, this is the first study to analyze the impact of management ability towards firm financial performance with corporate social responsibility disclosure for tobacco companies in Asia.",
  "creators": "FELICIA GOETOMO",
  "contributors": "Josua Tarigan (Advisor 1); Saarce Elsye Hatane (Examination Committee 1); FOEDIJIAWATI (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergaduate Thesis No. 32011572/AKT/2020; Felicia Goetomo (32416095)",
  "subjects": "CORPORATIONS--FINANCE; FINANCIAL ACCOUNTING; MANAGERIAL ACCOUNTING"
}