{
  "id": "48185",
  "title": "Pengaruh beneficiation dengan ball mill terhadap karakteristik mortar fly ash CFBC Ngoro",
  "abstract": "Abu terbang atau yang disebut juga fly ash (FA) saat ini sedang populer untuk dijadikan substitusi semen. FA yang saat ini banyak tersedia dan jarang dimanfaatkan adalah fly ash CFBC yang berasal dari pembangkit listrik tenaga uap (PLTU) PT. Sinergi, Ngoro. Permasalahan yang terjadi pada fly ash dari PLTU PT. Sinergi, Ngoro adalah kebutuhan air yang tinggi. Oleh karena itu, perlu dilakukan beneficiation untuk memperbaiki karakteristik fly ash. Salah satu metode beneficiation yang murah dan efisien adalah penggilingan dengan ball mill. Berdasarkan hasil penelitian yang dilakukan, didapatkan bahwa Fly ash CFBC Ngoro yang tergiling, menunjukkan penurunan kebutuhan air dan superplasticizer. Pada umur 28 dan 56 hari, kuat tekan mortar realtif sama, disebabkan oleh faktor water/binder (w/b) yang sama. Pengurangan kebutuhan air maupun superplasticizer dapat mengurangi faktor w/b yang akan meningkatkan kuat tekan mortar. Setting time dapat terpengaruhi oleh proses penggilingan karena permukaan partikel yang sebelumnya pasif, dapat menjadi reaktif. Pada fly ash dengan kadar CaO tinggi, dapat bereaksi dengan air dan menimbulkan panas serta mengakibatkan flash setting. Lama penggilingan yang dapat menyebabkan flash setting dipengaruhi oleh material, alat dan metode yang dipakai.",
  "creators": "IVAN YUSTIA FERNANDA; IVAN FILIPUS",
  "contributors": "Antoni (Advisor 1); Djwantoro Hardjito (Advisor 2); Jimmy Chandra (Examination Committee 1); Effendy Tanojo (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012405/SIP/2020; Ivan Yustia Fernanda (21416055)Ivan Filipus (21416030)",
  "subjects": "CONTROLLED LOW-STRENGTH MATERIALS; FLY ASH; RECYCLING (WASTE,ETC)"
}