{
  "id": "48194",
  "title": "Pengaruh leader creative behavior terhadap organizational creativity melalui work climate dan knowledge sharing di perusahaan Sejahtera Jaya",
  "abstract": "Kreativitas sering didefinisikan sebagai pengembangan ide tentang produk, layanan, praktik, atau prosedur yang baru dan berpotensi bernilai bagi departemen atau organisasi. Perilaku kreatif dianggap penting karena dapat dikonseptualisasikan sebagai hal yang diperlukan untuk hasil kreatif. Tujuan penelitian ini untuk meneliti pengaruh Leader Creative Behavior terhadap Organizational Creativity melalui Work Climate dan Knowledge Sharing di perusahaan Sejahtera Jaya. Dikarenakan terdapat beberapa penelitian lain yang menyatakan Leader Creative Behavior tidak memberikan pengaruh signifikan terhadap Organizational Creativity. Oleh karena itu, penelitian ini meneliti pengaruh Leader Creative Behavior terhadap Organizational Creativity dengan menggunakan mediasi Work Climate dan Knowledge Sharing sebagai sebuah kebaruan. Metode penelitian yang digunakan dalam penelitian ini adalah metode penelitian kuantitatif. Teknik analisis data dalam penelitian ini dengan menggunakan metode Partial Least Square (PLS). Hasil penelitian menunjukkan Leader Creative Behavior memberikan pengaruh signifikan terhadap Organizational Creativity melalui Work Climate dan Knowledge Sharing serta hal-hal yang perlu diperbaiki agar perusahaan ini dapat berkembang ke depannya.",
  "creators": "ENRICO OKTAVIAN SUGIHARTO",
  "contributors": "Dr. Roy Setiawan, S.Kom., M.M., M.SM., M.Th. (Advisor 1); R.R. Retno Ardianti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011899/MAN/2020; Enrico Oktavian Sugiharto (31416008)",
  "subjects": "KNOWLEDGE MANAGEMENT; ORGANIZATIONAL BEHAVIOR; CREATIVE ABILITY IN BUSINESS; CREATIVE THINKING"
}