{
  "id": "48192",
  "title": "Perancangan interior creative district coworking space sebagai pengembangan industri kreatif di Surabaya",
  "abstract": "Industri kreatif berkembang pesat di dunia seiring dengan perkembangan industri kreatif yang ada di Surabaya , berdasarkan data dari World Conference Creative Economy tahun 2018, Produk Domestik Bruto (PDB) industri kreatif Indonesia sebanyak 14 dari 100 orang dari total lapangan kerja di Indonesia [1]. Oleh karena itu, kepala Badan Ekonomi Kreatif (Bekraf) berupaya memperbesar industri kreatif Indonesia ditaraf international dengan 14 sektor industri kreatif . Dengan demikian, dibutuhkan suatu wadah untuk dapat memfasilitasi seluruh pekerjaan industri kreatif. Perancangan Creative district Coworking Space didesain untuk mendukung perkembangan industri kreatif dengan membaginya dalam 3 area yaitu art, craft dan digital yang dianalisa menyesuaikan karakteristik masing-masing sektor industri kreatif. Oleh karena itu, konsep “Districtive” hadir untuk bisa menjawab kebutuhan pekerja dengan 3 tahapan design thinking yakni Understanding, Ideate dan Implementation. Hasil akhir perancangan menghadirkan fasilitas ruang utama seperti art area, craft area, digital area, brainstorming area, refresing area, studio editing, studio sewing, studio painting dan private office. Perancangan Creative district Coworking Space diharapkan dapat menjadi tempat berkolaborasi, berinteraksi, bertukar informasi, dan tempat yang menyenangkan untuk bekerja.",
  "creators": "STELLA MATUTINA SEPTANIA",
  "contributors": "Sriti Mayang Sari (Advisor 1); Ir. Hendy Mulyono (Advisor 2); Purnama Esa Dora Tedjokoesoemo, S.Sn., M.Sc. (Examination Committee 1); MARIA S.G POETIRAY (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021978/DIN/2020; Stella Matutina Septania (41416033)",
  "subjects": "INTERIOR DECORATION; PUBLIC SPACES--DECORATION"
}