{
  "id": "4819",
  "title": "Diksi copywriting iklan cetak kategori obat-obatan dengan pendekatan rasional",
  "abstract": "Iklan selalu ada dalam tiap aspek kehidupan. Pada iklan obat-obatan kategori obat bebas, sering kali dipilih pendekatan rasional. Sebagai dampak dari pendekatan ini, banyak ditemukan istilah medis untuk nama kandungan bahan yang sering kali tidak dipahami oleh mayoritas masyarakat. istilah medis memang bukan hal yang mudah dimengerti jika tidak pernah mempelajari tentang bidang itu sebelumnya. Penelitian ini bertujuan untuk mengetahui sejauh mana pemahaman masyarakat tentang istilah medis sulit tersebut. Subjek penelitian ini berjumlah 89 orang yang terdiri dari kalangan usia produktif (16-60 tahun). Responden terbagi menjadi dua kalangan yaitu pendidikan tinggi dan pendidikan rendah. Pendidikan tinggi (N=36) setingkat atau diatas mahasiswa S1. Pendidikan rendah (N=53) setingkat atau dibawah SMU. Kuesioner digunakan sebagai instrumen utama dalam penelitian, observasi, wawancara menjadi instrumen pendukung. Perlu diketahui bahwa target audience bangsa Indonesia cenderung mempunyai orientasi action dan status dibanding prinsip sehingga perhatian terhadap istilah-istilah tersebut sangat kurang. Proses analisis data berturut-turut adalah mengumpulkan data, menyortir data yang reliable, pemberian kode pada data yang reliable, pemasukan data serta tabulasi lalu dibuat pembahasan sesuai masing-masing poin pertanyaan. Dari penelitian, diperoleh hasil bahwa tingkat pendidikan tidak mempengaruhi pemahaman terhadap istilah medis tersebut. Dan bahwa sebagian kecil orang-orang yang dapat menjawab dan memahami dengan benar arti istilah medis tersebut adalah orang-orang yang memang bekerja pada lingkup medis. Penelitian lanjutan dianjurkan untuk mencari tahu iklan obat-obatan yang bagaimana yang disukai oleh masyarakat.",
  "creators": "ARDHI UTAMI SUSANTO",
  "contributors": "YOHANES MOELJADI PRANATA (Advisor 1); MARGANA (Advisor 2); Listia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.00010756/DKV/2006; Ardhi Utami Susanto (42402022)",
  "subjects": "VISUAL COMMUNICATION; ADVERTISING"
}