{
  "id": "48196",
  "title": "Pengaruh proses penggilingan CFBC fly ash terhadap karakteristik geopolimer",
  "abstract": "Sistem pembakaran fly ash dibedakan menjadi dua jenis, yaitu Pulverized Coal Combustion (PCC) dan Fluidized Bed Combustion (FBC). Sistem pembakaran FBC dibedakan menjadi dua jenis berdasarkan tingkat fluidisasinya yaitu bubbling bed unit dan circulating unit (CFBC). PCC fly ash memiliki bentuk permukaan yang bulat dan membutuhkan lebih sedikit air dibandingkan CFBC fly ash yang memiliki bentuk permukaan tidak beraturan dan membutuhkan banyak air. Penelitian ini berfokus untuk membandingkan pengaruh proses penggilingan CFBC fly ash terhadap kebutuhan air, kelecakan, dan kuat tekan mortar geopolimer, serta menganalisis tampilan fisik mortar geopolimer berbahan dasar CFBC fly ash yang melalui proses penggilingan. Konsentrasi larutan NaOH yang digunakan sebesar 8M, sedangkan perbandingan alkali activator yang digunakan sebesar 3.0, 2.5, dan 2.0. Penelitan ini hanya menggunakan satu jenis CFBC fly ash dengan dua kali tanggal pengambilan yang berbeda. Berdasarkan hasil penelitian, didapatkan kesimpulan bahwa proses penggilingan CFBC fly ash dapat mengurangi kebutuhan air yang tinggi. Penambahan durasi penggilingan dapat meningkatkan kuat tekan dan kelecakan mortar geopolimer. Durasi penggilingan CFBC fly ash selama 4 jam dan perbandingan alkali activator sebesar 3.0 dapat menghasilkan kuat tekan umur 28 hari sebesar 46.56 MPa.",
  "creators": "HADI SANTOSO; KEVIN LIONEL PUSPONEGORO",
  "contributors": "Djwantoro Hardjito (Advisor 1); Antoni (Advisor 2); Pamuda Pudjisuryadi (Examination Committee 1); Hasan Santoso (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012408/SIP/2020; Hadi Santoso (21416070)Kevin Lionel Pusponegoro (21416043)",
  "subjects": "CONCRETE-MIXING-RESEARCH; CONCRETE-TESTING; CONTROLLED LOW-STRENGTH MATERIALS; FLY ASH"
}