{
  "id": "48205",
  "title": "Perancangan obesity support system in Surabaya",
  "abstract": "Menurut riset yang dilakukan oleh WHO (World Health Organization) pada tahun 2016, sebanyak 658 juta penduduk dunia yang berusia dewasa mengalami obesitas. Angka tersebut akan terus menerus meningkat apabila masalah ini tidak ditangani dengan serius. Oleh karena itu, Obesity Support System Centre memiliki tujuan untuk menciptakan bangunan yang dapat memenuhi segala kebutuhan aktivitas penderita obesitas dalam melakukan pola hidup sehat di Surabaya. Bangunan ini juga memiliki tujuan untuk mengedukasi masyarakat sekitar tentang pentingnya pola hidup sehat. Metode yang digunakan dalam perancangan ini adalah Design Thinking oleh Nielsen Norman Group. Tahapannya adalah understand, observe, point of view, ideate, prototype, test, dan implementation. Fasilitas desain yang ditawarkan oleh Obesity Support System Centre yaitu; pertama, konsultasi yang dilakukan oleh ahli gizi, ahli fisioterapi dan, ahli psikologi, kedua, area seminar dimana tempat dilakukannya talkshow mengenai pola hidup sehat, ketiga, cooking class sebagai tempat untuk belajar memasak makanan sehat dan dipandu oleh chef yang sesuai dengan bidang tersebut, keempat, supermartket yang berguna untuk mendapatkan keperluan bahan-bahan untuk memasak makanan sehat, kelima café yang didesain untuk obesitas sehingga menu makanan dan ukuran perabot disesuaikan penderita obesitas. Keenam, gym fun room, dan swimming pool dimana area tersebut berfungsi untuk meningkatkan aktivitas penderita obesitas dalam membakar kalori. Ketujuh, penginapan yang digunakan bagi pengunjung yang ingin mengikuti program pola hidup sehat namun mereka berdomisili di luar Surabaya. Konsep yang digunakan adalah Love Yourself yang bertujuan menyadarkan masyarakat agar mencintai tubuh mereka sendiri dan merawatnya dengan baik.",
  "creators": "MONICA ADHELIA WIBISONO",
  "contributors": "Diana Thamrin,S.Sn. (Advisor 1); CELINE JUNIKA (Advisor 2); Adi Santosa (Examination Committee 1); MOCH TAUFAN RIZQI, S.Sn. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021903/DIN/2020; Monica Adhelia Wibisono (41416017)",
  "subjects": "HEALTH FACILITIES--DECORATION"
}