{
  "id": "48206",
  "title": "Pengaruh rasio kekakuan balok dan FRP terhadap perilaku balok beton bertulang yang diperkuat FRP",
  "abstract": "Beton mempunyai beberapa kekurangan seperti kuat tarik yang rendah, bersifat getas, kecilnya rasio kekuatan terhadap beratnya, dan rentan terhadap retak. Salah satu solusi untuk mengalami masalah tersebut adalah menambahkan perkuatan Fiber Reinforced Polymer (FRP). Spesimen beton bertulang dibuat dengan mutu rencana fc’20 MPa dengan panjang 1200 mm dan lebar 150 mm dengan variasi ukuran tinggi 150 mm, 200 mm, dan 300 mm. Tulangan lentur memakai tulangan polos diameter 10 mm. FRP sepanjang 800 mm ditempelkan pada spesimen beton bertulang menggunakan epoxy. Dalam pelaksanaan, pembebanan dilakukan dengan metode two point load agar terjadi lentur murni pada spesimen, pengambilan data dilakukan menggunakan kamera digital untuk pengambilan gambar dan load cell yang telah disambungkan pada data logger untuk pembacaan beban yang terjadi pada spesimen, dan analisa data dilakukan menggunakan metode analisa Digital Image Correlation. Variasi rasio kekakuan balok memiliki pengaruh terhadap crack pattern pada spesimen beton bertulang. Sedangkan pengaruh variasi rasio kekakuan memiliki pengaruh terhadap perilaku lentur di mana peningkatan kekuatan lentur paling besar terjadi pada balok yang memiliki rasio kekakuan 17,693 x 105 sebanyak 37%. Pada spesimen dengan rasio kekakuan 59,713 x 105 terjadi penurunan beban maksimal dan daktilitas. Semua spesimen mengalami penurunan daktilitas setelah diperkuat dengan FRP.",
  "creators": "SENTOSA PURNOMO; KEVIN ELMERSON HIDAYAT",
  "contributors": "Daniel Tjandra (Advisor 1); Gunawan Budi Wijaya S.T., M.T., M.Eng. (Advisor 2); Djwantoro Hardjito (Examination Committee 1); Pamuda Pudjisuryadi (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012435/SIP/2020; Sentosa Purnomo (21416054), Kevin Elmerson Hidayat (21416038)",
  "subjects": "CONCRETE BEAMS; REINFORCED CONCRETE CONSTRUCTION"
}