{
  "id": "48218",
  "title": "Studi efektivitas konsep iklan sirup ABC special grade pada majalah Kartini",
  "abstract": "Dalam penelitian ini yang menjadi fokus pembelajaran adalah efektivitas konsep iklan sirup ABC Special Grade, dikarenakan masih kurangnya brand awareness dari sirup ABC Special Grade. Media majalah dipilih, karena majalah dianggap lebih mampu untuk menjelaskan hal-hal yang bersifat kompleks. Majalah yang akan diujikan adalah majalah Kartini, karena berdasarkan penelitian CPMC majalah Kartini merupakan majalah yang paling banyak dibaca oleh target market ABC Special Grade dan masih banyak konsumen yang tidak mengetahui iklan sirup ABC Special Grade pada media majalah yang sudah ada sebelumnya. Metode analisis yang digunakan dalam penelitian ini adalah TTB (Top Two Boxes) dan BTB (Bottom Two Boxes) dan analisis faktor. Analisis TTB dan BTB digunakan untuk mengetahui efektivitas iklan dilihat dari segi Components o f the Communication Models dari konsep iklan majalah ABC Special Grade dan efektivitas media dari segi Experience Scale Development dari majalah Kartini. Kemudian analisis faktor digunakan untuk mereduksi sejumlah variabel dari atribut Experience Scale Development terhadap majalah Kartini, sehingga dapat memudahkan analisis mengenai efektivitas media majalah Kartini. Hasil penelitian untuk atribut Components o f the Communication Model dari konsep iklan majalah ABC Special Grade, diketahui bahwa secara keseluruhan konsep iklan majalah ABC Special Grade dapat dikatakan efektif, karena semua variabel memiliki nilai persentase TTB yang lebih besar daripada BTB. Kemudian dari ke tujuh faktor dari hasil analisis faktor untuk atribut Experience Scale Development, diketahui bahwa semua faktor termasuk memberikan pengalaman yang baik terhadap para pembaca majalah Kartini.",
  "creators": "EMILIA; THIRZZA PUSPITA CHANDRA",
  "contributors": "Leonid Julivan Rumambi (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020048/MAN/2009; Emilia (36405037), Thirzza Puspita Chandra (36405041)",
  "subjects": "ADVERTISING; MARKETING--MANAGEMENT"
}