{
  "id": "48220",
  "title": "Analisis efektivitas pekerja berdasarkan hari dan waktu kerja dengan metode work sampling studi kasus pada proyek Grand Dharmahusada Lagoon dan One Galaxy Mixed Use Development",
  "abstract": "Efektivitas pekerja adalah keaktifan suatu pekerja dalam melaksanakan tugas yang berdampak langsung terhadap hasil proyek. Penelitian ini bertujuan untuk mengetahui efektivitas pekerja pada hari dan waktu kerja serta mengetahui faktor terpenting dalam peningkatan efektivitas pekerja. Pengukuran efektivitas pekerja sulit untuk dilakukan secara akurat, untuk itu dilakukan pendekatan dengan menggunakan metode work sampling. Pengambilan data dilakukan pada dua proyek, yaitu Grand Dharmahusada Lagoon dan One Galaxy Mixed Use Development. Hasil yang diperoleh diolah dengan teknik analisa labor utilization rate. Faktor terpenting dalam peningkatan efektivitas pekerja dianalisis melalui kuesioner yang disebarkan kepada staff kontraktor. Hasil dari kuesioner akan diolah dengan teknik analisa relative importance index. Hasil dari penelitian menunjukkan efektivitas pekerja memiliki bilai labor utilization rate sebesar 56,80% pada proyek Grand Dharmahusada Lagoon dan 58,71% pada One Galaxy Mixed Use Development. Tingkat efektivitas pekerja pada kedua proyek setiap hari kerja tidak menunjukkan perbedaan yang jauh. Efektivitas pekerja setelah waktu makan siang mengalami penurunan dibandingkan dengan waktu sebelum makan siang. Ineffective work pada kedua proyek menunjukkan persentase pekerja menganggur lebih tinggi dibandingkan pekerja yang berjalan dengan tangan kosong. Faktor-faktor penting yang mempengaruhi peningkatan efektivitas pekerja berasal dari kelompok manajemen, yaitu kemampuan manajemen kontraktor yang baik dalam mengatur aktivitas konstruksi dan program keselamatan kerja.",
  "creators": "BERNADETTE MEGA CLAUDIA KUNCORO; YOVITA MAYRENA DEVYANTI",
  "contributors": "Andi (Advisor 1); Herry Pintardi Chandra (Examination Committee 1); Sentosa Limanto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012413/SIP/2020; Bernadette Mega Claudia Kuncoro (21416090), Yovita Mayrena Devyanti (21416109)",
  "subjects": "LABOR PRODUCTIVITY; CONSTRUCTION INDUSTRY--LABOR PRODUCTIVITY; WORK SAMPLING"
}