{
  "id": "48228",
  "title": "Komunikasi antara owner dengan kontraktor serta permasalahannya pada proyek konstruksi di Surabaya",
  "abstract": "Industri konstruksi merupakan sebuah industri yang kompleks dan penuh tantangan karena melibatkan banyak pihak dari berbagai latar belakang. Oleh karena itu, adanya komunikasi yang efektif merupakan kunci kesuksesan sebuah proyek konstruksi. Penelitian ini bertujuan untuk mengetahui frekuensi masalah, penyebab serta dampak yang ditimbulkan oleh komunikasi yang buruk antara owner dengan kontraktor menurut beberapa kontraktor dan konsultan di Surabaya. Metode pengumpulan data dilakukan dengan cara menyebarkan kuisioner pada beberapa proyek di Surabaya. Dari hasil yang diperoleh kemudian dilakukan analisa mean, analisa t-test, analisa faktor serta analisa anova. Hasil penelitian menunjukkan masalah komunikasi yang paling sering terjadi menurut staff kontraktor dan konsultan adalah penyampaian informasi yang tidak lengkap. Kemudian terjadinya komunikasi yang buruk paling sering diakibatkan oleh faktor kompleksitas proyek, dan dampak yang paling sering terjadi akibat komunikasi yang buruk adalah terjadinya rework. Dengan analisa t-test diketahui bahwa terdapat perbedaan jawaban yang signifikan antara staff kontraktor dengan konsultan terkait dampak dari komunikasi yang buruk antara owner dengan kontraktor yaitu pada dampak time overrun dan ketidakpuasan client. Kemudian melalui analisa anova diketahui bahwa ada perbedaan jawaban yang signifikan terkait faktor penyebab komunikasi yang buruk apabila responden dikategorikan berdasarkan lama kerja di dunia konstruksi yaitu pada faktor kompleksitas proyek dan gangguan eksternal.",
  "creators": "THOMAS PRATAMA IRAWAN TIRTOATMODJO; DENNIS WILLIAM",
  "contributors": "Andi (Advisor 1); Handoko Sugiharto (Examination Committee 1); Agievianthi, MS (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012440/SIP/2020; Thomas Pratama Irawan Tirtoatmodjo (21416167), Dennis William (21416126)",
  "subjects": "CONSTRUCTION INDUSTRY--RESEARCH; COMMUNICATION; CONSTRUCTION INDUSTRY--MANAGEMENT"
}