{
  "id": "48235",
  "title": "Perbedaan faktor yang mempengaruhi produktivitas proyek high rise building dan low rise building",
  "abstract": "Produktivitas pekerja menjadi tolok ukur kesuksesan suatu proyek konstruksi karena produktivitas mempengaruhi efektivitas waktu, biaya, dan mutu dari suatu proyek, sehingga mengidentifikasi faktor yang mempengaruhi produktivitas pekerja dapat membantu meningkatkan produktivitas pada proyek konstruksi. Ranking dan perbedaan faktor-faktor didapatkan melalui pengisian kuesioner yang dibagikan kepada beberapa proyek konstruksi high rise building dan low rise building di Surabaya yang berjalan pada kisaran Maret 2020 sampai Juni 2020. Pada penelitian ini, diambil representatif proyek sebanyak 7 proyek high rise building dan 19 proyek low rise building dengan masing-masing kategori memiliki 30 responden. Kuesioner yang dibagikan terdiri dari 3 variabel, 6 sub variabel, dan 32 faktor produktivitas. Ranking faktor proyek high rise building didapatkan dengan menggunakan analisis deskriptif, faktor yang menempati ranking pertama yaitu ketersediaan material, lalu dilanjutkan oleh pengadaan material, disiplin kerja, ketersediaan pekerja, dan kapasitas peralatan pada posisi kelima. Sedangkan pada proyek low rise building, faktor yang menempati ranking pertama yaitu ketersediaan material, pengadaan material, disiplin kerja, pembayaran tepat waktu, dan kebijakan perusahaan. Untuk mengetahui perbedaan faktor dari kedua kategori proyek, dilakukan analisis inferensial, di mana diketahui bahwa hasil kekuatan hubungan ranking kedua kategori proyek adalah cukup dan terdapat perbedaan ranking yang signifikan antara responden high rise building dan low rise building.",
  "creators": "AURELIA LIDWINA TANADI; ALBERT JANITRA SANJAYA",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Ir. Soehendro Ratnawidjaja, M.Eng. (Advisor 2); Ratna S. Alifen (Examination Committee 1); Angela Jasmine Tanya Tjahyana, S.T., M.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012442/SIP/2020; Aurelia Lidwina Tanadi (21416193), Albert Janitra Sanjaya (21416192)",
  "subjects": "LABOR PRODUCTIVITY; CIVIL ENGINEERING"
}