{
  "id": "48241",
  "title": "Perancangan modern public library di Surabaya Barat",
  "abstract": "Perancangan Interior modern public library di Surabaya Barat merupakan bentuk kepedulian terhadap minat baca yang sangat menurun di era modern ini, hingga beberapa masyarakat Surabaya sendiri tidak mengetahui bahwa kotanya memiliki perpustakaan umum. Membaca merupakan kegiatan yang Sangat penting dalam menggali ilmu dan meningkatkan wawasan. Dengan membaca, setiap orang memiliki kesempatan untuk mengembangkan pemikirannya. Bukan hanya membaca yang tersurat namun juga secara tersirat. Memang perlu disadari bahwa pada era modern ini banyak perkembangan yang menggeser budaya membaca. Maka dari itu, untuk mengikuti perkembangan zaman, sebuah perpustakaan yang baik haruslah mampu menyesuaikan dengan peminatnya, dan juga juga harus mampu memberikan nilai lebih bagi mereka yang datang, baik secara experience yang baru maupun dari fasilitas yang disediakan. Metode yang digunakan dalam perancangan interior modern public library Surabaya meenggunakan metode design thinking, yang secara umum terbagi menjadi tiga proses pokok: inspiration, ideation, dan implementation. Metode ini akan menghasilkan luaran desain interior berupa gambar kerja, gambar perspektif, detail perabot dan interior, dan lain-lain, yang secara keseluruhan diharapkan dapat menjadi solusi bagi menurunnya minat baca di Surabaya. Rencana perancangan modern public library di Surabaya ini akan memberikan wajah baru bagi pandangan masyarakat terhadap perpustakaan di Surabaya. Dan juga perpustakaan ini sangat diharapkan akan berdampak pada kualitas minat baca masyarakat baik secara tersurat seperti buku-buku pada umumnya, ataupun tersirat seperti e-book, kindle dan lainnya. Perancangan modern public library di Surabaya ini diharapkan mampu mengikuti gaya hidup masyarakat yang berkembang pesat dan diharapakan dapat meningkatkan minat baca masyarakat dan membuat masyarakat dapat menjadi lebih kreatif dan lebih berkembang melalui wadah ini. Hingga akhirnya budaya membaca naik kembali dan menjadi kebiasaan baru bagi generasi selanjutnya.",
  "creators": "TIMOTIUS ANDREW WIJAYA",
  "contributors": "Poppy Firtatwentyna Nilasari, S.T., M.T. (Advisor 1); Stephanus P. Honggowidjaja (Advisor 2); Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Examination Committee 1); Diana Thamrin,S.Sn. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021974/DIN/2020; Timotius Andrew Wijaya (41416019)",
  "subjects": "INTERIOR DECORATION; LIBRARY BUILDINGS--DECORATION"
}