{
  "id": "48245",
  "title": "Pengelolaan konflik pasangan suami istri dalam menjaga kelanggengan pernikahan",
  "abstract": "Penelitian ini dilakukan untuk mengetahui bagaimana pengelolaan konflik pasangan suami istri dalam menjaga kelanggengan pernikahan. Komunikasi menjadi elemen dalam mengelola sebuah konflik yang sifatnya tidak dapat dihindari. Latar belakang masing-masing individu yang membentuk gaya komunikasi yang berbeda yang berpotensi menimbulkan miskomunikasi. Metode dalam penelitian menggunakan metode studi kasus terhadap pasangan yang memiliki keunikan tertentu dalam konteks komunikasi suami istri. Penelitian ini menggunakan teori marital conflict, conflict management, dan relational maintenance. Hasil penelitian ini menunjukkan cara pasangan dalam mengelola konflik dan hal apa saja yang perlu diperhatikan dalam komunikasi suami istri. Penelitian ini menemukan bahwa peran visi dan poros pernikahan merupakan faktor terpenting dalam sebuah manajemen konflik. Visi dan poros merupakan bagian dari konsep komitmen dalam sebuah pernikahan yang memiliki peran sebagai pengingat bagi pasangan untuk membangun konflik kearah yang konstruktif meski sulit dikenedalikan. Manajemen konflik dilakukan dengan berdiskusi mengenai cara keduanya dapat bekerjasama untuk mencapai visi yang sudah ditetapkan. Konflik dalam komunikasi suami istri terjadi karena kurangnya pengenalan akan pasangan. Konflik akan terus muncul dan akan semakin kompleks, maka dari itu diperlukan keintiman pada pasangan untuk memperkuat komitmen dalam menyelesaikan konflik, sehingga kelanggengan pernikahan dapat dipertahankan, dengan tujuan merealisasikan visi dan poros pernikahan yang sudah disepakati",
  "creators": "BRIAN HENRY",
  "contributors": "Fanny Lesmana (Advisor 1); Desi Yoanita (Advisor 2); Daniel Budiana, S.Sos., M.A. (Examination Committee 1); Megawati Wahjudianata (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011607/KOM/2020; Brian Henry (51416094)",
  "subjects": "COMMUNICATION IN FAMILIES; MARITAL CONFLICT"
}