{
  "id": "48247",
  "title": "Perancangan Interior dog shelter dan care facility di Surabaya",
  "abstract": "Anjing merupakan hewan yang diminati oleh banyak orang di Indonesia untuk dijadikan hewan peliharaan. Memelihara hewan peliharaan dapat mengurangi beban stress. Selain itu, hewan tersebut dapat menjadi pendamping manusia. Terutama hewan anjing yang memiliki karakter setia dan tulus kepada manusia. Namun, banyak orang yang tidak mengerti cara memperlakukan dan memberikan kasih sayang secara benar terhadap anjing. Hal ini terbukti dengan adanya beberapa kasus yang berada di Indonesia berupa kekerasan, penelantaran, dan perdagangan anjing. Berdasarkan hal tersebut, maka dirasa perlu untuk menghadirkan sebuah Dog Shelter dan Care Facility di Surabaya. Dog Shelter dan Care Facility ini merupakan tempat perlindungan dan fasilitas yang mengutamakan kesejahteraan anjing dari segi mental maupun fisik yang berada di Surabaya. Di antara lain, terdapat petshop, adopsi dan shelter, penitipan, grooming, playground dan cafe, klinik dan rehabilitasi, dan pelatihan anjing. Konsep yang diambil adalah “Love Me, Love My Dog”, yaitu menerapkan adanya harapan hidup yang baru dan kasih sayang pada anjing. Metode yang digunakan adalah metode design thinking, meliputi observasi, literatur dan survei. Dengan adanya Dog Shelter dan Care Facility, dapat diharapkan menjadi tempat sasaran bagi masyarakat agar menumbuhkan rasa kecintaan pada anjing. Serta para komunitas pecinta anjing untuk mengedukasi dan menjalin hubungan sosial.",
  "creators": "KEZIA ADE SUTJAHJO",
  "contributors": "Ronald H.I. Sitindjak (Advisor and Examination Committee); Linggajaya Suryanata (Advisor 2); Sherly De Yong (Examination Committee 2); Anik Rakhmawati (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021959/DIN/2020; Kezia Ade Sutjahjo (41416007)",
  "subjects": "INTERIOR DECORATION; VETERINARY HOSPITALS--DESIGNS AND PLANS"
}