{
  "id": "48259",
  "title": "Analisa faktor-faktor yang mempengaruhi keputusan pembelian konsumen pengguna jasa Biro Perjalanan PT Prima Vijaya",
  "abstract": "Semakin banyaknya kebutuhan masyarakat akan perjalanan, menyebabkan semakin pesatnya persaingan di industri pariwisata. Biro-biro perjalanan wisata harus berusaha keras untuk merebut konsumen. Demikian halnya yang dilakukan oleh biro perjalanan PT Prima Vijaya sebagai salah satu biro perjalanan yang terkenal, tetapi sejauh ini belum diketahui faktor-faktor apa yang berpengaruh dalam keputusan pembelian konsumen pengguna jasa di biro perjalanan PT Prima Vijaya tersebut. Berdasarkan pernyataan di atas, penulis tertarik untuk menganalisa faktor-faktor apa sajakah yang mempengaruhi keputusan konsumen dalam membeli atau menggunakan jasa di biro perjalanan PT Prima Vijaya. Untuk itu, maka penulis menyebarkan kuesioner dan menginterview beberapa responden. Hasil analisa menunjukkan bahwa faktor yang mempengaruhi keputusan konsumen Prima Vijaya dalam menggunakan pelayanan biro perjalanan Prima Vijaya adalah karena produknya berkualitas, harganya murah, brosur yang menarik, dan promosi penjualan berupa pemberian hadiah dan souvenir kepada konsumen. Alasan lainnya adalah keramahan dan kecepatan pelayanan yang diberikan oleh staff yang mana hal ini memudahkan konsumen khususnya bagi kalangan pengusaha. Faktor-faktor ini patut diperhatikan sebagai masukan bagi para pengambil keputusan bagi perancangan strategi pemasaran yang sesuai dengan perilaku konsumen.",
  "creators": "LUCIA VERONICA; HELEN YULIANTY",
  "contributors": "Tio Sally Puspasari (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. .../PAR/2000; Lucia Veronica (91397089), Helen Yulianty (91397106)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMERS--RESEARCH; TOURISM--MARKETING; TRAVEL AGENTS--MANAGEMENT"
}