{
  "id": "48258",
  "title": "Studi kasus kinerja bangunan beton bertulang tiga lantai terhadap gempa dengan perkuatan geser kolom menggunakan carbon Fiber-Reinforced Polymer",
  "abstract": "Dalam penelitian ini dilakukan perkuatan terhadap kolom struktur bangunan rumah tinggal tiga lantai yang terjadi kesalahan dalam pemasangan sengkang. Hal ini menyebabkan berkurangnya kapasitas geser dan efek pengekangan, dimana pengekangan sangat dibutuhkan pada daerah rawan gempa seperti Indonesia. Oleh sebab itu, penelitian ini bertujuan mengevaluasi kinerja bangunan sebelum dan sesudah diperkuat menggunakan Carbon Fiber-Reinforced Polymer (CFRP) terhadap beban gempa. Bangunan dievaluasi terhadap empat model bangunan yaitu sesuai perencanaan, sesuai pelaksanaan, perkuatan berdasarkan kapasitas geser yang kurang saja, dan perkuatan berdasarkan efek pengekangan. Keempat model bangunan dimodelkan pada program SAP2000 dengan pemodelan material secara nonlinear untuk mendapatkan hasil kinerja bangunannya. Hasil evaluasi dalam penelitian ini ditampilkan berupa story drift, dan letak terjadinya sendi plastis serta kegagalan geser pada keempat model bangunan. Dari evaluasi terdapat kegagalan geser pada kolom utama lantai 1 model bangunan yang salah pelaksanaannya, dan setelah diperkuat dengan FRP kegagalan geser tersebut dapat teratasi. Hasil evaluasi juga menunjukkan kinerja bangunan yang hanya diperkuat dengan meninjau kapasitas geser yang kurang saja dapat mengembalikan kinerja bangunan sebagaimana yang direncanakan. Selain itu, bangunan yang diperkuat berdasarkan pengekangan ternyata tidak menunjukkan peningkatan kinerja yang signifikan jika dibandingkan dengan perkuatan berdasarkan kapasitas geser saja.",
  "creators": "FRITZ FERLIN KWANNANDAR; KEVIN",
  "contributors": "Jimmy Chandra (Advisor 1); Pamuda Pudjisuryadi (Advisor 2); Antoni (Examination Committee 1); Gunawan Budi Wijaya S.T., M.T., M.Eng. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012416/SIP/2020; Fritz Ferlin Kwannandar (21416215), Kevin (21416204)",
  "subjects": "BUILDINGS--EARTHQUAKE EFFECTS; REINFORCED CONCRETE CONSTRUCTION"
}