{
  "id": "48255",
  "title": "Studi kasus tentang analisa harga satuan yang dipakai oleh pelaku usaha pekerjaan konstruksi",
  "abstract": "Rencana anggaran biaya berperan sebagai penentu nilai sebuah proyek dalam penyelenggaraan proyek konstruksi yang dilakukan oleh pelaku usaha pekerjaan konstruksi maupun pemilik proyek. Di dalam dunia konstruksi, Pemerintah Indonesia yang diwakilkan oleh Kementerian Pekerjaan Umum dan Perumahan Rakyat pada tahun 2016 telah menyusun “Analisis Harga Satuan Pekerjaan Bidang Pekerjaan Umum” No. 28/PRT/M/2016 yang di dalamnya terdapat standar nilai koefisien pada setiap jenis pekerjaan. Perbedaan nilai koefisien setiap jenis pekerjaan konstruksi dapat mengakibatkan rencana anggaran biaya menjadi bervariasi. Penelitian ini bertujuan untuk melakukan studi kasus dari Analisa Harga Satuan Pekerjaan yang digunakan oleh pelaku usaha pekerjaan konstruksi dengan Analisa Harga Satuan Pekerjaan 2016 yang diterbitkan oleh Kementerian Pekerjaan Umum dan Perumahan Rakyat yang kemudian telah diteliti dan dikoreksi melalui penelitian oleh Pranata dan Widiyanto (2020) yang akan disebut “AHSP 2016 REVISI”. Penelitian yang dilakukan akan ditinjau pada kelompok pekerjaan, jenis pekerjaan, jenis bahan dan koefisien bahan, serta jenis tenaga kerja dan koefisien tenaga kerja. Hasil studi kasus yang dilakukan menghasilkan kesimpulan bahwa pelaku usaha pekerjaan konstruksi di kota Surabaya cenderung memiliki perhitungan nilai koefisiennya sendiri dibanding menggunakan nilai koefisien yang ada pada AHSP 2016 REVISI, kecuali pada jenis pekerjaan tanah, pada nilai koefisien bahan, 80% pelaku usaha pekerjaan konstruksi memiliki nilai koefisien yang sama dengan AHSP 2016 REVISI. Untuk koefisien tenaga kerja, pelaku usaha konstruksi kurang menggunakan AHSP 2016 REVISI sebagai pedoman dan memilih untuk membuat nilai koefisiennya sendiri dibanding menggunakan AHSP 2016 REVISI.",
  "creators": "YOEL TINO CHRISTOFER; NICOLAUS HALIMAWAN SENTOSO",
  "contributors": "Budiman Proboyo (Advisor 1); Sentosa Limanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012425/SIP/2020; Yoel Tino Christofer (21415021), Nicolaus Halimawan Sentoso (21415235)",
  "subjects": "BUILDING--ESTIMATES--STANDARDS; CONSTRUCTION INDUSTRY--COSTS"
}