{
  "id": "48272",
  "title": "Analisa penyebab kurang berkembangnya Surabaya sebagai kota konvensi internasional",
  "abstract": "Sebagai kota terbesar kedua di Indonesia, Surabaya sebenarnya mempunyai potensi yang cukup besar untuk dijadikan tempat konvensi internasional. Hal ini dibuktikan dengan terpilihnya Surabaya sebagai tempat penyelenggaraan konvensi nasional, Asian Tourism Forum, dan Indo Tourism. Surabaya sendiri juga memiliki banyak persamaan dengan Jakarta, namun konvensi internasional lebih sering diadakan di Jakarta daripada di Surabaya. Untuk itulah dalam penelitian ini, penulis hendak mengetahui apakah penyebab kurang berkembangnya konvensi internasional di Surabaya. Setelah melakukan wawancara dengan berbagai pihak yang terlibat langsung dalam penyelenggaraan konvensi, penulis menemukan bahwa penyebab kurang berkembangnya konvensi internasional di Surabaya adalah faktor keamanan, kurangnya kapasitas gedung konvensi, hotel berbintang lima, dan transportasi untuk menampung 1500 orang lebih, dan kurangnya peralatan konvensi yang dimiliki Surabaya (seperti translator machine, big screen, dan Iainlain), dan yang terpenting adalah kurang aktifnya Professional Convention Organizer (PCO) di iSurabaya dalam organisasi PCO tingkat nasional, regional, dan internasional. Untuk mengatasi permasalahan ini, ada beberapa altematif yang bisa dilakukan. Pertama, PCO-PCO di Surabaya harus lebih aktif dalam organisasi PCO tingkat nasional, regional, internasional, dan dalam organisasi profesi, untuk mempromosikan kemampuan mereka menangani konvensi. Dengan demikian, para PCO di Surabaya akan lebih banyak diberi kesempatan untuk menangani konvensi. Kedua, untuk mengatasi masalah kurangnya peralatan yang dimiliki, para PCO di Surabaya bisa meminjam peralatan-peralatan yang dibutuhkan pada PCO-PCO yang ada di Jakarta atau Bali, yang mempunyai peralatan lebih lengkap daripada Surabaya. Ketiga, perlunya kerjasama antar PCO-PCO yang ada di Surabaya, dengan pemerintah (dalam hal ini Disparda), hotel, dan travel agents, untuk memperbanyak fasilitas-fasilitas yang dibutuhkan (transportasi, gedung konvensi, dan kapasitas kamar) jika ada lebih banyak permintaan untuk menyelenggarakan konvensi di Surabaya.",
  "creators": "LISTIANA; GUSTI AYU DWI ARYANTI",
  "contributors": "Tio Sally Puspasari (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. .../PAR/2000; Listiana (91397020), G. A. Dwi Ariyanti (91397097)",
  "subjects": "CONGRESSES AND CONVENTIONS; TOURISM"
}