{
  "id": "48275",
  "title": "Strategi stakeholder relations pengelola sentra UMKM rumah kreatif Dolly Saiki Point Surabaya",
  "abstract": "Salah satu upaya pemerintah Kota Surabaya untuk memperkuat pembinaan dan pemberdayaan warga Dolly adalah mendirikan Dolly Saiki Point (DSP). Saat ini DSP menjadi salah satu lokomotif pemasaran produk-produk masyarakat di wilayah tersebut. DSP memiliki beberapa stakeholder yang membantu DSP dalam memberdayakan warga sekitar. Maka, penelitian ini meneliti tentang bagaimana upaya dan strategi pengelola sentra UMKM Dolly Saiki Point dalam membantu memberdayakan masyarakat sekitar Putat Jaya dan bagaimana strategi DSP membina hubungan baik dengan para stakeholdernya. Jenis penelitian yang digunakan oleh peneliti yaitu penelitian kualitatif berupa penelitian kualitatif, dan metode penelitian yang digunakan dalam penelitian ini yaitu studi kasus. Subyek penelitian ini adalah Dolly Saiki Point (DSP) Surabaya. Sedangkan obyek penelitiannya adalah strategi stakeholder relations. Hasil dari penelitian ini adalah strategi stakeholder relations para pengelola UMKM Rumah Kreatif Dolly Saiki Point adalah pendekatan yang digunakan adalah pendekatan secara personal kepada stakeholder mereka, yakni dengan upaya antara lain mentoring di awal bahwa produk apa yang bagus buat mereka dan bisa diterapkan oleh mereka sehingga bisa dikatakan layak jual sehingga meningkatkan penjualan mereka. Upaya DSP memperkuat pengaruhnya pada stakeholder pemasok dengan cara mempertemukan antara UKM dengan buyer, sehingga meningkatkan pendapatan mereka dari aspek ekonomi dan membuka jejaring yang lebih luas bagi UMKM tersebut.",
  "creators": "EDWARD EDNAWAN HALIM",
  "contributors": "Dr.,Drs. OTTO BAMBANG WAHYUDI, M.Si.,MM. (Advisor 1); Astri Yogatama (Advisor 2); JUDY DJOKO WAHJONO TJAHJO, S.E.,M.Si. (Examination Committee 1); Titi Nur Vidyarini, S.Sos., M.Comms. (Examination Committee 2); Dr. Judy Djoko Wahjono Tjahjo, M.Si (Examination Committee 1); Dr. Otto Bambang Wahyudi, M.Si., M.M (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011626/KOM/2020; Edward Ednawan Halim (51415123)",
  "subjects": "COMMUNICATIONS; SMALL BUSINESS ENTERPRISES"
}