{
  "id": "48277",
  "title": "Re-design interior perpustakaan Universitas Kristen Petra (studi kasus: rencana renovasi Lantai 6)",
  "abstract": "Dalam zaman modern dan generasi millennial, seiring zaman, fungsi dan bentuk perpustakaan tentunya mengalami perubahan yang menyebabkan pergeseran fungsi dan desain perpustakaan dari sebuah fasilitas akademis dan intelektual, menjadi tempat untuk masyarakat bisa bersantai dikelilingi dengan buku. Pendekatanan desain dan penambahan fasilitas perpustakaan sangatlah diperlukan agar dapat mewadahi segala aktivtas pada perpustakaan Universitas Kristen Petra. Pendekatan universal desig merupakan pendekatan yang cocok pada fasilitas yang berada Lantai 6 Perpustakaan Unversitas Kristen Petra untuk mewadahi seluruh kegiatan pengguna perpustakaan dan mempermudah aktivitas pengguna dari segi sirkulasi maupun pemanfaatan fasilitas perpustakaan. Mendesain jenis aksesibilitas pintu masuk sehingga memperkecil daya yang digunakan, menambah fleksibilitas, perpustakaan dengan adanya faslitas baru dengan memanfaatkan teknologi yang ada seperti penambahan self service area sehingga lebih dipermudah dalam penggunaannya. Penambahan private space yang di desain sedemikian rupa untuk menambah privasi dan kenyamanan pengguna. Membuat desian dan konsep ruang yang cocok untuk diterapkan pada redesign interior lantai 6 Perpustakaan Unversitas Kristen Petra agar terlihat lebih atraktif dan membawa positive vibes pada ruangan, dan desain signage yang bukan hanya menarik tetapi juga dapat membantu pengguna yang mengalami degradasi penglihatan.",
  "creators": "SHANIA HWANG HANDOKO",
  "contributors": "Yusita Kusumarini (Advisor and Examination Committee); Filipus Priyo Suprobo (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021923/DIN/2020; Shania Hwang Handoko (41416057)",
  "subjects": "INTERIOR DECORATION; LIBRARY BUILDINGS--DECORATION"
}