{
  "id": "48298",
  "title": "An analysis and evaluation of the business and financial performance of Toyota for the period between 1 April 2016 to 31 March 2019",
  "abstract": "This research was done to analyze the business and financial performance of Toyota. Such research is imperative as the performance of Toyota, as one of the market leaders in the dynamic automobile industry, can indicate the industry's overall movement. It is also done to observe the factors needed to succeed in the industry. To make the research more holistic, a comparison is made with Hyundai, another Asian leading automobile brand. The analysis will be done using the PESTLE framework in tandem with SWOT analysis and various financial ratios. The PESTLE framework, which consists of the Political, Economic, Social, Technological, Legal, and Environmental aspects of the business, is used to facilitate the SWOT analysis. This is done to get a more holistic view of the Strength, Weakness, Opportunities, and Threats that the company must work with. On the other hand, the financial ratios encompass an analysis on the: • Profitability of the company using gross profit margin, net profit margin and return of capital employed (ROCE), • Liquidity of the company using current and quick (acid test) ratio, • Debt and gearing of the company by using debt to equity ratio, and • The company's performance through the investors' eyes by using earnings per share (EPS) and dividend cover. Porter's 5 forces analysis is also done to understand the industry itself better. Considering all the facets of the business, Toyota won over Hyundai. Its brand image, global connectedness, and ability to be the first mover are essential for Toyota to triumph over many automobile brands, especially in this case, Hyundai. Toyota also performed better than Hyundai financially. Toyota can continually increase its profits and have stable investor performance. The liquidity ratio of Toyota can be considered acceptable, however its quick rate can be improved.",
  "creators": "ERVITA HESTIAWATI",
  "contributors": "Josua Tarigan (Advisor and Examination Committee); Saarce Elsye Hatane (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011577/AKT/2020; Ervita Hestiawati (32416205)",
  "subjects": "BUSINESS; CORPORATIONS--FINANCE; PERFORMANCE--ANALYSIS"
}