{
  "id": "48291",
  "title": "Permasalahan ASITA (Association of Indonesian Tours and Travel Agencies) dan upaya pemecahannya",
  "abstract": "Berkembangnya biro-biro perjalanan wisata yang sangat pesat pada tahun-tahun terakhir ini sangat baik bagi dunia kepariwisataan di Indonesia untuk mendukung dan memajukan dunia pariwisata yang memiliki potensi yang sangat besar dalam perolehan devisa negara dan untuk memajukan kesejahteraan umum dengan peningkatan pendapatan masyarakat Indonesia, khususnya insan pariwisata. Tetapi dengan perkembangan jumlah biro-biro peijalanan wisata tersebut juga membuat adanya masalah yang dihadapi baik antar biro-biro perjalanan wisata maupun antar biro peijalanan wisata dengan pihak lain. Dalam hal ini birobiro peijalanan memikirkan untuk dibentuknya suatu asosiasi bersama untuk mengatasi permasalahan yang ada. Suatu asosiasi yang telah terbentuk adalah ASITA (Association of Indonesia Tours and Travel Agencies) yang berfungsi untuk menjembatani segala permasalahan yang ada yang dihadapi oleh biro-biro peijalanan wisata dengan pihak manapun. Dalam hal ini, ternyata ASITA belum mampu memaksimalkan peranannya untuk membantu biro-biro peijalanan wisata. Melihat ASITA memiliki potensi yang sangat baik untuk dikembangkan, maka penulis berusaha menyumbangkan beberapa masukan dan saran-saran dengan harapan agar masukan penulis dapat berguna bagi ASITA dalam mengatasi hambatan-hambatan yang ada sehingga ASITA dapat berperan maksimal dalam memajukan dan melindungi kepentingan usaha Kepariwisataan Nasional dan kepentingan para anggota.",
  "creators": "SHIEN LING (SHIERLY M.); LINDAWATI",
  "contributors": "SIDNIWATI (Examination Committee 1); Tio Sally Puspasari (Advisor 1); LIM TJUWANG U (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. .../PAR/1999; Shien Ling (91396071), Lindawati Hariman (91396077)",
  "subjects": "TOURISM; TRAVEL AGENTS--MANAGEMENT"
}