{
  "id": "48294",
  "title": "Perancangan interior Pusat Informasi Budaya dan Pariwisata NTT di Mbay, Kabupaten Nagekeo",
  "abstract": "Seiring perkembangan jaman menuju dunia modern, kebudayaan daerah semakin terlupakan dan pemeliharaan masyarakat terhadap budaya menjadi menurun. Hal ini akan menyebabkan hilangnya beberapa kebudayaan. Oleh karena itu, dibutuhkan solusi desain untuk mempertahankan dan melestarikan kebudayaan yang ada. Tujuan dari perancangan ini adalah untuk menyediakan suatu wadah pembelajaran untuk memperkenalkan kebudayaan dan pariwisata yang menarik sehingga dapat menjadi destinasi bagi masyarakat lokal, domestik mapun mancanegara dengan menerapkan konsep INFORMATIVE : Interactive, Informative, Educative yang modern namun tidak melupakan nilai-nilai budaya lokal yang ingin dikembangkan. Implementasi desain di terapkan melalui pemilihan material baik dalam pembentuk ruang maupun pengisi ruang, pemilihan warna yang sesuai dengan gagasan ide yang merupakan kain tenun ikat adat Sumba. Gaya desain dari perancangan ini mengambil open space dan berpusat pada fungsionalitas ruang dan prabot yang di gunakan. Tujuan lain dalam perancangan ini adalah merancang interior pusat informasi kebudayaan dan pariwisata yang mengangkat nilai-nilai budaya lokal NTT dengan adanya fasilitas galeri yang memamerkan budaya lokal NTT mulai dari pakaian adat, senjata daera, alat music hingga kain tradisional. Selain dari memamerkan benda daerah fasilitas yang tersedia juga berupa interactive tools untuk mendapatkan informasi seperti pariwisata, fauna dan flora serta kuliner yang tidak dapat dihadirkan langsung. Perancangan ini menggunakan metode design thinking yang memiliki tahap Discovery, Observe, Empathize, Leverage Stories to Discover, Frame and Reframe, Ideate, Decide, Prototype, and Test.",
  "creators": "MAGDALENA VIOLA CUNDAWAN",
  "contributors": "Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Advisor 1); Ir. Hendy Mulyono (Advisor 2); Sriti Mayang Sari (Examination Committee 1); Purnama Esa Dora Tedjokoesoemo, S.Sn., M.Sc. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021963/DIN/2020; Magdalena Viola Cundawan (41416073)",
  "subjects": "INTERIOR DECORATION; OFFICE BUILDINGS--DECORATION"
}