{
  "id": "48295",
  "title": "Perancangan interior museum olahraga dengan konsep Passion In Triumph di Surabaya",
  "abstract": "Olahraga memiliki keragaman aktivitas tubuh secara fisik maupun rohani. Indonesia memiliki keunikan dan keragaman olahraga yang diakui oleh Internasional. Dengan adanya Museum Olahraga yang pertama di Surabaya dirancang dengan tampilan yang edukatif, rekreatif, dan interaktif, kemudian menciptakan suasana sporty di dalam interior museum, dan menerapkan teknologi digital sebagai sarana edukasi untuk generasi muda di Surabaya. Terwujudnya Museum Olahraga ini diharapkan dapat mengenalkan kepada masyarakat tentang pengetahuan olahraga secara nasional maupun internasional. Penerapan teknologi di dalam museum diharapkan masyarakat memperoleh informasi dengan mudah dan mendapat pengalaman baru melalui museum olahraga ini. Metode Design Thinking adalah metodologi yang digunakan dalam perancangan ini tahapannya antara lain Understand, Observe, Point of View, Ideate, Prototype, dan Implementation. Hasil perancangan adalah Museum Olahraga Surabaya dengan menerapkan konsep Passion in Triumph yakni Passion memiliki arti gairah atau kegemaran, sedangkan Triumph memiliki arti kemenangan. Dapat disimpulkan bahwa setiap individu yang melakukan segala sesuatu dengan gairah dan semangat dari dalam dirinya pasti akan memperoleh kemenangan dalam kompetisi dengan melewati berbagai proses yang akan dihadapi. Hal ini sangat lekat pada atlet professional yang selalu mau untuk berkembang dan bertumbuh menjadi atlet yang lebih baik lagi. Museum Olahraga Surabaya menerapkan storyline melalui zona internasional, zona nasional, dan zona Surabaya.",
  "creators": "ANGELICIA PRISCILLA KOKASIH",
  "contributors": "Sherly De Yong (Advisor 1); Anik Rakhmawati (Advisor 2); Ronald H.I. Sitindjak (Examination Committee 1); Linggajaya Suryanata (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021884/DIN/2020; Angelicia Priscilla Kokasih (41416031)",
  "subjects": "INTERIOR DECORATION; MUSEUM BUILDINGS--DECORATION"
}