{
  "id": "48306",
  "title": "Pengaruh bahasa asing terhadap usaha pedagang kaki lima di Jalan Legian Bali dalam meningkatkan penjualan barang dagangannya",
  "abstract": "Bali adalah tujuan utama bagi turis mancanegara untuk datang ke Indonesia. Setiap tahun turis yang datang ke Bali makin banyak jumlahnya. Hal ini menyebabkan timbulnya lapangan pekerjaan baru. Salah satunya adalah timbulnya pedagang-pedagang kaki lima yang menjual berbagai macam barang seperti cincin perak, lukisan, jam tangan, topi dan cendera mata lainnya. Para pedagang kaki lima itu tersebar di berbagai obyek wisata.di Bali. Dalam tugas akhir ini para penulis hanya meneliti para pedagang kaki lima yang tersebar di jalan Legian saja. Pada mulanya mereka menggunakan bahasa isyarat atau bahasa tubuh untuk menawarkan barang dagangannya namun lama kelamaan mereka mulai belajar bahasa asing sedikit demi sedikit dari para turis asing yang ada. Bahasa asing yang umumnya digunakan di Bali adalah bahasa Inggris dan bahasa Jepang selain itu juga bahasa Mandarin dan bahasa Jerman. Di dalam tugas akhir ini para penulis meneliti seberapa jauh pengaruh dari kemampuan para pedagang kaki lima itu berbahasa asing dalam meningkatkan usaha penjualan barang dagangan mereka. Bahasa asing itu sendiri merupakan media komunikasi antara pedagang kaki lima dengan wisatawan manca negara. Selain menguasai bahasa asing, ekpresi wajah yang baik akan dapat memberikan kesan yang baik pula pada wisatawan yang ada. Dari hasil penelitian ini dapat di simpulkan bahwa bahasa asing sangat berpengaruh terhadap peningkatan penjualan para pedagang kaki lima di jalan Legian Bali, dan bahasa asing yang paling berpengaruh adalah bahasa Inggris dan bahasa Jepang.",
  "creators": "SHIENNY WIDJAJA; SUSANTI WIDJAJA",
  "contributors": "Yacintha Yoranouw Suryawijaya (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. .../PAR/1999; Shienny Widjaja (91396008), Susanti Widjaja (91396045)",
  "subjects": "TOURISM--INDONESIA; TOURISM--SOCIAL ASPECTS; TOURISM--MANAGEMENT"
}