{
  "id": "48301",
  "title": "Indikator dalam upaya memperbaiki produktivitas pekerja konstruksi",
  "abstract": "Produktivitas pekerja merupakan salah satu faktor kunci untuk mendukung kesuksesan suatu proyek konstruksi. Produktivitas pekerja yang buruk dapat memberikan dampak negatif, terutama dari sisi biaya dan waktu. Produktivitas pekerja dapat diperbaiki oleh berbagai macam indikator, baik yang berhubungan langsung dengan aktivitas pekerja maupun tidak. Penelitian ini bertujuan untuk menganalisa indikator-indikator dalam upaya memperbaiki produktivitas pekerja konstruksi. Data dalam penelitian didapatkan dengan membagikan kuesioner kepada responden yang bekerja di bidang konstruksi pada proyek high-rise building dan low-rise building di Surabaya dan sekitarnya. Analisa data dilakukan dengan menggunakan Analisa Deskriptif Mean dan Analisa Independent T-Test. Hasil analisa data menunjukan bahwa, pada proyek high-rise building, indikator pengarahan sebelum melakukan pekerjaan adalah indikator yang mendapat urutan pertama dalam upaya memperbaiki produktivitas pekerja. Pengarahan kepada pekerja sebelum melakukan pekerjaan dapat memperbaiki pekerjaannya menjadi lebih efektif, efisien, dan meningkatkan keamanan kerja. Sementara pada proyek low-rise building, indikator komunikasi agar tugas dan wewenang jelas adalah indikator yang mendapat urutan pertama dalam upaya memperbaiki produktivitas pekerja. Komunikasi yang baik dapat memperbaiki produktivitas pekerja sehingga dapat meningkatkan kesuksesan proyek. Berdasarkan hasil Independent T-Test ditemukan perbedaan pada high-rise building dan low-rise building adalah variabel pelatihan dengan indikator pelatihan pekerja dan indikator pelatihan kepemimpinan, ditandai dengan Pvalue 0,000.",
  "creators": "OLIVIA REYNALDA TANDEAN; CHRISTOPHER KURNIAWAN",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Ir. Soehendro Ratnawidjaja, M.Eng. (Advisor 2); Ratna S. Alifen (Examination Committee 1); Paulus Nugraha (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012433/SIP/2020; Olivia Reynalda Tandean (21416047)Christopher Kurniawan (21416012)",
  "subjects": "LABOR PRODUCTIVITY; CONSTRUCTION INDUSTRY--LABOR PRODUCTIVITY"
}