{
  "id": "48326",
  "title": "Pengaruh Independent financial expertise dalam komite audit terhadap tax avoidance dengan dimoderasi oleh strategi bisnis pada perusahaan manufaktur",
  "abstract": "Peran independent financial expertise dalam komite audit dalam mempengaruhi tax avoidance telah diselidiki dalam banyak penelitian sebelumnya, namun, peran pilihan strategi oleh manajemen masih belum menjadi perhatian para peneliti. Dengan demikian, penelitian ini bertujuan untuk mencari pilihan strategis dalam memoderasi hubungan independent financial expertise dan tax avoidance. Peneliti menerapkan Tipologi Miles & Snow, yang mengkategorikan strategi menjadi prospector, defender, dan analyzer. Sampel penelitian ini adalah perusahaan manufaktur yang terdaftar di Bursa Efek Indonesia untuk periode 2014-2018. Ada 320 tahun-perusahaan yang memenuhi syarat kriteria sampel. Kami menemukan bahwa keberadaan keahlian keuangan dalam komite audit memiliki efek positif yang signifikan pada penghindaran pajak, pilihan strategi oleh perusahaan tidak memiliki pengaruh pada penghindaran pajak, oleh karena itu strategi bisnis tidak dapat memoderasi hubungan antara keahlian keuangan dalam audit komite dan penghindaran pajak. Keterbatasan dalam penelitian ini terletak pada pengukuran strategi bisnis berdasarkan rasio keuangan yang belum tentu menggambarkan strategi yang sebenarnya diterapkan oleh perusahaan. Keterbatasan lainnya yaitu tidak menggunakan aspek penelitian dan pengembangan (R&D) untuk menentukan strategi bisnis perusahaan. Penelitian di masa depan dapat mengukur strategi dengan data primer dan mempertimbangkan aspek penelitian dan pengembangan (R&D) untuk mendapatkan hasil yang lebih baik.",
  "creators": "Lisa G. Pondok Candra",
  "contributors": "Devie (Advisor 1); Juniarti (Advisor 2); Yenni Mangoting (Examination Committee 1); Josua Tarigan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020263/MM/2020; Lisa G. Pondok Candra (D21190005)",
  "subjects": "TAX AVOIDANCE"
}