{
  "id": "48334",
  "title": "Pengaruh waktu pengambilan fly ash tipe CFBC sebagai pengganti sebagian semen terhadap karakteristik mortar",
  "abstract": "Abu terbang, atau yang sering disebut fly ash merupakan hasil limbah pembakaran batu bara yang sering dijadikan material pengganti sebagian semen. Pada umumnya, fly ash memiliki sifat cementitious dan pozzolanic sehingga mempunyai keunggulan untuk mengurangi terjadinya segregasi dan bleeding. Fly ash memiliki variasi pada karakteristiknya yang dipengaruhi dari asal batu bara, teknik pembakaran batu bara, kandungan mineral, metode pengumpulan, lama waktu penyimpanan, dan periode pengambilan sampel. Perbedaan karakteristik fly ash tersebut antara lain perbedaan LOI, pH, dan kandungan mineral pada fly ash tersebut. Circulating Fluidized Bed Combustion (CFBC) merupakan salah satu teknologi pembakaran batu bara di mana batu bara terus terus menerus disirkulasi untuk dibakar hingga habis menjadi abu. Perbedaan fly ash hasil pembakaran CFBC dan Pulverized Coal Boiler (PCB) adalah bentuk partikel dari fly ash yang dihasilkan. Berdasarkan hasil penelitian, adanya perbedaan karakteristik fly ash pada waktu pengambilan yang berbeda, antara lain adanya perbedaan LOI, pH, dan konsistensi normal. Fly ash dengan pH yang lebih tinggi memiliki waktu initial setting yang lebih cepat dan final setting yang lebih lama jika dibandingkan dengan fly ash dengan pH yang lebih rendah.",
  "creators": "JESSICA SOESANTO; IVANA GRACE LIMANTO",
  "contributors": "Djwantoro Hardjito (Advisor 1); Antoni (Advisor 2); Handoko Sugiharto (Examination Committee 1); Effendy Tanojo (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012432/SIP/2020; Jessica Soesanto (21416009)Ivana Grace Limanto (21416071)",
  "subjects": "CONTROLLED LOW-STRENGTH MATERIALS; FLY ASH--ANALYSIS; MORTAR-SPECIFICATION"
}