{
  "id": "48333",
  "title": "Perancangan produk interior modular dengan upcycling kayu bekas palet",
  "abstract": "Arus peti kemas di terminal-terminal wilayah Pelabuhan Tanjung Perak Surabaya meningkat. Peningkatan arus peti kemas berdampak pada penumpukan kayu bekas palet dan jika dibiarkan akan menjadi sampah kota. Padahal kayu bekas palet memiliki karakteristik dan potensi untuk dikembangkan, untuk itu akan dilakukan upcycling. Di sisi lain masyarakat yang tinggal pada hunian sempit sering kali membuang atau mengganti produk interior yang lama karena tidak cocok dengan ruang yang baru [1]. Maka dari itu diperlukan produk interior modular yang dapat dirakit dari nol, dan bisa disusun sesuai dengan kebutuhan dan keinginan pengguna, dengan melakukan upcycling untuk mengurangi penumpukan kayu bekas palet. Perancangan ini bertujuan untuk mengetahui karakteristik dan potensi dari kayu bekas palet, kemudian digunakan kembali menjadi produk interior modular dengan bentuk modul sesuai karakteristiknya. Modul-modul tersebut disambungkan menggunakan konektor, yang dapat dirakit sesuai keinginan pengguna. Metode design thinking yang terdiri dari tahap inspiration, ideation, dan implementation dilakukan dalam proses perancangan ini. Hasil perancangan ini berupa modul-modul dan konektor yang dapat dirakit menjadi 12 macam produk, brand perusahaan, media promosi dan desain booth. Perancangan ini membuktikan bahwa kayu bekas palet memiliki karakteristik dan potensi yang dapat dikembangkan dengan cara upcycling, menjadi modul-modul dengan bentuk sesuai karakteristik dari kayu bekas palet yang dan dapat dirakit menggunakan sambungan konektor menjadi beberapa macam produk interior modular sesuai kebutuhan dan keinginan pengguna.",
  "creators": "VENLISTA SUPRAPTO",
  "contributors": "Yusita Kusumarini (Advisor and Examination Committee); Frengky Tanaya (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021927/DIN/2020; Venlista Suprapto (41416103)",
  "subjects": "PRODUCT DESIGN; WOOD IN INTERIOR DECORATION"
}