{
  "id": "48336",
  "title": "Pengaruh kelelahan emosi dan kualitas hubungan tenaga penjualan-manajer terhadap kepuasan kerja serta dampak yang ditimbulkan",
  "abstract": "Dari ketiga artikel yang ada, penulis dapat mengambil suatu hasil penelitian yang sangat berguna bagi kita, yaitu bagaimana seseorang dapat merasakan kepuasan kerja di dalam lingkungan kerjanya. Karena dari tiap-tiap artikel ini, peneliti mendasarkan penelitiannya pada kepuasan kerja dengan dampak maupun kaitan hubungannya dengan salesperson. Kepuasan kerja menjadi topik penelitian ekstensif di dalam upaya memahami perilaku dan sikap karyawan penjualan yang ditimbulkannya. Sehingga tidaklah mengherankan apabila kepuasan kerja itu mendapat perhatian yang serius dalam memberikan kontribusi yang cukup besar bagi literatur-literatur ilmu penjualan. Pada artikel pertama yang ditulis oleh James S. Boles, Mark W. Johnston dan Joseph F. Hair, Jr menjelaskan bahwa kepuasan kerja dipengaruhi oleh kelelahan emosi pada tenaga penjualan itu sendiri, dimana kelelahan emosi ditimbulkan dari konflik peran dan konflik pekerjaan-keluarga. Bagi seorang manajer hal tersebut harus dapat diketahui untuk mere dam efek negatif dari kelelahan emosi yaitu kecenderungan untuk berhenti bekerja. Sedangkan pada artikel kedua ditulis oleh Susan K. DelVecchio dalam menjelaskan kepuasan kerja dilihat dari menin^catnya adaptasi perilaku penjualan. Hal ini diawali dari kualitas hubungan karyawan penjualan-manajer yaitu dengan memberikan kebebasan ruang gerak manajerial (wewenang operasional dan membuat keputusan bersama) pada karyawan tersebut dan pada akhirnya akan meningkatkan kepuasan kerja karyawan itu sendiri. Sehingga dari hasil penelitian pada artikel ini secara langsung maupun tidak langsung dap at meningkatkan motivasi keija (hasil kerja) dan penurunan tingkal stress yang dialami oleh karyawan penjualan. Pada artikel ke tiga yang ditulis oleh Emin Babakus, David W. Cravens, Mark Johnston dan William C. Moncrief dal am menjelaskan kepuasan kerja telah dipengaruhi oleh kelelahan emosional yang disebabkan adanya stress dari konflik peran dan ketidakjelasan peran. Dal am artikel ini penurunan kepuasan keija dap at menurunkan komitmen tenaga penjualan terhadap perusahaan sehingga berdampak meningkatnya keinginan untuk meninggalkan pekerjaan akibat dari kelelahan emosional tersebut Akhimya, jika ketiga artikel ini dijadikan satu bagian, maka akan menjadi suatu rumusan yang sangat baik dan penting bagi manajer dal am usahanya untuk meningkatkan kepuasan keija dari tenaga penjualan. Makamelalui ketiga artikel ini diharapkan para manajer dap at meningkatkan kepuasan keija dal am bidang pemasaran, dimana tidak hanya memperhatikan pada faktor internal (seperti kelelahan emosi) dari tenaga penjualan itu sendiri tetapi juga mulai memperhatikan faktor eksternal (seperti peningkatan kualitas hubungan tenaga penjualan-manajer).",
  "creators": "REINIER ALDIZAR P.",
  "contributors": "Sundring Pantja Djati (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. .../MAN/2001; Reinier Aldizar Pradiptiawarman (31496024)",
  "subjects": "JOB SATISFACTION--RESEARCH; MARKETING--MANAGEMENT; SALES PERSONNEL; PERSONNEL MANAGEMENT"
}