{
  "id": "48337",
  "title": "Perancangan interior Panti Jompo di Madiun",
  "abstract": "Peningkatan ekonomi yang sangat pesat membuat hampir seluruh masyarakat terutama di Kota Madiun memiliki peningkatan secara finansial. Pada akhirnya mereka melupakan orang-orang terpenting di sekitar mereka yaitu keluarga inti terutama orang tua. Oleh karena itu para masyarakat di Kota Madiun lebih memilih untuk memasukan orang tua yang telah berusia lanjut ke dalam panti jompo. Sedangkan panti jompo dengan fasilitas yang sangat minim dan seadanya serta situasi yang sangat berbeda dengan kondisi rumahnya, membuat tingkat stress yang tinggi terhadap lansia sehingga dapat menimbulkan rasa kecewa dan keputusasaan dalam menjalani kehidupan di sisa hidupnya. Oleh sebab itu salah satu cara untuk menanggulangi permasalahan tersebut yaitu merancang panti jompo di Madiun menggunakan metode perancangan design thinking yang memiliki 9 tahapan. Metode desain ini berguna sebagai arahan untuk melakukan inovasi perbaikan fasilitas yang memadai atau layak yang dapat dirasakan langsung oleh para lansia seperti tinggal dirumahnya. Selain itu desain ini juga memiliki inovasi healing environment melalui suasana yang memberikan kesan tenang, indah dan memiliki banyak pepohonan serta tanaman-tanaman yang berguna untuk memperbaiki mood dan menurunkan tingkat stress yang tinggi. Hal ini membantu lansia untuk memiliki sirkulasi peredaran darah yang lancer dan memperpanjang usia. Namun adanya inovasi miniworkshop juga sebagai tempat yang bertujuan untuk meningkatkan produktivitas lansia melalui kegiatan-kegiatan positif yang diberikan kepada para lansia untuk dapat beraktivitas sesuai keinginannya. Perancangan panti jompo ini menggunakan pendekatan universal design yang memudahkan akses bagi para lansia dengan disabilitas, sehingga para lansia dapat menikmati kehidupan di dalam panti jompo seperti di dalam rumah yang layak untuk ditinggali. Karakteristik dalam perancangan bangunan panti jompo ini memiliki kesan yang menarik yaitu melalui perpaduan klasik dan mewah, hal ini dikarenakan fasilitas yang dimiliki oleh panti jompo diharapkan dapat menjadi sebuah reward bagi para lansia untuk menikmati kehidupannya di usia lanjut.",
  "creators": "FELICIA WISAMA NUGRAHA",
  "contributors": "Dr. Ir. Hedy Constancia Indrani, M.T. (Advisor 1); Dr. Ir. Lintu Tulistyantoro, M.Ds. (Examination Committee 1); Lucky Basuki (Examination Committee 2); David Tan Kayogi S.T., HDII. (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021947/DIN/2020; Felicia Wisama Nugraha (41416083)",
  "subjects": "INTERIOR DECORATION; OLD AGE HOMES--DESIGN AND CONSTRUCTION"
}