{
  "id": "48349",
  "title": "Pemilihan supplier menggunakan metode expertise-based ranking of experts dengan mempertimbangkan supply chain risk",
  "abstract": "Proses pembelian bahan baku menjadi salah satu elemen penting yang harus diperhatikan dalam persaingan global, salah satunya adalah dalam pemilihan supplier. Karena hal ini menjadi pintu masuk utama dalam proses supply chain bagi perusahaan. Pemilihan supplier yang terbaik diharapkan dapat memenuhi customer satisfaction. Oleh karena itu, berbagai suara dari departemen yang terkait harus dipertimbangkan agar supplier yang terpilih benar-benar sesuai bagi perusahan. Pemilihan supplier bahan baku yang tidak tepat dapat berdampak pada terganggunya proses lainnya seperti proses produksi, penyimpanan maupun pengiriman. Penelitian ini melibatkan 6 personil di perusahaan dari departemen terkait sebagai customers atau users. Penelitian ini menggunakan metode House of Risk (HOR) dan Expertise-Based Ranking of Experts untuk menentukan risk event dan risk agent yang terjadi pada perusahaan pada setiap proses supply chain. Hal ini bertujuan untuk mengetahui risiko mana yang paling berkontribusi pada permasalahan di perusahaan yang disebabkan oleh supplier bahan baku. Risk agent yang diperoleh kemudian diterjemahkan menjadi kriteria dalam pemilihan supplier. Bobot kriteria tersebut akan ditentukan menggunakan metode Expertise-Based Ranking of Experts. Kriteria pemilihan supplier sesuai dengan urutan bobot yang paling tinggi hingga yang paling rendah yang didapatkan pada penelitian ini yaitu kualitas, on time delivery, akurasi pesanan, kolaborasi, harga, regulasi lokasi dan reputasi supplier. Dari penelitian ini didapatkan pengembangan model pemilihan supplier dengan menjadikan supply chain risk di perusahaan sebagai kriteria serta turut mempertimbangkan kapasitas dan konsistensi personil yang terlibat. Dengan kriteria dan bobot tersebut perusahaan dapat menentukan supplier bahan baku sesuai dengan suara dari pihak-pihak terkait yaitu users dalam perusahaan.",
  "creators": "Henricus Adi Wirawan",
  "contributors": "Didik Wahjudi (Advisor 1); I Nyoman Sutapa (Advisor 2); I Gede Agus Widyadana (Examination Committee 1); Dr. Dra. Gan Shu San, M.Sc. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis i No. 01010008/MTI/2020; Henricus Adi Wirawan (C23180003)",
  "subjects": "MATERIALS MANAGEMENT; SUPPLY CHAIN MANAGEMENT"
}