{
  "id": "48357",
  "title": "Re-design interior gedung kesenian di Taman budaya Raden Saleh di kota Semarang",
  "abstract": "Saat ini Kota Semarang sedang dikembangkan oleh pemerintah untuk dijadikan Kota pariwisata. Melalui hal ini penulis ingin ambil bagian dalam mengembangkan kota Semarang sebagai kota wisata melalui re-design Interior pada salah satu Gedung di TBRS. Dikarenakan keberadaan TBRS saat ini kurang berkembang, tidak terawat, dan keadaan pada beberapa bangunan sudah rusak, kotor, dan tidak rapi membuat taman ini kurang diminati masyarakat bahkan komunitas penggunanya sendiri. Tujuan perancangan ini tidak hanya memenuhi kebutuhan berkesenian masyarakat kota Semarang namun juga dapat digunakan sebagai tempat atau wadah para seniman berkumpul dengan menambahkan fasilitas ruang komunitas, ruang latihan dan memperbaiki ruang lainnya dengan menerapkan konsep Ksatria yang modern tanpa meninggalkan kebudayaan Jawa yang ada. Implementasi desain diterapkan melalui pemilihan bentuk, material, warna, dan style yang digunakan yaitu Nuansa lokal Jawa yang masih sejalan dengan nilai kebudayaan dan konsepnya. Penerapan juga melalui bentuk ruang yang dibuat tidak hanya memenuhi fungsi namun juga memiliki maknanya tersendiri. Tujuan lain juga agar gedung ini tetap dikenal sebagai bangunan budaya sekaligus menjadi salah satu objek bagi wisatawan maupun masyarakat untuk berkunjung dengan menambahkan fasilitas Mini Gallery dan Cafetaria. Metode yang dilakukan dengan menggunakan Metode Design Thinking dengan menggunakan tahapan understand, observe, point of view, Iterate, prototype, test.",
  "creators": "ELVINA ANDRIANI RAHARDJA",
  "contributors": "Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Advisor 1); Ir. Hendy Mulyono (Advisor 2); Sriti Mayang Sari (Examination Committee 1); Purnama Esa Dora Tedjokoesoemo, S.Sn., M.Sc. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021962/DIN/2020; Elvina Andriani Rahardja (41416093)",
  "subjects": "CENTERS FOR THE PERFORMING ARTS--DESIGN AND CONSTRUCTION; INTERIOR DECORATION"
}