{
  "id": "48355",
  "title": "Re-desain interior Gereja Pantekosta di Indonesia jemaat Eben Haezer Timika-Papua",
  "abstract": "Gereja Pantekosta di Indonesia (GPdI) jemaat Eben Haezer Timika, merupakan salah satu gereja pantekosta terbesar di kota timika. GPdI Eben Haezer berdiri sejak tahun 1997, gaya arsitektur gereja mengunakan arsitektur ghotick. Saat gereja ini di bangun fasilitas alat musik yang di miliki masih terbatas & akustik ruang belum dipikirkan kala itu. Sehingga hal ini berpengaruh hingga saat ini, tidak hanya akustik estetika ruang terlihat kurang menarik dan simbolisasi kristen masih kurang, sehingga perlu di lakukan redesain pada interior GPdI Eben Haezer. Redesain interior GPdI Eben Haezer bertujuan menciptakan gereja yang dapat memfasilitasi aktivitas kebaktian, baik akustik maupun estetika ruang yang dapat membangun suasana kekeluargaan dan fokus saat beribadah. Dalam merespon permasalahan yang ada penulis merumuskan konsep “warm in holistic”yang dikemas dengan unsur budaya papua berupa ragam hias, pada elemen interior maupun prabot interior, pengunaan warna, pencahayaan, organisasi ruang. Dalam proses analisis dan perumusan konsep desain interior GpdI Eben Haezer, digunakan pendekatan metode design thinking sebagai acuan dalam tahapan perancangan interior. Tahapan Design thinking yang digunakan adalah understand, observe, synthesis, ideation, prototype testing, & implementation. Manfaat redesain yang di rasakan bagi jemaat GPdI Eben Haezer, medapat interior gereja yang funsional baik secara akustik dan estetika ruang. Selain itu redesain interior gereja bertujuan untuk membangun suasan kekeluargaan yang di kemas dengan budaya papua lewat elemen dekoratif interior.",
  "creators": "ANDRE JOVAN SUWENY",
  "contributors": "RONALD H. I. S. (Advisor 1); Linggajaya Suryanata (Advisor 2); Sherly De Yong (Examination Committee 1); Anik Rakhmawati (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021960/DIN/2020; Andre Jovan Suweny (41416091)",
  "subjects": "CHURCH DECORATION AND ORNAMENT; INTERIOR DECORATION"
}