{
  "id": "48367",
  "title": "Pemanfaatan CFBC fly ash sebagai material pengikat utama mortar",
  "abstract": "Semen merupakan bahan yang umum digunakan sebagai material pengikat dalam beton. Namun penggunaan semen yang berlebihan dapat merusak lingkungan karena produksi semen menghasilkan banyak CO2. Fly ash (FA) atau abu terbang sudah diteliti mampu menggantikan sebagian penggunaan semen bahkan seluruhnya atau dikenal mortar 100% Fly Ash (100% FA). Fly ash sendiri merupakan limbah PLTU. Di Indonesia saat ini kebanyakan PLTU menggunakan sistem boiler Circulating Fluidized Bed Combustion (CFBC) dan Pulverized Coal Combustion (PCC). Namun fly ash dari CFBC memiliki bentuk yang tidak beraturan dan kandungan kalsium yang lebih rendah dari semen, sehingga saat dibuat mortar 100% FA menghasilkan kuat tekan yang rendah. Oleh karena itu dilakukan substitusi kalsium hidroksida (Ca(OH)2) dari pengolahan batu gamping dan penggilingan agar dapat meningkatkan kuat tekan mortar 100% CFBC FA. CFBC FA didapat dari PLTU Ngoro. Berdasarkan hasil penelitian yang dilakukan, CFBC FA membutuhkan banyak air untuk mencapai kelecakan. Substitusi Ca(OH)2 bisa meningkatkan kuat tekan mortar CFBC FA. Penggilingan CFBC FA juga bisa merubah karakteristik FA menjadi lebih halus, akibatnya water to binder (w/b) yang dibutuhkan juga berkurang. Mortar menggunakan CFBC FA Ngoro yang digiling juga memiliki sifat yang lebih reaktif dengan Ca(OH)2 bila dibandingkan dengan PCC FA Paiton dan PCC FA Suralaya karena memberikan kuat tekan awal lebih tinggi. Kuat tekan mortar CFBC FA tertinggi didapat 17.6 MPa untuk umur 28 hari.",
  "creators": "MICHAEL EDWARDO SAMPURNO; NG, YANSEN SUSANTO",
  "contributors": "Djwantoro Hardjito (Advisor 1); Antoni (Advisor 2); Handoko Sugiharto (Examination Committee 1); Agievianthi, MS (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012406/SIP/2020; Michael Edwardo Sampurno (21416083), Ng, Yansen Susanto (21416033)",
  "subjects": "FLY ASH; MORTAR--ADDITIVES"
}