{
  "id": "48362",
  "title": "Analisa permintaan dan penawaran yang dipengaruhi oleh lokasi dan alokasi ruang pada pusat perbelanjaan",
  "abstract": "Dalam dekade terakhir banyak terjadi kemajuan yang pesat dalam lingkungan dunia bisnis, di antaranya teknologi yang berkembang pesat dan radikal dalam komputer, telekomunikasi, dan termasuk semua informasi yang hendak diketahui. Informasi bisnis sangat diperlukan bagi investor dalam menanamkan modalnya, khususnya dalam penelitian ini.adalah investor dalam bisnis retail. Dalam bisnis retail harus memperhatikan banyak segi antara lain segi lokasi, penataan ruang, luasnya pusat perbelanjaan, macam-macam output, permintaan dan penawaran akan ruang retail. Setelah investor (developer dan pemilik toko) mengetahui dan memahami hal tersebut diharapkan dalam mengambil suatu keputusan untuk terjun dalam bisnis ini tidak salah. Seperti dikatakan oleh Lakshmanan dan Hansen bahwa suatu ukuran pusat perbelanjaan sangat menentukan sukses atau tidaknya pusat perbelanjaan tersebut, selain ukuran juga perlu diperhatikan macamnya output yang ada dalam lokasi pusat perbelanjaaan tersebut. Seperti dikatakan oleh Brueckner kelengkapan output dalam suatu pusat perbelanjaan dapat menarik konsumen untuk mendatangi dan berbelanja di sana. Faktor lain yang dapat dijadikan acuan untuk suksesnya suatu pusat perbelanjaan adalah tingkat kekosongan dan harga sewa ruang tersebut seperti penelitian yang dilakukan oleh Shilling, Sirmans, dan Guidry. Sehingga apabila semua hasil penelitian tersebut digabungkan maka akan didapatkan suatu hasil penelitian yang menampilkan informasi akan jumlah ruang yang harus tersedia, tata letak output, dan harga sewa toko. Informasi ini sangat diperlukan bagi investor agar pusat perbelanjaan tersebut dapat didatangi oleh konsumen dan berbelanja di sana dengan tenang karena apa yang dibutuhkan dapat terpenuhi di lokasi pusat perbelanjaan tersebut.",
  "creators": "LUCKY BUDISUTIO",
  "contributors": "Prof. Dr. Njo Anastasia, S.E., M.T. (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 130 / EM / 20; Lucky Budisutio (31496157)",
  "subjects": "INVESTMENTS; CONSUMER BEHAVIOR; CONSUMERS--RESEARCH"
}