{
  "id": "48376",
  "title": "Pengaruh transformational leadership terhadap organizational innovation melalui employee creativity dan internal social capital pada perusahaan properti Xavier Marks di Surabaya",
  "abstract": "Penelitian ini bertujuan untuk menguji pengaruh transformational leadership terhadap organizational innovation melalui employee creativity dan internal social capital pada perusahaan properti Xavier Marks di Surabaya. Pendekatan yang digunakan dalam penelitian ini adalah kuantitatif dengan teknik sampling non-probability. Menurut penelitian sebelumnya mengatakan bahwa transformational leaderhsip tidak berpengaruh signifikan terhadap team innovation pada iklim kerja yang rendah dan kelebihan dari penelitian ini mengatakan bahwa tidak hanya melihat dari sisi pemimpin, tetapi juga melihat pada kreativitas karyawan dan sumber daya internal. Penelitian ini melibatkan 125 responden yang merupakan agent properti. Dengan menggunakan teknik analisis data Partial Least Square (PLS), penelitian ini menunjukkan bahwa terdapat transformational leaderhsip tidak berpengaruh signifikan terhadap organizational innovation, selain itu transformational leaderhsip tidak berpengaruh signifikan terhadap employee creativity, transformational leaderhsip tidak berpengaruh signifikan terhadap internal social capital, employee creativity memiliki pengaruh signifikan terhadap organizational innovation, internal social capital memiliki pengaruh signifikan terhadap organizational innovation, sedangkan transformational leaderhsip melalui employee creativity tidak berpengaruh secara signifikan terhadap organizational innovation, dan transformational leaderhsip melalui employee creativity dan internal social capital tidak berpengaruh secara signifikan terhadap organizational innovation.",
  "creators": "ADIMAS PRATAMA",
  "contributors": "Dr. Roy Setiawan, S.Kom., M.M., M.SM., M.Th. (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1); Wilma Laura Sahetapy (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011981/MAN/2020; Adimas Pratama (31416103)",
  "subjects": "LEADERSHIP; ORGANIZATIONAL CHANGE; PERSONNEL MANAGEMENT; TRANSFORMATIONAL LEADERSHIP"
}