{
  "id": "48370",
  "title": "Perbandingan kinerja struktur baja rangka terbreis konsentris khusus tipe multi-story x dengan belt truss dan tanpa belt truss pada bangunan 18 lantai",
  "abstract": "Banyak dampak negatif yang disebabkan oleh gempa bumi di Indonesia, salah satunya adalah bangunan roboh. Bangunan yang tidak di desain tahan gempa dapat menyebabkan korban jiwa dan juga kerugian secara finansial. Oleh karena itu, sangatlah penting untuk selalu membuat perkembangan pada pengetahuan akan bangunan tahan gempa. Penelitian ini bertujuan untuk membandingkan kinerja struktur baja dengan RTKK (Rangka Terbreis Konsentris Khusus) yang menggunakan belt truss dengan yang tanpa belt truss. Bangunan yang ditinjau merupakan bangunan sistem tunggal 18 lantai (72 meter) dengan 5 bentang. Bangunan yang menggunakan belt truss memakai 2 bentang breising multistory-X dan untuk yang tidak menggunakan belt truss memakai 3 bentang breising multistory-X. Penambahan belt truss diharapkan memiliki pengaruh positif pada performa bangunan yang ditinjau. Penelitian ini memakai bangunan dengan 2 pasang belt truss dan 3 pasang belt truss. Bangunan dianalisa dengan non-linear time history analysis menggunakan program SAP2000 V.20.2.0 pada beban gempa periode ulang 2500 tahun. Performa bangunan ditinjau berdasarkan berat struktur, drift ratio, dan displacement. Hasil penelitian menunjukkan bahwa performa bangunan yang menggunakan 3 pasang belt truss lebih baik dibandingkan bangunan yang tidak memakai belt truss dengan 3 bentang breising. Performa bangunan yang memakai 3 bentang breising tanpa belt truss lebih baik dibandingkan dengan bangunan yang menggunakan 2 pasang belt truss.",
  "creators": "CHRISTIAN WIRATAMA TIMBULONG; CHRISTOPHER GUNAWAN ADISASMITA",
  "contributors": "Effendy Tanojo (Advisor 1); Hasan Santoso (Advisor 2); Wong Foek Tjong, S.T., M.T., Ph.D. (Examination Committee 1); Willy Husada, ST.,MT., Msc. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012417/SIP/2020; Christian Wiratama Timbulong (21416237), Christopher Gunawan Adisasmita (21416233)",
  "subjects": "BUILDING, IRON AND STEEL; BUILDINGS--EARTHQUAKE EFFECTS; STEEL, STRUCTURAL"
}