{
  "id": "48381",
  "title": "Studi metode konstruksi prefabrikasi untuk pembangunan perumahan tapak massal: studi kasus Perumahan Dian Sukolilo Regency, Surabaya",
  "abstract": "Metode konstruksi prefabrikasi adalah industrialisasi metode konstruksi di mana komponennya diproduksi secara massal dan dirakit dalam bangunan dengan bantuan alat-alat pengangkat. Metode ini mampu memberikan waktu konstruksi yang cepat serta kualitas yang baik untuk pembangunan perumahan. Namun metode konstruksi ini membutuhkan biaya yang lebih tinggi daripada metode konstruksi konvensional dan biaya pun bergantung pada jumlah unit. Perkembangan metode konstruksi prefabrikasi di Surabaya banyak terlihat pada penggunaan material beton pracetak. Aplikasi panel prefabrikasi beton pracetak ini banyak digunakan pada bangunan tingkat tinggi yang tipikal namun pada bangunan tingkat rendah aplikasinya masih minim dikarenakan biaya yang tinggi. Penelitian ini akan mengambil studi kasus perumahan Dian Sukolilo Regency, Surabaya dan dua produsen panel material prefabrikasi beton pracetak, yang satu mewakili produk yang modular dan lainnya adalah produk kustom. Penelitian akan membuat perhitungan dengan pendekatan simulasi terhadap biaya satu dan satuan unit konstruksi dalam jumlah massal dan waktu konstruksi metode prefabrikasi, serta melakukan wawancara untuk mengetahui respon pihak pengembang perumahan terhadap metode konstruksi prefabrikasi ini. Kesimpulan yang dicapai adalah biaya konstruksi dengan metode prefabrikasi memiliki selisih 6%-11% lebih tinggi dengan waktu konstruksi yang menjadi dua kali lebih cepat, dan kualitas yang lebih baik daripada metode konvensional dan jumlah unit yang semakin banyak dapat menekan biaya konstruksi metode konstruksi prefabrikasi.",
  "creators": "STEFANIE SUSANTO",
  "contributors": "Januar Budiman (Advisor 1); I Gede Agus Widyadana (Advisor 2); Timoticin Kwanda (Examination Committee 1); IR LIE ARIJANTO, M.MGT (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000287/MTS/2020; Stefanie Susanto (B21170008)",
  "subjects": "PRECAST CONCRETE CONSTRUCTION; HOUSE CONSTRUCTION"
}