{
  "id": "48380",
  "title": "Perancangan Interior gedung konser musik klasik di Surabaya",
  "abstract": "Sejak jaman Renaissance, Baroque, Rococo, Classic, Romantic, hingga jaman modern, musik klasik sangat memerlukan sarana berupa fasilitas gedung konser yang memenuhi persyaratan akustik. Saat ini, gedung konser musik klasik yang sangat berkualitas di Indonesia hanya ada gedung Aula Simfonia Jakarta yang dirancang oleh Pendeta Stephen Tong selaku pimpinan Gereja Kristen Reformasi yang memiliki kecintaan terhadap musik klasik. Musik klasik di Surabaya telah berkembang pesat, namun masih belum memiliki sebuah gedung konser musik klasik yang berkualitas seperti di Jakarta. Pertunjukan musik klasik di Surabaya biasanya diselenggarakan di gedung teater seperti Gedung Kesenian Cak Durasim dan Ciputra Hall serta gedung serbaguna seperti Balai Sahabat, Gedung Pertemuan Widya Kartika, dan sebagainya. Untuk itu, diperlukan sebuah perancangan gedung konser musik klasik di Surabaya dengan menggunakan metodologi design thinking untuk menjawab permasalahan yang ada. Perancangan ini menggunakan pendekatan Human-Centered Design dengan mengaplikasikan Empathic Design kedalam desain berupa fasilitas primer maupun sekunder, karakter yang lengkap, nyaman, dan memberikan makna bagi penikmat maupun musisi, menggunakan gaya modern contemporer, dengan suasana yang tenang, nyaman, dan hangat bagi pengunjung sehingga tidak tegang dan gelisah.",
  "creators": "ALEXANDER BERNARDUS",
  "contributors": "Dr. Ir. Hedy Constancia Indrani, M.T. (Advisor 1); Lucky Basuki (Advisor 2); Dr. Ir. Lintu Tulistyantoro, M.Ds. (Examination Committee 1); David Tan Kayogi (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021950/DIN/2020; Alexander Bernardus (41416029)",
  "subjects": "CONSERVATORIES OF MUSIC--DECORATION; INTERIOR DECORATION; MUSIC-HALLS--DESIGNS AND PLANS"
}