{
  "id": "48382",
  "title": "Perancangan produk interior interaktif museum penerbangan TNI AL Juanda Surabaya",
  "abstract": "Surabaya merupakan kota maritim kebanggaan Indonesia dengan pangkalan laut terbesar yang terletak di Tanjung Perak. Pengenalan citra maritim dilakukan lewat didirikannya museum penerbangan TNI AL yang berlokasi di Juanda Surabaya. Namun, tujuan utama dari museum mengedukasi masyarakat belum terealisasikan dengan baik dikarenakan fasilitas dalam museum masih sangat minim dan kurang menarik bagi generasi milenial untuk belajar dan berkembang. Produk interior pada museum seharusnya memberi daya tarik bagi museum agar lebih dikenal masyarakat luas. Selain memiliki daya tarik, produk interior yang ada harus mampu menonjolkan benda koleksi dan menyampaikan informasi dalam museum dengan baik kepada pengunjung. Perancangan produk interior bertujuan untuk mengakomodasi kebutuhan dalam museum yaitu produk display benda koleksi, kursi tunggu, dan meja resepsionis sesuai dengan aktivitas dalam museum. Perancangan menggunakan metode design thinking yang terdiri dari 9 tahap desain yaitu emphatize, understand, define, ideate, prototype, test, story telling, pilot, and business model. Perancangan produk interior menerapkan konsep interaktif, informatif, dan inovatif dengan menerapkan visi dan misi museum penerbangan dalam desain untuk memberi daya tarik bagi museum dan menunjang aktivitas dalam museum. Implementasi desain diterapkan lewat bentuk dan material produk yaitu bentukan dinamis yang diambil dari transformasi bentuk pesawat untuk memberi ciri khas museum penerbangan TNI AL. Produk dirancang untuk memenuhi kebutuhan dan aktivitas dalam museum, serta memberi daya tarik dan ciri khas berdasarkan visi dan misi museum penerbangan TNI AL Juanda Surabaya.",
  "creators": "OLIVIA TIRTA PUTRI",
  "contributors": "Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Advisor 1); Lucky Basuki (Advisor 2); Dr. Ir. Hedy Constancia Indrani, M.T. (Examination Committee 1); Sherly De Yong (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021967/DIN/2020; Olivia Tirta Putri (41416037)",
  "subjects": "INTERIOR DECORATION; MUSEUM BUILDINGS--DECORATION"
}