{
  "id": "48399",
  "title": "Re-design interior Hotel Rosalina di Luwuk, Sulawesi Tengah",
  "abstract": "Hotel merupakan suatu bentuk usaha yang bergerak dibidang akomodasi dan memberikan layanan jasa seperti penginapan, makanan, minuman serta fasilitas lainnya. Hotel Rosalina merupakan hotel bintang dua yang terletak di kota Luwuk, Sulawesi Tengah dan pernah menjadi sarana akomodasi yang sangat diminati pada masanya. Namun, kini eksistensi Hotel Rosalina telah mengalami penurunan yang signifikan karena tidak dapat bersaing dengan hotel pendatang baru. Oleh karena itu, perancang memberikan solusi berupa re-design interior Hotel Rosalina menjadi lebih unik dan bernilai jual melalui penerapan konsep The Harmony of Culture and Nature. Konsep tersebut merupakan perpaduan antara unsur budaya Luwuk dengan gaya desain modern (regionalisme) yang dikemas secara seimbang dan harmonis ke dalam fasilitas serta sistem pelayanan Hotel Rosalina. Implementasi konsep terinspirasi dari karakteristik Rumah Tradisional Khas Luwuk (Laigan) yang terdiri atas pembagian hierarki, menyatu dengan alam, berbentuk geometris untuk efisiensi space, pemanfaatan SDA dan SDM setempat, menerapkan stilasi dari ragam hias Parengreng sebagai elemen dekorasi, serta memaksimalkan fungsi taman outdoor sebagai wujud penanggulangan iklim kemarau kering kota Luwuk. Metode perancangan yang digunakan adalah Design Thinking. Perancangan ini bertujuan untuk memperbaharui serta menghadirkan inovasi pada desain interior Hotel Rosalina guna mengembalikan citra serta eksistensinya di kota Luwuk.",
  "creators": "ELIZABETH FEREN YINATA",
  "contributors": "Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Advisor 1); Anik Rakhmawati (Advisor 2); Dr. Ir. Hedy Constancia Indrani, M.T. (Examination Committee 1); Sherly De Yong (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021965/DIN/2020; Elizabeth Feren Yinata (41416117)",
  "subjects": "HOTELS--DECORATION; HOTELS--DESIGN AND CONSTRUCTION"
}