{
  "id": "48397",
  "title": "Pengaruh initial strain terhadap penggunaan Fiber Reinforced polymer (FRP) pada balok beton bertulang",
  "abstract": "Penelitian mengenai perkuatan struktur balok beton bertulang sudah banyak dilakukan. Salah satu topik penelitian yang hangat untuk diteliti adalah penelitian mengenai perkuatan struktur menggunakan Fiber Reinforced Polymer (FRP). Kebanyakan penilitian meninjau perilaku FRP kepada balok beton bertulang terhadap kekuatan dan daktilitas, namun belum terdapat penelitian mengenai pengaruh initial strain terhadap perilaku balok beton bertulang yang di beri FRP. Sehingga dalam penelitian ini dilakukan pengetestan balok beton bertulang dengan perkuatan FRP dengan pemberian beban awal yang menyebabkan initial strain pada masing masing spesimen berbeda. Digunakan beban sebesar 0%, 50%, 125%, dan 175% dari beban retak (Pcrack). Pembebanan dilakukan dengan metode two – way point laod, spesimen balok beton dengan tulangan tekan dan tarik Ø10 mm, sengkang Ø8 mm dengan jarak 150 mm, dan mutu rencana 20 Mpa . Hasil dari pengetesan spesimen didapatkan perbedaan pola retak, daktilitas, kekuatan, dan kekakuan terhadap balok beton bertulang biasa. Dapat di simpulkan bahwa semakin besar initial strain yang terjadi pada balok sebelum diperkuat FRP akan mempengaruhi tingkat daktilitas yang semakin bertambah, kekuatan ultimate yang semakin menurun, dan kekakuan yang belum dapat dipastikan karena kualitas beton yang kurang seragam.",
  "creators": "ALAN SATRIA; JOSEPHINE WIDYATMADJA LOOKMAN",
  "contributors": "Benjamin Lumantarna (Advisor 1); Gunawan Budi Wijaya S.T., M.T., M.Eng. (Advisor 2); Jimmy Chandra (Examination Committee 1); Effendy Tanojo (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012412/SIP/2020; Alan Satria (21416129)Josephine Widyatmadja Lookman (21416096)",
  "subjects": "CONCRETE BEAMS; REINFORCED CONCRETE CONSTRUCTION"
}