{
  "id": "48394",
  "title": "Re-desain Interior SMP Tegaljaya Bali untuk pembentukan karakter remaja",
  "abstract": "SMP Tegaljaya adalah sekolah swasta di Bali yang menerapkan nilai-nilai pembentukan karakter. Program khusus SMP Tegaljaya antara lain program Koperasi Siswa, Klinik Pembelajaran, Civita, Pentas Seni, dan lain-lain. Sekolah menengah pertama merupakan tahap yang dilalui oleh anak berusia sebagian besar 12-14 tahun, yaitu usia awal tunas remaja hingga akhir tunas remaja. Pada usia ini, siswa beradaptasi dengan perubahan sistem komunitas, lingkungan, dan gaya hidup sehingga berpengaruh pada mental serta kepribadian mereka. Untuk itu, pembentukan karakter selama proses belajar sangatlah penting untuk remaja. Dalam menerapkan nilai-nilai pembentukan karakter, dibutuhkan desain ruang yang bisa memberi pengaruh kepada siswa untuk menanamkan karakter positif. Desain dibuat dengan konsep “C5 Learning Space”. Konsep ini memiliki lima pilar utama yaitu character, creative, caring, collaborative, dan critical thinking. Kelima pilar tersebut diterapkan melalui elemen-elemen interior seperti area dinding interaktif, communal space, perabot yang fleksibel dan modular, ruang yang didesain multifungsi, hingga melibatkan gaya desain yang memiliki efek positif terhadap lingkungan belajar dan karakter siswa. Perancangan interior menggunakan metode Design Thinking yang diawali dari understand, observe, ideate, prototype, test, storytelling, pilot hingga business model.",
  "creators": "KRISTIN DIANY ANG",
  "contributors": "Sherly De Yong (Advisor 1); Anik Rakhmawati (Advisor 2); Ronald H.I. Sitindjak (Examination Committee 1); Linggajaya Suryanata (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021885/DIN/2020; Kristin Diany Ang (41416113)",
  "subjects": "INTERIOR DECORATION; SCHOOL DECORATION"
}