{
  "id": "48400",
  "title": "Pengaruh rasio tulangan terhadap perilaku lentur balok beton bertulang yang diperkuat fiber reinforced polymer (FRP)",
  "abstract": "Beton memiliki kekurangan seperti kuat tarik yang lebih kecil dibandingkan struktur baja, daktilitas rendah, dan rentan terhadap retak. Salah satu solusi untuk masalah tersebut adalah menambahkan perkuatan FRP pada struktur karena FRP tidak dapat korosi, berat per volumenya lebih rendah dari baja, dan mudah pengaplikasiannya. Spesimen beton bertulang dibuat dengan mutu rencana fc’20 MPa berdimensi 150 mm x 150 mm x 1200 mm dengan variasi tulangan 10 mm, 12 mm, dan 16 mm. Setelah itu FRP ditempelkan pada spesimen beton bertulang menggunakan epoxy. Dalam pelaksanaan, pembebanan dilakukan dengan metode two point load dan analisa data menggunakan metode Digital Image Correlation dan program MATLAB 2016 dilengkapi dengan Ncorr Version 1.2.2. Variasi rasio tulangan mempunyai pengaruh pada daktilitas dimana semakin besar rasio pada spesimen yang diperkuat oleh FRP sifat daktilitasnya semakin menyerupai spesimen yang tidak diperkuat. Spesimen dengan rasio tulangan terkecil yang diperkuat oleh FRP menghasilkan pola retak awal yang lebih besar dan lebih sedikit daripada spesimen dengan rasio tulangan yang lebih besar. Peningkatan kapasitas lentur signifikan terjadi pada balok yang memiliki rasio tulangan 0,009 sebanyak 31%.",
  "creators": "RICKY IVAN WIYANTO; WILLIAM PUTERA SURYANTO",
  "contributors": "Daniel Tjandra (Advisor 1); Gunawan Budi Wijaya S.T., M.T., M.Eng. (Advisor 2); Benjamin Lumantarna (Examination Committee 1); Willy Husada, ST.,MT., Msc. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012436/SIP/2020; Ricky Ivan Wiyanto (21416120)William Putera Suryanto (21416045)",
  "subjects": "CONCRETE BEAMS; REINFORCED CONCRETE CONSTRUCTION"
}