{
  "id": "48414",
  "title": "Pengaruh utilitarian motivation, hedonic motivation, content personalization motivation terhadap online purchase intention melalui attitude toward social media marketing di kalangan mahasiswa Manajemen Bisnis UK Petra: studi kasus pada jasa titip di Instagram",
  "abstract": "Jasa titip merupakan bisnis yang biasanya dilakukan oleh seseorang yang sedang melakukan traveling, baik di dalam negri maupun luar negri, dan kemudian membuka jasa pembelian barang-barang yang diinginkan oleh orang lain, dalam artian konsumen. Penelitian ini bertujuan untuk mengetahui apakah terdapat pengaruh antara utilitarian motivation, hedonic motivation, content personalization motivation terhadap online purchase intention dari jastip melalui attitude toward social media marketing. Jenis penelitian menggunakan metode kuantitatif. Teknik pengambilan sampel yang digunakan dalam penelitian ini adalah dengan menggunakan purposive sampling. Responden penelitian ini yaitu Mahasiswa Manajemen Bisnis Universitas Kristen Petra. Data diolah menggunakan pendekatan persamaan model structural dengan teknik Partial Least Square. Hasil dari penelitian ini menunjukkan bahwa utilitarian motivation tidak berpengaruh signifikan terhadap online purchase intention sedangkan utilitarian motivation berpengaruh terhadap attitude toward social media marketing. Pada penelitian ini juga hedonic motivation, content personalization motivation berpengaruh positif terhadap online purchase intention dan attitude toward social media marketing, serta attitude toward social media marketing berpengaruh positif terhadap online purchase intention",
  "creators": "REGINA NATALIA",
  "contributors": "Dr. Ferry Jaolis, S.E., M.SM., M.RECH. (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1); Sesilya Kempa, S.E., M.M. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011945/MAN/2020; Regina Natalia (31416243)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMERS--RESEARCH; SOCIAL MEDIA--MARKETING"
}