{
  "id": "48416",
  "title": "Effective marketing strategy for ADK Insights",
  "abstract": "Effective marketing strategy is essential for businesses to be implemented in whatever business stage they are going through right now – to provide sustainable growth and grow market shares. Client acquisition is heavily influenced by the client’s needs and marketing strategy used to portray the best of the company’s offerings. Marketing strategy itself is a larger part that encompasses client acquisition, proving that marketing strategy indirectly influences an agency’s source of longevity. With that in mind, the purpose of this research is to help ADK Insights with their client acquisition problem through creating an effective marketing strategy. With the central research question “How can ADK Insights improve its client acquisition through effective marketing strategy to increase its sales?” the research go through various stages – theoretical research on client acquisition, ADK Insights’ current marketing strategy through interviews with ADK Insights’ employees, and analyzing consumer insights’ industry best marketing practices through conducting interviews with both agency-side and client-side professionals. The recommendation is to create an appropriate goal, objective, and targets for ADK Insights, designing a positioning strategy, implementing a mixture of inbound and outbound marketing, and quarterly assessment. These recommendations are intended to help the agency overcome its struggle in client acquisition to get more sales.",
  "creators": "JENNIFER TALIM",
  "contributors": "Douwe Meetsma (Advisor 1); Oscar Peters (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 34010431/MAN/2020; Jennifer Talim (34416012)",
  "subjects": "MARKETING RESEARCH; MARKETING--MANAGEMENT"
}