{
  "id": "48420",
  "title": "Eksperimen upcycling limbah kantong plastik sebagai material produk interior",
  "abstract": "Peningkatan konsumerisme secara signifikan selama dekade terakhir telah menjadi fenomena yang tidak sustainable bagi kesuburan lingkungan hidup flora dan fauna. Dampak negatif akibat meningkatnya limbah plastik terhadap ekosistem laut telah menjadi objek kajian di seluruh dunia, dan menimbulkan keprihatinan konservasionis dan masyarakat umum. Penelitian ini bertujuan untuk mengeksplorasi karakteristik dan potensi dari limbah kantong plastik berbahan high-density polyethylene yang di upcycling, dengan mengubah fungsi kantong plastik menjadi material produk interior. Teknik pengolahan plastik yang dieksplorasi adalah metode fusing, yaitu penggabungan material kantong plastik menggunakan panas dan tekanan. Eksperimen dilakukan untuk merumuskan karakteristik melalui pengaplikasian tekstur dan sambungan dengan rangka furnitur. Selanjutnya, dilakukan berbagai di uji coba material dengan orientasi keperluan produk interior. Hal ini bertujuan untuk menemukan potensi dan rekomendasi bagi penelitian selanjutnya maupun penggunaan material untuk keperluan industri. Penelitian dirumuskan menggunakan metode kualitatif dan kuantitatif. Hasil penelitian yang dihasilkan merekomendasikan material limbah kantong plastik high-density polyethylene untuk menjadi komponen produk interior, dengan batasan-batasan dan pertimbangan tertentu. Limbah kantong plastik yang diolah memiliki potensi yang besar sebagai material produk interior yang bisa diindustrikan, disebabkan oleh karakteristik material yang kuat, lentur, tahan air, dan tahan lama.",
  "creators": "JOSHUA SASONGKO",
  "contributors": "Yusita Kusumarini (Advisor 1); Grace Mulyono (Examination Committee 1); Priyo Suprobo (Examination Committee 2); Frenky Tanaya (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00011926/DIN/2020; Joshua Sasongko (41416027)",
  "subjects": "PLASTICS--WASTE DISPOSAL; INTERIOR DECORATION"
}