{
  "id": "48435",
  "title": "Perbandingan angka produktivitas pemasangan keramik lantai dan plafon",
  "abstract": "Angka produktivitas pekerja merupakan salah satu faktor yang sangat penting pada suatu pekerjaan konstruksi karena dapat menjadi tolak ukur bahwa pekerjaan tersebut terlambat atau tidaknya. Rata-rata pekerja di Indonesia memiliki produktivitas yang cenderung rendah. Berbeda dengan Singapura, Singapura sangat maju dalam berbagai bidang yang salah satunya pada bidang konstruksi. Singapura memiliki sebuah standar yang digunakan sebagai pedoman untuk pengerjaan proyek dalam produktivitas yaitu BCA (Building Construction Authority). Tujuan dari penelitian ini adalah mendapatkan data dan membandingkan angka produktivitas pada pekerjaan konstruksi khususnya pekerjaan finishing pemasangan keramik lantai dan plafon yang ada di Indonesia dan beberapa negara lainnya kemudian mencari tahu apa saja faktor-faktor yang berpengaruh terhadap angka produktivitas tersebut dengan menggunakan pedoman BCA 2014. Penelitian ini dilakukan dengan mengumpulkan data dari studi literatur dan observasi lapangan di pembangunan kantor Gagas Energy Surabaya yang sedang melakukan pekerjaan pemasangan keramik lantai dan plafon. Hasil dari penelitian bahwa pada rata-rata angka produktivitas pekerjaan pemasangan keramik lantai Indonesia masih tertinggal dibanding dengan Singapura dan beberapa negara lainnya, tetapi untuk pekerjaan pemasangan plafon Indonesia memiliki rata-rata angka produktivitas yang cukup tinggi dan dapat mengungguli Singapura dan beberapa negara lainnya. Untuk faktor-faktor penyebab perbedaan angka produktivitas itu dipengaruhi oleh usia pekerja, skill pekerja, dan kondisi lembur.",
  "creators": "KEVIN FILBERT ONGKOJOYO; RUBEN GIOVANNO",
  "contributors": "Paulus Nugraha (Advisor 1); Herry Pintardi Chandra (Examination Committee 1); Jonathan Hendra Kusuma (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012429/SIP/2020; Kevin Filbert Ongkojoyo (21415147)Ruben Giovanno (21415148)",
  "subjects": "LABOR PRODUCTIVITY; CONSTRUCTION INDUSTRY--LABOR PRODUCTIVITY; CEILINGS--INSTALLATION; FLOORING, TILE--INSTALLATION"
}