{
  "id": "48445",
  "title": "Faktor-faktor penyebab timbulnya Non Value Adding Activity & Unnecessary (NVAAU) pada proyek gedung tinggi di Surabaya",
  "abstract": "Pemborosan (waste) merupakan aktivitas manusia yang menyerap sumber daya dalam jumlah tertentu tetapi tidak menghasilkan nilai tambah. Pemborosan (waste) yang terjadi di dalam dunia konstruksi dapat dibagi menjadi 2 yaitu pemborosan material (waste material) dan pemborosan aktivitas (waste activity). Bentuk pemborosan aktivitas atau Non Value Adding Activity & Unnecessary (NVAAU) yaitu rework (pengulangan pekerjaan), waiting periods (waktu tunggu), slow work (kerja yang lambat), dan walking (berjalan). Faktor-faktor penyebab timbulnya NVAAU ini berasal dari grup design, material & peralatan, worker, management, site condition, dan eksternal. Pengambilan data dilakukan dengan menyebar kuesioner pada responden staff dan pekerja pada empat proyek gedung tinggi di Surabaya. Penelitian ini menggunakan analisa statistik One Sample T-Test untuk mendapatkan faktor yang berpengaruh secara signifikan terhadap timbulnya NVAAU bagi pekerja di lapangan. Analisa yang dilakukan dalam penelitian ini mengacu pada nilai P-Value untuk menentukan signifikan atau tidaknya faktor tersebut terhadap timbulnya NVAAU. Faktor dengan nilai P-Value kurang dari sama dengan 0.05 akan berpengaruh secara signifikan sedangkan faktor dengan nilai lebih dari 0.05 akan memberikan pengaruh tidak signfikan terhadap NVAAU. Hasil analisa menunjukkan bahwa terdapat tiga faktor global yang berpengaruh secara signifikan terhadap timbulnya NVAAU yaitu kurangnya informasi design, perubahan design, dan material yang belum tersedia.",
  "creators": "MICHAEL WIRANATA; DIKY RIESKY HARIYANTO",
  "contributors": "Andi (Advisor 1); Sandra Loekita (Examination Committee 1); Sentosa Limanto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012438/SIP/2020; Michael Wiranata (21416073)Diky Riesky Hariyanto (21416116)",
  "subjects": "CONSTRUCTION INDUSTRY--MANAGEMENT; CONSTRUCTION INDUSTRY--WASTE MINIMIZATION"
}