{
  "id": "48454",
  "title": "Perancangan set furniture ruang tunggu dengan menggunakan mix material sisa",
  "abstract": "Produk Interior mengalami peningkatan order dari tahun ke tahunnya seiring dengan pertumbuhan penduduk yang terus meningkat. Setiap pembuatan produk, pasti akan menghasilkan limbah produksi. Limbah produksi yang dihasilkan berupa material sisa produksi. Material sisa produksi ini, masih memiliki kualitas yang baik dan memiliki peluang untuk dikembangkan kembali menjadi produk interior. Selain menambah nilai estetik, nilai ekonomi dari material sisa ini juga dapat meningkat. Oleh karena itu, perancangan kali ini memaanfaatkan material sisa produksi ini untuk di olah kembali menjadi produk interior. Perancangan ini bertujuan untuk mengurangi limbah produksi dan menambah nilai dari material sisa tersebut. Perbedaan perancangan ini dengan perancangan-perancangan sebelumnya adalah konsep “mix material”, dimana perancangan ini tidak hanya menggunakan satu jenis kayu sisa tetapi beberapa jenis kayu solid. Selain menggunakan beberapa jenis kayu sisa, perancangan ini juga menggunakan material batu alam yaitu marmer yang sedang populer dikalangan masyarakat kontemporer. Perancangan ini mendapatkan material sisa dengan bekerja sama dengan perusahaan produk interior dan perusahaan batu alam di Surabaya. Dengan adanya perancangan ini, material sisa limbah produksi dapat dimanfaatkan lebih baik lagi dikemudian hari.",
  "creators": "FELLICIA ANGELINA GUNAWAN",
  "contributors": "Grace Mulyono (Advisor 1); Yusita Kusumarini (Examination Committee 1); Filipus Priyo Suprobo, S.T., M.T. (Advisor 2); Frenky Tanaya, S.T., M.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021912/DIN/2020; Fellicia Angelina Gunawan (41416055)",
  "subjects": "FURNITURE DESIGN; MARBLE BUILDINGS"
}