{
  "id": "48460",
  "title": "Perancangan Interior organic eatery space for modern living di Surabaya",
  "abstract": "Restoran merupakan tempat untuk menikmati makanan dan minuman yang di komersilkan. Pada era modern ini, perkembangan restoran sangatlah pesat. Menurut data Dinas Kebudayaan dan Pariwisata Provinsi Jawa Timur,pertumbuhan restoran dari 2018 ke 2019 meningkat dari 3432 restoran pada tahun 2018 menjadi 4169 restoran pada tahun 2019. Hal ini didukung dengan perkembangan teknologi khususnya sosial media yang menyebabkan munculnya perilaku masyarakat untuk mencari restoran yang instagramable. Maraknya isu global yang terjadi menyebabkan kondisi lingkungan dunia yang semakin memprihatinkan. Di Surabaya, kesadaran mengenai pola hidup sehat masih sangat minim, jika hal ini terjadi terus menerus, maka akan memberikan dampak negatif kepada lingkungan dan masyarakat didalamnya. Faktor pemicu dapat dilihat dari makanan yang dikonsumsi, pola hidup dan kesadaran akan pentingnya menjaga lingkungan. Sehingga penulis ingin merancang ruang interior restoran yang dapat memberikan pengalaman dan edukasi mengenai pola hidup sehat dan teknik vertical farming. Perancangan Organic Eatery Space for Modern Living ini dibuat untuk meningkatkan kesadaran masyarakat Surabaya terhadap pola hidup sehat yaitu healthy lifestyle dan green lifesyle. Hal ini dapat di aplikasikan pada elemen interior restoran maupun sistem pelayanannya yang dapat memberikan kesan tersendiri pada pengunjungnya. Dengan ruang edukasi yang interaktif diharapkan dapat mengembalikan rasa nyaman dan memberikan pengetahuan bagi pengunjung untuk menjalani pola hidup yang lebih sehat. Pada perancangan interior Organic Eatery Space for Modern Living ini penulis akan menyertakan berbagai program ruang yang dapat mendukung aktivitas edukasi dan operasional restoran. Perancangan ini juga dibuat secara inovatif, kreatif dan interaktif sehingga dapat mewadahi dan memberikan dampak positif terhadap masyarakat kota Surabaya.",
  "creators": "EDWIN OKA SETIAWAN",
  "contributors": "Diana Thamrin,S.Sn. (Advisor 1); Ronald H.I. Sitindjak (Examination Committee 1); Poppy Firtatwentyna Nilasari, S.T., M.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021899/DIN/2020; Edwin Oka Setiawan (41416115)",
  "subjects": "INTERIOR DESIGN; RESTAURANTS--DECORATION"
}