{
  "id": "48469",
  "title": "Pola ruang hunian tradisional Ponorogo (studi kasus hunian Warok dan Lurah di Ponorogo)",
  "abstract": "Hunian masyarakat Ponorogo memiliki ciri khas di antaranya hunian Warok dan Lurah. Keduanya memiliki kekuatan yang seimbang namun, Warok merupakan pemimpin masyarakat secara spiritual, sedangkan Lurah merupakan pemimpin masyarakat namun mengurus hal administrasi. Perbedaan kepemimpinan tersebut mempengaruhi pola ruang huniannya. Sehingga ingin diketahui bagaimana pola ruang hunian tradisional Ponorogo dan apa saja perubahan fisik maupun non fisiknya serta penyebab perubahan tersebut. Metode penelitian ini menggunakan penelitian kualitatif deskriptif dengan pendekatan partisipatori meliputi sesepuh di Kecamatan Kauman dan Ponorogo. Dalam penelitian ini diambil empat sampel yaitu dua hunian Warok dan dua hunian Lurah. Dari penelitian ini dapat diketahui pola ruang hunian berbentuk L, susunan ruang dibuat berdasarkan ruang yang paling publik dan semakin ke belakang ruang privat. Ruang paling depan yaitu pendhapa, dalem, tiga senthong yang letaknya sejajar (senthong kiri, tengah dan kanan), di kiri dalem merupakan pawon. Perubahan yang terjadi terdapat pada level lantai, bentuk plafon, penambahan ruang, tata letak ruang, luasan ruang, perabot, fungsi ruang publik dan privat yang dicampur, tidak lagi memperhatikan perbedaan gender. Penyebabnya karena pengaruh ekonomi dan sosial.",
  "creators": "GRACELLA WIDJAYA PRANATA",
  "contributors": "Dr. Ir. Lintu Tulistyantoro, M.Ds. (Advisor 1); Dr. Ir. Hedy Constancia Indrani, M.T. (Examination Committee 1); Lucky Basuki (Examination Committee 2); David Tan Kayogi, S.T., HDII (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00011985/DIN/2020; Gracella Widjaya Pranata (41416067)",
  "subjects": "ARCHITECTURE, DOMESTIC-DECORATION; INTERIOR DECORATION--DESIGN"
}