{
  "id": "48472",
  "title": "Sebaran tanah ekspansif di Surabaya berdasarkan tingkat kembang susutnya",
  "abstract": "Tanah ekspansif merupakan tanah yang memiliki tingkat kembang susut akibat perubahan kadar air. Dampak dari sifat kembang susut yang tinggi pada tanah ekspansif dapat menimbulkan kerusakan pada bangunan di atasnya. Untuk itu dalam suatu perencanaan konstruksi perlu dilakukan pengujian terhadap tingkat kembang susut tanah ekspansif. Tanah dibeberapa lokasi Surabaya memiliki sifat ekspansif, terutama di daerah Surabaya Barat. Tanah ekspansif di Surabaya Barat tersebut memiliki tingkat ekspansif yang berbeda-beda pada setiap lokasinya. Pada penelitian ini akan dipetakan karakteristik dari kembang susut tanah ekspansif di Surabaya. Pada penelitian ini yang pertama mengumpulkan data tanah ekspansif berupa data karakteristik tanah asli (Indeks Plastis, Indeks Susut, N-SPT, % lolos ayakan no. 200, Liquid Limit dan potensi pengembangan) lalu dibandingkan dengan klasifikasi tanah yang sudah dilakukan oleh para ahli. Data dianalisis dan dikelompokkan dengan memberi tingkat nilai kembang susut tanah (rendah, sedang, tinggi, sangat tinggi). Setelah mengetahui tingkat ekspansifnya kemudian data dipetakan, lalu dikelompokkan menjadi suatu daerah dan dianalisis terhadap lapisan geologi. Hasil penelitian menunjukkan bahwa tanah di Surabaya Barat menurut Indeks Plastis, Batas Susut, Liquid Limit, % butiran lolos ayakan no.200 dan potensi pengembangannya menghasilkan rata-rata tinggi dan sangat tinggi, untuk N-SPT dan Indeks Susut tingkat kembang susutnya sedang dan rendah.",
  "creators": "AGNES ELENA; JOSHUA ALEXANDER",
  "contributors": "Gogot Setyo Budi (Advisor 1); Daniel Tjandra (Advisor 2); Paravita Sri Wulandari (Examination Committee 1); Johanes Indrojono Suwono (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 12012418/SIP/2020; Agnes Elena (21415001), Joshua Alexander (21415129)",
  "subjects": "SOIL MECHANICS"
}