{
  "id": "48476",
  "title": "Simulasi operasi konstruksi flexible pavement dengan model CYCLONE (studi kasus: proyek Jalan Kota di Tarakan)",
  "abstract": "Proyek konstruksi merupakan proyek yang unik karena akan selalu terdapat perbedaan karakteristik pada setiap proyek konstruksi, proyek konstruksi dengan kegiatan repetitif yang dilakukan oleh sumber daya proyek (manusia, mesin, dan material) akan membentuk sebuah siklus yang berulang, di mana semua kegiatan akan saling berhubungan satu sama lain. Seiring dengan berkembangnya teknologi, konsep CYCLONE (CYCLic Operation NEtwork) merupakan teknologi yang digunakan untuk membantu efisiensi kegiatan yang repetitif, untuk mengetahui produktivitas operasional dan idle time sumber daya proyek. Penelitian ini bertujuan untuk mengetahui produktivitas dan idle time sumber daya proyek pada operasi konstruksi flexible pavement, dengan membuat model operasi flexible pavement yang bisa mewakili kondisi operasi di lapangan, dimana kebutuhan truk pada asphalt mixing plant (AMP) yang akan digunakan dapat di optimasi berdasarkan pada idle time minimum. Permodelan yang dibuat menggunakan elemen-elemen dasar dari Cyclone. Penelitian ini dilakukan dengan melakukan observasi lapangan dan data historical proyek yang sedang dilaksanakan. Hasil penelitian menunjukkan bahwa produktivitas untuk 1 unit AMP, 1 unit spreader, dan 6 unit truk adalah 1.30 meter per menit. Penggunaan 6 truk untuk hauling memiliki idle time 0.00% pada AMP, 18.94% pada spreader, namun terjadi 49.94% pada truk. Hasil dari penelitian disimulasikan ulang dengan mengurangi jumlah truk menjadi 2 agar dapat mengurangi idle time pada setiap sumber daya. Untuk proyek ke depan telah dibuatkan acuan untuk menentukan jumlah truk yang akan digunakan berdasarkan pada jarak antara lokasi proyek dengan lokasi AMP.",
  "creators": "CHARLES KUANDA; WILLIAM CHRISTIAN TEDJO",
  "contributors": "Ratna S. Alifen (Advisor 1); Budiman Proboyo (Examination Committee 1); Gunawan Budi Wijaya S.T., M.T., M.Eng. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012428/SIP/2020; Charles Kuanda (21415205), William Christian Tedjo (21415111)",
  "subjects": "PAVEMENTS, FLEXIBLE"
}