{
  "id": "48484",
  "title": "Penerapan Fuzzy pada indikator teknikal untuk memprediksi trend dan manajemen resiko pada pasar Forex",
  "abstract": "Melakukan trading pada pasar forex (foreign exchange) merupakan suatu kegiatan yang dapat memberikan keuntungan yang besar dan kemudahan bagi trader sebab tidak memerlukan tempat kantor secara fisik dan proses trading bisa dilakukan di mana saja. Namun dalam trading tidak lepas dari resiko kerugian yang besar juga karena trader terkadang tidak mengerti pergerakan trend yang terjadi maupun mengalami kesulitan dalam menentukan resiko yang harus diambil. Hal ini menyebabkan para trader cenderung mendapatkan kerugian dibandingkan keuntungan. Untuk itu trader perlu suatu program atau expert advisor (EA) yang dapat membantu memprediksi trend dan melakukan manajemen resiko pasar. Pergerakan pasar forex yang begitu dinamis dan keberagaman pair currency seringkali membuat para trader kesulitan untuk membaca keadaan yang tepat dan menentukan kapan waktu yang tepat melakukan trading. Sebagai solusi untuk mengatasi ketidakjelasan/ketidakpastian dalam menganalisa pasar tersebut, salah satu konsep yang dapat digunakan adalah logika fuzzy. Pemakaian konsep ini dapat membantu merubah sesuatu yang memiliki unsur ketidakpastian untuk menghasilkan suatu nilai yang dapat digunakan sebagai acuan. Hasil pengujian yang telah dilakukan pada 3 indikator teknikal (Relative Strength Index, Stochastic Oscillator, dan Moving Average Convergence/Divergence) dalam pasar forex dengan menggunakan logika fuzzy yang berbentuk program expert advisor (EA) menunjukkan bahwa beberapa expert advisor (EA) yang dibentuk dengan parameter yang telah ditentukan akan menghasilkan batasan output stop loss yang sesuai, sehingga dapat memberikan profit terbesar sebanyak 128.04 pada pair AUD/USD, 175.42 pada pair GBP/USD dan 250.26 pada pair USD/JPY dalam 3 tahun terakhir.",
  "creators": "SUTIKNO GOUTAMA",
  "contributors": "Agustinus Noertjahyana (Advisor 1); Rolly Intan (Advisor 2); Liliana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01021998/INF/2020; Sutikno Goutama (26416056)",
  "subjects": "FUZZY LOGIC; RISK MANAGEMENT"
}