{
  "id": "48489",
  "title": "Perancangan interior Pusat Rekreasi Kulit Indoor Magetan",
  "abstract": "Melakukan rekreasi merupakan kebutuhan dasar manusia agar dapat hidup bahagia. Sebab rekreasi berhubungan erat dengan kepuasan secara emosional. Selain belajar dan bekerja manusia juga perlu memuaskan pikiran dan badan secara emosional dengan beristirahat, rileks, dan berekreasi. Pembangunan daerah wisata sebagai sarana rekreasi menjadi salah satu dari 5 Target Pemerintahan Jokowi di periode kedua. Pariwisata mengambil peran penting dalam pembangunan negara Indonesia dan menyumbang devisa yang sangat besar. Dengan perbaikan infrastruktur dan kesadaran masyarakat akan kebutuhan bepergian, membuat laju pariwisata lintas daerah semakin tinggi. Kota Magetan yang sudah bergelut dalam industri kulit sejak tahun1830 memiliki potensi tinggi untuk menarik wisatawan melalui edukasi rekreatif yang dikemas secara kreativ. Perancangan pusat rekreasi dirancang untuk mengenalkan proses pembuatan kulit dan jenis -jenisnyaa, dengan harapan dapat memberikan edukasi kepada masyarakat lokal maupun antar kota supaya lebih mengenal Magetan sebagai kota industri kulit. Lokasi perancangan yang dipilih adalah daerah Telaga Sarangan, Magetan, Jawa Timur. Tepatnya di kawasan Cemoro Sewu(kaki Gunung Lawu) yang berdekatan dengan objek wisata lainnya. Dengan dibangunnya Pusat Rekreasi Magetan Park , diharapkan target Pendapatan Asli Daerah (PAD) sektor wisata yang turun dapat meningkat.",
  "creators": "OLIVIA VIDA LEE",
  "contributors": "Purnama Esa Dora Tedjokoesoemo, S.Sn., M.Sc. (Advisor 1); Sriti Mayang Sari (Examination Committee 1); Maria Suzanna G. Poetiray, S.Sn., M.T (Advisor 2); Ir. Hendy Mulyono (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021877/DIN/2020; Olivia Vida Lee (41416099)",
  "subjects": "INTERIOR DECORATION; RECREATION CENTERS--DESIGNS AND PLANS"
}