{
  "id": "48511",
  "title": "Pengaruh social media dan Fear of Missing Out (FoMO) terhadap purchase intention minuman kopi di kota Ambon",
  "abstract": "Penelitian ini bertujuan untuk mengetahui pengaruh yang ditimbulkan oleh Pengaruh Sosial Media dan Fear of Missing Out (FoMO) terhadap Purchase Intention Minuman Kopi di Kota Ambon. Jenis penelitian yang dipergunakan dalam penelitian ini adalah penelitian kuantitatif dengan mempergunakan software SmartPLS 3.0 dari metode partial least square (PLS). Sampel dari penelitain ini adalah 99 generasi milenial di Ambon yang sering meminum kopi. Penelitian menggunakan teknik Simple Random Sampling. Teknik pengambilan data yang digunakan dalam penelitian ini adalah menyebarkan kuesioner (angket) melalui google form. Hasil penelitian ini menunjukkan bahwa social media berpengaruh signifikan purchase intention yang ditunjukkan dari hasil dari t-statistic sebesar 10,761 dan signifikan p-values sebesar 0,000, social media berpengaruh signifikan fear of missing out yang ditunjukkan dari hasil dari t-statistic sebesar 11,565 dan signifikan p-values sebesar 0,000 , fear of missing out berpengaruh signifikan purchase intention yang ditunjukkan dari hasil dari t-statistic sebesar 3,480 dan signifikan p-values sebesar 0,001. Social media ke purchase intention melalui fear of missing out yang ditunjukkan dari hasil dari t-statistic sebesar 3,395 dan signifikan p-values sebesar 0,001.",
  "creators": "FIOLETTE SANDYEGO DUMALANG",
  "contributors": "Widjojo Suprapto (Advisor and Examination Committee); Dr. Ir. Hotlan Siagian MSc. (Examination Committee 2); Dhyah Harjanti (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011969/MAN/2020; Fiolette Sandyego Dumalang (31416244)",
  "subjects": "CONSUMER BEHAVIOR; SOCIAL MEDIA--INFLUENCE; CONSUMERS--RESEARCH"
}