{
  "id": "48510",
  "title": "Implementasi algoritma YOLO pada aplikasi pendeteksi senjata tajam di Android",
  "abstract": "Kemajuan computational power di perangkat Smartphone sudah melebihi kebutuhan tradisional handphone. Dengan multi core processors, dedicated GPUs, serta RAM yang mencapai Gigabytes memungkinkan perangkat Smartphone untuk menjalankan task yang menuntut computational power yang lebih tinggi. Object detection membutuhkan computational power yang tinggi. Tensorflow Lite dapat digunakan untuk menjalankan model yang dengan cepat dan mudah ke perangkat mobile. Jaringan YOLO dipakai karena kinerja yang lebih cepat dan akurat dari jaringan lain. Object yang akan diidentifikasikan adalah senjata tajam pisau dan golok. Senjata tajam ini dipilih karena potensi aplikasi di dunia nyata. Aplikasi dapat digunakan untuk melakukan deteksi senjata bagi taxi online. Program Akan dibuat untuk aplikasi Android. Model yang dilatih adalah YOLOv2-tiny, YOLOv3-tiny dan YOLOv3. Transfer Learning dilakukan kepada model-model tersebut agar YOLO dapat mendeteksi senjata tajam yang diinginkan. Proses Transfer Learning dilakukan dengan menggunakan Darknet. Model yang dihasilkan dari Darknet ini kemudian dikonversi menjadi Tensorflow Lite. Hasil konversi inilah yang dapat digunakan di aplikasi Android. Pengujian model dilakukan dengan melihat beberapa metric akurasi standard seperti precision, recall, mAP, dan average IoU. Kemudian model dengan hasil terbaik diuji dengan beberapa scenario gambar berbeda. Model dengan kinerja terbaik akan dipasang di aplikasi Android untuk melakukan deteksi objek senjata tajam. Ketika aplikasi berhasil mendeteksi objek senjata tajam pisau atau golok, user dapat mengirim alert ke nomor telpon dan alamat email yang sudah ditentukan. Hasil pengujian menunjukkan bahwa kinerja model sangat bergantung dari jenis jaringan, jumlah dataset, dan bentuk dataset. Jaringan YOLOv2-tiny terlalu banyak menghasilkan False Positive ketika dataset bertambah banyak dan menghasilkan rata-rata mAP dan average IoU paling rendah yaitu 55% dan 35%. Terjadi penurunan akurasi ketika model berubah dari model Darkflow menjadi Flatbuffer Tensorflow Lite. YOLOv3 dari akurasi 81.8% menjadi 72.7% sedangkan YOLOv3-tiny dari 81.8% menjadi 63.6% Jaringan YOLOv3 di Android membutuhkan waktu inferensi yang terlalu lama (10 detik) untuk dapat mencapai deteksi real-time. Jaringan YOLOv3-tiny cocok digunakan untuk deteksi real-time karena waktu inferensi yang cepat (0.9 detik) walaupun akurasi lebih kecil ketika dibandingkan dengan YOLOv3.",
  "creators": "CHRISTOPHER NATHANAEL",
  "contributors": "Silvia Rostianingsih (Advisor 1); Andreas Handojo (Examination Committee 1); Kartika Gunadi (Examination Committee 2); Anita Nathania Purbowo (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022006/INF/2020; Christopher Nathanael (26416002)",
  "subjects": "ARTIFICIAL INTELLIGENCE; GENETIC ALGORITHMS; NEURAL NETWORK (COMPUTER SCIENCE)"
}