{
  "id": "48539",
  "title": "Pelaporan penipuan pajak: pengaruh motif iri hati dan imbalan finansial",
  "abstract": "Penelitian ini menguji pengaruh iri dan imbalan finansial pada pelaporan penipuan pajak. Fokus dalam penelitian ini adalah pada motivasi seorang wajib pajak dalam melaporkan wajib pajak lainnya yang melakukan tindakan penipuan pajak. Penelitian ini menggunakan desain antar subyek yang sepenuhnya dilintasi dalam studi eksperimental. Sampel yang digunakan dalam penelitian ini adalah data dari 50 wajib pajak di Indonesia, dengan menggunakan metode accidental sampling. Ada dua motivasi dalam penelitian ini, yang pertama adalah motivasi intrinsik yang peneliti sebut sebagai keberadaan iri hati. Motivasi ekstrinsik dalam penelitian ini adalah imbalan finansial, yang artinya wajib pajak yang melaporkan penipuan pajak (whistleblower) ke Direktorat Jenderal Pajak Pusat Pengaduan akan mendapatkan sejumlah uang sebagai hadiah. Penelitian ini menemukan bahwa kedua motivasi ini tidak memiliki pengaruh yang signifikan terhadap niat untuk melaporkan wajib pajak yang melakukan penipuan pajak. Penelitian ini memberikan kontribusi kepada Otoritas Pajak Indonesia dalam mengoptimalkan partisipasi whistleblower, yang akan meminimalkan terjadinya penipuan pajak. Hasil penelitian ini memberikan beberapa saran untuk meningkatkan kepatuhan pajak yang akan menciptakan keadilan bagi semua wajib pajak di Indonesia, beberapa tindakan yang akan mendukung pelapor adalah meningkatkan perlindungan bagi pelapor penipuan pajak. Saran lain adalah untuk lebih memotivasi, baik secara moral maupun pahala.",
  "creators": "JANICE ZERLINDA HANDIWIKARSA",
  "contributors": "Retnaningtyas Widuri, S.Sos., M.M. (Advisor 1); Yenni Mangoting (Examination Committee 1); Elisa Tjondro (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011563/AKT/2020; Janice Zerlinda Handiwikarsa (32416100)",
  "subjects": "TAX EVASION"
}