{
  "id": "48545",
  "title": "Pengaruh kepuasan kerja terhadap kinerja karyawan melalui organizational citizenship behavior PT Srikandi plastik Sidoarjo",
  "abstract": "Sumber daya manusia merupakan salah satu faktor penting dalam sebuah perusahaan. Pengelolaan sumber daya manusia yang baik akan meningkatkan efektivitas dan efisiensi perusahaan dalam menjalankan fungsinya. Tujuan dalam penelitian ini adalah untuk mengetahui pengaruh kepuasan kerja terhadap organizational citizenship behavior dan kinerja karyawan serta pengaruh organizational citizenship behavior terhadap kinerja karyawan pada PT Srikandi Plastik Sidoarjo. Penelitian ini menggunakan jenis penelitian kausalitas dengan menggunakan metode kuantitatif. Populasi dan sampel yang digunakan dalam penelitian ini adalah seluruh karyawan tetap PT Srikandi Plastik Sidoarjo sebanyak 87 orang dengan menggunakan teknik sampling jenuh. Pengumpulan data dilakukan dengan menyebarkan kuesioner. Teknik analisis dalam penelitian ini menggunakan analisis Partial Least Square (PLS). Hasil dalam penelitian ini diperoleh hasil bahwa: (1) kepuasan kerja berpengaruh signifikan terhadap organizational citizenship behavior, sehingga hipotesis pertama dinyatakan diterima; (2) kepuasan kerja tidak berpengaruh signifikan terhadap kinerja karyawan, sehingga hipotesis kedua dinyatakan tidak diterima; (3) organizational citizenship behavior berpengaruh signifikan terhadap kinerja karyawan, sehingga hipotesis ketiga dinyatakan diterima.",
  "creators": "BILLION MARKUS BOEDIONO",
  "contributors": "Marcus Remiasa (Advisor 1); Thomas Santoso (Examination Committee 1); Yonathan Palumian, S.M.B. ,M.S.M (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011887/MAN/2020; Billion Markus Boediono (31413167)",
  "subjects": "ORGANIZATIONAL BEHAVIOR; PERFORMANCE"
}