{
  "id": "48546",
  "title": "Pengaruh celebrity endorsement terhadap keputusan pembelian melalui brand image pada produk sportswear merek Under Armour",
  "abstract": "Fenomena atas keputusan konsumen dalam menentukan atau memilih sebuah merk sportswear tertentu bukanlah hal yang begitu saja terjadi, banyak pertimbangan yang dilakukan konsumen sebelum memutuskan untuk membeli suatu produk, terutama dalam faktor pemasaran. Pemasaran dengan menggunakan celebrity endorser menjadi cara yang jitu dan efektif dalam melakukan tugasnya untuk mengenalkan suatu produk terhadap masyarakat luas. Under Armour merupakan perusahaan Amerika yang memproduksi sportswear dan sepatu olahraga. Tujuan penelitian untuk mengetahui pengaruh Celebrity Endorsement terhadap Brand Brand image terhadap Keputusan Pembelian Produk Sportswear Merek Under Armour; serta untuk mengetahui pengaruh Celebrity Endorsement terhadap Keputusan Pembelian melalui Brandimage pada Produk Sportswear Merek Under Armour. Penelitian ini termasuk dalam jenis penelitian causal dengan pendekatan kuantitatif. Teknik pengambilan yang digunakan adalah dengan non probability sampling. Penentuan pengambilan jumlah responden (sampel) dilakukan melalui teknik purposive sampling. Populasi sampel adalah 100 konsumen produk merek Under Armour. Teknik analisis data yang digunakan dalam penelitian menggunakan Structural Equation Modelling (SEM) dengan software Smart PLS (Partial Least Square).",
  "creators": "SONNY NATHANIEL CATUR WIJAYA",
  "contributors": "Wilma Laura Sahetapy (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1); Dr. Roy Setiawan, S.Kom., M.M., M.SM., M.Th. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011960/MAN/2020; Sonny Nathaniel Catur Wijaya (31416050)",
  "subjects": "CONSUMER BEHAVIOR; ENDORSEMENTS IN ADVERTISING; BRAND IMAGE"
}