{
  "id": "48541",
  "title": "The loss of virtual and simulation identity in online/virtual platform written adaptation “Digimon story cyber sleuth: Hacker’s memory”",
  "abstract": "This creative project is a written adaptation of a video game entitled Digimon Story Cyber Sleuth: Hacker’s Memory (2017). The theory of adaptation by Linda Hutcheon will serve as the main theory I use to craft this project. Moreover, the theory of simulation By Jean Baudrillard and the theory of social identity are used inside the story as thematic elements. The story begins with a young man who lost his virtual account. To get his account back, he has to get involved in the world of hackers, which are individuals who are able to temper the programming codes of EDEN (a virtual space where people can fully dive their minds) just like how it used to be in regular computers to achieve a certain purpose. In this involvement, the protagonist also encounters creatures known as Digimon, which will then play a major role in the story moving forward. The protagonist also meets a hacker group called Hudie, which the protagonist ends up joining to gain support in searching for his missing account. The purpose is showing how the main protagonist shapes his own identity by encountering different scenarios and the story twist the role of a “hacker” into the role of “hero” by presenting the concept of a hacker as a regular job in society. The result of this adaptation is two hundred and thirty pages written novel that encompasses issues such as identity and simulation within a social context. Throughout the process, I also figure out that the process of adaptation is quite difficult, especially within a restricted time period.",
  "creators": "Richard Lawrence",
  "contributors": "Ribut Basuki (Advisor 1); Dwi Setiawan (Examination Committee 1); Liem Satya Limanta (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01010017/MS/2020; Richard Lawrence (A21180004)",
  "subjects": "SCIENCE FICTION; CYBERPUNK FICTION"
}