{
  "id": "48557",
  "title": "Auditor switching, CSR performance, & EPS as the determinant of changes in share price of natural resources industry sector in Indonesia",
  "abstract": "With an attempt to examine the market reaction from the share price (SP), the company decided to switch its auditor (AS) as well as disclosing its CSR policy (CSR) and the reported earnings per share (EPS) and using ordinal measurement on each auditor switching direction and KLD index to measures the CSR policy disclosed by the company. While the EPS is using the year ended reported EPS. The multilinear regression is used to derive the correlation among those variables with the Firm Size and Debt-to-Asset as the controlling factor. The studies are measuring 210 firm years sample size of Indonesia’s natural resources industry sector. The studies discovered Auditor Switching is negatively-weak correlated with the share price, and the CSR is positively-weak associated with the share price. At last, the EPS is found to be significant. It suggests that further examination of government regulation changes should be considered in whether Indonesia’s Investor considers certain factors. Such as the importance of encouraging the voluntary auditor switching to maintain the quality of the report as well as the CSR Index as the benchmark of Indonesian company’s performances. This study aimed to draw the attention on the non-accounting & accounting-based measures which may affect the investor’s perception of a company, through assessing the implication of the auditor switching & disclosing CSR performance, and lastly the reported EPS",
  "creators": "FANNY IBRAHIM",
  "contributors": "Josua Tarigan (Advisor and Examination Committee); Saarce Elsye Hatane (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011571/AKT/2020; Fanny Ibrahim (32416160)",
  "subjects": "STOCK EXCHANGES; STOCK EXCHANGES--INDONESIA"
}