{
  "id": "48579",
  "title": "Pengaruh waktu tundaan pemadatan terhadap karakteristik campuran aspal dingin dengan tambahan semen",
  "abstract": "Jalan aspal merupakan kebutuhan bagi setiap transportasi darat, karena kenyamanan yang diberikan oleh jalan aspal serta keamanannya. Jalan aspal saat ini sangat erat kaitannya dengan Campuran Aspal Panas (CAP). Campuran aspal panas yang memiliki dampak buruk bagi lingkungan menjadi isu terbesar penggunaan jalan aspal saat ini, karena saat aspal dipanaskan mengeluarkan banyak polusi udara. Untuk masa yang akan datang pasti akan ada solusi untuk masalah ini, salah satu solusi yang sekarang sedang dikembangkan adalah aspal emulsi, yang pemakaiannya tidak perlu dipanaskan. Aspal emulsi dapat dikelompokan menurut jenis muatan listriknya dan menurut kecepatan pengerasannya. Karakterisitik semen yang dapat menghidrasi kandungan air digunakan pada campuran aspal emulsi dingin untuk mepercepat waktu setting, dan dapat meningkatkan kekuatan awal (early strength) dari aspal emulsi. Berdasarkan penelitian yang dilakukan, kadar semen optimum yang memenuhi spesifikasi sebesar 2%. Parameter dominan yang diperhatikan dalam campuran aspal emulsi dingin dengan tundaan waktu pemadatan dengan tambahan semen adalah stabilitas dan VIM yang nilainya secara berturut-turut untuk tundaan 1 hari, 3 hari, dan 7 hari kondisi kering dan basah sebesar: 1 hari kering sebesar 586.27 kg, 11.13%; basah sebesar 577.91 kg, 11.62%; 3 hari kering sebesar 527.48 kg, 11.77%; basah sebesar 752.68 kg, 10.41%; 7 hari kering sebesar 669.39 kg, 12.68%; basah 786.26 kg, 12.75%. Tren nilai Stabilitas & VIM yang semakin membesar juga dipengaruhi karena elastisitas spesimen.",
  "creators": "CHRISTOPHER HANSEL F; OCKY HARYADI",
  "contributors": "Paravita Sri Wulandari (Advisor 1); Harry Patmadjaja (Advisor 2); Rudy Setiawan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 13012420/SIP/2020; Christopher Hansel F (21414096)Ocky Haryadi (21414102)",
  "subjects": "ASPHALT CONCRETE; ASPHALT CEMENT; ASPHALT EMULSION MIXTURES"
}