{
  "id": "4857",
  "title": "Perancangan corporate identity properti Fortune City di Surabaya",
  "abstract": "Perkembangan jumlah penduduk di kota Surabaya yang kian pesat dari tahun ke tahun menyebabkan semakin bertambahnya kebutuhan masyarakat akan properti-properti baru yang memadai. Fortune City merupakan sebuah komplek properti baru yang dikelola oleh PT. Fortune Mate Indonesia Tbk., yang dibangun dengan konsep kota satelit modern berlokasi di wilayah Surabaya Barat, dengan luas lahan kurang lebih 1500 hektar yang akan dibangun secara bertahap, dengan pembangunan tahap pertama seluas 200 hektar. Tujuan perancangan ini adalah untuk merancang sebuah perangkat corporate identity untuk properti Fortune City yang mutlak dibutuhkan sebagai sebuah komplek hunian baru sehingga mampu menanamkan image dan menarik minat masyarakat terhadap properti ini. Perancangan ini meliputi perancangan logo corporate dan cluster, perangkat surat-menyurat, sistem penanda, website, interactive CD hingga pada perancangan merchandise sebagai sarana promosi. Penggunaan gaya desain dan layout minimalis serta modern dengan penonjolan elemen fotografi yang menarik bertujuan untuk membangun suasana serta image yang hendak ditampilkan oleh komplek hunian ini serta untuk menyesuaikan dengan karakter target market yang dituju oleh komplek properti ini, yaitu masyarakat kalangan ekonomi menengah ke atas. Melalui perancangan ini, dapat diambil kesimpulan bahwa corporate identity dan graphics yang kuat dalam sebuah properti adalah mutlak dimiliki. Hal ini disebabkan karena pada masa sekarang ini, persaingan properti bukan hanya berarti persaingan dalam hal fisik bangunan saja, melainkan pada nuansa yang tercipta di dalamnya. Oleh karena itu, perancangan sebuah corporate identity yang matang dan terkonsep dapat membawa keuntungan ganda, bukan hanya bagi para pengembangnya namun juga pada lingkungan sosial di sekitar komplek properti tersebut.",
  "creators": "LILIANY SANTOSO",
  "contributors": "YOHANES MOELJADI PRANATA (Advisor 1); MARGANA (Advisor 2); Listia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Identitas Perusahaan",
  "source": "Identitas Perusahaan No.00070757/DKV/2006; Liliany Santoso (42402023)",
  "subjects": "VISUAL COMMUNICATION; COMMERCIAL ART; POSTERS; GRAPHIC ARTS"
}