{
  "id": "48581",
  "title": "Penerapan konsep marketplace pada bisnis laundry dengan menggunakan framework multiplatform flutter",
  "abstract": "Seiring berjalannya waktu, semakin banyak perusahaan laundry yang terancam eksistensinya karena kurangnya wadah untuk menampung kebutuhan laundry dari pelanggan dan akhirnya mengakibatkan semakin kurang banyaknya pelanggan, dengan berbagai macam alasan yang dimiliki oleh pelanggan seperti jarak yang tidak memungkinkan, dan ketidaktahuan pelanggan akan laundry yang berkualitas secara harga dan pemenuhan kebutuhan. Jika dilihat dari aspek pelanggan, pengguna membutuhkan sebuah sistem yang dapat memudahkan pengguna dalam memenuhi kebutuhan untuk mencuci, baik dalam segi efisiensi waktu, maupun keterjangkuan tempat. Jika dilihat dari aspek pihak laundry, pihak laundry membutuhkan sistem yang dapat menjadi jembatan antara pengguna dan pihak, agar pihak laundry dapat memasuki pasar yang lebih luas. Sehingga jika dilihat dari kedua aspek tersebut, kedua belah pihak membutuhkan sebuah konsep atau sistem yang menghubungkan kedua belah pihak tersebut, yaitu konsep atau sistem marketplace. Aplikasi laundry mobile dengan konsep marketplace ini bertujuan untuk meningkatkan efisiensi waktu pengguna dalam memenuhi kebutuhan mencuci, dan memberikan akses yang lebih besar untuk memasuki pasar yang lebih luas bagi pengusaha laundry. Aplikasi ini akan dibuat dengan menggunakan bahasa Dart dengan menggunakan Visual Studio Code. Aplikasi ini membantu pelanggan untuk memilih berbagai macam laundry yang ada, dengan berbagai macam pilihan kategori, pelanggan juga memiliki fitur seperti chat, notifikasi, profile pelanggan, menentukan tanggal beserta jam pengantaran, memilih alamat pengambilan dan pengantaran, dan fitur untuk melihat detil dari order yang telah dilakukan. Selain itu aplikasi ini juga membantu pihak laundry untuk memasukkan, menyunting, serta menghapus kategori yang laundry miliki, dan pihak laundry juga memiliki fitur notifikasi, chat, profile pihak laundry, dan fitur untuk meng-update status order. Hasil pengujian menunjukkan bahwa aplikasi ini berjalan dengan baik pada device seperti Android 8.0 (Oreo), dan konsep marketplace terbukti dapat diterapkan pada bisnis laundry dari segi sistem dengan adanya web admin sebagai pihak ketiga yang menjadi pengelola marketplace yang menjadi tempat bertemunya pihak penjual (pihak laundry) dan pembeli (pihak customer), dan dari segi kemudahan yang diberikan kepada pihak customer maupun pihak laundry.",
  "creators": "SATRIANY LAURI",
  "contributors": "Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 1); Agustinus Noertjahyana (Advisor 2); Justinus Andjarwirawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021977/INF/2020; Satriany Lauri (26415123)",
  "subjects": "ANDROID (ELECTRONIC RESOURCE)--PROGRAMMING; APPLICATION SOFTWARE--DEVELOPMENT; COMPUTER PROGRAMMING"
}