{
  "id": "48603",
  "title": "Pengaruh perceived learning climate terhadap creativity performance melalui employee engagement dan job resources pada karyawan PT XX Surabaya",
  "abstract": "Penelitian ini bertujuan untuk menganalisis pengaruh Perceived Learning Climate terhadap Creativity Performance melalui Employee Engangement Dan Job Resources pada Karyawan PT. XX Surabaya. Menurut penelitian Eldor dan Itzhak (2015) menjelaskan bahwa Perceived Learning Climate berpengaruh signifikan terhadap Creativity Performance. Namun hasil sebaliknya melalui penelitian Martinaityte, Claudia dan Samuel (2016) bahwa Perceived Learning Climate tidak berpengaruh signifikan terhadap Creativity Performance. Hal ini merupakan research gap pada penelitian ini dan untuk menyelesaikan research gap ini menggunakan employee engagement dan job resources sebagai kebaruan. Jenis penelitian yang digunakan adalah penelitian kuantitatif dan teknik pengambilan sampling yaitu teknik sampling jenuh dengan jumlah populasi secara keseluruhan dijadikan sampel. Penelitian ini dilakukan dengan menyebar angket melalui sebanyak 112 responden karyawan. Hasil penelitian menunjukkan bahwa Perceived learning climate memiliki pengaruh positif yang signifikan terhadap employee engagement karyawan. Employee engagement memiliki pengaruh positif yang signifikan terhadap creativity performance. Perceived learning climate memiliki pengaruh positif yang signifikan terhadap creativity performance dimediasi employee engagement. Perceived learning climate memiliki pengaruh positif yang signifikan terhadap job resources. Job resources memiliki pengaruh positif yang signifikan terhadap creativity performance. Perceived learning climate memiliki pengaruh positif yang signifikan terhadap creativity performance dimediasi job resources. Perceived learning climate memiliki pengaruh positif yang signifikan terhadap creativity performance dimediasi employee engagement dan job resources. Perceived learning climate memiliki pengaruh positif yang signifikan terhadap creativity performance.",
  "creators": "EFI ELFRIDA SIREGAR",
  "contributors": "Dr. Roy Setiawan, S.Kom., M.M., M.SM., M.Th. (Advisor and Examination Committee); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1); Widjojo Suprapto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31011993/MAN/2020; Efi Elfrida Siregar (31415205)",
  "subjects": "MANAGEMENT--EMPLOYEE PARTICIPATION; PERSONNEL MANAGEMENT"
}