{
  "id": "4862",
  "title": "Identifikasi potensi Taman Hutan Raya (Tahura) R. Soeryo sebagai obyek wisata birdwacthing di Jawa Timur dan pengembangannya",
  "abstract": "Taman Hutan Raya (Tahura) R. Soeryo terletak di Jawa Timur yang memiliki banyak potensi antara lain pemandangan alam, sumber air panas, air terjun dan memiliki hawa yang sejuk. Taman Hutan Raya (Tahura) R. juga dihuni berbagai macam satwa, salah satunya adalah burung. Saat ini kegiatan birdwatching sudah beberapa kali dilakukan di kawasan ini, tetapi masih belum dikelola dengan baik oleh Balai Taman Hutan Raya (Tahura) R. Soeryo sebagai pengelola Taman Hutan Raya (Tahura) R. Soeryo. Dalam penelitian ini penulis akan mengidentifikasi potensi burung, alam dan fasilitas pendukung birdwatching di Taman Hutan Raya (Tahura) R. Soeryo. Dalam hal ini penulis menggunakan Sungei Buloh Wetland Reserve sebagai acuan. Meskipun fasilitas pendukung birdwatching belum ada di Taman Hutan Raya (Tahura) R. Soeryo tetapi burung yang ada di Taman Hutan Raya (Tahura) R. Soeryo sangat unik dan menarik. Kawasan ini dihuni enam dari sembilan belas burung endemik Jawa (ini artinya burung ini hanya dijumpai di pulau Jawa saja). Dari hasil oenelitian ini disimpulkan bahwa potensi burung dan alam Taman Hutan Raya (Tahura) R. Soeryo mendukung untuk pengembangan Taman Hutan Raya (Tahura) R. Soeryo sebagai tempat birdwatching, tetapi kawasan ini belum memiliki fasi/itas untuk kegiatan birdwatching. Di akhir penulisan ini, penulis juga memberikan saran-saran untuk pengembangan Taman Hutan Raya (Tahura) R. Soeryo sebagai obyek wisata birdwatching di Jawa Timur. Saran-saran tersebut antara lain penambahan fasilitas birdwatching dan perbaikan fasilitas umum yang sudah ada dan mempromosikan Taman Hutan Raya (Tahura) R. Soeryo sebagai salah satu tempat birdwatching yang baik di Asia kepada para birdwatcher di dunia.",
  "creators": "SUSANTI PRASETIO",
  "contributors": "Tio Sally Puspasari (Advisor 1); Yacintha Yoranouw Suryawijaya (Advisor 2); Widjojo Suprapto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 472/PAR/2002; Susanti Prasetio (91397109)",
  "subjects": "TOURIST TRADE-JAVA, EAST; TAMAN HUTAN RAYA (TAHURA) R. SURYO"
}