{
  "id": "48739",
  "title": "Pengaruh IT implementation terhadap organizational performance melalui information sharing dan inventory management pada perusahaan manufaktur di Indonesia",
  "abstract": "Teknologi informasi merupakan hal yang penting dan kritis bagi perusahaan ketika bekerjasama dan berkolaborasi dengan pihak mitra eksternal perusahaan. Implementasi teknologi informasi memudahkan perusahaan berbagi informasi dengan mitra untuk meningkatkan kinerja perusahaan. Penelitian menyebarkan kuisioner kepada perusahaan manufaktur sebanyak 500 perusahaan manufaktur di Indonesia melalui google form secara online dan didapatkan yang mengisi kuisioner 112 dan dapat diolah lebih lanjut sebanyak 93 kuesioner. Pengolahan data untuk uji hipotesa penelitian digunakan partial least square dengan hasil penelitian adalah implementasi teknologi informasi bagi perusahaan meningkatkan information sharing dan pengendalian inventory management pada perusahaan manufaktur berskala sedang dan besar di beberapa wilayah di Indonesia. IT implementation mampu meningkatkan organizational performance pada perusahaan manufaktur berskala sedang dan besar. Penggunaan IT yang baik dapat meningkatkan kinerja perusahaan secara operasional terutama yang berkaitan dengan pengiriman produk dengan tepat waktu sesuai perjanjian. Information sharing meningkatkan pengendalian inventory management pada perusahaan. Berbagi informasi dengan mitranya terutama berkaitan dengan informasi jumlah persediaan akan meningkatkan aktivitas perusahaan dalam mengatur persediaan terutama dalam menjaga jumlah safety stock perusahaan sekaligus meningkatkan kinerja perusahaan. Penelitian ini berkontribusi pada teori supply chain management dalam membangun kemitraan dengan eksternal organisasi melalui information sharing dan pengendalian inventory management.",
  "creators": "Timothy Osmond",
  "contributors": "Dr. Ir. Hotlan Siagian MSc. (Advisor 1); Zeplin Jiwa Husada Tarigan (Advisor 2); Serli Wijaya (Examination Committee 2); Oviliani Yenty Yuliana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020277/MM/2020; Timothy Osmond (D21190039)",
  "subjects": "BUSINESS LOGISTICS--MANAGEMENT; MANUFACTURING INDUSTRIES--INFORMATION TECHNOLOGY"
}