{
  "id": "4873",
  "title": "Strategi penjualan untuk meningkatkan omzet penjualan pada Duck Master Restorant di Surabaya",
  "abstract": "Semua orang melihat bahwa bisnis restoran mempunyai peluang bisnis yang bagus karena kita manusia setiap hari memerlukan makanan dan minuman. Akhir-akhir ini usaha restoran bisa dikatakan menjadi salah satu usaha terfavorit dan banyak dilakukan oleh semua orang. Namun tanpa disadari dengan banyaknya orang yang membuka bisnis restoran maka persaingan yang terjadi semakin tajam dan sengit dari hari ke hari. Untuk mengatasi persaingan maka kita harus menemukan suatu peluang atau model rumah makan yang lain daripada yang lain (Differentiation) dan juga harus melakukan inovasi secara terus menerus. Namun restoran dengan konsep yang berbeda tersebut tidaklah cukup menjamin bahwa suatu bisnis restoran dapat berhasil dengan sukses. Dengan berjalannya waktu, ternyata didapatkan hasil yang kurang responsif dari para penduduk di Surabaya. Hal ini terlihat dari omzet penjualan Duck Master Restoran yang semakin menurun dari bulan ke bulan. Dengan berlatar belakang masalah tersebut, maka penulis mencoba untuk membantu menyelesaikan masalah dengan cara mengedukasi / mempopulerkan Roasted Peking Duck, membidik mereka yang sudah terbiasa makan Roasted Peking Duck dengan tajam dan konsisten. Hal ini dilakukan dengan cara memetakan dan menggarap komunitas dominan yang ada, melakukan Focus Group Discussion, dan menggali lebih dalam data-data yang telah lalu. Upaya tersebut diatas bertujuan untuk meningkatkan omzet penjualan Duck Master Restoran, sekaligus mengkomunikasikan bahwa Duck Master Restoran telah hadir di Surabaya, khususnya Surabaya Timur.",
  "creators": "STEVE JAYADI LOEWONDO; CHRISTINE TANADA",
  "contributors": "Goenawan Sengwanto (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rancangan Usaha",
  "source": "Rancangan Usaha No.02022089/MAN/2006; Steve Jayadi Loewondo (31401022), Christine Tanada (31401494)",
  "subjects": "MARKETING-MANAGEMENT"
}