{
  "id": "48775",
  "title": "Mesin pengaduk sabun cuci tangan dengan pengisi botol otomatis dan pemberi label semi otomatis berkapasitas 50 liter/batch",
  "abstract": "Di era Pandemi Covid-19 yang melanda dunia di akhir tahun 2019, sebagian besar tatanan kehidupan manusia mengalami perubahan. Banyak perusahaan mengalami kesulitan yang merupakan dampak dari penurunan ekonomi yang terjadi di seluruh dunia. Sampai skripsi ini ditulis, belum ada kabar pasti kapan pandemi ini akan berakhir. Pemerintah Indonesia menetapkan beberapa prosedur dalam protokol kesehatan demi menekan laju pertumbuhan virus Covid-19. Protokol ini digaungkan dengan nama ‘3M’ yaitu memakai masker, menjaga jarak, dan mencuci tangan. Terkhusus protokol mencuci tangan, diwajibkan untuk menggunakan sabun dan apabila tidak memungkinkan untuk mencuci tangan, disarankan menggunakan hand sanitizer. Akibatnya muncul fenomena adanya ‘wastafel gratis’ yang disediakan di setiap tempat. Baik itu perkantoran, mall, restoran, supermarket, warung, dan di tempat usaha memasang wastafel atau tempat mencuci tangan. Tidak lupa disediakan sabun cuci tangan. Disini penulis melihat adanya peluang bagus bagi industri yang bergerak di bidang produksi sabun, khususnya sabun cuci tangan. Dikarenakan permintaan sabun cuci tangan yang meningkat, tentu produksi juga harus ditingkatkan. Oleh karena itu, penulis merancang mesin pengaduk sabun dengan rangkaian mesin pengemasan yang terpasang dalam satu alat. Selain berkapasitas cukup besar (50 liter), mesin ini dapat mempersingkat waktu yang diperlukan untuk produksi sabun khususnya bagi home industry yang direncanakan dapat memproduksi sabun hanya dalam waktu 70 menit, mulai dari bahan baku sampai produk jadi siap jual dalam kemasan. Sekaligus memudahkan penggunanya karena ada fitur-fitur otomatis dalam pengoperasiannya.",
  "creators": "BRYAN LEO ELSURYA",
  "contributors": "Ian Hardianto Siahaan (Advisor 1); Ninuk Jonoadji (Examination Committee 1); Roche Alimin (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03011371/MES/2020; Bryan Leo Elsurya (24416100)",
  "subjects": "AUTOMATIC MACHINERY-DESIGN AND CONSTRUCTION; AUTOMATIC MACHINERY; SOAP FACTORIES"
}