{
  "id": "48778",
  "title": "Pengaruh inklusi keuangan terhadap kinerja usaha mikro kecil menengah dengan penggunaan fintech sebagai variabel moderasi",
  "abstract": "Penelitian ini bertujuan untuk melihat hubungan dari inklusi keuangan dan kinerja UMKM. Karena menurut Gubernur Bank Indonesia (BI), inklusi keuangan dapat mengurangi kesenjangan sosial, menurunkan angka kemiskinan, menaikkan pertumbuhan ekonomi dan meningkatkan efisiensi keuangan nasional. Akses pada layanan keuangan ini disediakan untuk semua segmen masyarakat tanpa terkecuali. Saat ini UMKM masih mengalami kesulitan dalam hal permodalannya. Akses ke layanan keuangan di perbankan pun masih sulit karena kurangnya informasi keuangan UMKM jika dibandingkan dengan perusahaan besar yang lebih transparan, sehingga bank lebih kesulitan dalam menilai kelayakan kredit UMKM. Penelitian yang akan dilakukan akan meneliti pengaruh adanya teknologi keuangan yang sedang berkembang secara pesat di Indonesia. Menurut BI, negara juga mendapat manfaat dari keberadaan fintech ini, yaitu dengan mendorong kebijakan ekonomi, meningkatkan kecepatan perputaran uang, meningkatkan ekonomi masyarakat dan mendorong strategi nasional keuangan inklusif. Dengan adanya teknologi keuangan ini, maka akses masyarakat maupun usaha (UMKM) pada layanan keuangan semakin mudah dan transparan. Sehingga kebutuhan keuangan UMKM juga semakin mudah untuk didapatkan. Variabel yang digunakan dalam penelitian ini yaitu inklusi keuangan, kinerja UMKM dan penggunaan fintech e-payment sebagai variabel moderasi. Hasil dari penelitian ini yaitu Inklusi keuangan memiliki hubungan dengan kinerja UMKM. Inklusi keuangan mendorong masyarakat untuk mengakses produk keuangan dan masyarakat dapat lebih leluasa dalam menggunakan uangnya untuk melakukan transaksi. Efek moderasi dari variabel fintech terhadap hubungan antara inklusi keuangan dengan kinerja UMKM tidak berpengaruh.",
  "creators": "Kevin Efan",
  "contributors": "Sautma Ronni Basana (Advisor 1); Ridhotama Shanti Darsih Ottemoesoe, S.E., M.Sc.FE., Ph.D. (Advisor 2); Prof. Dr. Njo Anastasia, S.E., M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020278/MM/2020; Kevin Efan (D21190015)",
  "subjects": "CORPORATIONS--FINANCE; PERFORMANCE"
}