{
  "id": "48779",
  "title": "Eliminasi waste pada proses produksi di PT X dengan metode 5S dan visual management",
  "abstract": "Sebuah pabrik proses produksi sering kali mengalami waste yang terjadi tanpa disadari. Waste ini merupakan sebuah kegiatan atau proses yang tidak membuahkan hasil pada barang yang diproduksi. Oleh karena itu, diperlukannya identifikasi waste agar dapat mengetahui permasalahan yang terjadi dan diharapkan mampu mengurangi atau mencegah terjadinya waste tersebut kembali. Terjadinya waste dapat disebabkan oleh banyak faktor oleh karena itu dilakukan skoring WPN atau waste priority number sehingga dapat mengetahui waste yang memiliki skor tinggi. Penelitian ini bertujuan untuk mengeliminasi waste tersebut menggunakan metode 5S dan visual management. 5S dan visual management merupakan salah satu metode dari lean manufacturing yang bertujuan untuk menjadikan tempat kerja yang produktif dan meningkatkan efisiensi kerja. Metode 5S ini terdiri dari Seiri (Ringkas), Seiton (Rapi), Seiso (Resik), Seiketsu (Rawat), Shitsuke (Rajin). Setelah metode 5S diterapkan maka dilanjut dengan penerapan visual management yang bertujuan untuk mempermudah pekerja dengan cara membuat tempat kerja menjadi visual dan segalanya dapat terlihat dengan jelas. Kemudian dilakukan evaluasi hasil penerapan untuk melihat seberapa efektif solusi yang dilakukan yang ditinjau dari penurunan angka WPN atau waste priority number.",
  "creators": "PETER IMMANUEL",
  "contributors": "Didik Wahjudi (Advisor 1); Roche Alimin (Examination Committee 1); Yopi Yusuf Tanoto, S.T., M.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01011375/MES/2020; Peter Immanuel (24416085)",
  "subjects": "MANUFACTURES--WASTE MINIMIZATION; SOURCE REDUCTION (WASTE MANAGEMENT); WASTE MINIMIZATION; LEAN MANUFACTURING"
}