{
  "id": "48787",
  "title": "Penerapan lean manufacturing dengan metode FMEA untuk mengurangi waste di PT. X",
  "abstract": "PT.X merupakan perusahaan yang memproduksi papan kayu untuk keperluan olahraga Taekwondo. Hasil produksi biasanya diekspor ke Korea ataupun Amerika. Dalam proses produksi pasti tidak akan luput dari kesalahan ataupun pemborosan. Hal ini dapat menyebabkan kerugian bagi perusahaan apabila tidak segera ditangani. Dengan penerapan metode FMEA(Failure Mode and Effects Analysis)diharapkan mampu mengidentifikasi pemborosan atau wasteyang terjadi serta membuat prioritas wastemana yang perlu segera ditangani. Sebuah perusahaan memiliki waste atau pemborosan yang rendah bila memiliki nilai WPN(Waste Priority Number)yang kecil. Nilai WPN berasal dari hasil wawancara dengan Pihak Perusahaan dengan menggunakan tabel SODyaitu severity, occurance, detection.Nilai CPN(Cause Priority Number)juga diperhitungkan untuk menilai waste yang terjadi karena penyebab yang sama. Dari tabel WPN tersebut baru dapat ditentukan prioritas waste mana yang harus segera dibuat countermeasure. Setelah countermeasure diterapkan kemudian dilakukan evaluasi untuk menentukan seberapa efektif penerapan countermeasure tersebut.Dari penelitian ini, waste yang terjadi di lapangan sudah teridentifikasi dan diprioritaskan sesuai tingkat WPN & CPN-nya.Ditemukan sembilan waste dengan prioritas tinggi, enam waste dengan prioritas sedang dan tujuh waste dengan prioritas rendah. Setelah melakukan countermeasure terjadi penurunan skor WPN dengan yang paling signifikan seperti waste overproduction yang turun dari 338 menjadi 50",
  "creators": "KEVIN ADI SURYANTONO",
  "contributors": "Didik Wahjudi (Advisor 1); Oegik Soegihardjo (Examination Committee 1); Yopi Yusuf Tanoto, S.T., M.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01011378/MES/2020; Kevin Adi Suryantono (24416104)",
  "subjects": "FAILURE MODE AND EFFECTS ANALYSIS; LEAN MANUFACTURING; WASTE MINIMIZATION"
}