{
  "id": "48789",
  "title": "Increasing the brand awareness of PT Banmadju Mandiriperkasa's customers through a company profile video",
  "abstract": "PT Banmadju Mandiriperkasa is located at Jl. Pattimura 104b, Kediri. As a tire retreading company, the main product of PT Banmadju Mandiriperkasa is both hot and cold retreading systems. Meanwhile, the company also offers a complete tire sizing for each vehicle like a sedan, minibus, bus, truck, forklift, and OTR (Off the Road). The company's primary target market is a potential customer that always needs to use their vehicle for shipping, expedition, car rent, company, and individual use. This company's main problem is the intense competition between the competitors in the global retread tire market, which causes PT Banmadju Mandiriperkasa should increase brand awareness to the customers. Here, the company agent has a problem while doing prospect to the potential customers because the agent does not have proper and adequate tools to introduce PT Banmadju Mandiriperkasa and strength, USP (good quality, various sizes, complete retreading process), to individual customers. Therefore, it is better to make a company profile video to overcome this problem. The company profile video will be distributed using social media such as WhatsApp, Instagram, Facebook, and YouTube to gain awareness from potential customers. Therefore, by having a company profile video, PT Banmadju Mandiriperkasa can increase brand awareness to the new customers from all over Indonesia, especially from Java Island. Besides, it will make this company look more professional and ready to compete against the other companies in the global tire retread market.",
  "creators": "FELIX OCTAVIUS SAVERINO",
  "contributors": "Jusuf Imam Ibrahim (Advisor and Examination Committee); Samuel Gunawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012336/ING/2021; Felix Octavius Saverino (11416022)",
  "subjects": "VISUAL COMMUNICATION; BRANDING (MARKETING); CONSUMERS--RESEARCH"
}