{
  "id": "48797",
  "title": "New food product development: from conception to implementation of “Mochi Ball”",
  "abstract": "This study discusses creating a New Food Product Development (NFPD). It starts from investigating theories and previous research about NFPD, creativity, innovation, entrepreneurship, target market, current innovation, and the product. After gathering information, the author will choose the proper methodology to analyze the data that will be collected. The method used in this study is Mix Methods, which is a combination of qualitative and quantitative methods. Data will be collected with Focus Group Discussion (FGD) and Survey. The author will discuss the data collected's reliability and accuracy, and the data will be analyzed after. After preparing for the research instruments, the production plan is created along with the standard recipes. Then production of the product will be done with one pilot trial and one final trial. The last test includes collecting data with FGD and Survey. The result will then be written in figures and tables with analysis. The recommendation and suggestions contained will be used for future products. The challenges and barriers will be discussed in the last part. This study is successfully done, for this study achieved all the main objectives, which are analyzing and investigating theories on New Food Product Development (NFPD) and Entrepreneurship. Then create and test the product, and collect feedback from Indonesian Millennials. Lastly, evaluating and utilizing the recommendation contained to improve the future outcomes.",
  "creators": "DESI NATALIA SUSANTI",
  "contributors": "Anthimos Georgiou (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 33020975/MAN/2020; Desi Natalia Susanti (33416051)",
  "subjects": "PRODUCTION MANAGEMENT; NEW PRODUCTS--MANAGEMENT"
}