{
  "id": "48793",
  "title": "Perancangan orifice flow meter untuk laboratorium sistem fluida dan termal",
  "abstract": "Pengukuran debit aliran fluida banyak diperlukan di berbagai industri. Salah satunya yaitu menggunakan orifice flowmeter. Orifice flowmeter banyak digunakan karena desain yang sederhana, pembuatan yang mudah dan kemudahan untuk divariasi. Penelitian betujuan untuk merancang sistem orifice flowmeter untuk menunjang proses pembelajaran Mekanika Fluida maupun Pengukuran Teknik. Eksperimen dilakukan untuk memvalidasi peralatan yang dibuat dan melihat pengaruh perubahan angka Reynolds terhadap nilai Coefficient of discharge (Cd). Rancangan plat orifice menggunakan model square edge dengan rasio diameter (β)= 0,7 dan tebal 20mm. Pengujian dilakukan dengan rentang kapasitas aliran yang memiliki rentang angka Reynolds sebesar 10.000 -20.000 dengan kenaikan angka Reynolds sebesar 2.000 untuk setiap pengujian. Pengujian dilakukan dengan mengalirkan air melintasi plat orifice melalui pengaturan debit fluida dengan menggunakan katub bypass, katub upstream dan katub downstream. Hasil penelitian menunjukkan bahwa distribusi tekanan yang ditunjukkan oleh sejumlah manometer yang disambungkan dengan pressure tap pada upstream dan downstream sesuai dengan literature dan perbedaan tekanan antara sisi upstream dan sisi downstream dinyatakan dengan debit teoretis. Perbedaan antara debit teoretis dan debit aktual dinyatakan dengan nilai Cd dengan tren yang meningkat seiring bertambahnya angka Reynolds. Hal ini mengkonfirmasi literature.",
  "creators": "POLLEN SANDRO ONGKOWIJOYO",
  "contributors": "Amelia (Advisor 1); Hariyo Priambudi Setyo Pratomo, S.T., M.Phil. (Advisor 2); Fandi Dwiputra Suprianto, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011377/MES/2020; Pollen Sandro Ongkowijoyo (24416045)",
  "subjects": "GAS FLOW--MEASUREMENT; HYDRAULIC MEASUREMENTS"
}