{
  "id": "48800",
  "title": "Penerapan acoustic treatment pada kabin mobil Grand Livina 1.5 2014 dalam menjuarai kompetisi audio mobil",
  "abstract": "Dalam membangun sistem audio mobil yang baik, akustik ruang kabin mobil berperan penting dalam menentukan hasil tonal suara. Akustik ruang kabin mobil dapat dikatakan baik apabila pantulan gelombang suara tidak melebihi dari batas waktu 50 -80 ms, lebih dari waktu tersebut sudah dianggap gema yang mengganggu. Penerapan acoustic treatment diharapkan dapat memecah gelombang pantulan suara yang berlebih. Untuk mengetahui letak frekuensi akustik ruangan yang bermasalah, maka dilakukan pengujian menggunakan metode WATERFALL. Pada metode WATERFALL akan didapatkan grafik respon frekuensi akustik ruang. Dari grafik tersebut, dapat menunjukan letak frekuensi yang bermasalah. Dari hasil pengujian metode WATERFALL pada ruang akustik kabin mobil Grand Livina, menunjukkan bahwa permasalahan terletak pada frekuensi 60hz-200hz, di mana area frekuensi tersebut adalah area frekuensi kerja speaker midbass. Pemasangan diffuser sebagai alat acoustic treatment dilakukan beberapa kali di area speaker midbass, hingga hasil grafik pengujian metode WATERFALL menunjukan bahwa sumbu Z (time) ˂ 80 ms. Dari hasil penerapan acoustic treatment pada sistem audio mobil Grand Livina secara tepat yaitu dengan meletakkan diffuser pada bawah dashboard , mampu menurunkan pantulan gelombang suara yang berlebih pada frequency 60hz-200hz, sehingga tonal suara yang dihasilkan tidak bergema dan lebih baik.",
  "creators": "SAMUEL EDWARD GUNAWAN",
  "contributors": "Sutrisno S.T.,M.T. (Advisor 1); Fandi Dwiputra Suprianto, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04011379/MES/2020; Samuel Edward Gunawan (24415020)",
  "subjects": "AUTOMOBILES--AUDIO EQUIPMENT; SOUND--RECORDING AND REPRODUCING--EQUIPMENT AND SUPPLIES"
}