{
  "id": "48811",
  "title": "Fasilitas penampungan dan pelatihan penyandang masalah kesejahteraan sosial di Surabaya",
  "abstract": "Desain perancangan Fasilitas Penampungan dan Pelatihan Penyandang Masalah Kesejahteraan Sosial di Surabaya merupakan suatu fasilitas yang bertujuan untuk mengembalikan para penyandang masalah kesejahteraan sosial kedalam lingkungan masyarakat pada umumnya melalui beberapa proses pelatihan dan bimbingan sosial dan mengubah cara berpikir yang baru untuk meninggalkan kehidupan sebagai tunawisma dan tidak hidup di jalanan lagi. Selain itu, para penyandang masalah kesejahteraan sosial akan dibekali juga dengan pendidikan dan pelatihan vokasi yang bisa menjadi bekal bagi mereka setelah kembali dalam lingkungan masyarakat dan dapat membuka peluang untuk bekerja sama dalam bisnis pengrajin lokal lainnya yang ada di Indonesia. Fasilitas didesain dengan memiliki cukup banyak area komunitas outdoor, dengan mempertimbangkan kenyamanan dan keamanan agar tetap terjaga dalam aktivitas bersosial dengan warga sekitar maupun antar penghuni. Area komunitas utama didesain dengan berbagai macam aktivitas sosial yang terjadi di dalamnya sehingga terciptanya area komunitas outdoor yang lebih dinamis dan hubungan interaksi yang dinamis pula antara warga sekitar dengan penghuni. Begitu pula dengan ruang dalam yang didesain sesuai dengan perilaku penghuni, sehingga menghasilkan ruangan yang dinamis membuat penghuni merasa lebih nyaman dan rileks.",
  "creators": "JONATHAN RUDI CHANDRA",
  "contributors": "Handinoto (Advisor 1); Altrerosje Asri, S.T., M.T. (Advisor 2); Maria Immaculata Hidayatun (Examination Committee 1); Benny Poerbantanoe (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024157/ARS/2020; Jonathan Rudi Chandra (22415102)",
  "subjects": "HOMELESS CAMPS--DESIGNS AND PLANS; PUBLIC SHELTERS--DESIGNS AND PLANS"
}