{
  "id": "48837",
  "title": "Citra YG entertainment pasca skandal burning sun di Soompi dan Allkpop",
  "abstract": "Penelitian ini dilakukan untuk mengetahui bagaimana penggambaran citra YG Entertainment pada media Soompi dan Allkpop. YG Entertainment merupakan Big 3 Most Powerful Agency of Kpop dari Korea Selatan yang terlibat skandal entertainment terbesar sepanjang sejarah Korea Selatan yaitu skandal Burning sun. Pada penelitian ini, peneliti menggunakan teori citra dan elemen citra korporat dari Marita Vos dan Henny Schoemaker tahun 2006, yakni primary impression, familiarity, perception, preference dan position sebagai indikator. Jenis penelitian ini ialah penelitian deskriptif kuantitatif dengan menggunakan metode analisis isi. Peneliti menganalisis citra YG Entertainment pada 57 berita di media Allkpop dan 69 berita di media Soompi. Hasil penelitian menunjukan kedua media banyak menggambarkan elemen familiarity pada citra YG Entertainment, yang mengartikan bahwa kedua media sadar dan mengenali perusahaan YG Entertainment. Sub-indikator yang menonjol pada elemen ini ialah pengenalan akan orang-orang yang terlibat dalam organisasi baik pada media Soompi maupun media Allkpop. Citra YG Entertainment yang digambarkan pada media Soompi dan Allkpop tidak begitu menggambarkan skandal Burning Sun, kedua media menggambarkan YG Entertainment yakni memposisikan perusahaan sebagai pemimpin yang membawa orang-orang dalam organisasi dalam setiap kegiatan perusahaan.",
  "creators": "STACIA MEITI AIRELL WIYOGO",
  "contributors": "Jandy Edipson Luik (Advisor 1); Astri Yogatama (Advisor 2); Dr.,Drs. OTTO BAMBANG WAHYUDI, M.Si.,MM. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011640/KOM/2021; Stacia Meiti Airell Wiyogo (F11170074)",
  "subjects": "ENTERTAINMENTS; MASS MEDIA; PUBLIC OPINION"
}