{
  "id": "48841",
  "title": "Sikap pengunjung terhadap store atmosphere Matahari Department Store",
  "abstract": "Penelitian ini dilakukan dengan tujuan untuk mengetahui sikap pengunjung terhadap store atmosphere Matahari Department Store. Store atmosphere merupakan kombinasi dari pesan secara fisik pada lingkungan pembelian yang telah direncanakan, dan dapat menghasilkan efek emosional khusus bagi pengunjung yang terbagi menjadi 2 dimensi, yaitu instore atmosphere yang meliputi internal layout, suara, desain interior, dan outstore atmosphere yang meliputi external layout, dan desain eksterior. Pada masa pandemi Covid-19 ini, Matahari department store menerapkan 5 Komitmen Matahari yang tersampaikan melalui store atmosphere gerai Matahari department store. Dengan demikian, penelitian ini dilakukan untuk melihat sejauh mana pesan 5 komitmen dapat terkomunikasikan kepada pengunjung sepenuhnya melalui media store atmosphere sehingga menimbulkan respon berupa sikap. Jenis penelitian yang digunakan yaitu kuantitatif deskriptif dan menggunakan metode penelitian survei dengan jumlah 100 sampel. Hasil penelitian menunjukkan bahwa sikap pengunjung terhadap store atmosphere Matahari department store adalah positif. Sub dimensi desain eksterior dan sub dimensi suara memiliki nilai yang sama dan memperoleh nilai tertinggi pada sikap kognitif. Sub dimensi desain eksterior juga kembali memperoleh nilai tertinggi pada sikap afektif, sementara sub dimensi desain interior memperoleh nilai tertinggi pada sikap konatif.",
  "creators": "JESSICA HADI",
  "contributors": "Unknown old contributor data (Advisor 1); Felicia Goenawan (Advisor 2); Titi Nur Vidyarini, S.Sos., M.Comms. (Examination Committee 1); Astri Yogatama (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011634/KOM/2021; Jessica Hadi (F11170073)",
  "subjects": "COMMUNICATION IN MARKETING; NONVERBAL COMMUNICATION; CONSUMERS--ATTITUDES"
}