{
  "id": "48844",
  "title": "Analisa power quality pada sistem kelistrikan Gedung T Universitas Kristen Petra",
  "abstract": "Pertumbuhan tinggi pada peralatan elektronik dalam kehidupan sehari-hari, kebutuhan rumah tangga, dan industri telah menimbulkan permasalahan utama dalam industri pasokan listrik dikarenakan peralatan yang berbasis elektronika dapat menimbulkan gangguan distorsi harmonisa pada jaringan distribusi listrik. Permasalahan utama lainnya pada jaringan distribusi listrik juga adalah banyaknya beban yang bersifat induktif sehingga menyebabkan buruknya power factor sistem. Penelitian ini dilakukan dengan bantuan aplikasi software ETAP. Data pengukuran serta gambar single line diagram akan di-plot ke dalam aplikasi ETAP, yang selanjutnya akan diproses sehingga dapat dilakukan load flow analysis dan harmonic analysis. Hasil permodelan ETAP yang nantinya mengeluarkan output berupa power factor dan total harmonic distortion yang ada pada sistem kelistrikan akan dianalisa lalu dilakukan perbaikan. Dari hasil penelitian dan analisa evaluasi kecukupan daya dapat disimpulkan bahwa kebutuhan daya pada sistem kelistrikan gedung T sudah tercukupi dan tidak perlu adanya perbaikan atau penambahan, dimana sistem kelistrikan gedung T memiliki kapasitas trafo sebesar 2500 kVA dan kebutuhan daya pada sistem adalah sebesar 1586.6 kVA. Dari hasil penelitian dan analisa load flow analysis dapat disimpulkan bahwa dibutuhkannya perbaikan power factor dengan memasang capacitor bank sebesar 198 kVAR pada bus LVMDP, sistem kelistrikan gedung T memiliki power factor sebesar 0.94 setelah terjadinya pemasangan capacitor bank. Dalam melakukan harmonic analysis, penulis mendapatkan kesimpulan bahwa diperlukannya perbaikan distorsi harmonisa. Perbaikan yang baik terjadi ketika setidaknya terdapat 2 harmonic filter yang dinyalakan, yaitu filter orde-5 dan 7, filter orde-5 dan dan 17, filter orde-5 dan 29, serta ketika 3 harmonic filter yang dinyalakan, yaitu filter orde-5, 7, dan 17, lalu filter orde-5, 7, dan 29, lalu filter orde-5, 17, dan 29, terkecuali kombinasi penyalaan filter orde-7, 17, dan 29. Perbaikan THD terbaik terjadi ketika seluruh filter dinyalakan dan dapat menghasilkan nilai THD sebesar 0.73%, dengan spesifikasi harmonic filter orde-5 dengan current rating 13.8 A, orde-7 dengan current rating 3.7A, orde-17 dengan current rating 1.6 A, dan orde-29 dengan current rating 16.3 A.",
  "creators": "JHON HERYANTO",
  "contributors": "Julius Sentosa Setiadji (Advisor 1); Emmy Hosea (Advisor 2); Prof. Ir. Hanny Hosiana Tumbelaka, M.Sc., Ph.D. (Examination Committee 1); Heri Saptono Warpindyasmoro (Examination Committee 2); Thiang (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010665/ELK/2020; Jhon Heryanto (23416035)",
  "subjects": "DISTRIBUTED RESOURCES (ELECTRIC UTILITIES); ELECTRIC POWER SYSTEMS-DATA PROCESSING; ELECTRIC POWER SYSTEMS"
}