{
  "id": "48856",
  "title": "Sistem pakar diagnosa kerusakan pada gitar menggunakan metode forward chaining dan certainty factor",
  "abstract": "Gitar merupakan salah satu alat instrumen musik yang diminati oleh banyak pihak, dari musisi pemula maupun professional. Tetapi alat musik instrumen apapun termasuk gitar tidak akan terlepas dari kerusakan. Masih banyak musisi yang bingung dengan kerusakan yang dialami dan tidak tahu apa yang harus dilakukan dengan gejala yang dialaminya. Pernah dibuat penelitian serupa yaitu aplikasi diagnosa kerusakan pada gitar, ada yang menggunakan metode forward chaining, ada yang menggunakan backward chaining, ataupun dempster-shafer, tetapi dalam penelitian-penelitian serupa tidak ada persentase ataupun tingkat keyakinan yang dapat meyakinkan pengguna terhadap hasil diagnosa, serta pengguna tidak dapat memilih seberapa yakin mengalami gejala yang terjadi. Oleh karena itu, dibutuhkan sistem pakar diagnosa kerusakan gitar dengan memilih gejala yang dialami sesuai tingkat keyakinan, yang dapat mendeteksi kerusakan yang terjadi serta adanya tingkat persentase keyakinan sistem terhadap hasil diagnosa untuk meyakinkan pengguna terhadap hasil diagnosa yang dilakukan. Sistem Pakar pada diagnosa kerusakan gitar ini dilengkapi dengan metode Forward Chaining dan Certainty Factor. Kegunaan Forward Chaining pada sistem diagnosa ini yaitu untuk mengumpulkan fakta-fakta atau gejala-gejala menuju suatu kesimpulan, sehingga pengguna tidak perlu menjawab segala pertanyaan yang ada. Dengan memilih gejala-gejala yang ada, akan mendapatkan suatu kesimpulan yaitu kerusakan. Dan kegunaan Certainty Factor pada sistem ini untuk menampilkan tingkat keyakinan sistem terhadap hasil diagnosa dalam bentuk persentase. Sehingga dapat meyakinkan pengguna terhadap hasil diagnosa. Hasil dari pengujian yang dilakukan, dari 20 kali percobaan pengujian oleh pakar, 18 diantaranya memiliki kesesuaian dengan hasil pendapat pakar. Terdapat 2 percobaan yang tidak sesuai dikarenakan persentase CF antara kemungkinan kerusakan 1 dan 2 sama, sehingga ada kasus khusus dimana jika persentase CF kemungkinan kerusakan 1 dan 2 sama, maka pengguna dapat melihat solusi dari kerusakan ke 2 pada Ensiklopedia Kerusakan. Dari pengujian yang dilakukan, Sistem Pakar dengan metode Forward Chaining dan Certainty Factor dapat mendeteksi kerusakan pada gitar dengan tingkat akurasi kesesuaian hasil sistem dengan pendapat pakar sebesar 90%.",
  "creators": "BILLY GRACIA",
  "contributors": "Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 1); Justinus Andjarwirawan (Advisor 2); Leo Willyanto Santoso (Examination Committee 1); Alexander Setiawan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022025/INF/2021; Billy Gracia (26416023)",
  "subjects": "EXPERT SYSTEMS (COMPUTER SCIENCE)"
}