{
  "id": "48858",
  "title": "Pemurnian air payau dengan material lokal yang berkelanjutan",
  "abstract": "Air merupakan sumber daya alam yang memiliki fungsi sangat penting bagi seluruh makhluk hidup. Total 97,2 % air di bumi tidak dapat dikonsumsi. Indonesia sendiri pada tahun 2019 menurut Badan Pusat Statistik mencapai 89,27% akses air bersih yang berarti masih ada beberapa wilayah yang masih kekurangan air bersih. Begitu juga daerah Dusun Tegal Sari Desa Kupang, Kecamatan Jabon, Kabupaten Sidoarjo, Provinsi Jawa Timur di mana daerah tersebut mengalami masalah dengan air sumur yang payau. Tujuan penelitian ini adalah menemukan perbandingan material yang tepat sehingga diketahui apakah material yang dipilih dapat digunakan atau tidak di lokasi penelitian. Metode penelitian yang dilakukan menggunakan metode eksperimen untuk mengetahui pengaruh dari perlakuan terhadap benda uji. Treatment yang dilakukan adalah dengan mengalirkan air melewati karbon aktif, kaolin, pasir atau kerikil dengan perbandingan tertentu untuk membuat pH, TDS dan EC air menjadi sesuai standar WHO. Berdasarkan percobaan diketahui bahwa pengunaan material dapat menurunkan pH, TDS dan EC air payau. Hasil terbaik dari percobaan yang dilaksanakan adalah penurunan pH dari 8,18 menjadi 7,77, TDS dari 2870 ppm menjadi 1389 ppm, dan EC dari 5790 ms/cm menjadi 2770 ms/cm dengan perbandingan 1 tabung kaolin, 1 tabung karbon aktif dan kerikil pasir kerikil perbandingan 1:3:1 dalam 1 tabung dan aquarium",
  "creators": "PENI TIEWANTO",
  "contributors": "Dr. rer.nat. Surya Hermawan S.T., M.T. (Advisor 1); Angela Jasmine Tanya Tjahyana, S.T., M.T. (Advisor 2); Ir. Prasetio Sudjarwo, M.Eng. (Examination Committee 1); Agievianthi, MS (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 14012459/SIP/2021; Peni Tiewanto (21416024)",
  "subjects": "WATER TREATMENT PLANTS; WATER--PURIFICATION--FILTRATION; WATER--PURIFICATION"
}