{
  "id": "48860",
  "title": "Fasilitas pemberdayaan penyandang tunanetra di Surabaya",
  "abstract": "Jumlah penyandang tunanetra di Provinsi Jawa Timur cukup tinggi dan tidak terprediksi akan terus meningkat atau menurun sehingga perlu adanya fasilitas yang ramah bagi mereka dari segala aspek untuk mendukung proses pelatihan dan sosialisasi. Faktor internal dan eksternal dapat mempengaruhi kualitas hidup penyandang tunanetra seperti masalah psikologi sehingga mereka tidak berkembang dan kurang percaya diri terhadap keterbatasan yang mereka miliki. Maka dari itu, perlu mendesain suatu fasilitas yang mendukung pemberdayaan penyandang tunanetra agar dapat melatih dan mengoptimalkan alat indra mereka selain indra penglihatan agar tingkat percaya diri dan kemandirian meningkat. Desain fasilitas pemberdayaan ini memperhatikan dan mempelajari perilaku dari penyandang tunanetra dengan mengutamakan hal-hal yang memanfaatkan multisensorik. Rancangan untuk multisensorik memanfaatkan adanya perbedaan material, pola tatanan massa, sirkulasi, dan pemberian landmark/wayfinding sebagai petunjuk arah dalam fasilitas tersebut. Fasilitas pemberdayaan ini diharapkan memberikan pengalaman bagi tunanetra untuk bebas berorientasi, berjalan, dan beraktivitas sesuai tujuan yang mereka inginkan dengan adanya berbagai wayfinding di beberapa titik. Hasil dari proses pengembangan dalam fasilitas pemberdayaan ini diharapkan dapat membantu para penyandang tunanetra untuk mempersiapkan mereka sebelum ke dunia luar.",
  "creators": "LIDWINA KARLIA GUNAWAN",
  "contributors": "Handinoto (Advisor 2); Altrerosje Asri, S.T., M.T. (Advisor 1); Maria Immaculata Hidayatun (Examination Committee 1); Benny Poerbantanoe (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024160/ARS/2020; Lidwina Karlia Gunawan (22416070)",
  "subjects": "ARCHITECTURE--DESIGNS AND PLANS; BLIND--ORIENTATION AND MOBILITY--DESIGNS AND PLANS; INTELLECTUAL DISABILITY FACILITIES"
}