{
  "id": "48871",
  "title": "Relevansi nilai atas board structure terhadap share price yang dimediasi oleh Asia sustainability reporting rating.",
  "abstract": "Penelitian ini bertujuan untuk mengetahui apakah board structure memiliki pengaruh terhadap share price dengan dimediasi oleh informasi perolehan penghargaan Asia Sustainability Reporting Rating (ASRR). Board structure akan diproksikan dengan board size, board independence dan board meeting, sedangkan value relevance diukur menggunakan model price dari model Ohlson (1995). Informasi perolehan penghargaan Asia Sustainability Reporting Rating (ASRR) diukur menggunakan variabel dummy, di mana akan dikategorikan berdasarkan perusahaan yang memperoleh penghargaan dan yang tidak memperoleh penghargaan. Penelitian ini juga menggunakan variabel kontrol yang terdiri dari firm age, leverage dan market share. Sampel penelitian yang digunakan merupakan perusahaan yang telah go-public di Bursa Efek Indonesia (BEI) pada tahun 2014 hingga tahun 2019 dan telah memperoleh penghargaan sustainability reporting minimal satu kali pada tahun 2014-2019. Oleh karena itu, sampel penelitian yang telah memenuhi kriteria selama 6 tahun penelitian sebesar 174 firm-year. Pengujian hipotesis akan dilakukan dengan menggunakan software SmartPLS. Hasil penelitian menyatakan bahwa board structure yang diproksikan dengan board independence mampu mempengaruhi ASRR. Sedangkan, board structure yang diproksikan dengan board size dan board meeting diketahui mampu mempengaruhi harga saham. Informasi perolehan penghargaan ASRR dianggap tidak memiliki value relevance, sehingga terbukti tidak dapat mempengaruhi harga saham. Investor masih lebih cenderung melihat informasi akuntansi perusahaan dibandingkan suatu penghargaan yang diperoleh oleh perusahaan.",
  "creators": "Yolanda Florenzcia",
  "contributors": "Juniarti (Advisor 1); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Advisor 2); Hatane Semuel (Examination Committee 1); Josua Tarigan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020282/MM/2021; Yolanda Florenzcia (D21190025)",
  "subjects": "SUSTAINABILITY REPORTING"
}