{
  "id": "48870",
  "title": "Citra pemerintah provinsi Jawa Timur pasca penerapan PSBB Surabaya Raya di mata masyarakat Surabaya Raya",
  "abstract": "Citra organisasi diartikan sebagai suatu gambaran dari individu atas sosok keberadaan kebijakan dari suatu organisasi. Penelitian ini bertujuan untuk mengetahui deskripsi citra Pemerintah Provinsi Jawa Timur pasca penerapan PSBB Surabaya Raya di mata masyarakat Surabaya Raya. Pengukuran citra dilakukan berdasarkan enam indikator pembentukan citra yaitu Dynamic, Cooperative, Business, Character, Successful, Withdrawn. Jenis penelitian ini adalah penelitian deskriptif dengan pendekatan kuantitatif dan metode survei online, sehingga pengumpulan data dilakukan dengan penyebaran kuesioner secara online. Metode pengolahan data dilakukan dengan menguji validitas, reliabilitas, dan frekuensi. Teknik analisis data dilakukan dengan analisis statistik deskriptif dan tabulasi silang (crosstab). Dari hasil penelitian, diperoleh hasil bahwa gambaran citra Pemerintah Provinsi Jawa Timur pasca penerapan PSBB Surabaya Raya di mata masyarakat Surabaya Raya adalah positif. Berdasarkan indikatornya, indikator dengan nilai citra tertinggi adalah indikator Successful dengan nilai 4.08 dan yang terendah adalah indikator Cooperative dengan nilai 3.16. Untuk indikator lainnya yaitu Dynamic memperoleh nilai 4.05, Business dan Character masing – masing memperoleh nilai 3.92, Withdrawn dengan nilai 3.86.",
  "creators": "KELVIN KURNIAWAN",
  "contributors": "Dr.,Drs. OTTO BAMBANG WAHYUDI, M.Si.,MM. (Advisor 1); Titi Nur Vidyarini, S.Sos., M.Comms. (Advisor 2); JUDY DJOKO WAHJONO TJAHJO, S.E.,M.Si. (Examination Committee 1); Felicia Goenawan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011684/KOM/2021; Kelvin Kurniawan (F11170050)",
  "subjects": "GOVERNMENT INFORMATION; PUBLIC RELATIONS"
}