{
  "id": "48878",
  "title": "Strategi impression management gubernur Jawa Tengah Ganjar Pranowo selama penanganan COVID-19 melalui akun Twitter @ganjarpranowo",
  "abstract": "Impression management adalah proses di mana individu mencoba mengontrol kesan atau citra yang diproyeksikan dalam interaksi sosial. Semua orang tanpa terkecuali tokoh politik akan berusaha menampilkan gambaran baik dirinya di hadapan orang lain, tidak terkecuali Ganjar Pranowo, Gubernur Jawa Tengah yang telah memimpin selama dua periode dan dianggap masyarakat paling sigap dalam penanganan COVID-19. Komunikasi selama penanganan COVID-19 berperan krusial dan harus dilakukan dengan komprehensif. Dalam penelitian ini, peneliti ingin mengetahui strategi impression management yang digunakan Gubernur Jawa Tengah Ganjar Pranowo di Twitter selama masa awal penanganan COVID-19 yaitu dari tanggal 2 Maret 2020-9 Juni 2020. Peneliti melakukan koding terhadap pesan verbal yang ada dalam tweets biasa beserta tweets yang memuat media dari 285 tweets yang diunggah pada akun Twitter @ganjarpranowo. Penelitian ini dilakukan dengan menggunakan metode analisis isi kuantitatif-deskriptif. Adapun strategi impression management yang digunakan adalah milik Jones & Pittman yang terbagi dalam 5 kategori yang meliputi: ingratiation, intimidation, self promotion, exemplification, dan supplication. Temuan penelitian ini menunjukkan bahwa strategi yang paling banyak ditampilkan oleh Ganjar Pranowo selama 100 hari penanganan corona yaitu strategi ingratiation, di mana ia berusaha untuk menonjolkan sikap baik agar disukai banyak orang. Strategi ini secara dominan diperlihatkan melalui motivasi, keterbukaan dan mengungkapkan syukur atau duka.",
  "creators": "TRIFENA VANIA RIYANTO",
  "contributors": "Gatut Priyowidodo (Advisor 1); Agusly Irawan Aritonang, S.Sos., M.A. (Advisor 2); Jandy Edipson Luik (Examination Committee 1); Titi Nur Vidyarini, S.Sos., M.Comms. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011660/KOM/2021; Trifena Vania Riyanto (F11170015)",
  "subjects": "COMMUNICATION--POLITICAL ASPECTS; PUBLIC RELATIONS; SOCIAL MEDIA--COMMUNICATION"
}