{
  "id": "48872",
  "title": "Permainan simulasi proses bisnis sebagai sarana pembelajaran proses bisnis pada perusahaan ritel",
  "abstract": "Game-based Learning menjadi salah satu metode pembelajaran yang banyak dikembangkan di abad 21 ini. Game-based Learning baik untuk menjadi metode pembelajaran karena dapat membuat dunia virtual dimana pemain bisa menyimulasikan penyelesaian masalah-masalah dunia nyata. Sudah banyak penelitian yang membuktikan bahwa metode pembelajaran ini berhasil meningkatkan motivasi pelajar dalam proses pembelajaran. Proses bisnis adalah serangkaian aktivitas yang saling terkait untuk mencapai tujuan bisnis tertentu yang dijalankan secara berurutan ataupun paralel, baik di dalam maupun di luar perusahaan. Kompleksitas proses bisnis menyebabkan proses pembelajaran menjadi kurang maksimal jika hanya berupa pemaparan teori. Diperlukan praktik agar pelajar bisa mengasah keterampilan manajemen proses bisnisnya, namun jika dipraktikkan di dunia nyata tentu akan beresiko sangat tinggi. Maka dari itu penelitian ini mengembangkan permainan simulasi proses bisnis untuk memfasilitasi pelajar mempraktikkan manajemen proses bisnis. Permainan ini khususnya dibuat untuk mendukung proses pembelajaran proses bisnis mahasiswa Universitas Kristen Petra. Permainan simulasi proses bisnis ini menawarkan lingkungan yang interaktif serta bebas resiko trial and error, sehingga para peserta didik bisa mempelajari sambil mempraktikkan pengambilan keputusan dalam bisnis berdasarkan teori yang sudah dipelajari di dalam kelas. Berdasarkan hasil pengujian dan pengimplementasian sistem yang dilakukan, permainan yang dikembangkan dalam penelitian ini memberikan dampak positif bagi pengguna. Fitur-fitur dalam permainan bisa berjalan dengan baik dan sesuai dengan yang diharapkan. Permainan memberikan manfaat kepada pengguna, baik pengajar maupun peserta didik, sehingga permainan ini cocok untuk digunakan menjadi sarana pembelajaran proses bisnis perusahaan ritel.",
  "creators": "JOELLA",
  "contributors": "Yulia (Advisor 1); Andreas Handojo (Advisor 2); Leo Willyanto Santoso (Examination Committee 1); Silvia Rostianingsih (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022040/INF/2021; Joella (C14170052)",
  "subjects": "BUSINESS PROCESSING; EDUCATIONAL GAMES--DESIGN AND CONSTRUCTION"
}