{
  "id": "48885",
  "title": "Sikap followers terhadap content marketing di Instagram @Secondatebeauty",
  "abstract": "Content marketing dinyatakan sebagai seni dalam berkomunikasi dengan publik tanpa menjual apapun secara langsung (konten bermerek merupakan bagian dari cakupan konten pemasaran). Content marketing menggunakan format media seperti teks, video, foto, audio, presentasi, e-book, dan infografis untuk menceritakan merek atau kisah pemasaran. SECONDATE merupakan brand kosmetik baru yang didirikan pada tahun 2020 dan didirikan oleh Gitta Amelia seorang entrepreneur dan Titan Tyra seorang beauty influencer yang berasal dari Indonesia. Brand kosmetik ini menggunakan beberapa media promosi dan salah satunya yaitu Instagram dengan username @secondatebeauty. Pada penelitian ini, peneliti menganalisis content marketing produk Milky Gel Lip Tint di Instagram @Secondatebeauty.Sikap merupakan reaksi atau respon seseorang yang masih tertutup terhadap suatu stimulus atau objek. Sikap terbentuk melalui sebuah proses komunikasi dari komunikator ke komunikan atau penyampaian umpan balik dari komunikan kepada komunikator. Sikap responden dalam penelitian ini dilihat dari tiga komponen sikap yaitu kognitif (pengetahuan), afektif (perasaan suka atau tidak suka), dan konatif (kecenderungan seseorang berperilaku). Sedangkan content marketing diteliti menggunakan Indikator content marketing yaitu educates, informs, entertains, dan creates trustworthiness. Penelitian ini menghasilkan sikap responden terhadap content marketing di Instagram @Secondatebeauty pada ketiga tahapan yaitu kognitif, afektif, dan konatif adalah positif.",
  "creators": "LEONI",
  "contributors": "JUDY DJOKO WAHJONO TJAHJO, S.E.,M.Si. (Advisor 1); Felicia Goenawan (Advisor 2); R. OTTO BAMBANG WAHJUDI (Examination Committee 1); Chory Angela Wijayanti (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011666/KOM/2021; Leoni (F11170026)",
  "subjects": "COMMUNICATION IN MARKETING; MASS MEDIA; SOCIAL MEDIA--COMMUNICATION"
}