{
  "id": "48884",
  "title": "Pengaruh penggunaan eXtensible business reporting language terhadap respon investor pada sektor industri barang konsumsi, sektor properti, real estate, dan konstruksi bangunan, sektor infrastruktur, utilitas dan transportasi serta di sektor perdagangan, jasa dan investasi",
  "abstract": "Penelitian ini bertujuan untuk mengetahui apakah penggunaan XBRL dapat mempengaruhi respon dari investor. Studi terdahulu meneliti Penggunaan XBRL mengubah beberapa perilaku investor dalam mengolah informasi keuangan namun hasil untuk penelitiannya beragam. Oleh karena itu peneliti ingin menguji ulang hubungan penggunaan XBRL terhadap respon dari investor dengan mengamati dari naik turunnya harga saham perusahaan. Informasi XBRL diukur menggunakan dummy variable, sedangkan informasi respon investor diukur menggunakan cummulative abnormal return (CAR). Penelitian ini juga menggunakan variabel kontrol Return On Aset (ROA), Earning Per Share (EPS), Firm Size, dan Cash Flow from Operation (CFO) per share. Penelitian ini juga menggunakan sampel pada perusahaan yang bergerak di sektor industri barang konsumsi, sektor properti, real estate, dan konstruksi bangunan, sektor infrastruktur, utilitas dan transportasi serta di sektor perdagangan, jasa dan investasi yang terdaftar pada Bursa Efek Indonesia (BEI) pada periode 2014 hingga 2016. Dengan total sampel sebanyak 366 data observasi. Dalam pengolahan data, penelitian ini menggunakan aplikasi Gretl dengan analisis regresi data panel. Hasil menunjukkan penggunan XBRL tidak berpengaruh terhadap respon investor.",
  "creators": "ERIKA MARGARETHA; DEVINA NATALIA TANUWIJAYA",
  "contributors": "Juniarti (Advisor 1); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1); Saarce Elsye Hatane (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 32011592/AKT/2021; Erika Margaretha (32416004), Devina Natalia Tanuwijaya (32416005)",
  "subjects": "CORPORATIONS--INVESTOR RELATIONS; STOCKHOLDERS"
}