{
  "id": "48882",
  "title": "Analisis strategi customer relationship management untuk mempertahankan loyalitas pelanggan UMKM retail non-makanan di Indonesia Timur (studi kasus pada New Em collection)",
  "abstract": "Penelitian ini dilakukan untuk menganalisis strategi customer relationship management untuk mempertahankan loyalitas pelanggan yang dijalankan oleh bisnis UMKM retail non-makanan di Indonesia Timur (studi kasus pada New Em Collection). Pendekatan dalam penelitian ini adalah kualitatif dengan metode studi kasus serta menggunakan teknik pengumpulan data wawancara mendalam (in-depth interview), observasi dan dokumentasi. Strategi customer relationship management yang dilaksanakan berupa mengidentifikasi pelanggan, mendengarkan kebutuhan pelanggan dan memberikan pelayanan dalam memenuhi kebutuhan pelanggan dan program customer relationship management yang menguntungkan pelanggan. Analisis dilakukan dari sudut pandang pemilik sebagai pembuat dan pelaksana strategi. Berdasarkan hasil analisis strategi customer relationship management, tujuan untuk mempertahankan loyalitas pelanggan telah tercapai. Terdapat tiga program customer relationship management dengan tipe continuity marketing yaitu, membership, free gift, dan birthday treatment. Ketiga program tersebut dapat mempertahankan loyalitas pelanggan dengan memberikan keuntungan berupa financial benefit dan social benefit. Selain dari tiga program tersebut terdapat tindakan spesifik yang dilakukan untuk mempertahankan loyalitas pelanggan dengan memberikan psychological benefit dan customisation benefit yaitu, melalui tindakan jujur dalam memberikan informasi, ramah dan responsif dalam berkomunikasi, dan melakukan permintaan pelanggan secara detail, serta berusaha memenuhi permintaan pelanggan secara detail yang dapat berguna dalam menumbuhkan kepercayaan dan berdampak positif dalam hubungan dengan pelanggan.",
  "creators": "CLAUDIA THENDY WINARYO",
  "contributors": "AMELIA SIDIK (Advisor 1); Felicia Goenawan (Advisor 2); Titi Nur Vidyarini, S.Sos., M.Comms. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011638/KOM/2021; Claudia Thendy Winaryo (F11170070)",
  "subjects": "CUSTOMER RELATIONS--MANAGEMENT; CUSTOMER LOYALTY"
}