{
  "id": "48887",
  "title": "Relationship maintenance pasangan istri awas dengan suami disabilitas netra dalam mewujudkan keharmonisan keluarga",
  "abstract": "Menurut Suparno dan Heri Purwanto (2017) keterbatasan yang dialami disabilitas netra membuat mereka cenderung curiga terhadap orang lain serta mudah tersinggung. Relationship maintenance merupakan usaha untuk tetap menjaga hubungan agar tetap dalam kondisi yang spesifik. Sebuah hubungan bukan hanya sekedar dipertahankan namun hal-hal mendasar dalam hubungan tersebut tetap dipertahankan atau tetap ada (Dindia Canary 2003). Penglihatan serta pendengaran sebagai indera primer dalam komunikasi, sentuhan dan penciuman juga sama pentingnya dalam menyampaikan pesan-pesan yang bersifat intim (Mulyana, 2012:81). Jadi, komunikasi sangat berpotensial untuk memengaruhi orang lain, karena kelima alat indera dapat digunakan untuk mempertinggi pengaruh pesan sekalipun terhadap orang yang memiliki kekurangan. Tidak terkecuali bagi disabilitas netra. Penelitian ini bertujuan untuk mengetahui relationship maintenance yang dilakukan oleh pasangan istri awas dengan suami disabilitas netra dalam mewujudkan keharmonisan keluarga. Penelitian ini menggunakan pendekatan metode kualitatif, jenis penelitian diskriptif dengan metode penelitian studi kasus. Teori yang digunakan adalah relationship maintenance yang membahas lima aspek yaitu sikap positif, keterbukaan, adanya jaminan, jaringan sosial dan juga berbagi tugas. Hasil penelitian ini menunjukkan bahwa ada enam temuan yang dilakukan pasangan istri awas dengan suami disabilitas netra dalam relationship maintenance antara lain sikap positif memupuk hubungan jangka Panjang, keterbukaan untuk memupuk kepercayaan dan meminimalisir konflik, adanya relasi yang bisa diandalkan, peran pasangan dalam berbagi tugas, kepastian mempengaruhi tujuan akhir berhubungan, komitmen suami istri dalam menjaga hubungan untuk mewujudkan keharmonisan keluarga.",
  "creators": "DEA KARINA HERMANTO",
  "contributors": "Desi Yoanita (Advisor 1); Daniel Budiana, S.Sos., M.A. (Advisor 2); Ido Prijana Hadi (Examination Committee 1); Fanny Lesmana (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011682/KOM/2021; Dea Karina Hermanto (51414082)",
  "subjects": "COMMUNICATION IN FAMILIES; RELATIONSHIPS"
}