{
  "id": "48898",
  "title": "Proses public relations dalam pembentukan citra pada reopening Hotel Majapahit Surabaya by MGallery",
  "abstract": "Tujuan penelitian ini untuk mengetahui proses public relations dalam membentuk citra pada reopening hotel majapahit surabaya by mgallery. hotel majapahit dikenal sebagai saksi sejarah perobekan bendera merah putih biru (bendera belanda) pada tahun 1945. hotel yang sudah beberapa kali mengganti namanya ini, pada tahun 2020 memutuskan untuk menjadi salah satu hotel mgallery. dengan menjadi salah satu hotel mgallery, hotel majapahit surabaya berharap dapat memiliki citra yang lebih baik di masyarakat. kegiatan yang dilakukan oleh public relations membutuhkan sebuah perencanaan agar mencapai tujuan yang diinginkan. selain itu juga dilakukan untuk membuat respon positif dimata publiknya. kegiatan tersebut disebut dengan proses public relations. penelitian ini menggunakan penelitian deskriptif dengan pendekatan kualitatif menggunakan metode studi kasus. hasil penelitian menunjukkan bahwa proses yang dilakukan oleh hotel majapahit dibantu oleh public relations berinisial ‘sm’ yang ditugaskan oleh accor indonesia untuk membantu menyiapkan hotel majapahit surabaya sesuai dengan standar hotel mgallery. dengan kurun waktu selama enam bulan, citra yang berlaku di hotel majapahit (current image) belum mencapai pada citra yang diharapkan oleh manajemen (wish image) dan masih memerlukan waktu yang lebih panjang untuk melakukan perubahan tersebut. upaya yang dilakukan oleh hotel majapahit surabaya dalam pembentukan citra ini hanya sampai pada mendefinsikan masalah (atau peluang) dan perencanaan & pemrograman. proses yang paling sulit dilakukan oleh hotel majapahit surabaya adalah mengambil tindakan & berkomunikasi karena hanya menggunakan media sosial Instagram dan facebook untuk menyebarkan informasi. sementara untuk proses evaluasi tidak dapat dilakukan karena belum ada program yang dijalankan. walaupun demikian, hotel majapahit sebelumnya tidak pernah mengadakan evaluasi pada program yang telah dibuat.",
  "creators": "LEONY SHARON NATASHA MORONG",
  "contributors": "Dr.,Drs. OTTO BAMBANG WAHYUDI, M.Si.,MM. (Advisor 1); Astri Yogatama (Advisor 2); Judy Djoko Wahjono Tjahjo (Examination Committee 1); Titi Nur Vidyarini, S.Sos., M.Comms. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011690/KOM/2021; Leony Sharon Natasha Morong (51416096)",
  "subjects": "PUBLIC RELATIONS; PUBLIC RELATIONS--MANAGEMENT"
}