{
  "id": "48908",
  "title": "Perancangan dashboard performa kapal pada sistem e-filling ISM code PT XYZ",
  "abstract": "Penelitian ini dilakukan untuk merancang dashboard performa kapal pada e-filing ISM Code di perusahaan XYZ. Sistem e-filing merupakan sistem pengisian dan pengiriman laporan dari petugas kapal yang sedang berlayar ke petugas darat di kantor. Tujuan dari sistem e-filing adalah untuk memudahkan petugas di darat dalam mengawasi performa kapal terkait dengan pelaksanaan ISM Code. Namun dalam pelaksanaannya, sistem e-filing memiliki beberapa permasalahan, yaitu pengolahan data yang lama dan informasi yang ada tidak dapat mendukung pengambilan keputusan secara cepat. Permasalahan tersebut dapat diperbaiki dengan merancang dashboard performa kapal. Dashboard bertujuan untuk memvisualisasikan data dari kapal sehingga perusahaan dapat dengan mudah memperoleh informasi yang dibutuhkan. Dashboard dirancang berdasarkan data laporan yang dikirimkan oleh kapal setiap bulan dan diolah menggunakan perangkat lunak. Data yang diolah adalah data mengenai laporan mesin dan audit inspeksi kapal. Pengolahan data oleh perangkat lunak bertujuan untuk memudahkan dan mempercepat proses pengolahan data. Data yang sudah diolah akan divisualisasikan menggunakan dashboard dengan tujuan yang berbeda-beda sesuai informasi yang ingin disampaikan. Secara keseluruhan, tampilan dashboard dapat memberikan gambaran mengenai progres audit kapal, kerusakan dan perbaikan yang terjadi di kapal (bagian yang rusak, jenis kerusakan, durasi perbaikan), indikator pada mesin induk kapal dan peringatan untuk jam kerja komponen mesin kapal",
  "creators": "AILEEN TUSITA DEVI",
  "contributors": "Siana Halim (Advisor 1); Karina Agustin, S.T., M.B.A. (Advisor 2); Felecia, S.T., M.Sc. (Examination Committee 1); Iwan Halim Sahputra, S.T., M.Sc., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022351/IND/2021; Aileen Tusita Devi (C13170011)",
  "subjects": "DASHBOARDS (MANAGEMENT INFORMATION SYSTEMS); INFORMATION RESOURCES MANAGEMENT"
}