{
  "id": "48902",
  "title": "The influence of perceived usefulness, perceived ease of use, perceived social influence, and perceived enjoyment toward brand attitude with the mediation of intention of engagement: The case of Shopee",
  "abstract": "Gamification has changed the marketing system of many industries around the world, including the e-commerce industry. Shopee is one of the big companies that implement gamification to increase its reputation. Researchers are focusing on perceived usefulness, perceived ease of use, perceived social influence, and perceived enjoyment in the gamification strategy that Shopee has used. In this research, the researcher wants to examine whether perceived usefulness, perceived ease of use, perceived social influence, and perceived enjoyment influence intention of engagement and brand attitude of Shopee. Moreover, this research also examines whether the meaning of engagement mediates the relationship between independent variables and brand attitude. The researcher has collected 100 valid research data obtained from the questionnaires distributed on a google form. The data are then analyzed with multiple linear regression and the Sobel test. The data analysis result concluded that perceived usefulness, perceived ease of use, perceived social influence, and perceived enjoyment influence the intention of engagement and brand attitude. Moreover, the Sobel test result concluded that sense of engagement partially mediated the relationship of perceived usefulness, perceived ease of use, perceived social influence, and perceived enjoyment toward brand attitude.",
  "creators": "WILSON PRAYOGO; JOHN SUGIANTO",
  "contributors": "Adelina Proboyo (Advisor 1); Maria Natalia Damayanti Maer, S.S., M.A., Ph.D. (Examination Committee 1); Tessa Vanina Soetanto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 34010434/MAN/2021; Wilson Prayogo (34416026)John Sugianto (34416033)",
  "subjects": "BRAND NAME PRODUCTS; CONSUMER BEHAVIOR"
}