{
  "id": "48910",
  "title": "Efektivitas iklan Shopee edisi 'Main Shopee tanam, menang THR 10 milyar' di YouTube pada masyarakat Surabaya",
  "abstract": "Perubahan perilaku semasa pandemi dimana aktivitas belanja terus meningkat membawa keberhasilan besar untuk Shopee terutama selama periode Shopee Big Ramadhan Sale 2020. Antusias besar pada fitur Shopee Tanam membuat promosi dengan hadiah fantastis pada fitur ini diteruskan. Shopee juga melakukan promosi melalui iklan yang menarik. Oleh karena itu tujuan dari penelitian ini yaitu untuk mengetahui apakah iklan Shopee edisi ‘Main Shopee Tanam, Menang THR 10 Milyar’ di Youtube efektif pada masyarakat Surabaya. Periklanan merupakan alat yang penting dalam bauran promosi yang juga menjadi bagian dalam kajian MPR. Jenis penelitian ini adalah penelitian kuantitatif deskriptif dengan menggunakan metode survei online. Teknik penelitian yang digunakan adalah purposive sampling dan peneliti menyebarkan kuesioner dengan jumlah sampel sebanyak 100 responden. Hasil dari penelitian ini menunjukkan bahwa iklan Shopee edisi ‘Main Shopee Tanam, Menang THR 10 Milyar’ di YouTube pada masyarakat Surabaya efektif. Hal ini ditunjukkan melalui perhitungan nilai mean dari setiap indikator Attention, Interest, Desire, Action (AIDA), dimana semua total nilai mean efektif. Hasil nilai efektif ini disebabkan karena pesan dalam iklan memiliki daya tarik yang kuat terutama tentang pesan dalam iklan yaitu hadiah yang menarik. Maka dari itu, iklan Shopee edisi ‘Main Shopee Tanam, Menang THR 10 Milyar’ yang dipublikasikan melalui media promosi YouTube telah tersampaikan dengan baik kepada masyarakat Surabaya.",
  "creators": "JESSICA DEA PRISIELA SUWANTO",
  "contributors": "Jandy Edipson Luik (Advisor 1); JUDY DJOKO WAHJONO TJAHJO, S.E.,M.Si. (Advisor 2); Desi Yoanita (Examination Committee 1); Astri Yogatama (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011635/KOM/2021; Jessica Dea Prisiela Suwanto (F11170016)",
  "subjects": "ADVERTISING; COMMUNICATION IN MARKETING; SOCIAL MEDIA--COMMUNICATION"
}