{
  "id": "48911",
  "title": "Direct waste dan indirect waste material pada pekerjaan struktur beton dan dinding bata (studi kasus: proyek gedung apartemen di Surabaya)",
  "abstract": "Global warming merupakan topik yang marak diperbincangkan akhir- akhir ini, mengingat kondisi lingkungan rusak akibat penggunaan energi dan pemanfaatan sumber daya alam yang berlebihan tanpa memperhatikan keberlangsungan ketersediaan sumber daya alam. Kontraktor mempunyai peran untuk turut menjaga kelestarian alam dengan menerapkan konsep pembangunan yang berkelanjutan pada saat melakukan pembangunan suatu proyek khususnya dalam penggunaan material konstruksi. Penelitian bertujuan untuk mengetahui penyebab terbentuknya direct dan indirect waste material pada pekerjaan struktur beton dan dinding bata, serta penanganan material sesuai dengan konsep reduce, reuse, recycle, dan disposal. Data didapatkan dari pembagian kusioner dan observasi lapangan di sebuah proyek gedung apartemen dalam tahap pekerjaan struktur beton dan dinding bata yang terdiri dari pekerjaan bekisting, pembesian, pengecoran, dinding bata, dan plesteran. Target responden merupakan staf hingga pekerja sesuai dengan struktur organisasi kontraktor. Hasil dari penelitian didapatkan bahwa penyebab terbentuknya direct waste material pada pekerjaan struktur beton dan dinding bata adalah sisa/potongan material tidak dapat dipakai lagi, sedangkan penyebab terbentuknya indirect waste material adalah perubahan desain sehingga perlu dikerjakan ulang/pekerjaan tambah. Penanganan material pada pekerjaan struktur beton dan dinding bata adalah melakukan pemesanan material sesuai dengan jumlah yang dibutuhkan (reduce), mengumpulkan sisa material untuk pekerjaan selanjutnya (reuse), mengirimkan sisa material yang tidak terpakai ke TPA (disposal). Kontraktor tidak pernah menerapkan konsep recycle.",
  "creators": "YOSUA ALBERT YANUAR; IGNATIUS CHRISTIAN FERNANDO QWENSI",
  "contributors": "Ratna S. Alifen (Advisor 1); Ir. Soehendro Ratnawidjaja, M.Eng. (Examination Committee 1); Fransisca Wijaya, S.T., M.Sc. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012471/SIP/2021; Yosua Albert Yanuar (21416145), Ignatius Christian Fernando Qwensi (21416144)",
  "subjects": "BUILDING MATERIALS; WASTE PRODUCTS AS BUILDING MATERIALS"
}