{
  "id": "48912",
  "title": "A multimodal analysis: revealing Bayu Skak's frustrationin his youtube video entitled \"Valentine Janc#k\"",
  "abstract": "The expression is something that cannot be separated from a conversation. The name itself has various meanings; sometimes, the same word can have two or more substances. To get a real sense, all aspects within us must work together, such as facial expressions, gestures, and also the choice of words used, just like what the writer found in this \"Valentine Janc#k\" video, where Bayu shows an expression like being angry which the writer then follows up to get the accurate meaning. In doing so, the writer uses a multimodal theory by Brian Paltridge (2012), which focuses on semiotic modes such as linguistic modes, gestural modes, and visual modes to reveal the frustration shown by Bayu Skak in the video. Based on that theory, the writer found out that all of the facial expressions, gestures, and setting of the place that the writer analyzes in the video shows signs of the word that leads to frustration. When talking about Valentine, Bayu shows an annoyed and unpleasant facial expression. The body movements are demonstrated by Bayu also show disinterest in the topic of conversation and a messy viewpoint that describes Bayu's messed feelings for Valentine. The choice of words Bayu uses against Valentine (swear words) also plays a significant role in showing the frustration. In conclusion, as Halliday (2009a) said, every communication aspect has its meaning based on social interpretation. Also, as found in the \"Valentine Janc#k\" video where Bayu at first shows an expression of anger but then when the writer analyzes it deeply one by one from the names, gestures, and words chosen then it turns out that Bayu is trying to convey his frustration toward Valentine.",
  "creators": "NATASYA EVELYN ALAMSYAH",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1); Henny Putri (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "A Critical Thesis",
  "source": "A Critical Thesis No. 02012342/ING/2021; Natasya Evelyn Alamsyah (A11170075)",
  "subjects": "MODALITY (LINGUISTICS); VISUAL COMMUNICATION; SEMIOTICS--SOCIAL ASPECTS"
}