{
  "id": "48915",
  "title": "Studi banding K3 normal baru pada proyek konstruksi masa pandemi COVID-19",
  "abstract": "Penelitian ini bertujuan untuk melakukan studi banding terhadap K3 normal baru guna mencegah penyebaran COVID-19 di proyek konstruksi. Beberapa negara mengeluarkan kebijakan K3 normal baru setelah melakukan pemberhentian sementara karena kondisi kahar akibat pandemi. Proyek konstruksi merupakan industri yang padat karya sehingga tiap negara mulai membuat K3 normal baru untuk masa pandemi. Penelitian ini dilakukan untuk melihat keberadaannya K3 normal baru yang telah dibuat oleh beberapa negara, survey ke lapangan proyek di Surabaya untuk mengetahui kebijakan K3 normal baru yang diimplementasikan di proyek konstruksi. Penelitian studi literatur ini mengambil beberapa negara maju dan negara beriklim tropis guna dibandingkan dengan Indonesia. K3 normal baru yang dijadikan sumber penelitian didapatkan dari kementerian kesehatan atau ketenagakerjaan dan lembaga/persatuan kontraktor/konstruksi di negara tersebut. Selain mempelajari K3 normal baru secara tertulis, survey dilakukan berupa wawancara terhadap health and safety environment officer/pengawas MK dan dokumentasi kondisi lapangan. K3 normal baru yang telah dibuat oleh beberapa negara yang diteliti memiliki beberapa kebijakan yang berbeda dengan negara lain sesuai dengan kondisi dan kemampuan negara tersebut. Pada implementasinya kebijakan untuk menjaga jarak dan memakai masker masih sulit untuk dilaksanakan. Physical distancing perlu dikaji ulang untuk proyek konstruksi sedangkan penggunaan masker perlu disiplin lebih baik dari petugas kesehatan atau pekerja sendiri.",
  "creators": "ANDERTON OKTOVALLEN CANDRA; JASON JONATHAN",
  "contributors": "Ratna S. Alifen (Advisor 1); Bambang Wyanto (Examination Committee 1); Januar Buntoro (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012460/SIP/2021; Anderton Oktovallen Candra (21416049), Jason Jonathan (21416048)",
  "subjects": "CONSTRUCTION INDUSTRY--RISK MANAGEMENT; CONSTRUCTION INDUSTRY--SAFETY REGULATIONS; COVID-19 PANDEMIC, 2020-; INDUSTRIAL SAFETY--MANAGEMENT"
}