{
  "id": "48932",
  "title": "Analisis isi crisis & emergency risk communication pandemi COVID-19 pada Facebook bangga Surabaya",
  "abstract": "COVID-19 yang muncul pada akhir tahun 2019 menyebabkan darurat kesehatan publik di seluruh dunia. Kejadian ini memunculkan kebutuhan bagi lembaga-lembaga pemerintahan dan kesehatan untuk melaksanakan Crisis & Emergency Risk Communication (CERC) di negara masing-masing. Termasuk bagi Pemerintah Kota Surabaya yang daerah pemerintahannya sempat menjadi episenter pandemi COVID-19 di Indonesia. Salah satu saluran komunikasi yang digunakan oleh Humas Pemerintah Kota Surabaya untuk melaksanakan CERC adalah media sosial seperti Facebook. Penelitian ini dilaksanakan untuk mengetahui bagaimana Humas Pemerintah Kota Surabaya mengimplementasikan CERC pada akun Facebook Bangga Surabaya. Penelitian ini menggunakan metode penelitian analisis isi kuantitatif dengan 7 best practices pesan CERC sebagai indikatornya. Temuan penelitian menunjukkan bahwa dari 17 Maret 2020 hingga 10 Agustus 2020, Humas Pemerintah Kota Surabaya mengimplementasikan 5 dari 7 indikator. Dimana sebesar 97% dari sampel penelitian mengandung setidaknya 1-5 indikator. Indikator yang paling sering muncul adalah “Promote Action Steps the Public Can Take” (69%), dilanjutkan oleh “Express Accountability” (55%), “Express Commitment” (47%), “Explain What is Known” (43%), “Express Empathy” (24%), dan yang terakhir “Explain What is Not Known” dan “Explain How or Why the Event Happened” yang masing-masing tidak muncul sama sekali (0%). Dari hasil penelitian dapat diketahui bahwa Humas Pemerintah Kota Surabaya melaksanakan 3 dari 4 peran Public Relations dan juga beberapa sifat atau tugas Public Relations secara umum maupun secara khusus sebagai Government Public Relations.",
  "creators": "GENIEVERRE SASJA JULIANTO",
  "contributors": "Ido Prijana Hadi (Advisor 1); Titi Nur Vidyarini, S.Sos., M.Comms. (Advisor 2); Gatut Priyowidodo (Examination Committee 1); Jandy Edipson Luik (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011655/KOM/2021; Genieverre Sasja Julianto (F11170039)",
  "subjects": "EMERGENCY MEDICAL SERVICES--COMMUNICATION SYSTEMS; SOCIAL MEDIA"
}