{
  "id": "48938",
  "title": "Strategi impression management Erick Thohir sebagai Menteri BUMN melalui akun Instagram @Erickthohir",
  "abstract": "Impression management atau manajemen kesan merupakan sebuah upaya yang dilakukan oleh individu untuk mendapatkan kesan yang diharapkan dirinya di mata publik. Setiap individu menginginkan dirinya memiliki kesan positif dan baik di mata setiap orang, termasuk Erick Thohir sebagai Menteri BUMN. Sangat penting bagi Erick Thohir melakukan strategi impression management untuk menciptakan kesan baik di mata publik terlebih karena jabatan sebagai Menteri BUMN yang masih baru saja dilantik serta namanya diterpa isu keterlibatan dalam kasus Jiwasraya dan isu titipan jabatan di Kementerian BUMN. Dalam penelitian ini, peneliti ingin melihat rumusan masalah bagaimana strategi impression management Erick Thohir sebagai Menteri BUMN melalui Akun Instagram @Erickthohir selama periode waktu 23 Oktober 2019 hingga 31 Agustus 2020. Peneliti melakukan coding terhadap pesan verbal baik di postingan berupa foto, video, dan caption yang berkaitan dengan kinerja serta aktivitas Erick Thohir sebagai Menteri BUMN, sebanyak 165 postingan. Penelitian ini menggunakan metode analisis isi kuantitatif deskriptif dengan menggunakan strategi impression management dari Jones & Pittman (1982), yaitu : ingratiation, intimidation, self promotion, exemplification, dan supplication. Hasil dan temuan peneliti pada penelitian ini adalah strategi yang lebih sering digunakan Erick Thohir sebagai Menteri BUMN dalam akun Instagram @Erickthohir adalah self promotion, dimana dirinya yang belum satu tahun menjabat sebagai Menteri BUMN menginginkan dirinya dikenal sebagai sosok dengan banyak prestasi. Strategi ini ditunjukkan secara dominan melalui sub indikator mengungkapkan kompetensi yang telah dilakukan.",
  "creators": "THERESIA ARIYANI HARIYONO",
  "contributors": "Gatut Priyowidodo (Advisor 1); Titi Nur Vidyarini, S.Sos., M.Comms. (Advisor 2); Felicia Goenawan (Examination Committee 1); Agusly Irawan Aritonang, S.Sos., M.A. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Unknown",
  "source": "Skripsi No. 10011650/KOM/2021; Theresia Ariyani Hariyono (F11170043)",
  "subjects": "SOCIAL MEDIA--COMMUNICATION; BUSINESS COMMUNICATION"
}