{
  "id": "48930",
  "title": "Penilaian kondisi struktur atas dan perkuatan struktur pada bangunan industri 7 lantai",
  "abstract": "Penelitian ini dilakukan pada bangunan X yang merupakan gedung pabrik dengan total tingkat 7 lantai. Beberapa elemen struktur pada bangunan tersebut mengalami kerusakan akibat dari penambahan beban di tiap lantai. Kerusakan yang terjadi dapat dilihat secara visual di lapangan. Dalam hal ini, diperlukan assessment struktur untuk mengetahui letak kerusakan, jenis kerusakan dan pemilihan metode yang tepat untuk perbaikan dan perkuatan struktur pada bangunan tersebut. Dilakukan pengumpulan data bangunan, mapping kerusakan struktur, dan analisa struktur bangunan secara keseluruhan. Pada penelitian ini, digunakan bantuan program SAP2000 dalam menganalisa elemen struktur bangunan. Analisa struktur dilakukan dengan 3 permodelan yaitu permodelan dengan kondisi struktur bangunan saat menerima beban sesuai dengan desain awal, permodelan dengan kondisi struktur setelah mendapat beban tambahan yang signifikan dan permodelan dengan kondisi struktur bangunan yang didesain dengan mempertimbangkan atau memperhitungkan kerusakan yang terjadi. Hasil pengecekan struktur menggunakan bantuan program, memperlihatkan bahwa terdapat beberapa elemen struktur yang memerlukan perkuatan struktur. Penentuan metode perkuatan didapatkan dari pengecekan pola keruntuhan, strengthening limit, dan pengecekan terhadap gaya geser terlebih dahulu. Elemen struktur dengan pola keruntuhan tekan menggunakan metode perkuatan steel plate jacketing dengan shear connector sedangkan elemen struktur dengan pola keruntuhan tarik dan memenuhi syarat strengthening limit menggunakan metode perkuatan Carbon Fiber Reinforced Polymer. Perbaikan terhadap struktur yang retak di lapangan menggunakan metode grouting. Hasil evaluasi performa ketiga kondisi struktur memperlihatkan bahwa deformasi terbesar terjadi pada kondisi struktur yang menggunakan beban tambahan dengan desain mempertimbangkan kerusakan struktur yang terjadi. Deformasi terbesar terjadi pada lantai 7 baik arah x maupun arah y. Nilai simpangan antar lantai pada ketiga kondisi struktur masih berada pada batas aman. Struktur yang mengalami kegagalan setelah diperkuat sudah memenuhi syarat di mana kapasitas penampang lebih besar daripada beban yang diterima.",
  "creators": "CELINE MICHAELLA SUTJIADI; TIKA HARSONO",
  "contributors": "Handoko Sugiharto (Advisor 1); Daniel Tjandra (Advisor 2); Effendy Tanojo (Examination Committee 1); Gunawan Budi Wijaya S.T., M.T., M.Eng. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012449/SIP/2021; Celine Michaella Sutjiadi (21416187), Tika Harsono (21416197)",
  "subjects": "BUILDING SITES--RISK ASSESSMENT; BUILDINGS--REPAIR AND RECONSTRUCTION; BUILDINGS-MAINTENANCE"
}