{
  "id": "48934",
  "title": "Representasi perjuangan hidup anak jalanan dalam film extraction",
  "abstract": "Penelitian ini disusun untuk mengetahui bagaimana Perjuangan Hidup Anak Jalanan dalam Film “Extraction”. “Extraction” merupakan film misi penyelamatan oleh mantan tentara Australian Special Air Service Regiment terhadap anak yang disandera oleh pemimpin bandar barkoba terbesar di Dhaka, Bangladesh. Perjuangan hidup anak jalanan merupakan cerita di dalam cerita atau narasi tertanam atau tersemat pada film ini. Pendekatan yang digunakan dalam penelitian ini adalah penelitian deskriptif dengan menggunakan pendekatan kualitatif, dengan metode semiotika John Fiske melalui 3 level yaitu level realitas, level representasi dan level ideologi. Perjuangan hidup anak jalanan disertai dengan ideologi orientalisme yang merupakan dimensi yang digunakan pada penelitian ini. Hasil yang ditemukan mengenai perjuangan hidup anak jalanan yang merupakan perwakilan timur dalam orientalisme pada film ini, berupa penggambaran anak jalanan yang pembohong, mencurigakan, dapat bekerja untuk penjahat, dan diidentifikasi sudah bisa menggunakan berbagai senjata seperti pisau, pedang, maupun senjata api. Namun anak jalanan memiliki karakter yang menghormati dan loyal kepada pemimpin tempat ia bekerja. Dominasi barat dalam orientalisme juga diperlihatkan dalam tokoh pemeran utama, yaitu Tayler Rake. Juga, cerita di dalam cerita mengenai perjuangan hidup anak jalanan dapat mempengaruhi cerita pokok dalam film ini.",
  "creators": "HIZKIA NIHAND HARIPRADIPTA",
  "contributors": "Chory Angela Wijayanti (Advisor 1); Fanny Lesmana (Examination Committee 2); Ido Prijana Hadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011662/KOM/2021; Hizkia Nihand Haripradipta (F11170055)",
  "subjects": "MOTION PICTURES; VISUAL COMMUNICATION"
}