{
  "id": "48943",
  "title": "Evaluasi strategi kebijakan untuk pandemik Covid-19 di kota Surabaya dengan menggunakan simulasi sistem dinamik Vensim Ventana",
  "abstract": "Pandemik Covid-19 sudah merajalela di Kota Surabaya, sehingga Pemkot Surabaya perlu menetapkan kebijakan untuk mengatasi pandemik Covid-19 di Kota Surabaya. Tujuan penelitian ini dilakukan adalah untuk mencari skenario kebijakan terbaik dengan cara disimulasikan. Metode penelitian untuk mengembangkan model awal dan skenario kebijakan adalah simulasi berbasis sistem dinamik dengan software Vensim Ventana. Model awal dirancang dengan mengadopsi model Covid-19 yang dibuat oleh Tom Fiddaman, Ventana System pada tahun 2020 dan disesuaikan dengan keadaan nyata di Kota Surabaya. Hasil penelitian ini, didapatkan model awal yang mewakili keadaan nyata Kota Surabaya. Pada model awal yang telah tervalidasi didapati prediksi akhir pandemik Covid-19 pada tanggal 5 May 2021 dengan total populasi terinfeksi sebesar 15876 orang. Skenario terbaik adalah penambahan kebijakan gabungan terapi plasma konvalesen dan peningkatan swab test di Labkesda hingga 4000 sampel per hari. Prediksi hasil simulasi menunjukkan akhir pandemi terjadi 52 hari lebih cepat dari pada model awal dengan persentase populasi terinfeksi 23.77% lebih kecil dari pada model awal. Dapat disimpulkan strategi Pemkot Surabaya mengkolaborasikan kedua kebijakan tersebut sudah cukup baik. Namun, kebijakan hanya dapat terlaksana dengan kontribusi dari seluruh elemen masyarakat karena semakin gencar swab test dan terapi plasma konvalesen dilakukan maka semakin cepat pandemi berakhir.",
  "creators": "JESSELYN CLARISSA",
  "contributors": "Siana Halim (Advisor 1); Bernardo Nugroho Yahya (Advisor 2); I Gede Agus Widyadana (Examination Committee 1); Tanti Octavia (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022347/IND/2021; Jesselyn Clarissa (C13170031)",
  "subjects": "SIMULATION METHODS; SYSTEM ANALYSIS-SIMULATION METHODS"
}