{
  "id": "48949",
  "title": "Analisis kejadian near miss dan pelaporannya pada proyek konstruksi gedung",
  "abstract": "Kejadian near miss merupakan kejadian yang tidak terencana, terjadi secara instan, dan tidak menimbulkan kerugian. Penelitian ini bertujuan untuk mengetahui frekuensi kejadian near miss dan tingkat potensi keparahannya, gambaran pelaporannya, serta hal yang menghambat pelaporan kejadian near miss. Pengumpulan data dilakukan dengan menyebarkan kuesioner kepada staf konstruksi yang terlibat langsung di lapangan pada proyek gedung di Surabaya dan membuat checklist kelengkapan form pelaporan near miss. Data dari kuesioner diolah menggunakan metode rata-rata dan hasilnya akan dibandingkan antara jawaban staf K3 dengan staf non K3. Sedangkan, data dari checklist diolah dengan metode analisis frekuensi. Hasil penelitian menunjukkan kejadian near miss dengan frekuensi tertinggi menurut staf K3 adalah ada barang yang jatuh, tepat di dekat pekerja, sedangkan menurut staf non K3 adalah tersandung sesuatu dan terjatuh, tetapi tidak cedera. Kedua kejadian ini memiliki tingkat potensi keparahan yang besar. Sebagian besar staf menilai langkah pelaporan near miss sebagai hal yang penting. Namun, penerapannya masih belum sebaik penilaiannya. Hanya ada 2 proyek yang memiliki form pelaporan near miss dan tidak memiliki item jabatan pelapor. Hambatan terbesar dalam pelaporan near miss menurut staf K3 adalah adanya ketidakpercayaan pekerja terhadap program keselamatan, sedangkan menurut staf non K3 adalah pekerja tidak tahu bahwa kejadian near miss harus dilaporkan.",
  "creators": "JEREMY ELMER; STANLEY CORNELIS WIJAYA",
  "contributors": "Andi (Advisor 1); Budiman Proboyo (Examination Committee 1); Hasan Santoso (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012475/SIP/2021; Jeremy Elmer (B11170016)Stanley Cornelis Wijaya (B11170073)",
  "subjects": "CONSTRUCTION INDUSTRY--MANAGEMENT; CONSTRUCTION INDUSTRY--RISK MANAGEMENT"
}