{
  "id": "48957",
  "title": "Citra pemerintah kota Denpasar pasca penerapan pembatasan kegiatan masyarakat dalam pandemi covid-19 di mata masyarakat kota Denpasar",
  "abstract": "Citra terbentuk dari apa yang dialami oleh publik mengenai organisasi. Semua yang dilakukan oleh perusahaan akan membentuk citra di mata publiknya, sehingga jika apa yang dilakukan negatif maka publik akan memberikan penilaian buruk pada perusahaan, begitu juga sebaliknya. Penelitian ini bertujuan untuk mengetahui citra Pemerintah Kota Denpasar di mata masyarakat Kota Denpasar. Pengukuran citra berdasarkan dengan empat indikator pembentukan citra yaitu Persepsi, Kognisi, Motivasi dan Sikap. Jenis penelitian ini adalah deskriptif dengan pendekatan kuantitatif dan dengan metode online survey. Pengumpulan data dilakukan dengan menyebarkan kuisioner melalui media sosial, dikarenakan berbenturan dengan keadaan pandemi Covid-19 yang membatasi peneliti bertemu secara langsung dengan responden. Metode pengolahan data dilakukan dengan menguji validitas, reliabilitas dan frekuensi, sedangkan teknik analisis data dilakukan dengan analisis statistik deskripsif dan tabulasi silang (crosstab). Dari hasil penelitian diketahui bahwa gambaran citra Pemerintah Kota Denpasar di mata masyarakat Kota Denpasar bersifat positif, dimana indikator citra paling tinggi adalah indikator Sikap dengan skor rata-rata sebesar 4.01 dan paling rendah adalah indikator Motivasi dengan skor rata-rata 3.32. Untuk perolehan skor rata-rata indikator lainnya diketahui dari indikator Persepsi terdapat skor rata-rata sebesar 3.83 dan dari indikator kognisi yaitu 3.81.",
  "creators": "FRANSISKUS PEDRO BUDI SAPUTRA",
  "contributors": "Ido Prijana Hadi (Advisor 1); Titi Nur Vidyarini, S.Sos., M.Comms. (Advisor 2); Gatut Priyowidodo (Examination Committee 1); Felicia Goenawan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011648/KOM/2021; Fransiskus Pedro Budi Saputra (F11170078)",
  "subjects": "COMMUNICATION; CORPORATE IMAGE; GOVERNMENT INFORMATION"
}