{
  "id": "48963",
  "title": "The perceived meaning of Tokopedia advertisement video, \"berikan yang paling berarti untuk yang berarti\"",
  "abstract": "Advertising is wrapped in creative verbal and non-verbal that are important for a company to engage customers using its product. Delivering a message from an advertisement is also important to know whether the news that the company wants to transfer is well-delivered or not because audiences' background may affect them in interpreting the message. Thus, the writer aims to the writer seeks to discover how background education affects people to produce information by observing the perceived meanings made by English Department respondents and Engineering Department respondents. To do so, the writer uses verbal and non-verbal communications Tokopedia \"Berikan yang Paling Berarti untuk yang Berarti\" advertisement video. The writer also asks five respondents from the English Department and five Engineering Department respondents. The writer applies Saussure's process of signification and Peirce's three sign modes to analyze the respondents' perceived meanings. Based on the analysis, the writer discovers all respondents mainly use the symbolic method to produce messages, which means the respondents interpret the data by relating it with their association. Nonetheless, Engineering Department's respondents use indexical mode more often than English Department's respondents produce some meanings. Thus, the writer sees that English Department respondents mostly make moral messages while Engineering Department respondents mention the storyline. In conclusion, background knowledge indeed affects people to perceive meanings.",
  "creators": "LORNA DEBBY NOVELYN",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1); Drs. Setefanus Suprajitno, M.A., Ph.D. (Examination Committee 1); Liem Satya Limanta (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012345/ING/2021; Lorna Debby Novelyn (11416047)",
  "subjects": "ADVERTISING; BUSINESS COMMUNICATION--STUDY AND TEACHING; NONVERBAL COMMUNICATION; ORAL COMMUNICATION"
}