{
  "id": "48960",
  "title": "Citra perusahaan The Body Shop sebagai perusahaan kosmetik eco-friendly",
  "abstract": "Penelitian ini dilakukan untuk mengetahui citra perusahaan The Body Shop sebagai perusahaan kosmetik eco-friendly. Citra perusahaan bukan hanya citra atas produk dan pelayanan saja. Citra perusahaan (ada juga yang menyebutnya sebagai citra lembaga) adalah citra dari suatu organisasi secara keseluruhan. Citra perusahaan ini terbentuk dan dipengaruhi oleh banyak hal. Hal-hal positif yang dapat meningkatkan citra suatu perusahaan antara lain adalah sejarah atau riwayat hidup perusahaan yang gemilang, keberhasilan-keberhasilan dibidang keuangan yang pernah diraihnya, sukses ekspor, hubungan industri yang baik, reputasi sebagai pencipta lapangan kerja dalam jumlah yang besar, kesediaan turut memikul tanggung jawab sosial, komitmen mengadakan riset, dan sebagainya. Menurut M.F Vos (2006), sebuah citra dapat terbentuk melalui pengalaman langsung maupun tidak langsung yang menggunakan 5 elemen sebagai alat ukur yaitu primary impression, familiarity, perception, position dan preferences. Hal ini terjadi dalam penelitian ini, diperoleh hasil bahwa pada setiap elemen, jawaban dominan responden adalah setuju yang berarti mereka mengetahui dan menyetujui bahwa The Body Shop dipandang sebagai perusahaan kosmetik eco-friendly ang baik, atau juga dapat diartikan sebagai The Body Shop memiliki citra yang baik sebagai perusahaan kosmetik eco-friendly di mata perempuan Indonesia yang berusia 20 tahun keatas.",
  "creators": "GRACE AGATHA HARTANTO",
  "contributors": "Ido Prijana Hadi (Advisor 1); Astri Yogatama (Advisor 2); Titi Nur Vidyarini, S.Sos., M.Comms. (Examination Committee 1); Fanny Lesmana (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011697/KOM/2021; Grace Agatha Hartanto (F11170096)",
  "subjects": "CORPORATE IMAGE; PUBLIC RELATIONS"
}