{
  "id": "48965",
  "title": "Pengujian kualitas bahan masker non medis dengan metode wicking test",
  "abstract": "Pandemic COVID–19 yang sedang melanda dunia di tahun 2020 ini mengakibatkan berbagai permasalahan. Salah satu permasalahan yang timbul adalah kurangnya ketersediaan masker. Masker tergolong ke dalam Alat Pelindung Diri atau APD yang harus digunakan oleh siapa saja saat beraktivitas di luar rumah. Persediaan masker yang menipis membuat harga masker meningkat tajam. Krisis masker tidak hanya dialami oleh masyarakat, namun juga oleh tenaga medis di berbagai negara. Demi menjaga ketersediaan masker untuk tenaga medis, WHO menganjurkan masyarakat untuk menggunakan masker non medis yang terbuat dari kain sebagai upaya pencegahan. Pengujian bahan masker non medis dalam penelitian ini menggunakan metode wicking test. Wicking test merupakan sebuah metode yang dapat digunakan untuk melihat kemampuan serap kain dan menghitung jari-jari kapiler efektif kain. Metode wicking test yang digunakan pada penelitian ini adalah vertical wicking dan horizontal wicking. Penelitian ini bertujuan untuk mengetahui jenis kain apa yang cocok untuk lapisan luar dan dalam masker non medis. Jenis kain yang digunakan pada penelitian ini antara lain katun lokal, katun jepang, katun twill, kain oxford, dan kain scuba. Eksperimen dilakukan dengan membuat desain eksperimen menggunakan software Minitab. Hasil dari penelitian menunjukkan jenis kain yang cocok untuk lapisan luar masker adalah katun twill dan katun lokal, di mana kedua kain ini memiliki kemampuan serap yang rendah. Sedangkan jenis kain yang cocok untuk lapisan dalam masker adalah kain oxford dan katun jepang karena kemampuan serap yang tinggi.",
  "creators": "GIOVANNI ANGGASTA",
  "contributors": "Iwan Halim Sahputra, S.T., M.Sc., Ph.D. (Advisor 1); Debora Anne Yang Aysia (Advisor 2); Siana Halim (Examination Committee 1); Karina Agustin, S.T., M.B.A. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022353/IND/2021; Giovanni Anggasta (C13170007)",
  "subjects": "MEDICAL CARE--QUALITY CONTROL; QUALITY CONTROL--STANDARDS"
}