{
  "id": "48964",
  "title": "Multimodal discourse analysis of video Traveloka advertisements",
  "abstract": "In the marketing world, many competitors compete for their business to become the number one. Thus, some companies want to make their product exist in the customer's mind by creating a video advertisement, which usually appears on television or social media platforms. Some companies typically share a particular message about their brand or product to their customer by making video as the advertising instrument. The message is used to persuade the people who see the advertisement to buy their product. The video advertisement contains semiotic resources such as visual, audio, aural, spatial, linguistic, and gesture. Those elements help the audience to understand particular messages. In this thesis, the researcher aims to reflect the news of the fun traveling moment in Traveloka video advertisements by looking at the elements of semiotic resources, which are divided into two parts, they are verbal and nonverbal expression and finding out the brand image of Traveloka video advertisement by looking at the interrelatedness of some semiotic resources. First, the researcher used two videos of Traveloka advertisements as the object of analysis; then, the writer found out the verbal and nonverbal expression that conveys the message using Multimodal discourse theories. Finally, the writer interpreted the message using a descriptive qualitative research method. According to the researcher's analysis, both videos of Traveloka advertisements reflect fun traveling moments, which can be seen through the combination of some semiotic resources, and find two brand images of Traveloka such as having quality time and seeking the meaning of life.",
  "creators": "YOHANA",
  "contributors": "Samuel Gunawan (Advisor 1); Julia Eka Rini (Examination Committee 1); Drs. Setefanus Suprajitno, M.A., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012344/ING/2021; Yohana (11416019)",
  "subjects": "ADVERTISING--BRAND NAME PRODUCTS; DISCOURSE ANALYSIS"
}