{
  "id": "48974",
  "title": "Pembuatan pedoman untuk assessment dan solusi struktur beton bertulang yang terdampak serangan klorida (studi literatur)",
  "abstract": "Beton merupakan bahan bangunan yang tahan lama. Namun kondisi lingkungan yang agresif berupa chemical attack dapat menyebabkan kerusakan beton bertulang, salah satunya adalah serangan klorida. Dengan kerusakan yang ditimbulkan, dibutuhkan adanya pedoman yang dapat memudahkan dilakukannya assessment dan perbaikan. Tujuan dari penelitian ini adalah untuk menghasilkan pedoman yang dapat digunakan untuk assessment struktur yang terdampak klorida serta tabel untuk pertimbangan memilih perbaikan pada beton dengan mengambil tiga contoh kasus. Metode penelitian ini dilakukan dengan studi literatur dari berbagai macam standar, dan penelitian sebelumnya yang berisi dampak klorida pada struktur beton bertulang, cara untuk melakukan assessment, dan juga berbagai macam proteksi untuk struktur baru dan struktur yang sudah terdampak klorida. Hasil dari penelitian ini adalah sebuah pedoman yang berisi flowchart dan tabel untuk assessment serta tabel untuk solusi. Pedoman ini dapat digunakan terhadap tiga contoh kasus yang diambil untuk assessment dan juga memberikan saran perbaikan kepada pihak owner. Namun, perlu dilakukan penelitian lebih lanjut untuk mempertimbangkan faktor-faktor lain seperti penyebab kerusakan yang lain, biaya, dan lain-lain.",
  "creators": "JAMES; JASON EVAN",
  "contributors": "Handoko Sugiharto (Advisor 1); Gunawan Budi Wijaya S.T., M.T., M.Eng. (Advisor 2); Dr. rer.nat. Surya Hermawan S.T., M.T. (Examination Committee 1); Willy Husada, ST.,MT., Msc. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012463/SIP/2021; James (21416186), Jason Evan (21416014)",
  "subjects": "REINFORCED CONCRETE-HANDBOOKS, MANUALS, ETC.; REINFORCED CONCRETE CONSTRUCTION-HANDBOOKS, MANUALS, ETC."
}