{
  "id": "48981",
  "title": "Studi literatur dan survey proyek dengan membandingkan angka produktivitas pemasangan dinding partisi dan pengecatan",
  "abstract": "Dalam masa perkembangan zaman, semakin banyak saingan dalam berbagai hal seperti teknologi, dunia bisnis, dan bidang konstruksi. Dalam bidang konstruksi sendiri, para kontraktor berlomba untuk menyediakan layanan yang berlandaskan prinsip efektif dan efisien. Produktivitas merupakan hal yang sangat penting dalam suatu proyek konstruksi karena berperan sebagai tolak ukur dalam menentukan tingkat efisiensi dan keefektifan dari suatu proyek. Sehingga kita perlu membandingkan produktivitas Indonesia dengan negara maju lainya, kita mengambil negara Singapura yang memiliki BCA (Building and Construction Authority) 2014 Singapura, dan kita membandingkan dengan negara berkembang lainya yaitu Filipina. Metode penelitian ini dilakukan dengan mengumpulkan studi literatur dan survey data proyek mengenai pemasangan dinding partisi dan pengecatan dinding dengan standar BCA 2014 Singapura. Rata- rata angka produktivitas pemasangan dinding partisi di Indonesia adalah 1.60 m2/manhour sedangkan Singapura memiliki angka produktivitas sebesar 2.25 m2/manhour dan Filipina memiliki angka produktivitas sebesar 2.48 m2/manhour.. Rata-rata angka produktivitas pengecatan di Indonesia adalah 2.61 m2/manhour sedangkan Singapura memiliki angka produktivitas sebesar 5.5 m2/manhour dan Filipina memiliki angka produktivitas sebesar 2.59 m2/manhour.Dan faktor-faktor yang mempengaruhi produktivitas pemasangan dinding partisi dan pengecatan tersebut ada 3 faktor Moral dan tingkah laku, pengalaman kerja, dan material.",
  "creators": "ALVIN INDRAJAYA SETIA; INTAN MAHARANI",
  "contributors": "Paulus Nugraha (Advisor 1); Bambang Wyanto (Examination Committee 1); Budisetyono Tedjakusuma (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012465/SIP/2021; Alvin Indrajaya Setia (21416041)Intan Maharani (21416224)",
  "subjects": "CONSTRUCTION INDUSTRY--LABOR PRODUCTIVITY; DRYWALL CONSTRUCTION--PAINTING; DRYWALL CONSTRUCTION"
}