{
  "id": "48990",
  "title": "Faktor motivasi staf konstruksi berdasarkan teori ERG",
  "abstract": "Dalam suatu industri konstruksi perlu memberikan motivasi kepada para staf yang bekerja untuk memberikan kebutuhan apa saja yang diperlukan. Penelitian ini ditujukan untuk mengetahui faktor motivasi yang paling penting bagi staf kontraktor dan mengetahui apakah teori motivasi ERG (existence, relatedness dan growth) berlaku pada staf kontraktor. Motivasi pada teori ERG dibagi menjadi tiga kebutuhan yaitu existence (keberadaan), relatedness (keterkaitan) dan growth (pertumbuhan). Penelitian dilakukan dengan membagikan kuesioner secara online ataupun offline kepada staf kontraktor pada empat perusahaan kontraktor yang kemudian data yang didapat diolah menggunakan metode tertentu. Menentukan faktor motivasi yang paling penting pada staf kontraktor berdasarkan teori ERG peneliti menggunakan metode relative importance index (RII). Kemudian dilakukan pengujian untuk menentukan terdapat hubungan atau korelasi dalam penentuan peringkat pada staf dengan menggunakan metode spearman rank correlation. Lalu untuk mengetahui hubungan antar staf berdasarkan teori ERG dilakukan pengujian terhadap tujuh proposisi yang terdapat pada teori ERG menggunakan metode uji one sample T test. Hasil penelitian menunjukkan faktor motivasi paling penting pada staf adalah program kesehatan yang baik dengan nilai RII sebesar 0.944 dan para staf kontraktor saat ini sedang berada pada tingkat existence needs (kebutuhan keberadaan). Kemudian terdapat beberapa korelasi atau hubungan dalam menentukan peringkat pada staf kontraktor berdasarkan data umum responden. Dalam teori motivasi ERG pada staf kontraktor hasil yang diperoleh bahwa semua tujuh proposisi yang diuji dapat menunjukkan hasil yang signifikan sehingga teori ERG dapat berlaku pada staf kontraktor.",
  "creators": "OWEN FERDINAND KARTIKA; ELDRIE PRAYOGA IVANDRIA",
  "contributors": "Andi (Advisor 1); Sentosa Limanto (Examination Committee 1); Jonathan Hendra Kusuma (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012474/SIP/2021; Owen Ferdinand Kartika (21416205)Eldrie Prayoga Ivandria (21416240)",
  "subjects": "EMPLOYEE MOTIVATION; PERSONNEL MANAGEMENT"
}