{
  "id": "48999",
  "title": "Violation of the conversational maxims in the humorous utterances in comedy program ‘The East’",
  "abstract": "This study is conducted to reveal the violated maxims in the humorous utterances and the implicature of the maxim violations in the NET comedy program 'The East' from a discourse analysis point of view. In this study, the writer analyzes the types of maxims that are violated found in the humorous utterances in episode 397 entitled 'Ribet Milih Tempat Kerja Baru' (Complication in choosing a workplace) of the comedy program 'The East.' The writer also explains the implicatures of the violated maxims. This study was conducted Using a descriptive-qualitative approach aimed to create a description from the perspectives or experiences of the writer. The data source was one episode of 'The East' from NET. The writer made a transcription from episode 397 found on Zulu.id. The video was uploaded on Zulu.id on 29 December 2019. The original show and the video uploaded on Zulu are Indonesian. The data were the utterances producing humor signaled by the audience's laughter that can be heard in episode 397 of the comedy program 'The East' from NET. There were 26 (twenty-six) violations, each implied meaning in the program's episode. Among the four maxims, the most frequent occurrence is the maxim of quality violation with 11 events. The second is the violation of the maxim of Quantity with seven circumstances and the breach of the maxim of Manner and maxim of Relation with the same number of occurrences, four. Therefore, it can be concluded that violations of conversational maxims are found in the humorous utterances that trigger the audience's laughter.",
  "creators": "ANGELINA KENCANA",
  "contributors": "Josefa Juniarti Madijono (Advisor 1); Henny Putri (Examination Committee 2); Esther Kuntjara (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012346/ING/2021; Angelina Kencana (11414040)",
  "subjects": "MAXIMS; DISCOURSE ANALYSIS; TELEVISION COMEDIES"
}