{
  "id": "49004",
  "title": "Kombinasi fly ash CFBC dan PCC sebagai material pengganti sebagian semen pada beton",
  "abstract": "Sistem pembakaran batubara dibedakan menjadi 2 yaitu Fluidized Bed Combustion (FBC) dan Pulverized Coal Combustion (PCC). Circulating Fluidized Bed Combustion (CFBC) merupakan contoh pembakaran FBC yang menghasilkan sisa buangan berupa fly ash. Bentuk partikel fly ash CFBC kasar dan tidak beraturan menyebabkan peningkatan kebutuhan air pada beton. Bentuk partikel fly ash CFBC berlawanan dengan fly ash PCC yang berbentuk bulat dan memiliki reaktivitas yang tinggi. Penelitian ini bertujuan untuk menganalisa kuat tekan sampai 56 hari, workability pada beton, drying shrinkage sampai 25 hari pada mortar dengan kombinasi fly ash CFBC dan PCC sebagai material pengganti sebagian semen. Penggantian sebagian semen oleh fly ash sebesar 30% dari berat binder total. Beton dengan pengganti sebagian semen sebesar 100% fly ash CFBC memiliki kebutuhan air yang lebih tinggi jika dibandingkan dengan beton dengan pengganti sebagian semen sebesar 100% fly ash PCC. Hal ini menunjukan kebutuhan air yang dibutuhkan fly ash CFBC lebih banyak. Seiring dengan bertambahnya kadar fly ash CFBC pada binder maka kebutuhan air yang diperlukan oleh campuran beton semakin meningkat. Kuat tekan beton 56 hari optimum didapatkan pada kombinasi 100% fly ash CFBC. Seiring bertambahnya kadar fly ash PCC pada binder maka semakin tinggi nilai drying shrinkage yang terjadi.",
  "creators": "BENEDICT ANDRIAN ONGKOWIJAYA; ALBERT SANTOSO",
  "contributors": "Antoni (Advisor 1); Agievianthi, MS (Advisor 2); Daniel Tjandra (Examination Committee 1); Djwantoro Hardjito (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012462/SIP/2021; Benedict Andrian Ongkowijaya (21416124), Albert Santoso (21416006)",
  "subjects": "CONCRETE--MIXING; FLY ASH; CONTROLLED LOW-STRENGTH MATERIALS"
}