{
  "id": "49008",
  "title": "Pengaruh konfigurasi u-wrap dalam mengatasi concrete cover delamination pada balok perkuatan fiber reinforced polymer (FRP)",
  "abstract": "Elemen struktur beton mempunyai beberapa kelemahan, berupa kuat tarik yang rendah, bersifat getas, dan rentan retak. Kegagalan prematur concrete cover delamination yang terjadi pada balok yang diperkuat dengan Fiber Reinforced Polymer (FRP) merupakan penghambat pemakaian FRP sebagai perkuatan balok lentur. Dalam upaya untuk mengatasi hal ini, sistem penjangkaran U-Wrap dibuat seefisien mungkin dengan permodelan Strut-and-Tie sebagai perpanjangan tulangan sengkang ke FRP untuk mencegah kegagalan prematur dan meningkatkan kuat tarik balok beton. Penelitian dilakukan dengan lima belas balok dengan ukuran 1200x150x150 mm dan diperkuat dengan tulangan tekan dan tarik D10, sengkang Ø8-50 mm, dan mutu beton rencana 25 MPa, dengan dua belas balok diperkuat dengan perkuatan U-Wrap yang memiliki konfigurasi U-Wrap yang berbeda. Spesimen uji dirancang dengan jumlah U-Wrap yang bervariasi untuk mengetahui efektivitas dan efisiensi pada balok lentur. Pembebanan dilakukan dengan metode two-point load. Analisa data dilakukan dengan metode Digital Image Correlation. Hasil dari pengetesan spesimen penelitian menghasilkan pola retak, daktilitas, kekuatan lentur, dan kekakuan terhadap balok beton bertulang biasa. Dapat disimpulkan bahwa pemasangan U-Wrap dapat mencegah kegagalan prematur, dan pemasangan lebih dari satu U-Wrap tidak mempengaruhi angka daktilitas, kapasitas lentur, dan kekakuan balok yang diperkuat FRP secara signifikan.",
  "creators": "CHRISTIAN VINCENT PRANOTO; EDWARD LEONARDO",
  "contributors": "Benjamin Lumantarna (Advisor 1); Gunawan Budi Wijaya S.T., M.T., M.Eng. (Advisor 2); Pamuda Pudjisuryadi (Examination Committee 1); Djwantoro Hardjito (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012446/SIP/2021; Christian Vincent Pranoto (21416003), Edward Leonardo (21416207)",
  "subjects": "CIVIL ENGINEERING; FIBER-REINFORCED CONCRETE"
}