{
  "id": "49018",
  "title": "Pelaporan untuk mengurangi tindak kriminal dan non kriminal di kota Mojokerto dengan menggunakan metode haversine dan metode multiple criteria utility assessment",
  "abstract": "Kriminal adalah salah satu bentuk penyimpangan terhadap hukum, yang selalu ada di masyarakat. Tindak kriminal dipengaruhi oleh kesenjangan sosial, tingkat pengangguran yang cukup tinggi sehingga dapat mengakibatkan tindakan kriminal. Seperti contoh saat pandemi ada beberapa kriminal yang dilakukan tentunya untuk setiap kota berbeda-beda, untuk Kota Mojokerto memiliki tindakan kriminal yang cukup banyak yaitu pemakaian narkoba. Tidak hanya tindakan kriminal saja yang terjadi melainkan tindakan non kriminal juga terjadi seperti kecelakaan, kebakaran, dan lain-lain. Berdasarkan masalah kriminal dan non kriminal yang terjadi di masyarakat, harus memiliki media untuk pelaporan terhadap kriminal dan non kriminal secara langsung dan cepat untuk penanganan serta dapat menangani ketika banyak kriminal yang dilaporkan. Sehingga program ini menggunakan metode Haversine untuk mengetahui jarak terpendek sehingga dapat tercipta rute terpendek, dan metode Multiple Criteria Utility Assessment untuk mendapatkan nilai untuk melakukan penanganan pelaporan saat bersamaan. Dengan adanya metode ini pelapor dapat mengetahui rute terpendek dan estimasi waktu antara user dengan polsek, serta dilanjutkan dengan metode selanjutnya untuk menangani ketika banyak pelaporan. Lalu, admin melihat bobot yang ada sehingga langsung melakukan penanganan untuk mengurangi hal-hal yang tidak diinginkan.",
  "creators": "ANTONIUS WIBISONO",
  "contributors": "Justinus Andjarwirawan (Advisor 1); Rudy Adipranata (Advisor 2); Yulia (Examination Committee 1); Silvia Rostianingsih (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022020/INF/2021; Antonius Wibisono (26416003)",
  "subjects": "APPLICATION SOFTWARE"
}