{
  "id": "49019",
  "title": "Potret industri konstruksi di Surabaya dalam masa pandemi COVID-19",
  "abstract": "Industri Konstruksi merupakan segala kegiatan atau usaha yang berkaitan dengan penyiapan lahan dan proses konstruksi, perubahan, perbaikan terhadap bangunan, struktur, dan fasilitas terkait lainnya. Penelitian ini bertujuan untuk mengetahui bagaimana potret industri konstruksi pada masa pandemi COVID-19, dilihat dari faktor penurunan jumlah proyek, pembengkakan biaya proyek dan keterlambatan proyek. Data yang didapatkan dalam penelitian dengan membagikan kuesioner kepada responden yang bekerja di bidang konstruksi pada kontraktor besar dan kontaktor kecil di Surabaya dan sekitarnya. Analisa data dilakukan dengan menggunakan Analisa Deskriptif Mean dan Analisa Independent (T-Test). Berdasarkan hasil analisa deskriptif mean, pada proyek kontraktor besar, indikator peningkatan biaya akibat protokol kesehatan yang ketat dimasa COVID-19 menduduki urutan pertama dalam faktor yang mempengaruhi potret industri konstruksi di Surabaya. Sementara pada proyek kontraktor kecil, indikator keterlambatan proyek pada masa COVID-19, sehingga melebihi kesepakatan dalam kontrak awal menduduki urutan pertama dalam faktor yang mempengaruhi potret industri konstruksi di Surabaya. Berdasarkan hasil Independent (T-Test), terdapat perbedaan pendapat antara kontaktor besar dan kontraktor kecil di Surabaya pada masa pandemi COVID-19, dalam indikator keterlembatan penyelesaian proyek yang telah disepakati dalam kontrak awal.",
  "creators": "KEVIN ARIANTO WIJAYA; KEVIN JONATHAN SANTOSO",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Ir. Soehendro Ratnawidjaja, M.Eng. (Advisor 2); Paulus Nugraha (Examination Committee 1); Sandra Loekita (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012472/SIP/2021; Kevin Arianto Wijaya (21416175)Kevin Jonathan Santoso (21416168)",
  "subjects": "CONSTRUCTION INDUSTRY--LOCATION; CONSTRUCTION INDUSTRY--MANAGEMENT; CONSTRUCTION INDUSTRY"
}