{
  "id": "49026",
  "title": "Redesain combi brake sistem pada sepeda motor Yamaha Mio Sporty 2008",
  "abstract": "Rem merupakan bagian kendaraan yang memiliki fungsi untuk memperlambat atau menghentikan laju kendaraannya. Dalam proses perlambatan atau pemberhentian kendaraan tersebut dibutuhkan kestabilan, dimana salah satu upaya untuk meningkatkan kestabilan sepeda motor saat pengereman adalah menggunakan sistem pengereman CBS, yakni sistem pengereman dengan tuas rem kanan dan kirinya disambungkan oleh tali kabel. Ketika tuas rem kiri ditekan, rem kanan akan turut bekerja. Hal ini menjadikan motor lebih stabil ketika dilakukan pengereman. CBS juga dapat digunakan untuk memperpendek jarak pengereman kendaraan dengan kontribusi kedua rem (rem depan dan belakang) didalamnya. Dalam tugas akhir ini dilakukan redesain pengereman antara rem depan dan belakang pada kendaraan Yamaha Mio Sporty 2008 dengan kondisi jalan datar. Serta dilakukan analisa jarak pengereman. Analisa dilakukan dengan percobaan (aktual). Yang dimaksud percobaan aktual adalah diberikan oleh sistem, dimana keadaan elemen yang digunakan bisa saja tidak sama atau kurang sesuai dengan standarnya. Variasi percobaan dilakukan berdasarkan tingkat kecepatan dan jalan datar lurus. Tingkat kecepatan yang digunakan adalah kecepatan 30 km/jam, 40 km/jam, 50 km/jam. Sementara jarak yang digunakan adalah jalanan datar dengan panjang kurang lebih 150 meter. Dari hasil yang didapat pada hasil pengereman sesudah dipasang Combi Brake System pada jalanan datar, nilai jarak pengereman yang didapat lebih kecil daripada yang tidak menggunakan sistem Combi Brake System.",
  "creators": "KEVIN IGNATIUS SANTOSA",
  "contributors": "Joni Dewanto (Advisor 1); Ian Hardianto Siahaan (Examination Committee 1); Ninuk Jonoadji (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04011380/MES/2020; Kevin Ignatius Santosa (24414040)",
  "subjects": "BRAKES--DESIGN AND CONSTRUCTION; BRAKES; MOTORCYCLES--BRAKES"
}