{
  "id": "49024",
  "title": "Karakteristik campuran aspal emulsi dingin dengan menggunakan crumb rubber sebagai pengganti agregat halus pada variasi gradasi agregat batas tengah dan batas atas",
  "abstract": "Penggunaan aspal panas memiliki efek polusi kepada lingkungan serta menimbulkan efek rumah kaca. Hal ini menjadi alasan penggunaan Campuran Aspal Emulsi Dingin (CAED) menjadi solusi yang ramah lingkungan. Tujuan penelitian adalah untuk mengetahui pengaruh gradasi agregat batas atas dan batas tengah terhadap nilai kadar aspal residu optimum (KARO), untuk mengetahui karakteristik Campuran Aspal Emulsi Dingin (CAED) tanpa menggunakan crumb rubber sebagai pengganti agregat halus pada gradasi agregat batas atas dan batas tengah dan untuk mengetahui mengetahui karakteristik Campuran Aspal Emulsi Dingin (CAED) dengan menggunakan crumb rubber sebagai pengganti agregat halus pada gradasi agregat batas atas dan batas tengah. Aspal yang digunakan dalam penelitian ini adalah CSS-1h (Cationic Slow Setting – 1 hard). Pembuatan campuran aspal emulsi dingin dan penggunaan aspal masing-masing batas dibuat sesuai Job Mix Formula. Kemudian dilanjutkan pembuatan sampel untuk batas atas dan batas tengah, lalu dilakukan uji Marshall untuk mendapatkan KARO pada gradasi batas atas dan batas tengah. KARO (Kadar Aspal Residual Optimum) untuk gradasi agregat batas atas dan batas tengah adalah 12.05% dan 9.6%. Dari hasil KARO dibuat Job Mix Formula untuk variasi penggunaan crumb rubber mesh 60 sebesar 0%, 50% dan 100% dari volume agregat lolos ayakan no 8. Hasil menunjukan variasi penggunaan crumb rubber 50% dan 100% mengakibatkan naiknya nilai porositas (VIM), begitu juga dengan stabilitas mengalami penurunan pada batas tengah dan batas sehingga penggunaan crumb rubber sebagai pengganti agregat halus kurang efektif karena tidak memenuhi spesifikasi.",
  "creators": "ALBERTUS ADRIAN LUDIARTO; ALAN DARMALIPUTRA",
  "contributors": "Paravita Sri Wulandari (Advisor 1); Harry Patmadjaja (Advisor 2); Rudy Setiawan (Examination Committee 1); Johanes Indrojono Suwono (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 13012458/SIP/2021; Albertus Adrian Ludiarto (21415180)Alan Darmaliputra (21415176)",
  "subjects": "ASPHALT EMULSION MIXTURES; ASPHALT; CRUMB RUBBER"
}