{
  "id": "49029",
  "title": "Studi komparatif: Brand Identity Innisfree dan Nature Republic dalam video iklan",
  "abstract": "Penelitian ini untuk melihat bagaimana perbandingan penyampaian pesan brand identity dalam video iklan 2 brand yang sama- sama menjual produk kecantikan dengan bahan dasar alami. Video iklan mereka diunggah di channel YouTube resmi brand tersebut. Marketing communication merupakan kegiatan yang dibutuhkan perusahaan agar dapat mempromosikan produk maupun jasa yang mereka jual, serta membentuk image perusahaan di mata khalayak. Salah satu jenis marketing communication yang dilakukan oleh perusahaan untuk mencapai hal tersebut yaitu melalui iklan (advertising). Video iklan menggabungkan elemen visual dan audio di dalamnya. Sebuah perusahaan/brand memerlukan brand identity. Brand identity berperan sebagai identitas bagi perusahaan, yang mana menjadi faktor pembeda dengan kompetitor yang lain. Perbandingan penyampaian pesan brand identity dilihat melalui metode analisis isi kuantitatif pada video iklan kedua brand yang diunggah di channel YouTube resmi mereka. Dalam penelitian ini, ditemukan bahwa saat diimplementasikan ke dalam video iklan, brand identity masing- masing brand belum menunjukkan perbedaan yang signifikan. Bahkan baik Innisfree maupun Nature Republic sama- sama mengabaikan elemen penting dalam brand identity mereka seperti nama brand, logo, dan tagline.",
  "creators": "CHRISTABEL NATHANIA",
  "contributors": "JUDY DJOKO WAHJONO TJAHJO, S.E.,M.Si. (Advisor 1); Felicia Goenawan (Advisor 2); Dr.,Drs. OTTO BAMBANG WAHYUDI, M.Si.,MM. (Examination Committee 1); Titi Nur Vidyarini, S.Sos., M.Comms. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011673/KOM/2021; Christabel Nathania (F11170019)",
  "subjects": "ADVERTISING--BRAND NAME PRODUCTS; ADVERTISING; COMMUNICATION"
}