{
  "id": "49049",
  "title": "Studi awal pengaruh COVID-19 terhadap pekerjaan konstruksi tradisional dan konstruksi 4.0",
  "abstract": "Pekerjaan konstruksi untuk saat ini terbagi atas dua yaitu pekerjaan konstruksi tradisional dan konstruksi 4.0. Pada era pandemi COVID-19 saat ini, sektor konstruksi juga terkena dampak akibat COVID-19. Sehingga pada penelitian ini ingin mengetahui tentang pengaruh COVID-19 terhadap pekerjaan konstruksi tradisional dan konstruksi 4.0. Penelitian dilakukan dengan cara studi literatur dan survei. Studi literatur digunakan untuk mengumpulkan data untuk menjabarkan aktivitas dari pekerjaan konstruksi, kemudian mengumpulkan data tentang level resiko COVID-19 terhadap pekerjaan konstruksi. Hasil dari data level resiko menunjukan bahwa pekerjaan kontruksi tradisonal terpengaruh oleh COVID-19 sedangkan pekerjaan konstruksi 4.0 kurang terpengaruh COVID-19. Setelah itu, survei dilakukan kepada para pelaku konstruksi di Indonesia agar dapat mengetahui seberapa terpengaruhnya pekerjaan konstruksi tradisional terhadap COVID-19 dari pandangan responden. Hasil penelitian secara umum menunjukan bahwa pekerjaan konstruksi tradisional dinilai terpengaruh oleh COVID-19. Saat hasil penelitian dibandingkan dengan level resiko pekerjaan, hasilnya secara umum keduanya memiliki kecocokan. Sehingga pekerjaan konstruksi tradisional terpengaruh oleh COVID-19 dan konstruksi 4.0 kurang terpengaruh oleh COVID-19.",
  "creators": "IVAN WIMAR ASTANTO; BRYAN SANGTANIA",
  "contributors": "Paulus Nugraha (Advisor 1); Herry Pintardi Chandra (Examination Committee 1); David Wiyono S.T., M.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012460/SIP/2021; Ivan Wimar Astanto (21415202), Bryan Sangtania (21415189)",
  "subjects": "CONSTRUCTION INDUSTRY--RISK MANAGEMENT; COVID-19 (DISEASE)--LABOR PRODUCTIVITY; CONSTRUCTION INDUSTRY--PERSONNEL MANAGEMENT"
}