{
  "id": "49044",
  "title": "Perancangan usulan perbaikan skema penilaian kinerja yang saling mendukung antara individu dan departemen pada studi kasus perusahaan jasa konstruksi",
  "abstract": "Performa dari perusahaan dapat dilihat dari kemampuan atau kinerja karyawan dan departemen perusahaan untuk bekerja dengan baik dan mencapai target atau standar yang sudah ditetapkan oleh perusahaan. PT X menggunakan hasil dari pengukuran dan penilaian kinerja sebagai nilai untuk dasar pemberian penghargaan akhir tahun berupa bonus kepada karyawannya dengan tujuan untuk memotivasi karyawan perusahaan. Penilaian kinerja sebagai dasar pemberian penghargaan pada PT X saat ini hanyalah berdasarkan penilaian kinerja individu saja yaitu kemampuan karyawan untuk menyelesaikan tugas yang diberikan. Penilaian tersebut menyebabkan karyawan hanya peduli dengan hasil kerjanya saja dan kurang peduli terdapat pencapaian departemen dan perusahaan secara keseluruhan. Kemampuan untuk bekerjasama dan saling mendukung dalam suatu departemen atau perusahaan merupakan salah satu kunci keberhasilan dalam pencapaian tujuan yang ada. Usulan perbaikan skema penilaian kinerja yang dibuat mencantumkan faktor kerjasama antar individu dalam departemen ataupun perusahaan sehingga penilaian yang diberikan lebih adil. Usulan perbaikan skema penilaian juga menggambarkan hubungan kerja yang saling mendukung antara individu dan departemen dalam pencapaian tujuan perusahaan yang berdasarkan pada visi, misi, dan kebijakan mutu perusahaan.",
  "creators": "IENEKE KATHRYN KODRAT",
  "contributors": "I Nyoman Sutapa (Advisor 1); Herri Christian Palit (Examination Committee 1); Tanti Octavia (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022352/IND/2021; Ieneke Kathryn Kodrat (C13170104)",
  "subjects": "EMPLOYEE MOTIVATION; PERFORMANCE STANDARDS; PERFORMANCE--EVALUATION"
}