{
  "id": "49056",
  "title": "Motivasi pekerja konstruksi dalam masa pandemi covid-19 di Surabaya",
  "abstract": "Motivasi adalah salah satu faktor kunci untuk meningkatkan efektivitas suatu perusahaan, motivasi sendiri dipengaruhi oleh banyak faktor. Hal inilah yang menyebabkan tidak adanya suatu standar yang dapat digunakan untuk mengukur dan membandingkan tingkat motivasi antara perusahaan yang satu dengan perusahaan yang lain. Penelitian ini bertujuan untuk mengetahui bagaimana motivasi pekerja konstruksi di Surabaya pada masa pandemi COVID-19. Data dalam penelitian diperoleh dengan cara menyebarkan kuesioner kepada responden yang bekerja di bidang konstruksi pada proyek high rise building dan low rise building di Surabaya. Analisa data dilakukan dengan cara Analisa Deskriptif Mean dan Analisa Independent T-Test. Hasil dari analisa menunjukkan bahwa faktor pemenuhan terhadap pembayaran gaji tenaga kerja selama masa penghentian sementara merupakan faktor utama yang mempengaruhi motivasi pekerja di high rise building kemudian diikuti oleh faktor pekerja yang suspek/sakit COVID-19 gaji tetap dibayarkan, tunjangan sakit, alat pelindung (masker) yang demikian harus disediakan, tanpa membebankan biaya apa pun kepada pekerja, pengakuan negatif COVID-19. Sedangkan faktor faktor yang mempengaruhi motivasi pekerja pada proyek low rise building adalah faktor pemenuhan terhadap pembayaran gaji tenaga kerja selama masa penghentian sementara, pekerja yang suspek/sakit COVID-19 gaji tetap dibayarkan, tunjangan sakit, pengakuan negatif COVID-19, pemberian vitamin, dan nutrisi. Hasil analisa juga menunjukan ada perbedaan faktor-faktor yang mempengaruhi motivasi pekerja dalam proyek high rise building dan low rise building. Perbedaan ini disebabkan pelaksanaan protokol COVID-19 di proyek high rise building lebih ketat daripada proyek low rise building.",
  "creators": "JOVAN ADRIEL ALIM; BRYANT HEBERT ONGKOJOYO",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Ir. Soehendro Ratnawidjaja, M.Eng. (Examination Committee 1); Jonathan Hendra Kusuma (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012461/SIP/2021; Jovan Adriel Alim (21416004)Bryant Hebert Ongkojoyo (21416077)",
  "subjects": "CONSTRUCTION INDUSTRY--LABOR PRODUCTIVITY; COVID-19 (DISEASE)--LABOR PRODUCTIVITY; CONSTRUCTION INDUSTRY--PERSONNEL MANAGEMENT"
}