{
  "id": "49055",
  "title": "Perbedaan kemudahan manuver parkir berdasarkan spesifikasi mobil",
  "abstract": "Saat ini telah beredar berbagai jenis mobil dengan beragam spesifikasi dan fitur yang dimiliki. Setiap mobil pasti memiliki klasifikasi, sistem penggerak, dan radius putar yang berbeda antara satu mobil dengan mobil lainnya. Penelitian kali ini bertujuan untuk mengetahui apakah kemudahan di dalam melakukan manuver parkir diakibatkan oleh perbedaan pada spesifikasi mobil yang digunakan. Data dari penelitian ini didapatkan dengan cara melakukan eksperimen langsung pada fasilitas parkir gedung Q Universitas Kristen petra serta menggunakan mahasiwa Universitas Kristen Petra sebagai responden. Dengan melakukan eksperimen akan didapatkan data berupa jenis mobil yang digunakan serta kemudahan di dalam melakukan manuver parkir oleh setiap responden. Dengan menggunakan metode Kruskal-Wallis H-Test serta Mann-Whitney U-Test untuk analisis data, maka akan diketahui apakah perbedaan spesifikasi pada mobil akan berpengaruh pada kemudahan di dalam melakukan manuver parkir. Hasil dari analisis data menunjukkan bahwa mobil dengan klasifikasi tertentu dirasa lebih mudah untuk melakukan manuver parkir. Sedangkan hasil dari analisis pada perbedaan sistem penggerak dan radius putar mobil tidak menjukkan adanya pengaruh yang diakibatkan oleh perbedaan kedua hal tersebut. Apabila melihat dari pandangan pengemudi, klasifikasi mobil merupakan hal yang paling menentukan dalam kemudahan untuk melakukan manuver parkir.",
  "creators": "DANIEL AGUSTINUS ARIFIN; CALVIN DJAJA PRAWIRA",
  "contributors": "Rudy Setiawan (Advisor 1); Doddy Prayogo S.T. (Examination Committee 1); Bryan Widarno (Advisor 2); Indriani (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 13012457/SIP/2021; Daniel Agustinus Arifin (21414193)Calvin Djaja Prawira (21414055)",
  "subjects": "PARKING FACILITIES--DESIGN AND CONSTRUCTION; PARKING FACILITIES; PARKING LOTS"
}