{
  "id": "49058",
  "title": "Pengembangan mortar dari fly ash CFBC dan kalsium hidroksida tanpa campuran semen portland",
  "abstract": "Semen portland adalah bahan konstruksi yang paling banyak digunakan di seluruh dunia, akan tetapi seiring kemajuan riset dan tuntutan akan material beton yang ramah lingkungan, abu terbang atau fly ash yang berasal dari limbah pembakaran batu bara dimanfaatkan sebagai material pengikat utama dalam pembuatan mortar maupun beton. Terdapat penelitian yang telah dilakukan untuk membuat beton yang menggunakan material pengikat 100% fly ash. Namun, kuat tekan awal beton dengan pengikat 100% fly ash cenderung lebih rendah akibat rendahnya kadar kalsium dalam kandungan senyawa fly ash CFBC. Metode yang digunakan untuk mengatasi masalah tersebut adalah substitusi kalsium hidroksida (Ca(OH)2) pada sebagian fly ash CFBC, dilakukan curing oven dan penggilingan agar dapat meningkatkan kuat tekan mortar 100% fly ash CFBC. Dari hasil penelitian, didapatkan bahwa fly ash CFBC dari sumber PLTU yang sama, yakni dari PLTU Ngoro dapat memiliki karakteristik fly ash yang berbeda, seperti adanya perbedaan kandungan mineral, kadar pH dan kebutuhan air tergantung dari setiap waktu pengambilan. Hal ini dapat dilihat pada kebutuhan air fly ash CFBC Ngoro pengambilan ke-7 yang lebih banyak jika dibandingkan dengan fly ash CFBC Ngoro pengambilan ke-4. Lalu, substitusi Ca(OH)2 sebesar 25%, 30%, 35% terbukti mampu meningkatkan kuat tekan mortar fly ash CFBC, baik yang digiling maupun tidak digiling, serta penggilingan fly ash CFBC menghasilkan ukuran yang lebih halus sehingga kebutuhan air menjadi berkurang dan mempercepat initial setting time karena fly ash CFBC menjadi lebih reaktif. Hasil kuat tekan mortar fly ash CFBC yang paling tinggi adalah sebesar 30.23 MPa pada usia 28 hari.",
  "creators": "JERRICK SUCIPTO; ALBERT ARDEN",
  "contributors": "Antoni (Advisor 1); Djwantoro Hardjito (Advisor 2); Gogot Setyo Budi (Examination Committee 1); Effendy Tanojo (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11012451/SIP/2021; Jerrick Sucipto (21416239)Albert Arden (21416063)",
  "subjects": "CALCIUM HYDROXIDE; CONCRETE--MIXING; CONTROLLED LOW-STRENGTH MATERIALS; FLY ASH"
}