{
  "id": "49062",
  "title": "Pengaruh transformational leadership terhadap change related voice behavior dengan affective commitment to change dan job satisfaction sebagai variabel intervening pada usaha periklanan Surabaya",
  "abstract": "Change related voice behavior merupakan perilaku yang mengungkapkan saran inovatif dan tantangan konstruktif dengan maksud untuk meningkatkan organisasi. Adanya change related voice behavior dapat disebakan oleh pengaruh transformational leadership dengan didukung affective commitment to change dan job satisfaction sebagai variabel intervening. Penelitian ini bertujuan untuk mengetahui adanya pengaruh transformational leadership terhadap change related voice behavior dengan affective commitment to change dan job satisfaction sebagai variabel intervening pada usaha periklanan Surabaya. Jenis penelitian yang digunakan adalah penelitian kuantitatif dengan jumlah sampel sebanyak 187 responden dan diambil dengan menggunakan teknik pengambilan sampel non-probability sampling. Data dianalisis menggunakan teknik analisis PLS. Hasil penelitian menunjukkan bahwa transformational leadership tidak berpengaruh signifikan terhadap change related voice behavior, job satisfaction tidak berpengaruh signifikan terhadap change related voice behavior, transformational leadership tidak berpengaruh signifikan terhadap change related voice behavior melalui job satisfaction, sedangkan hubungan lainnya berpengaruh signifikan.",
  "creators": "THE, BERNADETTA AUDREY ANGELINE",
  "contributors": "Dr. Roy Setiawan, S.Kom., M.M., M.SM., M.Th. (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1); Wilma Laura Sahetapy (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012010/MAN/2021; The, Bernadetta Audrey Angeline (D11170138)",
  "subjects": "JOB SATISFACTION; ORGANIZATIONAL BEHAVIOR"
}