{
  "id": "49073",
  "title": "Taktik self presentation Anies Baswedan sebagai Gubernur DKI Jakarta melalui akun twitter @aniesbaswedan",
  "abstract": "Self presentation adalah proses individu untuk membentuk image yang orang lain pikirkan maupun apa yang kita pikirkan tentang diri kita sendiri. Taktik dalam self presentation terbagi menjadi dua indikator dengan 13 sub indikator yaitu defensive self presentation (excuse, justification, disclaimer, self handicapping, apology) dan assertive self presentation (ingratiation, intimidation, supplication, entitlement, enhancement, basking, blasting dan exemplification). Penelitian ini dilakukan untuk mengetahui taktik self presentation Anies Baswedan sebagai Gubernur DKI Jakarta melalui akun Twitter @aniesbaswedan. Penelitian ini ingin melihat bagaimana presentasi diri Anies Baswedan sebagai Gubernur tunggal mulai tanggal 27 Agustus 2018 hingga 14 April 2020. Sebagai Gubernur tunggal banyak pekerjaan yang harus dilakukan seorang diri sehingga Anies dapat kewalahan dalam mengerjakannya. Penelitian ini menggunakan metode analisis isi kuantitatif dengan menganalisis 748 sampel tweets. Temuan penelitian ini ini menunjukkan bahwa taktik yang paling sering ditampilkan adalah taktik assertive self presentation khususnya ingratiation, di mana Anies memberikan pujian kepada orang lain. Berbeda dengan taktik defensive self presentation di mana frekuensi penggunaannya sangat kecil. Dapat dilihat bahwa Anies Baswedan sebagai Gubernur tunggal tidak ingin memperlihatkan dirinya sebagai seseorang yang banyak melakukan defensive self presentation.",
  "creators": "EVELYNE HARSONO",
  "contributors": "Gatut Priyowidodo (Advisor 1); Jandy Edipson Luik (Advisor 2); Titi Nur Vidyarini, S.Sos., M.Comms. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011639/KOM/2021; Evelyne Harsono (F11170010)",
  "subjects": "MASS MEDIA--SOCIAL ASPECTS; COMMUNICATION MODELS; SELF-PRESENTATION"
}