{
  "id": "49080",
  "title": "Aplikasi aspal emulsi pada tanah ekspansif",
  "abstract": "Jalan memerlukan tanah sebagai tanah dasar yang digunakan untuk menopang beban berat di atasnya. Salah satu jenis tanah yang sebagai tanah dasar adalah jenis tanah ekspansif. Tanah ekspansif adalah jenis tanah yang memiliki potensi kembang susut akibat adanya perubahan kadar air saat musim kemarau dan musim hujan. Untuk mengatasi permasalahan ini, digunakan aspal emulsi sebagai bahan stabilisasi tanah ekspansif. Dalam penelitian ini, jenis aspal emulsi yang dipakai adalah CSS-1h (cationic slow setting - 1 hard). Penelitian ini bertujuan untuk mengetahui kadar optimum aspal emulsi yang bercampur dengan tanah ekspansif (0%,3%,6%,9%, dan 12%) dan mengetahui dampak variabel waktu pemeraman (0 hari, 2 hari, dan 4 hari) pada kekuatan campuran aspal emulsi dan tanah ekspansif. Berdasarkan hasil penelitian ini, Nilai indeks plastisitas mengalami penurunan terbesar pada penambahan kadar aspal 6%, Sedangkan pada uji swelling terjadi penurunan terbesar pada penambahan kadar 3% aspal. Pada percobaan linear shrinkage terjadi penurunan terbesar saat penambahan 6%. Penambahan aspal emulsi dan proses pemeraman meningkatkan kekuatan pada tanah. Perubahan nilai CBR tertinggi saat pencampuran kadar aspal 6%. Pada uji UCT, terjadi kenaikan nilai qu. Pada proses pemeraman menyebabkan suhu tanah menjadi stabil, di mana dapat menyebabkan tanah semakin padat dan menyebabkan peningkatan kekuatan daya dukung pada tanah. Dalam percobaan ini didapat kesimpulan bahwa kadar aspal optimum sebesar 3-6%.",
  "creators": "MICHAEL TJIPTO WICAKSONO; RONALDO WAHYUDI",
  "contributors": "Paravita Sri Wulandari (Advisor 1); Johanes Indrojono Suwono (Advisor 2); Daniel Tjandra (Examination Committee 1); Harry Patmadjaja (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012469/SIP/2021; Michael Tjipto Wicaksono (21416092), Ronaldo Wahyudi (21416115)",
  "subjects": "ASPHALT CONCRETE; ASPHALT EMULSION MIXTURES; SOIL MECHANICS"
}