{
  "id": "49084",
  "title": "Studi literatur dan survey lapangan tentang angka produktivitas pemasangan ducting AC dan pipa air di Indonesia",
  "abstract": "Angka produktivitas pekerja merupakan salah satu faktor yang sangat penting pada suatu pekerjaan konstruksi karena dapat menjadi tolak ukur bahwa pekerjaan tersebut terlambat atau tidak. Singapura adalah negara maju di bidang konstruksi daripada Indonesia dan rata-rata pekerja di Indonesia memiliki produktivitas yang cenderung rendah bila dibandingkan dengan Singapura. Singapura memiliki sebuah standar yang digunakan sebagai pedoman untuk pengerjaan proyek dalam produktivitas yaitu BCA (Building Construction Authority) sehingga, produktivitas yang ada di Indonesia perlu dibandingkan dengan produktivitas yang ada di Singapura. Tujuan dari penelitian ini adalah mendapatkan data dan membandingkan angka produktivitas pada pekerjaan konstruksi khususnya pekerjaan pemasangan ducting AC dan pipa air yang ada di Indonesia kemudian mencari tahu apa saja faktor-faktor yang berpengaruh terhadap angka produktivitas tersebut dengan menggunakan pedoman BCA 2014. Penelitian ini dilakukan dengan mengumpulkan data dari studi literatur dan survey lapangan di beberapa kontraktor mekanikal dan plumbing di Surabaya. Hasil dari penelitian bahwa pada rata-rata angka produktivitas pekerjaan pemasangan ducting AC Indonesia masih tertinggal Jauh dibanding dengan Singapura, dan untuk pekerjaan pemasangan pipa air Indonesia memiliki rata-rata angka produktivitas sedikit lebih rendah dibandingkan Singapura. Untuk faktor-faktor penyebab perbedaan angka produktivitas itu dipengaruhi oleh pengalaman kerja (skill), ketersediaan material, dan jenis material.",
  "creators": "WINSTON VIANTO; VINCENT",
  "contributors": "Paulus Nugraha (Advisor 1); Budiman Proboyo (Examination Committee 1); Andi (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21012470/SIP/2021; Winston Vianto (21416104), Vincent (21416099)",
  "subjects": "CONSTRUCTION INDUSTRY--LABOR PRODUCTIVITY; CONSTRUCTION INDUSTRY--PERSONNEL MANAGEMENT; PLUMBING--REPAIRING--LABOR PRODUCTIVITY"
}