{
  "id": "49090",
  "title": "Job autonomy and supervisor work-life balance support impact on work-life balance, organizational pride and job satisfaction in Surabaya and Jakarta",
  "abstract": "Work-life balance importance has yet to be recognized by Indonesians. Moreover, with the government's decision to increase working hours, it might have disrupted the Indonesian work-life balance that is already below the global average. Work-life balance disruption would not only harm the employees, yet the company will also suffer from the impact. Two of the policies that companies can apply to prevent interruption are job autonomy and supervisor work-life balance support. Therefore, this research's primary purpose is to see the impact of job autonomy and supervisor work-life balance support impact on work-life balance, organizational pride, and job satisfaction. In the analysis, 238 data of employees working for companies located in Indonesia are analyzed with Partial Least Square – Structural Equation Modelling (PLS-SEM) in Smart PLS. The findings suggest that job autonomy and supervisor work-life balance support positively affect work-life balance, organizational pride, and job satisfaction. Job autonomy and supervisor work-life balance support each only positively impacts job satisfaction when mediated by work-life balance. Furthermore, work-life balance also positively affects job satisfaction. The relationship between work-life balance and job satisfaction has a better impact when mediated by organizational pride.",
  "creators": "SHEFRY FRAJONSKY SIMATAUW",
  "contributors": "Juliana Caesaria Tandung (Advisor 1); Maria Natalia Damayanti Maer, S.S., M.A., Ph.D. (Examination Committee 2); Tessa Vanina Soetanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 34010435/MAN/2021; Shefry Frajonsky Simatauw (34416018)",
  "subjects": "JOB SATISFACTION; ORGANIZATIONAL BEHAVIOR"
}