{
  "id": "49109",
  "title": "Pengaruh motivasi kerja guru dan tingkat penerimaan pembelajaran daring terhadap tingkat kreativitas kerja guru melalui tingkat kegembiraan kerja pada SMP negeri dan swasta di Sidoarjo",
  "abstract": "Jenis penelitian ini merupakan penelitian eksplanatif dengan metode kuantitatif yang bertujuan untuk menganalisis pengaruh motivasi kerja guru dan tingkat penerimaan pembelajaran daring terhadap tingkat kreativitas kerja guru melalui tingkat kegembiraan kerja pada SMP Negeri dan Swasta di Sidoarjo. Metode pengumpulan data dilakukan dengan menyebarkan angket kepada 132 orang guru pada 3 SMP Negeri dan 3 SMP Swasta di Kecamatan Sidoarjo berdasarkan teknik pengambilan sampel klaster. Data yang telah dikumpulkan kemudian dianalisis dengan menggunakan metode Partial Least Square yang dibantu oleh software SmartPLS 3.3.2. Hasil penelitian menunjukkan bahwa terdapat pengaruh positif dan signifikan antara tingkat motivasi kerja guru dan tingkat kegembiraan kerja, pengaruh positif dan signifikan antara tingkat motivasi kerja guru dan tingkat kreativitas kerja guru, pengaruh positif dan signifikan antara tingkat kegembiraan kerja dan tingkat kreativitas kerja guru, pengaruh positif dan signifikan antara tingkat penerimaan pembelajaran daring dan tingkat kreativitas kerja guru, serta pengaruh positif dan signifikan antara tingkat penerimaan pembelajaran daring dan tingkat kegembiraan kerja. Selain itu penelitian ini juga menunjukkan bahwa tingkat kegembiraan kerja dapat menjadi variabel penghubung atas pengaruh langsung antara motivasi kerja guru dan tingkat penerimaan pembelajaran daring terhadap tingkat kreativitas kerja guru pada SMP Negeri dan Swasta di Kecamatan Sidoarjo.",
  "creators": "ANISA ARUM RAHARJO",
  "contributors": "Bambang Haryadi (Advisor 1); Zeplin Jiwa Husada Tarigan (Examination Committee 1); Dr. Ratih Indriyani, S.E., M.M. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012017/MAN/2021; Anisa Arum Raharjo (31416199)",
  "subjects": "CREATIVE ABILITY"
}