{
  "id": "4911",
  "title": "Pengaruh indikator pasar uang terhadap indeks harga saham gabungan pada kondisi pasar saham sedang bearish dan bullish (periode 1999-2002)",
  "abstract": "The economic crisis that has occurred in Indonesia caused decreasing of the economic growth. This crisis is caused by the weakening of the exchange value of Rupiah against US Dollar and then causes hyper inflation. To overcome this crisis the government makes policies which one of its policy is raising the SBI. This policy also affects the fluctuation of the interest of deposits. What happened above also affect on the situation on the stock market which is indicated by the movement of IHSG. Therefore the writer willing to know how the significance effects of the money market indicators on the IHSG period 1999 - 2002 by using multiple regression, T test and F test. The writer assumes that the money market indicator simultaneously and individually have a significant effect on IHSG when the stock market are bearish and bullish. The writer also assumes that the exchange rate of Rupiah against US Dollar which is one of the money market indicators has a significant effect and the biggest proportion of effect on IHSG when the stock market is bearish and bullish. Money market indicator simultaneously and individually doesn't have a significant effect on IHSG when the stock market is bearish. But the money market indicator has a significant effect and the exchange rate of Rupiah against US Dollar individually has a significant effect and has the biggest proportion effect on IHSG when the stock market is bullish.",
  "creators": "ARIEF EKA PUTRA; HENGKY CANDRA",
  "contributors": "Pwee Leng (Advisor 1); Sautma Ronni Basana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03011676/MAN/2003; Arief Eka Putra (31499200), Hengky Candra (31499270)",
  "subjects": "CORPORATIONS-FINANCE; PORTFOLIO MANAGEMENT; MONEY MARKET; INVESTMENT ANALYSIS"
}