{
  "id": "49119",
  "title": "Persepsi mahasiswa akuntansi atas tanggung jawab dan kompetensi akuntan dalam penggunaan teknologi sistem informasi",
  "abstract": "Kemajuan teknologi juga berpengaruh signifikan pada perkembangan akuntansi yang kegiatannya tidak terlepas dari penggunaan teknologi sistem informasi tersebut. Penggunaan akuntansi berbasis teknologi memberikan dampak dari efisiensi terhadap waktu, tenaga dan biaya. Tujuan dari penelitian ini adalah untuk mengetahui apakah ada beda persepsi antara mahasiswa laki-laki dan perempuan, mahasiswa junior dan senior kemudian mahasiswa universitas negeri dan swasta atas tanggung jawab dan kompetensi akuntan dalam penggunaan teknologi sistem informasi. Metode penelitian ini menggunakan metode kuantitatif dan menggunakan metode penelitian deskriptif. Dalam penelitian ini penulis mengambil sampel dengan menggunakan teknik purposive sampling. Teknik pengumpulan data yang penulis gunakan dalam penelitian ini adalah daftar pertanyaan (kuesioner) dengan menggunakan skala likert. Hasil penelitian ini dilihat berdasarkan hasil uji hipotesis angkatan dalam persepsi mahasiswa terhadap tanggung jawab akuntan dalam penggunaan teknologi sistem informasi dan kompetensi akuntan dalam penggunaan teknologi sistem informasi nilai asymp.sig bernilai < 0.05, dalam hal ini maka kurang dari 0.05 maka Ho diterima, yaitu terdapat perbedaan yang signifikan antara angkatan dengan semester 3-4 dengan angkatan semester lainnya. Berdasarkan hasil Uji Hipotesis Independent Sample T-Test, dapat disimpulkan bahwa Ho diterima. Hal ini mengartikan bahwa tidak terdapat perbedaan persepsi mahasiswa laki-laki maupun perempuan terhadap tanggung jawab akuntan dalam penggunaan teknologi sistem informasi dan kompetensi akuntan dalam penggunaan teknologi sistem informasi. Maka dari itu gender tidak berpengaruh dalam persepsi atas tanggung jawab akuntan dan kompetensi akuntan dalam penggunaan teknologi sistem informasi. Hasil Uji Hipotesis Independent Sample T-Test, dapat disimpulkan bahwa Ho diterima. Hal ini mengartikan bahwa tidak terdapat perbedaan persepsi mahasiswa universitas negeri dan universitas swasta terhadap tanggung jawab akuntan dalam penggunaan teknologi sistem informasi dan kompetensi akuntan dalam penggunaan teknologi sistem informasi.",
  "creators": "ANGELA IRENA GUNAWAN",
  "contributors": "Saarce Elsye Hatane (Advisor 1); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1); Josua Tarigan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011600/AKT/2021; Angela Irena Gunawan (32416157)",
  "subjects": "COMPETITION; ACCOUNTANTS"
}