{
  "id": "49120",
  "title": "Aplikasi Android pencarian jasa titip dari traveller yang bepergian di dalam dan luar negeri",
  "abstract": "Pada beberapa aplikasi media sosial seperti Facebook dan Instagram sering kali dijumpai seorang shopper yang sedang bepergian (baik lokal maupun internasional) yang menawarkan jasa titip pembelian barang dengan fee tertentu. Hal ini bahkan sudah menjadi mata pencaharian tetap bagi sebagian dari mereka. Namun hal ini memiliki beberapa masalah, baik dari sisi buyer maupun shopper itu sendiri. Dari sisi buyer, pasti akan sangat riskan karena mereka harus mentransfer uang terlebih dahulu. Dari sisi shopper, media sosial bukanlah tempat khusus untuk pencarian sebuah jasa titip sehingga kesempatan mereka untuk mendapatkan pembeli tidak akan maksimal. Dari permasalahan yang ada, dibuatlah sebuah aplikasi berbasis Android untuk mengumpulkan para shopper ini sehingga calon pembeli tahu harus kemana ketika mencari sebuah jasa titip. Aplikasi sejenis yang dipakai sebagai pembanding, antara lain adalah aplikasi UShopper (Amir, dkk., 2019), aplikasi X (Fauzan, dkk., 2020), aplikasi Y (Andarwati, dkk., 2018), Bistip dan Airfrov. Pada aplikasi diatas tidak ada yang menerapkan fitur fair review dan hanya aplikasi Bistip yang mempunyai fitur chat antar pengguna sebelum melakukan proses transaksi. Aplikasi yang dibuat memperbaiki kekurangan diatas dengan menerapkan sistem review yang fair sehingga tidak ada review yang bias dan memiliki fitur chat sehingga pengguna dapat saling berkomunikasi tanpa harus menggunakan aplikasi lain. Berdasarkan hasil pengujian yang telah dilakukan melalui kuesioner dengan 8 responden yang pernah berperan sebagai buyer dalam sebuah jasa titip, aplikasi yang dibuat mendapat nilai rata-rata 4.625 dari 5. Aplikasi dinilai dapat membantu calon buyer menemukan shopper yang pas sesuai dengan keinginan mereka dengan bantuan fitur filtering. Fitur ini dapat memfilter shopper yang sedang dicari dengan parameter: tanggal pulang maksimal dan jenis barang yang dapat dibawa pada suatu trip.",
  "creators": "BILLY SUGIHARTO",
  "contributors": "Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Advisor 1); Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 2); Agustinus Noertjahyana (Examination Committee 1); INDRO SETIAWAN (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022028/INF/2021; Billy Sugiharto (26414074)",
  "subjects": "ANDROID (ELECTRONIC RESOURCE)--PROGRAMMING; DATABASE MANAGEMENT--COMPUTER PROGRAMS"
}