{
  "id": "49121",
  "title": "Analisis faktor keinovatifan pelaku usaha (UKM) makanan dan minuman di Surabaya pada situasi sebelum dan saat adanya pandemi Covid-19",
  "abstract": "Keinovatifan merupakan kapabilitas yang perlu dimiliki oleh pelaku usaha agar dapat membuat sebuah inovasi pada usahanya dengan berdasarkan sikap orientasi, kemauan untuk memenuhi kebutuhan dan keinginan pelanggan, serta menggabungkan unsur proses dan perilaku yang dibutuhkan. Terlebih dengan adanya situasi pandemi Covid-19 ini, sangat penting bagi pelaku usaha untuk sadar akan pentingnya keinovatifan dan meningkatkan keinovatifan yang dimilikinya agar usahanya dapat bertahan dalam situasi pandemi Covid-19. Penelitian ini bertujuan untuk mengetahui ada atau tidaknya perbedaan faktor yang menjelaskan keinovatifan pelaku usaha (UKM) makanan dan minuman di Surabaya pada situasi sebelum dan saat adanya pandemi Covid-19. Jenis penelitian yang digunakan adalah konklusif eksploratif dengan metode penelitian kuantitatif. Sampel yang digunakan sebanyak 130 responden pelaku usaha (UKM) makanan dan minuman di Surabaya. Data dikumpulkan dengan menggunakan teknik probability simple random sampling. Teknik pengolahan data menggunakan program SPSS dengan teknik analisa faktor data reduction dan uji beda paired samples t test. Hasil pengujian menunjukkan jika terdapat perbedaan faktor yang menjelaskan keinovatifan pelaku usaha (UKM) makanan dan minuman di Surabaya pada situasi sebelum dan saat adanya pandemi Covid-19 serta adanya faktor baru terbentuk yang menjelaskan keinovatifan pelaku usaha (UKM) makanan dan minuman di Surabaya pada situasi sebelum dan saat adanya pandemi Covid-19.",
  "creators": "DAVIANNI LETICIA MOEDJIONO",
  "contributors": "Bambang Haryadi (Advisor 1); Thomas Santoso (Examination Committee 1); Dr. Roy Setiawan, S.Kom., M.M., M.SM., M.Th. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012023/MAN/2021; Davianni Leticia Moedjiono (31416046)",
  "subjects": "CONSUMERS--RESEARCH; ENTREPRENEURSHIP; FOOD INDUSTRY AND TRADE"
}