{
  "id": "49133",
  "title": "Pengaruh celebrity endorsement terhadap customer purchase intention pada produk sepatu adidas Veezy dengan brand association sebagai variabel mediasi",
  "abstract": "Pada zaman ini, fashion telah menjadi hal yang diperhatikan oleh masyarakat. Fashion secara umum terdiri dari pakaian atas, bawahan, dan alas kaki. Sneakers yang merupakan bagian dari fashion, mulai digemari dan dikenakan oleh segala usia, khususnya usia remaja. Brand Adidas memanfaatkan kesempatan ini dengan menggait Kanye West sebagai brand ambassador dari produk sneakersnya yang bernama Adidas Yeezy. Metode ini disebut sebagai celebrity endorsement. Penelitian ini bertujuan untuk melihat pengaruh Kanye West sebagai celebrity endorser (brand ambassador) terhadap customer purchase intention dengan melihat brand association Adidas sebagai mediator di antara kedua variabel. Melalui penelitian ini, didapati bahwa terdapat korelasi yang positif antara celebrity endorsement dan customer purchase intention dengan brand association yang berfungsi sebagai mediator. Kegemaran masyarakat sebagai customer terhadap faktor-faktor dalam celebrity mampu meningkatkan rasa keinginan beli (purchase intention) dalam diri customer. Persepsi masyarakat terhadap Adidas (brand association) juga memiliki kontribusi dalam meningkatkan customer purchase intention. Penelitian ini dilaksanakan dengan menyebarkan kuisioner digital terhadap 136 responden di Indonesia yang mengetahui kerjasama Adidas dengan Kanye West. Teknik analisa yang digunakan adalah teknik analisa kuantitatif.",
  "creators": "JOSHUA LUKAS SETYABUDHI",
  "contributors": "Hatane Semuel (Advisor and Examination Committee); Foedjiawati, S.S., M.A., Ph.D. (Examination Committee 1); Yudianto Oentario, S.E., M.M. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010396/MAN/2021; Joshua Lukas Setyabudhi (35416024)",
  "subjects": "BRAND NAME PRODUCTS; CONSUMER BEHAVIOR"
}