{
  "id": "49140",
  "title": "Pengaruh theory of planned behaviour terhadap purchase intention buku di Indonesia melalui reading interests sebagai variabel mediasi",
  "abstract": "Penelitian ini bertujuan untuk melihat pengaruh theory of planned behaviour yang terdiri dari attitude toward reading behaviour, subjective norm dan perceived behavioural control terhadap purchase intention buku di Indonesia melalui reading interests sebagai variabel mediasi. Penelitian ini menggunakan metode kuantitatif. Adapun teknik analisis data yang digunakan adalah metode partial least square (PLS). Hasil dari penelitian ini menunjukkan (1) Attitude toward reading behaviour berpengaruh positif dan signifikan terhadap reading interests, (2) Subjective norm tidak memiliki pengaruh signifikan terhadap reading interests, (3) Perceived behavioural control berpengaruh negatif terhadap reading interests, (4) Reading interests berpengaruh positif dan signifikan terhadap purchase intention, (5) Attitude toward reading behaviour tidak memiliki pengaruh signifikan terhadap purchase intention, (6) Subjective norm berpengaruh positif dan signifikan terhadap purchase intention, (7) Perceived behavioural control tidak memiliki pengaruh signifikan terhadap purchase intention, (8) Reading interests memiliki peran yang signifikan dan memediasi hubungan antara attitude toward reading behaviour terhadap purchase intention, (9) Reading interests memiliki peran yang tidak signifikan dan tidak memediasi hubungan antara subjective norm terhadap purchase intention, (10) Reading interests memiliki peran yang signifikan tetapi tidak memediasi hubungan antara perceived behavioural control terhadap purchase intention.",
  "creators": "ADE SETIAWAN",
  "contributors": "Widjojo Suprapto (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1); Dr. Roy Setiawan, S.Kom., M.M., M.SM., M.Th. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012031/MAN/2021; Ade Setiawan (31416161)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMERS--RESEARCH"
}