{
  "id": "49147",
  "title": "Pengaruh social media marketing, trust, promotion, perceived value, dan motivation yang mempengaruhi keputusan konsumen dalam memilih tempat kursus dan implikasinya terhadap kepuasan pelanggan: studi kasus pada Tristar Cooking Course",
  "abstract": "Di era globalisasi yang semakin cepat ini, kemampuan perusahaan dalam beradaptasi dengan cepatnya perkembangan tentu menjadi kunci utama dalam sebuah industri tidak terkecuali dalam industri HORECA. Meningkatnya perkembangan perindustrian HORECA, secara tidak langsung juga berdampak terhadap industri kursus memasak, baik kursus memasak yang memiliki program pendidikan resmi ataupun kursus memasak secara privat yang hanya bertujuan untuk melatih keterampilan memasak dari individu. Penelitian ini menggunakan Tristar Cooking Course sebagai obyek penelitian yang bertujuan untuk mengetahui pengaruh variabel social media marketing, trust, promotion, perceived value dan juga motivation terhadap variabel purchase decision serta implikasinya terhadap customer satisfaction. Metode pengumpulan data dilakukan dengan menggunakan kuisioner terhadap 120 peserta yang pernah mengikuti Tristar Cooking Course. Sedangkan metode analisis data menggunakan Partial Least Square dengan bantuan software SmartPLS 3.0. Dari hasil penelitian diketahui bahwa variabel social marketing, trust dan promotion tidak berpengaruh terhadap purchase decision, sedangkan variabel perceived value dan motivation berpengaruh terhadap purchase decision. Dan juga purchase decision memiliki pengaruh terhadap customer satisfaction dari Tristar Cooking Course.",
  "creators": "BRIAN SANDY",
  "contributors": "Wilma Laura Sahetapy (Advisor and Examination Committee); Dr. Ir. Hotlan Siagian MSc. (Examination Committee 1); Sherly Tanoto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012003/MAN/2021; Brian Sandy (31414018)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMER SATISFACTION"
}