{
  "id": "49163",
  "title": "Pemeliharaan hubungan single parent dalam hubungan jarak jauh dengan anak tunggal",
  "abstract": "Single parent adalah salah satu fenomena yang dapat diartikan sebagai keluarga dengan orang tua tunggal. Bisa terdiri dari seorang ayah atau seorang ibu yang bertanggung jawab untuk mengurus setiap anaknya setelah bercerai, meninggal atau anak lahir di luar nikah. Penelitian ini dilakukan untuk mengetahui pemeliharaan hubungan antara ibu dan anak tunggal yang berhubungan jarak jauh. Salah satu dasar untuk membangun pemeliharaan hubungan antara ibu dan anak adalah komunikasi keluarga. Pemeliharaan hubungan berfungsi untuk memperbaiki hubungan ibu dan anak. penelitian ini menggunakan metode studi kasus dengan pendekatan kualitatif deskriptif. Terdapat empat temuan dalam penelitian ini. Pertama pemeliharaan hubungan yang dilakukan meliputi positivity, awareness, social network, sharing task. Kedua hambatan keterbukaan anak kepada ibunya karena cara mendidik ibu ketika masih anak-anak hingga dewasa. Ketiga ibu dan anak tetap saling menyayangi meski ada konflik yang belum selesai diantara mereka namun hubungan mereka tidka harmonis atau dingin. Keempat potensi konflik karena LDR lebih tinggi karena keterbatasan komunikasi nonverbal sehingga hubungan mereka menjadi semakin renggang. Penelitian ini menunjukan empat dari lima strategi pemeliharaan hubungan hanya openness yang tidak dilakukan oleh anak karena cara ibunya mendidik tidak dapat diterima oleh anaknya.",
  "creators": "ALBERTUS ANDIKA SANJAYA",
  "contributors": "Ido Prijana Hadi (Advisor 1); Desi Yoanita (Advisor 2); Fanny Lesmana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Unknown",
  "source": "Skripsi No. 10011664/KOM/2021; Albertus Andika Sanjaya (F11170075)",
  "subjects": "COMMUNICATION; COMMUNICATION IN FAMILIES; SINGLE-PARENT FAMILIES"
}