{
  "id": "49177",
  "title": "The influence of effort expectancy, social influence, payment ability, hedonic motivation, habit, price value, customization, and advancement towards purchase intention of virtual items in the game PUBGM",
  "abstract": "The rise of technology has made it possible for people to connect in so many different ways; the virtual game world is one of them. This has also created recent phenomena within the consumer behavior context. Studies found that Indonesian gamers have spent 1.1 billion to buy virtual items in online games. They added to the fact that now, games like PUBGM and Mobile Legend offer mainly non-functional items, which are items that don’t enhance game progression. In this research, the researcher is interested to know what drives these people to make such purchases that involve them exchanging real money to buy something intangible and even non-functional to their online characters. Using a framework, the researcher wants to know the influence effort expectancy, social influence, payment ability, hedonic motivation, habit, price value, customization, and advancement towards purchase intention of virtual items in the game PUBGM. The researcher has collected 115 valid research data obtained from the questionnaires distributed on a google form. The data are then analyzed using multiple linear regression. The data analysis result concluded that effort expectancy, social influence, payment ability, hedonic motivation, habit, price value, customization, and advancement affect purchase intention. Moreover, among these variables, customization, advancement, and social influence act as the biggest driver of purchase intention to buy non-functional virtual items in the game PUBGM.",
  "creators": "GRACE ANGEL LEONARDY",
  "contributors": "Tessa Vanina Soetanto (Advisor 1); Juliana Caesaria Tandung (Examination Committee 1); Adelina Proboyo (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 34010437/MAN/2021; Grace Angel Leonardy (34416037)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMERS--RESEARCH; SOCIAL INFLUENCE"
}