{
  "id": "49170",
  "title": "Efisiensi jumlah tenaga kerja pada penerapan new normal di CV X",
  "abstract": "CV X adalah perusahaan yang bergerak di bidang percetakan. CV X memiliki 2 jenis usaha yaitu offset dan digital, namun pada penelitian kali ini berfokus pada departemen produksi di CV X bagian offset. Pandemi COVID-19 menyebabkan terjadinya penurunan demand, oleh karena itu CV X harus melakukan penyesuaian jumlah tenaga kerja agar jumlah tenaga kerja yang ada tetap efisien. Jumlah pekerja pada kondisi saat ini pada departemen produksi adalah 22 pekerja. Perbaikan standar kerja dibuat berdasarkan hasil pengamatan dan jobdesc dari masing-masing tenaga kerja dengan mempertimbangkan kapasitas produksi dan protokol kesehatan physical distancing. Implementasi dari hasil perbaikan standar kerja dilakukan secara langsung di perusahaan dengan menggunakan tolok ukur target produksi. Penentuan jumlah tenaga kerja yang optimal pada beberapa kondisi demand diselesaikan dengan menggunakan Macro Excel dan dilakukan dengan mempertimbangkan kapasitas produksi dan batasan jumlah orang yang dalam satu ruangan kerja sesuai dengan anjuran WHO (protokol kesehatan physical distancing). Pengaplikasian program Macro Excel dilakukan dengan menghitung 2 contoh kasus yang ada. Contoh kasus pertama memiliki persentase demand sebanyak 77.5% dan dan jumlah tenaga kerja yang optimal adalah 17 orang tenaga kerja dan contoh kasus kedua memiliki persentase demand sebanyak 13.02% dan jumlah tenaga kerja yang optimal adalah 12 orang tenaga kerja. Hasil dari Macro Excel tersebut sudah sesuai dengan kapasitas produksi dan protokol kesehatan physical distancing.",
  "creators": "SHARON NATASHYA SUTANTO",
  "contributors": "Debora Anne Yang Aysia (Advisor 1); Iwan Halim Sahputra, S.T., M.Sc., Ph.D. (Advisor 2); Tanti Octavia (Examination Committee 1); I Gede Agus Widyadana (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022362/IND/2021; Sharon Natashya Sutanto (C13170076)",
  "subjects": "EMPLOYEES; TIME MEASUREMENTS"
}