{
  "id": "49184",
  "title": "Efektivitas penggunaan NCT 127 sebagai celebrity endorser dalam social media campaign Nu Green tea #FixEnak di Instagram @nuteaid",
  "abstract": "Seorang celebrity endorser merupakan sosok yang dipercaya oleh perusahaan untuk mewakili sebuah produk. Maraknya penggunaan media sosial menciptakan aktivitas komunikasi pemasaran baru, yaitu social media campaign (kampanye media sosial). Dimana media sosial dimanfaatkan sebagai media penyebaran. NCT 127 merupakan salah satu boyband dari Korea Selatan yang telah dikenal di dunia internasional. PT ABC President Indonesia memilih NCT 127 sebagai celebrity endorser dalam social media campaign Nu Green Tea #FixEnak yang diunggah pada media sosial Instagram @nuteaid. Penelitian ini dilakukan untuk melihat efektivitas penggunaan NCT 127 dalam social media campaign menggunakan model TEARS. Teori dasar yang digunakan dalam penelitian ini adalah teori tentang celebrity endorser dan keterkaitannya dengan Model TEARS, yang terdiri dari trustworthiness, expertise, attractiveness, respect, dan similarity. Metode penelitian ini menggunakan metode survei. Kemudian teknik penarikan sampel dalam penelitian ini adalah menggunakan purposive sampling, dimana penulis memiliki beberapa kriteria yang digunakan untuk memilih responden dalam mengisi kuesioner. Hasil penelitian ini menunjukkan bahwa penggunaan NCT 127 sebagai celebrity endorser dalam social media campaign Nu Green Tea #FixEnak di Instagram @nuteaid adalah efektif. Faktor attractiveness atau daya tarik merupakan faktor paling tinggi yang menarik perhatian responden.",
  "creators": "MONICA ANGELINA",
  "contributors": "Felicia Goenawan (Advisor 1); Lady Joanne Tjahyana, S.Kom., MMM. (Advisor 2); Gatut Priyowidodo (Examination Committee 1); Titi Nur Vidyarini, S.Sos., M.Comms. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011653/KOM/2021; Monica Angelina (F11170085)",
  "subjects": "SOCIAL MEDIA--MARKETING; COMMUNICATION IN MARKETING"
}