{
  "id": "49198",
  "title": "Strategi impression management Pangeran Harry dan Meghan Markle melalui akun Instagram @sussexroyal",
  "abstract": "Impression management adalah usaha yang dilakukan oleh individu untuk menciptakan dan mempertahankan kesan yang ia inginkan dari orang lain mengenai dirinya. Aktivitas impression management dilakukan oleh berbagai public figure dari bermacam-macam profesi untuk membangun kesan yang positif di mata publik. Salah satu contohnya adalah pasangan Pangeran Harry dan Meghan Markle, Duke dan Duchess of Sussex. Dalam penelitian ini, peneliti ingin mengetahui strategi impression management yang dilakukan oleh Pangeran Harry dan Meghan Markle melalui akun Instagram @sussexroyal dari 2 April 2019 hingga 31 Maret 2020. Penelitian ini menggunakan metode analisis isi kuantitatif deskriptif. Peneliti melakukan koding terhadap pesan verbal yang ada dalam caption, foto, dan video dari 107 post yang diunggah di akun Instagram @sussexroyal. Adapun strategi impression management yang digunakan dalam penelitian ini adalah strategi impression management milik Jones dan Pittman (1982) yang meliputi: ingratiation, intimidation, self-promotion, exemplification, dan supplication. Hasil penelitian ini menunjukkan bahwa strategi impression management yang paling sering digunakan oleh Pangeran Harry dan Meghan Markle adalah ingratiation, di mana mereka ingin mendapatkan kesan disukai oleh orang lain. Strategi ini secara dominan ditunjukkan melalui sub-indikator menyatakan simpati kepada pihak lain, baik dalam bentuk ucapan selamat, belasungkawa, ataupun melalui tindakan bersimpati lainnya.",
  "creators": "ANJANETTE MICHELLE PUTRI SETIAWAN",
  "contributors": "Desi Yoanita (Advisor 1); Astri Yogatama (Advisor 2); Unknown old contributor data (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011692/KOM/2021; Anjanette Michelle Putri Setiawan (F11170030)",
  "subjects": "COMMUNICATION IN SOCIAL WORK; SOCIAL MEDIA--COMMUNICATION"
}