{
  "id": "49222",
  "title": "Pengaruh nilai tes psikologi terhadap prestasi kerja karyawan bagian pemasaran pada PT Wahana bersama Globalindo di Surabaya",
  "abstract": "Prestasi kerja 47 orang karyawan bagian pemasaran PT Wahana Bersama Globalindo di Surabaya adalah beragam, ada yang kurang baik (laki-laki 40% dan wanita 60%) dan ada pula yang baik (laki-laki 60% dan wanita 40%). Karyawan lakilaki relatif mempunyai prestasi kerja lebih baik dari pada Karyawan wanita, dan tingkat pendidikan seseorang bukan suatu jaminan untuk mendukung prestasi keija yang baik. Secara keseluruhan, rata-rata (mean) prestasi kerja karyawan masuk dalam kategori baik (> 4,0), meskipun belum mencapai sangat baik sebagaimana yang diharapkan oleh Marketing Manager. Nilai tes psikologi, yang meliputi aspek inteligensi, aspek pola keija, dan aspek kepribadian masuk dalam kategori baik atau memadai, sesuai dengan standar baku penerimaan calon karyawan bagian pemasaran yang ditetapkan oleh HRD Manager PT Wahana Bersama Globalindo di Surabaya. Secara simultan, nilai tes psikologi yang meliputi aspek inteligensi, aspek pola kerja, dan aspek kepribadian mempunyai pengaruh signifikan {Sig. < 0,05) terhadap prestasi ketja karyawan bagian pemasaran, pengaruhnya relatif besar (60,80%) sehingga keberadaan tes psikologi mutlak diperlukan untuk mendukung prestasi keija karyawan bagian pemasaran. Secara parsial, nilai tes psikologi yang meliputi aspek inteligensi (0,064), aspek pola keija (0,047), dan aspek kepribadian (0,045) mempunyai pengaruh positif dan signifikan {Sig. 0,05) terhadap prestasi keija katyawati Hal ini menunjukkan, apabila nilai aspek inteligensi, aspek pola keija, dan aspek kepribadian secara parsial meningkat, maka akan dapat meningkatkan prestasi keija karyawan bagian pemasaran PT Wahana Bersama Globalindo di Surabaya. Nilai tes psikologi untuk aspek inteligensi mempunyai pengaruh relatif lebih besar (25,91%) terhadap prestasi keija kaiyawan dari pada aspek pola keija (16,73%) dan aspek kepribadian (17,81 %).",
  "creators": "FRANKY JUNAIDI; SALLY INDRIANA",
  "contributors": "Soekarno (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 05012054/M AN/2006; Sally Indriana (31400186), Franky Jonaidi (31401228)",
  "subjects": "PERFORMANCE STANDARDS; PERSONNEL MANAGEMENT"
}