{
  "id": "49228",
  "title": "The impact of corporate social responsibility (CSR) disclosure on firm value with capital adequacy ratio (CAR) and profitability as mediating variables: Evidence on Indonesian listed",
  "abstract": "Penelitian ini bertujuan untuk mengetahui pengaruh pengungkapan tanggung jawab sosial perusahaan terhadap nilai perusahaan, dengan menggunakan rasio kecukupan modal dan profitabilitas sebagai variabel mediasi. Pengungkapan tanggung jawab sosial perusahaan akan diukur berdasarkan GRI Standard 2016. Profitabilitas, sebagai variabel mediasi, akan menggunakan return on assets (ROA) dan return on equity (ROE) sebagai indikator. Sementara itu, Nilai perusahaan, sebagai variabel dependen dari penelitian ini akan menggunakan Tobin’s Q sebagai indikatornya. Variabel kontrol seperti ukuran perusahaan dan cost-to-income ratio juga akan digunakan oleh peneliti dalam melakukan analisa. Penelitian ini akan dlakukan terhadap perusahaan pada sektor perbankan yang terdaftar di Bursa Efek Indonesia di tahun 2017-2019 (tiga tahun). Teknik data analisis akan menggunakan software WarpPLS versi 7.0. Peneliti menemukan bahwa pengungkapan tanggung jawab sosial perusahaan memiliki pengaruh positif terhadap rasio kecukupan modal, profitabilitas, dan nilai perusahaan. Rasio kecukupan modal dan profitabilitas juga berpengaruh positif terhadap nilai perusahaan. Sementara itu, rasio kecukupan modal tidak memiliki pengaruh yang signifikan terhadap profitabilitas perusahaan. Selain itu, ditemukan juga bahwa profitabilitas berhasil menjadi variabel mediasi terhadap dampak antara pengungkapan tanggung jawab sosial perusahaan dengan nilai perusahaan.",
  "creators": "GABRIEL LEWI SANTOSO",
  "contributors": "Josua Tarigan (Advisor and Examination Committee); Saarce Elsye Hatane (Examination Committee 1); Foedjiawati, S.S., M.A., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011630/AKT/2021; Gabriel Lewi Santoso (D12170098)",
  "subjects": "CORPORATIONS--FINANCE; INVESTMENT ANALYSIS"
}