{
  "id": "49223",
  "title": "Rancangan usulan stasiun kerja untuk mengatasi gejala musculoskeletal disorders pada PT X",
  "abstract": "Hampir seluruh perusahaan memiliki bagian administrasi, pada bagian tersebut sebagian besar pekerjaannya dilakukan di depan komputer. Penggunaan komputer pada jangka waktu yang lama, mengakibatkan tubuh sangat sedikit bergerak. Pekerjaan yang monoton tersebut sangat rentan terkena resiko postural stress yang menjadi salah satu dari penyebab terjadinya work related musculoskeletal disorders (WMSDs). PT X juga memiliki bagian administrasi yang bekerja di depan komputer pada waktu yang cukup lama. Pengamatan dilakukan di PT X pada bagian administrasi sebanyak 6 orang yang menjadi objek pengamatan, dengan tujuan untuk mengetahui adanya potensi WMSDs dan memberikan usulan perbaikannya. Alat bantu atau metode yang digunakan adalah Nordic Body Maps, Rapid Office Strain Assesment (ROSA), dan Self Evaluation Checklist for Ergonomic Sitting Posture. Nordic Body Maps yang dibantu dengan analisis tools Mann Whitney menyimpulkan, bagian tubuh yang mengalami kelelahan secara signifikan adalah bagian leher bagian atas, leher bagian bawah, sekitar pinggul dan pantat dan bagian tubuh secara keseluruhan. Hasil ROSA melihatkan terdapat 5 dari 6 orang pekerja perlu diberikan tindakan perbaikan. Hasil usulan yang didapat untuk mengurangi resiko terkena WMSDs di antaranya berupa, penggunaan kursi yang dapat disesuaikan tingginya, penggunaan palmrest pada keyboard, penggunaan mouspad dan pentingnya armrest pada tempat duduk. Usulan tersebut diharapkan dapat diterapkan dan dapat mengurangi resiko para pekerja terkena WMSDs.",
  "creators": "JORAM WAHYU PUTRA",
  "contributors": "Herri Christian Palit (Advisor 1); Debora Anne Yang Aysia (Advisor 2); Jani Rahardjo (Examination Committee 1); Nova Sepadyati, S.T., M.Sc. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022360/IND/2021; Joram Wahyu Putra (25415074)",
  "subjects": "WORK ENVIRONMENT; WORK MEASUREMENT"
}