{
  "id": "49238",
  "title": "Impacts of board of directors to corporate financial performance with corporate social responsibility as a mediating variable: evidence from banking company listed in IDX 2015-2019",
  "abstract": "This paper studies the relationship between board of directors and corporate financial performance, using corporate social responsibility as a mediating variable. Board of directors, as an independent variable uses indicators of board size, foreign board directors, and board independence. Corporate financial performance will be measured using ROA, ROE, and Tobin’s Q ratio. Corporate social responsibility will be measured using social rating indices, which is KLD Index. Also, it takes into account concomitant variables such as firm size and leverage. The subject of the study focuses on banking firms listed on the Indonesia Stock Exchange (IDX) over the period of 2015-2019 (5 years). WarpPLS 7.0 software is used for data analysis techniques. From the data analysis, the empirical result suggests that BOD is found to have a significant and positive correlation with firm financial performance. On the other hand, BOD has a significant and negative relationship with CSR. While the correlation between CSR and CFP is significant but negative. Moreover, CSR has failed to become a mediation variable towards the impact of BOD to CFP. This paper attempt to have a deeper understanding regarding prior studies that has rarely been done in Indonesia by observing the banking sector. This is the first study in Indonesia that tests and proves that BOD composition in the Indonesian banking industry plays a significant role as a top management that oversee and monitor CSR activities, which eventually leads to improved financial performance.",
  "creators": "MARCELLA JESSLYN ARIFIANTO",
  "contributors": "Josua Tarigan (Advisor 1); Saarce Elsye Hatane (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011628/AKT/2021; Marcella Jesslyn Arifianto (D12170129)",
  "subjects": "SOCIAL RESPONSIBILITY OF BUSINESS; FINANCIAL STATEMENTS"
}