{
  "id": "49232",
  "title": "The impacts of working capital management on stock return of retail sector within the Indonesia-Malaysia-Singapore growth triangle",
  "abstract": "This research paper aims to study the association between working capital management and stock returns of retail businesses listed on the stock exchanges of Indonesia, Malaysia, and Singapore over the period of 2017-2019. In this paper, the author would like to utilize working capital turnover period consisting of accounts receivable turnover period, inventory turnover period, and accounts payable turnover period as the independent variables, stock returns as the dependent variable, as well as the firm size and current ratio as the control variables. Panel data regression is deployed in this research to test a sample of 74 listed retail companies in Indonesia, Malaysia, and Singapore over the period of 2017-2019. In order to test out the hypotheses proposed, one of the panel data regressions, the ordinary least square, is used as a statistical approach that matches the data characteristics. The author concludes that the working capital management has no significant impacts on stock returns of the Indonesian retailers, while the Malaysian retailers reveal that there is a relationship between the inventory, accounts receivable turnover period and stock returns. For listed Singaporean retail companies, they show a significant association between the accounts payable turnover period and stock return.",
  "creators": "IMMANUEL RICHARD HERLAMBANG",
  "contributors": "Josua Tarigan (Advisor and Examination Committee); Saarce Elsye Hatane (Examination Committee 1); Foedjiawati, S.S., M.A., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011623/AKT/2021; Immanuel Richard Herlambang (D12170053)",
  "subjects": "CORPORATE PROFITS"
}