{
  "id": "4923",
  "title": "Perancangan dan pembuatan sistem informasi administrasi pada PT. Indosipa Beton",
  "abstract": "Suatu perusahaan pasti mempunyai berbagai cara untuk mencapai tujuannya. Salah satunya dengan mengembangkan sistem informasi untuk mengolah data. Sama halnya dengan PT. Indosipa Beton yang membutuhkan suatu sistem informasi untuk mendukung proses bisnisnya, seperti penjualan, produksi, pengiriman, pembelian dan penagihan. Permasalahan yang dihadapi saat ini adalah proses pencatatan dan penyimpanan data masih bersifat manual, data yang ada masih dalam bentuk form fisik. Ini menyebabkan kesulitan dalam menghasilkan informasi yang berguna bagi perusahaan. Menjawab permasalahan tersebut, maka dibuat sistem informasi administrasi untuk membantu perusahaan dalam mengolah data. Aplikasi yang dibuat meliputi penjualan, produksi, pengiriman, pembelian dan keuangan, di mana masing-masing bidang tersebut dibuat saling terintegrasi dalam pengolahan datanya. Data tersebut nantinya akan diolah menjadi suatu informasi yang berguna bagi perusahaan. Aplikasi dibuat berbasis web yang bersifat internal dengan menggunakan intranet, Macromedia Dreamweaver MX, bahasa pemrograman PHP, database MySQL. Dari hasil pengujian sistem informasi administrasi berbasis web diperoleh kesimpulan bahwa website intranet ini dapat menjadi sarana penyebaran informasi dari satu divisi ke divisi lain menjadi lebih mudah. Terlihat dari penggunaan jadwal produksi, jadwal penagihan dan penghitungan laba / rugi. Ketiga hal tersebut memerlukan adanya integrasi data agar dapat diolah menjadi informasi berguna. Selain itu dalam pengontrolan bahan baku juga dapat dilakukan dengan mengetahui jadwal produksi, komposisi produk dan keadaan stok material. Website didesain dengan interface menarik dan bersifat user-friendly dengan memperhatikan kebutuhan pengguna program.",
  "creators": "VIVIE MARYATHI CHIA",
  "contributors": "Silvia Rostianingsih (Advisor 1); David Sundoro (Advisor 2); Yulia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010617/INF/2007; Vivie Maryathi Chia (26403151)",
  "subjects": "WEB SITES-DESIGN; DATA BASE DESIGN; INTERNET (COMPUTER NETWORKS)"
}