{
  "id": "49265",
  "title": "#PapuanLivesMatter: analisis framing isu rasisme di The Jakarta Post",
  "abstract": "Papuan Lives Matter merupakan gerakan yang muncul setelah ramainya perbincangan Black Lives Matter di Amerika Serikat. Masyarakat Papua menggunakan momentum tersebut untuk mengingatkan kepada publik bahwa isu rasisme di Papua juga perlu mendapat perhatian. Beberapa media kemudian mengangkat pemberitaan mengenai berbagai protes pembebasan tahanan politik Papua yang dilakukan serta membahas bagaimana tindakan rasisme yang dialami oleh masyarakat Papua. Salah satu media yang mengangkat topik ini adalah The Jakarta Post, media nasional yang khalayaknya merupakan masyarakat luar negeri dan para ekspatriat. Media massa merupakan agen konstruksi realitas, lengkap dengan pandangan, bias, dan pemihakannya. Penelitian ini bertujuan untuk melihat bagaimana The Jakarta Post sebagai media massa membingkai isu rasisme Papua dalam isu Papuan Lives Matter. Dengan menggunakan model framing Pan-Kosicki, peneliti menemukan bahwa The Jakarta Post membingkai isu rasisme di Papua sebagai masalah yang tidak pernah terselesaikan karena selalu diabaikan. Masyarakat Papua dibingkai sebagai korban dalam kasus ini. Keberpihakannya terhadap masyarakat Papua terlihat melalui penonjolan isu yang ada dalam narasi berita. Daam berita yang dianalisis, peneliti juga menemukan bahwa The Jakarta Post membingkai pemerintah sebagai antagonis, seorang lawan dari masyarakat Papua yang selalu menghalangi jalan mereka dalam meraih kemerdekaan.",
  "creators": "JESSICA TAMARISKA CHRISTOVERA BAWARE",
  "contributors": "Fanny Lesmana (Advisor 1); Desi Yoanita (Advisor 2); Jandy Edipson Luik (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011679/KOM/2021; Jessica Tamariska Christovera Baware (F11170037)",
  "subjects": "COMMUNICATION--SOCIAL ASPECTS; MASS MEDIA"
}