{
  "id": "4927",
  "title": "Perancangan dan pembuatan sistem perencanaan Rencana Anggaran Proyek (RAP) PT. Widya Satria",
  "abstract": "Perusahaan yang bergerak di bidang jasa konstruksi PT.Widya Satria mengalami masalah dalam membuat rencana anggaran proyek secara detail dan rinci. Selama ini perusahaan menggunakan intuisi dan manual checking dalam membuat dan merencanakan kebutuhan proyek serta proses administrasi yang masih bersifat manual. Aplikasi sistem perencanaan rencana anggaran proyek yang dibuat dalam Tugas Akhir ini dapat membantu membuat rencana anggaran lebih rinci dan riil, sekaligus dapat menghasilkan penjadwalan waktu yang dibutuhkan suatu pekerjaan . Dengan adanya permasalahan tersebut maka dilakukan pengaplikasian sistem administasi perusahaan secara komputerisasi yang meliputi perencanaan rencana anggaran proyek untuk mendapatkan daftar kebutuhan-kebutuhan bahan dan upah pengerjaan sebuah proyek untuk periode waktu yang ditentukan secara riil. Metode pembuatan perencanaan rencana anggaran proyek ini disesuaikan dengan laporan-laporan anggaran perencanaan proyek sebelumnya. Pembuatan sistem pendukung keputusan ini menggunakan software Borland Delphi 7.0 dan MySQL sebagai databasenya. Dari hasil pengujian dalam aplikasi sistem perencanaan rencana anggaran proyek ini maka akan dihasilkan nilai total kebutuhan material dan upah pekerja. Seluruh metode perencanaan rencana anggaran proyek yang tersedia pada aplikasi digunakan untuk dihasilkan nilai total pekerjaan yang menunjukkan efektivitas suatu model perencanaan.",
  "creators": "MENAZA EL WIDYA",
  "contributors": "Sukanto Tedjokusuma (Advisor 1); Silvia Rostianingsih (Advisor 2); Rolly Intan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010571/INF/2007; Menaza El Widya (26401232)",
  "subjects": "DATA BASE MANAGEMENT; PROGRAMMING (ELECTRONIC COMPUTERS)"
}