{
  "id": "4928",
  "title": "Perancangan dan pembuatan sistem pemasaran berbasis web dengan fasilitas sms pada developer PT. Tridjaya Kartika",
  "abstract": "Teknologi yang semakin canggih dan persaingan dalam dunia bisnis properti semakin ketat, menyebabkan banyak perusahaan yang bergerak dalam bidang properti berlomba-lomba untuk meraih konsumen sebanyak-banyaknya sehingga salah satu cara untuk mengatasinya ialah dengan menjalankan suatu strategi marketing yaitu membangun suatu sistem pemasaran yang berbasis web dengan fasilitas SMS pada developer PT. Tridjaya Kartika. Pada Tugas Akhir ini, penulis membuat sebuah website pemasaran untuk PT. Tridjaya Kartika yang dapat memberikan informasi penting untuk konsumen dengan sistem pencarian data properti yang mudah dan dilengkapi informasi lengkap mengenai perusahaan beserta produk properti yang ditawarkan. Website pemasaran PT. Tridjaya Kartika dilengkapi sistem pengolahan data properti dan perhitungan simulasi KPR dari sebuah harga properti yang dipasarkan oleh PT. Tridjaya Kartika. Selain itu website pemasaran PT. Tridjaya Kartika juga dilengkapi dengan fasilitas pendukung SMS sebagai reminder jatuh tempo angsuran dan sarana promosi perusahaan sehingga dapat lebih memanjakan konsumen. Sistem pemasaran berbasis web ini dirancang menggunakan teknologi PHP versi 5.1.2, Macromedia Dreamweaver 8, dan MySQL versi 5.0.11-beta Dari hasil implementasi dan pengujian sistem pemasaran berbasis web pada developer properti PT. Tridjaya Kartika, yang meliputi user guest, registered guest, administrator, dan buyer diperoleh kesimpulan bahwa website pemasaran dengan fasilitas SMS pada PT. Tridjaya Kartika mampu menjawab permasalahan yang dihadapi oleh perusahaan dimana sistem dapat melakukan pencarian data properti dengan memperhatikan faktor kemudahan dan memberi informasi detail dari setiap data properti yang akan dicari, selain itu juga memberikan fitur yang telah dijelaskan pada paragraf sebelumnya sehingga dapat menunjang kinerja perusahaan agar lebih efisien dan meningkatkan kepercayaan serta memberikan kepuasan tersendiri bagi para pelanggan.",
  "creators": "SHANDY WIDJAJA",
  "contributors": "Agustinus Noertjahyana (Advisor 1); Alexander Setiawan (Advisor 2); Kartika Gunadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010572/INF/2007; Shandy Widjaja (26402131)",
  "subjects": "WEB SITES; INTERNET (COMPUTER NETWORK); PROGRAMMING (ELECTRONIC COMPUTERS); DATA BASE DESIGN"
}