{
  "id": "49300",
  "title": "Pendidikan karakter Kristen dan model pembelajaran STAD di kelas matematika di SD Kristen ‘X’ Surabaya",
  "abstract": "Penelitian kualitatif ini dilakukan untuk mengetahui bagaimana guru menerapkan pendidikan karakter Kristen dan model pembelajaran STAD di kelas Matematika di SD Kristen “X” Surabaya. Teori yang dipakai adalah teori Lewis tentang pendidikan karakter Kristen. Subjek penelitian adalah seorang guru kelas V-A dan teori Slavin tentang model pembelaja-ran kooperatif STAD. Data penelitian didapatkan dari tindakan dan perkataan guru kelas. Guru menerapkan 9 tahap penerapan model pembelajaran kooperatif tipe STAD, yaitu menyampaikan tujuan belajar, memotivasi murid, menyajikan informasi, mengorganisasikan murid dalam kelompok, membagikan rubrik penilaian, membagikan form penilaian sebaya, membimbing kelompok belajar, evaluasi, serta memberikan penghargaan. Guru memasukkan pendidikan karakter dengan melalui perenungan Firman untuk mendasari proses pembelaja-ran. Guru juga memberikan wejangan bahwa semua aktifitas dan tindakan (peduli, jujur, ker-jasama) dilakukan untuk Tuhan. Cara terakhir adalah dengan melibatkan peran murid dalam pembentukan kelompok belajar, pencarian solusi dari masalah yang ditemukan, serta proses diskusi kelompok. Kesimpulan penelitian ini yaitu diperlukan penambahan 2 tahap penerapan model pembelajaran koopeartif tipe STAD, yaitu pembagian rubrik penilaian dan form penilaian sebaya, serta dengan memberikan pendidikan karakter Kristen untuk membuat Ma-tematika menjadi kelas yang efektif dan bermakna di SD Kristen “X” Surabaya.",
  "creators": "LACTA WIDA RAYU CAHYANINGATI",
  "contributors": "Dr. Dra. Yuli Christiana Yoedo, M.Pd. (Advisor 1); Magdalena Pranata Santoso (Examination Committee 1); Romirio Torang Purba, S.Pd., M.Pd. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010003/PGSD/2021; Lacta Wida Rayu Cahyaningati (G11170003)",
  "subjects": "LEARNING MODEL; LEARNING--RESEARCH"
}