{
  "id": "49312",
  "title": "Hubungan keharmonisan keluarga terhadap perilaku negatif murid Sekolah Dasar Teologi Kristen Pelangi Kristus Surabaya",
  "abstract": "Sebanyak 153 kasus kekerasan terjadi pada tahun 2019, 39% diantaranya terjadi pada tingkat SD. Setelah diteliti , 30% pelakunya adalah murid sendiri. Secara teori ada beberapa faktor yang menyebabkan murid bisa berperilaku negatif di sekolah, salah satunya adalah keharmonisan keluarga. Oleh karena itu, penelitian ini bertujuan untuk mengetahui hubungan keharmonisan keluarga terhadap perilaku negatif murid. Data diperoleh melalui pengisian kuesioner oleh 45 murid Sekolah Dasar Teologi Kristen Pelangi Kristus Surabaya (didampingi orangtua). Data yang didapatkan dari pengisian kuesioner pada google form, dianalisis dengan cara dilakukan 4 kali pengujian. Dua diantaranya adalah pegujian persyaratan (uji normalitas dan uji linearitas data), lalu dilanjutkan uji regresi untuk melihat besar kontribusi variabel keharmonisan keluarga terhadap perilaku negatif murid. Lalu yang terakhir uji korelasi, untuk melihat apakah ada hubungan antara keharmonisan keluarga terhadap perilaku negatif murid. Dari hasil analisis data dengan menggunakan program SPSS 26, didapatkan data berdistribusi normal (nilai sig 0,160 > 0,05), memiliki hubungan yang linear (nilai sig. deviation from linearity 0,560 > 0,05). Adapun rxy = -0,626 yang berarti terdapat hubungan yang negatif antara variabel keharmonisan keluarga terhadap variabel perilaku negatif murid. Maksudnya adalah kenaikan variabel keharmonisan keluarga akan mengakibatkan penurunan variabel perilaku negatif murid dan penurunan variabel keharmonisan keluarga akan meningkatkan variabel perilaku negatif murid. Besar kontribusi variabel keharmonisan keluarga terhadap variabel perilaku negatif murid di SDTK Pelangi Kristus Surabaya yaitu sebesar 0,391 atau 39,1%. Adapun persamaan regresi y = 50,507 + (-0,595x)",
  "creators": "WIA WULANDARI",
  "contributors": "Romirio Torang Purba, S.Pd., M.Pd. (Advisor 1); Dr. Dra. Yuli Christiana Yoedo, M.Pd. (Examination Committee 2); Iman Subekti S.Pd.,M.Pd. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010012/PGSD/2021; Wia Wulandari (G11170016)",
  "subjects": "BEHAVIOR; FAMILIES; STUDENTS"
}