{
  "id": "49310",
  "title": "Hubungan penggunaan asesmen berbasis project terhadap kemandirian belajar murid di Sekolah Dasar Teologi Kristen Pelangi Kristus Surabaya",
  "abstract": "Penyelenggaraan pendidikan di Indonesia perlu membangun kemandirian murid dalam belajar. Hal ini bertujuan untuk meningkatkan kualitas pendidikan agar terciptanya sumber daya manusia yang memiliki kompetensi yang utuh. Salah satu faktor kemandirian belajar adalah asesmen berbasis project. Penelitian ini bertujuan untuk mengetahui hubungan penggunaan asesmen berbasis project terhadap kemandirian belajar murid. Jenis penelitian yang digunakan adalah penelitian korelasional, yang dilakukan di Sekolah dasar Teologi Kristen Pelangi Kristus Surabaya. Sampel penelitian sebanyak 45 murid dengan teknik pengumpulan data menggunakan angket kuesioner. Hasil Penelitian menunjukkan bahwa terdapat hubungan yang signifikan antara asesmen berbasis project terhadap kemandirian belajar murid. Dengan oefisien regresi β = 942 dan konstanta (a) = 27,570 serta thitung sebesar 7,532 dan tingkat signifikasi sebesar 0,000. Hal ini berarti jika tidak ada nilai koefisien asesmen berbasis project maka nilai konsisten kemandirian belajar murid adalah 27,570. Persamaan regresinya sebagai berikut Y = 27,570 + 942 X, sedangkan nilai koefisien korelasi antara asesmen berbasis project terhadap kemandirian belajar murid dengan rxy = 0,754. Itu artinya terdapat hubungan yang positif antar variabel. Besar kontribusi asesmen berbasis project terhadap kemandirian belajar murid di Sekolah Dasar Teologi Pelangi Kristus Surabaya yaitu sebesar 56,8% sisanya dipengaruhi faktor lain di luar penelitian.",
  "creators": "WINDY FRANOLA SINE",
  "contributors": "Romirio Torang Purba, S.Pd., M.Pd. (Advisor 1); Iman Subekti S.Pd.,M.Pd. (Examination Committee 1); Dr. Dra. Yuli Christiana Yoedo, M.Pd. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010011/PGSD/2021; Windy Franola Sine (G11170014)",
  "subjects": "ACTIVE LEARNING; ELEMENTARY SCHOOL TEACHING"
}