{
  "id": "49314",
  "title": "Penerapan disiplin positif oleh guru dengan integrasi Iman Kristen pada kelas I-A di sekolah dasar Kristen 'X' Surabaya",
  "abstract": "Murid akan menjadi penerus bangsa, maka murid perlu memiliki karakter yang baik dan benar. Karakter baik ini akan tumbuh bila guru menerapkan pembelajaran yang baik dan benar. Namun banyak guru yang masih belum menerapkan proses pembelajaran dan penerapan disiplin yang benar. Penelitian ini bertujuan untuk menjelaskan cara menerapkan disiplin kepada murid kelas I-A SD dengan menggunakan prinsip disiplin positif dan integrasi Iman Kristen pada siswa kelas I-A SD di Sekolah Dasar Kristen ‘X’ Surabaya. Melihat kasus kekerasan oleh guru dengan alasan disiplin, diharapkan penelitian ini memberi gambaran baru akan pola disiplin yang tidak menggunakan kekerasan. Penelitian ini merupakan penelitian kualitatif, dengan guru Bahasa Inggris sebagai subjek penelitian. Peneliti melakukan observasi selama tiga bulan, dan melakukan wawancara kepada subjek penelitian dan mengkonfirmasi data bersama wali kelas sebagai informan. Kemudian data tersebut diolah dengan menggunakan teori disiplin positif dan disiplin positif dari sudut pandang Iman Kristen dan analisis dari peneliti. Peneliti menguji apakah penerapan dapat diterima oleh murid dengan baik atau tidak, peneliti membagikan kuisioner untuk melihat respon dari murid kelas I-A. Peneliti memberi pertanyaan mengenai “apakah murid sudah mentaati peraturan yang berlaku?” sebanyak 90% menjawab sudah mentaati. 10% belum, peneliti melihat hasil observasi dan wawancara dengan subjek penelitian, melihat ada faktor dari diri murid yang membuat murid belum bisa mentaati peraturan. Perolehan data murid yang mampu mentaati perturan menunjukkan lebih dari 50%. Jadi dapat disimpulkan bahwa penerapan yang dilakukan guru Bahasa Inggris di kelas I-A ini mampu menolong murid memiliki sikap disiplin.",
  "creators": "BETHARIA KRISDIANTI",
  "contributors": "Dr. Dra. Yuli Christiana Yoedo, M.Pd. (Advisor 1); Magdalena Pranata Santoso (Examination Committee 2); Romirio Torang Purba, S.Pd., M.Pd. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010005/PGSD/2021; Betharia Krisdianti (G11170001)",
  "subjects": "DISCIPLINE (CHRISTIANITY); TEACHERS"
}