{
  "id": "49315",
  "title": "Pengaruh tingkat investasi modal manusia dan tingkat investasi modal teknologi informasi terhadap performa perusahaan di sektor keuangan",
  "abstract": "Performa perusahaan-perusahaan menjadi salah satu acuan yang diperhatikan oleh para pemangku kepentingan dari perusahaan. Perusahaan-perusahaan yang bergerak di sektor keuangan membutuhkan teknologi yang memadai, terutama teknologi informasi. Tujuan penelitian ini untuk menganalisis pengaruh tingkat investasi modal manusia dan modal teknologi informasi secara simultan terhadap performa perusahaan di sektor keuangan keuangan yang tercatat pada Papan Utama Bursa Efek Indonesia. Jenis penelitian dalam penelitian ini adalah asosiatif kausal. Populasi adalah 48 perusahaan, namun penelitian ini akan menggunakan 30 sampel yang diambil secara acak. Pengambilan sampel ini akan dilakukan dengan cara simple random sampling. Teknik analisis data menggunakan Regresi Linear Berganda. Hasil analisis dapat disimpulkan bahwa: (1) tidak terdapat pengaruh tingkat investasi modal manusia (human capital) terhadap performa perusahaan (ROE dan ROA); (2) terdapat pengaruh tingkat investasi modal teknologi informasi (IT) terhadap performa perusahaan (ROE dan ROA); (3) ada pengaruh secara simultan tingkat investasi modal manusia (human capital) dan investasi modal teknologi informasi (IT) terhadap performa perusahaan (ROE), namun secara simultan tingkat investasi modal manusia dan tingkat investasi modal teknologi informasi tidak berpengaruh signifikan terhadap return on assets (ROA).",
  "creators": "RAEZA RIVALDO",
  "contributors": "Bambang Haryadi (Advisor and Examination Committee); Eddy Madiono Sutanto (Examination Committee 1); Nony Kezia Marchyta, S.E., M.M. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012045/MAN/2021; Raeza Rivaldo (31416201)",
  "subjects": "CORPORATIONS--FINANCE; CAPITAL INVESTMENTS; INVESTMENTS"
}