{
  "id": "49322",
  "title": "Pengaruh lean manufacturing terhadap operational performance melalui vendor managed inventory dan supply chain practices pada perusahaan manufaktur di Jawa Timur",
  "abstract": "Pengaruh Lean Manufacturing Terhadap Operational Performance Melalui Vendor Managed Inventory dan Supply Chain Practices Pada Perusahaan Manufaktur di Jawa Timur Penelitian ini dilatarbelakngi oleh fenomena penurunan indeks PMI (Purchasing Managers Indeks) Indonesia periode April 2020 yang anjlok ke level 27,5 lebih rendah dibanding Maret 2020 pada level 45,3. Kinerja manufaktur Indonesia tercatat menjadi yang terendah di ASEAN di bawah Myanmar dengan skor indeks sebesar 29,0 dan Singapura 29,3. Namun pada periode Juni hingga Desember indeks PMI mengalami kenaikan yang menunjukkan adanya pemulihan yang dilakukan oleh perusahaan manufaktur dengan kegiatan-kegiatan yang menunjang kegiatan tersebut utamanya pada masa pandemi seperti sekarang ini. Penelitian ini bertujuan untuk melihat apakah terdapat pengaruh Lean Manufacturing terhadap Operational Performance melalui Vendor Managed Inventory dan Supply Chain Practices pada perusahaan manufaktur di Jawa Timur. Jenis penelitian ini menggunakan jenis penelitian kuantitatif. Sampel yang digunakan dalam penelitian ini sebanyak 111 responden yang adalah pekerja di perusahaan manufaktur yang berdomisili di Jawa Timur dengan jabatan minimal supervisor. Data diolah menggunakan software Partial Least Square (PLS). Analisis data menunjukkan bukti bahwa variabel Lean Manufacturing, Vendor Managed Inventory dan Supply Chain Practices mempengaruhi Operational Performance perusahaan manufaktur di Jawa Timur signifikan sebesar 54,7 persen. Rekomendasi yang dapat diberikan oleh peneliti bagi pihak terkait adalah perusahaan manufaktur perlu menerapkan sistem informasi dalam pengelolaan persediaan bahan baku di gudang utamanya pada situasi pandemi seperti saat ini dimana permintaan oleh konsumen jumlahnya tak menentu karena terjadinya disrupsi supply dan demand dan berinteraksi dengan konsumen sebelum menentukan spesifikasi produk baru yang akan diproduksi karena selera konsumen pada masa pandemi cenderung lebih cepat berubah karena adanya new normal.",
  "creators": "Christian Fokalie",
  "contributors": "Dr. Ir. Hotlan Siagian MSc. (Advisor 1); Zeplin Jiwa Husada Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020294/MM/2021; Christian Fokalie (D21200003)",
  "subjects": "SUPPLY CHAIN MANAGEMENT"
}