{
  "id": "4933",
  "title": "Persepsi masyarakat Surabaya terhadap spa sebagai saran perawatan kesehatan, kebugaran dan kecantikan",
  "abstract": "Sanus Per Aquam atau Solus Per Aqua berarti sehat melalui air, yang kemudian lebih dikenal sebagai Spa, merupakan salah satu metode perawatan kebugaran dan kecantikan yang digunakan oleh bangsa Yunani dan bangsa Romawi dengan memanfaatkan khasiat air. Seiring perkembangan jaman, kini Spa tidak hanya memanfaatkan khasiat air, tetapi juga dipadukan dengan berbagai elemen yang tercakup dalam the Ten Elements of Spa Experience. Kesepuluh elemen itu antara lain water (air), nourishment (nutrisi), movement (gerakan), integration (integrasi), aesthetic (seni), environment (lingkungan), cultural expression (ekspresi budaya), social contribution (konstribusi sosial), dan time and space rhythms (ritme waktu dan ruang). Spa telah hadir di Indonesia sejak jaman Singasari, melalui konsep kecantikan Jawa kuno Rupasampat Wahyabyantara, paduan harmonis kecantikan lahir dan batin yang digambarkan melalui sosok Dewi Saraswati. Berdasarkan konsep Jawa kuno ini, kecantikan dan kebugaran dapat tercipta melalui perawatan luar/ragawi seperti massage atau pijat, mandi lulur dan terapi aroma, dan perawatan dalam seperti mediiasi dan bio energi. Bisnis Spa di Surabaya mulai berkembang seiring dengan perkembangan jaman., Akan tetapi tidak semua salon dan klinik kecantikan yang menawarkan fasilitas dan menu Spa memahami konsep Spa, serta dapat memberikan kenyamanan, rasa rileks, mengembalikan tenaga dan kegembiraan yang merupakan hal penting pada bisnis Spa. Adanya salon dan klinik kecantikan yang menawarkan fasilitas dan menu Spa tetapi kurang memahami arti dan konsep Spa mungkin saja membuat masyarakat menjadi enggan untuk mencoba dan memiliki kesan negatif akan Spa.",
  "creators": "DESSY INDAH SARI DINATA; JENNI",
  "contributors": "Peter Remy Yosy Pasla (Advisor 1); Drs. Sugiono Sugiharto, M.M., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011640/MAN/2003; Dessy Indah Sari Dinata (31499085), Jenni (31499353)",
  "subjects": "CONSUMERS-RESEARCH; CONSUMER BEHAVIOR"
}