{
  "id": "49352",
  "title": "Analisa kepemimpinan transformasional dan keunggulan kompetitif pada perusahaan yang menggunakan ERP",
  "abstract": "Tujuan penelitian ini adalah untuk menguji pengaruh Transformational Leadership (TL) terhadap Competitive Advantage(CA) pada perusahaan yang menggunakan Enterprise Resource Planning (ERP) system. Penelitian ini juga menginvestigasi apakah organizational Learning dan ERP System dalam mempertajam pengaruh Transformational Leadership terhadap Competitive Advantage.Pengumpulan data dilakukan dengan menyebarkan kuesioner kepada para pemimpin atau pihak yang mewakilinya pada perusahaan manufaktir yang menggunakan ERP System. Pengelolaan data penelitian menggunakan software Warp PLS.Hasil penelitian menunjukan bahwa Transformatonal Leadership secara signifikan mempengaruhi Competitive Advantage. Disamping itu, Enterprise Resource Planning (ERP) System ternyata dapat berperan sebagai intervening variable dalam memperkuat pengaruh Transformational Leadership terhadap Competitive Advantage. Penelitian memberikan implikasi yang berarti bagi perusahaan manufaktur khususnya yang menggunakan ERP System untuk belajar bagaimana memanfaatkan ERP secara lebih efektif dan efisien agar bisa berdampak kepada Competitive Advantage. ERP System seharusnya tidak dapat dipisahkan dalam membangun competitive advantage. Idealnya sinergi antara ERP Systemdan Competitive Advantage sangat membutuhkan gaya kepemimpinan Transformational. Penelitian ini menunjukkan bahwa Kepemimpinan transformational pada perusahaan yang menerapkan ERP system ternyata membutuhkan waktu yang lama agar berdampak lebih besar pada Competitive Advantage. Penelitian ini melengkapi penelitian sebelumnya yang hanya membahas transformational leadership dengan Competitive Advantage.Penelitian ini menambahkan fokus pada perusahaan manaufaktur yang menggunakan ERP System.",
  "creators": "MICHAEL KUSUMAPRATAMA; ALEXANDER WIJAYA",
  "contributors": "Devie (Advisor 1); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1); Juniarti (Examination Committee 2); Hendri Kwistianus, S.E., M.M. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011636/AKT/2021; Michael Kusumapratama (D12170170), Alexander Wijaya (D12170161)",
  "subjects": "CORPORATIONS, GOVERNMENT; ENTERPRISE RESOURCE PLANNING (ERP); LEADERSHIP"
}