{
  "id": "49378",
  "title": "Implementasi pengendalian inventory pada PT X",
  "abstract": "PT X merupakan pabrik pembuatan produsen kerupuk dan makanan ringan lainnya yang berada di Sidoarjo, tepatnya di Jalan Jenggolo Sidoarjo. PT X pertama kali berdiri pada tahun 1968 sampai dengan sekarang. Permasalahan yang sering terjadi di PT X adalah pengelolaan bahan baku dan juga pengaturan sistem Gudang yang kadang sedikit tidak teratur. Dari tidak keteraturan ini biasanya menyebabkan PT X mengalami kerugian bahan baku karena pembusukan bahan bakunya. PT X memproduksi barang secara terus menerus setiap hari. Barang yang dihasilkan akan disimpan kedalam gudang. Berdasarkan masalah yang terjadi pada PT X diperlukan metode yang dapat disistemkan dengan sistem gudang dan hasil produksi, dengan tujuan untuk mencari rata rata dari penjualan per hari maupun ber bulan yang berguna untuk melakukan reorder, dan juga untuk menganalisa berapa pembelian bahan baku yang pas agar tidak banyak bahan baku yang terbuang. Hasil pengujian pada pembuatan sistem Inventory Control dan Monitoring pada PT X menunjukkan bahwa sistem dapat melakukan perhitungan Economic Order Quantity dan Reorder Point dengan tepat. Sehingga data yang didapat dapat memenuhi perhitungan kapan perusahaan harus melakukan stok barang kembali dengan jumlah yang tepat dan terkontrol. Pengujian untuk report dari pembelian, penjualan, dan produksi juga berhasil, terbukti dengan report yang dihasilkan dapat menghitung semua penjualan, pembelian, dan produksi dengan baik dan tepat. Hal ini berguna agar perusahaan tidak kesusahan lagi dalam melihat dan memantau penjualan, pembelian, dan juga produksinya.",
  "creators": "KEVIN JOSHUA HARIANTO",
  "contributors": "Yulia (Advisor 1); Rudy Adipranata (Advisor 2); Silvia Rostianingsih (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022046/INF/2021; Kevin Joshua Harianto (26416009)",
  "subjects": "INVENTORY CONTROL; INVENTORY CONTROL--COMPUTER PROGRAMS"
}