{
  "id": "4937",
  "title": "Atribut utama produk yang menjadi pertimbangan konsumen dalam membeli Toyota Kijang EFI: studi kasus pada konsumen individu di Surabaya",
  "abstract": "Seiring dengan semakin maraknya persaingan dalam dunia otomotif terutama pada kategori kendaraan niaga sekelas Toyota Kijang di Surabaya, produsen dalam hal ini PT TOYOTA ASTRA MOTOR perlu untuk mempertahankan kelangsungan hidup produk unggulan mereka sebagai ujung tombak penjualannya yaitu Toyota Kijang EFI Minibus yang diproduksi dalam bermacam tipe, yaitu SSX, LSX, SGX, LGX, dan versi termewahnya KRISTA. Masing-masing tipe Toyota Kijang EFI mempunyai harga dan kelengkapan yang berbeda. Konsumen dalam hal ini memilih tipe Toyota Kijang EFI dipengaruhi oleh orientasi, pendapatan, dan sikap mereka. Tidak terlepas juga dari pengaruh atribut-atribut yang melekat pada Toyota Kijang EFI tersebut. Penulis dalam hal ini membagi atribut-atribut tersebut ke dalam tiga komponen produk, yaitu : Komponen Inti, Komponen Kemasan, dan Komponen Pendukung Pelayanan. Dari hasil penelitian dapat disimpulkan bahwa orientasi keluarga masih merupakan orientasi utama responden dalam membeli Toyota Kijang EFI. Responden tersebut adalah yang berpendapatan tinggi dan memiliki sikap optimis terhadap teknologi. Sedangkan atribut utama yang menjadi bahan pertimbangan responden dalam membeli Toyota Kijang EFI adalah atribut harga jual kembali. Hal ini disebabkan hargajual kembali Toyota Kijang EFI senantiasa tinggi dan stabil karena didukung oleh layanan puma jual yang luas diseluruh Indonesia dan ketersediaan suku cadang yang begitu banyak. Citra Toyota Kijang yang sudah begitu melekat dalam benak masayarakat Indonesia sebagai kendaraan keluarga yang multifungsi hal ini disebabkan karena Toyota Kijang sudah mulai diproduksi semenjak tahun 70-an dimana belum terdapat pesaing yang seimbang dikelasnya. Para pesaing mulai muncul pada awal 90-an yaitu Isuzu Panther dengan mesin disel kemudian disusul Mitsubhisi Kuda pada pertengahan 90-an yang juga memproduksi versi mesin diselnya dan disusul oleh merek-merek lainnya seperti Opel Blazer Montera, Nissan Terrano Spirit, Kia Carens, Daihatsu Tanma F-Series dan lainnya dan tidak menutup kemungkinan untuk terus bertambah setiap tahiuinya. Melihat begitu banyaknya pesaing Toyota Kijang saat ini disebabkan pangsa pasar untuk kelas ini sangatlah besar sehingga banyak produsen ikut terjun kedalam pangsa ini.",
  "creators": "DANIEL ABRAHAM TAMPUBOLON; ALBERT TOAR PARENGKUAN",
  "contributors": "Bambang Haryadi (Advisor 1); Soekarno (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1581/EM/2001; Daniel Abraham Tampubolon (31496115), Albert Toar Parengkuan (31496355)",
  "subjects": "CONSUMERS-RESEARCH"
}