{
  "id": "4938",
  "title": "Analisa faktor-faktor yang mempengaruhi keputusan pembelian ulang barang-barang elektronik buatan RRC di Toko Hartono Elektronika",
  "abstract": "Dewasa ini gejolak moneter, kenaikan bahan bakar minyak (BBM), musibah bencana alam, maraknya aksi demonstrasi dan berbagai kejadian lain menyebabkan perekonomian Indonesia menjadi tidak menentu dan tidak stabil (www.beacukai.go.id, 23-02-2006). Hal ini mengakibatkan aktivitas perdagangan di Indonesia menjadi lesu sehingga permintaan akan barang menjadi turun drastis dibandingkan tahun-tahun sebelumnya, khususnya permintaan akan barang-barang elektronik seperti: TV, DVD, AC, magicjar, dan lain-lain. Salah satu distributor elektronik yang berada di kota Surabaya adalah toko Hartono Elektronika. Toko Hartono Elektronik menjual berbagai macam merk barang elektronik, salah satunya adalah barang elektronik dari RRC. Dalam penelitian ini, ingin diketahui pengaruh faktor-faktor 4P (product, price, promotion, place) terhadap pembelian kembali pelanggan toko Hartono Elektronik. Jumlah sampel yang diambil adalah sebanyak 349 responden yang merupakan pelanggan toko tersebut. Sebelum dilakukan analisis regresi linier, peneliti melakukan pengelompokan faktor-faktor komponen dari 4P dengan menggunakan analisis faktor. Hasil analisis faktor menghasilkan 9 komponen baru yang merupakan variabel bebas penelitian. Hasil penelitian menunjukkan faktor-faktor yang berpengaruh signifikan terhadap pembelian kembali adalah: produk, price, dan iklan. Dan faktor produk merupakan faktor yang dominan berpengaruh terhadap pembelian ulang.",
  "creators": "NOVANTIANO; SAHAT KHOSASI",
  "contributors": "Dessy Indah Sari Dinata (Advisor 1); Edwin Japarianto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.02012200/MAN/2007; Novantiano (31402058), Sahat Khosasi (31402034)",
  "subjects": "CONSUMERS-RESEARCH; CONSUMER BEHAVIOR"
}