{
  "id": "49449",
  "title": "Dissatisfaction dan regret pembelian properti hunian di Indonesia",
  "abstract": "Indonesia merupakan negara berpenduduk terbesar ke 4 di dunia dan memiliki wilayah yang sangat luas. Berdasarkan laporan Bank Indonesia, penjualan properti hunian mengalami penurunan yang signifikan. Penelitian menyatakan bahwa penurunan penjualan biasanya terjadi akibat adanya ketidakpuasan bahkan penyesalan dari konsumen setelah membeli suatu produk. Sekarang ini, di seluruh dunia termasuk Indonesia sedang mengalami pandemi Covid-19. Industri properti Indonesia merupakan salah satu industri yang paling terdampak akibat adanya pandemi ini. Pembangunan berbagai properti banyak yang terhenti dan tertunda penyelesaiannya sehingga menimbulkan ketidakpuasan bahkan penyesalan konsumen properti terhadap pihak developer. Persepsi risiko (perceived risk) merupakan salah satu metode yang tepat untuk dapat mengantisipasi dan mengurangi ketidakpuasan bahkan penyesalan tersebut. Penelitian ini bertujuan untuk mengetahui pengaruh variabel kepentingan, kesulitan, dan irreversibility terhadap perceived risk, mengetahui pengaruh variabel perceived risk terhadap risk taking behavior, dan mengetahui pengaruh variabel risk taking behavior terhadap ketidakpuasan dan penyesalan. Penelitian menggunakan sampel sebesar 248 responden dan dianalisa menggunakan metode SEM-PLS. Hasil penelitian ini menunjukkan bahwa kesulitan dan irreversibility memiliki pengaruh yang signifikan terhadap perceived risk, sedangkan kepentingan tidak berpengaruh. Variabel perceived risk juga memiliki pengaruh signifikan terhadap risk taking behavior. Selain itu, variabel risk taking behavior juga memiliki pengaruh signifikan terhadap ketidakpuasan dan penyesalan.",
  "creators": "Stacia Dwi Shenjaya",
  "contributors": "Prof. Dr. Njo Anastasia, S.E., M.T. (Advisor 1); Rudy Setiawan (Examination Committee 1); Jani Rahardjo (Examination Committee 2); Doddy Prayogo S.T. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000296/MTS/2021; Stacia Dwi Shenjaya (B21190022)",
  "subjects": "INDUSTRIAL PROPERTY--INDONESIA; REAL PROPERTY--MANAGEMENT"
}