{
  "id": "49442",
  "title": "Pengaruh information technology capability terhadap company performance melalui cross functional integration dan supply chain agility pada industri manufaktur kertas di Jawa Timur",
  "abstract": "Perubahan secara tiba-tiba saat ini disebabkan oleh Covid-19 yang berdampak pada perekonomian global. Sektor manufaktur mengalami perubahan pada supply material dan permintaan customer. Disrupsi global berdampak pada keberlangsungan perusahaan untuk mampu bertahan dan berubah cepat. Penetapan obyek penelitian pada perusahaan manufaktur kertas di Jawa Timur dengan responden memiliki pengalaman kerja minimal 2 tahun berjumlah 66 perusahaan. Pengolahan data dengan menggunakan partial least square untuk menjawab keseluruhan hipotesa penelitian. Hasil penelitian didapatkan bahwa information technology capability memberikan dampak pada peningkatan cross functional integration dan supply chain agility secara langsung. Information technology tidak berdampak langsung terhadap peningkatan company performance. Kemampuan perusahaan dalam membangun information technology untuk menjadikan cross functional integration mampu meningkatkan supply chain agility, namun tidak berdampak langsung terhadap company performance. Supply chain agility dengan mengatur volume produksi dan mengubah produk dengan cepat berdampak pada penigkatan kemampuan merespon cepat terhadap perubahaan permintaan pasar dan konfirmasi yang cepat pada permintaan pelanggan. Kontribusi teoritis penelitian pada pentingnya supply chain agility sebagai mediasi sempurna antara information technology capability terhadap company performance",
  "creators": "Christian Chandra Wijaya",
  "contributors": "Zeplin Jiwa Husada Tarigan (Advisor 1); Dr. Ir. Hotlan Siagian MSc. (Examination Committee 1); Hatane Semuel (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Skripsi No. 03020296/MM/2021; Christian Chandra Wijaya (D21200001)",
  "subjects": "BUSINESS LOGISTICS--MANAGEMENT; SUPPLY CHAIN MANAGEMENT"
}