{
  "id": "49458",
  "title": "Pengaruh regulasi new-normal Covid-19, desain eksterior, desain interior, aspek lokasi, serta attitude konsumen terhadap minat kunjungan restoran quick-service di mal kota Surabaya",
  "abstract": "Masa 'new-normal' adalah masa ketika terjadinya pandemi Covid-19 yang memengaruhi aktivitas dan perekonomian sehari-hari, sehingga berujung pada penerapan regulasi kesehatan yang ketat di tempat-tempat umum seperti mal, tempat wisata, dan area kuliner. Penelitian ini sendiri bertujuan untuk mengetahui pengaruh regulasi ¬new-normal terhadap aspek fisik restoran quick-service (QSR) yaitu desain eksterior dan interior, serta aspek penempatan lokasi QSR di dalam mal Kota Surabaya. Lalu juga untuk mengetauhi pengaruh aspek fisik, lokasi, serta attitude pengunjung mal terhadap minat kunjungan QSR di mal. Jumlah sampel penelitian ini yaitu 313 responden dan dianalisa menggunakan metode SEM-PLS. Hasil menunjukkan bahwa terdapat pengaruh yang signifikan dari regulasi new-normal terhadap desain eksterior, desain interior, dan lokasi QSR. Selanjutnya, variabel desain interior dan lokasi juga berpengaruh signifikan terhadap minat kunjungan QSR, sedangkan variabel eksterior tidak berpengaruh. Selain itu, variabel attitude pengunjung juga memengaruhi minat kunjungan QSR secara signifikan. Penelitian ini juga memberikan masukkan di bidang properti mal yaitu untuk menyeimbangkan penerapan regulasi new-normal dengan keseluruhan desain QSR agar dapat tetap menarik minat pengunjung sekaligus meredam penularan virus Covid-19.",
  "creators": "Kevin Gunawan",
  "contributors": "Prof. Dr. Njo Anastasia, S.E., M.T. (Advisor 1); Jani Rahardjo (Examination Committee 1); Timoticin Kwanda (Examination Committee 2); Ir. SOFIAN ARIF SUSANTO, M.T. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000295/MTS/2021; Kevin Gunawan (B21190020)",
  "subjects": "COVID-19 (DISEASE)--ECONOMIC ASPECTS; CONSUMERS--RESEARCH"
}