{
  "id": "4947",
  "title": "Pengaruh motivasi, persepsi, pembelajaran, dan kepercayaan konsumen di Siwalankerto mengenai kualitas, promosi, dan harga terhadap keputusan pembelian shampo Sunsilk",
  "abstract": "Motivasi, persepsi, pembelajaran dan kepercayaan konsumen mengenai kualitas, promosi dan harga dapat menjadi faktor signifikan yang berpengaruh terhadap keputusan pembelian seorang konsumen. Di era kompetitif dewasa ini perusahaan perlu lebih memperhatikan faktor-faktor tersebut sehingga dapat menjamin kesuksesannya. Berdasarkan latar belakang yang dilakukan oleh penulis, tidak ada masalah yang berarti terhadap motivasi, persepsi, pembelajaran dan kepercayaan mengenai kualitas, promosi dan harga terhadap keputusan pembelian shampo Sunsilk di Siwalankerto, namun perusahaan tetap perlu meningkatkan motivasi, persepsi, pembelajaran dan kepercayaan mengenai kualitas, promosi dan harga. Rumusan masalah dapat dirumuskan sebagai berikut: Apakah motivasi, persepsi, pembelajaran dan kepercayaan konsumen mengenai kualitas, promosi, dan harga berpengaruh terhadap keputusan pembelian shampo Sunsilk di Siwalankerto? Metode pengolahan data dan analisa data dilakukan dengan menggunakan validitas, reliabilitas, analisa deskriptif dan analisa Chi Square yang berasal dari kuesioner yang telah diisi dan diolah. Dari hasil pembahasan, maka dapat diambil kesimpulan sebagai berikut: l.Ada pengaruh yang signifikan dan sangat kuat pada pembelajaran terhadap keputusan pembelian berdasarkan kualitas. 2.Ada pengaruh yang signifikan dan kuat pada pembelajaran terhadap keputusan pembelian berdasarkan promosi. 3.Ada pengaruh yang signifikan dan kuat pada pembelajaran terhadap keputusan pembelian berdasarkan harga.",
  "creators": "SISKA BUDIJANTO; AGNES JANE STELLA AKS",
  "contributors": "Edwin Japarianto (Advisor 1); Hartono Subagio (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011694/MAN/2003; Siska Budiyanto (31499021), Agnes Jane Stella (31499268)",
  "subjects": "CONSUMERS-RESEARCH; CONSUMER BEHAVIOR; MARKETING RESEARCH"
}