{
  "id": "4951",
  "title": "Analisa faktor-faktor yang paling mempengaruhi perilaku \"customer switching\" pada layanan jasa penerbangan di Juanda, Surabaya",
  "abstract": "Tindakan apa dari badan usaha, atau karyawan yang menyebabkan pelanggan pindah dari suatu badan usaha jasa ke badan usaha jasa yang lain? Jawaban dari pertanyaan di atas akan sangat berguna bagi pihak manajemen badan usaha maupun para cendekiawan pemasaran jasa. Manajemen badan usaha jasa hendaknya memperhatikan pengaruh negatif yang diakibatkan karena perpindahan pelanggan, terhadap pangsa pasar dan profitabilitas. Penulis beranggapan bahwa pihak manajemen suatu badan usaha jasa membutuhkan informasi yang tepat guna untuk menghindari pengaruh berkurangnya pendapatan yang diterima oleh perusahaan serta meningkatnya biaya akibat dari berpindahnya pelanggan ke badan usaha jasa lain. Dalam konteks ini muncul konsep \"Customer Switching\" yang menjelaskan perubahan perilaku pelanggan suatu badan usaha ke badan usaha lainnya. customer switching sangat penting untuk diteliti dan diperhatikan supaya dapat diketahui faktor-faktor yang menyebabkan pelanggan memutuskan pindah dari layanan jasa satu ke layanan jasa yang lain, sehingga dapat digunakan oleh badan usaha jasa untuk melakukan berbagai perbaikan dalam usahanya. Dengan adanya fenomena persaingan antar perusahaan industri penerbangan, penulis memfokuskan penelitian ini pada industri layanan jasa penerbangan di Indonesia. Maka perlu dikaji perilaku perpindahan pelanggan dari perusahaan layanan jasa penerbangan satu ke perusahaan layanan jasa penerbangan yang lain.",
  "creators": "VIRONICA CHANDRA; FERRY GUNAWAN",
  "contributors": "Peter Remy Yosy Pasla (Advisor and Examination Committee); ANGSOKA YORINTHA PAUNDRALINGGA (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011702/MAN/2003; Vironica Chandra (31499033), Ferry Gunawan (31499063)",
  "subjects": "MARKETING RESEARCH; CONSUMER BEHAVIOR; CONSUMERS-RESEARCH"
}