{
  "id": "49538",
  "title": "Pengaruh supplier’s communication capability terhadap customer's future purchase expansion dengan customer’s relational loyalty sebagai variabel mediasi dan collectivist culture sebagai variabel moderasi",
  "abstract": "Penelitian ini bertujuan untuk mengidentifikasi pengaruh supplier’s communication capability terhadap customer’s relational loyalty dan customer’s future purchase expansion di salah satu supplier bahan baku di Indonesia, yang merupakan negara dengan budaya kolektivisme yang tinggi. Survei dilakukan pada seluruh pelanggan dari perusahaan supplier bahan baku makanan, minuman, kosmetik, farmasi, personal care, home care, dan pupuk di Surabaya Indonesia, sejumlah 100 perusahaan. Data yang didapatkan dibahas dalam dua bagian, yaitu analisis deskriptif serta hubungan antarkonsep. Hasil penelitian menunjukkan bahwa supplier’s communication capability dan collectivist culture berpengaruh positif dan signifikan terhadap customer’s relational loyalty; hal yang sama dengan customer’s relational loyalty juga berpengaruh positif dan signifikan terhadap customer’s future purchase expansion; semakin tinggi collectivist culture, maka hubungan antara supplier’s communication capability dan customer’s relational loyalty akan semakin lemah. Dengan adanya collectivist culture, pengaruh tidak langsung supplier’s communication capability terhadap customer’s future purchase expansion melalui customer’s relational loyalty menjadi tidak signifikan.",
  "creators": "Andrew Hartono",
  "contributors": "Hatane Semuel (Advisor 1); Foedjiawati, S.S., M.A., Ph.D. (Advisor 2); Deborah Christine Widjaja, S.S., MSM., Ph.D. (Examination Committee 1); Serli Wijaya (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020300/MM/2021; Andrew Hartono (D21200022)",
  "subjects": "CUSTOMER LOYALTY"
}