{
  "id": "49541",
  "title": "Penurunan performa struktur bangunan industri akibat penambahan beban",
  "abstract": "Penelitian ini dilakukan pada bangunan industrial tujuh lantai. Bangunan ini merupakan existing building yang sudah dibangun cukup lama dengan ketetapan-ketetapan yang ada pada waktu itu. Seiring berjalannya waktu, bangunan ini menerima beban tambahan signifikan yang tidak direncanakan dari awal sehingga mengalami kerusakan pada beberapa elemen strukturnya. Hal ini dapat mempengaruhi keselamatan dan keamanan bagi penggunanya. Sehingga perlu dilakukan assessment struktur untuk mengetahui kekuatan bangunan sekarang dan kerusakan yang terjadi. Pada penelitian ini, digunakan bantuan program ETABS dalam menganalisa struktur bangunan dan pembebanan gempa berdasarkan SNI 1726:2012. Analisa struktur dilakukan dengan tiga kondisi, yaitu kondisi saat struktur bangunan menerima beban sesuai dengan beban awal, kondisi saat struktur bangunan menerima beban tambahan, serta kondisi struktur bangunan saat menerima beban tambahan dan beban gempa. Hasil analisa dari program ETABS menunjukkan bahwa ada beberapa elemen struktur yang sudah tidak kuat dan membutuhkan perkuatan atau perbaikan. Faktor terbesar yang mempengaruhi kerusakan elemen struktur pada bangunan ini adalah penambahan beban yang signifikan dan beban gempa. Perhitungan kekuatan maksimum dari elemen-elemen struktural juga dilakukan dengan cara mengubah beban tambahan. Hal ini dilakukan untuk mengetahui beban maksimum yang mampu dipikul oleh elemen-elemen yang rusak. Untuk melakukan perkuatan dan perbaikan struktur yang dibutuhkan, perlu melakukan penelitian lebih lanjut.",
  "creators": "ADRIEL THEOPHILUS; KEANE ANTHONY HARIFIN",
  "contributors": "Handoko Sugiharto (Advisor 1); Daniel Tjandra (Advisor 2); Effendy Tanojo (Examination Committee 1); Willy Husada, ST.,MT., Msc. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012478/SIP/2020; Adriel Theophilus (21416173)Keane Anthony Harifin (21416069)",
  "subjects": "BUILDING, STRUCTURAL; STRUCTURAL ANALYSIS (ENGINEERING); STRUCTURAL DYNAMICS; BUILDINGS--EARTHQUAKE EFFECTS"
}