{
  "id": "49559",
  "title": "Pengaruh brand image dan digital marketing PT Prudential Life Assurance terhadap minat beli masyarakat di Surabaya",
  "abstract": "Brand image yang baik merupakan salah satu kunci penting yang mampu mendukung kesuksesan suatu perusahaan, sebab pada saat ini cukup sulit untuk menemukan brand dari suatu produk yang tidak memiliki kompetitor. Oleh karena itu, brand image yang bagus perlu dimiliki oleh setiap produk untuk mempengaruhi minat beli masyarakat. Namun bukan hanya brand image saja yang perlu diperhatikan, karena pada saat ini zaman sudah berganti ke era globalisasi dengan teknologi yang serba canggih, banyak perusahaan yang sudah memanfaatkan digital marketing untuk melakukan aktivitas bisnisnya. Hal ini bertujuan supaya bisa memberikan kepraktisan kepada calon customernya dan tentunya bisa mempengaruhi minat beli mereka. Penelitian ini bertujuan untuk mengetahui apakah brand image dan digital marketing dari Prudential bisa mempengaruhi minat beli masyarakat. Pada penelitian ini, teknik sampling yang digunakan yaitu purposive sampling yaitu teknik pengambilan sampel yang mempertimbangkan ciri-ciri sample yang akan diperlukan yaitu nasabah asuransi Prudential di Surabaya yang berjumlah 100 orang dan metode penelitian yang digunakan adalah metode kuantitatif. Metode analisis yang digunakan adalah Structural Equation Modeling (SEM) dan diproses menggunakan SmartPLS. Hasil penelitian ini menunjukkan bahwa brand image Prudential memiliki pengaruh positif namun tidak signifikan terhadap minat beli masyarakat, sedangkan digital marketing memiliki pengaruh positif dan signifikan terhadap minat beli masyarakat.",
  "creators": "NICHOLAS ADRIAN RAHARDJO",
  "contributors": "Drs. Sugiono Sugiharto, M.M., Ph.D. (Advisor 1); Edwin Japarianto (Examination Committee 1); Dr. Ferry Jaolis, S.E., M.SM., M.RECH. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020811/MAN/2021; Nicholas Adrian Rahardjo (D11170322)",
  "subjects": "BRAND IMAGE; CONSUMER BEHAVIOR; DIGITAL MARKETING"
}