{
  "id": "49564",
  "title": "Pengaruh market capitalization (MC) terhadap stock price pada perusahaan sektor consumer goods yang terdaftar di BEI periode 2018-2020",
  "abstract": "Penelitian ini membahas tentang pengaruh market capitalization terhadap stock price. Sampel yang digunakan dalam penelitian ini adalah perusahaan sektor consumer goods yang terdaftar di BEI pada periode 2018-2020. Dalam penelitian ini menggunakan salah satu dari analisis regresi data panel. Metode penelitian ini menggunakan software based statistic yaitu, Gretl (Gnu Regression, Econometrics, and Time-series Library). Penelitian ini menggunakan panel data. Panel data merupakan gabungan dari time series data dan cross-sectional data. Penelitian ini juga menggunakan variabel kontrol dividend per share (DPS), earning per share (EPS) dan book value per share (BVPS). Pengelolaan data sampel sebanyak 62 perusahaan sektor consumer goods yang terdaftar di BEI selama periode 2018 - 2020 dan dengan teknik sampling yang telah ditetapkan, menghasilkan 32 perusahaan. Jumlah sampel akhir 96 dari sektor consumer goods yang memenuhi kriteria purposive sampling dengan pengamatan dari tahun 2018-2020. Hasil penelitian menunjukan bahwa market capitalization berpengaruh positif terhadap stock price. Variabel kontrol, earning per share (EPS) berpengaruh positif signifikan terhadap stock price, dividend per share (DPS) dan book value per share (BVPS) berpegaruh negatif terhadap stock price.",
  "creators": "ANITA BELA NATHANIA; VANIA YULITASARI HANDOKO",
  "contributors": "Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Advisor 1); Juniarti (Examination Committee 1); Josua Tarigan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011643/AKT/2021; Anita Bela Nathania (D12170144)Vania Yulitasari Handoko (D12170153)",
  "subjects": "STOCKS--PRICES"
}