{
  "id": "49561",
  "title": "Pengaruh strategi bukaan dan rasio dimensi ruang kelas smp-sma di Surabaya terhadap level dan distribusi cahaya alami",
  "abstract": "Selain menunjang aktivitas belajar mengajar di dalam kelas, pentingnya pencahayaan alami yang optimal dalam ruang kelas adalah dapat mengurangi beban energi listrik sekaligus mengoptimalkan kenyamanan visual. Penelitian ini bertujuan untuk mengetahui pengaruh strategi bukaan dan rasio dimensi ruang kelas SMP-SMA di Surabaya terhadap level dan distribusi cahaya alami, sehingga dapat menjadi gambaran serta pertimbangan desain ruang kelas yang dapat mengoptimalkan pencahayaan alami. Penelitian ini merupakan penelitian kuantitatif dengan metode simulasi. Simulasi dilakukan dengan menggunakan software DIALux Evo 9.2 untuk mendapatkan nilai illuminance, Daylight Factor, dan Uniformity Ratio. Hasil penelitian menunjukkan bahwa pada kondisi langit overcast Surabaya, semakin besar WFR ruang kelas, maka semakin tinggi nilai illuminance dan nilai DF, sehingga level cahaya alami semakin tinggi, seperti pada ruang kelas Q. Selain itu, distribusi cahaya alami yang terbaik pada ruang kelas SMP-SMA di Surabaya dicapai pada ruang kelas dengan rasio ruang 0.44, WWR 30%, dan bukaan pada 2 sisi berhadapan. Ruang kelas SMP-SMA di Surabaya yang optimal terhadap level dan distribusian cahaya alami, yaitu ruang kelas N, dengan rasio ruang 0.44, WWR 30%, dan bukaan 2 sisi berhadapan.",
  "creators": "CINDY ELENA KARTIKA",
  "contributors": "Dr. Feny Elsiana, S.T., M.T. (Advisor 1); Christina Eviutami Mediastica S.T., PH.D. (Examination Committee 1); Luciana Kristanto, S.T., M.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 06024222/ARS/2021; Cindy Elena Kartika (B12170077)",
  "subjects": "CLASSROOMS--DESIGNS AND PLANS; CLASSROOMS; SCHOOL BUILDINGS-LIGHTING-RESEARCH"
}