{
  "id": "49577",
  "title": "Digitalisasi sistem informasi pelaporan key performance indicator dengan bantuan dashboard untuk jabatan kepala filling station di divisi retail PT X",
  "abstract": "Perusahaan dalam menjalankan usahanya selalu berusaha untuk berkembang. Salah satu indikator untuk mengukur perkembangan maupun pencapaian kinerja tersebut adalah Key Performance Indicator (KPI). PT X, perusahaan pemasok gas industri terbesar di Indonesia, menerapkan sistem pelaporan KPI untuk tiap triwulan. Permasalahan ini menekankan pada divisi retail yang terdiri dari filling station dan dikepalai oleh seorang kepala filling station. Kendala yang dialami sistem informasi pelaporan KPI saat ini adalah pelaporan yang dilakukan masih dirangkum secara manual dengan bantuan excel. Hal ini mengakibatkan pelaporan yang diisi dapat salah dan mempengaruhi performa kepala filling station di suatu filling station. Permasalahan lainnya adalah media untuk menampilkan hasil pencapaian KPI belum dapat divisualisasikaan secara interaktif dan saling berkaitan dalam satu tampilan layar. Permasalahan ini dapat diatasi dengan membuat sistem informasi pelaporan KPI usulan yang merancang penyajian hasil pencapaian KPI dalam bentuk dashboard. Sistem informasi pelaporan ini menggunakan bantuan dari fitur yang disediakan di Google Workspace seperti Google Spreadsheet serta aplikasi pembuat dashboard yaitu Microsoft Power BI. Sistem informasi pelaporan KPI usulan ini dapat memudahkan pihak perusahaan dalam mengevaluasi kinerja filling station dan mengambil langkah strategi untuk terus dapat berkembang dan bersaing dengan perusahaan lain.",
  "creators": "SEONG UOOK",
  "contributors": "Indriati Njoto Bisono (Advisor 1); Felecia, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022375/IND/2021; Seong Uook (C13170057)",
  "subjects": "INDUSTRIAL MANAGEMENT--TECHNOLOGICAL INNOVATIONS; INFORMATION SYSTEM"
}