{
  "id": "49572",
  "title": "Analisis pengaruh digital marketing terhadap repeat purchase dengan customer engagement dan customer experience sebagai variabel intervening pada layanan pesan-antar makanan GoFood di Surabaya",
  "abstract": "Kemajuan teknologi, internet, dan smartphone meningkatkan jumlah pengguna layanan digital di Indonesia. Salah satunya adalah layanan pesan-antar makanan secara online yang semakin digemari. Praktis, cepat, dan mudah membuat banyak orang mengandalkan jasa ini. GoFood merupakan salah satu pelopor layanan pesan-antar makanan yang aktif melakukan strategi digital marketing untuk menjangkau gen Z dan milenial yang menjadi target pasarnya. Digital marketing memudahkan perusahaan untuk berinteraksi dengan pelanggan sehingga dapat meningkatkan customer engagement. GoFood juga menerapkan digital marketing dengan memperbaharui fitur dan user interface aplikasi untuk meningkatkan customer experience. Customer engagement dan customer experience diharapkan dapat meningkatkan repeat purchase oleh pelanggan GoFood. Penelitian ini bertujuan untuk menganalisis pengaruh dari digital marketing terhadap repeat purchase dengan customer engagement dan customer experience sebagai variabel intervening pada layanan GoFood. Hasil penelitian menunjukkan bahwa digital marketing memiliki pengaruh yang positif terhadap customer engagement dan customer experience. Begitu juga dengan customer engagement dan customer experience yang memiliki pengaruh positif terhadap repeat purchase. Penelitian ini dilaksanakan dengan menyebarkan kuesioner kepada 100 responden yang merupakan pelanggan GoFood di wilayah Surabaya. Teknik analisa yang digunakan adalah teknik kuantitatif dengan metode path analysis.",
  "creators": "ANNABELLE VICTORIA SANTOSO",
  "contributors": "Diah Dharmayanti (Advisor and Examination Committee); Edwin Japarianto (Examination Committee 1); Drs. Sugiono Sugiharto, M.M., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020841/MAN/2021; Annabelle Victoria Santoso (D11170338)",
  "subjects": "INTERNET MARKETING; TELEMARKETING; CONSUMER BEHAVIOR; CONSUMERS--RESEARCH"
}