{
  "id": "49578",
  "title": "Perancangan stang sepeda motor dengan 3 sistem pengaturan",
  "abstract": "Sepeda motor menyumbang 75% kecelakaan yang terjadi di Indonesia di mana salah satu faktor utama penyebab kecelakaan tersebut adalah kurang nyamannya posisi berkendara. Kurang nyamannya posisi berkendara disebabkan karena pada sepeda motor buatan pabrik tidak memiliki pengaturan kendaraan yang berhubungan dengan kenyamanan mengemudi sehingga orang yang memiliki postur tubuh yang tidak sesuai dengan sepeda motor tersebut akan mengalami ketidaknyamanan dan akan meningkatkan resiko kecelakaan. Perancangan stang sepeda motor dengan 3 sistem pengaturan ini bertujuan agar orang yang memiliki postur tubuh berbeda-beda tersebut dapat mengatur posisi mengemudi mereka sesuai dengan posisi mengemudi yang nyaman atau ergonomis dengan mengatur ke-3 pengaturan yang dibuat, yaitu mengubah ketinggian stang hingga 3 cm lalu mengubah sudut lengan stang dari 0˚ hingga 45˚ dan mengubah sudut tilt maju/mundur stang dari 0˚ hingga 60˚. Stang tersebut diuji coba ke 30 orang yang memiliki postur tubuh berbeda-beda, di mana data percobaan yang diambil adalah pengaturan yang digunakan sesuai dengan postur mereka dan posisi mengemudi mereka akan dibandingkan dengan besar sudut mengemudi yang ergonomis untuk orang Indonesia. Hasil analisa mengatakan bahwa stang dengan 3 sistem pengaturan tersebut ternyata mampu membantu orang yang memilik postur tubuh berbeda-beda tersebut mencapai posisi mengemudi yang ergonomis sehingga dapat meningkatkan kenyamanan mereka selama mengemudi.",
  "creators": "NALDI",
  "contributors": "Yopi Yusuf Tanoto, S.T., M.T. (Advisor 1); Ian Hardianto Siahaan (Examination Committee 1); Ninuk Jonoadji (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04011386/MES/2021; Naldi (C12170030)",
  "subjects": "MOTORCYCLES; MOTORCYCLES--STEERING-GEAR"
}