{
  "id": "4957",
  "title": "Pengaruh kelulusan, tingkat aktivitas dan tingkat intelektual alumni UK Petra Fakultas Ekonomi tahun 1995-1997 terhadap peluang untuk memperoleh pekerjaan",
  "abstract": "Mendekati abad ke-21, pengembangan manusia tampil kedepan sebagai suatu strategi bisnis yang kompetitif. Bahkan dalam ekonomi global tahun 1990-an, sumber daya manusia merupakan keunggulan kompetitif bagi suatu perusahaan dan negara. Kualitas sumber daya manusia diperlukan dalam pengembangan sumber daya manusia sebagai aset perusahaan, maka hendaknya pengembangan sumber daya manusia perlu dikelola, diorganisir secara baik dan terencana oleh perusahaan agar dapat menghasilkan sumber daya manusia yang mampu memberikan keuntungan kompetitif bagi perusahaan (Suryadi,2000 :747). Didalam pekerjaan dibutuhkan orang yang berpendidikan tinggi karena orang yang berpendidikan lebili tinggi akan lebih mudah menerima gagasan dan pandangan baru dari luar serta kemampuannya dibutuhkan dalam melakukan pekerjaan/jabatan yang diembannya (Buku Sumber Pendidikan KB,1989). Sedangkan tingkat aktivitas merupakan keadaan yang selalu bergerak sebagai respon terhadap rangsangan dari luar (Kartini Kartono, 1987), disini erat kaitannya aktivitas dalam melakukan pekerjaan. Dalam hal ini yang diteliti adalah alumni UK Petra Fakultas Ekonomi Jurusan Manajemen dan Akuntansi) lulusan tahun 1995 - 1997 yang telah bekerja pada masing-masing perusahaan yang ditempatinya. Datanya diperoleh dari KAN1TRA. Dimana biodata mereka yang menjadi syarat untuk bekerja pada perusahaan tersebut akan diteliti. Dari biodata yang mereka berikan serta wawancara yang dilakukan akan menjadi bahan pertimbangan bagi perusahaan untuk menerima alumni UK Petra dalam bekerja pada perusahaan tersebut.",
  "creators": "INDAH SUSANTI; SHERLY TAN",
  "contributors": "LUKAS SUGENG MUSIANTO (Advisor 1); Diah Ayu Martengsari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1574/EM/2002; Indah Susanti f31498015), Sherly Tan (31498056)",
  "subjects": "JOB HUNTING; PETRA CHRISTIAN UNIVERSITY. FACULTY OF ECONOMIC-ALUMNI-JOB HUNTING ASPECTS"
}