{
  "id": "49570",
  "title": "Pengaruh pandemi COVID-19 terhadap profitabilitas perusahaan industri barang konsumsi subsektor makanan & minuman, kosmetik & rumah tangga, dan obat-obatan yang terdaftar di Bursa Efek Indonesia",
  "abstract": "Pandemi COVID-19 memberikan berbagai dampak terhadap perusahaan dan perekonomian negara. Di Indonesia, banyak terjadi kebangkrutan dan pemutusan hubungan kerja yang merugikan perusahaan. Di tengah pandemi terjadi fenomena panic buying yang merupakan perubahan perilaku belanja masyarakat dimana masyarakat membeli produk dengan jumlah lebih banyak dari pembelanjaan normal mereka. Selama pandemi berlangsung masyarakat juga cenderung menghemat pengeluaran dan mengutamakan belanja rumah tangga dimana hal ini dirasa dapat memberikan dampak positif bagi profitabilitas perusahaan industri barang konsumsi di Indonesia. Tujuan dari penelitian ini adalah untuk mengetahui bagaimana dampak pandemi COVID-19 terhadap profitabilitas perusahaan. Objek penelitian ini adalah 30 perusahaan industri barang konsumsi yang terdaftar di Bursa Efek Indonesia tahun 2019-2020 yang dipilih dengan metode purposive sampling. Data dianalisis menggunakan metode analisis regresi linear berganda. Berdasarkan hasil analisis, diperoleh bahwa pandemi COVID-19 tidak memberikan pengaruh positif melainkan pengaruh negatif dan signifikan terhadap profitabilitas dimana profitabilitas perusahaan justru menurun selama pandemi. Sedangkan firm size dan market share ditemukan tidak berpengaruh signifikan terhadap profitabilitas.",
  "creators": "ALICIA MULIANTO; KELLY WIJAYA",
  "contributors": "Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Advisor 1); Juniarti (Examination Committee 1); Josua Tarigan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011642/AKT/2021; Alicia Mulianto (D12170133), Kelly Wijaya (D12170084)",
  "subjects": "CORPORATIONS--FINANCE; CORPORATE PROFITS"
}