{
  "id": "49579",
  "title": "The application of politeness by @kulinersby’s Instagram account in promoting culinary businesses",
  "abstract": "This study aims to find out types of politeness2 that are found in @kulinersby’s promotion of culinary business, and from there, the comments that are included as politeness1. The analysis is based on both the theory of Brown and Levinson (1987) and Watts (2003). Watts (2003) states that what is theoretically considered as politeness (politeness2) in Brown and Levinson (1987) may not be the case in reality (politeness1). Interestingly, the construction of the new politeness theory itself is still inspired by the theories that come from the first-wave approaches, in which one of the most notable theories is published by the linguists Brown and Levinson (1987). This qualitative study is limited to video-based posts, with the comments only related to how the administrator of the account promotes many culinary businesses. From the research, the writer finds that even though both politeness2 and politeness1 conflict with each other, there are some similarities that are found in analyzing both politeness. In conclusion, despite the lasting influence of Brown and Levinson’s (1987) theory, it still has some notable flaws, with the problems concerning universality and multiple interpretations of the strategies by different individuals among others.",
  "creators": "JOSHUA DELBERT GUNAWAN",
  "contributors": "Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1); Josefa Juniarti Mardijono (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "A Critical Thesis",
  "source": "A Critical Thesis No. 02012349/ING/2021; Joshua Delbert Gunawan (A11170014)",
  "subjects": "ADVERTISING (LINGUISTICS); LINGUISTICS; POLITENESS (LINGUISTICS)"
}