{
  "id": "4958",
  "title": "Penerapan balanced scorecard sebagai upaya peningkatan pengelolaan modal kerja pada perusahaan krupuk udang Laksana Jaya di Sidoarjo",
  "abstract": "Persaingan menuntut semua perusahaan untuk melakukan evaluasi terhadap segala sumber daya yang dimilikinya untuk bisa tetap bertahan dan memenangkan persaingan. PT Laksana Jaya adalah perusahaan yang memproduksi krupuk yang terdiri dari krupuk Palembang dan krupuk udang. Perubahan situasi ekonomi serta perubahan teknologi yang mempengaruhi PT Laksana Jaya memaksa perusahaan harus menyesuaikan diri terhadap perubahan. Pengukuran kinerja perusahaan yang mulai banyak mendapat perhatian dari pelaku bisnis adalah Balanced Scorecard (BSC). BSC merupakan suatu sistem pengukuran kinerja yang pertama kali dikembangkan oleh Robert Kaplan dan David Norton. BSC menyediakan kerangka kerja untuk pengukuran strategi dan sistem manajemen ke dalam empat perspektif yaitu: perspektif financial, perspektif pelanggan, perspektif bisnis internal dan perspektif pertumbuhan dan pembelajaran yang kemudian dipilah-pilah menjadi beberapa tolak ukur. Pada penelitian ini, tolak ukur untuk perspektif financial adalah Return On Invesment dan Cash to Cash Cycle. Perspektif pelanggan ukuran yang digunakan adalah presentase retur penjualan dan jumlah Customer Acquisition, sedangkan untuk perspektif bisnis internal pengukuran dilakukan pada persentase produk cacat, Manufacturing Cost Effectiveness serta persentase produk baru dan produk cacat. Terakhir pada perspektif pertumbuhan dan pembelajaran, tolak ukur yang dipakai adalah tingkat turnover karyawan dan banyaknya saran yang diberikan dibandingkan dengan banyaknya saran yang diimplementasikan. Dari penelitian yang dilakukan dapat disimpulkan bahwa kinerja perusahaan cukup baik yang ditinjau dari 4 perspektif financial, customer, internal business process, serta learning and growth sesuai konsep balance scorecard.",
  "creators": "LANNY VERONICA GUNAWAN; ERIC DJUANDA",
  "contributors": "MONIKA KUSSETYA CIPTANI (Advisor 1); Richard Von Llewelyn (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1580/EM/2002; Lanny Veronica Gunawan (31498033), Eric Djuanda (31498253)",
  "subjects": "STRATEGIC PLANNING"
}