{
  "id": "49582",
  "title": "Analisis pengaruh brand community terhadap customer loyalty dengan customer engagement dan customer value sebagai variabel intervening pada komunitas Fujifilm Indonesia",
  "abstract": "Berkembangnya industri fotografi dan teknologi internet di Indonesia. Sebagai makhluk sosial, orang-orang dengan berbagai macam karakteristik dapat lebih mudah untuk berinteraksi satu sama lain, serta pelanggan secara langsung ingin lebih terlibat dan memberikan nilai bagi perusahaan. Hal ini membuat banyak industri perusahaan khususnya bidang fotografi semakin bersaing ketat untuk memperoleh pelanggan. Fenomena yang terus berkembang ini, membuat perusahaan dalam melakukan pendekatan kepada pelanggannya yaitu, dengan menggunakan brand community sehingga dapat timbul customer loyalty. Hal ini dibutuhkan oleh Fujifilm, sehingga terbentuk komunitas-komunitas Fujifilm yang ada di Indonesia. Supaya dapat timbul customer loyalty, maka brand community harus dapat meningkatkan customer engagement dan customer value. Penelitian ini bertujuan untuk mengetahui pengaruh dari brand community terhadap customer loyalty dengan customer engagement dan customer value sebagai variabel intervening pada Komunitas Fujifilm Indonesia. Penelitian ini dilaksanakan dengan membagikan kuesioner kepada 100 responden. Adapun ketentuan kriteria responden adalah pengguna kamera Fujifilm, anggota aktif Komunitas Fujifilm Indonesia, dan berdomisili Surabaya. Teknik analisa dalam penelitian ini adalah menggunakan teknik analisis kuantitatif dengan metode path analysis melalui aplikasi smartPLS.",
  "creators": "RAI ANGGA PUTRA",
  "contributors": "Diah Dharmayanti (Advisor and Examination Committee); Drs. Sugiono Sugiharto, M.M., Ph.D. (Examination Committee 2); Edwin Japarianto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020843/MAN/2021; Rai Angga Putra (D11170026)",
  "subjects": "BRANDING (MARKETING); CONSUMERS--RESEARCH; CUSTOMER LOYALTY"
}