{
  "id": "49583",
  "title": "Analisis customer knowledge terhadap attitude toward object dengan customer characteristics sebagai variabel moderating pada Perusahaan Shopee Indonesia",
  "abstract": "Perkembangan internet di Indonesia berkembang dengan sangat pesat. Internet pun saat ini tidak hanya digunakan untuk bersenang-senang tetapi juga bersekolah, bekerja, ataupun berjualan secara online. Berjualan secara online pun dapat dilakukan dimana saja, seperti: melalui akun bisnis pada aplikasi chatting, Instagram, Facebook, ataupun melalui marketplace yang ada. Keberadaan marketplace sendiri cukup digemari oleh banyak orang, termasuk penjual dan pembeli. Salah satu marketplace yang ada di Indonesia adalah Shopee. Shopee sendiri hadir dengan menawarkan produk dan jasa untuk sama-sama melayani, baik penjual maupun pembeli. Penelitian ini bertujuan untuk menganalisa hubungan customer knowledge terhadap attitude toward object dengan customer characteristics sebagai variabel moderating pada Perusahaan Shopee Indonesia. Penelitian ini dilakukan dengan cara menyebarkan kuesioner kepada 172 orang responden yang menggunakan aplikasi Shopee secara aktif. Teknik analisis data yang digunakan pada penelitian ini adalah teknik analisis kuantitatif dengan metode path analysis. Hasil yang didapatkan dalam penelitian ini adalah variabel customer knowledge berpengaruh terhadap variabel attitude toward object. Sedangkan variabel customer characteristics tidak memiliki pengaruh terhadap variabel attitude toward object. Selain itu, variabel customer characteristics juga tidak memoderating hubungan antara variabel customer knowledge dengan variabel attitude toward object.",
  "creators": "EVELYN CHRISTIANA",
  "contributors": "Edwin Japarianto (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020823/MAN/2021; Evelyn Christiana (D11170241)",
  "subjects": "CONSUMERS--ATTITUDES; CUSTOMER RELATIONS--MANAGEMENT; SOCIAL MEDIA--MARKETING"
}