{
  "id": "49585",
  "title": "Upaya perbaikan untuk mengatasi kesalahan inspeksi oleh selector pada Departemen EBM PT X menggunakan metode DMAIC",
  "abstract": "PT X merupakan perusahaan swasta multinasional yang bergerak dalam manufaktur kemasan kosmetik dan produk perawatan tubuh. Kualitas menjadi fokus dari proses produksi yang berlangsung pada PT X, sehingga dilakukan upaya pengontrolan kualitas dengan melakukan inspeksi sebanyak dua kali. Pada pelaksanaannya, terdapat kesalahan inspeksi yang cukup tinggi yang dilakukan oleh Selector. Kesalahan inspeksi menyebabkan tingginya resiko produk cacat sampai ke tangan pelanggan. Oleh karena itu, dilakukan pengukuran tingkat akurasi Selector dalam melakukan inspeksi menggunakan metode Attribute Agreement. Berdasarkan hasil pengukuran, diketahui bahwa sebanyak 66,67% Selector di area EBM (Extrusion Blow Molding) memiliki tingkat akurasi yang berada dibawah standar PT X. Analisis dilakukan untuk mengetahui akar penyebab permasalahan menggunakan bantuan diagram fishbone. Akar penyebab permasalahan yang didapat berasal dari aspek man dan method. Hasil analisis akan digunakan sebagai acuan dalam perancangan usulan perbaikan, dengan menggunakan bantuan design thinking. Hasil rancangan usulan perbaikan dari aspek method berupa perbaikan DRB (Defect Range Board) yang berguna sebagai alat pandu Selector dalam mengidentifikasi defect. Penerapan usulan perbaikan mampu meningkatkan tingkat akurasi Selector sebanyak 25%, namun masih belum mencapai target yang diberikan perusahaan sebesar 80%. Rancangan usulan perbaikan dari aspek man berupa perancangan metode Refreshment Training yang berguna untuk mengasah kemampuan dan pengetahuan Selector dalam melakukan inspeksi.",
  "creators": "GABRIELLA AXELINA LIMANTARA",
  "contributors": "Prayonne Adi S.T., M.MT. (Advisor 1); Karina Agustin, S.T., M.B.A. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022374/IND/2021; Gabriella Axelina Limantara (C13170074)",
  "subjects": "PRODUCTION MANAGEMENT; INDUSTRIAL MANAGEMENT"
}