{
  "id": "49588",
  "title": "Perancangan analisis risiko ISO 9001:2015, FSSC 22000 versi 5.1, dan analisis bahaya kesehatan dan keselamatan kerja di PT HAPETE",
  "abstract": "PT HAPETE adalah perusahaan manufaktur yang bergerak di bidang produksi benang industri. Selama Pandemi COVID-19, PT HAPETE mengalami penurunan permintaan. Oleh karena itu, perancangan analisis risiko dilakukan agar PT HAPETE dapat terus bersaing dengan mempertahankan kualitas produk. Perancangan analisis risiko dilakukan untuk ISO 9001:2015, FSSC 22000 Versi 5.1, dan Kesehatan dan Keselamatan Kerja di Divisi Inventory of Material and Supplement. Perancangan analisis risiko dilakukan dengan menggunakan metode Failure Mode and Effect Analysis. Analisis risiko untuk ISO 9001:2015 menghasilkan 46 risiko rendah dan 11 risiko sedang yang kemudian berubah menjadi 55 risiko rendah dan 2 risiko sedang setelah dilakukan mitigasi. Analisis risiko untuk FSSC 22000 Versi 5.1 dibagi menjadi Threat Assessment Critical Control Point (TACCP) dan Vulnerability Assessment Critical Control Point (VACPP). Analisis TACCP menghasilkan 12 risiko rendah dan 3 risiko sedang yang kemudian berubah menjadi 14 risiko rendah dan 1 risiko sedang setelah dilakukan mitigasi. Analisis VACCP menghasilkan 7 risiko sedang dan 1 risiko sedang yang kemudian berubah menjadi 8 risiko rendah setelah dilakukan mitigasi. Analisis bahaya Kesehatan dan Keselamatan Kerja menghasilkan 58 trivial risk, 164 acceptable risk, 10 moderate risk, dan 1 significant risk yang kemudian berubah menjadi 59 trivial risk dan 174 acceptable risk setelah dilakukan mitigasi.",
  "creators": "CHRISTOPHER CALVIN",
  "contributors": "Karina Agustin, S.T., M.B.A. (Advisor 1); I Nyoman Sutapa (Examination Committee 1); Prayonne Adi S.T., M.MT. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022370/IND/2021; Christopher Calvin (C13170053)",
  "subjects": "RISK MANAGEMENT; INDUSTRIAL SAFETY"
}