{
  "id": "49580",
  "title": "Strategi viral marketing message, consumers’ attitude towards viral marketing, competitiveness ability, dan business performance: studi pada UKM kerajinan kulit Tanggulangin, Sidoarjo",
  "abstract": "Pemberdayaan teknologi dan pemanfaatan media digital yang saat ini dipraktikkan melalui strategi dan taktik pemasaran yang tepat akan mampu membuat bisnis tetap bertahan di tengah pandemi Covid-19. Strategi pemasaran viral adalah strategi pemasaran efektif berbiaya rendah untuk penargetan massal. Promosi viral yang kuat dapat menjangkau ribuan konsumen, dapat menginspirasi mereka untuk membeli produk bermerek tertentu, dan menciptakan keunggulan kompetitif bagi bisnis. Penelitian ini mengambil UKM kerajinan kulit Tanggulangin sebagai salah satu sentra industri kulit di Indonesia, dengan variabel penelitian adalah viral marketing message strategies, consumer attitudes towards viral marketing, competitiveness ability, dan business performance. Penelitian dilakukan terhadap 235 responden yang memenuhi persyaratan ketentuan penelitian. Analisis data menggunakan SmartPLS 3. Hasil yang diperoleh adalah viral marketing massage berpengaruh langsung positif terhadap consumers’ attitudes towards viral marketing, competitiveness ability, dan business performance. Consumers’ attitudes towards viral marketing memiliki pengaruh positif langsung terhadap competitiveness ability, dan business performance. Selain itu, consumers’ attitudes towards viral marketing memediasi parsial hubungan antara viral marketing message dan competitiveness ability, dan competitiveness ability memediasi parsial hubungan antara consumers’ attitudes towards viral marketing dan business performance.",
  "creators": "Trixie Nova Bella Tandijaya",
  "contributors": "Hatane Semuel (Advisor 1); Dr. Ferry Jaolis, S.E., M.SM., M.RECH. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020301/MM/2021; Trixie Nova Bella Tandijaya (D21200011)",
  "subjects": "MARKETING--MANAGEMENT"
}