{
  "id": "49599",
  "title": "Perancangan audit checklist dan preaudit pada departemen produksi di PT Prima Dinamika Sentosa",
  "abstract": "PT Prima Dinamika Sentosa adalah perusahaan yang bergerak dalam jasa pembuatan footwear. The Children Place adalah Customer luar negeri yang menggunakan jasa dari perusahaan. The Children Place sendiri memberikan persyaratan kepada perusahaan untuk melakukan audit internal sebagai kredibilitas perusahaan. Dalam prakteknya, audit internal perusahaan dilakukan tiap 6 bulan sekali. Audit internal perusahaan biasa dilakukan secara terjadwal, sehingga dapat melakukan persiapan agar mendapat nilai audit internal yang tinggi. Namun persiapan yang dilakukan oleh perusahaan hanya sebatas pengumuman saja. Pada kesempatan kali ini penulis diminta membantu perusahaan untuk melakukan persiapan audit internal atau preaudit pada proses produksi. Persiapan audit internal yang akan dilakukan penulis kali ini bertujuan untuk mengetahui seberapa besar tingkat kesesuaian di proses produksi. Penulis juga diminta perusahaan membuat pertanyaan audit checklist sebagai pertanyaan audit internal nanti. Penulis akan menggunakan pertanyaan audit checklist sebagai alat untuk mengetahui seberapa besar kesesuaian yang ada di proses produksi saat melakukan preaudit seperti yang tertulis pada ISO 19011:2018. Ketidaksesuaian yang ditemukan dalam preaudit akan dicari penyebabnya dengan menggunakan fishbone diagram, kemudian diberikan saran perbaikan kepada perusahaan agar pada saat melakukan audit internal, nilai yang didapatkan akan lebih baik.",
  "creators": "KEVIN NIKOLAY",
  "contributors": "Jani Rahardjo (Advisor 1); Kriswanto Widiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022384/IND/2021; Kevin Nikolay (C13170015)",
  "subjects": "CORPORATIONS--AUDITING; PRODUCTION MANAGEMENT"
}