{
  "id": "49595",
  "title": "Perancangan dokumen hazard identification, risk assessment, risk control (HIRARC) di PT Anugerah Rimba Raya",
  "abstract": "PT Anugerah Rimba Raya adalah perusahaan pengolahan kayu yang belum memiliki dokumen identifikasi bahaya kerja. Data kecelakaan perusahaan menunjukkan terdapat 19 kecelakaan yang terjadi dari tahun 2018 hingga 2020. Perancangan dokumen HIRARC bertujuan untuk mengidentifikasi jenis-jenis bahaya yang dapat terjadi di lingkungan kerja, mengevaluasi besarnya risiko dan dampak yang dapat ditimbulkan bahaya, serta mendokumentasikan upaya pengendalian bahaya agar potensi bahaya dapat diminimalkan. Pengambilan data pada tahap identifikasi bahaya akan dilakukan dengan cara pengamatan langsung, wawancara dengan kru dan data kecelakaan perusahaan. Selanjutnya pada tahap penilaian risiko akan menggunakan 2 parameter, yaitu probability dan severity. Hasil penilaian risiko bahaya di perusahaan menunjukkan tingkat bahaya extreme sebesar 11%, tingkat bahaya high sebesar 37%, tingkat bahaya medium sebesar 34%, tingkat bahaya low sebesar 18%. Setelah itu akan dilakukan pengendalian risiko berdasarkan hierarki kontrol yang terbagi menjadi eliminasi, substitusi, perancangan/rekayasa teknis, pengendalian administratif, penggunaan alat pelindung diri. Hasil prakiraan penurunan tingkat risiko setelah diusulkan pengendalian menunjukkan penurunan tingkat risiko extreme menjadi 0%, penurunan tingkat risiko high menjadi 9%, penurunan tingkat risiko medium menjadi 21%.",
  "creators": "TEDDY SOEYONO",
  "contributors": "Kriswanto Widiawan (Advisor 1); Prayonne Adi S.T., M.MT. (Examination Committee 1); Debora Anne Yang Aysia (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022393/IND/2021; Teddy Soeyono (C13170098)",
  "subjects": "INDUSTRIAL SAFETY--MANAGEMENT; RISK MANAGEMENT"
}