{
  "id": "49603",
  "title": "Fasilitas wisata edukasi burung migran di Pantai Timur Surabaya",
  "abstract": "Fasilitas Wisata Edukasi Burung Migran hadir sebagai fasilitas rekreasi dan pembelajaran yang dapat memberikan pengalaman langsung fenomena burung bermigrasi di Pantai Timur Surabaya. Sehingga masalah desain utama berkaitan dengan bagaimana arsitektur dapat menjembatani dua subjek dengan kebutuhan yang berbeda, yaitu manusia dan burung tanpa saling terganggu. Juga, diharapkan fasilitas mampu mengedukasi masyarakat dan generasi muda secara interaktif terhadap pelestarian burung migran dan kebutuhannya untuk bermigrasi, mewadahi kebutuhan komunitas birdwatcher yang kurang difasilitasi , dan mengolah ekosistem persinggahan burung migran untuk melindungi siklus migrasi dan populasi burung migran yang ada. Maka, pendekatan perilaku masing-masing subjek desain sebagai respon dalam perancangan fasilitas yang menghubungkan burung, manusia dan ekosistem . Kemudian, pendalaman karakter ruang dipilih untuk integrasi dengan keunikan ekosistem pada tapak, vegetasi setempat, teknologi augmented space, teori lansekap ekologi, dan biomimikri. Sehingga, arsitektur yang terbentuk dapat berbaur dengan ekosistem dan berangsur membawa manusia berdampingan dengan burung migran. Oleh karena itu, diharapkan fasilitas ini dapat menjadi pelopor pengolahan ekosistem persinggahan burung migran di Indonesia yang melestarikan siklus migrasi secara global dan wujud pengembangan potensi Pantai Timur Surabaya untuk perkembangan wisata di Surabaya Timur.",
  "creators": "TAN, STANISIA FINLEY BUWONO",
  "contributors": "Lilianny Sigit Arifin (Advisor and Examination Committee); Luciana Kristanto, S.T., M.T. (Advisor 2); Stanislaus Kuntjoro Santoso (Advisor 3); Timoticin Kwanda (Examination Committee 1); Anik Juniwati (Examination Committee 2); Handinoto (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024197/ARS/2021; Tan, Stanisia Finley Buwono (B12170030)",
  "subjects": "RECREATION CENTERS--DESIGNS AND PLANS; TOURISM AND CITY PLANNING"
}