{
  "id": "49608",
  "title": "Pengaruh logistic service quality terhadap customer loyalty melalui customer satisfaction pada layanan jasa pengiriman barang JNE di Surabaya",
  "abstract": "Pandemi Covid19 di Indonesia membuat pemerintah untuk melakukan pencegahan dengan adanya PSBB, dengan membatasi aktifitas masyarakat di luar rumah. Salah satu dampak positif dari PSBB dari perspektif bisnis adalah peningkatan penggunaan jasa pengiriman barang sebesar 25%-30%. JNE merupakan perusahaan lokal yang terbaik sebagaimana survei top brand award tahun 2018-2020 terkait dengan loyalitas pelanggan. Untuk itu, dalam penelitian ini akan dikaji mengenai loyalitas pelanggan JNE berdasarkan pengaruh logistic service quality melalui customer satisfaction pada perusahaan pada masyarakat Surabaya. Jenis penelitian adalah penelitian kuantitatif, jumlah sampel penelitian sebanyak 150 responden. Teknik pengumpulan data menggunakan kuesioner yang dibagikan melalui google form. Teknik analisis data menggunakan Structural Equation Modeling (SEM) dengan program PLS. Hasil penelitian ini menunjukan bahwa logistic service quality pada layanan jasa pengiriman barang JNE di surabaya memiliki pengaruh positif dan signifikan terhadap customer loyalty dan customer satisfaction, sedangkan customer satisfaction memiliki pengaruh yang positif dan signifikan sebagai variabel yang memediasi logistic service quality terhadap customer loyalty pada layanan jasa pengiriman barang JNE di Surabaya.",
  "creators": "ADRYAN VIRGATAMA SUDARJI",
  "contributors": "Drs. Sugiono Sugiharto, M.M., Ph.D. (Advisor and Examination Committee); Edwin Japarianto (Examination Committee 1); Dr. Ferry Jaolis, S.E., M.SM., M.RECH. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020834/MAN/2021; Adryan Virgatama Sudarji (D11170208)",
  "subjects": "BUSINESS LOGISTICS--MANAGEMENT; CONSUMERS--RESEARCH; CUSTOMER SATISFACTION; CUSTOMER LOYALTY"
}