{
  "id": "49609",
  "title": "Perancangan komponen modular untuk pembentukan spesifikasi dan harga sepeda OEM di PT X",
  "abstract": "PT X merupakan industriy manufaktur sepeda yang mengembangkan, memproduksi, dan melakukan pemasaran sepeda ke berbagai negara di seluruh dunia. Salah satu jalur pemasaran yang dilakukan oleh PT X adalah OEM. Permasalahan yang dihadapi Departemen Sales OEM adalah kompleksitas proses kerja dalam melakukan pembuatan spesifikasi komponen sepeda dan proses Costing. Kompleksitas ini terjadi karena adanya permintaan pembuatan spesifikasi sepeda secara kustomisasi dari banyak pelanggan (beberapa brand) yang mengakibatkan meningkatnya variasi penggunaan komponen sepeda. Tujuan dari penelitian ini adalah merancang komponen modular sebagai alat bantu untuk menyusun spesifikasi komponen dan harga sepeda yang memiliki kesamaan penggunaan komponen dari kriteria sepeda yang berbeda. Metodelogi penelitian dilakukan secara kualitatif (dengan wawancara) dan kuantitatif (menyusun purwawrupa program menggunakan bantuan Visual Basic Excel versi 7.1 berdasarkan data penggunaan komponen dan harga setiap komponen). Hasil yang diperoleh dari penelitian adalah proses pembuatan spesifikasi komponen sepeda dan proses Costing menghasilkan penggunaan komponen yang sama dapat dilakukan secara otomatis di Work sheet Excel. Kesimpulan utama yang dapat ditarik adalah rancangan komponen modular sebagai purwarupa program untuk menyederhanakan proses pembuatan spesifikasi komponen dan proses Costing menghasilkan reduksi penggunaan komponen pada kriteria sepeda yang berbeda.",
  "creators": "ANDREW STEPHEN",
  "contributors": "Tanti Octavia (Advisor 1); Siana Halim (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022390/IND/2021; Andrew Stephen (C13170062)",
  "subjects": "MOTORCYCLES--PRICES; PRODUCTION PLANNING"
}