{
  "id": "49606",
  "title": "Pasar modern Klandasan di Balikpapan",
  "abstract": "Latar belakang perancangan Pasar Modern Klandasan di Balikpapan diangkat dari kondisi pasar yang saat ini kebanyakan terkesan kotor, kumuh, bau, panas, sempit, dan seterusnya. Menciptakan stigma buruk di hadapan masyarakat, hal ini mengakibatkan sebagian dari para pengunjung mencari alternatif lain dalam berbelanja, dan kurangnya tempat yang layak untuk berjualan bagi para PKL, serta hal ini berdampak pada suasana pusat kota yang menjadi sepi akan pengunjung. Berdasarkan masalah tersebut, pendekatan perancangan yang digunakan adalah pendekatan sistem, secara keseluruhan pendekatan ini berkaitan dengan tata ruang perancangan. Sistem sirkulasi menjadi hal utama agar dapat terciptanya pasar modern yang bersih, indah, aman, dan nyaman bagi para pengunjung. Konsep yang digunakan pada perancangan ini adalah penghubung kota yaitu menjadi destinasi utama pengunjung lokal maupun turis yang dapat menghidupkan kembali pusat kota, sebagai tempat untuk berbelanja ataupun sekedar menikmati suasana sekitar seperti view laut. Dengan adanya pasar yang telah memperhatikan sistem dengan baik, akan tercipta tempat yang layak bagi para PKL untuk berjualan, serta dapat menjadi destinasi utama bagi para turis maupun pengunjung lokal agar dapat menghidupkan kembali pusat kota.",
  "creators": "HENRICKY RIBOWO",
  "contributors": "Timoticin Kwanda (Advisor and Examination Committee); Anik Juniwati (Advisor 2); Handinoto (Advisor 3); Sylviana Putri Sunario Soegondo S.T. (Advisor 4); Joyce M.Laurens (Examination Committee 1); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 2); Wanda Widigdo Canadarma (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024256/ARS/2021; Henricky Ribowo (B12170134)",
  "subjects": "MARKETS--DESIGN AND CONSTRUCTION; SHOPPING CENTERS--DESIGN AND CONSTRUCTION"
}