{
  "id": "49604",
  "title": "Fasilitas edukasi wisata terumbu karang di pantai Pemuteran Bali",
  "abstract": "Fasilitas Edukasi Wisata Terumbu Karang di Pantai Pemuteran Bali yang dikenal dengan marine scaping budidaya terumbu karang Bio Rock dan menjadi tujuan wisata untuk menikmati diving dan snorkeling di kawasan Bali Utara. Proyek ini dilatar belakangi oleh kerusakan terumbu karang yang terjadi dan penetapan Buleleng sebagai kawasan restorasi terumbu karang. Fungsi utama dari bangunan ini sebagai edukasi dan budidaya terumbu karang. Pada proses desain, masalah utama yang ditemukan pada proyek ini adalah bagaimana menyediakan fasilitas yang memadai bagi kehidupan terumbu karang dan biota laut lainnya serta bagaimana agar pengunjung dapat memahami obyek edukasi. Selain itu, lokasi tapak berpotensi mengalami bencana alam gempa dan tsunami. Oleh karena itu, pendekatan sistem diambil untuk menyelesaikan masalah-masalah tersebut. Ada 3 aspek utama dalam pendekatan sistem yang didalami dalam proyek ini yaitu sistem sirkulasi, struktur, dan utilitas. Konsep proyek ini adalah fasilitas wisata edukasi interaktif yang aman bagi keberlanjuan hidup terumbu karang dan biota laut serta pengguna bangunan. Sehingga pendalaman struktur diambil untuk mewujudkan bangunan yang aman.",
  "creators": "MICHELLE YANG",
  "contributors": "Ir. Bisatya Widadya Maer, M.T. (Advisor 1); Joyce M.Laurens (Advisor and Examination Committee); Wanda Widigdo Canadarma (Advisor 2); Frans Soehartono (Examination Committee 3); Riduan Sukardi (Examination Committee 2); Roni Anggoro, S.T., M.A.Arch. (Examination Committee 1); Elvina Shanggrama Wijaya, S.T., M.T. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 03024185/ARS/2021; Michelle Yang (B12170014)",
  "subjects": "RECREATION CENTERS--DESIGNS AND PLANS; EDUCATION PARKS--DESIGNS AND PLANS"
}