{
  "id": "49624",
  "title": "Gereja Pantekosta Jakarta di Surabaya",
  "abstract": "Gereja sendiri merupakan bangunan atau struktur yang tujuan utamanya adalah untuk memfasilitasi pertemuan sebuah gereja. Biasanya tujuan utama dikhususkan beribadah baik secara Kristen maupun Katholik. Gereja Pentakosta atau Pentakostalisme (aliran Pentakosta) yang di Indonesia sering disebut juga Pantekosta dan Gereja Pantekosta pertama dikenal dengan sebutan GPdI (Gereja Pasntekosta di Indonesia). Di Surabaya sendiri tentunya terdapat banyak Gereja Pantekosta. Tetapi tidak semua Gereja Pantekosta di Surabaya memiliki tempat beribadah tetap. Salah satunya dapat dijumpai gereja seperti Gereja Pantekosta Jakarta (GPJ) di Surabaya yang tidak memiliki bangunan sendiri atau masih menyewa hotel dan mall di Surabaya untuk melakukan ibadah. Gereja Pantekosta Jakarta (GPJ) memiliki visi misi untuk mencapai suatu tujuan, visi gereja adalah agar menjadi gereja yang melahirkan orang yang dipakai Tuhan untuk melayani Tuhan dan sesama, misi gereja adalah untuk menciptakan komunitas bertumbuh & melayani bersama, menjangkau masyarakat, pelayanan masuk desa, kegiatan social, dan menjangkau jiwa jiwa baru, tujuan gereja adalah meciptakan pelayan Tuhan yang taat kepada Tuhan dan mau membantu sesama, Jemaat dan masyarakat bisa terlayani secara fisik, melihat dari visi misi Gereja Pantekosta Jakarta (GPJ) yaitu ingin membentuk gereja yang dapat melayani jemaat secara fisik dengan cara menghadirkan fasilitas yang dapat diakses publik yaitu klinik kesehatan, apotek perpustakaan, dan rumah donasi. Serta desain dibuat menggunakan pendekatan simbolik bertujuan untuk menunjukkan identitas gereja dan pendalaman struktur untuk mempertahankan bentuk agar bentuk bangunan tidak menyimpang dari simbul yang diambil.",
  "creators": "CHRISTIAN LEWI SWANTO",
  "contributors": "Frans Soehartono (Advisor 1); Roni Anggoro, S.T., M.A.Arch. (Advisor and Examination Committee); Riduan Sukardi (Advisor 3); Elvina Shanggrama Wijaya, S.T., M.T. (Advisor 4); Bramasta Putra Redyantanu (Examination Committee 1); Danny Santoso Mintorogo (Examination Committee 2); Andhi Wijaya (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 03024163/ARS/2021; Christian Lewi Swanto (22415122)",
  "subjects": "CHURCH ARCHITECTURE--DESIGNS AND PLANS; CHURCH ARCHITECTURE"
}