{
  "id": "49622",
  "title": "Fasilitas pengembangan ekonomi kreatif berbasis budaya di Yogyakarta",
  "abstract": "Desain Fasilitas Pengembangan Ekonomi Kreatif Berbasis Budaya di Yogyakarta merupakan fasilitas pengembangan ekonomi kreatif khususnya di bidang fashion dan seni kriya anyaman bagi penggiat ekonomi kreatif di Yogyakarta. Fasilitas pengembangan ekonomi kreatif ini memiliki fasilitas berupa workshop room, coworking space, galeri, retail karya ekonomi kreatif, area communal space untuk acara ekonomi kreatif dan sebagainya. Konsep desain fasilitas ini adalah desain arsitektur yang mampu menjembatani arsitektur vernakular (kebudayaan fisik dan non fisik di Jawa) serta kebutuhan masa kini (wadah pengembangan ekonomi kreatif). Hal ini dilakukan untuk menarik minat masyarakat Yogyakarta untuk ikut serta mengembangkan ekonomi kreatif berbasis budaya agar dapat meningkatkan perekonomian serta turut melestarikan kebudayaan Jawa di Yogyakarta. Masalah utama dalam desain ini adalah merancang sebuah fasilitas pengembangan ekonomi kreatif berbasis budaya khususnya di bidang fesyen dan seni kriya anyaman yang dapat mengedukasi masyarakat dan mengakomodasi kebutuhan para pelaku ekonomi kreatif dengan tetap mencerminkan kebudayaan Jawa di Yogyakarta. Untuk menyelesaikan kebutuhan desain tersebut maka menggunakan pendekatan neo-vernakular sebagai metode desain. Pendalaman karakter ruang galeri dengan mengaplikasikan konsep galeri beraturan agar pengunjung dapat mengunjungi seluruh area galeri dengan terorganisir.",
  "creators": "GLADYS KURNIA PUTRI",
  "contributors": "Luciana Kristanto, S.T., M.T. (Advisor 1); Lilianny Sigit Arifin (Advisor 2); Stanislaus Kuntjoro Santoso (Advisor 3); Timoticin Kwanda (Examination Committee 1); Handinoto (Examination Committee 2); Anik Juniwati (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024248/ARS/2021; Gladys Kurnia Putri (B12170120)",
  "subjects": "ETHNIC ARCHITECTURE--DESIGN AND PLANS; ROOMS--DESIGNS AND PLANS; WORKSHOPS--DESIGNS AND PLANS"
}