{
  "id": "49643",
  "title": "Perancangan mekanisme pengungkit dan insulator untuk mesin vacuum thermoforming sebagai media prototyping bodi mobil",
  "abstract": "Prototyping merupakan salah satu proses yang sangat penting dalam mendesain suatu produk. Salah satu metode yang dapat digunakan dalam merealisasikan prototype tersebut adalah thermoforming, dimana bentuk paling sederhananya ialah vacuum thermoforming. Menyadari pentingnya prototyping bagi mahasiswa, dirancanglah suatu alat vacuum thermoforming agar mahasiswa mengerti akan proses vacuum forming. Namun dalam desain vacuum thermoforming ini ada beberapa masalah yang terjadi seperti panas berlebih di kotak heater dan kesusahan untuk menggunakan mekanisme pengungkit. Perancangan vacuum thermoforming ini diawali dengan menetapkan data perancangan, setelah diteliti saran dan percobaan langsung, mesin vacuum thermoforming ini masih dapat dilakukan perancangan ulang dengan cara merancang ulang insulator dan pengungkit, yang di dalamnya terdapat perhitungan untuk kekuatan struktur dan tebal insulator. Setelah alat jadi dengan desain pengungkit yang baru, maka dapat dihitunglah perbandingan kecepatan melakukan penaikan dan penurunan pencekam serta panas yang dapat direduksi pada desain baru. Pada desain alat yang baru ini juga dirancang mekanisme pengunci untuk lebih memudahkan operator dengan mekanisme pengunci jepit. Hasil akhirnya akan berdampak pada kerja operator yang lebih aman dan cepat serta daya heater yang lebih kecil. Di samping itu, modul praktikum yang sebelumnya telah dirancang perlu direvisi untuk menyesuaikan dengan desain baru",
  "creators": "REYHAN ISKANDAR",
  "contributors": "Yopi Yusuf Tanoto, S.T., M.T. (Advisor 1); Fandi Dwiputra Suprianto, S.T., M.Sc. (Advisor 2); Ian Hardianto Siahaan (Examination Committee 1); Joni Dewanto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04011387/MES/2021; Reyhan Iskandar (C12170034)",
  "subjects": "VACUUM TECHNOLOGY"
}