{
  "id": "49648",
  "title": "Rancangan penurunan tingkat kecacatan produk velg dengan filosofi six sigma di PT X",
  "abstract": "PT X merupakan perusahaan yang bergerak dalam bidang permbuatan velg khususnya velg untuk mobil. Penelitian ini dilakukan untuk mengurangi presentase kecacatan pada proses produksi velg di PT X. Kecacatan yang paling sering terjadi pada velg di antaranya kebocoran pada velg, velg mengalami keropos, dan bagian pinggir velg tidak rata. Persentase produk cacat pada velg di tahun 2019 sebesar 7,97%. Kecacatan tersebut terjadi pada saat proses pembuatan velg berlangsung sehingga kemungkinan velg mengalami kecacatan disebabkan karena kesalahan pada proses produksi velg. Perbaikan untuk masalah yang terjadi pada penelitian ini menggunakan filosofi six sigma. Dalam filosofi six sigma terdapat metode yang digunakan untuk menyelesaikan masalah, yaitu DMAIC (Define, Measure, Analyze, Improve, Control). Metode DMAIC membantu penelitian dengan mancari akar permasalahan yang terjadi pada proses produksi velg. Alat yang digunakan untuk mencari akar pemasalahan adalah fishbone diagram. Hasil dari fishbone diagram menunjukkan kecacatan yang terjadi higga ke akar yang paling dalam sehingga penyebab utama dari kecacatan dapat diketahui. Usulan perbaikan kemudian ditentukan menggunakan metode 5 why analysis. Rancangan usulan perbaikan yang diprioritaskan untuk dilakukan adalah melakukan pengawasan pada operator, memberi tanda pembatas antara operator dengan alat cetak, menggunakan alat pengukur suhu, dan memberikan pelatihan untuk operator.",
  "creators": "ALFIAN HERNAWAN",
  "contributors": "Jani Rahardjo (Advisor 1); Indriati Njoto Bisono (Examination Committee 1); Felecia, S.T., M.Sc. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022365/IND/2021; Alfian Hernawan (25415089)",
  "subjects": "QUALITY CONTROL; TOTAL QUALITY MANAGEMENT"
}