{
  "id": "49641",
  "title": "Pengaruh perceived benefit terhadap community commitment dan continue use intention; studi kasus komunitas aplikasi clubhouse di kalangan mahasiswa Universitas Kristen Petra",
  "abstract": "Penelitian ini bertujuan untuk menganlisa pengaruh dari empat nilai penting yang erat kaitannya dengan manfaat belajar (Learning Benefit), manfaat sosial (Social benefit), manfaat harga diri (Self-esteem Benefit), manfaat hedonis (Hedonic Benefit) yaitu, komitmen komunitas (Community Commitment) terhadap niat untuk menggunakan kembali (Continue Use intention).Penelitian ini bersifat konklusif dan di klasifikasikan dalam jenis riset kausal dengan menggunakan pendekatan kuantitatif. Data dikumpulkan melalui survey online menggunakan instrument kuesioner dengan respon yang dapat digunakan dari 145 responden. Responden adalah mahasiswa tahun pertama sampai dengan tahun ke empat yang pernah atau sedang menggunakan aplikasi Clubhouse dari mahasiswa Universitas Kristen Petra Surabaya. Data diolah menggunakan pendekatan persamaan model struktural dengan Teknik Partial Least Square. Hasil penelitian membuktikan adanya pengaruh manfaat belajar (Learning Benefit), manfaat harga diri (Self-esteem Benefit) dan manfaat hedonis (Hedonic Benefit) terhadap komitmen komunitas (Community Commitment) serta pengaruh komitmen komunitas (Community Commitment) terhadap niat untuk menggunakan kembali (Continue Use intention), tetapi tidak terbukti adanya pengaruh dari manfaat sosial (Social benefit) terhadap komitmen komunitas (Community Commitment).",
  "creators": "RIZAL DHARMAWAN",
  "contributors": "Dr. Ferry Jaolis, S.E., M.SM., M.RECH. (Advisor 1); Edwin Japarianto (Examination Committee 1); Drs. Sugiono Sugiharto, M.M., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020815/MAN/2021; Rizal Dharmawan (D11170260)",
  "subjects": "CONSUMERS--RESEARCH; ORGANIZATIONAL COMMITMENT; COST EFFECTIVENESS"
}