{
  "id": "49649",
  "title": "Upaya penurunan kecacatan veneer kayu sengon di PT Anugerah Rimba Raya",
  "abstract": "PT Anugerah Rimba Raya merupakan perusahaan pengolahan kayu yang berdiri di Lumajang sejak tahun 2018. Perusahaan tersebut berkomitmen untuk memproduksi veneer kayu atau lembaran kayu yang terbuat dari kayu log dengan kualitas terbaik. Permasalahan yang dihadapi oleh PT Anugerah Rimba Raya adalah terjadinya kecacatan veneer kayu sengon selama proses produksi. Data divisi grading menyebutkan bahwa selama tahun 2020 terdapat 41,21% veneer kayu sengon cacat dari total output mesin Hot Press Dryer (HPD). Tujuan dari penelitian ini adalah menurunkan kecacatan veneer kayu sengon di PT Anugerah Rimba Raya. Adapun penelitian ini mengikuti tahapan DMAIC dan menggunakan alat bantu 5 Why’s Analysis untuk menganalisis penyebab kecacatan. Hasil penelitian menunjukkan terdapat lima jenis cacat terbesar, yaitu tercuil sebagian, lubang mata kayu, kasar berlubang, kulit, dan joint. Upaya penurunan kecacatan veneer kayu sengon di PT Anugerah Rimba Raya dengan memberikan Standard Operating Procedure untuk mesin rotary, menambahkan stasiun kerja setting yang baru, melakukan pembersihan mesin HPD secara berkala, dan mengurangi penggunaan stik pendek. Tahapan control dilakukan dengan menutup panel mesin rotary untuk memastikan operator tidak mengubah panel, melakukan pengawasan, dan membuat tulisan peringatan. Setelah dilakukan implementasi dan kontrol, persentase kecacatan di bulan Mei 2021 menurun menjadi 26,5%.",
  "creators": "FREDERICK YOEL TJANDRAWIBOWO",
  "contributors": "Felecia, S.T., M.Sc. (Advisor 1); Debora Anne Yang Aysia (Examination Committee 1); Karina Agustin, S.T., M.B.A. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022402/IND/2021; Frederick Yoel Tjandrawibowo (C13170001)",
  "subjects": "PRODUCT MANAGEMENT--QUALITY CONTROL; QUALITY CONTROL"
}