{
  "id": "49656",
  "title": "Fasilitas penelitian konservasi mangrove di Probolinggo",
  "abstract": "Desain Fasilitas Konservasi Mangrove di Probolinggo dilatar belakangi oleh rusaknya kestabilan ekosistem mangrove pada wilayah perairan pesisir karena dominasi kegiatan manusia pada kawasan industri dan perikanan tangkap. Untuk menjaga kestabilan ekosistem maka desain ini ditujukan untuk mewadahi aktivitas penelitian yang memelihara stabilitas ekosistem mangrove pada sekitar lansekap tapak tersebut. Fasilitas ini diusulkan untuk berdiri di atas lahan parkir yang bersebelahan dengan Beejay Bakau Resort, Pelabuhan PPP Mayangan, Wisata Primadona, Mangunharjo, Kecamatan Mayangan, Kota Probolinggo, Jawa Timur 67217. Perancangan ini diharapkan untuk bisa menjadi sarang berkumpulnya keanekaragaman ekosistem mangrove dan pembelajaran yang tidak hanya digunakan peneliti tapi juga dari publik untuk ikut belajar memelihara ekosistem mangrove. Untuk mewadahi aktivitas penelitian yang memelihara stabilitas ekosistem mangrove, pendekatan lingkungan dengan sub tema ecomimicry dan pendalaman utilitas yang fokus pada alur sirkulasi dan filtering air hujan digunakan sebagai penyelesaian masalah desain. Hasil dari pendekatan dan pendalaman ini adalah desain yang dapat mewadahi komunitas manusia dan alam pada bangunan yang menjadi sarang terjadinya siklus untuk mendorong terjadinya pembelajaran dan peningkatan kualitas keanekaragaman ekosistem.",
  "creators": "KEVIN GERALDI SAPUTRA",
  "contributors": "Wanda Widigdo Canadarma (Advisor 1); Joyce M.Laurens (Advisor 2); Ir. Bisatya Widadya Maer, M.T. (Advisor 3); Roni Anggoro, S.T., M.A.Arch. (Examination Committee 1); Frans Soehartono (Examination Committee 3); Riduan Sukardi (Examination Committee 2); Elvina Shanggrama Wijaya, S.T., M.T. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 04024258/ARS/2021; Kevin Geraldi Saputra (B12170138)",
  "subjects": "MANGROVE CONSERVATION; RESEARCH INSTITUTES-DESIGNS AND PLANS"
}