{
  "id": "49657",
  "title": "Fasilitas pembinaan anak pasca Lembaga Pembinaan Khusus Anak di kota Malang",
  "abstract": "Perancangan fasilitas pembinaan Anak pasca Lembaga Pembinaan Khusus Anak di Kota Malang bertujuan sebagai wadah edukasi, pembinaan, serta adaptasi Anak sebelum keluar ke lingkungan luar. Fasilitas ini merupakan solusi untuk Anak kembali beradaptasi ke lingkungan masyarakat luar serta untuk memperbaiki stigma masyarakat mengenai Anak sebagai orang jahat. Konsep besar dari fasilitas ini yaitu Transisi Anak ke Masyarakat. Dalam penerapan konsep tersebut menggunakan konsep Area Asimilasi serta CPTED. Area Asimilasi merupakan konsep yang utama, menjadi pertemuan antara Anak dan masyarakat, berfungsi sebagai adaptasi Anak ke lingkungan masyarakat luar. Penggunaan CPTED dalam fasilitas ini sebagai standar keamanan lingkungan untuk pengguna di fasilitas ini. Dengan menggunakan pendekatan perilaku dengan studi perilaku Anak dalam latar belakang Anak serta Klasifikasi Teritorial menurut Atman, maka pemilihan pembinaan ditentukan berdasarkan latar belakang Anak tersebut, serta pengaplikasian konsep Area Asimilasi dibuat bertahap sesuai dengan klasifikasi teritorial; teritorial primer; teritorial sekunder; teritorial publik.",
  "creators": "SATRIO SENO BASKORO",
  "contributors": "Rully Damayanti (Advisor and Examination Committee); Irwan Santoso (Advisor 2); Samuel Hartono (Advisor 3); Angela Christysonia Tampubolon, S.T., M.T. (Supervisors CHN 2); Christine Wonoseputro (Examination Committee 1); Benny Poerbantanoe (Examination Committee 2); V.P. Nugroho Susilo (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024211/ARS/2021; Satrio Seno Baskoro (B12170058)",
  "subjects": "CORRECTIONAL INSTITUTIONS--DESIGNS AND PLANS; JUVENILE DETENTION HOMES--DESIGNS AND PLANS"
}