{
  "id": "49654",
  "title": "Fasilitas olahraga untuk calon atlet tuna daksa di Surabaya",
  "abstract": "Fasilitas olaharaga untuk calon atlet tuna daksa di Surabaya di desain untuk mewadahi potensi-potensi dan talenta para penderita tuna daksa muda yang memiliki passion dalam bidang olahraga. Bangunan fasilitas ini sepenuhnya mengakomodasi para pengguna alat bantu jalan untuk mengakses keseluruhan bangunan melalui ramp yang mengelilingi bangunan. Lapangan semi-indoor yang memaksimalkan pencahyaan alami dan penghawaan alami membuat lapangan nyaman saat digunakan untuk berolahraga. Ruang-ruang pada bangunan yang luas dan terbuka menciptakan kebebasan visual dan kelegaan saat berada di dalam ruang. Fasilitas ini juga dapat meningkatkan keaktifan kota Surabaya untuk berpartisipasi dalam ajang olahraga – olahraga Nasional. Calon atlet yang menunnjukkan hasil latiihan yang maksimal dapat berpartisipasi dalam ajang – ajang olahraga daerah sebagai perwakilan Surabaya atau bahkan berpartisipasi dalam ajang olahraga Nasional sebagai perwakilan atlet dari Jawa Timur. Menjadi perwakilan dari Surabaya sudah meningkatkan citra dari kualitas Kota Surabaya mulai dari kepedulian Kota Surabaya terhadap penderita disabilitas hingga prestasi – prestasi yang dicapai oleh atlet – atlet difabel tersebut bagi Kota Surabaya.",
  "creators": "MARVEL NATHANAEL",
  "contributors": "Irwan Santoso (Advisor 1); Rully Damayanti (Advisor 2); Samuel Hartono (Advisor 3); Angela Christysonia Tampubolon, S.T., M.T. (Supervisors CHN 2); Christine Wonoseputro (Examination Committee 1); V.P. Nugroho Susilo (Examination Committee 2); Benny Poerbantanoe (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024187/ARS/2021; Marvel Nathanael (B12170016)",
  "subjects": "SPORTS FACILITIES--DESIGNS AND PLANS; SPORTS FOR CHILDREN WITH DISABILITIES"
}