{
  "id": "49659",
  "title": "Upaya penurunan kecacatan handphone tipe X di PT. Sat Nusapersada",
  "abstract": "Salah satu permasalahan yang dialami oleh PT Sat Nusapersada khususnya pada Departemen Xiaomi yaitu tingginya jumlah kecacatan komponen yang terjadi pada handphone Xiaomi tipe X selama proses produksi berlangsung. Persentase kecacatan komponen yang terjadi pada handphone Xiaomi tipe X dari bulan Agustus 2020 hingga November 2020 adalah sebesar 17,59%, dimana kecacatan terjadi pada sembilan komponen handphone Xiaomi tipe X. Upaya penurunan kecacatan pada komponen tersebut mengikuti tahapan DMAIC (Define, Measure, Analyze, Improve, Control). Tools yang dipakai dalam penelitian ini meliputi 5 whys analysis, checksheet, histogram dan pareto chart. Implementasi perbaikan yang diterapkan untuk menimalisir terjadinya kecacatan adalah memperbaiki metode kerja pada proses pemasangan back camera dan pada proses MT 1 test 3 serta memberikan lapisan eva pada beberapa sudut meja. Hasil implementasi perbaikan metode kerja pada proses pemasangan back camera menunjukkan kecacatan dapat ditemukan sebanyak 27 - 33 buah pada proses tersebut sehingga dapat mencegah semakin jauhnya kecacatan ditemukan, kemudian hasil implementasi metode kerja pada proses MT 1 test 3 menunjukkan persentase penurunan kecacatan pada battery cover penyok sebesar 0,26%, dan hasil implementasi perbaikan berupa pemasangan lapisan eva menunjukkan penurunan kecacatan pada battery cover tergores sebesar 0,43% dan penurunan kecacatan pada frontshell penyok sebesar 0,11%.",
  "creators": "WIKY PUTRA JAYA",
  "contributors": "Debora Anne Yang Aysia (Advisor 1); Siana Halim (Examination Committee 1); Felecia, S.T., M.Sc. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022385/IND/2021; Wiky Putra Jaya (C13170097)",
  "subjects": "PRODUCT MANAGEMENT--QUALITY CONTROL; PRODUCTION CONTROL; QUALITY CONTROL"
}