{
  "id": "49660",
  "title": "Panti Asuhan Katolik di Surabaya",
  "abstract": "Panti Asuhan merupakan tempat menampung, mendidik serta memelihara anak terlantar agar dapat bekembang dengan baik dari segi fisik maupun mental. Adapun kebutuhan untuk menjawab kurangnya kapasitas Panti Asuhan di Kota Surabaya yang menjadi latar belakang pemilihan fasilitas Panti Asuhan. Panti Asuhan ini ditujukan untuk menampung anak-anak terlantar dari umur 0-18 tahun, khususnya di daerah Surabaya. Pendekatan perilaku dipilih untuk menunjang kebutuhan perkembangan anak-anak yang sangat beragam guna mempelajari bagaimana perilaku anak-anak dan bagaimana cara memenuhi kebutuhannya. Fasilitas dibagi menjadi 3 area berdasarkan kebutuhan dari tiap penggunanya, yakni area untuk anak 0-6 tahun, area untuk anak 6-18 tahun dan area tengah. Area tengah dirancang sebagai area komunal seluruh penghuni panti agar anak-anak di dalam Panti Asuhan dapat dengan lebih bebas bersosialisasi. Karakter ruang dalam Panti Asuhan juga sangat diperhatikan, guna untuk menunjang lebih kebutuhan dari setiap anak-anak yang tinggal di dalamnya, hal ini ditunjang dari pengunaan material, pemilihan warna, serta bentuk ruang. Bangunan utama yang merupakan asrama sendiri dibagi menjadi 2 bagian, yaitu laki-laki dan perempuan, namun di tengah kedua bangunan terdapat ruang komunal, sehingga anak-anak yang tinggal di asrama, bisa lebih fleksibel dalam bersosialisasi.",
  "creators": "MICHAEL JOVAN GUNAWAN",
  "contributors": "Dr. Feny Elsiana, S.T., M.T. (Advisor 2); Altrerosje Asri, S.T., M.T. (Advisor and Examination Committee); Markus Ignatio Aditjipto (Advisor 3); Lilianny Sigit Arifin (Examination Committee 2); Luciana Kristanto, S.T., M.T. (Examination Committee 3); Stanislaus Kuntjoro Santoso (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024237/ARS/2021; Michael Jovan Gunawan (B12170099)",
  "subjects": "CHILDREN-INSTITUTIONAL CARE-DESIGNS AND PLANS; CHILDREN-INSTITUTIONAL CARE; ORPHANAGES--DESIGNS AND PLANS"
}