{
  "id": "49668",
  "title": "Galeri kesenian barongan di Blora",
  "abstract": "Kesenian barongan Blora ini merupakan kesenian yang hanya diketahui oleh masyarakat sekitar kota Blora dan masih terdengar asing ditelinga masyarakat Indonesia. Masalah ini dapat ditanggapi dengan cara menyediakan sebuah fasilitas yang bersifat mengedukasi dan memiliki nilai wisata yaitu galeri kesenian barongan di Blora. Galeri kesenian ini terdiri dari beberapa fasilitas seperti: galeri temporer, pendopo (area latihan), galeri display, galeri audio visual, dan performance hall. Selain fasilitas utama tersebut galeri ini juga ditopang dengan beberapa fasilitas penunjang seperti: cafe/resto, area souvenir, perpustakaan, musholla, area retail, ATM center, dan area playground. Untuk memperkuat kesenian barongan dan kelokalitasan dari arsitektur Jawa Tengah ini maka digunakan pendekatan vernakular dengan menerapkan konsep reinventing tradition dimana transformasi bentuk melalui barongan gembong amijoyo yang merupakan barongan khas Blora dan melalui bentuk rumah adat jawa kampung. Pendalaman desain yang digunakan yakni pendalaman fasad yang menggunakan material lokal berupa kayu dan bata roster. Fasilitas galeri seni ini diharapkan dapat menjadi sebuah sarana wisata baru yang bersifat mengedukasi bagi para wisatawan dan masyarakat luas tentang kesenian barongan.",
  "creators": "RICKY MARCELIO",
  "contributors": "Dr. Feny Elsiana, S.T., M.T. (Advisor 1); Altrerosje Asri, S.T., M.T. (Advisor 2); Markus Ignatio Aditjipto (Advisor 3); Lilianny Sigit Arifin (Examination Committee 1); Luciana Kristanto, S.T., M.T. (Examination Committee 2); Stanislaus Kuntjoro Santoso (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 07024220/ARS/2021; Ricky Marcelio (B12170073)",
  "subjects": "ARCHITECTURE--DESIGN AND PLANS; ART MUSEUMS--DESIGNS AND PLANS; ART CENTERS--DESIGNS AND PLANS"
}