{
  "id": "49676",
  "title": "Analisa peran perceived ease of use terhadap continuous usage intention generasi z dan milenial dengan e-satisfaction sebagai variabel intervening pada online food delivery service Grabfood di Surabaya",
  "abstract": "Perkembangan teknologi yang semakin pesat tiap harinya membuat kehidupan manusia semakin terikat pada keberadaan teknologi. Dengan adanya teknologi yang semakin praktis membuat manusia sangat bergantung dengan bantuan dari berbagai layanan berbasis teknologi untuk menyelesaikan berbagai masalah yang ada di masa modern ini. Hal ini membuat industri electronic commerce mendapatkan oportunitas besar untuk mengembangkan pasar dengan cepat. Dengan adanya pandemi COVID-19 menyebabkan para generasi Z dan milenial yang sedang dalam masa produktif mereka untuk cenderung memanfaatkan aplikasi pesan antar makanan secara online untuk menggunakan waktu secara efisien secara terus menerus. Dengan didukung kemajuan teknologi maka akan terjadi persaingan dalam segi ease of use atau kemudahan penggunaan dari sebuah aplikasi dari satu brand dengan brand lainnya. Electronic satisfaction akan terbentuk apabila user dapat menggunakan sebuah aplikasi layanan online sesuai dengan keinginan mereka dengan mudah dan efisien sehingga akan terjadi sebuah continuous usage yang membentuk habit atau kebiasaan untuk menggunakan aplikasi GrabFood. Penelitian ini dilakukan dengan membagikan kuesioner kepada 100 responden. Kriteria yang harus diperhatikan dalam mendata responden antara lain yaitu harus tergolong generasi Z maupun milenial berdomisili di Surabaya dan harus pernah atau sedang aktif menggunakan aplikasi GrabFood. Teknik yang akan digunakan untuk menganalisa data yang didapatkan pada penelitian ini adalah dengan teknik analisa kuantitatif dengan metode path analysis menggunakan aplikasi smartPLS.",
  "creators": "REVENICO WILLIAM S",
  "contributors": "Drs. Sugiono Sugiharto, M.M., Ph.D. (Advisor and Examination Committee); Edwin Japarianto (Examination Committee 1); Dr. Ferry Jaolis, S.E., M.SM., M.RECH. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020845/MAN/2021; Revenico William S (D11170168)",
  "subjects": "CONSUMERS--RESEARCH; ELECTRONIC COMMERCE--MARKETING; GENERATION Z"
}