{
  "id": "49673",
  "title": "The influence of congruity between sponsoring brand image, event image, and self-image, toward sponsoring brand loyalty mediated by sponsoring brand attitude and event attitude: the case of AXE as the sponsoring brand of MPL-ID season 6",
  "abstract": "Sponsorship is considered as one of the most influential financial sources for most event organizers. This causes event organizers to compete to provide attractive benefit to get sponsorship from various brands. Brands also consider sponsorship to be one of the most effective ways to increase brand loyalty. However, there is no research that explains whether sponsorship can provide benefits for brands, especially brand loyalty. Congruity theory is one theory that can be used to examine the effect of sponsorship on brand loyalty. The researchers wanted to examine whether applying congruity theory in sponsorship activities can explain positive impact on brand loyalty. This study also examines whether brand attitude and event attitude mediate the relationship between independent variables and brand loyalty. The researchers used probability sampling to collect 210 valid samples. The data are analyzed using Partial Least Square–Structural Equation Modelling with SmartPLS. The results of the data analysis concluded that self-congruity with sponsoring brand image, self-congruity with event image, and congruity between event image and brand sponsoring brand image positively affects sponsoring brand loyalty. Image congruity between visitors, events, and brands will only have a positive influence when mediated by events attitude and brand attitude.",
  "creators": "KEVIN TANAYA; SAMUEL VANIA ZACHARY SUTEDJO",
  "contributors": "Adelina Proboyo (Advisor 1); Tessa Vanina Soetanto (Examination Committee 1); Ruth Srininta Tarigan, S.Kom., MBA. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 34010438/MAN/2021; Kevin Tanaya (34416040), Samuel Vania Zachary Sutedjo (34416049)",
  "subjects": "BRAND LOYALTY; BRAND NAME PRODUCTS"
}