{
  "id": "49670",
  "title": "Analisa pengaruh digital marketing terhadap repeat purchase dengan customer engagement dan customer experience sebagai variabel intervening pada marketplace Shopee di Jawa Timur",
  "abstract": "Analisis pengaruh digital marketing terhadap repeat puchase dengan customer engagement dan customer experience sebagai variabel intervening pada marketplace Shopee di Jawa Timur. Perkembangan teknologi yang sangat pesat menjadikan persaingan usaha semakin ketat dan pasar semakin terbuka sehingga membuat banyak perusahaan harus berlomba dengan cepat dan cermat untuk dapat bertahan maupun berkembang di pasar. Terlebih dengan adanya Virus COVID-19 ini menjadikan masyarakat takut menjalankan aktivitas di luar rumah sehingga perkembangan Digital semakin merajalela. Tidak terkecuali dengan hadirnya marketplace online yang efektif dan efisien, membuat masyarakat semakin nyaman dan betah di rumah tanpa harus kesusahan mencari kebutuhan dan keinginan mereka. Dengan adanya berbagai faktor ini membuat perusahaan marketplace harus memikirkan strategi pemasaran yang ampuh untuk memenangkan pasar di dalam keadaan yang demikian. Hal ini lah yang di butuhkan oleh marketplace Shopee. Penelitian ini bertujuan untuk menganalisa pengaruh dari digital marketing terhadap repeat puchase dengan customer engagement dan customer experience sebagai variabel intervening pada marketplace Shopee di Jawa Timur. Penelitian ini dilaksanakan dengan menyebarkan kepada 100 responden yang pernah melakukan transaksi di marketplace Shopee. Teknik analisa yang digunakan adalah teknik analisis kuantitatif dengan metode path analysis.",
  "creators": "SEPTIAWAN",
  "contributors": "Diah Dharmayanti (Advisor and Examination Committee); Edwin Japarianto (Examination Committee 1); Drs. Sugiono Sugiharto, M.M., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020840/MAN/2021; Septiawan (D11170218)",
  "subjects": "CONSUMERS--RESEARCH; MARKETPLACES; CONSUMERS"
}