{
  "id": "49679",
  "title": "Fasilitas pelatihan industri kreatif di Surabaya",
  "abstract": "Industri kreatif merupakan suatu proses yang melibatkan aspek-aspek kreativitas, keahlian, pemikiran, dan kemampuan dasar dari suatu individu sehingga menghasilkan sebuah karya unik baik itu secara fisik maupun digital. Surabaya merupakan kota yang memiliki potensi dan kesempatan bisnis di dalam bidang industri kreatif. Kreativitas sangat dibutuhkan di era seperti ini saat ini, hal tersebut dikarenakan persaingan yang semakin meningkat dan ketat di antara para pelaku ekonomi. Fasilitas Pelatihan Industri Kreatif di Surabaya merupakan sebuah fasilitas yang dirancang sebagai pusat utama pelatihan yang mampu mengakomodasi kebutuhan para pelaku industri kreatif khususnya untuk kalangan muda dalam hal pengembangan kreativitas di bidang industri kreatif yang berkaitan dengan aspek usaha ekonomi kreatif dengan berbasiskan digital. Perancangan Fasilitas Pelatihan Industri Kreatif di Surabaya menggunakan jenis pendekatan sistem yaitu bagaimana mengintegrasikan ruang-ruang yang satu dengan yang lain sehingga memiliki koneksi dan fleksibilitas yang adaptif yang didukung dengan pendalaman karakteristik ruang arsitektur teknologi tinggi sehingga menghasilkan kondisi ruang yang kondusif bagi para peserta didik.",
  "creators": "KENNY KURNIA SETIONO",
  "contributors": "Bramasta Putra Redyantanu (Advisor and Examination Committee); Andhi Wijaya (Advisor 2); Danny Santoso Mintorogo (Advisor 3); Rully Damayanti (Examination Committee 1); Samuel Hartono (Examination Committee 2); Angela Christysonia Tampubolon, S.T., M.T. (Examination Committee 3); Irwan Santoso (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024206/ARS/2021; Kenny Kurnia Setiono (B12170050)",
  "subjects": "VOCATIONAL TRAINING CENTERS; VOCATIONAL TRAINING CENTERS--DESIGNS AND PLANS"
}