{
  "id": "49681",
  "title": "Fasilitas rehabilitasi mental anak korban kekerasan di Makassar",
  "abstract": "Fasilitas Rehabilitasi Mental Anak Korban Kekerasan di Makassar merupakan fasilitas rehabilitasi bagi anak-anak korban kekerasan agar dapat membantu menuntaskan rehabilitasi korban dan kembali ke kehidupan yang normal dan terlepas dari traumanya. Menurut data PPA (Perlindungan Perempuan dan Anak), Sulawesi Selatan memiliki kekerasan terbanyak ketiga di Indonesia. Di Sulawesi Selatan, kekerasan pada anak terbanyak berada pada kota Makassar karena itulah fasilitas rehabilitasi anak korban kekerasan diperlukan. Konsep fasilitas ini adalah menciptakan rasa nyaman, aman dan menstimulasi anak untuk aktif saat proses rehabilitasi. Karena perilaku anak sangat mempengaruhi tuntas atau tidaknya proses rehabilitasinya sehingga pada perancangan ini menggunakan pendekatan perilaku. Pendekatan perilaku digunakan agar fasilitas rehabilitasi sesuai dengan karakter perilaku anak korban kekerasan dengan menggunakan pendalaman karakter ruang diharapkan akan tercipta ruang-ruang yang sesuai dengan karakter mental anak berdasarkan tingkatan dan kebutuhannya. Fasilitas ini dilengkapi fasilitas rehabilitasi medis, rehabilitasi penunjang dan hunian anak yang berumur 6-17 tahun. Perancangan hunian dikelompokan berdasarkan jenis kelamin dan kondisi Kesehatan mental anak. Sedangkan perancangan rehabilitasi penunjang yang berupa kelas di kelompokkan berdasarkan kelompok usia anak sehingga dapat tercipta ruang-ruang yang sesuai dengan perilaku dan psikologi pengguna.",
  "creators": "EVELYN ANDRYANI",
  "contributors": "Danny Santoso Mintorogo (Advisor 1); Bramasta Putra Redyantanu (Advisor 2); Andhi Wijaya (Advisor 3); Rully Damayanti (Examination Committee 1); Irwan Santoso (Examination Committee 2); Samuel Hartono (Examination Committee 3); Angela Christysonia Tampubolon, S.T., M.T. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024277/ARS/2021; Evelyn Andryani (B12170166)",
  "subjects": "CHILD MENTAL HEALTH SERVICES-BUILDINGS-DESIGNS AND PLANS; CHILDREN AND VIOLENCE--REHABILITATION--DESIGNS AND PLANS"
}