{
  "id": "49683",
  "title": "Rumah susun di Surabaya",
  "abstract": "Rumah Susun sebagai hunian bagi masyarakat yang tidak mempunyai tempat tinggal di daerah perkotaan. Pemerintah Kota Surabaya mempunyai program kerja 100-0-100 untuk memenuhi akses layanan akses air, memberantas kawasan kumuh dan sanitasi layak, sehingga Kota Surabaya dapat menjadi lebih baik kedepannya dalam penataan kota. Masyarakat yang menempati rumah susun adalah masyarakat berpenghasilan rendah. Karena penghasilan yang rendah akhirnya mereka mencari tempat tinggal yang sesuai dengan kemampuan ekonomi mereka. Lingkungan yang mereka tempati memiliki tingkat kelayakan dibawah rata-rata. Hunian dengan luasan yang minim, menampung banyak orang, tidak tersediannya jaringan yang baik dan lingkungan yang tidak bersih. Dengan adanya rumah susun ini, diharapkan dapat memenuhi kebutuhan hunian bagi para masyarakat tersebut, dengan menyediakan hunian yang mencukupi kebutuhan gerak mereka, sistem utilitas dan sanitasi yang baik, aman dan nyaman. Selain memberikan fasilitas hunian bagi mereka, rumah susun ini juga memberikan aktivitas produktif bagi masyarakat tersebut, yaitu fasilitas bertani dengan sistem hidroponik dan akuaponik. Dari aktivitas produktif tersebut mereka dapat memenuhi kebutuhan pangan mereka sendiri dan dapat meningkatkan perekonomian mereka, sehingga kualitas hidup mereka dapat meningkat. Untuk menekan biaya energi atau operasional yang ditanggung oleh para penghuni, rumah susun ini di desain hemat energi. Hemat energi pada bangunan di terapkan pada beberapa aspek yang mudah untuk dilakukan dan tidak memakai biaya konstruksi yang mahal.",
  "creators": "NAFLY LEKAL",
  "contributors": "Wanda Widigdo Canadarma (Advisor 1); Joyce M.Laurens (Advisor and Examination Committee); Ir. Bisatya Widadya Maer, M.T. (Advisor 2); Roni Anggoro, S.T., M.A.Arch. (Examination Committee 1); Riduan Sukardi (Examination Committee 2); Frans Soehartono (Examination Committee 3); Elvina Shanggrama Wijaya, S.T., M.T. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 09024264/ARS/2021; Nafly Lekal (B12170146)",
  "subjects": "APARTMENT HOUSES--DESIGNS AND PLANS; FLATS--DESIGNS AND PLANS"
}