{
  "id": "49687",
  "title": "Fasilitas wisata edukasi pengolahan bambu di Kabupaten Mojokerto",
  "abstract": "Fasilitas Wisata Edukasi Pengolahan Bambu merupakan perancangan fasilitas wisata untuk seluruh masyarakat Indonesia khususnya Jawa Timur dan komunitas pecinta bambu. Desain ini didasari oleh masalah di mana proses perlakukan dan pengrajin bambu yang eksklusif sehingga masyarakat masih asing akan potensi bambu, padahal bambu adalah material yang berkelanjutan dan merupakan kekayaan Indonesia. Tapak berada di Trawas, Kabupaten Mojokerto yang merupakan kawasan wisata dengan target Pusat kegiatan Lokal promosi (PKLp). Masalah desain yang diangkat adalah bagaimana desain mampu membawa publik berwisata sambil belajar dengan mengalami bambu didalam arsitektur kontemporer. Maka didalam mendesain, pendekatan perancangan menggunakan teori Hannah Ahlblad untuk mengkombinasikan bambu dengan praktik kontemporer, dan teori Juhanni Pallasma untuk memperoleh pengalaman ruang dengan sistem sensori. Perancangan mengacu pada empat zona, yang sesuai analisis fasilitas dan aktivitas pengguna. Selain itu untuk menarik pengunjung dan keberlanjutan fasilitas, maka perlu adanya keunikan desain. Pendalaman perancangan merupakan elaborasi kelanjutan dari bentuk kontemporer dan pengalaman yang dinamis, dengan menerapkan teori temporalitas dari AT Lars. Desain temporer diwujudkan dengan material bambu pada keempat zona: instalasi bambu, partisi bambu, ruang workshop, dan lounge restoran.",
  "creators": "JOAN CHRISANTI",
  "contributors": "Rully Damayanti (Advisor and Examination Committee); Irwan Santoso (Advisor 2); Samuel Hartono (Advisor 3); Angela Christysonia Tampubolon, S.T., M.T. (Advisor 4); Christine Wonoseputro (Examination Committee 1); Benny Poerbantanoe (Examination Committee 2); V.P. Nugroho Susilo (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024236/ARS/2021; Joan Chrisanti (B12170097)",
  "subjects": "EDUCATION PARKS--DESIGNS AND PLANS; RECREATION CENTERS"
}