{
  "id": "49685",
  "title": "Fasilitas persemayaman dan pemakaman vertikal di Surabaya",
  "abstract": "Angka kematian di Indonesia setiap tahunnya selalu meningkat sedangkan lahan pemakaman mulai habis, di Surabaya sendiri 11 dari 13 Tempat Pemakaman umum sudah mulai kehabisan lahan dan harus berekspansi. Hal ini lah yang menjadi latar belakang utama perancangan Fasilitas Persemayaman dan Pemakaman Vertikal di Surabaya ini. Selain itu, kremasi bukanlah solusi yang relevan selain karena bertentangan dengan mayoritas kepercayaan penduduk Indonesia, juga karena dampak lingkungannya sangat buruk. Pemakaman biasa atau ground burial pun ternyata meracuni tanah di sekitarnya. Oleh karena itu, di Fasilitas Pemakaman Vertikal ini metode pemakaman yang digunakan adalah metode human composting yang hanya menggunakan 1/8 energi yang dibutuhkan untuk kremasi. Tujuan dari fasilitas ini adalah untuk menjawab kebutuhan akan lahan pemakaman dan beserta ruang dukanya tanpa merusak lingkungan dan membuktikan bahwa area pemakaman tidak selalu seram dan angker melalui karakter-karakter ruang yang terbentuk dalam fasilitas ini. Karena fungsinya yang cukup kompleks dan pengguna yang beragam, sistem sirkulasi menjadi fokus utama dalam desain. Untuk mengurangi kesan seram dan angker pada fasilitas ini pendalaman desain yang diterapkan adalah pendalaman karakter ruang dengan bantuan sistem pencahayaan alami dan buatan sehingga kesan ruang yang tercipta menjadi nyaman, bersahabat dan menyenangkan baik pada area sirkulasi maupun pada setiap ruangnya.",
  "creators": "TALITHA FEBRIANI SOESENO",
  "contributors": "Handinoto (Advisor 2); Timoticin Kwanda (Advisor and Examination Committee); Anik Juniwati (Advisor 3); Sylviana Putri Sunario Soegondo S.T. (Advisor 4); Joyce M.Laurens (Examination Committee 1); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 2); Wanda Widigdo Canadarma (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024192/ARS/2021; Talitha Febriani Soeseno (B12170021)",
  "subjects": "ARCHITECTURE--DESIGNS AND PLANS; CREMATORIUMS--DESIGNS AND PLANS"
}