{
  "id": "49684",
  "title": "Fasilitas panti rehabilitasi sosial anak jalanan di Makassar",
  "abstract": "Fasilitas Panti Rehabilitasi Sosial Anak Jalanan merupakan tempat untuk memberikan pelatihan keterampilan, tempat bersosialisasi dan penampungan sementara anak jalanan. Tujuan adanya proyek ini adalah membantu anak jalanan agar mereka bisa memiliki modal keterampilan untuk bekerja dan mendapatkan kembali kemampuan bersosialisasi seperti anak-anak lainnya. Fasilitas yang tersedia adalah ruang kelas, lab computer, masjid, cafeteria, ruang serbaguna, taman-taman bersosialisasi, ruang konsultasi dll. Fasilitas ini terletak pada site yang kondisinya cukup sunyi dan jauh dari titik-titik anak jalananan. Masalah desain dalam proyek ini adalah bagaimana cara agar tingkah laku anak jalanan tetap terawasi namun tidak merasa terkekang, bagaimana mewadahi kehidupan anak jalanan yang aktif bergerak dan bagaimana bisa membangun kembali kehangatan dan kemampuan bersosialisasi mereka. Berdasarkan masalah di atas, penulis memilih pendekatan perilaku dimana berpengaruh ke zoning dan penataan massa agar aktivitas anak jalanan tetap dalam pengawasan dan merasa nyaman tinggal di dalam dan tetap merasa nyaman tinggal di dalam. Pendalaman yang di pakai adalah pendalaman karakter ruang untuk menciptakan suasana ruang dimana anak jalanan merasa nyaman, hangat dan diterima.",
  "creators": "PITER GONTHA",
  "contributors": "Timoticin Kwanda (Advisor and Examination Committee); Handinoto (Advisor 2); Anik Juniwati (Advisor 3); Sylviana Putri Sunario Soegondo S.T. (Advisor 4); Joyce M.Laurens (Examination Committee 2); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 3); Wanda Widigdo Canadarma (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024253/ARS/2021; Piter Gontha (B12170129)",
  "subjects": "REHABILITATION CENTERS--DESIGNS AND PLANS; STREET CHILDREN; PUBLIC SHELTERS--DESIGNS AND PLANS"
}