{
  "id": "49693",
  "title": "Semiotic analysis of Dove's femvertising",
  "abstract": "Femvertising is a popular kind of advertising since it is able to create a positive brand image of the companies that produce it. One of the femvertising that attracts my attention is Dove’s My Beauty My Say video. In this study, I analyze My Beauty My Say video to investigate in what ways the verbal and non-verbal semiotic resources help Dove meet the criteria of femvertising. In my analysis, I use the Multimodal approach to help analyze the data. This study is qualitative content research since I collected and analyzed the data from Dove’s My Beauty My Say video. Based on my analysis, the verbal semiotic resources (oral mode) help Dove meet the criteria of femvertising by orally informing the audiences about the problems and arguments that are faced by the women in the video and how they responded to the problems in order to empower all the women. Meanwhile, the non-verbal semiotic resources (visual mode and gestural mode) help Dove meet the criteria of femvertising by revealing women in the authentic form and outside of traditional gender stereotypes so that they can deliver predominantly pro-female messages that can empower themselves and other women who are facing the similar problems as they do. The non-verbal semiotic resources are delivered by using the gestures (e.g. facial expression and body language) and objects (e.g. outfits, dominated background color, focus of the camera) in the video. Therefore, I observe these semiotic resources are important to help Dove meet the criteria of femvertising.",
  "creators": "CHUN HOJEUNG",
  "contributors": "Drs. Setefanus Suprajitno, M.A., Ph.D. (Advisor 1); Liem Satya Limanta (Examination Committee 1); Julia Eka Rini (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "A Critical Thesis",
  "source": "A Critical Thesis No. 02012353/ING/2021; Chun Hojeung (A11170068)",
  "subjects": "ADVERTISING AND WOMEN; SEMIOTICS"
}