{
  "id": "49698",
  "title": "Perancangan box subwoofer aktif pada kolong jok mobil Honda Freed",
  "abstract": "Pemasangan sistem audio pada mobil sangat identik dengan adanya subwoofer yang terletak pada bagasi mobil. Penempatan subwoofer pada bagasi mobil tentunya akan mengurangi kapasitas dari bagasi, terutama untuk mobil keluarga seperti Honda Freed. Solusi dari masalah tersebut adalah dengan menggunakan subwoofer kolong jok. Akan tetapi, subwoofer kolong jok yang sudah ada di pasaran biasanya memiliki jangkauan frekuensi terendah pada 50 Hz dengan sensitivity 85 dB. Banyak faktor yang mempengaruhi sehingga hasil suara dari subwoofer kolong tidak bisa sama dengan subwoofer pada bagasi mobil, terutama faktor volume dari box subwoofer. Pembuatan subwoofer kolong jok dengan menggunakan box ported berbahan MDF bertujuan untuk menghasilkan subwoofer kolong dengan frekuensi terendah pada 40 Hz dengan sensitivity 95 dB. Pembuatan box subwoofer kolong jenis ported menggunakan material MDF dipadukan dengan subwoofer slim 8 inch dengan memperhatikan volume dari box subwoofer yang akan dibuat. Pengujian subwoofer dilakukan menggunakan microphone Real Time Analyzer (RTA) dan lagu pink noise. Dari hasil pengujian, subwoofer slim 8 inch yang dipadukan dengan box subwoofer jenis ported berbahan MDF pada kolong jok dapat mencapai target sesuai harapan. Meskipun begitu, subwoofer slim 8 inch dengan box ported pada kolong jok tidak dapat melawan subwoofer 8 inch biasa dengan box sealed pada bagasi mobil.",
  "creators": "RAFELDY SEPTYCHRIST KAKALANG",
  "contributors": "Sutrisno S.T.,M.T. (Advisor 1); Yopi Yusuf Tanoto, S.T., M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04011400/MES/2021; Rafeldy Septychrist Kakalang (C12170059)",
  "subjects": "AUTOMOBILES--AUDIO EQUIPMENT; SUBWOOFER-DESIGN AND CONSTRUCTION"
}