{
  "id": "49708",
  "title": "Gen Z's impulse buying behavior: the case of Miniso Indonesia on e-commerce platform",
  "abstract": "Accounted for 32% of the global population, Generation Z will significantly impact on future global economic conditions. It possesses the “Do it Now” mentality that reduces consideration time in a purchase and its consequences, known as impulse buying (Sharma et al., 2010). This tech-savvy generation spends hours surfing the internet, which shifted their purchase to e-commerce platforms. Therefore, it is necessary to know how to attract Gen Z to purchase impulsively on e-commerce platforms. There are thirteen independent variables, namely consumer’s impulsiveness, pleasure with the purchase, utilitarian value, hedonic value, feminine gender, online behavior, buyer personality, buyer emotion, product attractiveness, product price, product origin, online atmospherics, and promotion with one dependent variable, impulse buying. This research focuses on Gen Z in Indonesia in the case of Miniso in e-commerce platforms. It will be conducted quantitatively using simple random sampling and a self-administered questionnaire. There are 157 respondents’ answers processed in SPSS to get the validity and reliability, classical assumption tests, and path analysis with multiple linear regression. The results showed that only pleasure with the purchase, feminine gender, buyer personality, product attractiveness, product price, product origin, and promotion significantly influence impulse buying.",
  "creators": "HERMAWAN WIBISANA SJAMSUDIN",
  "contributors": "Tessa Vanina Soetanto (Advisor 1); Maria Natalia Damayanti Maer, S.S., M.A., Ph.D. (Examination Committee 1); Adelina Proboyo (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 34010447/MAN/2021; Hermawan Wibisana Sjamsudin (34416039)",
  "subjects": "ELECTRONIC COMMERCE--MARKETING; GENERATION Z; CONSUMER BEHAVIOR--RESEARCH"
}