{
  "id": "49703",
  "title": "Pengaruh food vlogger's physical attractiveness, social attractiveness, dan attitude homophily terhadap purchase intention pada produk kuliner di Surabaya melalui para-social interaction",
  "abstract": "Pengaruh Food Vlogger’s Physical Attractiveness, Social Attractiveness, dan Attitude Homophily terhadap Purchase Intention pada Produk Kuliner di Surabaya melalui Para-social Interaction Vlogger merupakan salah satu pekerjaan yang saat ini banyak diperbincangkan seiring dengan perkembangan social media seperti YouTube dan Instagram yang di dalamnya terdapat konten-konten ulasan yang dapat menjadi referensi bagi penonton ketika memiliki keinginan untuk mencoba suatu produk. Salah satu jenis konten ulasan yang paling diminati adalah konten kuliner yang dibuat oleh food vlogger di mana ulasan-ulasannya dapat menjadi referensi sebelum melakukan pembelian produk kuliner. Penelitian ini bertujuan untuk mengetahui pengaruh langsung serta tidak langsung physical attractiveness, social attractiveness dan attitude homophily yang dimiliki oleh food vlogger serta para-social interaction terhadap purchase intention pada produk kuliner di Surabaya. Penelitian eksplanatori dengan pendekatan kuantitatif ini melibatkan 214 responden dalam survei berbasis kuesioner daring. Dengan menggunakan partial least square, penelitian ini menujukkan bahwa physical attractiveness dan para-social interaction berpengaruh signifikasn terhadap purchase intention sedangkan social attractiveness tidak berpengaruh terhadap purchase intention.",
  "creators": "IVANDER KEVIN SUCIADI",
  "contributors": "Yonathan Palumian, S.M.B. ,M.S.M (Advisor 1); Dr. Ir. Hotlan Siagian MSc. (Examination Committee 1); Dr. Ratih Indriyani, S.E., M.M. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012054/MAN/2021; Ivander Kevin Suciadi (D11170518)",
  "subjects": "CONSUMERS--RESEARCH; SOCIAL MEDIA--MARKETING; VLOGGERS"
}