{
  "id": "49726",
  "title": "The impact of customer-based brand equity moderated by brand likeability: a case of Indonesian banking companies listed on the Indonesia stock exchange",
  "abstract": "Traditional banks are under threat. They risk losing business to the rapidly emerging financial technology companies, offering a wide range of financial products and services that manage to attract people’s attention and spur accelerated growth. To stay competitive, one path banks can take is to improve their brands. However, the true effectiveness of brand-building activities needs to be established. Therefore, this study aims to understand the impact of Customer-Based Brand Equity (CBBE) on the financial performance of banking companies listed on the Indonesia Stock Exchange, together with the added moderating effect of brand likeability. The study relied on data collected from over 200 clients from 34 different banks, as well as financial figures from Bloomberg and company annual reports. The gathered data was then processed using a moderated regression analysis. Based on the statistical results, both CBBE and brand likeability were found to have a significant impact on firm financial performance. However, a significant brand likeability moderating effect was not observed. In short, Indonesian banks have an opportunity to stay competitive by improving their brand and perception in customers’ eyes.",
  "creators": "JAMES OWEN CHANDRA; AVEDEO JULIANTO",
  "contributors": "Adelina Proboyo (Advisor 1); Maria Natalia Damayanti Maer, S.S., M.A., Ph.D. (Examination Committee 1); Tessa Vanina Soetanto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 34010441/MAN/2021; James Owen Chandra (D11170165), Avedeo Julianto (D11170139)",
  "subjects": "CORPORATIONS--FINANCE; BRAND NAME PRODUCTS; PERFORMANCE"
}