{
  "id": "49739",
  "title": "Perancangan database dan visualisasi data dari program jumpstart pada PT X",
  "abstract": "Penelitian ini dilakukan untuk melakukan perancangan database dan visualisasi data dari program jumpstart pada PT X. Jumpstart merupakan program orientasi pekerja baru pada PT X di mana pekerja melakukan dan mengisi konten sesuai dengan timeline yang diberikan oleh perusahaan. Tujuan dari program jumpstart ini adalah untuk mengenalkan dan memahami kebutuhan apa saja yang bisa diberikan kepada pekerja baru selama proses orientasinya di dalam perusahaan. Program jumpstart namun memiliki beberapa permasalahan dalam hal pengolahan data, memiliki kesulitan dalam memproses hasil-hasil responses yang diolah dalam google spreadsheet. Permasalahan ini dapat diperbaiki dengan merancang database dan visualisasi data yang mengolah data berdasarkan hasil responses tersebut. Data yang diolah dalam database dapat dipantau secara real-time oleh perusahaan sesuai dengan data pekerja baru yang ada di dalam PT X, hal ini untuk mempermudah alur-alur koordinasi antar setiap pihak dalam program jumpstart dan memastikan program jumpstart berjalan dengan baik. Data yang diolah dalam database ini akan dimunculkan dalam bentuk visualisasi data untuk mempermudah pengguna dalam menarik kesimpulan sesuai dengan hasil yang ada. Hasil database dan visualisasi data ini dapat membantu perusahaan untuk memahami performa pekerja baru dalam melakukan jumpstart dan juga membantu pengguna untuk melakukan follow up terhadap wilayah-wilayah yang ada di dalam perusahaan.",
  "creators": "JEFRY DJOKO",
  "contributors": "Prayonne Adi S.T., M.MT. (Advisor 1); Iwan Halim Sahputra, S.T., M.Sc., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022386/IND/2021; Jefry Djoko (C13170118)",
  "subjects": "EMPLOYEES--RATING OF; DATABASE MANAGEMENT"
}