{
  "id": "49732",
  "title": "Sanggar kesenian anak jalanan di Surabaya",
  "abstract": "Sanggar Kesenian Anak Jalanan di Surabaya merupakan desain rancangan fasilitas pembinaan dan pengembangan bakat minat melalui pendidikan informal dan kesenian bagi anak jalanan berusia 5-17 tahun. Dengan fungsi pengembangan bakat dan minat ini, anak dapat mengekspresikan diri melalui seni, dan mendapatkan motivasi hidup, mental health yang lebih baik, serta pola pikir yang lebih luas. Dilengkapi juga dengan fasilitas edukasi serta ruang luar agar anak jalanan merasakan rasa aman dan nyaman. Diharapkan kedepannya anak bisa hidup dengan mandiri serta produktif. Rumusan masalah dalam proyek ini adalah bagaimana mendesain fasilitas yang dapat memenuhi kebutuhan anak berdasarkan kebutuhan sosial, fisik dan psikis sesuai dengan kategori usia antara 5-17 tahun. Metode pendekatan yang digunakan adalah pendekatan perilaku dan teori tahapan perkembangan anak dan karakteristik anak sesuai jenjang usia. Pendekatan perilaku disesuaikan dengan kebutuhan perilaku anak dan responnya yang mempengaruhi tatanan massa, bentuk bangunan, orientasi, zoning, material dan karakter ruang. Pendalaman yang digunakan adalah pendalaman karakter ruang dengan aktivitas, karakter ruang dan warna yang dapat menstimulus kreatifitas anak.",
  "creators": "APRILIA LISTIYANI UTOMO",
  "contributors": "Christine Wonoseputro (Advisor and Examination Committee); Benny Poerbantanoe (Advisor 2); V.P. Nugroho Susilo (Advisor 3); Altrerosje Asri, S.T., M.T. (Examination Committee 1); Dr. Feny Elsiana, S.T., M.T. (Examination Committee 2); Markus Ignatio Aditjipto (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024182/ARS/2021; Aprilia Listiyani Utomo (B12170010)",
  "subjects": "ART CENTERS--DESIGNS AND PLANS; NON-FORMAL EDUCATION; WORKSHOPS--DESIGNS AND PLANS"
}