{
  "id": "49749",
  "title": "Perancangan dan pembuatan prototipe narrow track tilting reverse trike pada sepeda motor",
  "abstract": "Sepeda motor merupakan kendaraan yang sangat populer di Indonesia bila dibandingkan dengan mobil penumpang. Sistem kemudi sepeda motor saat ini adalah single track steering. Sistem kemudi sepeda motor memiliki kelemahan yaitu mudah hilangnya traksi akibat roda depan mengalami selip. Menurut Marsaid pada tahun 2013, Faktor yang menyebabkan kecelakaan sepeda motor adalah selip (9.5%), dan jalan menikung (21.7%). Tujuan dari penelitian ini adalah membuat dan merancang prototipe sepeda motor narrow track tilting reverse trike sebagai salah satu upaya pencegahan kecelakaan sepeda motor dijalan raya. Metode pengujian yang dilakukan adalah pengujian radius belok dan pengujian akselerasi. Pengujian radius belok dilakukan dengan cara membelokkan stang kemudi hingga sudut maksimal, kemudian dijalankan dengan kecepatan 10 km/jam. Pengujian akselerasi dilakukan dengan cara menguji kecepatan kendaraan pada saat berhenti, kemudian menarik gas hingga maksimal. Pengujian kendaraan dilakukan untuk satu penumpang pada jarak 130 meter. Semua tes masing- masing diulang tiga kali. Dari penelitian tugas ahkir ini didapat karakteristik handling kendaraan, dimana semakin besar sudut belok, semakin mudah kendaraan untuk melakukan manuver. Pada percobaan pertama didapat radius belok sebesar 500 cm, percobaan kedua 505 cm, percobaan ketiga 503cm. Hasil percobaan akselerasi didapatkan percobaan pertama 43 km/jam, kedua 42 km/jam, ketiga 41km/jam.",
  "creators": "JOVAN TANJOYO",
  "contributors": "Ian Hardianto Siahaan (Advisor 1); Joni Dewanto (Examination Committee 1); Ninuk Jonoadji (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04011398/MES/2021; Jovan Tanjoyo (C12170038)",
  "subjects": "MOTORCYCLES--MOTORS--MODIFICATION; TRICYCLES-DESIGN AND CONSTRUCTION"
}