{
  "id": "49747",
  "title": "Studi pengaruh waktu injeksi, tekanan bahan bakar, dan tekanan turbo terhadap unjuk kerja mesin diesel 2GD-FTV",
  "abstract": "Motor Diesel merupakan salah satu motor bakar yang cukup banyak digunakan pada sektor transportasi dan industri. Mesin diesel adalah jenis mesin pembakaran internal yang paling diterima secara global yang banyak digunakan untuk memberi daya pada alat-alat pertanian, aplikasi industri, peralatan konstruksi, dan tenaga penggerak di laut. Motor Diesel dipengaruhi oleh beberapa aspek operasional. Di antaranya: waktu penginjeksian bahan bakar (timing injection), tekanan bahan bakar (fuel pressure), dan tekanan udara yang masuk (boost pressure). Modifikasi akan dilakukan untuk mengubah parameter menggunakan piggyback. Terdapat tiga hal yang akan diteliti, yaitu mengamati perubahan pada daya dan torsi jika mengubah parameter fuel pressure, parameter injection timing, dan parameter tekanan turbo. Pengujian dilakukan menggunakan alat bernama On-Wheel Dynamometer untuk mengetahui daya dan torsi yang dihasilkan pada kendaraan bermotor. Hasil pengujian fuel pressure menunjukkan bahwa ada peningkatan daya sebesar 7% dan torsi sebesar 8%. Pada pengujian fuel pressure tidak mengalami perubahan pada daerah kerja optimal namun hanya terdapat perubahan pada puncak kerja daya dan torsi. Kemudian hasil pengujian injection timing menunjukkan bahwa ada peningkatan daya maksimal sebesar 8% dan torsi maksimal sebesar 11% tetapi juga terdapat penurunan daya sebesar 7.5% dan torsi sebesar 3% dibandingkan dengan kondisi standard. Pada pengujian injection timing tidak mengalami perubahan pada daerah kerja optimal namun hanya terdapat perubahan pada puncak kerja daya dan torsi. Dan pada parameter tekanan turbo terdapat peningkatan daya sebesar 8% dan torsi sebesar 12% dibandingkan dengan kondisi standard. Pada pengujian boost pressure tidak mengalami perubahan pada daerah kerja optimal namun hanya terdapat perubahan pada puncak kerja daya dan torsi.",
  "creators": "PRADITYO PUTRA PURNOMO",
  "contributors": "Sutrisno S.T.,M.T. (Advisor 1); FANDI D. SUPRIANTO (Examination Committee 1); Willyanto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04011407/MES/2021; Pradityo Putra Purnomo (24416052)",
  "subjects": "AUTOMOBILES--MOTORS--FUEL INJECTION SYSTEMS; AUTOMOBILES-FUEL SYSTEMS; DIESEL MOTOR--FUEL INJECTION SYSTEMS; DIESEL MOTOR"
}