{
  "id": "49759",
  "title": "Pasar modern di Driyorejo",
  "abstract": "Tulisan ini merupakan bagian proyek dari Tugas Akhir Karya Desain di Jurusan Arsitektur Universitas Kristen Petra. Pasar Modern di Driyorejo merupakan perancangan yang menyediakan fasilitas pasar yang layak dan memadai, serta modern bagi masyarakat kota Gresik di daerah Driyorejo, juga memberikan fasilitas yang lebih modern daripada pasar tradisional yang sudah ada. Desain fasilitas pasar mengangkat permasalahan desain tentang merancang fasilitas pasar modern yang teraplikasikan ke dalam desain bangunan dan juga menerapkan protokol kesehatan di dalam desain bangunan. Pasar ini di desain dengan memperhatikan sistem sirkulasi bagi para pengunjung dan juga pedagang serta utilitas pasarnya, juga menciptakan ruang yang aman dan nyaman bagi pengunjung dan juga pedagang. Desain ini mengunakan pendekatan yang berkelanjutan dengan memperhatikan setiap kios memiliki saluran air sendiri untuk mempermudah pembuangan air kotor lalu diolah kembali menjadi air bersih untuk menyiram area hijau sekitar pasar, toilet di dalam pasar memiliki exhaust sistem agar udara dan toilet tidak mengumpul di dalam pasar, di tengah pasar akan diberikan void agar udara dan skylight bisa masuk memberikan penghawaan dan pencahayaan yang alami, dan juga mempunyai space pasar yang cukup luas agar sirkulasi pedagang dan pengunjung di dalam pasar menjadi lega dan tidak saling berdesakan satu sama lainnya.",
  "creators": "EKA SETIAWAN",
  "contributors": "Stanislaus Kuntjoro Santoso (Advisor 1); Luciana Kristanto, S.T., M.T. (Advisor and Examination Committee); Anik Juniwati (Examination Committee 1); Timoticin Kwanda (Examination Committee 2); Sylviana Putri Sunario Soegondo S.T. (Examination Committee 3); Handinoto (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 09024167/Ars/2021; Eka Setiawan (22416120)",
  "subjects": "MARKETS--DESIGN AND CONSTRUCTION; SHOPPING CENTERS--DESIGN AND CONSTRUCTION"
}