{
  "id": "4975",
  "title": "Pusat studi buddha dhamma di Surabaya",
  "abstract": "Pusat Studi Buddha Dhamma merupakan tempat pendidikan dan pelatihan umat Buddha Theravada yang dikelola oleh sebuah yayasan sosial keagamaan. Kegiatan dalam komplek dominan dipusatkan pada kegiatan pengajaran, pelatihan dan pembinaan umat. Komplek terdiri dari beberapa massa terpisah yang dirancang sebagian dapat diakses oleh umum yang ingin melakukan studi banding. Fasilitas yang direncanakan meliputi area parkir, kantor pengelola, ruang serbaguna, perpustakaan, kelas, ruang meditasi, ruang puja bakti, tempat tinggal Bhikkhu, wisma, dan fasilitas terbuka seperti area baca, area kelas, dan area meditasi terbuka. Karena komplek berkaitan dengan pengembangan ajaran, maka konsep perancangan berpedoman pada filosofi ajaran tentang kosong-isi dunia, dimana bentukan bangunan mengambil simbolisasi stupa sebagai perwujudan kosong-isi yang diterjemahkan dalam bentukan baru yang mengandung makna simbolik. Stupa sebagai ide dasar bentukan bertujuan untuk menghadirkan image komplek Theravada yang kuat. Kedekatan bangunan Theravada dengan alam, menjadi pegangan untuk menghadirkan suasana alami dalam komplek. Diwujudkan melalui permainan material bangunan dan elemen taman yang menggunakan elemen air sebagai penghidup suasana dan elemen kayu sebagai konstruksi utama bangunan. Kekuatan desain ingin ditampilkan lewat citra alam, penataan ruang luar dan struktur bangunan unik yang didominasi oleh rangka kayu berbentuk setengah busur.",
  "creators": "WILSON TANTAMA ADIPUTRA",
  "contributors": "IR. SHELLY GUNAVATI WARDOYO, MT. (Advisor 1); Jimmy Nurdi Kusuma Priatman (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 00002174/ARS/2004; Wilson Tantama Adiputra (22400025)",
  "subjects": "TEMPLES, BUDHIST; ARCHITECTURE, BUDHIST-DESIGNS AND PLANS"
}