{
  "id": "49760",
  "title": "Resor Pulau Kepa",
  "abstract": "Desain dari Resor pulau Kepa, merupakan fasilitas penginapan bagi wisatawan lokal dan mancanegara yang ingin berlibur di pulau kepa, kabupaten alor, nusa tenggara timur. Pulau kepa memiliki potensi wisata air yaitu aktifitas penyelaman, serta dapat menikmati keindahan bawah laut yang masih alami. Resor ini didesain dipinggir pantai sehingga pengunjung dapat menikmati fasilitas pantai, dan dapat melihat pemandangan pantai dari dalam penginapan, maupun dari fasilitas resor. Fasilitas resor yang di tawarkan yaitu restoran, bar, tempat fitness, kolam ombak, tempat bermain, tempat bersantai, spa, senam yoga, dan retail. Lalu untuk fasilitas penginapan memiliki 2 kategori yaitu kamar mewah, dan kamar keluarga. Kegiatan yang dapat dilakukan disekitar resor adalah berselanjar, bermain di pantai, dan kuliner. Daya tarik dari desain resor ini yaitu dengan mempertahankan kebudayaan lokal dan indentitas bangunan adat yang terdapat di pulau kepa. Kebudayaan yang terdapat dipulau kepa yaitu tarian lego-lego. Tarian ini merupakan salah satu tarian tradisional. Lalu untuk identitas bangunan adat yaitu Rumah Adat Takpala, rumah adat Takpala ini merupakan rumah adat tradisional yang di sucikan oleh suku abui. Rumah adat ini memiliki atap piramida dan struktur panggung. Maka konsep desain yang di ambil yaitu dengan mempertahankan lokalitas dari rumah adat tersebut dan dipadukan dengan desain minimalis, agar lebih terlihat modern. Maka masalah utama yang ditimbulkan terhadap desain ini adalah mendesain sebuah resor dengan kesan dan suasana lokal serta memperhatikan tatanan, material, pencahayaan, dan pencemaran lingkungan, Untuk menyelesaikan kebutuhan desain tersebut maka pendekatan Sustainable architecture dipakai sebagai metode desain.",
  "creators": "GREGORIUS KELVIN FULBERTUS",
  "contributors": "Danny Santoso Mintorogo (Advisor 2); Bramasta Putra Redyantanu (Advisor and Examination Committee); Andhi Wijaya (Advisor 2); Angela Christysonia Tampubolon, S.T., M.T. (Examination Committee 1); Samuel Hartono (Examination Committee 4); Rully Damayanti (Examination Committee 2); Irwan Santoso (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 00024265/ARS/2021; Gregorius Kelvin Fulbertus (B12170149)",
  "subjects": "HOTELS--DESIGN AND CONSTRUCTION; RESORT ARCHITECTURE; RESORTS--DESIGN AND CONSTRUCTION"
}