{
  "id": "49761",
  "title": "Fasilitas edu wisata tanaman herbal di Surabaya",
  "abstract": "Fasilitas Edu Wisata Tanaman Herbal di Surabaya merupakan sebuah fasilitas edukasi sekaligus sebagai tempat rekreasi yang bertujuan memperkenalkan tanaman herbal dan menyadarkan masyarakat sehingga dalam pemanfaatan tanaman herbal dapat meningkat. Pengenalan tanaman herbal ini didasari oleh minimnya perhatian dari masyarakat terkait tanaman herbal dikarenakan faktor perilaku gaya hidup masyarakat maupun lingkungan yang tidak dimanfaatkan baik untuk penanaman tanaman herbal. Fasilitas Edu Wisata Tanaman Herbal di Surabaya ini terdiri dari area edukasi dan komersial. Area edukasi berupa fasilitas untuk memberikan informasi tentang tanaman herbal, memberikan contoh jenis tanaman herbal, dan bagaimana pengolahannya menjadi produk. Area komersil berupa fasilitas penunjang seperti tempat kuliner, herbal center, dan terdapat tempat penjualan tanaman herbal. Pendekatan sains digunakan untuk memberikan hubungan alam yaitu iklim lingkungan setempat dengan tanaman herbal didukung dengan penerapan “Biophilic” untuk bisa memanfaatkan penghawaan dan pencahayaan alami. Suasana ruang dalam bangunan juga menjadi pertimbangan melalui kenyamanan termal dan pencahayaan pada ruang dalam bangunan. Perancangan Fasilitas Edu Wisata Tanaman Herbal di Surabaya diharapkan membawa dampak positif bagi masyarakat Surabaya dengan konsep perancangan fasilitas yang telah di desain pada bangunan.",
  "creators": "KEVIN NUGROHO SATRIAWAN",
  "contributors": "Dr. Feny Elsiana, S.T., M.T. (Advisor 2); Altrerosje Asri, S.T., M.T. (Advisor and Examination Committee); Markus Ignatio Aditjipto (Advisor 3); Lilianny Sigit Arifin (Examination Committee 1); Luciana Kristanto, S.T., M.T. (Examination Committee 2); Stanislaus Kuntjoro Santoso (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06024267/ARS/2021; Kevin Nugroho Satriawan (B12170151)",
  "subjects": "EDUCATION PARKS--DESIGNS AND PLANS; MEDICAL PLANTS; RECREATION CENTERS--DESIGNS AND PLANS"
}