{
  "id": "49768",
  "title": "Framing perempuan pada pemberitaan penunjukan Reisa Kartikasari menjadi tim komunikasi gugus tugas percepatan penanganan Covid-19 antara Kompas.com dengan Detikcom",
  "abstract": "Hanya 19% persen perempuan yang ditampilkan sebagai aktor utama dalam berita sosial. Padahal kekuatan perempuan saat menduduki peran yaitu berempati dan bertindak tegas sekaligus, terutama dalam mengatasi Covid-19 ini. Melalui peristiwa penunjukan Reisa menjadi tim komunikasi Gugus Tugas Percepatan Penanganan Covid-19, peneliti mengetahui cara media menampilkan isu perempuan. Peneliti mengamati 7 berita dari Kompas.com dan 7 berita dari Detikcom. Penelitian ini menggunakan metode framing Zhongdang Pan dan Gerald M. Kosicki. Hasil temuan penelitian ini, perempuan dalam Kompas.com dibingkai melalui hasil pencapaian karier. Perempuan yang mendapatkan pencapaian juga ditekankan sebagai sosok yang peduli dan bekerja untuk masayrakat. Hal ini sesuai dengan ideologi Kompas.com yang menyajikan berita untuk kepentingan masyarakat sehingga dalam menempatkan perempuan sebagai sosok yang mengabdi untuk masyarakat. Namun perempuan ditampilkan Kompas.com sebagai sosok yang tidak ambisius, hal ini dapat menjatuhkan ideologi Kompas.com yang berkeinginan untuk mengedukasi masyaakat. Sedangkan untuk Detikcom, perempuan dibingkai melalui hal yang dikerjakannya. Perempuan yang bekerja harus didukung oleh penampilan fisik yang menarik, tetap menjalankan peran domestik, termasuk kehidupan pribadi. Hal ini bertujuan untuk menarik minat masyarakat untuk mengunjungi media. Pembingkaian Detikcom dipengaruhi oleh ideologinya yang kapitalis sehingga penonjolan perempuan pada pemberitaan untuk mendapatkan keuntungan bagi media.",
  "creators": "JESSICA IDELIA SOEKARDJO",
  "contributors": "Chory Angela Wijayanti (Advisor 1); Agusly Irawan Aritonang, S.Sos., M.A. (Advisor 2); Ido Prijana Hadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011694/KOM/2021; Jessica Idelia Soekardjo (F11170024)",
  "subjects": "COMMUNICATION; COMMUNICATION MASS MEDIA"
}