{
  "id": "49770",
  "title": "Panti asuhan Kristen anak dan remaja di Surabaya",
  "abstract": "Panti Asuhan Kristen Anak dan Remaja di Surabaya merupakan sebuah rancangan arsitektur sebagai sarana tempat tinggal (akomodasi), sarana penampungan dan perawatan, serta keluarga bagi anak-anak dan remaja yatim piatu yang berusia 2 tahun hingga 18 tahun. Panti Asuhan yang dirancang bertujuan sebagai wadah bagi anak- anak yatim piatu untuk tinggal, hidup, dan berkembang selayaknya anak-anak normal lainnya, panti asuhan juga ditujukan sehingga anak-anak yatim piatu dapat mempunyai keluarga yang dapat membimbing dan memberi fasilitas dalam hidup sang anak tersebut. Di dalam panti asuhan ini diharapkan anak-anak yang tinggal juga dapat bertumbuh menjadi orang yang berguna di masa depannya. Value yang diajarkan merupakan value Kristen yang nantinya akan membantu perkembangan mereka. Dalam mencapai tujuan tersebut anak-anak panti asuhan diberikan fasilitas di dalam lingkup panti asuhan seperti ruang belajar, ruang bermain, lapangan untuk olahraga, ruang ibadah, ruang tari, ruang kesenian, dan perpustakaan. Pendekatan yang diambil yaitu, pendekatan perilaku. Guna pendekatan perilaku dipakai untuk menggolongkan anak-anak yang ada. Pendalaman yang dipakai merupakan pendalaman karakter ruang seperti warna, sehingga terciptanya suatu hubungan antara bangunan satu dengan yang lainnya",
  "creators": "LEVINA",
  "contributors": "Rully Damayanti (Advisor and Examination Committee); Irwan Santoso (Examination Committee 1); Samuel Hartono (Examination Committee 2); Angela Christysonia Tampubolon, S.T., M.T. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Interior No. 01024194/ARS/2021; Levina (B12170023)",
  "subjects": "CHILDREN--INSTITUTIONAL CARE-DESIGN AND CONSTRUCTION; ORPHANAGES--DESIGN AND CONSTRUCTION"
}