{
  "id": "49788",
  "title": "Rumah susun sederhana sewa di Surabaya",
  "abstract": "Rumah Susun Sederhana Sewa merupakan rumah susun yang memberlakukan sistem sewa untuk masyarakat yang berpenghasilan rendah. Rumah susun ini akan memperkenalkan teknologi konstruksi modern yaitu konstruksi modular, sehingga pembangunannya lebih cepat dan lebih ramah lingkungan jika dibandingkan dengan konstruksi biasa. Rumah susun ini dirancang di kota Surabaya, karena kota ini merupakan kota kedua terbesar di Indonesia setelah kota Jakarta, dan merupakan kota metropolitan terbesar di provinsi Jawa Timur. Oleh karena itu, kota Surabaya ini merupakan kota yang padat akan penduduknya, sehingga kota ini memiliki kekurangan dalam segi kepemilikan rumah maupun tanah kosong untuk masyarakat berpenghasilan rendah. Mereka akan cenderung membeli rumah atau tanah dipinggiran kota, sehingga akan membuat mereka terpaksa untuk mengendarai kendaraan bermotor untuk pergi kerja. Jika terlalu banyak yang melakukan hal tersebut, maka jalan pada kota akan sering padat pada pagi hari (pergi kerja) dan pada sore-malam hari (pulang kerja), bahkan terjadi pada siang hari (istirahat). Oleh karena itu, rumah susun modular ini akan menjadi salah satu pemecah masalah seperti, memperpendek jarak tempuh para pekerja dengan cara memberikan rumah tinggal pada area kerja, sehingga dapat mengurangi jumlah pengemudi di jalan.",
  "creators": "RYAN ANGGARA PUTRA",
  "contributors": "Riduan Sukardi (Advisor 2); Roni Anggoro, S.T., M.A.Arch. (Advisor and Examination Committee); Frans Soehartono (Advisor 3); Elvina Shanggrama Wijaya, S.T., M.T. (Advisor 4); Bramasta Putra Redyantanu (Examination Committee 1); Danny Santoso Mintorogo (Examination Committee 2); Andhi Wijaya (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 03024168/ARS/2021; Ryan Anggara Putra (22416123)",
  "subjects": "FLATS--DESIGNS AND PLANS"
}