{
  "id": "49797",
  "title": "Assessment of accuracy and naturalness in the subtitle translation of Supernatural TV series",
  "abstract": "Most pirated movies or TV series’ subtitles are not produced by professional translators, but amateur translators which produced subtitles became known as fansubs. The general assumption is that fansubs pale in comparison to professional translation in terms of naturalness and accuracy. However, it is not truly known whether fansubs is really worse than professionally translated subtitles or that it can match or even surpass the quality of professionally translated subtitles. This research analyzes the naturalness and accuracy found in the fansubs of an episode of a TV series “Supernatural”. This research is qualitative research, in which the utterances of Dean and Sam Winchester are analyzed using Newmark’s Theories on naturalness and accuracy in translation. Based on the data analysis, the translation can be classified into several different categories, which are natural and accurate, unnatural and inaccurate, unnatural but accurate, and could be more natural but accurate. The findings of the research showed that the overall translation cannot be said as completely natural and accurate because it still contains inaccuracies and unnaturalness in its translation even though these errors are not fatal and did not significantly change the original messages that are intended to be conveyed.",
  "creators": "KEVIN JOHAN HALIM SAPUTRA",
  "contributors": "Julia Eka Rini (Advisor 1); Ivonne (Examination Committee 2); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "A Critical Thesis",
  "source": "A Critical Thesis No. 02012354/ING/2021; Kevin Johan Halim Saputra (11416052)",
  "subjects": "FANSUBBING; SUBTITLES (MOTION PICTURES, TELEVISION, ETC.); TELEVISION MINI-SERIES"
}