{
  "id": "49792",
  "title": "Fasilitas perawatan dan penangkaran anjing dan kucing di Kota Blitar",
  "abstract": "Bangunan dengan fungsi sebagai fasilitas perawatan dan penangkaran anjing dan kucing merupakan fasilitas yang menampung anjing dan kucing terlantar yang sekiranya tidak dapat bertahan hidup sendiri di lingkungan liar karena sudah terbiasa dirawat oleh pemiliknya. Angka penelantaran anjing dan kucing yang cukup tinggi di Kota Blitar cukup memprihatinkan. Ditambah adanya kemerosotan ekonomi akibat pandemi yang mengakibatkan banyak masyarakat yang memiliki peliharaan mengalokasikan biaya kebutuhan hewan untuk kebutuhan primer keluarganya, menyebabkan angka penelantaran anjing dan kucing semakin tinggi. Hal ini juga didukung karena tidak adanya penampungan di sekitar Kota Blitar bahkan di Jawa Timur, sehingga pemilik tidak memiliki pilihan lain selain menelantarkan peliharaannya di jalanan. Tujuan utama bangunan ini adalah mengurangi tingginya angka penelantaran tersebut dengan menampung hewan-hewan terlantar ke dalam sebuah penampungan. Hewan-hewan tersebut akan dirawat di dalam penampungan dan akan dipersiapkan untuk adopsi. Anjing dan kucing terlantar biasanya akan memiliki memori buruk tentang manusia karena pernah ditelantarkan sekali, sehingga mereka cenderung tidak mudah percaya kepada manusia. Maka dari itu di bangunan ini akan dibentuk pola ruang yang akan menyesuaikan kebutuhan hewan-hewan tersebut untuk menjamin kenyamanan dan keamanannya selama proses rehabilitasi dan perawatan. Selain itu, terdapat fasilitas penunjang seperti klinik dan toko yang akan diklasifikasikan menjadi zona-zona tertentu sesuai kebutuhan dan akan dipisahkan dengan memanfaatkan sirkulasi ataupun ruang-ruang komunal.",
  "creators": "AILEEN JANICE LIVIA",
  "contributors": "Handinoto (Advisor 1); Sylviana Putri Sunario Soegondo S.T. (Advisor 4); Anik Juniwati (Advisor 3); Timoticin Kwanda (Advisor 2); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 2); Joyce M.Laurens (Examination Committee 1); Wanda Widigdo Canadarma (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024204/ARS/2021; Aileen Janice Livia (B12170047)",
  "subjects": "VETERINARY HOSPITALS--DESIGNS AND PLANS"
}