{
  "id": "49802",
  "title": "Perancangan dan pemasangan sistem turbo timer otomatis pada Toyota Kijang Innova 2013",
  "abstract": "Pada era sekarang, perkembangan teknologi di dunia otomotif berkembang pesat dan banyak diminati oleh banyak orang dari segala usia. Ada banyak perkembangan yang sudah di kembangkan di dalam teknologi otomotif, salah satunya adalah membuat dapur pacu dari mobil menjadi lebih kencang dengan menggunakan teknologi force induction pada mobil yang biasa disebut sebagai mesin turbo. Mesin turbo itu sendiri membuat karakter mesin mejadi lebih ringan serta tidak memerlukan kubikasi mesin yang besar. Untuk menghasilkan tenaga yang besar biasanya dari kubikasi mesin 3000cc dengan menggunakan turbo hanya memerlukan kubikasi mesin 2000cc saja bisa mendapatkan tenaga mesin yang sama.sehingga perkembangan tekonologi kendaraan sekarang rata-rata menggunakan teknologi force induction atau biasa disebut turbo. Namun efek dari pemberian turbo pada mesin membuat mesin dan turbo memliki suhu yang sangat panas pada kecepatan tinggi sehingga ketika kendaraan berhenti tidk baik jika mematikan mesin secara tiba-tiba. Oleh sebab itu pentingnya turbo timer untuk menghindari kerusakan pada turbo akibat mematikan mesin secara tiba-tiba sehabis mengendarai dalam kecepatan tinggi. Namun turbo timer yang beredar sekarang pengaturannya secara manual dan tidak efisien atau tidak praktis. Oleh sebab itu melalui tugas akhir ini ingin merancang sebuah Turbo Timer Otomatis dengan menggunakan sensor suhu untuk pengaturan waktunya.",
  "creators": "CALVIN NATANAEL SUGIONO",
  "contributors": "Joni Dewanto (Advisor 1); Sutrisno S.T.,M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04011404/MES/2021; Calvin Natanael Sugiono (C12170053)",
  "subjects": "AUTOMOTIVE SENSORS--DESIGN AND CONSTRUCTION; TURBOCHARGERS; AUTOMOBILES-MOTORS-TURBOCHARGERS"
}