{
  "id": "49828",
  "title": "Rumah sakit anak di Surabaya",
  "abstract": "Di tengah isu kesehatan anak yang menjadi fokus utama pemerintah, namun hingga saat ini belum ada fasilitas kesehatan yang mumpuni, lengkap dan spesifik diperuntukkan untuk anak. Padahal fasilitas kesehatan yang baik dan spesifik sangat diperlukan untuk menunjang penyelesaian dari permasalahan kesehatan anak saat ini, karena anak bukanlah orang dewasa versi kecil. Anak yang memiliki masalah dengan kesehatannya memerlukan lingkungan yang mendukung proses penyembuhannya. Selain itu, diperlukan juga desain berorientasi pada anak sebagai obyek perancangan. Sehingga dilakukan pendekatan perilaku untuk mengetahui respon dan persepsi anak terhadap lingkungan hospitalisasi. Kemudian dilakukan pendalaman ruang untuk mendapatkan karakter ruang yang sesuai dengan preferensi anak. Melalui pendekatan dan pendalaman tersebut diharapkan dapat menghasilkan suatu objek perancangan yang menerapkan konsep healing environment dengan desain yang ramah bagi anak. Konsep healing environment akan diaplikasikan dengan memperhatikan penerapan aspek-aspek healing environment, yaitu aspek alam, indra dan psikologi. Sedangkan penerapan konsep ramah anak dengan mengaplikasikan elemen warna sebagai wayfinding dan menerapkan elemen distraksi positif bagi anak.",
  "creators": "CARISSA EVANTI",
  "contributors": "V.P. Nugroho Susilo (Advisor 1); Christine Wonoseputro (Advisor and Examination Committee); Benny Poerbantanoe (Advisor 2); Altrerosje Asri, S.T., M.T. (Examination Committee 1); Dr. Feny Elsiana, S.T., M.T. (Examination Committee 2); Markus Ignatio Aditjipto (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01021491/ARS/2021; Carissa Evanti (B12170020)",
  "subjects": "CHILDREN--HOSPITALS--DESIGN AND CONSTRUCTION"
}