{
  "id": "49820",
  "title": "Pasar Keputran di Surabaya",
  "abstract": "Pasar Keputran di Surabaya merupakan suatu pasar induk di kota Surabaya, yang berfungsi mewadahi kepentingan berbelanja pedagang sayur eceran dan masyarakat sekitar dalam skala besar. Latar belakang perancangan pasar keputran ini adalah dengan bergesernya minat masyarakat dalam berbelanja. Masyarakat lebih memilih berbelanja pada pasar modern dan online dibandaingkan berbelanja secara langsung pada pasar tradisional. Dasar dari pergeseran minat itu adalah anggapan masyarakat bahwa pasar tradisional adalah pasar yang kotor, bau, dan tidak tertata dengan baik. Pasar yang akan terdesain nanti akan memiliki beberapa area, yang terdiri dari area pasar utama itu sendiri, area utilitas, dan area tambahan. Pada pasar utama area akan dibagi menjadi area ikan, area daging, dan area sayur. Pada bagian pasar utama diberikan juga fasilitas tambahan berupa area sembako, area berdagang hobi dan area foodcourt. Pada area utilitas terdiri dari area PLN, genset, Loading barang, Penampungan ikan, Pemrosesan ungags, Penyimpanan daging dan sayur, dan area pemrosesan kompos. Pada area tambahan terdiri dari Musholla, area tunggu porter, dan area pengelola. Pendekatan desain yang dipilih adalah pendekatan sistem dan perilaku. Pendekatan perilaku diperlukan karena dasar permasalahan adalah perilaku masyarakat yang tidak sesuai. Pendekatan sistem dipilih karena cara merubah perilaku masyarakat itu perlu menggunakan sistem yang tepat, sehingga dapat teratasi dengan maksimal. Konsep yang muncul dari pendekatan tersebut adalah efektif dan efisien. Dalam perancangan pasar ini, perlu adanya sistem yang efektif dan efisien, agar masyarakat mau datang ke Pasar Keputran ini.",
  "creators": "MICHAEL",
  "contributors": "Samuel Hartono (Advisor 1); Irwan Santoso (Advisor 2); Rully Damayanti (Advisor and Examination Committee); Angela Christysonia Tampubolon, S.T., M.T. (Advisor 3); Benny Poerbantanoe (Examination Committee 1); Christine Wonoseputro (Examination Committee 2); V.P. Nugroho Susilo (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 04024272/ARS/2021; Michael (B12170160)",
  "subjects": "MARKETS--DESIGN AND CONSTRUCTION"
}