{
  "id": "49837",
  "title": "The influence of consumer-based brand equity on consumer purchase intention mediated by brand loyalty towards fast fashion industry in Indonesia: a case of Uniqlo",
  "abstract": "The rapid development of fashion has created the term fast fashion. Global fast fashion brands such as UNIQLO, Zara, H&M and other brands are striving to dominate the market. This research’s objective is to find course of action for a fast fashion brand in order to outperform other brands. The author used UNIQLO in Indonesia as the object to research. The analysis discussed about the impact of consumer-based brand equity towards purchase intention, mediated by brand loyalty. This research used analysis done by Su and Chang (2018) as the theoretical foundation which analysed the influence of consumer-based brand equity’s dimensions; brand awareness, brand uniqueness, organizational association, perceived quality, perceived value, and brand personality towards brand loyalty. The researchers distribute an online self-administered questionnaire to collect data. The data gained from the respondents will later be processed using PLS-SEM to see the relationship of the proposed framework. The result of our research showed that two out of six consumer-based brand equity has no influence towards brand loyalty, thus brand loyalty does not mediates those two variables with purchase intention as well. We provided recommendations for business practitioners, academicians, and the company UNIQLO, as well with limitations and suggestions for further research.",
  "creators": "JONATHAN WIRJOHADIKUSUMO; SANTY MAULINA SANTOSO",
  "contributors": "Adelina Proboyo (Advisor 1); Juliana Caesaria Tandung (Examination Committee 2); Maria Natalia Damayanti Maer, S.S., M.A., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Udergraduate Thesis No. 34010453/MAN/2021; Jonathan Wirjohadikusumo (D11170063), Santy Maulina Santoso (D11170130)",
  "subjects": "BRAND LOYALTY; CUSTOMER LOYALTY"
}