{
  "id": "49830",
  "title": "Apartemen ramah lingkungan di Gresik",
  "abstract": "Pencemaran lingkungan akibat aktifitas industri di Kecamatan Gresik mengakibatkan berbagai dampak pada masyarakat, baik dalam hal kesehatan, lingkungan, maupun ekonomi. Kebutuhan akan hunian yang ramah lingkungan dan dapat mengurangi kepadatan dirasa perlu untuk diterapkan pada kawasan ini. Objek perancangan yang dipilih yaitu hunian vertikal berbentuk apartemen ramah lingkungan di Kecamatan Driyorejo, Gresik. Perancangan ini menggunakan pendekatan biofilik untuk mencapai rancangan yang ramah lingkungan. Bangunan dilengkapi dengan fasilitas hunian sebagai fungsi utama, serta fasilitas lain yaitu cafetaria, klinik, daycare, retail, ruang pengolahan sampah, dan retail agrikultur sebagai fungsi pendukung. Perancangan apartemen diperuntukkan bagi kelas menengah kebawah untuk menyesuaikan target pengguna, serta memiliki 4 tipe unit apartemen yang berbeda. Digunakan 2 acuan dalam melakukan perancangan bangunan apartemen ini, yaitu nilai utilitarian pada desain biofilik, serta indikator dari Green Building Council Indonesia (GBCI) untuk desain biofilik. Penggunaan nilai utilitarian digunakan untuk dapat meningkatkan motif penghuni dalam menjaga lingkungan, yaitu dengan cara melakukan pengolahan sampah dan pengolahan tumbuhan pada area tapak. Sedangkan pada indikator untuk bangunan dengan desain biofilik, digunakan 3 indikator pada GBCI, yaitu Kesehatan dan kenyamanan dalam ruang, Efisiensi dan konservasi energi, serta tepat guna lahan. Bangunan apartemen ini memiliki 9 lantai, dengan 2 lantai podium dan 7 lantai tipikal. Area pada sekitar bangunan digunakan untuk area vegetasi dan perkebunan, Sedangkan pada area atap dan balkon apartemen, digunakan untuk kegiatan urban farming.",
  "creators": "MAHARANI FEBRIYANTI NANDINI",
  "contributors": "Luciana Kristanto, S.T., M.T. (Advisor 1); Lilianny Sigit Arifin (Advisor and Examination Committee); Stanislaus Kuntjoro Santoso (Advisor 2); Timoticin Kwanda (Examination Committee 1); Anik Juniwati (Examination Committee 2); Handinoto (Examination Committee 3); Sylviana Putri Sunario Soegondo S.T. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 09024275/ARS/2021; Maharani Febriyanti Nandini (B12170164)",
  "subjects": "APARTMENT HOUSES--DESIGNS AND PLANS"
}