{
  "id": "49843",
  "title": "The study of Fama and French five-factor model in Indonesian stock market between 2005-2019",
  "abstract": "Today’s finance theories have generally accepted the idea that the Fama and French Five-Factor model explains average returns on stock better than its predecessors. The results of the past studies on the five-factor model in Indonesia have not been conclusive and none has tried to examine the difference in the significance of the five factors between the longer period and shorter period and among the shorter periods. Therefore, in this study, the researchers aim to understand the significance of the five factors – the market, size (SMB), book-to-market (HML), profitability (RMW), and investment (CMA) factors – to excess portfolio return in the longer period (2005-2019) and in the shorter periods (2005-2009, 2010-2014, 2015-2019). The result shows that the market, SMB, and CMA factors have a significant positive, significant negative, and insignificant relationship with excess portfolio return respectively for both the longer period and the 3 shorter periods. The HML factor and excess portfolio return exhibit a significant negative relationship in the longer period and insignificant relationships in the 3 shorter periods. The RMW factor and excess portfolio return have insignificant relationship in the longer period (2005-2019) and 2 shorter periods (2010-2014, 2015-2019) and a significant positive relationship in one shorter period (2005-2009).",
  "creators": "BRYAN BUDITOMO; STEVEN CANDRA",
  "contributors": "Tessa Vanina Soetanto (Advisor 1); Ruth Srininta Tarigan, S.Kom., MBA. (Examination Committee 1); Adelina Proboyo (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 34010442/MAN/2021; Bryan Buditomo (D11170037), Steven Candra (D11170153)",
  "subjects": "STOCK MARKET"
}