{
  "id": "49841",
  "title": "Perancangan dokumen hazard identification, risk assessment, and risk control (HIRARC) di CV Penjunan Sejahtera",
  "abstract": "CV Penjunan Sejahtera merupakan suatu perusahaan yang bergerak di dalam bidang jasa. Berdasarkan dari hasil wawancara dengan pemilik perusahaan didapati bahwa telah terjadi kecelakaan kerja selama beberapa kali dari awal perusahaan berdiri hingga saat ini. Perancangan dokumen dengan metode HIRARC bertujuan untuk dapat membantu CV Penjunan Sejahtera dalam mengidentifikasi macam-macam aktivitas kerja yang mempunyai potensi bahaya, dengan memberikan penilaian risiko dari potensi bahaya tersebut, serta memberi usulan perbaikan pengendalian risiko. Hasil dari perancangan dokumen HIRARC menunjukkan bahwa masih banyak aktivitas kerja yang berpotensi membahayakan pada tiap stasiun kerja yang ada. Aktivitas tersebut merupakan aktivitas dengan tingkat risiko rendah sebanyak satu kejadian, tingkat risiko moderat sebanyak 15 kejadian, dan tingkat risiko signifikan sebanyak 19 kejadian. Kemudian akan dilakukan tahap pengendalian risiko yang bertujuan untuk dapat meminimalkan risiko pada potensi bahaya yang ada dengan lima cara yaitu eliminasi, substitusi, rekayasa teknis, administratif, dan Alat Pelindung Diri (APD). Prakiraan penurunan risk rating merupakan sebuah perkiraan jika pengendalian risiko yang telah diusulkan oleh peneliti dijalankan oleh perusahaan, di mana penurunan tingkat risiko yang mulanya cukup berbahaya menjadi menurun secara signifikan.",
  "creators": "CHEDIE PUTRA HARDIYANTO",
  "contributors": "Kriswanto Widiawan (Advisor 1); Jani Rahardjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022413/IND/2022; Chedie Putra (C13170054)",
  "subjects": "INDUSTRIAL SAFETY-HANDBOOKS, MANUALS, ETC.; RISK MANAGEMENT-GUIDEBOOKS"
}