{
  "id": "49857",
  "title": "The impact of brand image and brand equity towards brand loyalty mediated by customer satisfaction in the case of Greenfields in Indonesia",
  "abstract": "With more and more brands entering the Indonesian market, it has caused changes in the preferences of Indonesian consumers. Shifting from local products, Indonesian consumers now prefer to consume global or foreign products. Thus, there is also a tendency for Indonesian consumers to perceive foreign brands as more trustworthy than other local brands. Using the local player as an example, Greenfields Indonesia, many Indonesians consider Greenfields to be one of the foreign brands sold in the Indonesian market. In fact, many Indonesians do not know that; actually, Greenfields is from Indonesia. Since Greenfields has a stigma as a foreign brand, many Indonesians believe that Greenfields has better quality than other local products, resulting in high expectations of Greenfields products. Moreover, the researchers want to know whether the perception of Greenfields as a foreign brand has a contribution to Greenfields' performance in the Indonesian market. This research will be conducted with a quantitative approach. Simple random sampling will be used as the sampling design with online questionnaires as the method to obtain the data. Thus, this data will be further analyzed with the SmartPLS program. For both brand image and brand equity, it is found that these two variables are partly mediated by customer satisfaction in influencing brand loyalty.",
  "creators": "XAVERIUS FELIX; SHEILA SANTOSO",
  "contributors": "Juliana Caesaria Tandung (Advisor 1); Tessa Vanina Soetanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 34010454/MAN/2021; Xaverius Felix (D11170024)Sheila Santoso (D11170081)",
  "subjects": "BRAND LOYALTY; CONSUMER SATISFACTION"
}