{
  "id": "49866",
  "title": "Pengaruh board gender diversity terhadap tax avoidance melalui sustainability performance sebagai variabel mediasi",
  "abstract": "Penelitian ini bertujuan untuk mengetahui efek mediasi dari sustainability performance terhadap pengaruh board gender diversity terhadap tax avoidance. Penelitian ini dilakukan pada perusahaan non keuangan yang terdaftar di Bursa Efek Indonesia pada periode 2014-2018. Isu board gender diversity merupakan isu yang sedang ramai dibahas, dengan hadirnya wanita dalam dewan direksi diyakini dapat membantu mengurangi tax avoidance di perusahaan. Penelitian ini juga menambahkan mediasi sustainability performance yang diyakini dapat membantu mengurangi tax avoidance. Pengukuran board gender diversity menggunakan persentase dewan direksi wanita yang bertugas di perusahaan, sustainability performance diukur menggunakan Environmental, Social, and Governance (ESG) score, tax avoidance diukur menggunakan nilai ETR. Variabel kontrol seperti ROA dan leverage digunakan dalam penelitian ini. Penelitian ini merupakan penelitian kuantitatif dengan data sekunder dari 36 perusahaan non keuangan dengan total tahun pengamatan 180 firm years. Pengolahan data menggunakan software WarpPLS 6.0. Hasil penelitian ini menunjukkan bahwa board gender diversity berpengaruh negatif terhadap tax avoidance. Namun, dalam penelitian ini board gender diversity berpengaruh negatif terhadap sustainability performance, serta sustainability performance tidak memediasi hubungan antara board gender diversity terhadap tax avoidance.",
  "creators": "PRILLY APRILLIA TJAHJONO",
  "contributors": "Retnaningtyas Widuri, S.Sos., M.M. (Advisor and Examination Committee); Agus Arianto Toly, S.E., M.S.A., Ak. (Examination Committee 2); Elisa Tjondro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "mixed_media",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011689/AKT/2021; Prilly Aprillia Tjahjono (D12170021)",
  "subjects": "SUSTAINABLE DEVELOPMENT--ECONOMIC ASPECTS; TAX AVOIDANCE"
}