{
  "id": "49869",
  "title": "Multimodal analysis of man/husband and woman/wife representations in two Indonesian seasoning television commercials",
  "abstract": "Television occupies widespread popularity and is the best and most effective medium for commercials. With the rapid business growth, television commercials (TVC) have been more and more creatively made. Nowadays, TVC uses various kinds of plots to convey its message. The way a character is represented in the plot undoubtedly contributes to the message conveyed. In this thesis, I aim to find out the way the man/husband and woman/wife characters are represented in Royco’s The Best Gift is Homemade TVC and Kecap ABC’s Kecap ABC Bantu Suami Sejati Hargai Istri TVC, and whether the representations challenge or support the traditional roles of men and women in society, and the reason they do so. In doing so, I analyze the way the man/husband and woman/wife are represented using multimodal theory focusing on the visual, gestural, and linguistic data. Then, I analyze whether representations challenge or support the traditional roles of man/husband and woman/wife in the society and the reason why it does so. I find out that, in both TVCs, the man/husband and woman/wife are not represented in traditional roles. For example, the man/husband is represented as a caring, loving, and sympathetic man while the woman/wife is represented as a bold, independent, and short-tempered woman. Thus, these representations challenge the traditional roles, and instead, pursuing the modern roles of man/husband and woman/wife. By doing so, the TVCs persuade the target audience, regardless of their roles as man/husband or woman/wife, to cook with Royco and Kecap ABC.",
  "creators": "SHANIA PERMATA CHANDRA",
  "contributors": "Drs. Setefanus Suprajitno, M.A., Ph.D. (Advisor 1); Samuel Gunawan (Examination Committee 1); Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "A Critical Thesis",
  "source": "A Critical Thesis No. 02012360/ING/2021; Shania Permata Chandra (A11170013)",
  "subjects": "FAMILIES IN ADVERTISING; TELEVISION ADVERTISING"
}