{
  "id": "49876",
  "title": "Fasilitas wisata edukasi bahari di Manado",
  "abstract": "Kota Manado bercita-cita menjadi sebuah kota pariwisata dunia. Namun, sebagai sebuah kota pesisir, kota ini kurang pengembangan sarana edukasi mengenai kebaharian. Hal ini disebabkan oleh perhatian kota terfokus hanya pada bidang pariwisata. Padahal edukasi mengenai kebaharian sendiri sangat berpengaruh pada keberlangsungan laut. Dengan ini identitas Kota Manado sebagai kota pesisir hilang perlahan, dan juga mempengaruhi keberlangsungan laut. Oleh sebab itu adanya sebuah fasilitas yang mewadahi kedua bidang, edukasi dan pariwisata, diperlukan di Kota Manado. Fasilitas Wisata Edukasi Bahari di Manado ini merupakan fasilitas wisata yang memberikan wawasan mengenai kebaharian dengan secara interaktif merangsang pengunjung menggunakan seluruh indera mereka untuk menerima wawasan tersebut. Dengan pendekatan sequence, fasilitas dirancang sebagai sebuah pengalaman berpetualang ke dasar laut. Tujuannya adalah untuk menggabungkan setiap kesan yang akan dimiliki pengunjung pada fasilitas menciptakan pengalaman yang sepenuhnya imersif menggunakan perpaduan teknologi dan alam. Fasilitas ini memprioritaskan memberi wawasan pada pengunjung dengan harapan pengunjung sebagai pewaris kekayaan laut akan mencintai laut dan terdorong untuk melestarikannya. Fasilitas- fasilitas pada perancangan ini meliputi galeri interaktif bahari, area dermaga observasi, waterfront, dermaga kapal untuk aktivitas laut seperti berwisata dengan kapal, diving, snorkeling, dan watercraft rides.",
  "creators": "ARNETTA MAHARANI PUTRI",
  "contributors": "Christine Wonoseputro (Advisor 1); Benny Poerbantanoe (Advisor 2); V.P. Nugroho Susilo (Advisor 3); Altrerosje Asri, S.T., M.T. (Examination Committee 1); Dr. Feny Elsiana, S.T., M.T. (Examination Committee 2); Markus Ignatio Aditjipto (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 02024266/ARS/2021; Arnetta Maharani Putri (B12170150)",
  "subjects": "RECREATION CENTERS--DESIGNS AND PLANS; EDUCATION PARKS--DESIGNS AND PLANS"
}