{
  "id": "49879",
  "title": "Apartemen di Surabaya",
  "abstract": "Apartemen di Surabaya terdesain atas dasar atas permasalahan individualisme dari penduduk kota Surabaya. Individualisme tersebut membuat turunnya kinerja dan potensi perkembangan seorang individu dalam bekerja maupun kehidupan sosial (Oishi et al., 2013). Surabaya Selatan merupakan daerah yang sedang mengalami perkembangan konstruksi yang tinggi, dengan permintaan hunian yang tinggi oleh kelas menengah yang lebih memilih untuk tinggal dalam sebuah unit apartemen daripada rumah perkotaan. Apartemen ini memperkenalkan sebuah desain yang mengayomi pengguna untuk saling berinteraksi dan bertukar pikiran melalui pendekatan Theory of Proxemics (Edward T. Hall) yang memainkan ruangan privacy pengguna. Permainan privasi diterapkan dalam permainan elevasi dan alur pengguna. Hal ini akan mendorong pengguna untuk mengambangkan sebuah komunitas. Desain apartemen akan dilengkapi oleh fasiitas publik yang termasuk: business district, perpustakaan, pujasera, co-working space, kantor, café, restaurant, dan ruangan multifungsi. Suasana interior ruangan publik akan menganut alur yang organic utntuk meningkatkan tingkat bertemunya alur pengguna, sedangkan suasana interior apartemen berupa linear untuk memudahkan wayfinding pengguna.",
  "creators": "JEFFERSON PERMANA",
  "contributors": "Joyce M.Laurens (Advisor and Examination Committee); Ir. Bisatya Widadya Maer, M.T. (Advisor 2); Wanda Widigdo Canadarma (Advisor 3); Roni Anggoro, S.T., M.A.Arch. (Examination Committee 1); Riduan Sukardi (Examination Committee 2); Frans Soehartono (Examination Committee 3); Elvina Shanggrama Wijaya, S.T., M.T. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024178/ARS/2021; Jefferson Permana (B12170006)",
  "subjects": "APARTMENT HOUSES--DESIGNS AND PLANS"
}