{
  "id": "49885",
  "title": "Analisis pengaruh brand community terhadap customer loyalty dengan customer engagement dan customer value sebagai variable intervening pada pengguna Toyota Calya di komunitas CalyaSigra Surabaya.",
  "abstract": "Perkembangan industry otomotif yang berkembang pesat dan adanya persaingan usaha yang juga pesat membuat perusahaan merk mobil harus menggunakan berbagai macam cara agar produk mereka dapat diminati oleh pelannggan dan pelanggan mau untuk loyal terhadap produk tersebut. Salah satu segmen dari produk mobil yang cukup diminati oleh pelanggan adalah mobil LCGC yang memiliki kapasitas 7 penumpang karena harga yang ekonomis dan dapat mengkomodasi banyak barang/penumpang. Salah satu produk mobil LCGC yang memiliki kapasitas 7 penumpang dan juga disukai oleh masyarakat adalah Toyota Calya . Dalam hal ini dikarenakan adanya para pesaing perusahaan perlu untuk lebih mendekatkan diri pada pelanggan agar mereka dapat merasa diperhatikan oleh perusahaan dan perusahaan dapat mengambil hati para pelanggan agar tetap loyal menggunakan produk tersebut. Salah satu cara yang digunakan adalah dengan menggunakan Brand Community dengan Brand Community perusahaan dapat melakukan customer engagement dan memberi value pada pelanggan agar mereka dapat loyal. Penelitian ini dibuat dengan tujuan untuk menganalisis adanya pengaruh Brand Community terhadap Customer Loyalty dengan Customer Engagement dan Customer Value sebagai variable Intervening pada pengguna Toyota Calya yang tergabung pada komunitas CalyaSigra di Kota Surabaya.",
  "creators": "KEVIN NYOTO SUSENO",
  "contributors": "Diah Dharmayanti (Advisor and Examination Committee); Drs. Sugiono Sugiharto, M.M., Ph.D. (Examination Committee 2); Edwin Japarianto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020836/MAN/2021; Kevin Nyoto Suseno (D11170279)",
  "subjects": "CUSTOMER LOYALTY; CONSUMERS--RESEARCH"
}