{
  "id": "49884",
  "title": "Pengaruh service quality terhadap repurchase intention pada aplikasi Shopee dengan customer satisfaction sebagai variabel perantara (studi kasus pada mahasiswa Universitas Kristen Petra Surabaya yang sudah pernah menggunakan Shopee)",
  "abstract": "Dalam sebuah bisnis online, tidak adanya interaksi tatap muka antara penjual dengan customer menyebabkan customer hanya dapat melakukan penilaian terhadap kualitas pelayanan secara online. Kepuasan pelanggan akan terbangun apabila perusahaan e-commerce meningkatkan kualitas pelayanannya, adanya hal ini akan memungkinkan pelanggan untuk melakukan pembelian ulang. Penelitian ini dibuat untuk melakukan analisis antara pengaruh service quality terhadap repurchase intention dengan customers satisfaction sebagai perantara. Sampel penelitian dalam penelitian ini berjumlah 100 responden yakni mahasiswa aktif fakultas ekonomi petra yang merupakan pelanggan setia shopee selama kurang lebih setahun terakhir. Penelitian ini adalah purposive sampling dan menggunakan metode penelitian kuantitatif. Teknik sampling pada penelitian ini adalah non probability sampling. Proses perhitungan data dalam penelitian ini menggunakan PLS. Hasil dalam penelitian ini menunjukkan bahwa service quality memiliki pengaruh pada customer satisfaction, bahwa service quality memiliki pengaruh pada repurchase intention, customer satisfaction memiliki pengaruh pada repurchase intention",
  "creators": "OEI, LEONARD VALENTINO WIJAYA",
  "contributors": "Drs. Sugiono Sugiharto, M.M., Ph.D. (Advisor 1); Dr. Ferry Jaolis, S.E., M.SM., M.RECH. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020828/MAN/2021; Oei, Leonard Valentino Wijaya (D11170340)",
  "subjects": "CONSUMERS--RESEARCH; CUSTOMER SATISFACTION; TELESHOPPING; CONSUMER BEHAVIOR"
}