{
  "id": "4989",
  "title": "Penentuan perbandingan diameter nozzle terhadap diameter shell maksimum pada air receiver tank dengan metode elemen hingga",
  "abstract": "Air Receiver Tank adalah salah satu jenis pressure vessel yang berfungsi untuk menampung udara bertekanan. Pada umumnya, tangki ini terdiri dari bagian shell yaitu bagian silinder dari tangki, bagian heads yang merupakan penutup tangki dan nozzle yang merupakan sebuah pipa yang menjadi jalur masuk dan keluarnya udara. Besar diameter nozzle ini sangat mempengaruhi besar tegangan maksimum yang timbul pada air receiver tank. Penelitian ini bertujuan untuk menentukan perbandingan diameter nozzle terhadap diameter shell yang maksimum pada air receiver tank horisontal dan penelitian ini dilakukan dengan menggunakan ANSYS software yang berbasis metode elemen hingga. Berdasarkan hasil penelitian semakin besar diameter nozzle, maka semakin besar pula tegangan maksimum yang terjadi pada air receiver tank. Khususnya bagian sambungan antara nozzle dengan shell. Penelitian ini juga memberikan kesimpulan bahwa penentuan perbandingan antara diameter nozzle terhadap diameter shell yang maksimum tidak berlaku untuk ukuran air receiver tank yang berbeda-beda. Hal ini dapat dilihat dari hasil penelitian dimana perbandingan diameter nozzle terhadap diameter shell yang maksimum pada standar air receiver tank dengan volume 15 gallons adalah 1 : 4, volume 30 gallons 3 : 14, volume 40 gallons 1 : 8, volume 60 gallons 3 : 20, volume 120 gallons 1 : 8, volume 215 gallons 4 : 30 dan volume 300 gallons 5 : 36. Oleh karena itu dalam mendesain sebuah air receiver tank perlu dilakukan penelitian sendiri-sendiri dengan dimensi dan bentuk air receiver tank yang berbeda-beda.",
  "creators": "IVAN PANADI",
  "contributors": "Willyanto (Advisor 1); Joni Dewanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03010781/MES/2007; Ivan Panadi (24401129)",
  "subjects": "MACHINE DESIGN"
}