{
  "id": "49902",
  "title": "Fasilitas wisata dan edukasi kuliner di Kabupaten Mojokerto",
  "abstract": "Kabupaten Mojokerto merupakan salah satu wilayah di Jawa Timur yang potensi pariwisatanya menjadi daya tarik tersendiri di Mojokerto. Mojokerto memiliki banyak makanan menarik dan menjadi unggulan yang sering didatangi oleh wisatawan. Namun belum adanya pengembangan pada bidang pariwisata kuliner secara maksimal. Salah satunya belum adanya fasilitas wisata dan edukasi kuliner yang menunjang kebutuhan pariwisata wisata kuliner di Mojokerto. Masalah perancangan utama adalah Bagaimana rancangan fasilitas Wisata dan Edukasi Kuliner di Kabupaten Mojokerto berperan sebagai tempat wisata dan kelestarian budaya kuliner di wilayah tersebut. Pendekatan desain yang dipilih adalah vernakular, dengan membuat fasilitas wisata dan edukasi kuliner yang memiliki tatanan dan bentuk desain yang menunjang kebudayaan majapahit dengan penataan massa, unsur lokal, bentuk yang menunjang, sehingga mampu merepresentasikan identitas khas mojokerto secara modern. Fasilitas Wisata dan Edukasi Kuliner di Kabupaten Mojokerto ini merupakan fasilitas yang dibentuk bagi semua kalangan masyarakat usia muda hingga dewasa. Fasilitas Wisata dan Edukasi Kuliner Kabupaten Mojokerto jika dilihat dari segi pengolahan, maka proyek ini terbagi menjadi tiga fungsi utama yaitu sebagai tempat untuk perbelanjaan, rekreasi dan edukasi. Fasilitas wisata kuliner yang disediakan dalam proyek ini yaitu area pujasera, mini park, street food dan gallery kuliner Mojokerto. Fasilitas edukasi yang disediakan dalam proyek ini yaitu kursus kuliner, workshop dan perpustakaan. Proyek ini dirancang dengan tujuan menjadi tujuan pariwisata tentang kuliner Mojokerto, mewadahi tempat jual beli bagi pelaku usaha UMKM kuliner Mojokerto dan menyediakan sarana edukasi kuliner di Kabupaten Mojokerto.",
  "creators": "HELENA TANAYA",
  "contributors": "Riduan Sukardi (Advisor 1); Roni Anggoro, S.T., M.A.Arch. (Advisor 2); Frans Soehartono (Advisor 3); Elvina Shanggrama Wijaya, S.T., M.T. (Advisor 4); Danny Santoso Mintorogo (Examination Committee 2); Bramasta Putra Redyantanu (Examination Committee 1); Andhi Wijaya (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024179/ARS/2021; Helena Tanaya (B12170007)",
  "subjects": "EDUCATION PARKS--DESIGNS AND PLANS; CULINARY TOURISM; RECREATION CENTERS--DESIGNS AND PLANS"
}