{
  "id": "49915",
  "title": "Sekolah musik Kristen di Malang",
  "abstract": "Sekolah Musik Kristen di Malang merupakan fasilitas yang menitik beratkan untuk permainan musik konser, beserta dengan teorinya, dan didukung dengan fasilitas asrama. Latar belakang utama dari perancangan bangunan ini adalah merosotnya peminat musik konser klasik di kalangan muda pada jaman sekarang, disebabkan tidak ada fasilitas yang dapat memberikan anak muda pengalaman tentang musik konser klasik, terutama di daerah Malang. Terdapat sebuah Yayasan Gereja, yaitu Gereja Kalam Kudus Malang, yang memiliki sebuah Seminari yaitu Seminari Alkitab Asia Tenggara dengan Fasilitas Auditorium yang megah dan terkenal, yaitu Auditorium Peter Wongso. Seminari Alkitab Asia Tenggara ini berpotensi menjadi penggalang dana dari Sekolah Musik ini karena komunitasnya juga menyukai Musik Gerejawi yang kaitannya erat dengan Musik Konser Klasik. Tujuan dari proyek ini yang pertama untuk memberikan pengalaman Musik Konser Klasik di kalangan anak muda, yang kedua adalah mengembangkan kualitas pelayanan dan pujian-pujian dari Gereja Kalam Kudus Malang, agar jemaat-nya lebih menikmati pujian-pujian dari Gereja ini. Pada proses desain, masalah utama yang ada pada proyek ini adalah bagaimana menyediakan fasilitas sekolah yang dapat membuat mahasiswa belajar dengan fokus dan baik, karena yang dipelajari sering menggunakan media berupa suara. Selain itu, bagaimana fasilitas tidak menimbulkan polusi suara bagi lingkungan sekitar pada lokasi juga perlu diperhatikan. Maka dari itu, Pendekatan dan Pendalaman desain yang digunakan untuk menanggapi masalah tersebut adalah akustika. Konsep proyek ini adalah frozen music, yaitu menata elemen-elemen arsitektur dengan konsep dalam menata musik.",
  "creators": "AMADEUS ARDEN LIMANTA",
  "contributors": "Irwan Santoso (Advisor 1); Rully Damayanti (Advisor 2); Samuel Hartono (Advisor 3); Angela Christysonia Tampubolon, S.T., M.T. (Supervisors CHN 2); V.P. Nugroho Susilo (Examination Committee 1); Benny Poerbantanoe (Examination Committee 2); Christine Wonoseputro (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 05024207/ARS/2021; Amadeus Arden Limanta (B12170051)",
  "subjects": "MUSIC FACILITIES; SCHOOL MUSIC--DESIGNS AND PLANS"
}