{
  "id": "49913",
  "title": "Fasilitas pagelaran dan pelatihan seni budaya di Surakarta",
  "abstract": "Kesenian dan kebudayaan merupakan bagian dari kehidupan masyarakat sebagai pembentuk karakter, moral dan nilai-nilai yang berkembang. Kebudayaan sebagai identitas lokal suatu wilayah semakin memudar dikarenakan maraknya modernisasi dan lemahnya nilai apresiasi masyarakat terhadap kebudayaannya. Dengan memberi fasilitas yang dapat dijadikan wadah baik bagi pelaku maupun penimat kesenian dan kebudayaan, aktivitas yang berhubungan dengan kebudayaan akan terus terjalin, dan masyarakat dapat dengan mudah menilas kembali kebudayaan daerah setempat. Fasilitas Pagelaran dan Pelatihan Seni Budaya di Surakarta hadir sebagai wadah yang mampu menampung kegiatan kesenian sekaligus sebagai bangunan symbol penanda kota (landmark). Fasilitas perancangan berupa area pertunjukan teater yang dapat menampilkan berbagai kesenian daerah Surakarta seperti; pewayangan, kethoprak, dan tari tradisonal yang menekankan pada kemampuan akustik ruang. Selain itu fasilitas ini juga menyediakan area pelatihan kebudayaan yang serupa dengan kesenian pertunjukan. Perancangan dilakukan dengan memperhatikan kaidah-kaidah tradisional, yang kemuduian di transformasikan dalam bentuk.Perancangan fasilitas ini sebagai upaya untuk membangun kembali rasa cinta masyarakat terhadap kebudayaan setempat sekaligus sebagai ajang perkenalan kebudayaan pada masyarakat luas.",
  "creators": "ANGELLICA ALMAF SECTIO DIFITRIO",
  "contributors": "Anik Juniwati (Advisor 1); Timoticin Kwanda (Advisor 2); Handinoto (Advisor 3); Sylviana Putri Sunario Soegondo S.T. (Advisor 4); Joyce M.Laurens (Examination Committee 1); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 2); Wanda Widigdo Canadarma (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 05024255/ARS/2021; Angellica Almaf Sectio Difitrio (B12170133)",
  "subjects": "PERFORMING ARTS-BUILDINGS-DESIGN AND CONSTRUCTION; THEATERS--DESIGNS AND PLANS"
}