{
  "id": "49938",
  "title": "Pengaruh employee development terhadap organizational citizenship behavior melalui normative commitment dan person-organization fit pada karyawan PT Wings Surya",
  "abstract": "Organizational citizenship behavior adalah perilaku diskresioner di tempat kerja yang melebihi persyaratan pekerjaan dasar secara formal yang tidak diminta dan tidak secara langsung diberi penghargaan oleh organisasi yang membawa dampak baik terhadap perusahaan. Organizational citizenship behavior timbul karena adanya employee development, juga didorong oleh normative commitment dan person-organization fit. Penelitian ini dilakukan dengan tujuan untuk mengetahui adanya pengaruh employee development, normative commitment dan person-organization fit terhadap organizational citizenship behavior pada karyawan di PT Wings Surya. Jenis penelitian yang digunakan adalah penelitian kuantitatif dengan sampel sebesar 100 responden. Pengumpulan data menggunakan angket. Teknik pengolahan serta analisis data menggunakan SMARTPLS. Hasil penelitian menunjukkan bahwa employee development, normative commitment dan person-organization fit memiliki pengaruh langsung yang positif dan signifikan terhadap organizational citizenship behavior, hasil penelitian juga menunjukan bahwa normative commitment dan person-organization fit memiliki peran mediasi yang positif dan signifikan pada pengaruh employee development terhadap organizational citizenship behavior.",
  "creators": "CECILIA MATURANGGA",
  "contributors": "Thomas Santoso (Advisor and Examination Committee); Sesilya Kempa, S.E., M.M. (Examination Committee 1); Dr. Ratih Indriyani, S.E., M.M. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012062/MAN/2021; Cecilia Maturangga (D11170533)",
  "subjects": "EMPLOYEES--RESEARCH; ORGANIZATIONAL BEHAVIOR"
}