{
  "id": "49954",
  "title": "Ketahanan air dan panas pada biokomposit serat ijuk dan serat tebu",
  "abstract": "Serat alam sebagai bahan pengganti produk industri otomotif secara terus menerus diteliti. Tujuannya adalah untuk menggantikan bahan yang saat ini terbuat dari plastik menjadi bahan yang ketersediaannya dapat diperbaharui, ringan, kuat, murah, dan ramah lingkungan. Penelitian sebelumnya yang menggunakan serat tebu dan serat ijuk, menunjukkan kedua serat ini memiliki nilai yang layak dalam kekuatan tarik dan kekuatan flexural terhadap komposit. Namun, selain sifat mekanis ini, perlu diketahui juga kelayakan bahan terkait sifat mekanis dan fisis yang lain. Sifat tersebut adalah penyerapan air, ketahanan defleksi panas, dan ketangguhan beban impak. Komposit woodboard sebagai bahan yang digunakan sebagai bagian interior otomotif (package tray) juga diuji dan digunakan sebagai bahan referensi. Sampel biokomposit serat tebu dan serat ijuk memiliki ketahanan terhadap air yang rendah atau kemampuan penyerapan air yang tinggi dengan persentase penyerapan air masing-masing sebesar 37.3% dan 30.42%. Hasil tersebut cukup besar, dibandingkan dengan sampel industri woodboard yang hanya sebesar 2.61%. Ketahanan defleksi panas tertinggi dari uji temperatur defleksi panas diperoleh pada sampel biokomposit serat ijuk yang mampu mencapai suhu 144˚C, sedangkan sampel industri woodboard pada suhu 132.7˚C. Ketangguhan beban impak tertinggi didapatkan pada sampel biokomposit serat tebu dengan nilai impact charpy strength sebesar 2.01 kJ/m2. Sampel biokomposit serat ijuk memiliki kekuatan impak sedikit lebih kecil dengan nilai sebesar 1.83 kJ/m2, sedangkan sampel industri woodboard memiliki nilai yang rendah sebesar 0.24 kJ/m2.",
  "creators": "ARDEN KUSWANDI",
  "contributors": "Prof. Dr. Juliana Anggono, S.T., M.Sc. (Advisor 1); Oegik Soegihardjo (Examination Committee 1); Roche Alimin (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01011415/MES/2021; Arden Kuswandi (C12170036)",
  "subjects": "FIBROUS COMPOSITES; PLANT FIBERS; POLYPROPYLENE FIBERS; COMPOSITE MATERIALS"
}