{
  "id": "49959",
  "title": "Fasilitas perkebunan hidroponik vertikal di kabupaten Malang",
  "abstract": "Desain Fasilitas perkebunan Hidroponik Vertikal di Kabupaten Malang berawal dari adanya penyusutan lahan pertanian dan perkebunan. secara garis besar fasilitas ini merupakan fasilitas yang bertujuan mewadahi kegiatan perkebunan hidroponik dan akuaponik dengan memperhatikan kebutuhan dan faktor-faktor kehidupan tumbuhan di dalam ruangan. Fasilitas ini direncanakan di atas lahan yang terletak di Jalan Jenderal Abdul Manan, Kecamatan Pujon, Kabupaten Malang, di mana Kecamatan Pujon merupakan kecamatan yang memiliki fungsi lingkungan agrobisnis, yang dapat mempermudah distribusi hasil produksi kebun hidroponik yang didesain. Fasilitas ini diharapkan dapat memajukan kualitas perkebunan Kecamatan Pujon dari segi arsitektur dan tekonologi serta meningkatkan efisiensi lahan untuk produksi hasil kebun. Masalah perancangan fasilitas ini ada pada faktor-faktor kebutuhan tanaman agar dapat tetap tumbuh dengan kualitas yang baik di dalam ruangan seperti di alam atau perkebunan konvensional, dimana faktor-faktor yang harus dipertimbangkan adalah, pencahayaan, kelembapan udara, dan utilitas nutrisi sistem hidroponik. Masalah desain ini akan diselesaikan dengan pendekatan sains dan pendalaman pencahayaan. Ide yang diangkat adalah bangunan yang terintegrasi dengan sistem hidroponik yang tertampung di dalamnya sehingga bangunan tidak hanya menjadi wadah namun bangunan dapat terintegrasi dengan sistemnya sehingga dapat mengurangi beban kerja manusia.",
  "creators": "JOSHUA JEREMIAH ELY",
  "contributors": "Frans Soehartono (Advisor 2); Roni Anggoro, S.T., M.A.Arch. (Advisor and Examination Committee); Riduan Sukardi (Advisor 3); Elvina Shanggrama Wijaya, S.T., M.T. (Advisor 4); Bramasta Putra Redyantanu (Examination Committee 1); Andhi Wijaya (Examination Committee 2); Danny Santoso Mintorogo (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06024263/ARS/2021; Joshua Jeremiah Ely (B12170145)",
  "subjects": "AGRICULTURAL DEVELOPMENT PROJECT; HYDROPONICS"
}