{
  "id": "49957",
  "title": "Pengaruh profitabilitas, likuiditas dan leverage terhadap return saham dengan kebijakan properti sebagai variabel moderasi pada perusahaan sektor industri property, real estate and building construction di Bursa Efek Indonesia",
  "abstract": "Penelitian ini bertujuan untuk mempelajari pengaruh antara profitabilitas, likuiditas dan leverage terhadap return saham dengan kebijakan properti sebagai variabel moderasi pada perusahaan sektor industri property, real estate and building construction di bursa efek Indonesia. Penelitian dilakukan dengan menggunakan metode kuantitatif dengan menggunakan 23 perusahaan yang dipilih menggunakan purposive sampling, dengan kriteria telah berdiri sebelum tahun 2018 serta sahamnya aktif diperdagangkan selama 2018, dan memiliki pembangunan pemukiman untuk masyarakat yang berpenghasilan rendah. Laporan kuartal 2 dan 4 digunakan dalam kegiatan penelitian, sehingga menciptakan 46 sampel observasi. Kegiatan penelitian dilakukan dengan menganalisis laporan keuangan dan diolah menggunakan perangkat lunak GRETL. Hasil penelitian menunjukkan bahwa profitabilitas berpengaruh positif terhadap return saham, likuiditas tidak berpengaruh signifikan terhadap return saham, leverage berpengaruh negatif terhadap return saham, dan kebijakan properti tidak berpengaruh signifikan terhadap return saham. Terlebih lagi, kebijakan properti dapat memperkuat pengaruh profitabilitas terhadap return saham, memperlemah pengaruh leverage terhadap return saham, serta tidak memoderasi pengaruh likuiditas terhadap return saham.",
  "creators": "STEFANNY NOVI ANDARISTA; MICHELLE ANGELINA SETYAWAN",
  "contributors": "Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Advisor 1); Juniarti (Examination Committee 1); Saarce Elsye Hatane (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011654/AKT/2021; Stefanny Novi Andarista (D12170059), Michelle Angelina Setyawan (D12170142)",
  "subjects": "INVESTMENTS; STOCK EXCHANGES"
}