{
  "id": "49975",
  "title": "Analisis proses produksi karya fotografi dan videografi \"Cerita Nira: Asal Mula Gula Aren\" produksi Euforia Audiovisual",
  "abstract": "Semakin cepatnya internet dan adanya komunikasi yang serba digital, banyak sekali informasi maupun hiburan yang dikemas dan dibagikan secara daring. Untuk itu, peran fotografi dan videografi sangatlah penting dalam perkembangan serba digital ini. Berangkat dari situlah banyak muncul rumah produksi untuk memenuhi kebutuhan masyarakat yang berhubungan dengan pembuatan karya, baik visual maupun audio. Euforia Audiovisual merupakan salah satu rumah produksi yang berbasis di Daerah Istimewa Yogyakarta. Namun dikarenakan adanya pandemi, Euforia Audiovisual yang biasa mengerjakan proyek di luar Yogyakarta, bahkan luar Pulau Jawa, perlu mengevaluasi kegiatannya agar produksi tetap dapat berjalan, meskipun hanya di sekitar Yogyakarta. Euforia Audiovisual akhirnya bekerja sama dengan masyarakat lokal di Magelang, Kulon Progo, dan Purworejo untuk membantu mengembangkan wisata di daerah tersebut, salah satunya dengan mengangkat wisata dan kearifan lokal di sana melalui karya foto dan video dokumenter. Dari latar belakang tersebut, terciptalah karya fotografi dan videografi “Cerita Nira: Asal Mula Gula Aren” yang memiliki proses produksi berbeda dengan teori pembuatan karya dokumenter. Maka dari itu, penelitian ini bertujuan untuk menjabarkan ketidakselarasan proses produksi karya fotografi dan videografi “Cerita Nira: Asal Mula Gula Aren” dengan teori yang ada.",
  "creators": "FERDIANTIO JEREMIAH SETIAWAN",
  "contributors": "Yusuf Hendra Y. (Advisor 1); Andrian Dektisa Hagijanto (Advisor 2); Ryan Pratama Sutanto, S.Sn., M.Med.Kom. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00023612/DKV/2021; Ferdiantio Jeremiah Setiawan (42416029)",
  "subjects": "DOCUMENTARY PHOTOGRAPHY; GRAPHIC ARTS; VIDEO RECORDINGS--PRODUCTION AND DIRECTION; VISUAL COMMUNICATION"
}