{
  "id": "49984",
  "title": "Fasilitas komunitas pecinta anjing di Surabaya",
  "abstract": "Masyarakat Surabaya banyak yang memilih anjing sebagai hewan peliharaan untuk mengatasi rasa stress dan depresi akibat aktivitas mereka yang padat. Hal ini mengakibatkan jumlah pemilik anjing terus meningkat sehingga mengakibatkan terciptanya komunitas-komunitas pecinta anjing. Komunitas pecinta anjing ini seringkali mengadakan perkumpulan yang sebagian besar diadakan di area Surabaya Barat. Akan tetapi, belum adanya tempat perkumpulan yang pasti untuk mewadahi kegiatan komunitas. Selain itu, tempat perkumpulan yang ada di Surabaya belum dilengkapi dengan fasilitas pendukung yang berada di satu area yang sama sehingga merepotkan pemilik anjing. Suasana dari tempat perkumpulan yang ada juga tidak dapat membantu anjing dan pemilik merasakan kebebasan saat berada di dalam bangunan sehingga dapat mengembalikan perasaan stress. Maka dari itu, fasilitas komunitas yang didesain dapat mewadahi berbagai macam kegiatan komunitas seperti perkumpulan, pemenuhan kebutuhan dan perawatan anjing, serta memberikan edukasi dan informasi mengenai anjing sebagai hewan peliharaan kepada masyarakat sekitar. Desain dari fasilitas komunitas juga dapat menghadirkan kesan bebas dan lega bagi pengguna bangunan saat berada di dalam maupun luar bangunan. Bangunan didesain menggunakan pendekatan perilaku dari anjing maupun manusia serta diterapkan melalui penggunaan unsur-unsur dan material alam ke dalam bangunan. Dengan demikian, fasilitas komunitas pecinta anjing diharapkan dapat mewadahi kegiatan komunitas sekaligus menghadirkan kesan bebas dan lega untuk memulihkan perasaan stress anjing maupun pemilik.",
  "creators": "PATRICIA BENITA TANDEAN",
  "contributors": "Stanislaus Kuntjoro Santoso (Advisor 2); Lilianny Sigit Arifin (Advisor and Examination Committee); Luciana Kristanto, S.T., M.T. (Advisor 3); Timoticin Kwanda (Examination Committee 1); Anik Juniwati (Examination Committee 2); Handinoto (Examination Committee 3); Sylviana Putri Sunario Soegondo S.T. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024210/ARS/2021; Patricia Benita Tandean (B12170055)",
  "subjects": "DOGS--TRAINING; VETERINARY CLINIC-DESIGNS AND PLANS"
}