{
  "id": "49985",
  "title": "Perancangan visual branding bisnis Hamper dan Gift Wanderland",
  "abstract": "Bisnis hamper ataupun gift merupakan salah satu jenis bisnis yang sedang trend dengan kebutuhan yang terus meningkat tiap harinya. Hal tersebut kemudian menjadi latar belakang dibentuknya perancangan kali ini, yaitu Wanderland. Wanderland merupakan sebuah bisnis yang bergerak dalam bidang handmade sabun yang berfokus pada pembuatan hamper atau gift box sabun. Wanderland sendiri merupakan binsnis yang masih dalam tahap perancangan sehingga sangat membutuhkan identitas visual yang jelas agar dapat diterima dan dikenali masyarakat dan membedakan diri dengan kompetitor- kompetitor lain yang bergerak pada bisnis yang sama. Tidak hanya sekedar identitas visual, namun Wanderland yang masih dalam tahap perancangan ini juga memerlukan strategi promosi media yang tepat sehingga dapat menarik target audience yang dituju. Sehingga, tujuan dari perancangan kali ini adalah untuk membentuk visual branding Wanderland yang dapat menonjolkan citra dari brand agar Wanderland dapat memiliki image yang baik di masyarakat dan dapat terus berkembang untuk kedepannya. Untuk mencapai tujuan yang diinginkan tersebut, maka diperlukan pengumpulan data dan juga metode penelitian, dimana perancangan kali ini pengumpulan data dilakukan secara kualitatif melalui wawancara, observasi, studi literatur, dan juga dengan melakukan analisis SWOT yang berorientasikan pada faktor internal dan juga eksternal dari brand.",
  "creators": "FELISIA NOVA",
  "contributors": "Bing Bedjo Tanudjaja (Advisor 1); Daniel Kurniawan, S.Sn., M.Med.Com (Advisor 2); Deddi Duto Hartanto (Examination Committee 1); Ryan Pratama Sutanto, S.Sn., M.Med.Kom. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Promosi Produk",
  "source": "Promosi Produk No. 00023657/DKV/2021; Felisia Nova (E12170085)",
  "subjects": "BRANDING (MARKETING); GRAPHIC ARTS; VISUAL COMMUNICATION; COMMERCIAL ART"
}