{
  "id": "49983",
  "title": "Rumah susun modular untuk masyarakat menengah bawah di Surabaya",
  "abstract": "Perancangan Rumah Susun Modular untuk Masyarakat Menengah Bawah didasari oleh isu kepadatan penduduk di Surabaya, lebih tepatnya di kelurahan Wonokusumo, kecamatan Semampir, Surabaya dengan kepadatan penduduk yang tinggi 98.243 jiwa/km2 dan jumlah penduduk mencapai 74.665 jiwa. Penduduknya didominasi masyarakat menengah ke bawah yaitu pedagang, wiraswasta yang bekerja di pasar Wonokusumo. Kondisi rumah mereka kurang layak huni karena ekonominya rendah. Hal ini membuat pemukiman warga menjadi kurang tertata dan kumuh. Oleh karena itu, Rumah Susun Modular untuk Masyarakat Menengah di Surabaya menjadi sebuah alternatif untuk menyelesaikan masalah tersebut. Rumah Susun ini dilengkapi oleh fasilitas komersial(Pasar Modern, kios-kios dan pujasera) yang menjadi tempat masyarakat Wonokusumo untuk bekerja sebagaia pedagang karena mayoritas penduduknya adalah pedagang dan wiraswasta. Masalah perancangannya yaitu bagaimana menyediakan hunian yang dapat mewadahi penghuni agar tetap dapat bekerja dan tinggal dengan dekat sesuai kebutuhannya, hunian yang adaptif dan proses pembangunannya cepat, nyaman dan sehat. Sehingga pendekatan yang dipilih yaitu pendekatan sistem karena konsep hunian yang adaptif yaitu hunian yang dapat diperluas unitnya secara horizontal maupun vertikal sehingga harus tersistem dengan baik. Menggunakan pendalaman sistem struktur karena adanya pengembangan unit hunian yang memerlukan struktur khusus yang didesain untuk menyelesaikan masalah kepadatan penduduk yang terus meningkat dan rumah susun ini termasuk menengah sehingga secara struktur lebih kompleks",
  "creators": "ELIZABETH EVELYNE SANTOSO",
  "contributors": "Andhi Wijaya (Advisor 1); Bramasta Putra Redyantanu (Advisor 2); Danny Santoso Mintorogo (Advisor 3); Rully Damayanti (Examination Committee 1); Irwan Santoso (Examination Committee 2); Samuel Hartono (Examination Committee 3); Angela Christysonia Tampubolon, S.T., M.T. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 03024196/ARS/2021; Elizabeth Evelyne Santoso (B12170029)",
  "subjects": "APARTMENT HOUSES--DESIGN AND CONSTRUCTION; APARTMENT HOUSES"
}