{
  "id": "49986",
  "title": "Fasilitas wisata budaya pendalungan di Jember",
  "abstract": "Desain Fasilitas Wisata Budaya Pendalungan di Jember merupakan fasilitas pameran serta wadah untuk menampung budaya Pendalungan yang ada di Jember. Fasilitas wisata budaya ini memiliki fasilitas berupa galeri, area untuk memamerkan budaya Pendalungan, area makanan khas Pendalungan, toko oleh-oleh, area bazaar untuk para UMKM sebagainya. Konsep desain fasilitas ini adalah arsitektur simbolik yang mampu menggambarkan kebudayan Pendalungan tetapi mengikuti perkembangan jaman. Hal ini dilakukan agar masyarakat Jember lebih tertarik untuk lebih mengenal kebudayan yang ada sehingga dapat dikenal hingga ke sektor internasional dan dapat meningkatkan perekonomian serta turut melestarikan kebudayaan Pendalungan di Jember. Masalah utama dalam desain ini adalah agar fasilitas ini dapat memberikan informasi dan edukasi yang mampu mengekspresikan budaya Pendalungan dengan menarik sehingga budaya Pendalungan dapat lebih dikenal masyarakat. Untuk menyelesaikan kebutuhan desain tersebut maka perancangan ini menggunakan pendekatan simbolik sebagai metode desain serta pendalaman karakter ruang galeri dengan pengaplikasian second skin. Sehingga panas matahari lebih tersaring namun cahaya tetap dapat masuk ke dalam ruangan, adanya pola repetitif memberikan kesan yang tidak menonjol sehingga pengunjung dapat fokus melihat yang ada di dalam ruang galeri.",
  "creators": "GRACE FELICIA",
  "contributors": "Benny Poerbantanoe (Advisor 3); Christine Wonoseputro (Advisor 2); V.P. Nugroho Susilo (Advisor 1); Altrerosje Asri, S.T., M.T. (Examination Committee 1); Dr. Feny Elsiana, S.T., M.T. (Examination Committee 2); Markus Ignatio Aditjipto (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 00024281/ARS/2021; Grace Felicia (22416147)",
  "subjects": "EDUCATION CENTERS--DESIGNS AND PLANS; GALLERIES (ARCHITECTURE)--DESIGNS AND PLANS"
}