{
  "id": "49996",
  "title": "Asrama mahasiswa di Yogyakarta",
  "abstract": "Yogyakarta merupakan kota yang terkenal dengan beragam budaya dikarenakan memiliki penduduk yang tidak hanya berasal dari Yogyakarta tetapi banyak juga pendatang dari luar yang memenuhi provinsi/kota ini. Selain hal tersebut, Yogyakarta juga dikenal sebagai kota Pendidikan dimana terlihat dari jumlah institusi perguruan tinggi atau universitas yang mencapai ratusan, hal ini juga diiringi dengan bertambahnya pendatang yang masuk terkhususnya mahasiswa dengan tujuan bersekolah di salah satu institut perguruan tinggi di Yogyakarta. Semakin banyak penduduk luar yang datang semakin besar juga potensi akan terjadinya konflik, seperti kasus di kabupaten Sleman yang berasal dari argumen kecil hingga menyebabkan kerusakan properti warga sekitar. Oleh karena itu, laporan tugas akhir ini mengusulkan sebuah rancangan desain Asrama untuk memadai fasilitas mahasiswa sebagai tempat tinggal sekaligus fasilitas sosial bagi warga lokal dengan Mahasiswa di asrama tersebut, berlokasi di Kabupaten Sleman dimana pernah terjadi kasus konflik tersebut. Desain diharapkan dapat menjadi “jalan tengah” bagi warga sekitar dan Mahasiswa dengan cara bersosialisasi, sehingga dapat meredam kesalahpahaman dan konflik di masa mendatang. Tampilan fasad dan bentuk bangunan juga terinspirasi dari rumah adat jawa seperti Joglo sebagai pendekatan Neo-Vernakular, bertujuan agar warga sekitar tidak merasa asing saat masuk ke dalam site, selain warga mahasiswa dari luar asrama juga dapat berpartisipasi dan berkunjung",
  "creators": "IRVING PRASETYA CHANDRA",
  "contributors": "Luciana Kristanto, S.T., M.T. (Advisor and Examination Committee); Lilianny Sigit Arifin (Advisor 2); Stanislaus Kuntjoro Santoso (Advisor 3); Sylviana Putri Sunario Soegondo S.T. (Examination Committee 1); Handinoto (Examination Committee 2); Timoticin Kwanda (Examination Committee 3); Anik Juniwati (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024164/ARS/2021; Irving Prasetya Chandra (22415151)",
  "subjects": "DORMITORIES; STUDENT HOUSING--DESIGNS AND PLANS"
}