{
  "id": "50009",
  "title": "Interactional styles used by male characters when gossiping at workplace in The Intern movie",
  "abstract": "The writer conducted this study to investigate the interactional styles used by the male characters, Ben Whittaker, Jason, Davis, and Lewis in The Intern movie. This study was done by the writer to find the interactional styles used by the male characters when gossiping at the workplace. In conducting this study, the writer used the theory of interactional style by Holmes (2006) and Baxter (2010). Furthermore, this study used a qualitative approach. The result of this study showed that the male characters, Ben Whittaker, Jason, Davis, and Lewis, used all of feminine interactional style when they were gossiping at the workplace. The male characters used facilitative feature to increase other speakers’ participations, to show their supportiveness and other-orienteers by using supportive feedback, collaborative, person/process oriented and affectively oriented, and to avoid conflicts by softening the statements using conciliatory feature. However, the male characters, Ben Whittaker, Jason, Davis, and Lewis used only five out of seven features of the masculine interactional style. They used competitive, aggressive interruption, confrontational, and direct features to make them straightforward. The male characters also wanted to be credible toward each other, they tended to use referentially oriented feature by giving facts. Therefore, the male characters used both feminine interactional styles and masculine interactional styles based on the aims of the gossiping.",
  "creators": "VANNIA LIEBNIS",
  "contributors": "Samuel Gunawan (Advisor 1); Flora Debora (Examination Committee 1); Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "A Critical Thesis",
  "source": "A Critical Thesis No. 02012367/ING/2021; Vannia Liebnis (A11170069)",
  "subjects": "GOSSIP IN THE WORKPLACE; GOSSIP--FICTION; MOTION PICTURES--REVIEWS"
}