{
  "id": "50006",
  "title": "Factors influencing the behaviour intention to adopt digital wallet under COVID-19 (a case of GOPAY)",
  "abstract": "Digital wallets are one of the most disruptive innovations in financial technology. In Indonesia, this innovation continues to grow at a rapid rate. To be accepted by more Indonesian users, especially under the COVID-19 pandemic, digital wallets must first understand the factors that influences behavior intention to adopt digital wallet. This research based its theoretical foundation on the technology acceptance model developed by Fred D. Davis (1989). In addition, this study would add perceived risk and sales promotions in order to understand their significance towards Indonesian users' behavior intention to adopt digital wallets. The research object would be GoPay, as it has been named as Indonesia's most used digital wallet. The participants of this research would be the millennials, as they are the primary users of the digital wallets. The research data is collected through questionnaires, and then analyzed through Partial Least Square - Structural Equation Modeling. The results indicated that all factors except for perceived risk have a significant positive impact towards behavioral intention. Perceived risk had a significant negative influence towards behavioral intention. Additionally, the researchers found that perceived ease of use influences perceived usefulness of the application.",
  "creators": "WILLIAM HERDIYANTO SUBANDI; IAN FRANCIS WAHYUDI",
  "contributors": "Maria Natalia Damayanti Maer, S.S., M.A., Ph.D. (Advisor 1); Adelina Proboyo (Examination Committee 1); Ruth Srininta Tarigan, S.Kom., MBA. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 34010459/MAN/2021; William Herdiyanto Subandi (34416019), Ian Francis Wahyudi (D11170076)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMERS--RESEARCH"
}