{
  "id": "50019",
  "title": "Analisa komparasi brand Autodesk dan brand Boutique Fairs Singapore dengan penerapan teori brand identity",
  "abstract": "Analisa ini mengkomparasikan baik brand Autodesk maupun brand Boutique Fairs Singapore dengan teori identitas brand. Kedua brand tersebut masing-masing ditinjau dan ditelaah berdasarkan identitas masing-masing untuk menganalisa apakah penerapan identitas yang ditampilkan kepada publik khususnya dalam segi visual, sudah konsisten dengan branding mereka. Konsistensi dalam hal visual dapat dipengaruhi oleh subyektifitas maupun obyektifitas dalam pengerjaan desain. Untuk itu, kedua brand ini ditinjau melalui brand guidelines masing-masing brand dan menurut teori identitas brand. Analisa komparasi ini juga bertujuan untuk memberi solusi dalam mengatasi terjadinya subyektifitas saat mengerjakan desain yang seharusnya dilakukan dengan obyektif agar dapat mempertahankan konsistensi brand. Metode yang digunakan adalah metode kualitatif berdasarkan pengalaman penulis saat menjalani proses wajib magang selama 8 (delapan) bulan. Hasil dari penelitian ini adalah brand Autodesk maupun brand Boutique Fairs Singapore mampu mempertahankan konsistensi dalam identitas brand di mata target audiens apabila berpedoman pada teori identitas brand, yang mana tetap dapat bersifat eksploratif dalam segi visual selama hal tersebut masih mencerminkan identitas yang telah ditetapkan dan tidak menimbulkan ambiguitas pada target audiens.",
  "creators": "SONIA ADRIANA SAVERO",
  "contributors": "Cindy Muljosumarto S.Sn, M.D. (Advisor 1); Ani Wijayanti Suhartono (Advisor 2); Deddi Duto Hartanto (Examination Committee 1); Rika Febriani, S.Sn., M.A. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00023597/DKV/2021; Sonia Adriana Savero (E12170049)",
  "subjects": "BRAND NAME PRODUCTS"
}