{
  "id": "50010",
  "title": "Analisis persepsi mahasiswa akuntansi mengenai faktor-faktor yang mempengaruhi pemilihan karir sebagai akuntan publik dan non akuntan publik (studi kasus pada mahasiswa akuntansi Universitas Kristen Petra Surabaya)",
  "abstract": "Tujuan dari penelitian ini adalah untuk mengetahui dan menganalisis faktor-faktor yang mempengaruhi mahasiswa akuntansi dalam pemilihan karirnya sebagai akuntan publik dan non akuntan publik. Variabel yang digunakan dalam penelitian ini adalah penghargaan finansial, pelatihan profesional, pengakuan profesional, nilai-nilai sosial, lingkungan kerja, pertimbangan pasar kerja, dan personalitas. Penelitian ini termasuk jenis penelitian survei yang menggunakan data primer melalui penyebaran kuesioner. Adapun populasi dalam penelitian ini adalah mahasiswa jurusan akuntansi, Universitas Kristen Petra Surabaya pada tahun 2021. Pemilihan sampel dilakukan dengan teknik simple random sampling dan berhasil diperoleh sampel sebanyak 436 responden yang terdiri dari 178 mahasiswa akuntansi bisnis, 237 mahasiswa akuntansi pajak, dan 21 mahasiswa International Business Accounting (IBAcc). Analisis data dilakukan dengan uji regresi logistik dengan bantuan program komputer, yaitu SPSS (Statistical Program for Social Science). Hasil pengujian menunjukkan bahwa faktor lingkungan kerja dan pertimbangan pasar kerja berpengaruh signifikan terhadap pemilihan karir mahasiswa sebagai akuntan publik dan non akuntan publik. Sedangkan faktor penghargaan finansial, pelatihan profesional, pengakuan profesional, nilai-nilai sosial, dan personalitas tidak berpengaruh signifikan terhadap pemilihan karir mahasiswa sebagai akuntan publik dan non akuntan publik.",
  "creators": "RAYNALD ISKANDAR; FREDERICK WONGSODIHARDJO",
  "contributors": "Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Advisor 1); Yenni Mangoting (Examination Committee 1); Saarce Elsye Hatane (Examination Committee 2); Hendri Kwistianus, S.E., M.M. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011648/AKT/2021; Raynald Iskandar (D12170152), Frederick Wongsodihardjo (D12170172)",
  "subjects": "ACCOUNTANTS; CAREER DEVELOPMENT"
}