{
  "id": "50025",
  "title": "Kondominium di Makassar",
  "abstract": "Kondominium di Makassar merupakan sebuah kondominium yang didesain untuk menjawab permasalahan kebutuhan rumah tinggal di Makassar yang semakin tinggi dibandingkan dengan jumlah rumah yang tersedia. Sehingga dibutuhkannya hunian vertikal untuk menjawab permasalahan ini. Namun masyarakat Makassar masih belum terbiasa dengan hunian vertikal, sehingga muncullah masalah desain utama yaitu, bagaimana cara membuat masyarakat Makassar ini terbiasa dengan yang namanya hunian vertikal? Dari sinilah diambilnya sasaran pengguna yang merupakan generasi Z. Hal ini disebabkan karena generasi Z merupakan generasi terbesar di dunia, dan tidak terkecuali juga di Makassar. Dan umur generasi Z saat ini merupakan umur yang sudah memasuki umur yang cukup dewasa yang membutuhkan sebuah hunian. Dengan sasaran pengguna yang merupakan generasi Z, sehingga pendekatan yang dipilih adalah pendekatan perilaku, khususnya perilaku generasi Z di Makassar. Dan juga dipilihnya pendalaman karakter ruang untuk bisa menghasilkan karakter-karakter ruang yang akan membuat para generasi Z Makassar yang berada di kondominium ini bisa merasa nyaman dan suka berada di dalam daerah kondominium ini. Hasil dari perancangan ini nantinya berupa sebuah kondominium yang dilengkapi oleh tentunya fasilitas-fasilitas unit hunian, fasilitas-fasilitas umum yang akan menunjang fungsi utama kondominium ini, seperti kolam renang, pusat perbelanjaan, lobby, parkiran dsb. Dan tentunya terdapat juga daerah pengelola.",
  "creators": "SERGIO SIELVANO",
  "contributors": "V.P. Nugroho Susilo (Advisor 1); Christine Wonoseputro (Advisor 2); Benny Poerbantanoe (Advisor 3); Altrerosje Asri, S.T., M.T. (Examination Committee 1); Dr. Feny Elsiana, S.T., M.T. (Examination Committee 2); Markus Ignatio Aditjipto (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024250/ARS/2021; Sergio Sielvano (B12170123)",
  "subjects": "CONDOMINIUMS--DESIGNS AND PLANS; APARTMENT HOUSES--DESIGNS AND PLANS"
}