{
  "id": "50033",
  "title": "The effect of perceived value towards purchase intention of Haikyuu's Takara Tomy merchandise in Indonesia",
  "abstract": "Character merchandising is a cultural development and marketing that generates the consumption of media forms such as television programs and video games. One of the television programs that utilize character merchandising is Haikyuu, an anime series. Haikyuu has generated a worldwide fanbase and currently collaborates with Takara Tomy, a company that specialized in producing merchandised items from several anime series. This is called co-branding and the researcher wants to examine the effect that the purchase intention will receive if there is perceived value for both Haikyuu characters and Takara Tomy Merchandise with using attitude towards the co-branded merchandise as the mediating variable. The researcher has collected 125 valid data of respondents and used the judgement sampling method to determine the population of respondents. The researcher analyzes the data by using Partial Least Square – Structural Equation Modeling (PLS-SEM) in SmartPLS 3.0 software. The findings suggest that the perceived value of Haikyuu characters significantly affects the purchase intention of Haikyuu’s Takara Tomy Merchandise. Furthermore, the attitude towards Haikyuu’s Takara Tomy Merchandise mediates the relationship between the perceived value of Haikyuu characters and the purchase intention of Haikyuu’s Takara Tomy Merchandise. Meanwhile, the perceived value of Takara Tomy Merchandise only has a significant impact towards the purchase intention of Haikyuu’s Takara Tomy Merchandise when the variable is mediated by the attitude towards Haikyuu’s Takara Tomy Merchandise.",
  "creators": "CINDY KUSUMA",
  "contributors": "Maria Natalia Damayanti Maer, S.S., M.A., Ph.D. (Advisor 1); Juliana Caesaria Tandung (Examination Committee 1); Tessa Vanina Soetanto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 34010452/MAN/2021; Cindy Kusuma (D11170090)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMERS--RESEARCH; CONSUMERS"
}