{
  "id": "50034",
  "title": "Pengaruh brand community terhadap customer loyalty dengan customer value dan customer engagement sebagai variabel intervening pada Vivo Club Indonesia",
  "abstract": "Perkembangan teknologi di era globalisasi seperti sekarang ini membuat internet menjadi kebutuhan untuk semua masyarakat, terlebih untuk kalangan milenial dan generasi-Z. Di era sekarang ini semua sudah menjadi mudah, terlebih dalam hal berkomunikasi. Di mana dahulu smartphone hanya bertujuan untuk menjawab kebutuhan masyarakat yaitu dengan mengirim pesan singkat/SMS dan Telpon, akan tetapi sekarang ini smartphone sudah mampu memuaskan keinginan masyarakat, yaitu dengan aplikasi-aplikasi yang ditawarkan didalamnya seperti : sosial media, games, music, dll. Agar perusahaan smartphone dapat bertahan, tentu mereka perlu memiliki konsumen tetap (customer loyalty) sehingga dengan itu mereka mampu meningkatkan penjualan dari perusahaan, hal inilah yang perlu dilakukan oleh perusahaan Vivo. Penelitian ini bertujuan untuk mengamati pengaruh Brand Community dari perusahaan smartphone Vivo, Vivo Club Indonesia terhadap Customer Loyalty dengan Customer Value dan Customer Engagement Sebagai Variabel Intervening. Hasil penelitian ini menunjukan bahwa Brand Community memiliki pengaruh positif terhadap Customer Value dan Customer Engagement. Demikian halnya dengan Customer Value dan Customer Engagement berpengaruh positif terhadap Customer Loyalty.",
  "creators": "FELDO GHONATA",
  "contributors": "Diah Dharmayanti (Advisor and Examination Committee); Edwin Japarianto (Examination Committee 1); Drs. Sugiono Sugiharto, M.M., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020842/MAN/2021; Feldo Ghonata (D11170524)",
  "subjects": "BRAND LOYALTY; CUSTOMER LOYALTY; CONSUMERS--RESEARCH; TELEMARKETING"
}