{
  "id": "50038",
  "title": "Taktik self-presentation Joko Widodo dalam menangani COVID-19 di Instagram",
  "abstract": "Self-presentation adalah proses individu untuk membentuk image yang orang lain pikirkan maupun apa yang kita pikirkan tentang diri kita sendiri. Taktik dalam self-presentation terbagi menjadi dua indikator dengan 13 sub indikator yaitu defensive self-presentation (excuse, justification, disclaimer, self-handicapping, apology) dan asssertive self-presentation (ingratiation, intimidation, supplication, entitlement, enhacement, blasting, basking dan exemplification). Penelitian ini dilakukan untuk mengetahui taktik self- presentation Joko Widodo sebagai Presiden Indonesia melalui akun instagram @jokowi. Penelitian ini ingin melihat bagaimana presentasi diri Joko Widodo dalam menangani COVID-19 di Indonesia mulai tanggal 23 Desember 2020 hingga 30 April 2021. Penelitian ini menggunakan metode analisis isi kuantitatif dengan menganalisis 138 sampel caption dari unggahan foto dan video. Temuan penelitian ini menunjukkan bahwa taktik yang paling sering ditampilkan adalah taktik assertive self-presentation khususnya Entitlement, dimana Joko Widodo mengaku siap bertanggungjawab dan membanggakan hasil positif yang telah dicapai. Dapat dilihat saat Joko Widodo bertanggungjawab mengenai pengadaan dan pendistribusian vaksin dalam negeri serta tercapainya pemulihan ekonomi nasional tahun 2021. Selain itu, taktik Ingratiation juga sering digunakan Joko Widodo, dimana Joko Widodo menunjukkan identitas diri sebagai pemimpin yang menyenangkan. Serta taktik Exemplification, dimana Joko Widodo menunjukkan bahwa ia memiliki integritas dan moral yang tinggi.",
  "creators": "ANGGI AGAVANI SHANTIKA PANJAITAN",
  "contributors": "Gatut Priyowidodo (Advisor 1); Daniel Budiana, S.Sos., M.A. (Advisor 2); Jandy Edipson Luik (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011707/KOM/2021; Anggi Agavani Shantika Panjaitan (51414060)",
  "subjects": "COMMUNICATION; SELF PRESENTATION; COMMUNICATION IN POLITICS-INDONESIA; COMMUNICATION IN POLITICS"
}