{
  "id": "50041",
  "title": "Perancangan novel grafis sebagai media edukasi tentang depressive disorders untuk remaja",
  "abstract": "Menurut WHO (World Health Organization), ada ratusan juta orang yang mengalami depresi di dunia tiap tahun. Depresi merupakan masalah yang berbahaya bagi penderitanya, namun banyak orang yang menyepelekan depresi karena adanya stigma yang memandang penderitanya sebagai orang yang manja atau hanya mencari perhatian. Novel grafis ini bertujuan untuk mengedukasi masyarakat, terutama remaja, mengenai depresi dengan harapan bisa membantu mengurangi stigma dan membuat penderita depresi merasa nyaman mencari bantuan tanpa rasa malu. Novel grafis ini dibuat dengan referensi dari ahli psikologi dan mantan penderita depresi, untuk memastikan pesan yang ingin disampaikan tepat. Novel grafis yang telah dihasilkan didistribusikan melalui media online dan offline, kemudian dipromosikan melalui Instagram, dengan harapan mempermudah target audience yang kebanyakan merupakan remaja menemukannya. Perancangan ini menghasilkan novel grafis yang dapat dibaca oleh banyak orang, beserta saran dari pembaca dan ahli yang membacanya. Beberapa saran terkait cerita maupun visualisasi, walau tak dapat diterapkan pada novel grafis ini, dapat membantu perancangan novel grafis bertema serupa di masa depan. Melalui masukan yang didapat, dapat disimpulkan pula bahwa pesan pada novel grafis sudah cukup tersampaikan. Untuk kedepannya, ahli merekomendasikan agar kisah yang disampaikan bisa lebih diperdalam dalam segi kompleksitas informasi yang diberikan.",
  "creators": "REGINA NATHALIA ELYZABETH PANDJAITAN",
  "contributors": "Heru Dwi Waluyanto (Advisor 1); Asthararianty, S.Sn., M.Ds. (Advisor 2); Elisabeth Christine Yuwono (Examination Committee 1); Anang Tri Wahyudi (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Grafis",
  "source": "Perancangan Grafis No. 00023634/DKV/2021; Regina Nathalia Elyzabeth Pandjaitan (E12170035)",
  "subjects": "COMIC BOOKS, STRIPS, ETC.; GRAPHIC DESIGN"
}