{
  "id": "50047",
  "title": "Sekolah menengah pertama luar biasa tunanetra (SMPLB-A) di Surabaya",
  "abstract": "Desain perancangan Sekolah Menengah Pertama Luar Biasa Tunantera (SMPLB-A) di Surabaya ini merupakan sebuah projek yang dirancang khusus untuk memfasilitasi pendidikan siswa dengan kebutuhan tunanetra pada jenjang menengah pertama di Surabaya Barat dimana masih belum terdapat persebaran sekolah luar biasa, khususnya sekolah luar biasa tunanetra. Perancangan sekolah luar biasa ini dimaksudkan untuk menyediakan fasilitas yang diharapkan dapat meningkatkan minat belajar siswa untuk melanjutkan pendidikan ke jenjang yang lebih tinggi, mencari jati diri, dan mengasah ketrampilan siswa berkebutuhan khusus tunanetra. Permasalahan desain utama dari projek perancangan ini adalah bagaimana desain fasilitas pendidikan khusus tunanetra jenjang menengah yang berfungsi dengan baik, fasilitas yang lengkap, dengan sirkulasi dan penataan zona yang nyaman dan menarik bagi pengguna. Desain diharapkan dapat membuat pengguna berkebutuhan khusus tunantera memiliki pengalaman yang sama dengan murid sekolah pada umumnya dan mampu membedakan karakter tiap ruang dengan memaksimalkan penggunaan indera lain selain indera penglihatan sehingga menarik minat siswa dalam belajar dan mengeksplorasi sekolah dengan nyaman menggunakan pendekatan perilaku dan mengaplikasikan konsep Multisensory Architecture dan Architecture for Low Vision.",
  "creators": "ELIYA ANGGRAENI",
  "contributors": "Roni Anggoro, S.T., M.A.Arch. (Advisor 1); Riduan Sukardi (Advisor 2); Frans Soehartono (Advisor 3); Elvina Shanggrama Wijaya, S.T., M.T. (Advisor 4); Bramasta Putra Redyantanu (Examination Committee 1); Danny Santoso Mintorogo (Examination Committee 2); Andhi Wijaya (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024181/ARS/2021; Eliya Anggraeni (B12170009)",
  "subjects": "SCHOOL BUILDINGS--DESIGNS AND PLANS; LEARNING DISABILITIES"
}