{
  "id": "50066",
  "title": "Perancangan buku tutorial mengenai jus detoks dengan metode cold-pressed untuk remaja",
  "abstract": "Kesehatan merupakan hal yang sangat penting dalam kehidupan manusia. Pemeliharaan kesehatan dapat dilakukan oleh semua kelompok usia mulai dari usia muda sampai usia tua. Makanan tidak sehat mengandung bahan seperti pemanis, pewarna, perisa, dan bahan tambahan lainnya yang dapat merugikan kesehatan. Salah satu upaya untuk memelihara kesehatan dilakukan dengan metode detoks. Detoks adalah salah satu cara yang dilakukan sebagai upaya menjaga pola hidup sehat, salah satu cara praktisnya yaitu dengan mengonsumsi jus buah dan sayur yang diproses dengan metode cold-pressed. Metode cold-pressed memiliki keunggulan yaitu nutrisi buah dan sayur terjamin karena tidak menggunakan tambahan gula dan air, hasil jus lebih jernih karena ampas buah dan sayur yang terpisah dari sarinya, dan masa simpan jus relatif lebih lama. Dalam penelitian ini, digunakan metode deskriptif kualitatif karena menampilkan data apa adanya melalui kuesioner yang dibagikan kepada responden. Data responden usia 16-35 tahun sebanyak 80% dari total responden. Responden yang belum pernah tahu istilah cold-pressed juice sebanyak 49,4%. Responden yang belum pernah mencoba cold-pressed juice sebanyak 78,8%. Berdasarkan data tersebut, jus dengan metode cold-pressed dan manfaatnya perlu dikomunikasikan, diinformasikan, dan diedukasikan (KIE) kepada kaum remaja dan dewasa dalam bentuk buku tutorial dengan desain dan layout yang menarik.",
  "creators": "KEZIA THEOFANI ABADI",
  "contributors": "Listia (Advisor 1); Rika Febriani, S.Sn., M.A. (Advisor 2); Heru Dwi Waluyanto (Examination Committee 1); Anang Tri Wahyudi (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Grafis",
  "source": "Perancangan Grafis No. 00023665/DKV/2021; Kezia Theofani Abadi (E12170110)",
  "subjects": "BOOK DESIGN; GRAPHIC ARTS"
}