{
  "id": "50065",
  "title": "Pengaruh interlocking directorate, independent interlocks dan leverage terhadap kinerja perusahaan pada sektor high-tech firm di Indonesia, Malaysia dan Thailand",
  "abstract": "Penelitian ini dilakukan untuk mengetahui pengaruh dari interlocking directorate, independent interlocks dan leverage terhadap kinerja perusahaan pada sektor high-tech firm di negara berkembang Indonesia, Malaysia dan Thailand. Penelitian ini menggunakan interlocking directorate, independent interlocks dan leverage sebagai variabel independen dan kinerja perusahaan yang diukur menggunakan performa keuangan return on asset (ROA) sebagai variabel dependen. Data yang dikumpulkan merupakan data sekunder berupa Laporan Tahunan dan Laporan Keuangan perusahaan High-tech yang terdaftar di Indonesia Stock Exchange (IDX), The Bursa Malaysia (BM), dan Stock Exchange of Thailand (SET). Analisis regresi panel dilakukan dengan menggunakan data yang dikumpulkan dari 38 perusahaan Indonesia, 37 perusahaan Malaysia dan 34 Perusahaan Thailand dalam sektor high-tech firm pada periode 2015-2018. Penelitian ini melakukan analisis data dengan menggunakan analisis regresi data panel. Hasil penelitian menyimpulkan bahwa dampak yang disebabkan interlocks terhadap kinerja perusahaan bergantung pada penerapan jenis interlocks. Interlocking directorate memberikan pengaruh positif terhadap kinerja perusahaan, independent interlocks memberikan pengaruh negatif terhadap kinerja perusahaan dan leverage memberikan pengaruh negatif terhadap kinerja perusahaan.",
  "creators": "ILINE LIANATA",
  "contributors": "Elisa Tjondro (Advisor 1); Yenni Mangoting (Examination Committee 1); TONNY STEPHANUS EOH (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011687/AKT/2021; Iline Lianata (D12170196)",
  "subjects": "CORPORATE GOVERNANCE; PERFORMANCE"
}