{
  "id": "50062",
  "title": "Perancangan konsep video promosi produk gula jawa jahe untuk media sosial instagram",
  "abstract": "Promosi yang dilakukan pada media sosial Instagram yang berupa video promosi iklan, dapat dinikmati dengan durasi panjang dan pendek. Perancangan ini diharapkan dapat memperkenalkan dan menarik perhatian masyarakat mengenai produk Gula Jawa Jahe yang dijual oleh Orion.bizz sehingga diharapkan dapat meningkatkan penjualan dari produk tersebut. Video promosi yang dibuat ini memiliki tujuan yaitu menargetkan rasa emosional yang akan dirasakan oleh orang yang melihat hasil perancangan video, sehingga menimbulkan rasa tersentuh dan juga penasaran terhadap produk yang telah dipromosikan didalam video. Mengangkat karakter dari produk Gula Jawa Jahe yaitu hangat dan manis, yang pada akhirnya kedua elemen tersebut dijadikan sebuah tagline #Hangatkan Suasana. Hangat dan manis ditunjukkan pada konsep jalan cerita yang dramatis. Metode yang digunakan untuk proses pembuatan video promosi menggunakan 3 tahap yaitu pra-produksi yang meliputi pencarian ide, perencanaan produksi, persiapan produksi. Produksi pasca-produksi yang meliputi pengeditan video, pengoreksian warna, gradasi warna, dan pemberian suara. Dikemas dalam bentuk video yang merupakan gabungan dari kedua elemen yaitu audio dan visual, maka dihasilkanlah satu karya audio visual dalam format MP4, DVD, MPEG, MOV. Karya ini diharapkan menjadi suatu karya yang dapat menarik perhatian masyarakat terhadap produk Gula Jawa Jahe, yang secara tidak langsung mempromosikan toko online Orion.bizz sebagai re-seller produk Gula Jawa Jahe.",
  "creators": "KEVIN MARCEL",
  "contributors": "Hen Dian Yudani (Advisor 1); Mendy Hosana Malkisedek (Advisor 2); Ani Wijayanti Suhartono (Examination Committee 1); Rika Febriani, S.Sn., M.A. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Audio Visual dan Animasi",
  "source": "Skripsi No. 00023594/DKV/2021; Kevin Marcel (E12170106)",
  "subjects": "INSTAGRAM MARKETING; VIDEO PRODUCTION; BRANDING (MARKETING)"
}