{
  "id": "50081",
  "title": "Perancangan konsep visual branding untuk Dessea Fit",
  "abstract": "Dessea Fit merupakan brand baru yang juga menjadi distributor resmi beberapa produk supplemen dan produk herbal. Saat ini Dessea Fit dapat melakukan transaksi melalui COD dengan mudah di beberapa kota seperti Pasuruan, Probolinggo, Malang, Banyuwangi, Lumajang, Blitar, dan Surabaya. Namun Dessea Fit masih belum banyak diketahui karena selain brand baru yang belum mempunyai brand identity dan visual yang konsiten, Dessea Fit juga mempunyai beberapa kompetitor yang lebih lama dan lebih dikenal sehingga awareness kepada brand ini bisa dibilang cukup kecil. Perancangan visual branding ini dibuat untuk menjawab masalah yang sedang dihadapi Dessea Fit, untuk meningkatkan brand awareness di butuhkan pembuatan identitas brand untuk brand Dessea Fit yang cukup sesuai dengan target audience nya saat ini. Perancangan visual branding ini diharapkan dapat membantu Dessea Fit untuk menciptakan citra brand yang perbeda dan memiliki keunggulan lebih daripada kompetitornya. Konsep yang digunakan dalam pembuatan visual brand ini mengangkat kelebihan brand Dessea Fit yang menjual produk herbal yang tidak di jual oleh kompetitornya, unsur herbal di ambil visualnya dan implementasikan kedalam setiap desain yang akan dibuat, baik dalam pembuatan logo, dan juga layout untuk sosial media dari Dessea Fit. Dengan begitu masyarakat dan target audience dapat melihat perbedaan Dessea Fit dengan kompetitornya dan juga lebih dapat menjadi daya Tarik tersendiri dari Dessea Fit.",
  "creators": "PANJI ADI SASMITO",
  "contributors": "Deddi Duto Hartanto (Advisor 1); Rika Febriani, S.Sn., M.A. (Advisor 2); Ani Wijayanti Suhartono (Examination Committee 1); Cindy Muljosumarto S.Sn, M.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rancangan Desain Komunikasi Visual",
  "source": "Skripsi No. 00023604/DKV/2021; Panji Adi Sasmito (E12170139)",
  "subjects": "BRANDING (MARKETING); GRAPHIC ARTS; VISUAL COMMUNICATION"
}