{
  "id": "50089",
  "title": "Hubungan tone pengungkapan, profitabilitas, likuiditas, struktur modal, dan ukuran perusahaan terhadap nilai perusahaan",
  "abstract": "Laporan tahunan perusahaan menjadi faktor yang signifikan bagi investor dalam pengambilan sebuah keputusan investasi di pasar modal. Pengungkapan informasi dalam laporan tahunan menjadi sinyal atau petunjuk bagi investor tentang prospek perusahaan di masa depan sehingga dapat mempengaruhi nilai perusahaan. Tidak hanya informasi keuangan seperti profitabilitas, likuiditas, struktur modal maupun ukuran perusahaan, namun informasi non keuangan juga menjadi faktor penting dalam mempengaruhi nilai perusahaan. Oleh karena itu sentiment/tone dalam narasi laporan tahunan, menjadi alat yang penting dalam memberikan sinyal baik atau buruk pada investor. Tujuan penelitian ini adalah untuk mengetahui hubungan tone pengungkapan, profitabilias, likuiditas, struktur modal, dan ukuran perusahaan terhadap nilai perusahaan. Objek penelitian ini adalah 92 perusahaan tourism dan hospitality yang terdaftar di Bursa Efek Indonesia, Stock Exchange of Thailand, Malaysia Stock Exchange, Singapore Stock Exchange, dan Philippine Stock Exchange dalam periode 2015-2018 yang dipilih dengan metode purposive sampling. Analisis data menggunakan analisis regresi berganda. Berdasarkan hasil analisis diperoleh hasil bahwa tone pengungkapan dan struktur modal berpengaruh positif terhadap nilai perusahaan. Sementara profitabilitas, likuiditas, ukuran perusahaan tidak berpengaruh signifikan terhadap nilai perusahaan.",
  "creators": "CHRISTELLA JEANEVA EUGENIA; EUGENIA VANESSA RIMBA",
  "contributors": "Saarce Elsye Hatane (Advisor 1); Oviliani Yenty Yuliana, S.T., MS-CIS., Ph.D. (Advisor 2); Juniarti (Examination Committee 1); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011655/AKT/2021; Christella Jeaneva Eugenia (D12170097), Eugenia Vanessa Rimba (D12170136)",
  "subjects": "CORPORATIONS--FINANCE; INVESTMENT ANALYSIS"
}