{
  "id": "50107",
  "title": "LEAP program community engagement pemberdayaan musisi lokal independen Surabaya untuk pembuatan media promosi dan pengarsipan musik lokal independen melalui playlist spotify bertema",
  "abstract": "Beberapa masalah yang dihadapi oleh sebagian besar musisi-musisi lokal di Surabaya adalah strategi promosi, kendala produksi, dan apresiasi masyarakat. Padahal kualitas musik lokal independen Surabaya tidak kalah dengan musik-musik lain. Sehingga dari potensi-potensi yang sudah ada ini perlu dikemas dalam sebuah bentuk kemasan yang lebih segar supaya musik-musik lokal independen Surabaya bisa dinikmati oleh lebih banyak orang, dan musisi lokal independen Surabaya bisa terus aktif berkarya. Metode yang dilakukan adalah wawancara terhadap beberapa musisi lokal independen Surabaya untuk mengetahui permasalahan yang sedang dihadapi, dan juga membagikan kuesioner untuk menganalisa kebiasaan audiens dalam mendengarkan musik untuk mencari metode promosi yang dapat diterima audiens. WYD.SUB (What're You Doing in Surabaya) dibuat untuk mempromosikan dan mengarsipkan musik lokal independen di Surabaya melalui playlist bertemakan keseharian masyarakat Surabaya di aplikasi streaming musik Spotify. Melalui playlist WYD.SUB, masyarakat dapat mendengarkan berbagai lagu lokal lintas genre dari Surabaya dan musisi memiliki media promosi baru yang lebih inovatif.",
  "creators": "DYATAFTIANI MEVILIA VUTRI PRATAMA",
  "contributors": "Heru Dwi Waluyanto (Advisor 1); Deddi Duto Hartanto (Examination Committee 1); Merry Sylvia, S.Sn (Examination Committee 2); Obed Bima Wicandra (Examination Committee 3); Yohanes Budi Cahyono, S.Sos., M.Psi. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Promosi Produk",
  "source": "Skripsi No. 00023708/DKV/2021; Dyataftiani Mevilia Vutri Pratama (E12170178)",
  "subjects": "MUSIC IN ADVERTISING; ADVERTISING"
}