{
  "id": "50103",
  "title": "Perancangan karya desain Hampers untuk acara pernikahan drive-thru dalam masa pandemi covid-19",
  "abstract": "Corona Virus Disease 2019 (COVID-19) adalah kumpulan virus yang bisa menginfeksi sistem pernapasan yang ditemukan sejak Desember 2019 yang terus mengalami pertambahan jumlah korban. Berbagai kegiatan telah dilakukan di negara Indonesia sebagai upaya pencegahan penyebaran COVID-19. Bahwasannya Program Pembatasan Sosial Berskala Besar (PSBB) yang diatur dalam Pasal 1 Peraturan Pemerintah Nomor 21 Tahun 2020.pada masa pandemi menyebabkan munculnya pernikahan drive-thru, akibat pembatasan kegiatan pertemuan di rumah ibadah seperti akad pernikahan. Pernikahan drive-thru merupakan konsep prosesi pernikahan pada era normal baru yang dilakukan dengan menjalankan social distancing yang telah dianjurkan oleh pemerintah dan berbeda dengan pernikahan konvensional yang tamu undangannya dapat menciptakan kerumunan dan massa pada sebuah acara di tempat persepsi pernikahan. Prosesi pernikahan secara drive-thru memiliki banyak tamu acara yang merasa kurang nyaman dengan prosesi acara pernikahan yang ada, yang memiliki persoalan yaitu kelebihan barang bawaan (excessive luggage) bagi tamu acara. Hal ini menyebabkan tamu undangan merasa kurang nyaman. Tujuan dari perancangan ini adalah untuk membuat desain hampers yang tematik dan dapat menyesuaikan dengan situasi pandemi masa kini tanpa meninggalkan unsur estetika. Proses Metodologi penelitian yang digunakan yaitu metode pengumpulan data terfokus pada intepretasi terhadap objek yang dianalisis. Dengan desain hampers yang mampu mewadahi semua bingkisan dari pernikahan akan menjadi solusi untuk pernikahan drive-thru.",
  "creators": "CHRISTIAN YONATHAN",
  "contributors": "Elisabeth Christine Yuwono (Advisor 1); Bing Bedjo Tanudjaja (Advisor 2); Listia (Examination Committee 1); Daniel Kurniawan, S.Sn., M.Med.Com (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Desain Kemasan",
  "source": "Desain Kemasan No. 00023587/DKV/2021; Christian Yonathan (E12170065)",
  "subjects": "COMMERCIAL ART; PACKAGING--DESIGN; BEVERAGES--PACKAGING--DESIGN"
}