{
  "id": "50112",
  "title": "Pengaruh tone dalam laporan tahunan dan ownership structure terhadap nilai perusahaan",
  "abstract": "Penelitian ini bertujuan untuk mengetahui pengaruh dari tone dalam laporan tahunan perusahaan dan ownership structure perusahaan terhadap nilai perusahaan (tobin’s Q) di sektor tourism and hospitality. Penelitian ini juga menggunakan current ratio, debt to equity ratio, return on asset dan firm size sebagai variabel control. Sampel yang digunakan dalam penelitian ini adalah 92 perusahaan sektor tourism and hospitality yang terdaftar dalam Bursa Efek Indonesia (BEI) , Stock Exchange of Thailand (SET), Malaysia Stock Exchange (MYX), Singapore Stock Exchange (SGX), dan Philippine Stock Exchange (PSE) pada tahun 2015-2018. Dalam penelitian ini, tone pengungkapan diukur dengan menganalisa sentimen pada bagian narasi tektsual laporan tahunan perusahaan menggunakan NVIVO. Sementara itu, ownership structure diukur dengan membagi persentase kepemilikan saham manajerial dan institusional dengan jumlah saham beredar. Teknik analisis data yang dilakukan pada penelitian ini adalah analisis regresi data panel dengan software Gnu Regression, Econometrics and Time-series Library (GRETL). Hasil penelitian menunjukkan bahwa tone pengungkapan yang disimpulkan dengan net tone (selisih tone positif dan negatif) berpengaruh positif dan signifikan terhadap nilai perusahaan. Sementara itu, untuk kepemilikan manajerial berpengaruh positif signifikan terhadap nilai perusahaan dan kepemilikan institusional berpengaruh negatif signifikan terhadap nilai perusahaan.",
  "creators": "KENNARD ROBBY YULIANTO; ARISTOFER AUSTIN",
  "contributors": "Saarce Elsye Hatane (Advisor 1); Oviliani Yenty Yuliana, S.T., MS-CIS., Ph.D. (Advisor 2); Juniarti (Examination Committee 1); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011651/AKT/2021; Kennard Robby Yulianto (D12170104), Aristofer Austin (D12170105)",
  "subjects": "CORPORATIONS--FINANCE; FINANCIAL STATEMENTS"
}