{
  "id": "50114",
  "title": "Perancangan produk jaket multifungsi (Envase) untuk menghadapi normal baru untuk perempuan",
  "abstract": "Penetapan pemerintah untuk menekan virus corona yang sudah mengubah perilaku masyarakat secara luas dan menyeluruh dengan ada sebuah protokol kesehatan yang ditetapkan dan harus ditaati oleh semua lapisan masyarakat. Dalam mobilitas masyarakat, pengendara roda dua yang paling rentan terpapar virus. Untuk melindungi dan mengajak masyarakat Surabaya dalam melaksanakan protokol kesehatan, maka dibuatlah sebuah jaket multifungsi. Setelah membuat untuk model laki-laki, pada perancangan kali ini Envase dirancang untuk para perempuan. Bagaimana menjaga penampilan yang modern namun juga tetap dapat memisahkan dan mengorganizing barang bersih dan kotor. Karena pada dasarnya pengendara roda 2 lah yang paling rentan terpapar oleh virus. Perempuan ikut juga ikut mengambil peranan dalam perubahan pola perilaku yang ada di masyarakat luas, apalagi seperti yang kita tau perilaku mobilitas pada perempuan sudah sama seperti laki-laki pada jaman ini. Envase merupakan sebuah jaket multifungsi yang juga merupakan sebuah produk yang juga hasil dari sebuah penelitian ini. Pada penelitian ini, jaket ini di khusukan untuk perempuan karena pengendara roda 2 tidak hanya perempuan saja, serta keterbatasan wanita dalam berdandan juga merupakan salah satu faktor terbesar dalam penelitian ini. Produk ini memiliki fungsi untuk menjaga kehigenisan dari penggunanya, serta kemampuannya untuk mengidentifikasi serta memisahkan barang kotor dan barang bersih. Tidak hanya itu jaket ini juga dapat di gunakan sebagai sebuah media komunikasi yang menyuarakan tentang pentingnya higenitas. Oleh karena itu adanya tambahan Akesoris jaket seperti pin, patch, serta Icon untuk mendukung sebagai alat komunikasinya sebagai media yang unik dan menambah estetika keindahan dari jaket tersebut.",
  "creators": "NIXON GERALD; JULIAN ELNATHIO",
  "contributors": "Deddi Duto Hartanto (Advisor 1); Merry Sylvia, S.Sn (Advisor 2); Andrian Dektisa Hagijanto (Examination Committee 1); Ani Wijayanti Suhartono (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Fashion Design",
  "source": "Fashion Design No. 00023645/DKV/2021; Nixon Gerald (E12170053)Julian Elnathio (E12170063)",
  "subjects": "PRODUCT DESIGN"
}