{
  "id": "50111",
  "title": "Perancangan repositioning brand Tire Strike",
  "abstract": "Tire Strike adalah bisnis startup yang menawarkan produk sticker ban dan telah berdiri sejak tahun 2017. Pada tahun tersebut, Tire Strike memasarkan produknya melalui Instagram dan Facebook, serta menggunakan website sebagai landing page. Namun, Tire Strike sempat mengalami mengalami vakum selama beberapa bulan. Pada tahun 2021, Tire Strike ingin melanjutkan kembali bisnisnya, sehingga diperlukan strategi yang baru dengan membuat positioning yang baru dengan tujuan/capaian membangun brand awareness Tire Strike. Proses repositioning ini dilakukan dengan menggunakan metode analisa kualitatif deskriptif yang mencakup analisis terhadap target audience, persona audience, marketing mix 4P, SWOT, analisis kompetitor, diferensiasi, USP, brand personality, value, consumer insight, brand essence, preposisi, positioning baru (repositioning), dan big idea (what to say dan how to say). Repositioning yang didapatkan menunjukkan bahwa Tire Strike merupakan sticker ban premium (produk sticker ban lebih awet dari gesekan dan tidak mudah terbakar saat terkena panas/matahari). Hasil dari repositioning tersebut diterapkan pada perancangan strategi media dan promosi, serta pembuatan konten Instagram dan Facebook. Strategi promosi dalam perancangan tersebut meliputi strategi jangka pendek dan jangka panjang dengan tujuan untuk meningkatkan brand awareness di Indonesia maupun luar negeri.",
  "creators": "ANDRE KURNIA ADHITAMA",
  "contributors": "Merry Sylvia, S.Sn (Advisor 1); Deddi Duto Hartanto (Advisor 2); Andrian Dektisa Hagijanto (Examination Committee 1); Ani Wijayanti Suhartono (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Periklanan",
  "source": "Periklanan No. 00023675/DKV/2021; Andre Kurnia Adhitama (E12170146)",
  "subjects": "BRANDING (MARKETING); ADVERTISING"
}