{
  "id": "50125",
  "title": "Laporan LEAP program community engagement memperkenalkan kaum muda gereja Katolik Pati dengan budaya gamelan",
  "abstract": "Gamelan adalah salah satu warisan budaya di bidang musik untuk generasi muda saat ini. Di Pati sendiri ada beberapa tempat pelatihan menabuh gamelan, tetapi kebanyakan pemain sudah berumur dan membutuhkan penerus. Lalu ditemukan peralatan gamelan yang disimpan begitu saja oleh bruderan MTB Pati. Melihat hal tersebut, daripada disimpan begitu saja, lebih baik digunakan oleh kaum muda dengan pendekatan ke komunitas Orang Muda Katolik Pati. Teman-teman dari komunitas ini sudah dapat memainkan musik modern seperti band maka dari itu mereka juga ingin dapat memainkan alat musik tradisional satu ini. Pelatihan dimulai tahun 2020 dengan hasil pembuktian pertama yaitu mereka mengiringi lag-lagu yang dinyanyikan saat misa tutup tahun 2020. Melihat komunitas sudah bisa mengiringi beberapa lagu, maka ingin menginspirasi dan mengajak pemuda lain dengan membuat video klip berisi performa mereka yang memainkan gamelan. Memilih membuat video klip karena dengan adanya video, orang-orang dapat melihat mereka memainkan alat musik tersebut sambil mendengarkan lagunya. Juga untuk menunjukkan bahwa gamelan itu tidak hanya dapat digunakan untuk mengiringi upacara adat maupun perwayangan tetapi juga dapat untuk membuat ulang lagu lainnya. Harapannya setelah melihat dan mendengarkan video klip ini, pemuda yang lain dapat terinspirasi untuk mengikuti pelatihan gamelan.",
  "creators": "LAURA ANTONIETTA PRIBADI",
  "contributors": "BERNADETTE DIAN A.M., S.SN. (Advisor 1); Deddi Duto Hartanto (Examination Committee 1); Merry Sylvia, S.Sn (Examination Committee 2); Listia (Examination Committee 3); Yohanes Budi Cahyono, S.Sos., M.Psi. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Audio Visual dan Animasi",
  "source": "Audio Visual dan Animasi No. 00023700/DKV/2021; Laura Antonietta Pribadi (E12170124)",
  "subjects": "MUSIC VIDEOS"
}