{
  "id": "50136",
  "title": "Perancangan collectible card games untuk mengedukasi COVID-19 bagi pra-remaja",
  "abstract": "COVID-19 berdampak besar di seluruh dunia. Paranoia dan kekhawatiran dialami semua orang termasuk pra-remaja. Pra-remaja terpaksa harus berdiam di rumah padahal mereka membutuhkan sosialisasi. Pra-remaja adalah masa di mana awal pubertas terjadi dan adanya tekanan konformitas yang kuat. Pra-remaja menjadi depresi, sensitif dan suka memberontak. Hal-hal ini membuat mereka menjadi kurang peduli untuk memahami COVID-19 dan bahayanya. Karena itu diperlukan suatu media yang menarik bagi pra-remaja, yakni Collectible Card Games (CCG). Tujuan penelitian adalah merancang dan mendesain kartu dari visual, gameplay dan story untuk menghasilkan CCG yang sesuai. CCG ini dibuat agar dapat mengedukasi pra-remaja mengenai COVID-19 dan new normal. CCG yang akan dirancang tidak hanya dijadikan sebagai media edukasi namun juga sebagai media hiburan. Karakter yang dibuat secara digital mengambil inspirasi dari para kontributor yang berjasa di masa pandemi, sebagai bentuk apreasiasi bagi para kontributor tersebut. Selain itu terdapat kartu alien yang merepresentasikan gejala atau dampak dari COVID-19. Kartu alien ini akan menjadi musuh dari kartu para kontributor atau kartu heroes. Metodologi penelitian yang digunakan adalah metodologi kualitatif melalui wawancara dan survei. Data yang didapatkan akan dianalisa dengan cara SWOT dan 5W+1H. Diharapkan, pra-remaja semakin memahami COVID-19 serta bisa mempersiapkan diri menghadapi new normal.",
  "creators": "ELLENA WIDJANARKO",
  "contributors": "Elisabeth Christine Yuwono (Advisor 1); Vanessa Yusuf (Advisor 2); Bing Bedjo Tanudjaja (Examination Committee 1); Rika Febriani, S.Sn., M.A. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Media Edukatif (cetak)",
  "source": "Media Edukatif No. 00023667/DKV/2021; Ellena Widjanarko (E12170113)",
  "subjects": "COMMERCIAL ART; GRAPHIC ARTS; VISUAL COMMUNICATION"
}