{
  "id": "50130",
  "title": "Laporan leap program community engagement perancangan aplikasi augmentative and alternative communication (AAC) “BerKata” bagi anak-anak autis di ACTS Surabaya",
  "abstract": "Selama masa pandemi Covid-19, pembelajaran secara daring dari rumah dinilai sebagai solusi terbaik agar proses belajar-mengajar tetap berjalan. Namun pada kenyataannya, tidak semua anak dapat beradaptasi dengan metode tersebut. Murid-murid autis di Autism Center for Treatment Surabaya (ACTS) adalah salah satu contohnya. Anak autis tentu membutuhkan cara berkomunikasi yang berbeda dari orang pada umumnya. Pada dasarnya, anak autis kesulitan untuk mengekspresikan keinginannya sendiri kepada lawan bicaranya. Kendala ini mengakibatkan terjadinya kesalahpahaman pesan antara murid ACTS dengan orang tuanya di rumah, terutama selama masa Belajar Dari Rumah (BDR). Aplikasi AAC “BerKata” dibuat untuk membantu anak-anak autis agar dapat mengkomunikasikan keinginannya dengan lebih mudah dan tepat kepada orang di sekitarnya. Metode penelitian menggunakan metode deskriptif kualitatif untuk menganalisa dan menjawab permasalahan yang ada. Hasil perancangan berupa sebuah aplikasi Augmentative and Alternative Communication (AAC) berbahasa Indonesia. Perancangan aplikasi AAC “BerKata” menggunakan modul pembelajaran komunikasi Picture Exchange Communication System (PECS) fase IV, dan disesuaikan dengan kebutuhan sehari-hari murid ACTS yang kemampuan verbalnya terbatas (speech delay). Dengan perancangan ini, murid ACTS dapat mengungkapkan kebutuhannya dengan lebih jelas serta orang-orang di sekitarnya dapat lebih memahami dan merespon dengan tepat.",
  "creators": "JACQUELINE KEZIA CHRISTJAHJA",
  "contributors": "Vanessa Yusuf (Advisor 1); Heru Dwi Waluyanto (Examination Committee 2); Deddi Duto Hartanto (Examination Committee 1); Yohanes Budi Cahyono, S.Sos., M.Psi. (Examination Committee 4); Listia (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Media Edukatif (cetak)",
  "source": "Media Edukatif (Cetak) No. 00023694/DKV/2021; Jacqueline Kezia Christjahja (E12170058)",
  "subjects": "COMMERCIAL ART; GRAPHIC ARTS; LOGOS (SYMBOLS)--DESIGN; VISUAL COMMUNICATION"
}