{
  "id": "50132",
  "title": "Perancangan inovasi bisnis brand Meghan Maureen",
  "abstract": "Permasalahan yang dibahas dalam laporan ini adalah perancangan dalam membuat bisnis inovasi new normal starter kit yang berfokus untuk memproduksi produk yang dapat mempermudah hidup seseorang. New normal starter kit sudah menjadi item yang wajib digunakan ketika beraktivitas di luar rumah di saat pandemi ini. Namun ada kendala yang terjadi saat menggunakan produk-produk tersebut. Di antaranya adalah saat menggunakan masker, make up yang digunakan menjadi berantakan dan menempel di permukaan masker. Selain itu masker tidak memiliki tempat sehingga diletakkan secara sembarangan dan membuatnys tidak higienis. Hal tersebut tentunya sangat mengganggu dan merusak penampilan. Oleh karena itu, diciptakanlah sebuah brand bernama “Meghan Maureen” untuk memproduksi new normal starter kit seperti masker kain, pouch dan strap mask untuk menjawab permasalahan tersebut. Metode yang digunakan dalam penelitian ini adalah kualitatif, dengan menggunakan google form yang berisi pertanyaan-pertanyaan seputar masker kepada wanita yang berusia mulai dari 17 tahun sampai dengan 35 tahun. Dari penelitian tersebut dapat disimpulkan bahwa new normal starter kit dibutuhkan banyak wanita yang sering beraktivitas di luar rumah dan terdapat kendala saat menggunakan produk tersebut sehingga dibutuhkan solusi yaitu berupa produk dengan desain yang praktis.",
  "creators": "MEGHAN MADELINE PRADJA",
  "contributors": "Luri Renaningtyas, S.T., M.Ds. (Advisor 1); Ani Wijayanti Suhartono (Advisor 2); Deddi Duto Hartanto (Examination Committee 1); Asthararianty, S.Sn., M.Ds. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00023627/DKV/2021; Meghan Madeline Pradja (E12170020)",
  "subjects": "INNOVATIONS; NEW PRODUCTS"
}