{
  "id": "5014",
  "title": "Penerapan strategic experiential modules pada restoran American Fried Chicken di Samarinda",
  "abstract": "Dewasa ini kondisi perekonomian banyak dipenuhi oleh persaingan yang ketat diantara perusahaan-perusahaan jasa yang baru maupun yang sedang berkembang dan berorientasi pada bidang yang sama. Dalam menghadapi persaingan yang ketat tersebut maka yang harus dilakukan oleh perusahaan jasa adalah berusaha untuk memenuhi tuntutan dari konsumennya agar dapat bertahan dan memenangkan persaingan. Sebagai salah satu perusahaan jasa, Restoran American Fried Chicken telah menyadari bahwa konsumen tidak hanya membeli produk dan layanannya saja, namun juga experience-nya. Oleh sebab itu, kemampuan dari restoran untuk menghadirkan pengalaman yang unik, positif, dan mengesankan bagi konsumennya saat mengunjungi Restoran American Fried Chicken merupakan nilai tambah yang harus dimiliki agar dapat bertahan dalam ketatnya persaingan yang ada. Pendekatan Experiential marketing ini dapat terbentuk bila merek perusahaan menyentuh sense dan emotion, yang kemudian memunculkan unique trust. Experiential marketing atau Exem ini menggugat pendekatan tradisional yang mengandalkan fitur, benefit, dan harga dengan menawarkan pendekatan yang berbeda dengan cara mengoptimalkan seluruh indra, emosi dan afeksi serta pengalaman yang tak terlupakan bagi pelanggan atau konsumennya. Dari analisis SEMs ternyata konsumen tidak memiliki pengalaman yang unik dan mengesankan terhadap Restoran American Fried Chicken. Hal ini disebabkan karena pihak Restoran American Fried Chicken tidak menggunakan ExPros yang ada (misalnya lingkungan, komunikasi/iklan, identitas produk, tenaga pekerja dan lain-lain) secara efektif dan lebih memfokuskan pada fitur/produknya saja. Oleh sebab itu yang harus dilakukan adalah membuat konsumen lebih terlibat dengan produk/membangkitkan emosi konsumen dengan cara menerapkan SEMs sehingga konsumen mempunyai long term memory terhadap produk Restoran American Fried Chicken dan akhirnya akan melahirkan keterikatan emosi terhadap perusahaan.",
  "creators": "ANDRYANTO TANDIONO",
  "contributors": "Peter Remy Yosy Pasla (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.02012193/MAN/2007; Andryanto Tandiono (31401260)",
  "subjects": "RESTAURANT MANAGEMENT; RESTAURANT-MARKETING"
}