{
  "id": "50140",
  "title": "Pengaruh interlocking directorate, sales growth, asset turnover terhadap kinerja keuangan pada sektor high-tech firm di negara Indonesia, Malaysia dan Thailand",
  "abstract": "Penelitian ini bertujuan untuk mengetahui pengaruh dari interlocking directorate, sales growth, dan asset turnover terhadap kinerja keuangan pada high-tech firm pada negara Indonesia, Malaysia dan Thailand. Pada penelitian ini, kinerja keuangan perusahaan menggunakan Return On Asset (ROA) sebagai pengukuran variabel dependen. Penelitian ini menggunakan interlocking directorate, sales growth, dan asset turnover sebagai variabel independen. Data yang digunakan merupakan data sekunder berupa laporan tahunan perusahaan high-tech yang terdaftar pada Indonesia Stock Exchange (IDX), The Bursa Malaysia (BM), atau Stock Exchange of Thailand (SET). Analisis regresi panel dilakukan dengan menggunakan data sebanyak 109 perusahaan sektor high-tech pada tahun 2015-2018 yang terdiri dari 38 perusahaan Indonesia, 37 perusahaan Malaysia, dan 34 perusahaan Thailand. Penelitian ini melakukan analisis regresi data panel, melalui aplikasi GRETL. Hasil penelitian menunjukkan Interlocking Directorate memiliki pengaruh positif terhadap kinerja keuangan perusahaan. Begitu pula dengan sales growth dan asset turnover yang berpengaruh positif terhadap kinerja keuangan perusahaan. Hasil menunjukkan bahwa pada negara berkembang khususnya ASEAN praktik interlock memberikan dampak positif bagi probfitablitas perusahaan.",
  "creators": "VERONICA YULIANI",
  "contributors": "Elisa Tjondro (Advisor 1); Yenni Mangoting (Examination Committee 1); TONNY STEPHANUS EOH (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011691/AKT/2021; Veronica Yuliani (D12170198)",
  "subjects": "CORPORATIONS--FINANCE; FINANCIAL STATEMENTS"
}