{
  "id": "50146",
  "title": "Program community engagement pengembangan produk ecoprint sebagai pemberdayaan umkm nostra gallery di Yogyakarta",
  "abstract": "Seiring berjalannya waktu, ancaman kerusakan lingkungan di dunia ini semakin parah. Mulai dari sampah dan limbah yang tersebar ke seluruh dunia, deforestasi, kebakaran hutan, polusi udara, dan sebagainya. Permasalahan tersebut dipengaruhi oleh gaya hidup yang semakin membahayakan lingkungan, konsumtif, dan tidak ramah ekosistem, termasuk di dalamnya pengaruh dari dunia fashion. Di Indonesia sendiri terdapat tren teknik pewarnaan tekstil bernama ecoprint yang dapat menjadi salah satu solusi di dunia fashion karena prosesnya yang ramah lingkungan, tanpa membuang limbah berbahaya, dan menumbuhkan semangat menjaga lingkungan. Namun permasalahannya masih banyak produk fashion dari ecoprint yang belum banyak diminati. Salah satunya adalah UMKM Nostra Gallery di Yogyakarta sebagai produsen ecoprint yang luaran produk dan upaya pemasaran mereka masih terbatas. Padahal, produk ecoprint memiliki banyak potensi untuk terus berkembang kedepannya di dunia fashion karena unik dan ramah lingkungan. Program ini dilakukan untuk membantu memberdayakan UMKM Nostra Gallery melalui pengembangan luaran produk ecoprint agar lebih kekinian, fashionable, tetap berkualitas, dan fungsional, yang diikuti dengan pengembangan visual agar lebih “naik kelas\" dengan berkolaborasi bersama pihak yang terkait. Dengan melakukan kegiatan ini, UMKM Nostra Gallery dapat mengembangkan produk ecoprint-nya serta memiliki tampilan visual yang lebih menarik agar dapat menjangkau pasar yang lebih luas.",
  "creators": "RIFQI ATHALLAH OCTAVIANO",
  "contributors": "Deddi Duto Hartanto (Advisor 1); Heru Dwi Waluyanto (Examination Committee 1); Vanessa Yusuf (Examination Committee 2); Mendy Hosana Malkisedek (Examination Committee 3); Yohanes Budi Cahyono, S.Sos., M.Psi. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00023705/DKV/2021; Rifqi Athallah Octaviano (E12170160)",
  "subjects": "ADVERTISING--FASHION; COMMERCIAL ART; GRAPHIC ARTS; VISUAL COMMUNICATION"
}