{
  "id": "50141",
  "title": "Perancangan konsep konten visual beta batik di Instagram untuk meningkatkan awareness dan engagement",
  "abstract": "Salah satu usaha/bisnis yang memanfaatkan fitur Instagram berupa Instagram Ads dan Business Tool adalah Beta Batik. Beta Batik ada untuk memenuhi kebutuhan self esteem dan lifestyle konsumen yang merupakan masyarakat dengan status ekonomi menengah ke atas yang gaya hidupnya harus dipenuhi. Pada awal Maret 2021, data perkembangan pada akun Beta Batik masih terbilang rendah dan belum memenuhi target yang diharapkan oleh pemiliknya. Salah satu yang bisa diperbaiki untuk meningkatkan engagement dari akun Instagram-nya adalah dengan membuat konten yang sesuai agar menaikan awareness-nya. Permasalahan dapat terjadi karena konten yang disajikan kurang memiliki nilai jual kepada target audience-nya. Rumusan masalah perancangan ini adalah bagaimana cara merancang konsep konten visual Beta Batik di Instagram dengan menerapkan praktik selama internship untuk meningkatkan brand awareness dan engagement. Metode analisa yang digunakan adalah perancangan kualitatif, menggunakan analisa data yang dideskripsikan dalam bentuk kata-kata tertulis maupun ucapan pemilik. Sehingga, solusi yang dilakukan adalah merancang konsep konten visual untuk akun Instagram Beta Batik guna membangun/mencapai awareness melalui Instagram Ads menggunakan analisis target audience, persona audience, marketing mix 4P, diferensiasi, USP, why test, consumer insight, tingkatan brand awareness, brand essence, preposisi, dan positioning yang diturunkan menjadi konsep konten visual.",
  "creators": "STEPHANIE SAMANTHA GUNAWAN",
  "contributors": "Deddi Duto Hartanto (Advisor 1); Rika Febriani, S.Sn., M.A. (Advisor 2); Ani Wijayanti Suhartono (Examination Committee 1); Cindy Muljosumarto S.Sn, M.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Desain Grafis",
  "source": "Desai GrafisNo. 00023603/DKV/2021; Stephanie Samantha Gunawan (E12170069)",
  "subjects": "COMMERCIAL ART; GRAPHIC ARTS; INSTAGRAM (FIRM)--MARKETING; VISUAL COMMUNICATION"
}