{
  "id": "50154",
  "title": "Faktor-faktor dalam financial performance yang mempengaruhi tone pengungkapan",
  "abstract": "Hingga saat ini, informasi dalam laporan tahunan perusahaan belum dimanfaatkan dengan baik dan maksimal oleh pihak eksternal. Justru, seluruh keputusan penting stakeholders berada pada pentingnya pemahaman akan informasi ini. Penelitian ini mengembangkan variabel independen dari penelitian jurnal sebelumnya. Pengumpulan data menggunakan annual report beberapa perusahaan di Asia Tenggara sebagai landasan penelitian. Tujuan penelitian ini untuk membuktikan bahwa adanya hubungan signifikan diantara financial performance dengan tone pengungkapan. Teknik yang digunakan yaitu teknik analisa konten pada sentimen data kualitatif annual report untuk menganalisa pengungkapan tone. Lalu dilanjutkan dengan teknik analisa regresi data panel untuk mencari nilai signifikan antara financial performance dengan pengungkapan tone. Sampel yang digunakan sebanyak 92 data laporan tahunan perusahaan yang berasal dari lima negara, yaitu: Indonesia, Filipina, Malaysia, Singapura dan Thailand.dalam periode tahun 2015-2019. Hasil uji Weighted Least Squared (WLS) menunjukkan bagaimana financial performance dan tone pengungkapan (positif maupun negatif) berhubungan signifikan. Penelitian ini menemukan faktor-faktor lainnya yang juga mempengaruhi pengungkapan manajemen pada laporan tahunan perusahaan. Faktor-faktor financial performance yang diuji, yaitu: ukuran perusahaan, struktur modal, likuiditas, profitabilitas dan risiko perusahaan.",
  "creators": "EVELYN SHINTANIA; RACHAEL MONICA",
  "contributors": "Saarce Elsye Hatane (Advisor 1); Oviliani Yenty Yuliana, S.T., MS-CIS., Ph.D. (Advisor 2); Juniarti (Examination Committee 1); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011656/AKT/2021; Evelyn Shintania (D12170074), Rachael Monica (D12170103)",
  "subjects": "CORPORATIONS--FINANCE; FINANCIAL STATEMENTS"
}