{
  "id": "50167",
  "title": "Perancangan media promosi UMKM makanan halal Surabaya melalui Instagram",
  "abstract": "Kota Surabaya yang merupakan salah satu kota besar di Indonesia yang memiliki tingkat aktivitas yang cukup tinggi. Dalam menjalani aktivitas, setiap manusia perlu menyeimbangi dengan asupan untuk meningkatkan energi pada tubuh. Energi tubuh didapatkan melalui makanan dan minuman. Hal tersebut menjadi salah satu faktor peningkatan Usaha Mikro Kecil Menengah sektor makanan halal selama masa pandemi. UMKM adalah sebuah kata singkatan dari Usaha Mikro, Kecil, dan Menengah. Salah satu penyebab Usaha Mikro Kecil Menengah sektor m mengalami peningkatan karena masyarakat Surabaya memilih untuk membeli makanan yang jauh lebih variatif dan ekonomis. Karakteristik suka mencoba hal baru menjadi salah satu dorongan masyarakat Surabaya untuk membeli makanan dan minuman dari online. Selain suka mencoba hal baru, harga-harga yang ditawarkan Usaha Mikro Kecil Menengah sektor kuliner relatif ramah di kantong dan banyak penawaran menarik lewat aplikasi. Ternyata, Usaha Mikro Kecil Menengah sektor kuliner masih sedikit yang memanfaatkan sistem online atau media sosial. Pentingnya wadah promosi untuk Usaha Mikro Kecil Menengah sektor kuliner ini agar mampu dikenal dan sampai kepada target market. Selain itu, Usaha Mikro Kecil Menengah sektor kuliner pun mampu memberikan visualisasi yang menarik dan dapat meningkatkan daya tarik konsumen.",
  "creators": "FIONA WULANSARI",
  "contributors": "Rebecca Milka Natalia Basuki (Advisor 1); Paulus Benny Setyawan (Advisor 2); Bing Bedjo Tanudjaja (Examination Committee 1); Yusuf Hendra Y. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00023661/DKV/2021; Fiona Wulansari (E12170091)",
  "subjects": "ADVERTISING--BRAND NAME PRODUCTS; COMMERCIAL ART; ADVERTISING CAMPAIGNS"
}