{
  "id": "50170",
  "title": "Program community engagement pemanfaatan sampah kertas menjadi kerajinan kertas daur ulang sebagai pemberdayaan anak Panti Asuhan Bukti Kasih Surabaya",
  "abstract": "Limbah sampah kertas sudah menjadi kasus yang cukup lama, tetapi permasalahan ini kurang diperhatikan oleh beberapa masyarakat. Beberapa penelitian mengatakan bahwa kertas jika terurai akan menimbulkan gas metana, dikarenakan terurai secara anaerob. Jika kertas masih terus digunakan secara berlebihan, maka banyak pohon yang dikorbankan untuk kebutuhan kertas. Permasalahan kertas bekas dan sumbangan berupa buku-buku tulis yang sudah tak terpakai menumpuk di Panti Asuhan Bukti Kasih Surabaya. Sehingga muncul solusi untuk mengatasi permasalahan tersebut dengan cara mengolah kertas bekas menjadi kerajinan Papier Mache Clay. Metode yang digunakan dalam penelitian ini yaitu berupa secara kualitatif dengan cara wawancara kepada pemilik Panti dan juga observasi menuju Panti.Acara pelatihan sekaligus kerajinan kertas diberi nama ‘netas’ yang memiliki tujuan memberi lahir baru sebuah kertas menjadi karya indah. ‘netas’ berkolaborasi dengan Panti Bukti Kasih Surabaya dengan tujuan melatih kreativitas imajinasi dengan membuat karya yang dibuat oleh anak-anak dan berguna untuk Panti ke depannya. Karya milik anak-anak ditampilkan melalui pameran online di Artstep dan juga Instagram TV dengan akun instagram @netas.karya. Hasil kegiatan ini berhasil mendaur ulang kertas tak terpakai di Panti Asuhan Bukti Kasih Surabaya menjadi karya-karya yang unik dan menarik.",
  "creators": "FEBERIKA KITONO",
  "contributors": "Vanessa Yusuf (Advisor 1); Deddi Duto Hartanto (Examination Committee 2); Heru Dwi Waluyanto (Examination Committee 1); Yohanes Budi Cahyono, S.Sos., M.Psi. (Examination Committee 3); Listia (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00023692/DKV/2021; Feberika Kitono (E12170050)",
  "subjects": "COMMERCIAL ART; GRAPHIC ARTS; LOGOS (SYMBOLS)--DESIGN; VISUAL COMMUNICATION"
}