{
  "id": "50177",
  "title": "Pemanfaatan imperfect fruits menjadi cold pressed juice sebagai pemberdayaan masyarakat \"Kampung Kue Rungkut\" Surabaya",
  "abstract": "Indonesia merupakan negara kedua dengan sampah makanan terbesar setelah Saudi Arabia. Faktanya, 20-40% bahan makanan di Indonesia terbuang bahkan sebelum sampai ke toko. Tidak jarang juga para petani membiarkan hasil panennya membusuk karena takut mengalami kerugian. Biasanya toko/supermarket memiliki standar tertentu mengenai penampilan bahan makanan yang akan dijualnya. Padahal memiliki penampilan yang jelek bukan berarti memiliki kualitas yang jelek juga. Selain itu, di masa pandemi banyak anjuran untuk menerapkan pola hidup sehat yang di mana buah-buahan dan sayur-sayuran ini sebenarnya sangat bermanfaat untuk meningkatkan imun tubuh. Maka dari itu, muncullah inisiatif untuk memanfaatkan imperfect produce untuk diolah menjadi cold pressed juice yang kiranya akan lebih menarik dan bermanfaat bagi masyarakat. Proses perancangan produk ini menggunakan metode analisis kualitatif berupa observasi dan wawancara, diikuti dengan riset pada target audiens. Hasil dari penelitian ini adalah produk cold pressed juice yang menggunakan imperfect produce sebagai bahan utama dengan tujuan mengurangi sampah makanan. Proses persiapan produk hingga penjualan tidak lepas dari campur tangan warga UMKM Kampung Kue. Hal ini dilakukan sebagai bentuk pemberdayaan masyarakat Kampung Kue Rungkut yang sempat mengalami penurunan dalam proses penjualan akibat pandemi.",
  "creators": "VIANITA",
  "contributors": "Merry Sylvia, S.Sn (Advisor and Examination Committee); Heru Dwi Waluyanto (Examination Committee 1); Mendy Hosana Malkisedek (Examination Committee 2); Yohanes Budi Cahyono, S.Sos., M.Psi. (Examination Committee 4); BERNADETTE DIAN A.M., S.SN. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00023693/DKV/2021; Vianita (E12170056)",
  "subjects": "GRAPHIC ARTS; VISUAL COMMUNICATION; FOOD WASTE; NEW PRODUCTS; PRODUCT MANAGEMENT; COMMERCIAL ART"
}