{
  "id": "50172",
  "title": "Program community engagement pemberdayaan anak penyandang tunanetra Panti Yapti Makassar dalam bentuk workshop ilustrasi",
  "abstract": "Seni visual tak hanya milik mereka yang awas, mereka dengan keterbatasan penglihatan bahkan memiliki indera lebih baik dibanding yang sempurna penglihatannya. Penelitian ini menemukan berbagai realitas kehidupan penyandang tunanetra di Makassar. Panti Yapti Makassar merupakan Sekolah Luar Biasa (SLB) yang materi pembelajarannya lebih menekankan pada keterampilan, namun materi apresiasi seni sendiri tidak diperkenalkan kepada anak-anak di sekolah ini, misalnya, melukis maupun menggambar. Workshop ilustrasi ini dilakukan sebagai pembelajaran keterampilan baru, menjadikan seni sebagai salah satu kegiatan relaksasi dan pengekspresian diri bagi anak tunanetra, serta sarana aktualisasi diri anak tunanetra. Kegiatan ini dilakukan dengan metode learning by doing, dimana penulis memberikan arahan secara pribadi dan one by one ke anak tunanetra, lalu dilakukan kembali oleh mereka dengan improvisasi masing-masing. Hasil workshop ilustrasi dari anak Panti YAPTI Makassar tidak sekadar menjadi ilustrasi semata, namun dipadukan dengan berkolaborasi dengan desainer fashion menjadi produk fashion sebagai bentuk upaya apresiasi terhadap hasil ilustrasi anak-anak tunanetra. Upaya ini diwujudkan dalam pameran karya multisensori sebagai wujud kepedulian terhadap kreativitas anak tunanetra dalam bentuk karya seni ilustrasi yang kemudian dipadukan dengan desain fashion. Dengan menghubungkan ilustrasi dan ketunanetraan, hal ini kemudian bisa menjadi medium bagi tunanetra dan ruang publik untuk menunjukkan potensinya di tengah keterbatasan melalui kegiatan seni.",
  "creators": "KATRIEL PRASETYA",
  "contributors": "Deddi Duto Hartanto (Advisor 1); Heru Dwi Waluyanto (Examination Committee 1); Vanessa Yusuf (Examination Committee 2); Mendy Hosana Malkisedek (Examination Committee 3); Yohanes Budi Cahyono, S.Sos., M.Psi. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00023701/DKV/2021; Katriel Prasetya (E12170127)",
  "subjects": "FASHION--ILLUSTRATIONS; GRAPHIC ARTS"
}