{
  "id": "50186",
  "title": "Analisa pengaruh empowerment terhadap competitive advantage melalui IT usage sebagai variabel mediasi",
  "abstract": "Fenomena Covid-19 yang membuat berbagai bidang usaha khususnya bidang jasa mengalami disrupsi bisnis akibat keharusan untuk melakukan social distancing. Disrupsi bisnis mempengaruhi kinerja karyawan khususnya kantor jasa akuntan (KJA) dan kantor akuntan publik (KAP) yang banyak melibatkan karyawan dalam proses bisnisnya. Fenomena diatas dan kenyataan berdasarkan penelitian terdahulu penerapan generalized audit system cenderung baru di Indonesia, sehingga penelitian ini bertujuan untuk mengetahui faktor-faktor yang mempengaruhi KJA atau KAP mempertahankan competitive advantage. Faktor pertama, empowerment merupakan strategi perusahaan untuk menstimulasi karyawan berinovasi untuk menyelesaikan masalah di tengah lingkungan industri yang turbulence. Faktor kedua, IT Usage membantu karyawan menyelesaikan pekerjaan dengan waktu yang lebih cepat dengan hasil lebih baik. IT Usage dalam hal ini software merupakan alat yang digunakan dan diyakini oleh karyawan memberikan nilai tambah dalam rangka menyelesaikan pekerjaan mereka. Penelitian menggunakan kuesioner yang dibagikan secara online dan offline. Hasil analisa penelitian KJA dan KAP mempertahankan competitive advantage dengan melakukan pelatihan agar skill yang dimiliki untuk menyelesaikan kegiatan pembukuan dan menyelesaikan prosedur audit dapat dilakukan dengan lebih baik lagi. IT Usage yang cenderung baru diterapkan di Indonesia memerlukan waktu dan pelatihan yang lebih banyak untuk menunjang dan memberikan manfaat yang lebih baik bagi kantor jasa akuntan dan kantor akuntan publik.",
  "creators": "Yuliana Olivia Suseno",
  "contributors": "Devie (Advisor 1); Oviliani Yenty Yuliana, S.T., MS-CIS., Ph.D. (Advisor 2); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1); Dr. Ferry Jaolis, S.E., M.SM., M.RECH. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020306/MM/2021; Yuliana Olivia Suseno (D21200031)",
  "subjects": "INFORMATION TECHNOLOGY--MANAGEMENT; COMPETITION; INFORMATION TECHNOLOGY"
}