{
  "id": "50187",
  "title": "Hotel resor di Lombok",
  "abstract": "Hotel resor di Lombok adalah sebuah fasilitas penginapan yang ditujukan untuk mengakomodir atau mewadahi jumlah wisatawan yang meningkat di area Lombok Utara, kabupaten Pemenang. Selama ini kurang-nya fasilitas penginapan di Lombok Utara menyebabkan jarak antara penginapan dengan tempat wisata berjauhan. Hotel resor yang dirancang berada di tepi pantai yang dapat dinikmati oleh pengunjung sehingga cocok untuk wisatawan yang berlibur lama dan bersantai di satu tujuan saja. Pada hotel resor disediakan fasilitas pendukung seperti: restaurant, kolam renang, gym dan spa untuk pengunjung serta ruang serbaguna untuk keperluan konferensi dan resepsi. Desain bangunan pada Hotel resor di Lombok mengambil bentukkan dan elemen desain yang ada pada rumah tradisional Lombok. Pada unit bangunan cottage wujud bangunan rumah tradisional Lombok teraplikasi sangat kuat, yaitu berupa bangunan rumah panggung dengan tangga dan atap yang merupakan ciri bangunan Lombok. Sedang pada bangunan hotel yang berupa bangunan empat lantai yang melengkung memanjang, elemen lengkungan atap rumah tradisional Lombok diterapkan pada fasade nya. Sementara pada bangunan-bangunan yang lain semua menggunakan bentuk atap yang melengkung, yang menjadi ciri rumah tradisional Lombok.",
  "creators": "ELVAN JANUAR CISCO",
  "contributors": "Anik Juniwati (Advisor 1); Timoticin Kwanda (Advisor 2); Handinoto (Advisor 3); Sylviana Putri Sunario Soegondo S.T. (Advisor 4); Joyce M.Laurens (Examination Committee 1); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 2); Wanda Widigdo Canadarma (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024232/ARS/2021; Elvan Januar Cisco (B12170091)",
  "subjects": "HOTELS--DESIGN AND CONSTRUCTION; RESORT ARCHITECTURAL"
}