{
  "id": "50200",
  "title": "LEAP community engagement: pemanfaatan limbah kayu palet untuk menciptakan produk kreatif sebagai pemberdayaan Karang Taruna RW 06 Kelurahan Siwalankerto Surabaya",
  "abstract": "Limbah kayu adalah buangan yang dihasilkan oleh masyarakat, terutama pada sektor industri. Limbah kayu memiliki berbagai macam bentuk, bergantung dari mana limbah tersebut berasal. Salah satu limbah tersebut adalah kayu palet. Kayu palet adalah kayu yang biasanya digunakan sebagai tatakan untuk penempatan barang pada gudang. Kayu palet yang sudah tidak dipakai akan dibuang dan berakhir menjadi limbah. Limbah kayu yang dibuang biasanya dibeli oleh penjual kayu bekas, yang nantinya akan diolah untuk dijual kembali dalam kondisi yang lebih baik. Tetapi pada masa pandemi, orang-orang lebih memilih untuk tetap di dalam rumah. Dengan pengurangan aktivitas luar rumah yang dianjurkan pemerintah, penjual kayu tidak selalu mendapatkan keuntungan seperti hari-hari biasanya. Hal ini menyebabkan penumpukan kayu bekas yang kian lama makin meningkat dengan jumlah pembeli yang semakin sedikit. Di sisi lain, jumlah pengrajin yang terkena dampak pandemi juga tidak sedikit. Salah Satu pengrajin yang terkena dampaknya berada di Siwalankerto, Surabaya. Hal-hal tersebut adalah alasan bagaimana program ini dibentuk. Dengan memanfaatkan kayu palet bekas yang ada pada penjual kayu bekas. Pengrajin yang terkena dampak pandemi dapat mengkreasikan kayu tersebut dengan menciptakan produk-produk kreatif yang unik. Dengan menciptakan produk yang unik, pengrajin dapat memiliki nilai yang dapat diunggulkan dalam setiap karya yang dihasilkannya.",
  "creators": "HENRICO IBRAHIMA KAHFI",
  "contributors": "Deddi Duto Hartanto (Advisor 1); Heru Dwi Waluyanto (Examination Committee 1); Vanessa Yusuf (Examination Committee 2); Mendy Hosana Malkisedek (Examination Committee 3); Yohanes Budi Cahyono, S.Sos., M.Psi. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00023706/DKV/2021; Henrico Ibrahima Kahfi (E12170169)",
  "subjects": "COMMERCIAL ART; GRAPHIC ARTS; INTERIOR DESIGN; VISUAL COMMUNICATION"
}