{
  "id": "50202",
  "title": "Pengaruh pemberian reward dan consequence terhadap motivasi belajar murid kelas IV dalam kerangka pendidikan Kristen",
  "abstract": "Pemberian reward dan consequences memiliki peranan yang penting untuk meningkatkan motivasi belajar murid. Sehingga dalam penelitian ini penyusunan instrumen berfokus pada pemberianreward dan consequences dalam kerangka Pendidikan Kristen. Penelitian ini bertujuan untuk mengetahui pengaruh pemberian reward terhadap motivasi belajar, pemberian consequences terhadap motivasi belajar, pemberian reward dan consequences terhadap motivasi belajar dan besar pengaruhnya. Penelitian ini menggunakan pendekatan kuantitatif, instrumen kuesioner yang digunakan harusdiuji validitas dan reliabilitasnya dahulu. Hasil dari uji validitas pertanyaan adalaha rhitung> rtabel sebesar 0.396 dapat dikatakan valid. Sedangkan hasil uji reliabilitas menunjukkan semua Alfa Cronbach lebih besar dari 0.6 dapat dikatakan ketiga kuesioner reliabel. Hasil analisis data berdasarkan uji pengaruh menunjukkan ada pengaruh pada pemberian reward terhadap motivasi belajar. Regresi tersebut linier, besar pengaruhnya sebesar 21,2% dan persamaan regresinya yaitu Y = 37,925 + 0,432 X1.. Ada pengaruh juga pada pemberian consequencesterhadap motivasi belajar. Regresi tersebut linier, besar pengaruhnya sebesar 23,9% dan persamaan regresinya yaitu Y = 30,596 + 0,488 X2. Dalam pemberian reward dan consequences ada pengaruh terhadap motivasi belajar. Regreasi tersebut linier, besar pengaruhnya sebesar 30,3%, dan persamaan regresinya yaitu Y = 21,737 + 0,272 X1 + 0,345 X2. Maka dapat disimpulkan bahwa pemberian rewarddan consequences sangat memiliki pengaruh dalam meningkatkan motivasi murid.",
  "creators": "DIAN KUSUMA WIDYASTUTI",
  "contributors": "Iman Subekti S.Pd.,M.Pd. (Advisor 1); Romirio Torang Purba, S.Pd., M.Pd. (Examination Committee 1); Lily Eka Sari S.S, M.A (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010006/PGSD/2021; Dian Kusuma Widyastuti (G11170026)",
  "subjects": "CHRISTIAN EDUCATION; MOTIVATION IN EDUCATION--STUDY AND TEACHING"
}