{
  "id": "50211",
  "title": "Pengaruh growth mindset intervention pada pengembangan diri mahasiswa",
  "abstract": "Analisa awal dari penelitian ini adalah mahasiswa cenderung pasif saat mengikuti mata kuliah. Melalui analisa lebih lanjut menunjukkan bahwa pengembangan diri mahasiswa rendah sehingga membuat mahasiswa tidak memiliki keinginan untuk mengembangkan potensi diri yang dimiliki. Peneliti menyadari jika mahasiswa memiliki pola pikir dan proses berpikir yang berbeda antara satu sama lain. Menindaklanjuti hal ini, peneliti merancang sebuah intervensi yang dilakukan pada pola pikir mahasiswa. Pada tahapan OD Intervention akan dihubungkan antara Growth Mindset membawa dampak pada peningkatan pengembangan diri mahasiswa. Dimana mahasiswa dengan pola pikir yang bertumbuh akan menyadari dan memiliki keinginan untuk mengembangkan diri dan memberikan usaha yang maksimal dalam mencapai tujuan. Dalam penelitian ini menggunakan model Action Research yang termasuk ke dalam Mix Method melalui tiga tahapan yaitu Pre ODI, ODI, dan Post ODI. Peneliti akan melakukan analisa kuantitatif dan kualitatif. Data primer di dalam penelitian ini diperoleh dari hasil observasi, survey menggunakan kuesioner, dan in depth interview. Selanjutnya data sekunder diperoleh dari beberapa literatur dan jurnal yang mendukung topik penelitian. Growth Mindset Intervention telah menghasilkan respon yang positif pada mahasiswa. Mahasiswa menjadi aktif dan mulai berani untuk mengutarakan pendapat pada saat kegiatan belajar di dalam kelas. Pengembangan diri mahasiswa meningkat dan membawa dampak bagi mahasiswa untuk meningkatkan semangat belajar di dalam kelas.",
  "creators": "CAROLUS INDRA ARMANTAN",
  "contributors": "Devie (Advisor 1); Josua Tarigan (Advisor 2); Diah Dharmayanti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020306/MM/2021; Carolus Indra Armantan (D21170046)",
  "subjects": "CONDUCT OF LIFE; STUDENTS--RESEARCH; SELF-CULTURE"
}