{
  "id": "50221",
  "title": "Penjadwalan proyek menggunakan Monte Carlo simulation pada kondisi tidak pasti: studi kasus wabah COVID-19 di Surabaya",
  "abstract": "Banyak kemungkinan risiko ketidakpastian yang mengakibatkan keterlambatan penyelesaian pengerjaan suatu proyek. Salah satu contoh risiko ketidakpastian adalah terjadinya wabah COVID-19 yang mana sektor konstruksi sangat terpengaruh terutama pada segi pelaksanaan pembangunannya. Penggunaan monte carlo simulation dalam melakukan perencanaan penjadwalan dapat memperhitungkan risiko-risiko ketidakpastian yang menggunakan durasi probabilistik dalam setiap durasi aktivitas pekerjaannya. Cara untuk mengestimasi durasi probabilistik yang terbaik adalah secara kuantitas yaitu menggunakan data historis pada proyek sejenis sebelumnya untuk mengestimasi durasi setiap aktivitas berikutnya. Pada penelitian ini dilakukan perencanaan penjadwalan menggunakan monte carlo simulation yang dihadapkan dengan faktor-faktor akibat wabah COVID-19. Pada penelitian ini diteliti juga penggunaan cara alternatif dalam mengestimasi durasi probabilistik apabila data historis tidak bisa didapatkan. Kesimpulan yang dicapai adalah penggunaan monte carlo simulation dalam melakukan perencanaan penjadwalan dapat menghasilkan model penjadwalan yang lebih sesuai dengan kondisi aktual apabila dibandingkan dengan menggunakan critical path method. Estimasi durasi probabilistik yang terbaik apabila tidak adanya data historis adalah menggunakan cara kualitatif untuk mendapatkan three-point estimate secara rinci pada setiap pekerjaan yang terdampak wabah COVID-19 menggunakan hasil wawancara dan diskusi dengan pihak kontraktor pada proyek studi kasus dilakukan.",
  "creators": "MICHAEL EDWARDO SAMPURNO",
  "contributors": "I Gede Agus Widyadana (Advisor 1); Ir. JANUAR BUDIMAN, M.S.,Ph.D. (Advisor 2); Jani Rahardjo (Examination Committee 1); IR LIE ARIJANTO, M.MGT (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000298/MTS/2021; Michael Edwardo Sampurno (B21200014)",
  "subjects": "CONSTRUCTION INDUSTRY--MANAGEMENT; PROJECT MANAGEMENT--COMPUTER PROGRAMS; SCHEDULING--COMPUTER PROGRAMS"
}