{
  "id": "50223",
  "title": "Pengaruh penerapan manajemen K3 terhadap kinerja karyawan dengan peran moderasi gaya kepemimpinan transaksional pada proyek konstruksi di Surabaya",
  "abstract": "Perkembangan pembangunan di Indonesia pada bidang industri konstruksi semakin maju dan pesat, hal ini berbanding lurus pula dengan jumlah kecelakaan kerja yang naik setiap tahunnya. Keselamatan kerja merupakan hal yang sangat penting pada proyek konstruksi, salah satu cara untuk agar keselamatan kerja dapat terwujud adalah melaksanakan manajemen K3 dengan baik, sehingga membuat para pekerja konstruksi dapat mematuhi standard dan peraturan K3 yang telah ditentukan oleh perusahaan dengan bantuan dari sosok pemimpin yang bisa menjadi contoh. Manajemen adalah ilmu dan seni mengatur proses pemanfaatan sumber daya manusia dan sumber-sumber lainnya secara efektif dan efisien untuk mencapai suatu tujuan tertentu. Metode pengumpulan data pada penelitian ini menggunakan kuesioner yang disebarkan kepada pekerja yang bekerja dibidang kontraktor dan manajemen konstruksi. Analisa pengaruh manajemen K3 terhadap kinerja karyawan menghasilkan nilai t-statistik 3.208, sedangkan analisa pengaruh manajemen K3 terhadap kinerja karyawan dengan peran moderasi gaya kepemimpinan transaksional menghasilkan variabel moderat dengan nilai signifikansi 0.007 lebih kecil dari 0.05. Hasil penelitian menunjukkan bahwa adalah manajemen K3 berpengaruh signifikan positif secara langsung terhadap kinerja karyawan dan gaya kepemimpinan transaksional merupakan variabel moderasi.",
  "creators": "Kevin Wijaya",
  "contributors": "I Gede Agus Widyadana (Advisor 1); Herry Pintardi Chandra (Advisor 2); Rolly Intan (Examination Committee 1); Paulus Nugraha (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000302/MTS/2021; Kevin Wijaya (B21180013)",
  "subjects": "PERFORMANCE"
}