{
  "id": "50231",
  "title": "Survei penerapan sistem manajemen keselamatan konstruksi menurut Peraturan Menteri PUPR 21 tahun 2019 pada beberapa proyek di Surabaya",
  "abstract": "Mengingat urgensi angka kecelakaan kerja konstruksi di Indonesia, pemerintah mengatur penyelenggaraan Sistem Manajemen Keselamatan Konstruksi (SMKK) dalam perundang-undangan serta mewajibkan pelaksanaannya. Penelitian mengenai Peraturan Menteri PUPR Nomor 21 Tahun 2019 belum pernah dilakukan sebelumnya, maka penelitian bertujuan untuk mengetahui sejauh mana penerapan SMKK dan hambatan utama penerapan SMKK pada beberapa proyek di Surabaya. Pengumpulan data dilakukan dengan menyebarkan kuesioner kepada tim K3 (safety officer) pada 30 proyek di Surabaya. Data hasil kuesioner diolah menggunakan metode analisa validitas, reliabilitas, analisa deskriptif RII untuk menguji 5 elemen penerapan SMKK, dan analisa mean untuk menguji 3 elemen hambatan penerapan SMKK. Dari analisa validitas dan reliabilitas menyatakan bahwa semua variabel valid dan reliabel. Hasil dari analisa deskriptif RII untuk penerapan SMKK nilai terendahnya dikategorikan sedang (nilai RII 60% - 85%) dan nilai tertingginya dikategorikan baik (nilai RII >85%). Hambatan utama penerapan SMKK berdasarkan analisa mean adalah sanksi dari pemerintah terlalu ringan menyebabkan SMKK tidak diterapkan secara memadai dan merugikan pihak yang berusaha menerapkan dengan baik, tidak adanya insentif disebabkan oleh kurang atau bahkan tidak adanya dana yang disediakan untuk melaksanakan SMKK, dan jadwal proyek yang ketat menyebabkan pekerja tidak terampil dan menyelesaikan pekerjaan dengan kurang baik sehingga produktivitas menjadi rendah dan tidak memprioritaskan SMKK.",
  "creators": "STEVANNY WICAKSANA; PINIELA SUTANDI",
  "contributors": "Paulus Nugraha (Advisor 1); Andi (Examination Committee 1); Jonathan Hendra Kusuma (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012508/SIP/2021; Stevanny Wicaksana (B11170144), Piniela Sutandi (B11170001)",
  "subjects": "CONSTRUCTION INDUSTRY--MANAGEMENT; CONSTRUCTION INDUSTRY--SAFETY MEASURES"
}