{
  "id": "50236",
  "title": "Perancangan Excellent Management System (EMS) pada standarisasi aset kendaraan di PT SPIL",
  "abstract": "PT Salam Pacific Indonesia Lines (SPIL) merupakan perusahaan yang bergerak pada bidang shipping logistics dan beroperasi di 42 cabang yang tersebar di seluruh Indonesia, Kini PT SPIL telah menjadi salah satu perusahaan logistic terbesar di Indonesia. Dengan bertambah besarnya perusahaan maka kendaraan yang dipakai untuk operational otomatis bertambah banyak. PT SPIL mempunyai kurang lebih 400 kendaraan yang terdiri dari trailer, roda 4, dan roda 2. Kesusahan maintance kendaraan dan proses administrasi yang rumit cukup menghambat PT SPIL untuk beroperasi pada lapangan. Oleh karena itu, peneliti membuat sebuah Project untuk menstandarkan proses pengurusan dengan Excellent management system (EMS). EMS adalah sistem yang sudah distandarkan sesuai dengan kebutuhan administrative dari PT SPIL, EMS memiliki 3 fitur penting yaitu perpanjangan surat kendaraan, perbaikan kendaraan, dan rotasi kendaraan yang di mana juga menerapkan ilmu penting industri seperti simple moving average, weighted moving average, exponential smoothing beserta error. Penelitian ini akan menghasilkan standarisasi untuk manajemen asset kendaraan PT SPIL dalam perpanjangan dokumen, perbaikan kendaraan, dan ketika ingin merotasikan kendaraan dalam bentuk form-form serta reminder yang ada dan ada perhitungan untuk mengukur jalannya kilometer setiap harinya pada EMS. Hasil EMS ini nantinya akan dipakai untuk departemen YES pada PT SPIL tetapi akan dikembangkan terlebih dahulu oleh pihak IT untuk dimasukkan server dan data yang ada pada PT SPIL.",
  "creators": "RICHARDO CAPRIANTO",
  "contributors": "I Gede Agus Widyadana (Advisor 1); Nova Sepadyati, S.T., M.Sc. (Advisor 2); Tanti Octavia (Examination Committee 1); Siana Halim (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022412/IND/2021; Richardo Caprianto (C13170047)",
  "subjects": "ASSETS (ACCOUNTING); STANDARDIZATION"
}