{
  "id": "50235",
  "title": "Penerapan excellence management system pada pengelolaan aset kendaraan perusahaan di PT SPIL",
  "abstract": "Aset perusahaan merupakan hal yang penting bagi setiap perusahaan karena aset merupakan salah satu kekayaan yang dimiliki perusahaan. Manajemen aset akan meningkatkan finansial perusahaan melalui penggunaan aset yang efisien dan optimal, perencanaan pembelian atau investasi aset, dan peningkatan keamanan aset. PT SPIL melakukan manajemen aset kendaraan seperti perawatan kendaraan, perpanjangan surat-surat kendaraan, dan perpindahan kendaraan antar lokasi. PT SPIL melakukan manajemen aset kendaraan secara manual yang beresiko menyebabkan beberapa permasalahan, seperti waktu yang terbuang untuk mencatat variabel aset, data tidak terorganisir, rentan keliru mencatat, dan kesulitan mencari data-data masa lalu. Permasalahan manajemen aset secara manual dapat diminimalisir dengan melakukan digitalisasi manajemen aset. Digitalisasi manajemen aset yang dilakukan dapat berupa penerapan sistem informasi manajemen aset. Sistem ini dirancang untuk melakukan pembaruan aset secara otomatis dan terintegrasi, memberikan notifikasi pengingat manajemen aset, dan menyimpan data-data dari manajemen aset. Dengan sistem ini, PT SPIL dapat melakukan perpanjangan surat tanpa terlambat yang menghasilkan sanksi yang tidak diperlukan, dapat merawat kendaraan dengan lebih baik agar kendaraan tersebut memiliki siklus hidup yang lebih panjang, serta menghindari miskomunikasi antar pusat dan cabang.",
  "creators": "DAVIN TANDY",
  "contributors": "I Gede Agus Widyadana (Advisor 1); Iwan Halim Sahputra, S.T., M.Sc., Ph.D. (Examination Committee 1); Siana Halim (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022424/IND/2021; Davin Tandy (C13170091)",
  "subjects": "ASSETS (ACCOUNTING); WEB APPLICATIONS--COMPUTER PROGRAMS"
}