{
  "id": "5024",
  "title": "Studi perkuatan embankment dengan tiresoil untuk menahan erosi dan kelongsoran embankment",
  "abstract": "Embankment di dalam dunia teknik sipil dapat menimbulkan permasalahan tersendiri, banyak cara untuk menanggulanginya, salah satu alternatifnya adalah dibangun dinding penahan tanah. Dengan adanya penelitian ini merupakan suatu keuntungan tersendiri karena dapat membuktikan dan menemukan jawaban yang tepat, dimana kegunaan dari tiresoil dapat dijadikan sebagai salah satu alternatif sebagai struktur yang dapat mencegah erosi dan kelongsoran pada embankment. Tanah pasir kelempungan yang digunakan untuk penelitian ini adalah campuran dari tanah pasir 80% dan tanah lempung 20%. Pengujian di laboratorium yang dapat digunakan untuk membantu penelitian ini antara lain: Standard Proctor Test, Direct Shear Test dan program Plaxis. Ada dua jenis penelitian yang dilakukan untuk membuktikan tiresoil dapat menjadi struktur yang dapat mencegah erosi dari embankment. Penelitian pertama merupakan percobaan hujan buatan terhadap model embankment yang tidak menggunakan tiresoil, penelitian kedua merupakan percobaan hujan buatan terhadap model embankment yang menggunakan tiresoil, dimana tiresoil tersebut dipasang sampai batas bidang keruntuhan. Hasil-hasil percobaan yang telah dilakukan, menyerupai dengan hasil yang ditunjukkan oleh program perhitungan Plaxis. Model embankment yang memakai tiresoil mempunyai ketahanan terhadap keruntuhan dibandingkan model lereng yang tidak menggunakan tiresoil, selain itu tiresoil yang dipasang sampai batas bidang keruntuhan lebih efektif untuk mencegah bahaya erosi dan kelongsoran.",
  "creators": "JOEY JONATHAN SUSANTO; DIONYSIUS KURNIA A.",
  "contributors": "Indarto, Dr. Ir. (Advisor 1); Daniel Tjandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 12301508/SIP/2007; Joey Jonathan Susanto (21400071), Dionysius Kurnia Aprilyawan (21400101)",
  "subjects": "SOILS MECHANICS; EMBANKMENTS"
}