{
  "id": "50252",
  "title": "Laporan program community engagement pengembangan produk keramik sebagai pemberdayaan pengrajin kampung wisata keramik Dinoyo Malang",
  "abstract": "Budaya souvenir sudah menjadi ciri khas dalam kegiatan upacara seperti pernikahan, perayaan dan pesta-pesta lainnya yang mengundang keramaian. Kampung Wisata Keramik Dinoyo merupakan salah satu produsen produk souvenir keramik yang cukup dikenal secara nasional. Kemunculan himbauan dan regulasi pemerintah tentang pembatasan kerumunan/ Social Distancing, dalam upaya untuk menekan angka penyebaran kasus Covid-19. Himbauan itu menyebabkan minim adanya kegiatan upacara yang mengundang banyak orang, akhirnya fenomena tersebut membuat pasar souvenir menjadi lesu karena kurangnya demand. Penelitian ini berpusat kepada eksplorasi fungsi dan desain produk keramik, khususnya jenis fungsi produk keramik yang tidak terpengaruh oleh dampak negatif pandemi. Metode pelaksanaan penelitian ini meliputi tahapan survey, diskusi ide, proses produksi, dan evaluasi. luaran kegiatan ini berupa inovasi desain dan fungsi produk keramik yang di produksi di Kampung Wisata Keramik Dinoyo Malang, berdasarkan hasil riset permintaan dan peminatan pasar di masa Pandemi Covid-19. Melalui penelitian Community Engagement ini, penulis memberdayakan pengrajin keramik Dinoyo dalam upaya meningkatkan daya kreativitas dan kemampuan adaptasi mereka untuk mampu menyesuaikan dengan peluang yang ada di pasar sesuai dengan masanya.",
  "creators": "ALWAN DARISHILMY PRAWIRAWISNU",
  "contributors": "Deddi Duto Hartanto (Advisor 1); Heru Dwi Waluyanto (Examination Committee 1); Vanessa Yusuf (Examination Committee 2); Mendy Hosana Malkisedek (Examination Committee 3); Yohanes Budi Cahyono, S.Sos., M.Psi. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Unknown",
  "source": "Skripsi No. 00023706/DKV/2021; Alwan Darishilmy Prawirawisnu (E12170166)",
  "subjects": "SOUVENIRS (KEEPSAKES); CREATIVE INDUSTRIES"
}