{
  "id": "50263",
  "title": "Program community engagement pemanfaatan kain pakaian bekas dengan pola dari teknik Sashiko menjadi produk daur ulang sebagai pemberdayaan anak Panti Asuhan Bukti Kasih Surabaya",
  "abstract": "Penumpukan pakaian bekas merupakan masalah umum yang sering ditemukan. Masalah ini pun terjadi pada Panti Asuhan Bukti Kasih Surabaya. Hal ini disebabkan karena sumbangan pakaian berlebih yang diberikan masyarakat. Untuk mengurangi adanya masalah limbah pakaian yang terjadi, metode penelitian yang dilakukan menggunakan metode penelitian kualitatif melalui wawancara, observasi, pustaka, dan pengajaran workshop untuk menjawab masalah yang terjadi pada panti. Dengan metode tersebut, munculah solusi kegiatan untuk membantu Panti Asuhan Bukti Kasih dalam memanfaatkan pakaian bekas tersebut menjadi sebuah upcycle patch yang dijahit berpola dari teknik Sashiko. Solusi kegiatan yang dilakukan ini selain membantu menyelesaikan masalah utama panti, juga membantu anak-anak panti dalam menambah pengetahuan baru serta mengembangkan keterampilan dan kreativitasnya. Hasil karya patch Sashiko yang dibuat akan digabungkan dengan tote bag dan pouch, yang akan menjadi cinderamata sebagai ucapan terima kasih dan unjuk keterampilan dari anak-anak panti kepada masyarakat yang telah berkunjung ke Panti Asuhan Bukti Kasih Surabaya. Cinderamata, hasil patch Sashiko, dan dokumentasi kegiatan dipublikasikan juga ke media instagram “Rujuk” sebagai satu media pendukung lain untuk menunjukkan hasil karya dari anak-anak Panti. Sekaligus juga membantu meningkatkan awareness masyarakat terhadap pakaian bekas yang dimiliki untuk dimanfaatkan menjadi sebuah produk dengan nilai tambah berupa pola jahit dari teknik Sashiko.",
  "creators": "SON CLAUDIO SUKARTO BELALAWE",
  "contributors": "Vanessa Yusuf (Advisor 1); Heru Dwi Waluyanto (Examination Committee 1); Deddi Duto Hartanto (Examination Committee 2); Listia (Examination Committee 3); Yohanes Budi Cahyono, S.Sos., M.Psi. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00023704/DKV/2021; Son Claudio Sukarto Belalawe (E12170154)",
  "subjects": "RECYCLING (WASTE, ETC)"
}