{
  "id": "5026",
  "title": "Aplikasi program primavera project planner pada perencanaan dan penjadwalan proyek rusun",
  "abstract": "Perencanaan dan penjadwalan proyek harus dilakukan oleh project manager. Salah satu metode yang dapat digunakan untuk perencanaan dan penjadwalan proyek adalah Critical Path Method (CPM). Metode CPM memiliki keunggulan dibanding metode Bar-Chart yang digunakan di lapangan, yaitu menampilkan aktivitas-aktivitas kritis sehingga memudahkan proses monitoring dan controlling di lapangan. Penggunaan metode CPM menjadi lebih efektif dan efisien dengan adanya program Primavera Project Planner 3.0. Pada penelitian ini dilakukan penyusunan jadwal CPM untuk proyek rusun yang diawali dengan identifikasi aktivitas dan perhitungan volume pekerjaan berdasarkan gambar proyek. Langkah berikutnya adalah melakukan perhitungan produktivitas berdasarkan standar dan data proyek di lapangan, perhitungan durasi, dan penyusunan urutan aktivitas. Hasil program Primavera yang diperoleh berupa Bar-Chart, Jadwal CPM, dan Schedule Report, yang terdiri dari early start-early finish, late start-late finish, dan lintasan kritis. Jadwal CPM juga berguna untuk mengetahui float factor yang mengindikasikan fleksibilitas proyek, dimana pada proyek ini diperoleh float factor sebesar 0.3 yang berarti proyek ini memiliki waktu sangat padat. Proses updating selama pelaksanaan di lapangan juga lebih mudah dan lebih cepat dilakukan dengan Program Primavera.",
  "creators": "FITRIYAH HAMIM; FRISCA DEBBY MARDIANA",
  "contributors": "Ratna S. Alifen (Advisor 1); Sandra Loekita (Advisor 2); Januar Buntoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20131511/SIP/2007; Fitriyah Hamim (21499210), Frisca Debby M. (21400133)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; PROJECT MANAGEMENT"
}