{
  "id": "50260",
  "title": "Penggunaan ampas kopi untuk biokomposit plastik polipropilena (PP)",
  "abstract": "Serat alam merupakan bahan yang diperoleh dari alam karena ketersediaannya cukup melimpah. Telah banyak penelitian yang menggunakan serat alam untuk memperkuat plastik membentuk biokomposit. Tujuannya adalah mengganti plastik dengan biokomposit yang lebih ramah lingkungan, lebih kuat, dan lebih ekonomis. Penelitian sebelumnya menemukan bahwa biokomposit dengan serat penguat ijuk dan ampas tebu memiliki nilai flexural strength yang memadai ketika disandingkan dengan sampel industri terbuat dari PP (flexural strength 35,6 MPa) dan komposit woodboard (flexural strength 37,57 MPa) yang merupakan bahan produk interior mobil yang digunakan oleh industri otomotif. Penelitian yang dilakukan saat ini mengevaluasi potensi ampas kopi sebagai bahan pengisi penguat PP dan dilakukan pengujian flexural strength sesuai standar ASTM D790-17 untuk dibandingkan juga dengan sampel biokomposit ampas tebu, serat ijuk, serta sampel industri PP, dan woodboard. Sampel biokomposit dibuat dengan variasi rasio persen berat serbuk ampas kopi dan PP yaitu 15/85, 20/80, 25/75, 30/70 % berat. Evaluasi struktur mikro dengan SEM (Scanning Electron Microscopy) dilakukan untuk mendukung data uji flexural. Didapatkan bahwa pada serbuk ampas kopi sebanyak 15% berat memiliki nilai flexural strength tertinggi yaitu 41.46 MPa dan melebihi flexural strength sampel PP dan sampel woodboard. Dengan penambahan ampas kopi > 15% berat terjadi penurunan flexural strength. Pada pengujian SEM dapat dievaluasi bahwa hasil analisa foto SEM SP30 masih menunjukkan adanya rongga pada hasil patahan sampel yang bisa diakibatkan oleh partikel pull out atau matriks yang kurang membasahi secara sempurna, sehingga mempengaruhi nilai flexural strength-nya.",
  "creators": "JONATHAN BRILLIANNATA",
  "contributors": "Prof. Dr. Juliana Anggono, S.T., M.Sc. (Advisor 1); Didik Wahjudi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01011416/MES/2021; Jonathan Brilliannata (24415096)",
  "subjects": "FIBER-REINFORCED PLASTICS; POLYPROPYLENE FIBERS; REINFORCED PLASTICS"
}