{
  "id": "50286",
  "title": "Analisa faktor-faktor dipilihnya Toko Istana Boneka yang mempengaruhi tingkat kepuasan konsumen",
  "abstract": "Dewasa ini tren souvenir ulang tahun, souvenir pernikahan, dan parcel makin marak dan digemari masyarakat. Tidak jarang dari mereka juga merupakan kolektor berbagai macam boneka. Hal ini memicu bermunculannya toko dan stan boneka yang menjual berbagai jenis produk boneka dan jasa pesanan parcel dan souvenir. Salah satunya adalah Istana Boneka yang berdiri pada tahun 1999 dengan pusatnya di Malang. Istana Boneka menawarkan berbagai macam produk dan pelayanan yang terbaik untuk dapat bersaing dalam menarik konsumen. Topik penelitian ini adalah Analisa Faktor-Faktor Dipilihnya Toko Istana Boneka yang Mempengaruhi Tingkat Kepuasan Konsumen. Tujuan penelitian ini adalah untuk mengetahui faktor-faktor apakah yang mempengaruhi dipilihnya toko Istana Boneka oleh konsumen meskipun persaingan toko boneka cukup tinggi dan sejauh mana kepuasan konsumen terhadap toko Istana Boneka atas produk inti Istana Boneka, produk tambahan Istana Boneka, kualitas pelayanan oleh karyawan Istana Boneka dalam melayani konsumen, dan toko Istana Boneka sendiri dalam memenuhi keinginan dan pesanan konsumen sesuai dengan permintaan dan harapan konsumen. Pada penelitian ini penulis membagikan 200 kuesioner yang terbagi menjadi 100 kuesioner untuk konsumen Istana Boneka di Malang dan 100 kuesioner untuk konsumen Istana Boneka di Surabaya. Sedangkan tingkat pengembalian kuesioner adalah 57 kuesioner dari Istana Boneka di Malang dan 99 kuesioner dari Istana Boneka di Surabaya. Dari penelitian diketahui bahwa ada lima faktor yang paling mempengaruhi dipilihnya toko Istana Boneka oleh konsumen. Mayoritas responden menyatakan puas terhadap toko Istana Boneka.",
  "creators": "CENDRAWATI LOLITA",
  "contributors": "Rachmat Sugianto (Advisor 1); Tio Sally Puspasari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 00010578/PAR/2005; Cendrawati Lolita (91301055)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMER SATISFACTION"
}