{
  "id": "50285",
  "title": "Pengaruh konten virtual tour sebagai media promosi terhadap travel intention melalui destination image sebagai variabel mediasi dan moderasi",
  "abstract": "Negara Republik Indonesia dikenal memiliki ragam keindahan baik alam dan juga budaya, keragaman serta keindahan alam menjadi salah satu potensi yang baik untuk di kembangkan menjadi destinasi wisata yang dapat menarik untuk dikunjungi oleh para wisatawan. Presiden Joko Widodo pada tahun 2019 menetapkan 5 destinasi super prioritas antara lain adalah Danau Toba, Mandalika, Borobudur, Labuan Bajo dan Likupang. Namun di tengah pembangunan 5 destinasi tersebut, pada tahun 2020 Indonesia terkena dampak dari Pandemi Global Coronavirus (COVID-19) dan kegiatan pariwisata mengalami kelumpuhan. Virtual Tour disini merupakan alat yang digunakan untuk dapat mendongkrak kegiatan pariwisata. Travel Intention merupakan sebuah variabel yang secara positif dipengaruhi oleh Destination Image. Penelitian ini bertujuan untuk mengetahui pengaruh dari konten yang disajikan di Virtual Tour sebagai media untuk promosi terhadap Travel Intention yang menggunakan Destination Image sebagai variabel mediasi dan moderasi. Penelitian ini menggunakan total 155 responden penelitian. Pengumpulan data dilakukan dengan menggunakan metode kuantitatif melalui penyebaran kuesioner dalam bentuk Google Form dan data dianalisa menggunakan metode PLS. Dari hasil penelitian, ditemukan bahwa Virtual tour secara positif berpengaruh signifikan terhadap Destination Image, Destination Image secara positif berpengaruh signifikan terhadap Travel Intention dan Destination Image sebagai variabel moderasi memperlemah hubungan antara Virtual Tour dan Travel Intention.",
  "creators": "RIEKE SIGITA SOEHARTO; JEROME ELEAZAR HENDRAKUSUMA",
  "contributors": "Edwin Japarianto (Advisor 1); Dra. Monica Ida Uniati , M.M. (Advisor 2); Hatane Semuel (Examination Committee 1); Devi Destiani Andilas (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010408/MAN/2021; Rieke Sigita Soeharto (D11170309), Jerome Eleazar Hendrakusuma (35416056)",
  "subjects": "CONSUMER BEHAVIOR; TOURISM--MANAGEMENT"
}