{
  "id": "50289",
  "title": "Pengaruh kalsium karbonat dan viscosity modifying admixture (VMA) terhadap karakteristik mortar 3D printing",
  "abstract": "Additive manufacturing merupakan salah satu contoh teknologi yang sedang dikembangkan dalam dunia konstruksi. Salah satu contoh dari additive manufacturing pada sektor konstruksi adalah mortar 3D printing. Pada mortar 3D printing, terdapat banyak hal yang perlu diperhatikan terhadap karakteristik mortar yang digunakan, seperti workability, initial setting time, kuat tekan, extrudability, dan buildability. Pada penelitian sebelumnya, terdapat masalah yaitu adanya hambatan pada proses pencetakan yang menggunakan tenaga manusia dan terdapat crack pada sampel mortar 3D printing. Pada penelitian ini, digunakan kalsium karbonat dan VMA untuk memodifikasi campuran agar mencapai karakteristik yang diinginkan. Selain itu, digunakan pompa mortar bertenaga listrik agar campuran dapat dicetak dengan kontinu. Berdasarkan penelitian yang dilakukan, didapatkan hasil bahwa penambahan kalsium karbonat dan VMA dapat mengurangi workability dan mempercepat initial setting time dari campuran. Penggunaan VMA dapat mengurangi kuat tekan dari campuran. Penggunaan kalsium karbonat dan VMA juga dapat meningkatkan buildability dari campuran. Dari pengujian kuat tekan, terdapat penurunan sebesar 39.26% dari sampel mortar berbentuk kubus dibandingkan dengan sampel mortar 3D printing. Selain itu, didapatkan hasil bahwa mortar 3D printing bersifat anisotropik, sehingga arah gaya tekan berpengaruh terhadap kuat tekan yang dihasilkan.",
  "creators": "AUDI AGRAPUTRA; DANIEL TEOPILUS",
  "contributors": "Antoni (Advisor 1); Gogot Setyo Budi (Examination Committee 1); Jimmy Chandra (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10012481/SIP/2021; Audi Agraputra (B11170013), Daniel Teopilus (B11170058)",
  "subjects": "MORTAR--ADDITIVES; THREE-DIMENSIONAL PRINTING--INDUSTRIAL APPLICATIONS"
}