{
  "id": "50305",
  "title": "Konstruksi identitas Otaku dan Wibu melalui manga dan anime",
  "abstract": "Manga dan anime dikenal sebagai jenis karya Jepang yang sangat terkenal di kalangan para penggemarnya yaitu otaku dan wibu. Pada zaman sekarang mengakses manga dan anime menjadi semakin mudah melalui internet serta dapat mempengaruhi konstruksi identitas pada otaku dan wibu. Kemudian penelitian ini dilakukan untuk mengetahui berbagai macam karakteristik otaku dan wibu, alasan mereka mengidentifikasikan diri dengan identitas tersebut, dan cara apa yang dapat digunakan untuk mengkonstruksikan identitas secara virtual. Metode yang digunakan untuk menganalisis skripsi ini dengan memakai penelitian kualitatif dan mengumpulkan data melalui proses wawancara serta mempersiapkan pertanyaan terstruktur untuk empat informan. Penggunaan teori identitas sosial oleh Henri Tajfel dan teori identitas dalam dunia virtual dari B. Coleman diperlukan untuk menghubungkan data dengan analisis. Melalui penerapan teori ini, ada penemuan yang dapat dipahami yaitu otaku dan wibu mempunyai karakteristik utama sebagai information-fethisist dan obsesif terhadap merchandise yang berhubungan dengan manga dan anime. Alasan otaku dan wibu mengidentifikasikan identitas virtual adalah untuk meningkatkan kemampuan diri di dunia nyata melalui eksplorasi tokoh manga dan anime serta menciptakan dunia ideal (virtual) untuk saling berbagi obsesi yang sama. Menciptakan avatar dan membuat meme merupakan cara otaku dan wibu untuk menunjukkan jati diri mereka dan mengembangkan bakat sebagai orang humoris. Kata kunci: manga dan anime, konstruksi identitas, otaku dan wibu, information-fetishist, virtual",
  "creators": "Louis Adhitama",
  "contributors": "Liem Satya Limanta (Advisor 1); Liliek Soelistyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03010021/MS/2021; Louis Adhitama (A21190009)",
  "subjects": "ANIMATION (CINEMATOGRAPHY)--JAPAN--SOCIAL ASPECTS; CARICATURES AND CARTOONS-JAPAN-SOCIAL ASPECTS"
}