{
  "id": "50304",
  "title": "Galeri edukasi Jembatan Suramadu di Bangkalan, Madura",
  "abstract": "Jembatan Suramadu telah menjadi ikon dan menjadi wajah Kabupaten Bangkalan, hal ini dikarenakan Jembatan Suramadu sudah menjadi komoditas utama untuk memasuki Pulau Madura khususnya Kabupaten Bangkalan. Sebagai ikon kota tentunya Jembatan Suramadu nantinya akan menjadi tempat yang menyimpan cerita dan sejarah Kabupaten Bangkalan. Jembatan Suramadu juga membuka kesempatan wisata yang sangat besar di Kabupaten Bangkalan, semenjak dibangunnya Jembatan Suramadu terjadi peningkatan jumlah wisatawan yang datang ke Kabupaten Bangkalan dari dalam dan luar negeri. Namun hingga saat ini Jembatan Suramadu sendiri hanya menjadi laluan dan tidak menjadi tempat wisata, hal ini ditambah belum adanya fasilitas untuk merekam jejak dan sejarah yang sudah dan akan terjadi pada Jembatan Suramadu. Besarnya potensi Jembatan Suramadu serta kurangnya apresiasi terhadap Jembatan Suramadu ini yang membuat perancang mengusulkan untuk merancang Galeri Edukasi Jembatan Suramadu yang terletak di Polasari, Sukolilo Barat, Kecamatan Labang, Kabupaten Bangkalan, Jawa Timur. 69163 yang merupakan sebuah lahan kosong yang berbatasan langsung dengan Tempat Peristirahatan Jembatan Suramadu dan memiliki view langsung pada Jembatan Suramadu. Galeri Edukasi Jembatan Suramadu ini merupakan fasilitas yang bergerak dalam sektor pariwisata dan edukasi yang dapat digunakan oleh berbagai macam kalangan dari usia muda hingga lanjut usia. Selain untuk menceritakan sejarah dan cerita Jembatan Suramadu, Galeri Edukasi Jembatan Suramadu ini juga dapat menjadi tempat peristirahatan para wisatawan yang masuk ke Pulau Madura. Harapannya Galeri Edukasi Jembatan Suramadu ini dapat meningkatkan perekonomian Pulau Madura khususnya di sektor pariwisata, serta menjadi sumber terpercaya untuk mencari tahu informasi-informasi mengenai jembatan khususnya Jembatan Suramadu.",
  "creators": "TEOFILUS JANUAR TEDJO",
  "contributors": "Riduan Sukardi (Advisor 1); Roni Anggoro, S.T., M.A.Arch. (Advisor 2); Frans Soehartono (Advisor 3); Elvina Shanggrama Wijaya, S.T., M.T. (Advisor 4); Bramasta Putra Redyantanu (Examination Committee 1); Danny Santoso Mintorogo (Examination Committee 2); Andhi Wijaya (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 02024244/ARS/2022; Teofilus Januar Tedjo (B12170113)",
  "subjects": "EDUCATION CENTERS--DESIGNS AND PLANS; GALLERIES (ARCHITECTURE)"
}