{
  "id": "50315",
  "title": "Tingkat academic burnout, musculoskeletal disorder, dan kelelahan mata pada pembelajaran daring siswa dan mahasiswa di Jawa Timur",
  "abstract": "Penelitian ini bertujuan untuk mengetahui tingkat academic burnout, musculoskeletal disorder, dan kelelahan mata terhadap pembelajaran daring untuk siswa SMP, SMA, dan mahasiswa di Jawa Timur. Pembelajaran daring dilakukan sebagai salah satu upaya pemerintah untuk meminimalisir penyebaran virus Covid-19. Penggunaan gadget yang terlalu lama dapat menyebabkan berbagai macam gangguan, baik psikologis, emosional, maupun fisik pengguna. Pengumpulan data dalam penelitian ini menggunakan kuesioner dengan menanyakan pengaruh pembelajaran daring terkait dengan academic burnout, musculoskeletal disorders, dan kelelahan mata pelajar di Jawa Timur. Statistik deskriptif, crosstabulation, dan uji signifikansi dilakukan untuk mengetahui hubungannya dengan profil responden pada setiap jenjang pendidikan. Hasil penelitian menunjukan pembelajaran daring memiliki pengaruh ditinjau dari academic burnout dimana tingkat pada aspek exhaustion yang dimiliki tergolong tinggi dan aspek cynicism tergolong sedang pada tiap jenjangnya. Jika dilihat dari MSDs (Musculoskeletal Disorders) juga berpengaruh di mana responden cenderung memiliki pegal/nyeri pada otot trunkus, khususnya pada area leher dan punggung. Pembelajaran daring juga berpengaruh pada kelelahan mata dimana tingkat kemungkinan terjadinya cenderung lebih tinggi daripada MSDs karena selama pembelajaran daring pelajar diharuskan untuk menatap ke layar gadget dalam waktu yang cukup lama.",
  "creators": "ANTHONY GUNAWAN TANPUTERA",
  "contributors": "Herri Christian Palit (Advisor 1); Debora Anne Yang Aysia (Advisor 2); I Nyoman Sutapa (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022431/IND/2021; Anthony Gunawan Tanputera (C13170058)",
  "subjects": "LEARNING, PSYCHOLOGY OF; OVERUSE INJURIES--RESEARCH; DISTANCE LEARNING; DISTANCE EDUCATION"
}