{
  "id": "50311",
  "title": "Perencanaan dan pembuatan moonroof mobil dengan menggunakan kaca lapisan Polymer Dispersed Liquid Crystal (PDLC) pada mobil Honda Civic Nouva 1990",
  "abstract": "Seiring perkembangan zaman, teknologi juga semakin maju dengan cepat. Begitu juga dengan dunia otomotif yang mengikuti perkembangan teknologi. Pada zaman globalisasi ini, tidak hanya mobil-mobil mewah yang menggunakan sunroof dan moonroof, tetapi mobil-mobil di kelas menengah sudah mulai memakai sunroof dan moonroof. Tetapi moonroof yang sekarang telah ada masih menggunakan teknologi lama sehingga mekanismenya kurang sederhana sehingga menyebabkan plafon mobil terlalu turun dan masih menggunakan penutup plafon untuk menghindari cahaya matahari yang masuk ke dalam interior mobil. Saat melihat kendala tersebut, dirancanglah suatu moonroof mobil yang lebih sederhana dan tidak menggunakan plafon agar mekanismenya tidak membuat plafon mobil terlalu turun. Moonroof ini dipasangkan pada mobil Honda Civic Nouva 1990 yang sebelumnya tidak memiliki moonroof. Metode yang dilakukan yaitu dengan menetapkan rancangan desain, perhitungan daya motor dan kekuatan rangka, pemilihan komponen, perakitan komponen, dan melakukan evaluasi prestasi alat melalui pengujian mekanisme membuka dan menutup. Berdasarkan hasil pengujian moonroof yang di rancang alat berhasil membuka dan menutup sesuai dengan target 8 detik dengan panjang keseluruhan 90 cm dan lebar 90 cm dengan menggunakan controller otomatis. Rancangan alat juga berhasil mengurangi 10% tebal plafon dibandingkan dengan mobil yang telah memiliki moonroof. Tebal mobil HRV yang memiliki moonroof adalah 7,5 cm, sedangkan tebal rancangan moonroof pada mobil Honda Civic Nouva adalah 3,8 cm.",
  "creators": "PAUL CHRISTOPHER LORENTIUS",
  "contributors": "Joni Dewanto (Advisor 1); Ninuk Jonoadji (Examination Committee 1); Ian Hardianto Siahaan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04011422/MES/2021; Paul Christopher Lorentius (24416110)",
  "subjects": "AUTOMOBILES--MOTORS--MODIFICATION; MOTOR VEHICLES--BODIES; SUNROOFS"
}