{
  "id": "50310",
  "title": "Menaikkan daya dan efisiensi dengan merancang sistem pengabutan bahan bakar injeksi pada sepeda motor 2 langkah Yamaha Force 1",
  "abstract": "Merubah Mekanisme Pengabutan Bahan Bakar dari Sistem Bahan Bakar Karburator menjadi Sistem Injeksi pada Sepeda Motor 2 Langkah Yamaha Force 1. Perkembangan teknologi dalam bidang otomotif sangatlah berkembang pesat. Dengan berkembangnya teknologi di era globalisasi ini, para pabrik kendaraan berusaha membuat kendaraan yang memiliki konsumsi bahan bakar yang minim namun dapat mengeluarkan tenaga yang besar, maka dari itu dikembangkanlah teknologi pada kendaraan bermotor pada sistem pengabutan bahan bakar yaitu sistem injeksi, dan meninggalkan sistem pengabutan terdahulu yaitu sistem karburator karena dinilai tidak efisien dalam pencampuran udara dan bahan bakar yang digunakan. Dan pada saat ini mesin dengan sistem pembakaran 2 langkah mulai ditinggalkan, karena di nilai boros dalam konsumsi bahan bakar, namun motor bakar 2 langkah memiliki tenaga dan torsi yang besar dengan kapasitas ruang pembakaran yang kecil. Maka dari itu tujuan dari penulis adalah untuk merancang sebuah sepeda motor menggunakan sistem motor bakar 2 langkah namun agar tidak boros bahan bakar di gunakanlah sistem pengabutan injeksi, dimana sistem pengabutan injeksi ini dapat di control penuh oleh ECU sebagai otak dalam sistem injeksi tersebut. Maka dari itu bahan bakar yang masuk adalah ruang bakar dapat terkontrol agar seefesien mungkin sehingga tidak menyisakan bahan bakar yang terbuang percuma dalam sistem motor bakar 2 langkah.",
  "creators": "DANIEL HARIANTO WIJAYA",
  "contributors": "Ian Hardianto Siahaan (Advisor 1); Sutrisno S.T.,M.T. (Advisor 2); Fandi Dwiputra Suprianto, S.T., M.Sc. (Examination Committee 2); Willyanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04011412/MES/2021; Daniel Harianto Wijaya (C12170029)",
  "subjects": "AUTOMOBILES--MOTORS--FUEL INJECTION SYSTEMS; ENERGY CONSUMPTION; MOTORCYCLES--PERFORMANCE; MOTORCYCLES-FUEL CONSUMPTION"
}