{
  "id": "50338",
  "title": "Analisis produktivitas tenaga kerja: studi kasus proyek perumahan x di kota Medan",
  "abstract": "Terdapat berbagai macam faktor yang dapat mempengaruhi produktivitas pekerjaan sebuah proyek konstruksi, yaitu biaya, material, tenaga kerja, mesin dan metode. Salah satu faktor yang menentukan keberhasilan pelaksanaan proyek konstruksi dengan proporsi biaya yang besar merupakan faktor tenaga kerja. Oleh karena itu, tenaga kerja memegang peranan yang sangat penting dalam sebuah proyek konstruksi. Penting bagi kontraktor dan manajemen konstruksi untuk mengetahui metode yang dapat digunakan untuk mengevaluasi produktivitas tenaga kerja di berbagai pekerjaan. Terdapat beberapa metode untuk mengukur produktivitas tenaga kerja, salah satu caranya adalah dengan menggunakan metode work sampling. Tujuan dari penelitian ini adalah untuk mengetahui nilai produktivitas dari pekerjaan pengecoran kolom, balok dan plat pada proyek perumahan X. Dari pengamatan yang sudah dilakukan selama kurang lebih tujuh minggu di proyek X kota Medan dapat ditarik kesimpulan bahwa nilai rata - rata produktivitas pekerjaan pengecoran pada elemen struktur kolom untuk tiga, empat dan lima pekerja secara berurutan adalah 1,481 m3/jam, 1,541 m3/jam dan 1,372 m3/jam. Dan nilai rata -rata produktivitas pekerjaan pengecoran pada elemen struktur balok & plat untuk sembilan, sepuluh dan sebelas pekerja secara berurutan adalah 7,886 m3/jam, 8,276 m3/jam dan 7,659 m3/jam.",
  "creators": "VICKY ASNAWI; TOMMY BRILLIANT",
  "contributors": "Sentosa Limanto (Advisor 1); Herry Pintardi Chandra (Examination Committee 1); Sandra Loekita (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012526/SIP/2021; Vicky Asnawi (21415244), Tommy Brilliant (21415237)",
  "subjects": "CONSTRUCTION INDUSTRY--LABOR PRODUCTIVITY; CONSTRUCTION INDUSTRY--PERSONNEL MANAGEMENT"
}