{
  "id": "50336",
  "title": "Analisa jenis dan penyebab cacat pada pekerjaan pasangan dinding dan lantai",
  "abstract": "Cacat pada pekerjaan finishing seringkali terjadi dalam dunia konstruksi bangunan dan menimbulkan kerugian biaya dan waktu. Pekerjaan finishing yang dibahas dalam penelitian ini adalah pekerjaan pasangan dinding dan lantai. Tujuan dari penelitian ini adalah untuk mengidentifikasi jenis cacat yang sering terjadi, serta mengidentifikasi faktor penyebab munculnya jenis cacat pada pekerjaan pasangan dinding dan lantai. Pengumpulan data dilakukan dengan menyebarkan kuesioner kepada staf dan pekerja konstruksi di Surabaya. Hasil kuesioner diolah menggunakan metode analisa frekuensi untuk mengidentifikasi jenis-jenis cacat yang sering muncul, kemudian data juga akan dianalisa dengan menggunakan analisa statistik one sample t-test untuk mengidentifikasi faktor penyebab yang berpengaruh secara signifikan terhadap munculnya jenis cacat dalam pekerjaan pasangan dinding dan lantai. Hasil dari penelitian menunjukkan bahwa berdasarkan pandangan staff, jenis cacat yang sering ditemui yaitu retak pada plesteran, plesteran tidak rata, ubin lantai tidak rata, dan ubin lantai kopong. Menurut pandangan pekerja, jenis cacat yang sering ditemui yaitu retak pada plesteran, ubin lantai tidak rata, ubin lantai kopong, dan ubin lantai cuil. Berdasarkan hasil analisa one sample t-test, ditemukan beberapa faktor penyebab yang berpengaruh signifikan terhadap munculnya jenis cacat, diantaranya adalah satu faktor desain, sembilan faktor workmanship, dan dua faktor material, dengan faktor workmanship dan material yang menjadi faktor global.",
  "creators": "ANDRE WIJAYA; MICHAEL ANTHONY",
  "contributors": "Andi (Advisor 1); Herry Pintardi Chandra (Examination Committee 1); Januar Buntoro (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012513/SIP/2021; Andre Wijaya (B11170141), Michael Anthony (B11170063)",
  "subjects": "BUILDINGS--ESTIMATES; CONSTRUCTION INDUSTRY--WASTE MINIMIZATION"
}