{
  "id": "50345",
  "title": "Program analisis ekonomis berdasarkan biaya alat untuk menentukan umur ekonomis alat dengan membandingkan biaya excavator antara rencana vs aktual",
  "abstract": "Excavator tua dan baru tidak memiliki kinerja yang sama. Oleh karena itu, diperlukan analisis ekonomis. Acuan pertama yang dipertimbangkan adalah biaya kepemilikan yang seiring berjalannya waktu terus berkurang karena alat telah digunakan. Kedua adalah biaya maintenance & operasional yang bertambah seiring dengan berjalannya waktu karena semakin tua alat biaya untuk perawatan dan operasional semakin tinggi. Ketiga adalah produktivitas dari excavator berkurang seiring bertambahnya waktu. Skripsi ini menghasilkan program analisis ekonomis berdasarkan biaya alat untuk menentukan umur ekonomis alat dengan membandingkan antara rencana dan aktual biaya excavator. Dalam pembuatan skripsi ini dilakukan perhitungan biaya kepemilikan dan M&O, produktivitas pada tahap Rencana dan input data aktual pada tahap Aktual sebagai monitoring. Pada tahap Rencana, input data sesuai teori dari studi literatur, kemudian dilakukan proses perhitungan dan menghasilkan output umur ekonomis rencana. Selanjutnya, tahap Aktual input data produktivitas dan biaya M&O aktual dari lapangan, kemudian menghasilkan output sebagai monitor. Setelah melakukan tahap di atas program menghasilkan dua grafik yaitu, grafik Rencana dan Aktual. Di mana dua grafik ini dilakukan monitoring apakah pada Aktual sudah sesuai dengan umur ekonomis Rencana. Diperlukan suatu sistem pencatat data aktual dengan lengkap data aktual di lapangan agar hasil dari perbandingan rencana dan aktual program ini dapat dilakukan lebih presisi.",
  "creators": "JAMES CHRISTOPHER WILLIANTO; ANTHONY ALEXANDER",
  "contributors": "Ratna S. Alifen (Advisor 1); Andi (Examination Committee 1); Bambang Wyanto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012505/SIP/2021; James Christopher Willianto (B11170109)Anthony Alexander (B11170036)",
  "subjects": "CONSTRUCTION INDUSTRY--MANAGEMENT; MAINTENANCE--MANAGEMENT"
}