{
  "id": "50341",
  "title": "Survei kesiapan kontraktor terhadap perubahan perundang-undangan jasa konstruksi di Surabaya",
  "abstract": "Indonesia merupakan negara hukum sehingga semua unsur yang ada harus berdasarkan pada hukum. Seiring dengan perubahan zaman, perundangan-undangan perlu diperbaharui untuk merevisi peraturan yang sudah tidak relevan atau menambahkan peraturan baru untuk menyesuaikan isi perundang-undangan dengan pergerakan zaman. Kontraktor sebagai bagian dari penduduk Indonesia harus siap dengan perubahan tersebut terutama perundang-undangan yang mengatur Jasa Konstruksi. Undang-Undang Jasa Konstruksi adalah hukum yang mengatur jalannya dunia konstruksi dan berlaku di seluruh Indonesia termasuk Surabaya. Tujuan dari penelitian ini adalah untuk mengetahui kesiapan kontraktor terhadap perubahan perundang-undangan jasa konstruksi di Surabaya. Metode penelitian kesiapan dilakukan dengan mengumpulkan studi literatur tentang peraturan baru yang menyangkut dunia konstruksi dan survei berupa kuesioner mengenai kesiapan kontraktor terhadap perubahan. Karena peraturan baru tidak hanya berasal dari Undang-Undang maka disebutlah Perundang-undangan. Hasil penelitian secara umum menunjukkan bahwa kontraktor siap dengan perubahan Perundang-undangan Jasa Konstruksi. Adapun peraturan dalam perundang-undangan yang kontraktor tidak siap antara lain peraturan tentang Surat Keahlian/ Keterampilan.",
  "creators": "YOHANES RYAN GIOVANNI; YOACHIM GUNAWAN",
  "contributors": "Paulus Nugraha (Advisor 1); Ratna S. Alifen (Examination Committee 1); Bambang Wyanto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012525/SIP/2021; Yohanes Ryan Giovanni (B11170070), Yoachim Gunawan (B11170078)",
  "subjects": "CONSTRUCTION INDUSTRY-LAW AND LEGISLATION-INDONESIA; COSTRUCTION CONTRACTS--INDONESIA"
}