{
  "id": "50350",
  "title": "Perbandingan kinerja struktur baja rangka terbreis konsentris khusus dan rangka terbreis penahan tekuk tipe multistory X sistem tunggal pada bangunan 12 dan 18 Lantai",
  "abstract": "Beban gempa menjadi pertimbangan dalam desain bangunan. Desain struktural biasanya dimulai dengan desain gaya gravitasi, kemudian meluas ke desain gaya lateral. Peristiwa seismik menyebabkan percepatan tanah yang mempengaruhi desain bangunan. Untuk mengurangi dampak akibat gempa bumi, kita wajib mendesain bangunan yang tahan terhadap gaya gempa bumi tersebut. Penelitian ini mengevaluasi kinerja struktur baja rangka bangunan RTKK (Rangka Terbreis Konsentris Khusus) dan RTPT (Rangka Terbeis Penahan Tekuk) dengan tipe Multistory X ber-sistem tunggal. Kedua bangunan akan dibandingkan kinerjanya dengan menggunakan Non-linear Time History Analysis. Bangunan yang ditinjau adalah bangunan 12 lantai (48 meter) dan 18 lantai (72 meter) dengan 5 bentang. Metode untuk mengatasi keterbatasan analisa struktur linear yang tidak bisa mengakses stabilitas yang digunakan adalah Direct Analysis Method (DAM). Pada penelitian ini, performa bangunan ditinjau berdasarkan berat struktur, nilai drift ratio dan displacement. Hasil penelitian menunjukkan bahwa pada bangunan 12 lantai dan 18 lantai, berat struktur pada bangunan RTPT lebih ringan daripada bangunan RTKK, tetapi nilai drift ratio dan displacement pada bangunan RTKK lebih baik daripada bangunan RTPT. Bangunan RTKK memiliki jumlah sendi plastis yang lebih sedikit dibandingkan dengan bangunan RTPT.",
  "creators": "HANSEL HENDERSON WONGSO; DAVID NICHOLAS HARTANTO",
  "contributors": "Effendy Tanojo (Advisor 1); Hasan Santoso (Advisor 2); Wong Foek Tjong, S.T., M.T., Ph.D. (Examination Committee 1); Fransisca Wijaya (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10012479/SIP/2021; Hansel Henderson Wongso (B11170021), David Nicholas Hartanto (B11170005)",
  "subjects": "BUILDINGS--EARTHQUAKE EFFECTS; STEEL, STRUCTURAL--EARTHQUAKE EFFECTS; STRUCTURAL FRAMES-EARTHQUAKE EFFECTS"
}