{
  "id": "50362",
  "title": "Pengaruh job demand, burnout, dan job satisfaction terhadap turnover intention pegawai di PT Telkomsel",
  "abstract": "Pada perusahaan tingkat turnover yang tinggi akan berdampak negatif seperti munculnya biaya rekrutmen, biaya pelatihan, dan menurunnya tingkat produktivitas. Perusahaan harus memperhatikan beberapa aspek seperti tuntutan kerja, burnout dan juga kepuasan kerja karyawan. Berdasarkan penuturan salah satu karyawan, di PT. Telkomsel sendiri masih banyak orang yang mengikuti program pensiun dini. Karyawan tersebut juga mengakui kelelahan dalam bekerja. Maka dari itu, penelitian ini bertujuan untuk mengetahui apakah terdapat pengaruh antara job demand melalui burnout dan job satisfaction terhadap turnover intention. Penelitian ini dilakukan dengan menyebarkan kuesioner ke 76 karyawan PT. Telkomsel. Setelah seluruh data terkumpul, peneliti akan menganalisis secara deskriptif dan menguji hipotesis-hipotesis yang ada dengan metode Structural Equation Modelling (SEM) untuk mengetahui pengaruh antar variabel. Hasil dari penelitian menyatakan bahwa job demand tidak berpengaruh signifikan terhadap turnover intention, namun burnout dan job satisfaction mampu menjadi variabel mediasi karena keduanya berpengaruh signifikan terhadap turnover intention. Selain itu, job demand berpengaruh signikan terhadap burnout dan job satisfaction. Penelitian ini bisa berguna untuk pihak perusahaan untuk mengurangi tingkat turnover intention yang dialami karyawan.",
  "creators": "ALEXANDER MARCEL PUTRA PERDANA",
  "contributors": "I Nyoman Sutapa (Advisor 1); Herri Christian Palit (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022423/IND/2021; Alexander Marcel Putra Perdana (C13170096)",
  "subjects": "JOB SATISFACTION; PERSONNEL MANAGEMENT; STRUCTURAL EQUATION MODELING; LABOR TURNOVER"
}