{
  "id": "50367",
  "title": "Analisis pembelajaran daring dengan aplikasi video conference: studi kasus di sebuah program studi universitas swasta",
  "abstract": "Pada masa pandemi ini, banyak kegiatan pembelajaran yang awalnya dilakukan tatap muka (offline) digantikan dengan pembelajaran daring menggunakan aplikasi. Salah satu penerapan pembelajaran daring dilakukan oleh beberapa universitas yang ada di Indonesia. Pengerjaan tugas akhir ini menggunakan metode Technology Acceptance Model (TAM) yang merupakan metode yang biasanya digunakan dalam menganalisa penerimaan dari suatu teknologi baru. Penelitian ini juga digunakan untuk mengetahui adanya beberapa variabel yang akan mempengaruhi keputusan pengguna dalam penerimaan dan penggunaan teknologi baru tersebut. Penelitian ini dilakukan dengan menyebarkan kuesioner ke 159 mahasiswa program studi suatu universitas swasta. Setelah seluruh data terkumpul, peneliti akan menganalisa data secara deskriptif serta menguji hipotesis-hipotesis yang telah dibuat dengan dilakukan pengujian menggunakan metode Structural Equation Modelling (SEM) untuk mengetahui hubungan pengaruh antar indikator dan variabel latennya. Hasil yang didapatkan dari penelitian menyatakan bahwa. Hasil dalam penelitian ini digunakan untuk mengetahui faktor yang berpengaruh dalam penerimaan video conference oleh mahasiswa program studi suatu universitas swasta tersebut sehingga dari hasil penelitian tersebut dapat memberikan informasi hasil yang dapat digunakan program studi suatu universitas swasta tersebut dalam mengetahui faktor minat mahasiswanya terhadap pembelajaran daring dan memaksimalkan penggunaan video conference.",
  "creators": "KELVIN IRAWAN",
  "contributors": "Prayonne Adi S.T., M.MT. (Advisor 1); I Nyoman Sutapa (Advisor 2); I Gede Agus Widyadana (Examination Committee 1); Indriati Njoto Bisono (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022425/IND/2021; Kelvin Irawan (C13170077)",
  "subjects": "DISTANCE EDUCATION; DISTANCE LEARNING; EDUCATIONAL TECHNOLOGY"
}