{
  "id": "50374",
  "title": "Tingkat pelayanan jalan perkotaan terbagi berdasarkan Manual Kapasitas Jalan Indonesia dan persepsi pengguna jalan",
  "abstract": "Kondisi lalu lintas jalan perkotaan di Indonesia semakin padat setiap tahunnya sehingga menimbulkan kemacetan. Untuk mencapai kondisi kinerja ruas jalan yang baik diperlukan kapasitas jalan yang sesuai dengan volume kendaraan yang melewati jalan tersebut terutama pada jam puncak. Penilaian tingkat kemacetan jalan secara umum diperhitungkan berdasarkan Indikator Tingkat Pelayanan (ITP). Penelitian ini bertujuan untuk mengetahui apakah ada perbedaan antara ITP pada jalan perkotaan terbagi yang dihitung berdasarkan Manual Kapasitas Jalan Indonesia (MKJI) dengan persepsi pengguna jalan. Penelitian dilakukan dengan mengambil video arus lalu lintas di tiga jalan perkotaan di kota Surabaya yaitu, Jalan H.R. Muhammad, Jalan Mayjen Sungkono, dan Jalan Ahmad Yani. Data kapasitas jalan (C) dan arus jenuh kendaraan (Q) yang diperoleh digunakan untuk menghitung nilai derajat kejenuhan (DS) berdasarkan MKJI. Nilai DS yang didapatkan akan dikonversi menjadi ITP dengan tabel yang setara. Untuk mengetahui persepsi pengguna jalan, dilakukan survei dengan membagikan kuesioner secara daring. Kemudian analisis dilakukan menggunakan metode sign test untuk mengetahui nilai signifikansinya. Hasil dari penelitian ini menunjukkan ada perbedaan signifikan antara ITP jalan terbagi berdasarkan MKJI dengan persepsi pengguna jalan.",
  "creators": "ENRICO LYSANDER; CHRISTIAN WILLIAM PANGESTU",
  "contributors": "Rudy Setiawan (Advisor 1); Dr. rer.nat. Surya Hermawan S.T., M.T. (Examination Committee 1); Paravita Sri Wulandari (Examination Committee 2); Bryan Widarno (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012499/SIP/2021; Enrico Lysander (B11170015), Christian William Pangestu (B11170054)",
  "subjects": "TRAFFIC ENGINEERING; URBAN TRANSPORTATION-PLANNING"
}