{
  "id": "50373",
  "title": "Investigasi implementasi building information modelling pada sektor konstruksi di Surabaya",
  "abstract": "Building information modelling (BIM) merupakan terobosan teknologi pada sektor konstruksi sebagai sistem pemodelan digital. Teknologi ini membantu kolaborasi, visualisasi, dan pengelolaan proyek sehingga memudahkan pekerjaan dibandingkan metode konvensional. Industri konstruksi di dunia telah menyadari manfaat BIM seperti menghemat biaya, meningkatkan produktivitas, dan mengurangi pekerjaan perbaikan. Oleh karena itu, banyak negara maju yang telah mengimplementasikan BIM pada berbagai proyek besar dan berpendapat bahwa penggunaan BIM sudah bukan bersifat opsional melainkan sebuah standar praktik dalam industri konstruksi. Namun, implementasi BIM di sektor konstruksi Indonesia masih tergolong rendah. Sehingga, perlu untuk menginvestigasi implementasi BIM di Indonesia dengan mengidentifikasi pandangan umum BIM beserta manfaat, faktor penghambat, dan faktor pendorong implementasi BIM. Penelitian dilakukan pada 9 perusahan pada sektor konstruksi di Surabaya di mana 5 perusahaan sudah mengimplementasikan BIM dan 4 perusahaan belum mengimplementasikan BIM. Hasil penelitian menunjukkan bahwa pandangan umum tentang BIM dari 9 perusahaan telah sesuai dengan teori BIM dari penelitian terdahulu. Kemudian, ditemukan bahwa manfaat implementasi BIM yang paling signifikan adalah adanya visualisasi dan pemodelan 3D. Adapun faktor penghambat implementasi BIM adalah kurangnya pengenalan teknologi software BIM di jenjang pendidikan dan faktor pendorong implementasi BIM adalah adanya kecepatan dan kontrol BIM terhadap proyek.",
  "creators": "EVELYN FEDORA JOHARTIMING; JANE SYANE WINARTO",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Ir. Soehendro Ratnawidjaja, M.Eng. (Advisor 2); Andi (Examination Committee 1); David Wiyono, ST., MT. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012511/SIP/2021; Evelyn Fedora Johartiming (B11170158), Jane Syane Winarto (B11170185)",
  "subjects": "CONSTRUCTION INDUSTRY--MANAGEMENT"
}