{
  "id": "50376",
  "title": "Studi peraturan K3 dan kasus kecelakaan kerja pada penggunaan tower crane",
  "abstract": "Jumlah pembangunan gedung bertingkat dan penggunaan TC di Indonesia semakin meningkat yang menyebabkan turut meningkatnya risiko kecelakaan kerja TC. Oleh karena itu, penerapan program K3 TC penting untuk diperhatikan. Salah satu upaya yang dapat dilakukan adalah menyusun Panduan K3 Penggunaan TC berdasarkan peraturan negara dan kasus kecelakaan kerja TC. Penelitian ini akan membahas Peraturan K3 top-slewing TC dan kasus kecelakaan kerja TC di berbagai negara. Penelitian studi literatur ini mengambil Peraturan K3 dari lima negara (Indonesia, Singapura, Jepang, Australia, dan Amerika Serikat) dan kasus kecelakaan kerja TC yang diakses secara daring. Data yang dikumpulkan akan digunakan untuk menyusun Panduan K3 Penggunaan TC sesuai tahapan penggunaan TC (penempatan, pemasangan, pengoperasian, dan pembongkaran), selanjutnya dilakukan survei kuesioner dan wawancara pada kontraktor untuk mengetahui penerapan setiap poin kebijakan di Indonesia serta peranannya dalam mencegah kecelakaan kerja TC. Hasil penelitian menunjukkan adanya peraturan K3 dalam setiap tahapan penggunaan TC yang wajib dilaksanakan menurut seluruh negara. Selain itu, kecelakaan kerja TC sering disebabkan oleh penyalahgunaan TC dan kesalahan pada pemasangan/pembongkaran TC. Penyebab-penyebab ini timbul akibat adanya kesalahan dalam berbagai tahapan penggunaan TC. Hasil survei kuesioner dan wawancara menyatakan Panduan K3 Penggunaan TC dapat diterapkan di Indonesia dan berperan penting dalam mencegah kecelakaan kerja TC.",
  "creators": "ADI SUTRISNA; LEONARDO SETIAWAN PUTERA",
  "contributors": "Ratna S. Alifen (Advisor 1); Ir. Prasetio Sudjarwo, M.Eng. (Examination Committee 1); Gunawan Budi Wijaya S.T., M.T., M.Eng. (Examination Committee 2); Riza Yosia Sunindijo (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012502/SIP/2021; Adi Sutrisna (B11170178), Leonardo Setiawan Putera (B11170198)",
  "subjects": "CONSTRUCTION INDUSTRY--SAFETY REGULATIONS; INDUSTRIAL SAFETY--MANAGEMENT"
}