{
  "id": "50386",
  "title": "Studi mengenai faktor penyebab klaim, masalah prosedur klaim dan tindakan pencegahan masalah prosedur klaim konstruksi",
  "abstract": "Seiring meningkatnya aktivitas pembangunan-pembangunan yang terjadi, terdapat juga peningkatan potensi timbulnya perbedaan pemahaman dan perselisihan pendapat antar berbagai pihak yang terlibat dalam suatu kontrak konstruksi. Hal tersebutlah yang mendasari terjadinya klaim konstruksi. Kata klaim sendiri menjadi hal yang tabu di Indonesia dikarenakan pola pikir dimana klaim dapat menyebabkan kerugian finansial serta dapat terkena blacklist bagi para penyedia jasa untuk tender-tender selanjutnya. Penelitian ini bertujuan untuk mengetahui faktor-faktor apa yang sering menjadi penyebab terjadinya klaim agar dapat lebih dini diantisipasi, mengetahui masalah yang sering terjadi dalam memproses sebuah klaim serta memberikan solusi tindakan pencegahan yang dapat dilakukan untuk meminimalisir terjadinya masalah tersebut. Metode yang digunakan adalah pendekatan kuantitatif dengan penelitian survei. Metode ini menggunakan perhitungan statistik untuk mengolah data yang didapat dari hasil penyebaran kuisioner. Hasil dari penelitian ini berupa tabel peringkat dari faktor-faktor penyebab klaim dan masalah dalam prosedur klaim, serta tabel yang berisi tindakan-tindakan pencegahan pada tiap masalah yang terjadi pada prosedur klaim. Hal ini menjadi pengetahuan bagi para pelaku industri jasa konstruksi agar dapat mengenali hal-hal yang berpotensi menyebabkan klaim dan bagaimana cara menangani masalah klaim yang terjadi dengan baik dan benar.",
  "creators": "STEFAN TJIPTOWIYONO; DEVIN WILLIAM",
  "contributors": "Handoko Sugiharto (Advisor 1); Daniel Tjandra (Examination Committee 1); Joko Purnomo S.T., M.Sc. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012519/SIP/2021; Stefan Tjiptowiyono (B11170066), Devin William (B11170120)",
  "subjects": "CONSTRUCTION CONTRACTS; CONSTRUCTION INDUSTRY--FINANCE; CONSTRUCTION INDUSTRY--MANAGEMENT"
}