{
  "id": "50380",
  "title": "Pengaruh volume pasta terhadap susut mortar dan kuat tekan beton 100% fly ash",
  "abstract": "Pengaruh Volume Pasta terhadap Susut Mortar dan Kuat Tekan Beton 100% Fly Ash Penggunaan semen sebagai bahan dasar pembuatan bangunan memiliki dampak negatif bagi lingkungan. Hal ini dikarenakan proses produksi semen yang menghasilkan gas karbon dioksida yang dapat menyebabkan global warming. PLTU menghasilkan limbah berupa fly ash yang sudah diteliti dapat menggantikan peran semen sebagai bahan pengikat beton. Selain water content, volume pasta juga dapat memengaruhi kuat tekan yang dihasilkan oleh beton. Volume pasta sendiri merupakan campuran antara binder dengan air. Beton 100% fly ash PCC Paiton memiliki kebutuhan air yang lebih sedikit dibandingkan dengan beton 100% OPC. Hal ini berbanding lurus dengan shrinkage yang terjadi dalam bentuk mortar. Dengan bertambahnya kadar volume pasta pada mortar maupun beton, maka semakin rendah kuat tekan yang dihasilkan dan semakin tinggi shrinkage yang terjadi pada beton tersebut. Penelitian ini bertujuan untuk menganalisis pengaruh volume pasta terhadap kuat tekan beton dan early drying shrinkage pada beberapa jenis mortar. Kuat tekan mortar 100% fly ash PCC Paiton paling tinggi sebesar 22.18 MPa pada umur 56 hari. Kuat tekan beton 100% fly ash PCC Paiton paling tinggi sebesar 14.03 MPa pada umur 56 hari dengan volume pasta sebesar 40%. Shrinkage mortar 100% fly ash PCC Paiton paling rendah terjadi pada mortar dengan volume pasta 40%.",
  "creators": "NICOLAS AMOR RUKMONO; JASON SASTRAKUSUMA SUTEJA",
  "contributors": "Antoni (Advisor 1); Djwantoro Hardjito (Advisor 2); Gogot Setyo Budi (Examination Committee 1); Handoko Sugiharto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012482/SIP/2021; Nicolas Amor Rukmono (21416020), Jason Sastrakusuma Suteja (21416074)",
  "subjects": "CONCRETE--TESTING; FLY ASH--ANALYSIS; HIGH STRENGTH CONCRETE"
}