{
  "id": "50385",
  "title": "Galeri seni dan ruang kreatif komunitas seni di Surabaya",
  "abstract": "Galeri seni dan ruang kreatif komunitas seni di kota Surabaya adalah sebuah fasilitas yang dapat mewadahi kegiatan seni rupa yang dilakukan oleh mahasiswa maupun komunitas seni dari alumni UNESA di area kota Surabaya. Bangunan galeri dan ruang kreatif ini didesain dengan latar belakang belum tersedianya sarana dan prasarana yang mewadahi kegiatan seni rupa yang dilakukan oleh mahasiswa maupun komunitas dari alumni UNESA di Surabaya. Bangunan ini tidak hanya menyediakan sarana ruang kerja untuk kegiatan seni rupa, namun bangunan ini juga menyediakan sarana galeri untuk memamerkan hasil karya dari mahasiswa maupun komunitas alumni UNESA kepada masyarakat umum. Desain galeri ini menyesuaikan dengan kebutuhan ruang yang ada, seperti ruang untuk residensi, ruang untuk kegiatan diskusi, ruang untuk pameran. Tidak hanya membuat ruang untuk kegiatan seni rupa, namun juga desain bangunan ini dapat membuat mahasiswa dan komunitas alumni UNESA memiliki ruang pribadi dan ruang yang dapat menyalurkan bakat mereka terhadap bidang seni rupa kepada masyarakat umum. Selain fasilitas galeri dan ruang kreatif terdapat fasilitas lain yang dapat menunjang kegiatan kesenian tersebut seperti: ruang workshop, ruang makan, ruang perpustakaan, ruang meeting dan sebagainya. Fasilitas penunjang selain digunakan oleh mahasiswa dan komunitas alumni dari UNESA, juga dapat digunakan oleh masyarakat sekitar yang berkunjung ke galeri ini.",
  "creators": "JUNIOR SUGIHARTO",
  "contributors": "Anik Juniwati (Advisor 1); Wanda Widigdo Canadarma (Examination Committee 3); Joyce M.Laurens (Examination Committee 2); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 00024283/ARS/2021; Junior Sugiharto (B12170075)",
  "subjects": "ART GALLERIES; GALLERIES (ARCHITECTURE)--DESIGNS AND PLANS"
}