{
  "id": "50387",
  "title": "Pembuatan aplikasi mobile augmentative and alternative cCommunication “BerKata” dengan menggunakan text to speech untuk membantu komunikasi anak penyandang autisme",
  "abstract": "Minimnya kemampuan verbal anak penyandang autisme sering membuat orang tua bingung apa yang anak ingin sampaikan. Perlu perhatian khusus agar orang tua dapat mengerti, meski dengan verbal yang kurang jelas. Ketidakmampuan anak dalam menyampaikan apa yang ada di benaknya mempengaruhi segi emosi anak tersebut. Anak akan mudah mengalami mood swing dan orang tua tidak bisa mengidentifikasi penyebabnya. Masalah ini dapat dibantu dengan menggunakan Augmentative and Alternative Communication (AAC) yang menggunakan modul Picture Exchange Communication System (PECS). Dengan menggunakan PECS, anak dapat belajar bagaimana menyampaikan apa yang ada di benaknya melalui media gambar. Dengan begitu orang tua dapat mengerti apa yang sedang anak ucapkan meski dengan verbal yang kurang. Dengan semua problematika yang ditemukan, penelitian ini menghadirkan aplikasi AAC dengan dengan modul PECS yang dinamakan “BerKata”. Dari hasil penelitian ini, jika orang tua mau untuk konsisten menggunakan “BerKata”, maka bukan hanya membantu meningkatkan verbal anak, namun dapat juga menurunkan kecemasan dan meningkatkan keberanian anak untuk berkata. Perlu diingat untuk mencapai hal tersebut juga memerlukan konsistensi dalam pembiasaan diri baik pada anak, orang tua dan orang-orang sekitarnya. Ketercapaian terapi wicara untuk anak penyandang autisme bukan serta merta hasil yang instan.",
  "creators": "EVANDRUCE FILBERT",
  "contributors": "Rolly Intan (Advisor 1); Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Advisor 2); Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Examination Committee 1); Alvin Nathaniel Tjondrowiguno, S.Kom. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022073/INF/2021; Evandruce Filbert (C14170015)",
  "subjects": "MOBILE APPS--DESIGN; TEXT-TO-SPEECH SOFTWARE"
}