{
  "id": "50390",
  "title": "Potensi fly ash PLTU Sudimoro, Pacitan, sebagai material pengikat pada mortar",
  "abstract": "Banyak Pembangkit Listrik Tenaga Uap (PLTU) yang berdiri di Indonesia. Di Jawa Timur sendiri terdapat beberapa PLTU besar, antara lain PLTU Paiton di Probolinggo, PLTU Tanjung Awar-Awar di Tuban, PLTU Sudimoro di Pacitan. Fly ash adalah sisa hasil pembakaran batu bara di PLTU yang berpotensi untuk digunakan sebagai bahan pengganti semen dalam pembuatan mortar ataupun beton. Sebenarnya penelitian mengenai fly ash sudah banyak dilakukan, bahkan sudah digunakan di industri, utamanya fly ash dari PLTU Paiton. Namun, ada fly ash yang dihasilkan oleh PLTU tertentu yang belum dieksplorasi pemanfaatannya, khususnya yang dihasilkan oleh PLTU-PLTU yang tergolong baru. Penelitian ini bertujuan untuk mengevaluasi karakteristik dan potensi fly ash yang berasal dari PLTU baru. Fly ash yang digunakan dalam penelitian ini berasal dari PLTU Sudimoro, Pacitan, yang belum banyak dikenal karakteristiknya dan belum banyak dimanfaatkan di industri, untuk berbagai sistem. Kemungkinan pemanfaatan fly ash adalah sebagai material pozzolan pengganti sebagian semen dalam kadar rendah, dengan kadar yang tinggi dalam pembuatan High Volume Fly Ash (HVFA), sebagai bahan dasar geopolimer, sebagai material self-cementing, dan sebagai material self-cementing dengan penambahan kalsium hidroksida. Berdasarkan hasil penelitian yang dilakukan, fly ash PLTU Sudimoro, Pacitan, memiliki komposisi fisik dan kimia yang memenuhi standar ASTM sebagai material pengikat pada mortar. Fly ash PLTU Sudimoro, Pacitan, dihasilkan dari boiler dengan tipe pembakaran Pulverized Coal Combustion (PCC), tergolong sebagai fly ash kelas F dengan kadar kalsium medium, memiliki ukuran partikel yang halus, angka LOI yang rendah. Dari evaluasi hasil kuat tekan mortar dengan fly ash PLTU Sudimoro yang dimanfaatkan dengan berbagai sistem, reaktivitas fly ash ini sangat baik, terbukti dari angka Strength Activity Index (SAI) yang tinggi. Fly ash PLTU Sudimoro Pacitan dapat dimanfaatkan sebagai material pozzolan pengganti sebagian semen, sebagai material bahan dasar geopolimer, dan sebagai material self-cementing dengan penambahan kalsium hidroksida.",
  "creators": "FLORENTCIA HARTONO; STEVEN TANUWIJAYA",
  "contributors": "Djwantoro Hardjito (Advisor 1); Agievianthi, MS (Advisor 2); Handoko Sugiharto (Examination Committee 1); Gunawan Budi Wijaya S.T., M.T., M.Eng. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10012494/SIP/2021; Florentcia Hartono (B11170113), Steven Tanuwijaya (B11170030)",
  "subjects": "FLY ASH--ANALYSIS; MORTAR--ANALYSIS"
}