{
  "id": "50399",
  "title": "Pengaruh kualitas safety communication terhadap safety behavior pekerja konstruksi di Surabaya",
  "abstract": "Sektor konstruksi merupakan industri paling berbahaya di dunia dengan menyumbang jumlah kecelakaan kerja terbanyak dibanding sektor lainnya. Hal ini disebabkan oleh buruknya perilaku keselamatan pekerja baik dalam bentuk kepatuhan maupun partisipasi terkait keselamatan kerja. Kedua dimensi perilaku keselamatan tersebut dipengaruhi oleh seberapa baik komunikasi keselamatan yang dibangun di dalam lingkungan kerja, dalam hal ini proyek konstruksi. Akan tetapi, tidak banyak penelitian yang membahas mengenai pengaruh dari komunikasi keselamatan terhadap perilaku keselamatan pekerja. Oleh karena itu, diperlukan sebuah penelitian untuk mengetahui bagaimana pengaruh komunikasi keselamatan terhadap kedua dimensi dari perilaku keselamatan pekerja. Penelitian dilakukan dengan melakukan penyebaran kuesioner di 11 proyek di Surabaya, dengan jumlah sampel sebanyak 111 pekerja konstruksi. Data yang terkumpul kemudian diolah dan dianalisis dengan menggunakan uji regresi linear sederhana antara dua variabel. Melalui penelitian ini, komunikasi keselamatan terbukti berkorelasi secara positif dan berpengaruh secara signifikan terhadap kepatuhan keselamatan dan partisipasi keselamatan pekerja dengan koefisien determinasi (R2) sebesar 0,831 dan 0,851. Dengan demikian dapat disimpulkan bahwa perbaikan kualitas komunikasi keselamatan di lingkungan proyek konstruksi turut mendorong peningkatan kepatuhan keselamatan dan partisipasi keselamatan pekerja.",
  "creators": "DEYLA VIOLA NATALIA SOEGIONO; MARCELINE SETIAWAN",
  "contributors": "Andi (Advisor 1); Herry Pintardi Chandra (Examination Committee 1); Jonathan Hendra Kusuma (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012506/SIP/2021; Deyla Viola Natalia Soegiono (B11170089)Marceline Setiawan (B11170104)",
  "subjects": "CONSTRUCTION INDUSTRY--SAFETY MEASURES; CONSTRUCTION INDUSTRY--RISK MANAGEMENT"
}