{
  "id": "50396",
  "title": "Stabilisasi tanah Kupang dengan menggunakan aspal emulsi",
  "abstract": "Penelitian ini dilakukan untuk meningkatkan potensi pemanfaatan material lokal di Kupang, Nusa Tenggara Timur sebagai material untuk lapis perkerasan jalan. Penelitian ini bertujuan untuk mengetahui pengaruh penambahan aspal emulsi terhadap karakteristik tanah. Pada penelitian ini tanah ditambahkan dengan aspal emulsi 4%, 6%, dan 8% dengan masa pemeraman (curing) selama 7 hari. Metode pengujian meliputi analisa ayakan, berat jenis, batas plastis dan batas cair, pemadatan ringan, permeabilitas, CBR, Marshall dan durabilitas. Pada pengujian CBR rendaman dengan aspal emulsi 4%, 6%, dan 8% menunjukkan peningkatan daya dukung tanah. Kemudian pada pengujian CBR tanpa rendaman dengan campuran aspal emulsi 4% menunjukkan penurunan daya dukung tanah dan campuran aspal emulsi 6% dan 8% menunjukkan peningkatan. Pada pengujian Marshall dengan campuran aspal emulsi 4%, 6%, dan 8%, menunjukkan peningkatan nilai stabilitas dan marshall quotient (MQ) seiring bertambahnya kadar aspal emulsi dengan peningkatan terbesar berada pada kadar 8% aspal emulsi. Pada nilai flow terjadi penurunan seiring bertambahnya kadar aspal emulsi. Campuran tanah dan aspal emulsi belum menunjukkan durabilitas yang baik. Perlu adanya material tambahan seperti semen, untuk meningkatkan durabilitas tanah. Pengujian durabilitas dengan penambahan kadar aspal emulsi 4%, 6%, dan 8% serta 1% kadar semen menunjukkan peningkatan kehilangan volume dan kehilangan massa. Perubahan volume dan kehilangan massa campuran terendah adalah pada campuran aspal emulsi 4% dengan 1%.",
  "creators": "LEO DAVINCHI; ISHACH WIEHELMED DAMA",
  "contributors": "Paravita Sri Wulandari (Advisor 1); Harry Patmadjaja (Advisor 2); Daniel Tjandra (Examination Committee 1); Johanes Indrojono Suwono (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10012485/SIP/2021; Leo Davinchi (21416188), Ishach Wiehelmed Dama (21415228)",
  "subjects": "ASPHALT CEMENT; SOIL STABILIZATION"
}