{
  "id": "50409",
  "title": "Pemanfaatan model hidrodinamika untuk pengembangan kawasan pantai Kabupaten Poso",
  "abstract": "Indonesia adalah negara kepulauan yang kaya akan sumber daya laut yang dapat diakses melalui kawasan pesisir. Kabupaten Poso merupakan salah satu kabupaten yang terletak di kawasan pesisir pantai namun warga sekitar masih belum dapat mengembangkan potensi sumber daya laut dengan optimal. Oleh karena itu tujuan dari penelitian ini adalah untuk membuat model hidrodinamika pada perairan atau kawasan pesisir pantai Kabupaten Poso yang diharapkan dapat menjadi dasar edukasi, informasi, dan aplikasi dalam mengembangkan kawasan pantai di Kabupaten tersebut sehingga dapat memajukan ekonomi masyarakat sekitar. Melalui simulasi model hidrodinamika yang dibuat maka pengembangan yang dilakukan dapat lebih memiliki arah dan tepat sasaran dalam memilik lokasi pengembangan, baik dalam bidang pariwisata, budidaya, atau pengembangan pada bidang-bidang lainnya yang dapat dilakukan di kawasan pantai. Penelitian ini menggunakan data sekunder dengan metode trial and error, kemudian data simulasi akan diverifikasi dan divalidasi menggunakan rumus Root Mean Square Error (RMSE). Model yang sudah dibuat menghasilkan angka RMSE sebesar 0,184 dimana angka tersebut sudah cukup baik dan dapat dijadikan acuan dalam pengembangan kawasan pantai Kabupaten Poso. Hasil dari penelitian ini menunjukkan bahwa dari total 98.466 ha luas daerah perairan yang ditinjau pada kawasan pantai Kabupaten Poso, 6.163 ha menunjukkan hasil sangat sesuai untuk budidaya ikan kerapu, 91.001 ha sesuai untuk budidaya rumput laut kotoni, dan 9.024 ha sesuai untuk wisata bahari.",
  "creators": "ANSELL ALVERN TOBING; REDDY VIRIYA SUWARNO",
  "contributors": "Dr. rer.nat. Surya Hermawan S.T., M.T. (Advisor 1); Angela Jasmine Tanya Tjahyana, S.T., M.T. (Advisor 2); Ir. Prasetio Sudjarwo, M.Eng. (Examination Committee 1); Agievianthi, MS (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012516/SIP/2021; Ansell Alvern Tobing (21415250), Reddy Viriya Suwarno (21415212)",
  "subjects": "HYDRAULIC ENGINEERING; HYDRODYNAMICS"
}