{
  "id": "50401",
  "title": "Sociocultural aspects of motivation in learning Korean: Indonesian learners of Korean as a foreign language",
  "abstract": "This qualitative research is designed to provide elaborative and insightful narratives of Indonesian Korean as a Foreign Language (hereafter, KFL) learners. Research questions include: (1) What are the sociocultural aspects of Korean language learning motivation and experience of learners of KFL in Indonesia? (2) How do learners attribute values to Korean language? Five females and one male partook in the study. I conducted semi-structured interviews with them and analyzed the interview data phenomenologically and using narrative inquiry. My study found that all of my informants had both integrative and instrumental motivations. Holistically, both were equally distributed. However, in some cases, integrative motivation appeared to be a stronger drive. Hence, both were summarized as their efforts to embody ideal L2 self, one of the components of L2MSS by Dörnyei (2009). Ideal L2 self implies that their motivations help them to reduce the discrepancies between their current and future selves. Based on the analysis of their motivational domains, the ideologies of Korean language circulating among them were found; (1) Korean as an Economic Commodity and (2) Korean for Cosmopolitan Membership. Apparently, the two linguistic ideologies were also reflected in their linguistic practices which further strengthened their linguistic investment. In light of their investment in KFL, they projected ‘cosmopolitan’ identity. Additionally, all of these processes revealed their commodification of Korean language competency into linguistic capitals which, from the macro-level perspective, are convertible in the current linguistic market of Indonesia.",
  "creators": "Yuliyanto Chandra",
  "contributors": "Drs. Setefanus Suprajitno, M.A., Ph.D. (Advisor 1); Samuel Gunawan (Examination Committee 1); Liliek Soelistyo (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 02010019/MS/2021; Yuliyanto Chandra (A21190003)",
  "subjects": "KOREAN LANGUAGE--STUDY AND TEACHING--FOREIGN SPEAKERS; LANGUAGE AND LANGUAGES-STUDY AND TEACHING-SOCIAL ASPECTS; LANGUAGE AND LANGUAGES"
}