{
  "id": "50407",
  "title": "Pencarian rute terpendek di dalam mall menggunakan Lifelong Planning A* pada Android",
  "abstract": "Dari zaman dulu hingga sekarang, tentu orang masih suka melakukan berpergian, terkadang dalam berpergian kadang kita mendatangi toko pusat perbelanjaan atau yang lebih kita kenal dengan sebutan mall. Tentu di mall kita bisa menikmati banyak sekali fasilitas-fasilitas yang bisa kita manfaatkan di dalam mall, yaitu seperti stan makanan dan minuman, toko bangunan, toko baju, dan masih banyak lagi yang bisa kita nikmati tentunya. Selain kita tentu ada subjek-subjek lain yaitu antara lain turis dan pengemudi ojek daring. Di mana tentunya untuk subjek-subjek seperti mereka pun kita tidak bisa menjamin mereka mengerti letak-letak toko maupun fasilitas yang mereka ingin kunjungi. Aplikasi yang dibuat akan membantu semua kalangan yang mendatangi suatu mall tertentu. Untuk melakukannya, diperlukan sebuah server yang dapat menyimpan data peta dan toko-toko yang dimiliki oleh mall. Setelah proses pengambilan data, dilakukan penerimaan masukkan dari pengguna tentang toko/fasilitas yang ingin dikunjungi, kemudian setelah mendapatkan masukkan dari pengguna, maka akan dilakukan proses kalkulasi data yang kemudian akan ditunjukkan rute yang telah dikalkulasi oleh aplikasi dan kemudian hasilnya akan ditampilkan pada apliaksi yang telah dibuat. Berdasarkan hasil pengujian yang sudah dilakukan, program yang dibuat berhasil untuk menyimpan, mengkalkulasi dan menampilkan rute mana yang harus dilalui oleh pengguna.",
  "creators": "IGOR MAHA PUTRA",
  "contributors": "Agustinus Noertjahyana (Advisor 1); Justinus Andjarwirawan (Advisor 2); Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Examination Committee 1); Silvia Rostianingsih (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022080/INF/2021; Igor Maha Putra (C14170071)",
  "subjects": "ANDROID (ELECTRONIC RESOURCE)--PROGRAMMING; DATABASE MANAGEMANT"
}