{
  "id": "50414",
  "title": "Push notification pada sistem penjualan tiket workshop dan event menggunakan firebase cloud messaging berbasis progressive web application",
  "abstract": "Penggunaan teknologi website pada sistem penjualan tiket merupakan langkah yang tepat untuk meningkatkan proses bisnis perusahaan. Penggunaan website dapat memberikan dampak yang sangat baik dari sisi pembeli maupun penjual tiket yaitu dengan adanya website informasi akan dapat diakses secara mudah. Namun setelah berhasil melakukan proses jual beli tiket melalu website, penjual memerlukan waktu yang cukup banyak atau belum efektif untuk berkomunikasi dengan para pembelinya. Masalah ini terjadi karena pembeli menggunakan berbagai komunikasi, sehingga penjual perlu menggunakan berbagai aplikasi untuk menjangkau semua pembeli. Cara berkomunikasi yang tidak efektif tersebut dapat diselesaikan dengan menyematkan fitur pada website yaitu push notification. Penjual dapat menggunakan push notification untuk mengirimkan pesan broadcast kepada para pembelinya tanpa ada satupun yang terlewat. Semua pembeli dapat dijangkau dengan mudah karena push notification disematkan langsung pada aplikasi sehingga pembeli tidak perlu meng¬-install aplikasi lain untuk berkomunikasi dengan penjual. Hasil penelitian menunjukkan bahwa sistem penjualan tiket dengan push notification berhasil meningkatakan efektifitas dengan menurunnya waktu pengunaan aplikasi untuk mengirim pesan sebesar 38,4% dibandingkan menggunakan aplikasi eksternal.",
  "creators": "NIRWAN JAYA SUWARNO",
  "contributors": "Justinus Andjarwirawan (Advisor 1); Agustinus Noertjahyana (Advisor 2); Indro Setiawan (Examination Committee 1); Andre Gunawan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022069/INF/2021; Nirwan Jaya Suwarno (C14170111)",
  "subjects": "WEB APPLICATIONS--COMPUTER PROGRAMS; WEB SITES--DESIGN; WEB APPLICATIONS"
}