{
  "id": "50417",
  "title": "Perilaku konfigurasi FRP U-Wrap dan longitudinal side FRP (LSF) terhadap balok beton bertulang yang diperkuat FRP dalam mengatasi concrete cover delamination",
  "abstract": "Salah satu metode perkuatan lentur pada balok beton bertulang adalah dengan menggunakan Fiber Reinforced Polymer (FRP). Jika tidak didesain dengan baik, maka pola kegagalan prematur berupa concrete cover delamination dapat terjadi, dimana selimut beton terlepas dengan FRP yang masih menempel dengan baik. Mekanisme tersebut dapat dianalisa dengan menggunakan Strut and Tie Modelling. Pada penelitian ini, pengujian lentur dengan two point load dilakukan untuk menganalisa perliaku lentur dan pola kegagalan balok beton bertulang yang diperkuat dengan tiga konfigurasi FRP yang berbeda, yaitu FRP laminate dipasang pada bawah balok, penambahan FRP U-Wrap pada kedua ujung FRP Laminate, dan pemasangan FRP Laminate pada sisi samping balok yang sebidang dengan tulangan tarik (Longitudinal Side FRP). Analisa data dilakukan dengan menggunakan Digital Image Correlation, LVDT, strain gauge, dan data logger. Pada penelitian ini pola kegagalan concrete cover delamination tidak terjadi. Semua benda uji mengalami pola kegagalan FRP debonding. Hasil penelitian menunjukan bahwa baik penambahan FRP U-Wrap maupun pemasangan FRP samping tidak memberikan perbedaan signifikan terhadap kekuatan lentur, kekakuan, dan daktilitas balok dibanding dengan pemasangan FRP di bawah saja.",
  "creators": "FEDORA SHANJAYA BUDIANTO; JOSHUA FELIX KRISNAJANA",
  "contributors": "Benjamin Lumantarna (Advisor 1); Gunawan Budi Wijaya S.T., M.T., M.Eng. (Advisor 2); Djwantoro Hardjito (Examination Committee 1); Willy Husada, ST.,MT., Msc. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10012490/SIP/2021; Fedora Shanjaya Budianto (B11170060), Joshua Felix Krisnajana (B11170061)",
  "subjects": "FIBER-REINFORCED CONCRETE; REINFORCED CONCRETE CONSTRUCTION"
}