{
  "id": "50425",
  "title": "Analisis kinerja kontraktor berdasarkan jenis pola rantai pasok konstruksi pada beberapa proyek di Surabaya",
  "abstract": "Sektor konstruksi dikenal sebagai aktivitas yang memiliki banyak keunikan dan fragmentasi yang dapat menyebabkan pembengkakan biaya dan bertambahnya durasi suatu proyek. Salah satu cara yang dilakukan untuk mengatasi fragmentasi tersebut adalah melalui penerapan construction supply chain management sekaligus memahami pola supply chain konstruksinya. Penelitian ini bertujuan untuk mengelompokkan pola supply chain konstruksi pada proyek dan menganalisis kinerja kontraktor berdasarkan pola supply chain konstruksi. Pengumpulan data dilakukan dengan cara menyebarkan kuesioner dan wawancara terhadap perwakilan kontraktor di Surabaya yang sedang menjalankan proyek gedung bertingkat. Pengolahan data kuesioner dilakukan dengan metode rata – rata sementara data wawancara dikelompokkan ke dalam tiga jenis pola supply chain konstruksi. Hasil kuesioner dari setiap proyek dirata-rata tergantung dari proyek tersebut masuk ke dalam pengelompokan yang mana dari tiga jenis pola supply chain konstruksi yang ada. Hasil akhir berupa overall mean untuk tiap jenis pola supply chain konstruksi tersebut. Dari hasil penelitian didapatkan 14 buah proyek yang kemudian dikelompokkan ke dalam 3 jenis pola rantai pasok konstruksi dan hasil analisis menunjukkan bahwa kinerja kontraktor pada proyek konstruksi di Surabaya tinggi.",
  "creators": "CALVIN RICHARDY; EVAN",
  "contributors": "Handoko Sugiharto (Advisor 1); Doddy Prayogo S.T. (Examination Committee 1); Gunawan Budi Wijaya S.T., M.T., M.Eng. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012507/SIP/2021; Calvin Richardy (B11170128), Evan (B11170071)",
  "subjects": "CONSTRUCTION INDUSTRY--MANAGEMENT; SUPPLY CHAIN MANAGEMENT"
}