{
  "id": "50421",
  "title": "Desain masker nonmedis dengan pendekatan metode QFD dan TRIZ",
  "abstract": "Pandemi Covid-19 yang tengah melanda dunia menyebabkan kekacauan dalam berbagai sistem di masyarakat. Adaptasi protokol new normal di Indonesia salah satunya ialah penggunaan masker yang dapat melindungi bagian mulut dan hidung yang menjadi titik penyebaran virus melalui droplet. CDC (Centers Disease Control) merekomendasikan masker non medis sebagai alternatif pengganti masker medis. WHO (World Health Organization) memberikan anjuran terhadap fitur-fitur apa saja yang harus dipertimbangkan dalam pembuatan masker nonmedis. Keinginan masyarakat (customer) juga dianggap penting dalam menentukan rancangan masker nonmedis. Keinginan masyarakat ini diperoleh melalui survei dengan kuesioner. Hasil dari kuesioner atau voice of customer kemudian diolah menggunakan Quality Function Development. Karakteristik masker nonmedis yang diinginkan oleh masyarakat yaitu masker menutup bagian hidung dan mulut, earloops yang nyaman, masker menghalau droplets, masker memiliki daya tahan yang baik dan tidak mudah rusak, masker tidak menghambat pernafasan dan dapat bernapas dengan mudah, bagian hidung dan mulut pengguna tetap kering, kesesuaian harga, kesesuaian bentuk masker, dan kesesuaian desain. Fungsi yang saling berkontradiksi kemudian diselesaikan menggunakan TRIZ. Anjuran yang didapatkan dari inventive principles TRIZ kemudian dikembangkan menjadi tiga usulan rancangan masker nonmedis dengan tetap memperhatikan anjuran WHO. Dari ketiga usulan, rancangan masker nonmedis 1 yang banyak dipilih oleh responden karena sesuai dengan keinginan dan dianggap lebih aman.",
  "creators": "ANTOINETTE MICHAELA GORATHA",
  "contributors": "Iwan Halim Sahputra, S.T., M.Sc., Ph.D. (Advisor 1); Felecia, S.T., M.Sc. (Examination Committee 1); Debora Anne Yang Aysia (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022406/IND/2021; Antoinette Michaela Goratha (C13170100)",
  "subjects": "COVID-19 PANDEMIC, 2020-; MASK MAKING; MASKS--DESIGNS AND PLANS"
}