{
  "id": "50432",
  "title": "Perancangan interior apartemen co-living 2 in 1 Kyo Society dengan pendalaman gaya desain minimalis Jepang di Surabaya",
  "abstract": "Apartemen memiliki banyak tipe yang menyesuaikan kebutuhan dari penggunanya. Di kota besar seperti Surabaya, apartemen jarang didesain untuk menyediakan tempat untuk kalangan muda beraktivitas dan bersosialisasi karena didominasi ruang privat. Hunian apartemen yang didominasi dengan ruang privat kemudian mendorong munculnya suatu inovasi baru yang didesain khusus untuk menjawab kebutuhan kalangan muda di perkotaan, yaitu konsep hunian Co Living. Konsep ini menggunakan perpaduan interior yang minimalis sehingga ruangan akan terasa nyaman dan kekeluargaan. Hunian dengan konsep Co Living juga dilengkapi dengan berbagai fasilitas, contohnya area komunal, area service maupun area kamar tidur. Semua fasilitas ini dapat diakses oleh semua penyewa apartemen, kecuali ruang kamar tidur. Kemudian penempatan fasilitas ruang berada di ruangan yang berbeda disesuaikan dengan kebutuhan privasi pengguna yang digunakan dalam masing-masing ruangan. Secara keseluruhan, desain ingin menampilkan suatu interior yang berbeda dari desain apartemen biasanya, yakni dengan memaksimalkan penggunaan ruang dengan baik. Dalam menciptakan suasana tersebut perlu didukung dengan pemilihan bentukan ruang yang memisahkan area privat dan area publik secara spesifik agar penghuni tetap nyaman dalam beraktivitas. Penggunaan material menggunakan pendekatan dengan gaya desain minimalis Jepang, yaitu menggunakan bahan alami seperti motif batu maupun kayu serta warna dominan cokelat yang diaplikasikan dalam interior agar menghasilkan suasana ruang yang homey.",
  "creators": "ISAURA DESIANAGE",
  "contributors": "Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Advisor and Examination Committee); Grace Setiati, S.Sn., M.Ds. (Examination Committee 2); Totok Priyoleksono, S.Sn., M.Sn. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00022033/DIN/2021; Isaura Desianage (E11170040)",
  "subjects": "APARTMENT HOUSES--DECORATION; INTERIOR DECORATION"
}