{
  "id": "50438",
  "title": "Konsep filosofi gaya desain japandi dalam desain interior dan reinterpretasinya di Indonesia",
  "abstract": "Menurut John F. pile, gaya desain merupakan karakter unik yang penting dalam menjiwai suatu karya atau produk desain dari suatu zaman. Gaya desain Japandi yang merupakan perpaduan antara gaya desain Jepang dan Scandinavian merupakan topik yang menarik untuk dipelajari secara mendalam di balik filosofi kedua gaya desain tersebut. Tujuan penelitian ini adalah mengkaji konsep filosofi dari gaya desain Jepang dan Scandinavian sehingga menjadi konsep gaya desain Japandi yang diimplementasikan ke dalam desain interior dan mengidentifikasi reinterpretasi gaya desain Japandi pada perancangan desain interior di Indonesia. Penelitian ini menggunakan metode kualitatif dengan pendekatan deskriptif dan analisis studi kasus komparatif dengan mengintegrasikan analisis studi kasus perbandingan, pengumpulan data menggunakan metode kepustakaan dan pencarian data berupa pengambilan foto dari kasus. Berdasarkan analisa data yang dilakukan, diperoleh kesimpulan bahwa penerapan gaya desain Japandi pada studi kasus terdasarkan dari aspek elemen interior seperti material, warna, elemen pembentuk ruang, perabot, objek dekoratif, dan pencahayaan yang di implementasikan secara berbeda antar rumah Japandi I, II dan III. Reinterpretasi gaya desain Japandi di Indonesia terlihat dari penyederhanaan bentuk dari karakter gaya desain Jepang.",
  "creators": "THERESIA NENCY HALIM",
  "contributors": "Grace Setiati, S.Sn., M.Ds. (Advisor 1); Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Examination Committee 1); Jean F. Poillot, S.T. (Examination Committee 2); TOTOK PRIYOLEKSONO, S.Sn.,M.Sn. (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00011992/DI/2021; Theresia Nency Halim (41416142)",
  "subjects": "INTERIOR DECORATION--JAPANESE INFLUENCES; INTERIOR DECORATION--SCANDINAVIAN INFLUENCES; INTERIOR DECORATION"
}