{
  "id": "50433",
  "title": "Perancangan interior kantor PT Ceria Nugraha Indotama di Kolaka Sulawesi Tenggara",
  "abstract": "Perancangan interior perkantor yang tepat dapat menunjang kinerja dan produktifitas dalam menjalankan tugas dan kewajiban pekerjanya. Perancangan interior perkantoran harus memperhatikan beberapa hal seperti, dapat mendukung produktifitas, mengurangi biaya bangunan, membangun lingkungan kerja yang sehat, menunjukkan corporate identity perusahaan, protokol kesehatan dan beberapa tambahan lainnya yang dipengaruhi oleh kondisi new normal seperti saat ini yang perlu juga diperhatikan dalam merancang perkantoran. Perancangan interior ini ditujukan kepada kantor PT Ceria Nugraha Indotama yang berada di Kolaka Sulawesi Tenggara. Tujuan utama perancangan yaitu menghasilkan sebuah rancangan interior kantor yang sesuai dengan corporate identity milik PT Ceria Nugraha Indotama serta menunjang nilai kerja yang diterapkan oleh PT Ceria Nugraha Indotama yaitu CERIA (Care, Equality, Reliability, Integrity, dan A-Team). Metode yang digunakan dalam perancangan kantor ini adalah design thinking yang terdiri dari 7 tahap yaitu, understand, observe, ideate, point of view, prototype, test dan implementation. Hasil perancangan adalah desain interior perkantoran yang sesuai dengan corporate identity PT Ceria Nugraha Indotama yaitu support people safety, health, wellness and sustainable environment, serta dapat memberikan rekomendasi desain perkantoran yang tepat untuk mendukung kinerja pekerja di era new normal saat ini.",
  "creators": "SHENNY DEWI SUTANTO",
  "contributors": "Yusita Kusumarini (Advisor and Examination Committee); Filipus Priyo Suprobo, S.T., M.T. (Examination Committee 1); Mariana Wibowo, S.Sn., M.MT. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00022005/DIN/2021; Shenny Dewi Sutanto (E11170004)",
  "subjects": "INTERIOR DECORATION; OFFICE BUILDINGS--DECORATION"
}