{
  "id": "50441",
  "title": "Teachers’ comprehension of school rebranding, seniority of teachers, teachers’ adaptive and proactive behaviors and the effects on teachers’ attitudes and work behaviors",
  "abstract": "Branding has become an important element that school management has focused on due to the rapidly growing competitive private school market. In its development, rebranding has become a process that is difficult to avoid, but is quite challenging for school management and teachers. In the context of Cita Hati Christian Senior School East Campus, this study is important for the school because the exploration of the attitudes and work behaviors of teachers, as the important actors in conveying the promise of a new brand identity to external stakeholders. This research is a quantitative and applied research, using a statistical approach of Partial Least Square (PLS). The results showed that teacher seniority significantly moderated the effect of teachers' comprehension of school rebranding on teacher attitudes. While, the seniority of teachers was not significant in moderating the effect of teachers' comprehension of school rebranding on teacher work behaviors. The next results found that the adaptive and proactive behavior of teachers was not significant in mediating the effect of teachers' comprehension of school rebranding on teacher attitudes. Finally, the adaptive and proactive behaviors of teachers significantly mediate the effect of teachers' comprehension of school rebranding on teacher work behaviors, with a full mediating effect size.",
  "creators": "Diana Elok Kristanti",
  "contributors": "Serli Wijaya (Advisor 1); Ricky Wang (Advisor 2); Oviliani Yenty Yuliana, S.T., MS-CIS., Ph.D. (Examination Committee 1); Dr. Ferry Jaolis, S.E., M.SM., M.RECH. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020310/MM/2021; Diana Elok Kristanti (D21190040)",
  "subjects": "TEACHERS--ATTITUDES; TEACHING--RESEARCH; BRANDING"
}