{
  "id": "50443",
  "title": "Redesain hunian dengan perpaduan karakter modern dan nuansa oriental",
  "abstract": "Hunian merupakan bangunan yang berfungsi sebagai tempat tinggal, sekaligus mewadahi berbagai macam aktivitas dari penghuninya. Dengan demikian, dapat dikatakan bahwa hunian harus dapat mencerminkan kepribadian dan personalitas dari penghuninya. Kasus yang ditemukan merupakan pasangan suami istri muda yang keduanya memiliki latar belakang etnis Tionghoa. Maka dari itu muncul keinginan agar nuansa budaya dari etnis Tionghoa dapat dibawa ke dalam lingkungan rumah, tetapi dengan tidak mengubah karakter dari gaya modern. Dengan demikian, menjadi sebuah tantangan untuk dapat menggabungkan karakter gaya modern dengan aksen ruang yang identik dengan budaya Tionghoa. Gaya modern secara tidak langsung menciptakan suasana yang dingin, dengan penggunaan garis-garis lurus, bentuk geometris, dan warna monokrom, namun menjadi gaya yang cukup digemari karena prinsipnya yang menekankan pada fungsionalitas dan efektifitas. Sementara gaya oriental memiliki ciri khas suasana yang hangat dan akrab, namun penggunaan ornamen-ornamen yang digunakan cenderung memberi kesan kuno dan kurang praktis dalam perawatannya. Dengan memadukan kedua gaya ini, diharapkan desain yang dihasilkan dapat menjadi desain yang fungsional dan praktis, dengan kesan hangat yang nyaman untuk penghuninya.",
  "creators": "MICHAELA CHRISTINE BUDIMAN",
  "contributors": "Dr. Ir. Hedy Constancia Indrani, M.T. (Advisor and Examination Committee); Stephanus P. Honggowidjaja (Advisor 2); Poppy Firtatwentyna Nilasari, S.T., M.T. (Examination Committee 1); MARIA S.G POETIRAY (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00022056/DIN/2021; Michaela Christine Budiman (E11170076)",
  "subjects": "DECORATION AND ORNAMENT--ORIENTAL INFLUENCES; ETHNIC ART IN INTERIOR DECORATION; INTERIOR DECORATION"
}