{
  "id": "50444",
  "title": "Aplikasi mobile informasi fase bulan dengan perhitungan astronomi untuk pengikut Kejawen",
  "abstract": "Para abdi (pengikut kejawen) masih menggunakan penanggalan Jawa dan fase bulan untuk keperluan sehari-hari mereka, biasa nya para abdi menggunakan nya untuk mencari hari yang baik untuk melakukan ritual atau semedi dan acara. Kalender Jawa termasuk salah satu jenis kalender lunar (bulan) dimana penanggalan nya berdasar posisi bulan. Bulan merupakan pencahayaan di malam hari, dan pencahayaan dihasilkan oleh bulan tiap hari berbeda-beda karena pencahayaan bulan tergantung pada fase bulan. Bulan memiliki parameter yang kompleks yaitu selain fase terdapat juga jarak, dan posisi terhadap Matahari, dan Bumi. Abdi kurang mengerti mengenai hari ritual bagus, sebelum nya para abdi menunggu perintah dari raja untuk melakukan ritual. Oleh karena itu diperlukan aplikasi untuk informasi bulan berupa fase bulan, cahaya bulan, posisi bulan beserta penanggalan Jawa dengan platform Android. Aplikasi yang diusulkan juga memiliki fitur-fitur yang dapat membantu abdi untuk melakukan ritual dengan hari yang sesuai. Aplikasi juga dirancang secara sederhana agar aplikasi mudah dimengerti oleh abdi. Untuk mendapatkan informasi bulan digunakan dengan sistem perhitungan astronomi, dimana untuk data awal yang diperoleh dari perhitungan astronomi pada tahun 1990 untuk data bulan dan matahari. Hasil aplikasi telah dilakukan pengujian informasi bulan dengan data penguji, dengan hasil selisih dari cahaya bulan sebesar 0.2%. Hasil aplikasi telah dilakukan survey untuk mengetahui tingkat kepuasan pengguna. Kehidupan abdi akan terbantu dengan adanya fitur-fitur aplikasi yang disediakan.",
  "creators": "GORDON KUSUMA KAHONO",
  "contributors": "Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Advisor 1); ANITA NATHANIA (Advisor 2); Justinus Andjarwirawan (Examination Committee 1); INDRO SETIAWAN (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022060/INF/2021; Gordon Kusuma Kahono (C14170141)",
  "subjects": "ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE); MOBILE APPS"
}