{
  "id": "50446",
  "title": "Perancangan e-book cerita bergambar pencegahan bullying untuk anak usia 9-11 tahun berbasis Alkitab",
  "abstract": "Cables News Network (CNN) Indonesia (Desember 2019), mencatat 41% pelajar Indonesia mengaku menjadi korban bullying / perundungan. Sedangkan, rata-rata anak dalam perundungan pada negara OCED (Organisation of Economic Co-operation and Development) sebesar 23%. Indonesia juga menjadi negara urutan ke-5 dari 78 negara yang memiliki jumlah kasus perundungan murid terbanyak. Fenomena terjadinya bullying oleh anak-anak ini juga terjadi di Sekolah Kristen yang menerapkan Pendidikan Kristen. Pencegahan dapat dilakukan dengan berbagai cara misalnya program literasi digital yaitu e-book cerita bergambar yang dekat dengan dunia anak-anak. Perspektif Alkitab menjadi dasar atas perancangan dari pencegahan bullying dengan tepat. E-book cerita bergambar pencegahan bullying untuk anak usia 9-11 tahun berbasis Alkitab bertujuan untuk memberikan edukasi mengenai pengertian, dampak dan memberikan konsep Creation, Fall, Redemption, Consummation yang dipakai sebagai prinsip pencegahan bullying. E-book ini dibuat melalui tahap perencanaan cover, isi, grafis dan pemilihan bahasa. Hasil validasi menujukkan bahwa produk layak untuk digunakan dengan adanya masukan. Analisis uji coba yang dilakukan adalah dengan menggunakan wawancara dan kuesioner. Hasil dari uji coba menunjukkan bahwa melalui e-book ini, anak usia 9-11 tahun mengalami peningkatan pengetahuan mengenai bullying dan memahami konsep CFRC sebagai prinsip pencegahan bullying.",
  "creators": "EKA ANGGRAENI KRISDIAN",
  "contributors": "Iman Subekti S.Pd.,M.Pd. (Advisor 1); Magdalena Pranata Santoso (Examination Committee 1); Lily Eka Sari S.S, M.A (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010017/PGSD/2020; Eka Anggraeni Krisdian (G11170021)",
  "subjects": "BOOK DESIGN; GRAPHIC ARTS; VISUAL COMMUNICATION"
}