{
  "id": "50453",
  "title": "Perancangan produk interior standing hanger dengan pemanfaatan material bekas konstruksi besi dan kayu",
  "abstract": "Seringkali material bekas konstruksi yang digunakan dalam jumlah besar, kurang dimanfaatkan secara optimal. Material bekas konstruksi dapat menyebabkan pencemaran lingkungan, biasanya material bekas konstruksi hanya disimpan dalam sebuah gudang. Target penelitian ini dikhususkan pada pengguna kost putri, dengan 3 spesifikasi kost yang berbeda sebagai pembanding dan pemenuhan permasalahan. Kost menjadi hunian favorit mahasiswi ataupun pekerja putri, karena bagi mereka tinggal dikost merupakan pilihan agar lebih dekat dengan kampus dan tempat kerja. Dengan tinggal dalam satu ruang maka perlu memiliki kebutuhan akan produk yang bisa menjawab atau memfasilitasi kebutuhan. Dalam hal ini perancangan produk interior standing hanger yang merupakan tipe gantungan baju multifungsi sangat berperan penting sebagai pemecahan masalah yang didapat dari kebutuhan pengguna dengan kondisi kost, yaitu sebagai wadah yang digunakan untuk menggantung pakaian dan pemenuhan kebutuhan mereka agar lebih tersusun, dan tertata. Tujuan dari penelitian ini untuk mendukung dan memenuhi kebutuhan pengguna kost putri, mengetahui karakter dan potensi perancangan produk standing hanger melalui pemilihan material bekas konstruksi besi dan kayu yang tepat, dan sebagai solusi meminimalkan material bekas dan mengurangi dampak negatif terhadap lingkungan. Penelitian menggunakan metode design thinking dengan 9 tahap: inspiration (understand, observe, dan P.O.V), ideation (ideate, prototype, dan test), implementation (strory telling, pilot, dan business model). Hasil penelitian ini menghasilkan 3 desain produk interior berupa standing hanger dengan sistem portable menggunakan material bekas konstruksi besi dan kayu. Setiap desain dirancang dengan adanya beberapa box untuk desain 1, tempat menggantung dari banyak sisi untuk desain 2, dan meja rias untuk desain 3.",
  "creators": "MARIA OKTALIA",
  "contributors": "Dr. Ir. Hedy Constancia Indrani, M.T. (Advisor and Examination Committee); MARIA S.G POETIRAY (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00022082/DIN/2021; Maria Oktalia (E11170114)",
  "subjects": "COAT HANGERS--DESIGNS AND PLANS; COAT HANGERS--MATERIALS; INTERIOR DECORATION"
}