{
  "id": "50452",
  "title": "Studi tentang peraturan K3 dan kecelakaan kerja pada pekerjaan galian tanah.",
  "abstract": "Pekerjaan galian tanah memiliki peranan yang penting dalam suatu proyek bangunan sipil. Pada pekerjaan galian tanah sering kali terjadi kecelakaan kerja meskipun sudah ada peraturan K3 yang mengatur. Maka, dilakukan studi banding terhadap peraturan K3 pekerjaan tanah yang berlaku pada negara Indonesia, Singapura, Jepang, Amerika, dan Inggris, serta melakukan analisis terhadap kecelakaan-kecelakaan yang pernah terjadi. Penelitian ini dilakukan dengan membandingkan peraturan K3 pekerjaan galian tanah dari lima negara yaitu Indonesia, Singapura, Jepang, Amerika, dan Inggris. Selain melakukan perbandingan, penelitian ini juga melakukan analisis sebab, akibat, dan dampak dari kasus-kasus kecelakaan yang pernah terjadi untuk mendapatkan data mengenai risiko kecelakaan kerja galian tanah. Survei dilakukan untuk mendukung dan menambahkan data penelitian mengenai kondisi pekerjaan galian tanah di lapangan. Setelah dilakukan analisis peraturan K3 pekerjaan galian tanah dari lima negara, kasus-kasus kecelakaan kerja pada galian tanah, dan survei, didapatkan hasil perbandingan peraturan K3 dari lima negara, penyebab kasus kecelakaan terbanyak dan pedoman K3 galian tanah untuk kontraktor dan safety manager yang diharapkan dapat meminimalisir risiko kecelakaan kerja pada galian tanah.",
  "creators": "TIMOTHIUS RICHARD YUDHA SAPUTRA; RICKO ADRIAN",
  "contributors": "Ratna S. Alifen (Advisor 1); Sentosa Limanto (Examination Committee 1); Budisetyono Tedjakusuma (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012523/SIP/2021; Timothius Richard Yudha Saputra (21416027), Ricko Adrian (21416128)",
  "subjects": "CONSTRUCTION INDUSTRY--SAFETY MEASURES; CONSTRUCTION INDUSTRY--SAFETY REGULATIONS"
}