{
  "id": "50465",
  "title": "Sistem pencarian rute untuk salesman menggunakan metode saving matrix dengan harmony search pada Android",
  "abstract": "Teknologi berkembang dengan sangat cepat. Penggunaan smartphone menjadi salah satu dari kebutuhan untuk melakukan berbagai macam hal. Sebagian besar pengguna smartphone saat ini menggunakan Android karena harganya yang lebih terjangkau. Teknologi Global Positioning System (GPS) yang sudah semakin mudah digunakan sekarang diterapkan diberbagai hal. Salah satu penerapannya digunakan untuk tracking suatu alat. Pada PT X teknologi ini digunakan untuk melalukan peninjauan produk pada after-sales nya. Sales pada PT X memiliki tugas yang sudah dibagikan oleh supervisornya untuk melakukan identifikasi produk yang sudah dipasang GPS. Produk yang perlu di identifikasi tersebar luas di Indonesia. Pada penelitian ini digunakan metode saving matrix yang disempurnakan dengan harmony search untuk menghasilkan rute perjalanan terpendek. Pada pengujian akan dibandingkan antara saving matrix saja , hamony search saja, dan saving matrix dengan harmony search. Hasil yang didapatkan semua fitur dapat berjalan dengan baik. Perhitungan rute menggunakan metode saving matrix dengan harmony search mendapatkan hasil pengujian pada area 1 dengan jumlah titik tujuan 34 titik, rata-rata penghematan 4.163% sedangkan pada area 2 dengan jumlah titik tujuan 38 titik mendapatkan rata-rata penghematan 1.789%.",
  "creators": "LUKAS FERNANDO HUNGGIANTO",
  "contributors": "Kartika Gunadi (Advisor 1); Yulia (Examination Committee 1); Alexander Setiawan (Examination Committee 2); Anita Nathania Purbowo (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022075/INF/2021; Lukas Fernando Hunggianto (C14170040)",
  "subjects": "ANDROID (ELECTRONIC RESOURCE); APPLICATION SOFTWARE--DEVELOPMENT; APPLICATION SOFTWARE"
}