{
  "id": "50463",
  "title": "Perancangan interior apartemen tipe 24 m2 studio di Surabaya dengan konsep sustainable smart living",
  "abstract": "Desain yang baik memperhatikan kebutuhan penggunanya. Proses terciptanya desain pada umumnya memperhitungkan estetika, fungsi, dan kebutuhan. Seiring dengan kemajuan teknologi, dunia desain interior mulai berkembang dengan orientasi terhadap smart living dan smart furniture. Kebutuhan integrasi teknologi dalam rumah tinggal seperti apartemen semakin tinggi. Oleh karena itu, penggabungan desain yang berkelanjutan dengan teknologi interior dapat menjadi solusi modern untuk masalah tersebut. Masalah yang hendak diteliti adalah penggabungan antara desain yang berkelanjutan dengan teknologi interior, juga mengevaluasi implementasi teknologi dalam desain interior apartemen. Aplikasi pendekatan konsep sustainable smart living mengoptimalkan penggunaan energi pada interior apartemen tersebut dengan memanfaatkan teknologi untuk mengatur environment, rendah emisi, dan kemudahan perawatan. Pendekatan smart interior ini menggunakan teknologi dengan konsep optimalisasi interior yang memberikan efisiensi dan pengalaman baru bagi penggunanya. Penelitian ini menggunakan metode tahapan design thinking, yaitu understand, observe, point of view, dan ideate. Hasil analisis kemudian diterapkan melalui perancangan yang menghasilkan alternatif ide desain. Berdasarkan penelitian yang dilakukan, didapatkan hasil berupa 3 alternatif desain perancangan apatemen studio dengan konsep sustainable smart living. Kesimpulan yang bisa didapat dari penelitian ini yaitu menanamkan teknologi pintar dalam desain interior memiliki banyak dampak positif terhadap aspek keberlanjutan, kesehatan lingkungan, ekonomi, dan keberlanjutan sosial budaya.",
  "creators": "SAUSA SEKHANYA",
  "contributors": "Sherly De Yong (Advisor 1); Sriti Mayang Sari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00022004/DIN/2021; Sausa Sekhanya (E11170002)",
  "subjects": "APARTMENT HOUSES--DESIGNS AND PLANS; APARTMENTS--DECORATION"
}