{
  "id": "50464",
  "title": "P.I. Hunian dengan konsep Hamptons dan Parisian Chic (studi projek: template desain pada Signea living)",
  "abstract": "Sekarang ini sangat banyak sekali tren desain yang bermunculan. Tren desain yang modern dan bertema alam merupakan tren yang sedang naik saat ini. Mendesain dengan gaya unik dan baru dan juga mengangkat tema alam menjadi plihan terkini seperti Hamptons dan Parisian Chic. Hamptons mengangkat tema laut sedangkan Parisian Chic merupakan gaya Amerika klasik dipadu dengan kontemporer memberikan kesan yang berbeda. Metode yang digunakan dalam mengerjakan perancangan desain yaitu dengan tahapan design thinking, sebagai berikut understanding, oberserved, point of view, ideates, prototype, tes, story telling, pilot, BMC. Studi kasus ini diambil dari kegiatan magang pada perusahaan PT Desain Kreasi Cemerlang (Signea Living). Hasil akhir berupa booklet template desain untk konsep Hamptons dan Parisian Chic. Mendesain hunian hingga komersial dengan waktu yang singkat sangat membantu dalam proses desain dan biaya. Menggunakan template desain sebagai solusi dalam mendesain ruang interior sangat membantu. Mengangkat konsep Hamptons dan Parisian Chic sebagai gaya desain yang dikembangkan dan dibuat dalam bentuk template desain. Template desain ini terdiri dari beberapa alternatif desain yang dapat dipadukan antar 1 alternatif dengan aternatif desain lainnya.",
  "creators": "DEVI MEYLIANA HALIM",
  "contributors": "Poppy Firtatwentyna Nilasari, S.T., M.T. (Advisor 1); Stephanus P. Honggowidjaja (Advisor 2); Dr. Ir. Hedy Constancia Indrani, M.T. (Examination Committee 1); MARIA S.G POETIRAY (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00022007/DIN/2021; Devi Meyliana Halim (E11170006)",
  "subjects": "HOUSE FURNISHINGS-DESIGN; INTERIOR DECORATION"
}