{
  "id": "50468",
  "title": "Floating window pada sistem lelang online yang terhubung dengan akun Instagram menggunakan firebase realtime database berbasis Android",
  "abstract": "Jual-beli merupakan salah satu kegiatan yang sangat umum dilakukan di berbagai negara. Salah satu cara melakukan jual beli yaitu lelang online, lelang online mempermudah pembuka lelang untuk menemukan penawaran harga tertinggi dari penawar yang lokasinya berjauhan. Di Indonesia, lelang online sudah banyak dilakukan, salah satunya menggunakan media sosial berupa Instagram. Namun, lelang online yang dilakukan di Instagram ini memiliki kekurangan yang mempengaruhi kenyamanan pelaku lelang. Sehingga dibuatlah aplikasi lelang yang terhubung dengan instagram, di mana pengguna dapat melakukan lelang pada aplikasi dan bisa fokus pada notifikasi aplikasi yang dijalankan. Pengguna juga tetap dapat memberikan kepercayaan kepada calon penawar dengan modal sosial yang dimiliki pada akun instagram pengguna. Aplikasi ini memiliki fitur pin yang memanfaatkan floating window untuk lelang yang dipilih pada aplikasi dan prosesnya ditampilkan realtime. Berdasarkan hasil pengujian yang dilakukan terhadap 20 responden sebagai calon penawar dan 5 orang sebagai pembuat lelang, aplikasi yang dibuat dapat membantu proses lelang online dengan rata-rata 89% dari sisi calon penawar dan 84% dari pembuat lelang. Notifikasi dinilai efektif dan komunikatif dengan rata-rata 83% dari sisi calon penawar dan 76% dari pembuat lelang. Dan floating window yang dinilai membantu dengan rata-rata 84% dari sisi calon penawar dan 76% dari pembuat lelang. Dapat disimpulkan bahwa aplikasi ini sudah dapat membantu dan menyediakan wadah bagi para pelaku lelang online di instagram.",
  "creators": "WINLIAN",
  "contributors": "Rolly Intan (Advisor 1); Lily Puspa Dewi, S.T., M.Kom. (Advisor 2); Agustinus Noertjahyana (Examination Committee 1); Alvin Nathaniel Tjondrowiguno (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022087/INF/2021; Winlian (C14170117)",
  "subjects": "INSTAGRAM (ELECTRONIC RESOURCE); SOCIAL MEDIA; PROGRAMMING (ELECTRONIC COMPUTERS)"
}