{
  "id": "50479",
  "title": "Tingkat pelayanan jalan perkotaan tidak terbagi berdasarkan manual kapasitas jalan Indonesia dan persepsi pengguna jalan",
  "abstract": "Kondisi lalu lintas jalan perkotaan di Indonesia semakin padat setiap tahunnya sehingga menimbulkan kemacetan. Kemacetan lalu lintas jalan perkotaan di Indonesia diperhitungkan berdasarkan Indikator Tingkat Pelayanan (ITP). ITP masih bersifat baru dan jarang diteliti. Penelitian milik Prof. O.Z. Tamin mengkonversi nilai ITP berdasarkan perhitungan pada Manual Kapasitas Jalan Indonesia (MKJI). MKJI yang diadopsi dari Highway Capacity Manual of United States memiliki penyesuaian sehingga dapat memenuhi kebutuhan lalu lintas Indonesia. Karena ITP masih bersifat baru, peneliti tertarik untuk mengetahui kesesuaiannya spesifik pada jalan perkotaan tak terbagi. Jalan perkotaan yang dipilih antara lain: Jl. Margorejo, Jl. Ngagel, dan Jl. Jemur Andayani di Kota Surabaya. Data kapasitas jalan (C) dan arus jenuh kendaraan (Q) yang diperoleh digunakan untuk menghitung nilai derajat kejenuhan (DS) berdasarkan Manual Kapasitas Jalan Indonesia (MKJI). Penelitian dilakukan terhadap pengguna jalan dengan membagi kuesioner secara daring, kemudian mengolah data secara bertahap melalui proses cek outlier dengan Z-score, uji normalitas, dan sign test. Sign test menunjukkan 11 dari 12 bagian penilaian, secara signifikan ITP belum diadaptasi dengan baik dengan persepsi pengguna jalan. Pengguna jalan menilai kondisi lalu lintas bersifat masih lancar ketika ITP menilai kondisi lalu lintas telah macet.",
  "creators": "JONATHAN TANDIJONO; RONALDO YOSEPH ICHWANDI",
  "contributors": "Rudy Setiawan (Advisor 1); Dr. rer.nat. Surya Hermawan S.T., M.T. (Examination Committee 1); Paravita Sri Wulandari (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10012488/SIP/2021; Jonathan Tandijono (21416022), Ronaldo Yoseph Ichwandi (21416163)",
  "subjects": "URBAN TRANSPORTATION-PLANNING; TRAFFIC ENGINEERING"
}