{
  "id": "50470",
  "title": "Perancangan fasilitas duduk kontemporer berbasis pengaplikasian budaya pada ruang komersial kafe di era new normal",
  "abstract": "Pandemi covid-19 telah behasil memaksa seluruh aspek kehidupan berbenah untuk berdamai dengan era new normal serta menjadikan penerapan protokol kesehatan menjadi budaya dalam kehidupan sehari-hari. Serangkaian penyesuaian dalam berbagai aspek kehidupan pun harus dilakukan, termasuk dengan maraknya pembukaan kafe sebgai ruang komersil serta fasilitas bagi masyarakat urban untuk melakukan berbagai aktifitas didalamnya menjadikan sebuah ruangan harus didesain dengan memperhatikan standar protokol kesehatan. Sebagai acuan studi kasus, penulis menggunakan kafe House of Tebet 145 yang berada di daerah Tebet, Jakarta Selatan. Terdapat 2 masalah pokok yang mendasari perancangan ini, yaitu kurang mendukungnya fasilitas duduk yang tersedia pada kafe House of Tebet 145 dalam protokol penerapan social distancing dan penggunaan kursi dengan desain yang monoton dan tidak nyaman ketika digunakan. Metode yang digunakan adalah Design Thinking dengan tahapan: understand, observe, point of view, ideate, prototyping & test. Dengan hasil akhir perancangan 1 set produk interior yang berisikan 3 produk berupa 1 jenis kursi, Coffee Table, dan sekat pembatas dudukan anyaman dan akrilik. Hal ini merupakan tanggung jawab seorang desainer interior untuk melakukan penataan ulang ruangan dan perancangan fasilitas yang baru untuk menciptakan ruang yang aman dan nyaman bagi para pengguna yang akan beraktifitas didalamnya. Penelitian ini menghasilkan kesimpulan perancangan fasilitas duduk yang berhasil mendukung penerapan social distancing pada area kafe, namun penggunaan material anyaman perlu ditinjau kembali dikarenakan memiliki permukaan kasar yang mudah menjadi sarang virus dan bakteri.",
  "creators": "REQASYA DELLA WAANI",
  "contributors": "Grace Mulyono (Advisor 1); Frangky Tanaya (Advisor 2); Adi Santosa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00022086/DIN/2021; Reqasya Della Waani (E11170118)",
  "subjects": "CHAIR DESIGN; INTERIOR DECORATION"
}