{
  "id": "50477",
  "title": "Pengaruh jumlah tumbukan terhadap campuran aspal emulsi dingin",
  "abstract": "Jalan merupakan sarana transportasi darat yang memiliki pengaruh besar untuk peningkatan dan perkembangan taraf hidup. Maka dari itu kenyaman jalan juga berpengaruh dari bahan utama yang digunakan yaitu aspal. Campuran aspal yang digunakan untuk perkerasan jalan yang umumnya digunakan adalah campuran aspal panas. Namun campuran aspal panas diisukan dapat menyebabkan dampak buruk bagi lingkungan. Solusi yang saat ini sedang dikembangkan dan diteliti adalah aspal tanpa melalui proses pemanasan. Penelitian ini bertujuan untuk mengetahui variasi jumlah tumbukan dengan campuran aspal emulsi dingin. Aspal yang digunakan adalah aspal CSS-1H yang ambil dari PT. Bangun Olah Bitumen (BOB). Pada penelitian ini dilakukan dengan uji variasi jumlah tumbukan pada masa curing 0 hari dan masa curing 7 hari Kadar Aspal Residu Optimum (KARO) diperoleh 10,7% untuk jumlah tumbukan 2 x 50, 11,7% untuk jumlah tumbukan 2 x 75 dan 10,2% untuk jumlah tumbukan 2 x (2x75). Hasil dari penelitian ini menunjukkan semakin banyak jumlah tumbukan yang diberikan semakin meningkat nilai stabilitas. Namun perlu diperhatikan dengan meningkatnya stabilitas nilai VIM semakin kecil. Hal ini bisa disebabkan karena overcompaction pada campuran. Sehingga hasil VIM pada jumlah tumbukan yang tinggi menghasilkan nilai yang menjauhi syarat spesifikasi minimum.",
  "creators": "WANDA FRANSISKA",
  "contributors": "Paravita Sri Wulandari (Advisor 1); Harry Patmadjaja (Advisor 2); Rudy Setiawan (Examination Committee 1); Johanes Indrojono Suwono (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10012497/SIP/2021; Wanda Fransiska (21414196), William Krisnadi (21415027)",
  "subjects": "PAVEMENTS, ASPHALT CONCRETE; ASPHALT EMULTION MIXTURES"
}