{
  "id": "50478",
  "title": "Perancangan interior hunian sederhana tipe 6x12 m2 untuk generasi milenial di Ambon dengan konsep modern, minimalis, multifungsi",
  "abstract": "Pada saat ini manusia memiliki suatu pola kegiatan yang mengutamakan serba instan. Apalagi generasi milenial yang acapkali menginginkan sesuatu hal yang praktis dan berbau teknologi agar dapat menunjang lifestyle dan juga dapat menghemat waktu mereka. Seiring dengan berjalannya waktu tantangan pembangunan pada masa sekarang ini ialah jumlah penduduk yang terus meningkat setiap tahunnya. Dengan peningkatan penduduk seperti ini, kebutuhan akan tempat tinggal menjadi semakin bertambah. Apalagi Para generasi milenial mulai mencari rumah untuk ditempati, namun perancangan dari rumah tersebut dapat dikatakan tidak cukup baik dalam pemanfaatan ruang dan kurang menunjang aktifitas para generasi milenial. Dengan menggunakan metode design thinking yang akan menghasilkan tiga konsep perancangan yang menjadi solusi desain untuk para generasi milenial sebagai contoh desain rumah mereka. Di beberapa Negara sudah ada solusi dari permasalahan lahan tersebut contohnya di Amerika dengan gerakan tiny house. Di Indonesia sendiri penerapan konsep hunian untuk memanfaatkan ruangan belum terlalu terlihat. Maka penerapan konsep modern minimalis dan multifungsi dapat menjadi sebuah acuan dan inspirasi dalam membangun dan merancang interior sebuah hunian yang cocok untuk generasi ini. Dimana elemen interior dan perabotannya di desain untuk memanfaatkan dan memaksimalkan ruang yang tersedia di dalam hunian.",
  "creators": "ARVENTHO MARLYO",
  "contributors": "Sherly De Yong (Advisor 1); Sriti Mayang Sari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00022087/DIN/2021; Arventho Marlyo (E11170120)",
  "subjects": "HOUSES--DECORATION; INTERIOR DECORATION"
}