{
  "id": "50485",
  "title": "Pengembangan sistem lipat pada produk interior ruang publik rotan",
  "abstract": "Semakin berkembangnya zaman kebutuhan akan sebuah furniture lebih beragam. Semakin terbatasnya lahan, semakin meningkatnya harga tanah serta hunian dan faktor lainnya membuat tak sedikit masyarakat beralih menggunakan furniture yang compact. Dengan penggunaan furniture yang compact ini dapat menjadi salah satu alternatif untuk dapat memaksimalkan penggunaan area dalam rumah/ruangan. Teknik yang digunakan untuk dapat menciptakan sebuah furniture dengan konsep compact secara maksimal adalah menggunakan Teknik folding (Teknik lipat). Dalam perancangan ini untuk menonjolkan karakteristik dari Teknik lipat yang berbeda dengan produk lainnya adalah dengan menggunakan material rotan. Metode yang digunakan untuk dapat merealisasikannya adalah menggunakan metode design thinking dengan 5 tahapan utama yaitu : Understanding, Define, Ideate, Prototype dan Test. Berdasarkan perancangan yang telah dilakukan, diperoleh kesimpulan bahwa dalam proses produksi memerlukan cukup banyak waktu dan dilakukan beberapa tahapan lagi agar hasil produk akhir dapat lebih maksimal. Karakteristik material rotan yang mudah dibentuk, ringan serta bentuk batangan yang berbentuk lingkaran “o” menjadikan produk yang tidak dirancang dengan baik akan bergoyang dan tidak stabil. Pada bagian konstruksi menggunakan mur dan baut adalah sebagai teknik dasar atau patokan dasar agar teknik lipat dapat digunakan pada furniture rotan.",
  "creators": "NOVITANIA WONGSO",
  "contributors": "Grace Mulyono (Advisor 1); Frangky Tanaya (Advisor 2); Adi Santosa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00022025/DIN/2021; Novitania Wongso (E11170029)",
  "subjects": "FURNITURE DESIGN; INTERIOR DECORATION; RATTAN FURNITURE--DESIGNS AND PLANS"
}