{
  "id": "50499",
  "title": "Perancangan interior coffee shop dengan pendalaman konsep dan aplikasi gaya desain Korea di Surabaya",
  "abstract": "Perkembangan teknologi yang bergerak secara cepat menyebabkan budaya korea dengan mudah masuk dan dapat diterima dengan baik oleh masyarakat luas. Selain itu, pada jaman sekarang juga banyak sekali masyarakat terutama generasi milenial yang tidak dapat memulai harinya tanpa secangkir kopi. Pada saat ini tentunya sudah banyak terdapat coffee shop yang berkonsep korea. Tetapi sebagian besar dari coffee shop tersebut menerapkan konsep korea hanya sebatas visual saja. Disinilah peran perancangan Haewoo Bakery & Coffee, di mana Haewoo Bakery & Coffee akan memberikan customer sebuah café dengan konseptual korea sehingga atmosphere yang didapatkan seperti berada di korea selatan. Pada perancangan ini terdapat 3 rumusan masalah yang diresponi, yaitu Bagaimana cara mengimplementasikan konsep budaya korea secara visual maupun konseptual terhadap perancangan interior coffee shop, Bagaimana cara memediasi elemen design korea yang tradisional ke dalam perancangan coffee shop modern sehingga dapat diterima (memuaskan) masyarakat secara universal, dan Bagaimana lifestyle masyarakat surabaya dapat disalurkan dalam perancangan interior coffee shop yang berkonsep korea. Dalam melakukan perancangan ini, akan digunakan metode design thinking dengan 7 tahapan, yaitu Understand, Observe, Point of View, Ideate, Prototype, Test, dan Implementasi. Peracangan ini akan menghasilkan 1 set desain interior yang terdiri dari 2 lantai dan terletak di Jl. Raya Dharmahusada. Diharapkan perancangan ini dapat menjadi solusi bagi Haewoo Bakery & Coffee untuk menciptakan café korea secara konseptual yang sebelumnya belum ada di kawasan Surabaya.",
  "creators": "CAROLINE INGRID EVANGELINA",
  "contributors": "Diana Thamrin,S.Sn. (Advisor 1); Ronald H.I. Sitindjak (Examination Committee 1); felicia Wagiri (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00022036/DIN/2021; Caroline Ingrid Evangelina (E11170044)",
  "subjects": "COFFEE SHOPS--DESIGNS AND PLANS; INTERIOR DECORATION--KOREAN INFLUENCES; INTERIOR DECORATION"
}