{
  "id": "50492",
  "title": "Redesain mall pelayanan publik kota Kupang di era new normal",
  "abstract": "Pelayanan publik di Indonesia pada saat ini masih menjadi permasalahan bagi pemerintah. Masih banyak kendala yang menghambat efektivitas dan efisiensi dari pelayanan publik, yaitu persyaratan yang banyak, proses administrasi yang lama, dan lokasi kantor yang berjauhan yang menyebabkan banyaknya keluhan dari masyarakat. Untuk mengatasi masalah ini, pemerintah menyelenggarakan suatu kegiatan yang disebut Mall Pelayanan Publik (MPP). Pada akhir tahun 2019 lalu, wabah virus corona (COVID-19) menyebar di seluruh dunia dan ditetapkan oleh WHO (World Health Organization) sebagai pandemi global. Karena Mall Pelayanan Publik ini merupakan area publik yang dapat menciptakan kerumunan masyarakat, maka perancangan Mall Pelayanan Publik ini memperhatikan aspek protokol kesehatan di era new normal dalam mendesain area publik ini. Tujuan dari perancangan ini adalah pengunjung dan pegawai dapat beraktivitas di dalam Mall Pelayanan Publik dengan memperhatikan protokol kesehatan di era new normal. Metode yang digunakan adalah metode design thinking, yang terdiri dari emphatize, define, ideate, prototype, dan test. Area yang didesain, yaitu area konter pelayanan, ruang tunggu, ruang informasi, back office, front office, ruang arsip, ruang KABID 3 dan 4, ruang data dan informasi, ruang kepala dinas, dapur, ruang sekretariat, ruang kepala sub bagian, ruang sekretaris, dan ruang bendahara dengan total seluruh area yang didesain, yaitu 1520 m2.",
  "creators": "WIDYANA AYU SANTOSO",
  "contributors": "Sriti Mayang Sari (Advisor and Examination Committee); Sherly De Yong (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00022062/DIN/2021; Widyana Ayu Santoso (E11170084)",
  "subjects": "COVID-19 PANDEMIC, 2020-; INTERIOR DECORATION; PUBLIC SPACES--DESIGNS AND PLANS"
}