{
  "id": "50497",
  "title": "Evaluasi perumusan bond slip pada tulangan balok di hubungan balok-kolom",
  "abstract": "Bond slip merupakan salah satu kegagalan pada beton yang menyebabkan kekakuan dan kekuatan sambungan balok-kolom menurun. Bond slip berkontribusi sebesar 35% dari total deformasi pada sambungan balok-kolom. Untuk itu diperlukan pengkajian lebih lanjut mengenai perumusan sambungan balok-kolom. Perumusan bond slip terbagi menjadi bearing bond strength (τe) dan friction bond strength (τu). Bearing bond strength (τe) terjadi ketika rusuk tulangan utama bergesekan dengan beton yang menutupinya. Friction bond strength (τu) terjadi ketika ikatan pada beton dan tulangan utama sudah rusak. Manfaat dari penelitian ini adalah membandingkan berbagai perumusan bearing bond strength (τe) dan friction bond strength (τu). Pengumpulan data untuk perbandingan permodelan dan rumusan didapatkan dari studi literatur. Dari hasil analisis untuk bearing bond strength (τe) terdapat rumusan lebih conservative untuk digunakan yaitu rumusan Hwang et al. (2015) dikarenakan hasil average dan coefficient of variation yang dihasilkan baik. Untuk friction bond strength (τu) terdapat satu rumusan yang lebih conservative digunakan yaitu rumusan Hwang et al. (2015) dikarenakan hasil average yang lebih conservative. Secara keseluruhan dari hasil coefficient of variation rumusan Hwang et al. (2015) menunjukkan hasil yang lebih conservative.",
  "creators": "TIFFANY OCTAVIA CAHYADI; JOSHUA ADYSTIRA CHANDRA",
  "contributors": "Jimmy Chandra (Advisor 1); Benjamin Lumantarna (Examination Committee 1); Yudas Tadeus Teddy Susanto, S.T., M.S. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10012495/SIP/2021; Tiffany Octavia Cahyadi (B11170199), Joshua Adystira Chandra (B11170201)",
  "subjects": "CONCRETE CONSTRUCTION-JOINTS"
}