{
  "id": "50490",
  "title": "Desain meja compact untuk usaha toko roti rumahan pada hunian terbatas",
  "abstract": "Memulai usaha makanan rumahan termasuk usaha toko roti pada saat pandemi Covid-19 dinilai sebagai upaya untuk memperbaiki perekonomian. Kegiatan usaha toko roti rumahan yaitu pembuatan, pengemasan dan pengambilan foto produk dilakukan di dalam rumah dengan memanfaatkan jasa pengiriman online dan sosial media sebagai media pemasaran. Untuk memperdalam pemahaman perancangan, proses perancangan mengikut sertakan beberapa pengusaha toko roti rumahan dimana diketahui bahwa setiap pengusaha menggunakan ruangan dan furnitur yang berbeda untuk setiap kegiatan dari ketiga kegiatan yang dapat dinilai kurang efektif. Konsep meja Three in One Compact Bakery Table digunakan pada rancangan, yaitu sebuah meja yang dapat mewadahi tiga kegiatan usaha toko roti rumahan sekaligus yaitu pembuatan, pengemasan, dan pengambilan foto produk dengan berbagai fasilitas-fasilitas lain yang tersedia pada meja. Perancangan meja compact ini menggunakan metode Design Thinking dengan 9 tahap yaitu Understand, Observe, Point of View, Ideate, Prototype, dan Test, Storytelling, Pilot, Business Model. Rancangan meja compact bakery ini ditujukan dapat membantu pengusaha toko roti rumahan untuk melakukan ketiga kegiatan usaha dengan lebih efektif dan efisien.",
  "creators": "VENESSIA HEFIANE SOETIKNO",
  "contributors": "Purnama Esa Dora Tedjokoesoemo, S.Sn., M.Sc. (Advisor 1); Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Examination Committee 1); Lucky Basuki S.E, M.H., HDII (Examination Committee 2); Dra Anik Rakhmawati, M.Pd. (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 12345678/DIN/2021; Venessia Hefiane Soetikno (E11170048)",
  "subjects": "FURNITURE DESIGN; INTERIOR DECORATION; TABLE SETTING AND DECORATION"
}