{
  "id": "50493",
  "title": "Desain pembatas akrilik dengan sistem sambungan puzzle untuk pelatihan menyulam di Rumah Langit Surabaya",
  "abstract": "Rumah Langit oleh Yayasan Generasi Peduli adalah program bimbingan belajar gratis terbuka di salah satu rumah susun di pusat kota Surabaya, untuk membantu anak-anak dari rentang usia 7+ tahun untuk keluarga pra sejahtera. Setelah melakukan studi lapangan, melakukan diskusi kelompok terarah, dan terlibat dalam kegiatan sehari-hari Rumah Langit, anak-anak yang pergi ke Rumah Langit menunjukkan potensi seni dan kerajinan. Namun sejak awal pandemi di awal tahun 2020, Rumah Langit berjuang untuk memberikan kegiatan kreativitas bagi anak-anak. Penelitian ini dilakukan untuk mengangkat komunitas anak-anak di Rumah Langit dengan mengadakan pelatihan menyulam, dan membuat perabot yang sesuai dengan kondisi new normal untuk mendukung pelatihan di tengah pandemi. Penelitian dilakukan dengan menggunakan 9 metode design thinking. Hasil penelitian menunjukkan bahwa pelatihan menyulam merupakan pelatihan kreatif yang bagus untuk meningkatkan kreativitas dan keterampilan mereka, dan penerapan penghalang akrilik sebagai perabot pendukung membantu mendukung pelatihan. Peserta memberikan tanggapan positif terhadap pengembangan keterampilan mereka dari hanya mengetahui untuk memahami proses menyulam, mampu membuat desain sederhana di bidang tekstil yang berbeda, sampai mahir untuk berbagi pengetahuan dengan mengajar orang lain, dan pembatas akrilik menyediakan area yang aman bagi peserta dan tenaga pengajar. Kesimpulan dari penelitian ini adalah pelatihan menyulam merupakan kegiatan yang baik untuk meningkatkan sisi kreativitas anak-anak dan mendorong mereka untuk menjadi inovatif, disiplin, dan percaya diri, dan setiap kegiatan dapat difasilitasi dengan pembatas akrilik untuk memastikan keamanan mereka.",
  "creators": "RAISSA RENATA",
  "contributors": "Purnama Esa Dora Tedjokoesoemo, S.Sn., M.Sc. (Advisor 1); Lucky Basuki (Advisor 2); Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Examination Committee 1); Anik Rakhmawati (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00022010/DIN/2021; Raissa Renata (E11170010)",
  "subjects": "ACRYLIC FIBERS--DESIGNS AND PLANS; DECORATION AND ORNAMENT; INTERIOR DECORATION"
}