{
  "id": "50498",
  "title": "Pengolahan air payau dengan pemilihan dan persiapan material lokal yang berkelanjutan",
  "abstract": "Salah satu sumber daya alam yang tidak bisa dipisahkan dari kehidupan manusia adalah air, dimana hanya ada 2,8% air tawar di bumi ini. Menurut Badan Pusat Statistik di tahun 2020, hampir 10% daerah di Indonesia belum memiliki akses air bersih. Skripsi ini berfokus pada daerah Dusun Tegal Sari Desa Kupang, Kecamatan Jabon, Kabupaten Sidoarjo, Provinsi Jawa Timur dimana air sumur di lokasi bersifat payau. Tujuan penelitian ini adalah menemukan dan menentukan jenis material lokal atau alternatif lain yang nantinya diharapkan mampu membantu dalam proses pengolahan air ini. Percobaan dilakukan dengan mengalirkan air melewati filter atau aquarium yang akan terisi oleh material lokal yang disiapkan dan alternatif alat reverse osmosis. Hasil filtrasi nantinya akan diukur pH, TDS dan EC, yang disesuaikan dengan standar dari PERMENKES dan WHO, di mana standar pH berkisar antara 6,5-9,0, TDS kurang dari 500 ppm dan EC kurang dari 300 µs/cm. Hasil penelitian menggambarkan bahwa dari filter material lokal sudah bersih secara penampilan fisik, namun belum mampu memiliki hasil yang signifikan terhadap perubahan pH, TDS dan EC. Namun sebagai alternatif, alat reverse osmosis mampu meyebabkan kenaikan pH sebesar 4,7%, menurunkan kadar TDS dan EC hingga 96%, dengan demikian terbukti memenuhi standar yang ada.",
  "creators": "IVAN RICHARDIAN LIMANTARA",
  "contributors": "Dr. rer.nat. Surya Hermawan S.T., M.T. (Advisor 1); Angela Jasmine Tanya Tjahyana, S.T., M.T. (Advisor 2); Ir. Prasetio Sudjarwo, M.Eng. (Examination Committee 1); Agievianthi, MS (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012512/SIP/2021; Ivan Richardian Limantara (21415105)",
  "subjects": "WATER TREATMENT PLANTS; WATER--PURIFICATION--FILTRATION"
}