{
  "id": "50508",
  "title": "Perancangan meja multifungsi minimalis 3 in 1 untuk pekerja work from home",
  "abstract": "Work From Home (WFH) atau kerja dari rumah adalah perjanjian kerja di mana karyawan memperoleh fleksibilitas bekerja dalam hal tempat dan waktu kerja dengan bantuan teknologi telekomunikasi. Sejak mewabahnya virus COVID-19, berbagai negara kemudian mulai menerapkan protokol COVID-19 sesuai dengan anjuran World Health Organization (WHO). Sebagai akibatnya banyak kantor baik pemerintah maupun swasta yang kemudian menerapkan skema bekerja dari rumah (Work from Home/WFH). Dalam perancangan ini terdapat 4 pokok masalah yang diangkat yakni apa yang menjadi kebutuhan para pekerja WFH di saat bekerja?, bagaimana merancang sebuah meja & kursi yang sesuai kebutuhan pekerja WFH, bagaimana pengaplikasian konsep terhadap desain meja & kursi?, dan bagaimana konsep multifungsi dan minimalis dapat mempermudah segala aktivitas para pekerja WFH serta memberi kenyamanan pada pengguna dalam segi ergonomi sehingga dapat meningkatkan produktivitas para pekerja WFH? Metode yang digunakan adalah design thinking dengan tahapan: understand, observe, point of view, ideate, prototype, dan test. Perancangan ini menghasilkan 3 desain produk interior yang menjadi kesatuan yaitu 3 in 1 (meja, kursi dan rak dokumen/buku). Ketiga produk ini dapat menjawab kebutuhan para pekerja Work From Home (WFH) dengan menciptakan desain produk interior dengan pendekatan ergonomi untuk kenyamanan pengguna, desain yang multifungsi dan minimalis. Sehingga dapat mengakomodasi setiap aktivitas pekerja keseharian dengan nyaman dan produktif.",
  "creators": "FIRANDA IMELDA ANTONIOS",
  "contributors": "Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Advisor and Examination Committee); JEAN FRANCOIS POILLOT (Advisor 2); Grace Setiati, S.Sn., M.Ds. (Advisor 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00022071/DIN/2021; Firanda Imelda Antonios (E11170095)",
  "subjects": "FURNITURE DESIGN; FURNITURE MAKING"
}