{
  "id": "50500",
  "title": "Perbandingan kinerja struktur baja rangka terbreis eksentris dan struktur baja rangka terbreis penahan tekuk pada bangunan 12 dan 18 lantai",
  "abstract": "Bencana gempa bumi kerap terjadi di Indonesia dan tidak jarang menimbulkan banyak korban jiwa. Sebagai engineer, dalam mendesain suatu bangunan perlu memperhatikan efek dari gaya gempa. Penggunaan breising dalam bangunan dapat menjadi solusi untuk meredam gaya gempa yang diterima struktur. Penggunaan breising penahan tekuk merupakan pengembangan dari sistem rangka terbreis konsentris dan menjadi solusi untuk masalah buckling pada breising. Pada penelitian kali ini, akan ditinjau bangunan sistem tunggal 12 lantai (48 meter) dan 18 (72 meter) lantai dan masing-masing bangunan tersebut akan dimodelkan dengan struktur baja rangka terbreis eksentris (SRTE) menggunakan profil hollow dan struktur baja rangka terbreis penahan tekuk (SRTPT) menggunakan breising penahan tekuk. Seluruh bangunan akan menggunakan tipe breising yang sama yaitu multi-story X. Performa SRTE dan SRTPT akan dibandingkan dengan menggunakan nonlinear time history analysis. Hasil penelitian menunjukkan bahwa bangunan SRTE memiliki hasil nilai displacement dan drift ratio yang lebih kecil dibanding bangunan SRTPT. Namun, bangunan SRTPT lebih unggul dalam segi keekonomisan, terbukti dari total berat bangunan yang lebih ringan daripada bangunan SRTE.",
  "creators": "STEVAN DANIEL SIANTO; NATASHA TANIA",
  "contributors": "Effendy Tanojo (Advisor 1); Hasan Santoso (Advisor 2); Wong Foek Tjong, S.T., M.T., Ph.D. (Examination Committee 1); Antoni (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10012493/SIP/2021; Stevan Daniel Sianto (B11170023), Natasha Tania (B11170096)",
  "subjects": "BUILDINGS--EARTHQUAKE EFFECTS; STEEL, STRUCTURAL--EARTHQUAKE EFFECTS; STRUCTURAL FRAMES-EARTHQUAKE EFFECTS"
}