{
  "id": "50506",
  "title": "Perancangan mebel modular sebagai sarana pengasuhan dan pendidikan di komunitas Rumah Langit Rusunawa Urip Sumoharjo",
  "abstract": "Pendidikan memegang peranan penting dalam perkembangan manusia. Dengan belajar manusia dapat menulis, berbicara, dan berkreasi. Kedatangan Covid\u000219 telah mengganggu jalannya pendidikan, terutama bagi mereka yang bergantung pada program pendidikan gratis yang mengandalkan relawan dalam operasional sehari-hari. Anak usia emas adalah yang paling terpengaruh. Pembelajaran online tidak akan bisa menggantikan interaksi sosial dan pembelajaran offline. Penelitian ini dilakukan di Rumah Langit yang merupakan pusat pembelajaran komunitas gratis untuk anak-anak yang berlokasi di Rusunawa Urip Sumoharjo Surabaya. Setelah berbulan-bulan mengenal orang-orang yang terlibat, lingkungan sekitarnya, dan mengikuti kegiatan sehari-hari, terlihat jelas Rumah Langit masih kekurangan media pembelajaran. Terutama media pembelajaran bagi anak-anak usia emas yang seringkali sangat ingin tahu dan sedang dalam tahap mengembangkan panca inderanya. Menggunakan 9 langkah metode design thinking muncullah ide OTTM. OTTM (One, Two, Three, More?) adalah furnitur modular yang dirancang khusus sebagai media pembelajaran di rumah untuk anak prasekolah. Terinspirasi dari metode belajar montessori, di mana memungkinkan anak-anak untuk berkreasi dan belajar sesuai kemampuan mereka sendiri. OTTM menawarkan cara belajar yang mudah dan menyenangkan di rumah untuk anak-anak, terutama untuk anak-anak usia keemasan. Dengan menggunakan OTTM anak-anak dapat belajar tentang penomoran dasar, warna dan bagaimana warna primer menciptakan warna sekunder, dan bentuk, dari bentuk geometris hingga organik.",
  "creators": "AMANDA ADELIA PRANOTO",
  "contributors": "Purnama Esa Dora Tedjokoesoemo, S.Sn., M.Sc. (Advisor 1); Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Examination Committee 1); Lucky Basuki S.E., M.H., HDII. (Advisor 2); Dra Anik Rakhmawati, M.Pd. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 12345678/DIN/2021; Amanda Adelia Pranoto (E11170046)",
  "subjects": "CLASSROOM LEARNING CENTERS; FURNITURE DESIGN; INTERIOR DECORATION; FURNITURE"
}