{
  "id": "50502",
  "title": "Redesain interior Co Hive coworking space di Surabaya",
  "abstract": "Coworking space merupakan suatu tempat untuk bekerja yang dimana berbeda dengan perkantoran pada umumnya. Coworking space disediakan sebagai wadah bagi para pengusaha baru yang belum memiliki kantor tetap, ataupun untuk para startup maupun freelancer. Coworking space di Kota Surabaya juga sudah banyak tersebar luas di berbagai daerah dan tentunya letaknya juga sangat strategis. Salah satu coworking space yang sangat menarik untuk diketahui lebih dalam salah satunya Co Hive Surabaya Barat yang letaknya di dalam gedung perkantoran Voza. Artikel ini merupakan gagasan konseptual yang menyajikan hasil rancangan re-design interior coworking space tersebut. Tujuan dari perancangan ini yakni mendesain ulang interior coworking space agar terlihat lebih memiliki konsep dalam setiap ruangnya serta memiliki ciri khas yang berbeda dari coworking space lainnya di Kota Surabaya. Design thinking sebagai metode digunakan untuk menyelesaikan masalah, yaitu inspiration, ideation, dan implementation. Hasil rancangan berupa sebuah desain interior Coworking Space Co Hive Surabaya yang mengangkat konsep \"Tropical Look and Cozy\", dengan suasana yang dominan berwarna oranye, hijau dan coklat, dengan kombinasi tanaman sintetis di dalamnya. Serta memiliki fasilitas baru seperti private pod yang dapat digunakan satu individu di dalamnya untuk melakukan aktivitas pribadi. Melalui perancangan ini diharapakan dapat mengembangkan Coworking Space Co Hive Surabaya menjadi lebih baik lagi dan dapat dikenal luas oleh masyarakat Surabaya maupun luar kota.",
  "creators": "NATHANIA ALDORA SUJATMIKO",
  "contributors": "Dr. Ir. Hedy Constancia Indrani, M.T. (Advisor and Examination Committee); Stephanus P. Honggowidjaja (Advisor 2); Poppy Firtatwentyna Nilasari, S.T., M.T. (Examination Committee 1); MARIA S.G POETIRAY (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00022030/DIN/2021; Nathania Aldora Sujatmiko (E11170036)",
  "subjects": "INTERIOR DECORATION; OFFICE DECORATION--DESIGNS AND PLANS"
}