{
  "id": "50518",
  "title": "P.I. Commercial space di masa pandemi Covid-19 (redesain resto Heritage of Handayani)",
  "abstract": "Restaurant merupakan suatu tempat yang menyediakan jasa jual beli makanan dengan tarif tertentu, pelayanan terbaik, dan tempat pengunjung menikmati hidangan yang ada. Di masa pandemi Covid-19 telah banyak restaurant yang pendapatannya turun drastis dan tidak dapat dine-in. Tetapi akhir-akhir ini ada beberapa restaurant yang sudah menerapkan kembali dine-in namun harus membatasi pengunjung dalam ruang dan tidak boleh lebih dari lima puluh hingga tiga puluh persen. Dalam melaksanakan perancangan beberapa metode seperti design thinking, research dilakukan untuk mendapatkan desain yang efektif bagi pengguna di masa pandemi dan memiliki keharmonisan interior yang baik. Restaurant Handayani sangat cocok untuk penerapan protokol Kesehatan karena area yang sangat luas dan memiliki ruang semi-outdoor. Restaurant ini juga mengaplikasikan pendekatan Biophilic Design pada konsep ruangnya untuk meningkatkan konektifitas pengunjung ke lingkungan alam melalui penggunaan alam langsung dan alam tidak langsung. Hasil perancangan Restaurant Heritage of Handayani yang mendukung maka keharmonisan desain interior dan protokol Kesehatan yang ada harus tetap diperhatikan. Perancangan interior di masa new normal telah menerapkan peraturan Kementrian Kesehatan seperti minimal jarak satu meter antar individu, adanya area cuci tangan, adanya area pengecekan suhu tubuh dan hansanitizer pada ruang.",
  "creators": "FELICIA IRENA HANDIKUSUMA",
  "contributors": "Poppy Firtatwentyna Nilasari, S.T., M.T. (Advisor 1); Stephanus P. Honggowidjaja (Advisor 2); Dr. Ir. Hedy Constancia Indrani, M.T. (Examination Committee 1); MARIA S.G POETIRAY (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00022029/DIN/2021; Felicia Irena Handikusuma (E11170035)",
  "subjects": "RESTAURANTS--DECORATION"
}