{
  "id": "50511",
  "title": "Perancangan interior Parahita diagnostic Center di Balikpapan dengan pendekatan konsep \"healthy living\" pada pelaksanaan program industrial experience di PT Desain Kreasi Cemerlang Surabaya",
  "abstract": "Konsep healthy living merupakan sebuah konsep desain dimana hubungan antara manusia dengan lingkungan mencapai sebuah keseimbangan. Melalui pelaksanaan Leadership Enchanment Program-Industrial Experience di PT. Desain Kreasi Cemerlang, konsep healthy living diimplementasikan ke dalam proyek desain interior Parahita Diagnostic Center di Balikpapan. Konsep healthy living sejalan dengan kondisi masyarakat saat ini yang mengutamakan kesehatan. Kurang disadari, bahwa sedikit banyak ruangan memberi dampak bagi kondisi pengguna, terutama pada Parahita Diagnotic Center yang merupakan fasilitan kesehatan publik. Dimana aktivitas berjalan dalam waktu cukup lama oleh banyak kalangan pengguna. Pelaksanaan proyek menggunakan metode design thinking dengan luaran akhir berupa desain visual dan perwujudan perabot 1:1. Dimana hasil desain visual berupa 3 desain final sebagai pengajuan desain ke perusahaan. Desain dengan tujuan meningkatkan kualitas hidup pengguna setingkat lebih baik, baik fisik psikologis, sosial, dan ekonomi. Memungkinkan adanya efektifitas dan produktivitas kerja, serta pola aktivitas dan perilaku dalam ruang yang terkontrol. Desain juga bertujuan untuk memperkuat branding Parahita dimana memiliki manfaat untuk lebih dikenal masyarakat luas.",
  "creators": "MARIA FELICIA LIMANJAYA",
  "contributors": "Ronald H.I. Sitindjak (Advisor 1); Adi Santosa (Examination Committee 1); Dea Minerva S.Ds., M.Des (Advisor 2); Felicia Wagiri S.Sn., M.Arch (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00022051/DIN/2021; Maria Felicia Limanjaya (E11170067)",
  "subjects": "HEALTH FACILITIES--DECORATION; INTERIOR DECORATION"
}