{
  "id": "50523",
  "title": "Perancangan set furnitur ergonomis untuk aktivitas kerja kantor",
  "abstract": "Fasilitas meja dan duduk merupakan faktor penting yang berperan dalam pembentuk lingkungan kerja fisik, di mana mempengaruhi kinerja dan efektivitas aktivitas bekerja di kantor. Faktor-faktor penting yang mempengaruhi perancangan ini adalah faktor ergonomi dan posisi sikap kerja yang benar. Sebagian besar aktivitas kantor di Indonesia dilakukan dengan posisi statis dalam jangka waktu yang cukup lama, yang mana tidak baik untuk kesehatan ke depannya. Dalam perancangan ini terdapat 3 permasalahan yang diangkat yakni bagaimana penyelesaian solusi masalah posisi kerja statis, apakah posisi postur tubuh mempengaruhi faktor kelelahan dan kenyamanan pengguna dan apakah faktor dimensi fasilitas, perilaku, dan jangka waktu berkaitan dengan intensitas tekanan. Metode yang digunakan dalam perancangan ini adalah design thinking dengan tahapan: inspiration (understand, observe, dan point of view), ideation (ideate, prototype, dan test), dan implementation (storytelling, pilot, business model canvas). Perancangan ini menghasilkan 3 set alternatif desain dan 1 set fasilitas kerja duduk-berdiri yaitu standing chair dan standing desk. Hasil set produk dilakukan uji responden untuk menemukan hasil evaluasi faktor ergonomi, pembagian waktu untuk posisi kerja yang dinamis, dan usulan rekomendasi desain kerja dinamis dengan prinsip ergonomis untuk pengembangan dan penyempurnaan produk ke depannya.",
  "creators": "KATHLEEN EUGENE KAMDHANI",
  "contributors": "Yusita Kusumarini (Advisor and Examination Committee); Mariana Wibowo, S.Sn., M.MT. (Examination Committee 2); Filipus Priyo Suprobo, S.T., M.T. (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00022044/DIN/2021; Kathleen Eugene Kamdhani (E11170059)",
  "subjects": "FURNITURE"
}