{
  "id": "50521",
  "title": "Perancangan interior living room dan master bedroom pada rumah tinggal tipe Volterra di Perumahan Northwest Hill Citraland Surabaya",
  "abstract": "Bangunan tempat tinggal umumnya digunakan sebagai wadah berbagai aktivitas untuk memenuhi kebutuhan manusia sekaligus untuk melindungi diri. Seiring dengan bertambahnya jumlah manusia (penduduk), luas lahan yang dibutuhkan untuk memenuhi kebutuhan tempat tinggal pun bertambah. Akibatnya, ukuran tempat tinggal dibuat lebih kecil daripada sebelumnya. Meski ukuran tempat tinggal diperkecil, namun fungsi daripada rumah tinggal harus tetap terpenuhi, agar penghuninya dapat tetap beraktivitas sebagaimana mestinya. Hal inilah yang melatarbelakangi penulis untuk merancang rumah tinggal tipe Volterra yang berlokasi di perumahan Northwest Hill Citraland Surabaya. Perancangan ini bertujuan untuk memberikan inovasi dalam rangka memenuhi kebutuhan akan tempat tinggal yang ideal, yang memaksimalkan penggunaan ruang, agar dapat mengakomodasi setiap aktivitas keseharian dengan nyaman tanpa terhalang keterbatasan ruang. Metode yang digunakan dalam perancangan ini adalah metode design thinking yang meliputi tahap understand, observe, point of view, ideate, prototype, dan test. Adapun hasil akhir dari perancangan ini berupa 3 set alternatif desain living room dan master bedroom rumah tinggal tipe Volterra.",
  "creators": "FELICIANA NATALI MOELJANTO",
  "contributors": "Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Advisor and Examination Committee); Grace Setiati, S.Sn., M.Ds. (Examination Committee 2); Totok Priyoleksono, S.Sn., M.Sn (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Laporan Perancangan Interior No. 00022059/DIN/2021; Feliciana Natali Moeljanto (E11170079)",
  "subjects": "APARTMENT HOUSES-DECORATION; INTERIOR DESIGN; INTERIOR DECORATION"
}