{
  "id": "50527",
  "title": "Hubungan kompetensi project manager dengan peningkatan jumlah proyek desain interior",
  "abstract": "Kompetensi ialah kualifikasi yang dibutuhkan setiap individu untuk melaksanakan pekerjaannya. Tolak ukur kompetensi ini terbagi menjadi knowledge (pengetahuan), skill (keahlian/keterampilan) dan attitude (sikap), sedangkan manajer proyek sendiri adalah pemegang kunci pelaksanaan organisasi. Oleh karenanya ia juga berkontribusi terhadap kinerja perusahaan. Parameter kinerja sendiri dapat dilihat dari kuantitas. Oleh karena itu pada penelitian ini bertujuan untuk mengidentifikasi hubungan sebab akibat antara kompetensi knowledge (X1), skill (X2) dan attitude (X3) terhadap peningkatan jumlah proyek desain interior di Surabaya. Selain itu penelitian ini akan mengkaji primary theory kapabilitas dinamik perusahaan ataupun teori manajemen proyek. Digunakan metode kausal komparatif yang termasuk penelitian kuantitatif dengan instrumen kuesioner digital melalui teknik purposive sampling. Diambil 50 responden project manager/owner terkait perusahaan penyedia jasa interior di Surabaya dalam kurun waktu operasional minimal 3 tahun. Penelitian ini menerapkan analisis statistik deskriptif untuk menjelaskan kondisi sampel tanpa menggeneralisasi dengan SPSS 26. Uji validitas menggunakan Pearson Correlation, reliabilitas menggunakan Alpha Cronbach dan uji hipotesis menggunakan regresi linear berganda. Berdasarkan perhitungan disimpulkan ketiga variabel X1, X2 dan X3 memiliki hubungan namun belum tentu berpengaruh dengan perincian kompetensi knowledge(X1) dan skill(X2) berkorelasi positif signifikan yang lemah sebesar 0,355 untuk knowledge(X1) dan cukup sebesar 0,434 untuk skill(X2) serta berhubungan sangat lemah dan positif tidak signifikan sebesar 0,047 untuk attitude (X3). Mengenai pengaruhnya ketiga variabel ini secara simultan memberikan kontribusi signifikan positif bersama-sama kepada peningkatan jumlah proyek sebesar 25,1% sedangkan secara parsial hanya kompetensi attitude(X3) saja yang tidak memberikan pengaruh secara individu sebab t hitung > t tabel dan nilai sig > 0,05 yaitu 0,328 > 2,010 dan 0,744 > 0,05.",
  "creators": "FELICIA ROSALIE TANZIL",
  "contributors": "Mariana Wibowo, S.Sn., M.MT. (Advisor 1); Yusita Kusumarini (Examination Committee 1); Filipus Priyo Suprobo, S.T., M.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00011993/DIN/2021; Felicia Rosalie Tanzil (E11170007)",
  "subjects": "LEADERSHIP; PROJECT MANAGEMENT; INTERIOR DECORATION"
}