{
  "id": "50522",
  "title": "Studi komparasi penerapan gaya desain tradisional Jawa pada arsitektur-interior Java Dancer Coffee dan Taman Indie Resto di Kota Malang",
  "abstract": "Kota Malang merupakan kota dengan kuliner yang nikmat, tidak hanya kuliner yang nikmat tetapi konsep yang dihadirkan juga tak kalah menarik yang akan membawa pengunjung untuk bernostalgia ke masa lampau. Beberapa diantaranya terdapat Rumah Makan Inggil, Loe Min Toe, Java Dancer Coffee, Taman Indie resto dan lainnya. Taman Indie resto menawarkan konsep masyarakat Jawa yang hidupnya bertani dan memancing ikan di sungai. Java Dancer Coffee yang menjadi pelopor kedai kopi dan terletak di tengah Kota Malang mengadopsi bentuk Rumah Joglo sebagai bangunan utama. Dalam penelitian ini terdapat 2 rumusan masalah yaitu bagaimana implementasi gaya tradisional Jawa terhadap Java Dancer Coffee dan Taman Indie Resto dan bagaimana hasil perbandingan gaya tradisional Jawa di Java Dancer Coffee dan Taman Indie Resto. Metode yang digunakan metode penelitian kualitatif dengan teknik pengumpulan data yaitu observasi, dokumentasi, wawancara, menganalisis data yang diperoleh berdasarkan teori yang berkaitan dan mengambil kesimpulan yang akan menjawab rumusan masalah dari kegiatan penelitian. Hasil yang akan dikemukakan yaitu berupa temuan implementasi gaya tradisional dengan berbagai kebudayaan Jawa yang membangun suasana pada Java Dancer Coffee dan Taman Indie Resto serta mendapat hasil perbandingan penggunaan gaya tradisional Jawa pada Java Dancer Coffee dan Taman Indie Resto",
  "creators": "JANE TJOKRO HADI",
  "contributors": "Ronald H.I. Sitindjak (Advisor 1); Adi Santosa (Examination Committee 1); Felicia Wagiri,S.Sn.,M.Arch. (Examination Committee 2); Dea Minerva (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00011996/DIN/2021; Jane Tjokro Hadi (E11170052)",
  "subjects": "ARCHITECTURE-JAVANESE"
}