{
  "id": "50533",
  "title": "Kajian well-designed space pada interior studio hybrid learning. Studi kasus: studio Q.09.01, Q.09.05, Q.10.02A, Q.11.02A desain interior Universitas Kristen Petra",
  "abstract": "Pendidikan berpengaruh terhadap kehidupan bangsa dan salah satu tempat untuk mendapatkan pendidikan adalah universitas. Dalam universitas disediakan fasilitas belajar-mengajar, seperti program studi desain interior Universitas Kristen Petra yang menyediakan fasilitas studio. Dengan adanya pandemi COVID-19, beberapa universitas mulai mempersiapkan hybrid learning (mata kuliah disampaikan dengan tatap muka dan daring) sehingga memerlukan fasilitas belajar yang mendukung. Desain ruang studio merupakan salah satu faktor yang mempengaruhi proses belajar mahasiswa desain interior maka dari itu dibutuhkan desain ruang yang baik sehingga dapat mendukung penerapan hybrid learning pada masa pandemi. Ketika mahasiswa dapat nyaman, produktif dan proses belajar berjalan dengan baik, maka dapat meningkatkan prestasi mahasiswa. Untuk menjawab permasalahan ini maka dibutuhkan analisis well-designed space yang sesuai untuk studio desain interior pada masa pandemi. Penelitian ini menggunakan metode kualitatif denga pendekatan evidence-based design dan pengumpulan data diperoleh melalui observasi, kuesioner, wawancara, dan dokumentasi. Dari penelitian dapat diketahui evaluasi aspek well-designed space yang diterapkan dalam studio desain interior Universitas Kristen Petra sebelum pandemi. Hasil penelitian ini juga menghasilkan rekomendasi dalam mendesain studio desain interior dengan menerapkan hybrid learning pada masa pandemi.",
  "creators": "ANASTASIA MICHELLA",
  "contributors": "Sherly De Yong (Advisor 1); Sriti Mayang Sari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00011994/DIN/2021; Anastasia Michella (E11170013)",
  "subjects": "INTERIOR DECORATION; STUDIOS AND WORKSHOPS"
}