{
  "id": "50539",
  "title": "Eksperimen recycle limbah kain pre-konsumsi sisa industri sebagai material elemen interior",
  "abstract": "Di Indonesia, ada beberapa industri pakaian yang sudah bergerak di bidang daur ulang limbah tekstilnya, namun banyaknya pada usaha kecil, pengolahan limbah kain dengan cara menggunakan kembali yang umumnya produk yang dihasilkan berupa produk kerajinan tangan atau seni. Limbah tekstil pre-konsumsi terdiri dari ragam jenis kain sisa potongan atau proses produksi. Penelitian ini berfokus pada adanya potensi olahan untuk permasalahan banyaknya limbah kain sisa industri dan potensi hasil daur ulang yang berupa serat yang belum banyak akan inovasi untuk menciptakan material untuk elemen interior bila ditinjau dari sifat dan karakteristik serat kain yang dapat menjadi penguat untuk campuran perekatnya serta dapat menghasilkan visual yang baik. Metode yang diterapkan pada penelitianini adalah kualitatif dengan pendekatan empiris dengan dilakukannya eksperimen untuk mendapatkan data obyek yang diamati. Uji coba memberi gambaran kualitas dan optimalisasi akan aplikasi dari material yang diharapkan dapat menjadi pendukung produk interior yang ekologis,kuat, bernilai estetis dan bernilai ekonomi. Penelitian ini menghasilkan material panel yang berpotensi digunakan sebagai elemen dekoratif pada ruang maupun material pendukung furnitur.",
  "creators": "AURYN PUTRI CATHERINA DJUNAIDI",
  "contributors": "Adi Santosa (Advisor and Examination Committee); Grace Mulyono (Examination Committee 2); FRENKY TANAYA, ST.,M.T. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00011998/DIN/2021; Auryn Putri Catherina Djunaidi (E11170119)",
  "subjects": "DECORATIVE ARTS; TEXTILE WASTE; INTERIOR DECORATION; PRODUCT DESIGN--ENVIRONMENTAL ASPECTS; RECYCLING INDUSTRY--ENVIRONMENTAL ASPECTS"
}