{
  "id": "50531",
  "title": "Memaksimalkan fungsi area interior residensial dengan desain modern dan compact",
  "abstract": "Meningkatnya jumlah penduduk, terutama di area kota besar belakangan telah menyebabkan fluktuasi harga jual lahan. Kebutuhan akan tempat tinggal di area padat penduduk semakin meningkat sementara ketersediaan lahan tetap stagnan. Banyaknya orang yang membutuhkan hunian nyaman dengan harga terjangkau kemudian melahirkan trend micro housing/rumah kecil. Permasalahan yang diangkat dalam perancangan ini adalah cara memaksimalkan fungsi interior dengan pengolahan ruang secara efisien di area terbatas. Metode yang digunakan adalah design thinking, dengan tahapan Understand, Observe, Point of View, Ideate, Prototype, dan Test. Salah satu cara menekan harga rumah adalah dengan menggunakan lahan dengan luas minimal, kemudian diolah dengan maksimal untuk mencukupi kebutuhan pengguna. Desain yang diterapkan berkonsep modern agar fleksibel dan mampu mengikuti perkembangan zaman. Area dengan luasan kecil dapat menjadi hunian yang nyaman dan mengakomodasi penuh kebutuhan penghuninya, dengan penataan dan konsep desain yang tepat. Menerapkan gaya desain modern dan compact dalam penataan serta perancangan interior rumah kecil (micro housing) akan membantu memaksimalkan potensi area residensial yang tersedia tanpa mengurangi kenyamanan saat kita beraktivitas. Desain yang dihasilkan dapat digunakan di hunian kecil yang bervariasi ukurannya, dengan sedikit penyesuaian.",
  "creators": "ANGELA LIANAWATI HARSOYO",
  "contributors": "Adi Santosa (Advisor and Examination Committee); Frangky Tanaya (Advisor 2); MOCH. TAUFAN RIZQI (Examination Committee 2); Grace Mulyono (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00022081/DIN/2021; Angela Lianawati Harsoyo (E11170111)",
  "subjects": "SMALL HOUSES-DESIGN AND PLANS"
}