{
  "id": "50537",
  "title": "Penerapan gerakan rumah mungil sebagai konsistensi gaya hidup minimalis",
  "abstract": "Masalah keterbatasan lahan sering terjadi di kota-kota besar seperti Jakarta dan Surabaya yang sudah padat penduduknya namun lahan yang ada sangat terbatas. Dari segi arsitektur, masalah ini akan sangat mempengaruhi jumlah ruang bagi manusia untuk ditinggali. Jumlah penduduk perkotaan terus meningkat, sehingga akan berdampak pula pada penyediaan lahan untuk perumahan dan peningkatan kebutuhan manusia seperti bahan baku dan sumber daya alam yang ada. Menengok sekilas ke belakang, bahwa telah terjadi gerakan sosial di Amerika Serikat: \"Tiny House Movement\" atau \"Gerakan Rumah Kecil\" yang menganjurkan masyarakat untuk mengurangi ukuran rumahnya dan tinggal di rumah kecil. Masyarakat mengikuti gerakan ini karena berbagai alasan, antara lain keterjangkauan kepemilikan rumah, kemudahan perawatan dan keramahan lingkungan (Economist, 2009), (Life, 2015). Penulis menggunakan metode design thinking yang terdiri dari 5 tahapan yaitu emphatize, define, ideate, prototype, dan test sebagai desain untuk menyediakan hunian kecil / rumah mungil dengan elemen desain interior yang baik dan dapat memberikan fungsi pada ruangan kecil sesuai dengan kebutuhan. standar ergonomi dan kebutuhan manusia dalam hidup serta dapat meminimalisir penggunaan energi di dalam rumah. Desain yang dihasilkan berupa rumah mungil dengan desain adaptif dengan berbagai fasilitas yang dapat menampung segala aktivitas penghuni dan juga desain yang hemat energi.",
  "creators": "ANGELA NATHALIA",
  "contributors": "Adi Santosa (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00022077/DI/2021; Angela Nathalia (E11170101)",
  "subjects": "MINIMALIST ARCHITECTURE; SMALL HOUSES-DESIGN AND PLANS"
}