{
  "id": "5053",
  "title": "Mall di Surabaya Barat",
  "abstract": "Adapun proyek mall ini dikembangkan bersamaan dengan maraknya antusiasme pasar di sektor pusat perbelanjaan yang kini boleh dikata sedang booming, karena kalau diperhatikan banyak sekali hadir pusat-pusat perbelanjaan apalagi kini sudah sampai pada tingkat SuperMall, yang katanya hadirnya sebuah konsep baru ini turut andil dalam menggairahkan bahkan memberi warna baru dalam budaya \"berbelanja\" di Indonesia lebih-lebih di Surabaya ini. Akan tetapi sejalan dengan maraknya suasana seperti tersebut di atas, juga tidak menampik pula munculnya kekhawatiran akan pemikiran bahwa \"demam\" itu bisa saja menjadi sekedar trend sesaat akibat suguhan desain yang tampil dalam kuantitas besar akan tetapi tidak disertai dengan diversifikasi wujud desain dalam arti yang sebenarnya; bukan sekedar tempelan wajah pada bangunan yang bersangkutan seperti yang terjadi dewasa ini. Oleh karena itu dalam proyek mall kali ini, dikembangkan dengan memanggul konsep baru baik dalam hal desain yang boleh dikata cukup \"berani\" maupun dalam hal konsep belanja di dalamnya. Adapun \"warna\" yang dibawa dalam desain mall kali ini menampilkan ide-ide kreatif dari sisi struktur, yang sebenarnya struktur dapat pula menjadi salah satu komoditi yang menarik untuk diekspos; bahkan menjadi salah satu peluang dalam mewarnai desain mall ini hingga pada akhirnya bisa hadir dengan memberikan attractive point. Sebagaimana seperti dijelaskan sebelumnya warna baru yang dibawa oleh proyek ini tidak hanya berupa wujud fisik saja tetapi sebagai konsekuensi logis akibat diterapkannya struktur yang me\"muntir\" itu turut menuntut menghadirkan ruang ritel dengan konsep open floor dan floor to floor meskipun di samping itu juga masih terdapat ruang ritel dengan tipe stan-stan seperti pada umumnya. Itu semua dilakukan demi merangkul terwujudnya suatu kenyamanan penggunanya terlebih pengunjung di dalamnya, sekaligus sirkulasi yang senyaman mungkin bagi para penggunanya meskipun tidak memungkiri kenyataan bahwa tidak ada desain (yang paling mahal sekalipun) tampil benar-benar sempurna betul.",
  "creators": "YOEHANES DARMAWAN",
  "contributors": "Andhi Wijaya (Advisor 1); Rony Gunawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 00002164/ARS/2004; Yoehanes Darmawan (22400001)",
  "subjects": "SHOPPING CENTERS; SHOPPING MALLS"
}