{
  "id": "50547",
  "title": "Penerapan desain user experience pada aplikasi penghitungan matematika bagi anak penyandang tunagrahita di Quali International Surabaya",
  "abstract": "Tunagrahita adalah sebuah kondisi yang dapat muncul pada anak berusia di bawah 18 tahun. Kondisi ini dapat menyebabkan anak memiliki masalah kognitif, dan kecerdasan yang di bawah rata-rata. Karena kondisi tersebut, anak Tunagrahita perlu penanganan khusus, terutama dalam belajar. Salah satu pelajaran penting untuk dipelajari oleh anak adalah matematika, karena anak membutuhkannya untuk hidup di masyarakat. Penelitian ini menerapkan sebuah desain yang difokuskan untuk anak tunagrahita pada sebuah aplikasi android untuk belajar matematika. Desain yang digunakan adalah tampilan sederhana, menarik, dan interaktif agar anak tidak kebingungan atau mudah bosan. Materi yang digunakan dalam aplikasi ini disesuaikan dengan standar kompetensi untuk anak tunagrahita agar sesuai dengan kemampuan anak. Aplikasi didesain untuk menjadi salah satu alternatif alat peraga dalam pelajaran matematika. Hasil dari penelitian ini adalah anak tunagrahita dapat menggunakan 70,5% dari keseluruhan fitur aplikasi ini yang sesuai dengan kemampuan anak. Aplikasi juga berhasil membantu anak untuk meningkatkan kemampuan matematikanya. Menurut pengajar di Quali International Surabaya, materi yang digunakan dalam aplikasi sudah sesuai dengan kebutuhan anak, dan disampaikan dengan cukup mudah dan jelas. Aplikasi juga layak digunakan sebagai alat peraga untuk pelajaran matematika di sekolah.",
  "creators": "YOHANES HENDRA WIJAYA",
  "contributors": "Liliana (Advisor 1); Lily Eka Sari S.S, M.A (Advisor 2); Alexander Setiawan (Examination Committee 1); Andreas Handojo (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022056/INF/2021; Yohanes Hendra Wijaya (C14170081)",
  "subjects": "INTELLECTUAL DISABILITY; ANDROID (ELECTRONIC RESOURCE)--PROGRAMMING; APPLICATION SOFTWARE"
}