{
  "id": "50556",
  "title": "Furniture modular berbahan rotan untuk interior retail",
  "abstract": "Rotan adalah material yang mudah didapat khususnya di Indonesia, hal ini wajar karena Indonesia sendiri penghasil rotan terbesar di dunia. Material ini memiliki beberapa kelebihan dibanding dengan material lain seperti kayu atau besi, yakni lebih ringan, lebih mudah dibentuk, dan harga yang lebih murah. Produk bermaterial rotan banyak digemari konsumen baik dari dalam dan luar negeri. Namun fakta yang telah terjadi selama beberapa tahun belakangan ini menunjukkan bahwa volume ekspor produk hasil olahan rotan kian menurun. Melihat situasi yang ada muncul ide peluang usaha untuk menyasar kebutuhan bangunan komersial karena di sejumlah kota di Indonesia berkembang pesat seperti jakarta, Surabaya, Medan dan lain-lain memiliki tingkat jumlah bangunan komersial yang tinggi. Namun dari hasil data observasi, bangunan komersial membutuhkan sebuah material yang lebih beda dari material umum sekarang, maka dari itu rotan menjadi sebuah pilihan baik untuk menjadi material produk. Desain produk yang fleksibel untuk mendukung aktivitas retail juga dibutuhkan pada masa ini, maka dari itu desain modular diterapkan pada perancangan produk ini. Perancangan ini menggunakan metode perancangan Design Thinking. Proses Design Thinking terbagi menjadi 5 bagian yaitu understand, define ,ideate, prototype, test. Produk yang didesain yaitu display untuk sebuah retail. Perancangan desain diharapkan dapat menjadi sebuah solusi desain dalam memenuhi kebutuhan bangunan komersial dan dapat bersaing dengan produk-produk lainnya.",
  "creators": "ONESIMUS BONAR NAIBAHO",
  "contributors": "Dr. Ir. Lintu Tulistyantoro, M.Ds. (Advisor 1); Yusita Kusumarini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00022079/DIN/2021; Onesimus Bonar Naibaho (E11170108)",
  "subjects": "INTERIOR DECORATION; RATTAN FURNITURE"
}