{
  "id": "50553",
  "title": "Sistem informasi akademik berbasis web untuk mendukung pembelajaran jarak jauh di SD Anak Bangsa",
  "abstract": "SD Anak Bangsa adalah sekolah swasta yang berada di Surabaya. Tentunya sekolah memiliki banyak proses administrasi akademik seperti pendataan personalia, penilaian, presensi, keuangan dan rapor. Pada saat ini SD Anak Bangsa belum memiliki sistem ataupun database. Semua proses administrasi, penyimpanan dan pengolahan data dilakukan secara manual sehingga sering terjadi kesalahan. Pada tahun 2019, muncul wabah covid-19 di Indonesia yang menyebabkan proses pembelajaran tatap muka harus beralih ke pembelajaran jarak jauh. Tidak dapat dipungkiri bahwa SD Anak Bangsa juga harus merubah metode pembelajaran dan menyesuaikan dengan keadaan ini. Menjawab permasalahan tersebut, SD Anak Bangsa harus memiliki sistem informasi untuk mengolah data akademik yang mendukung pembelajaran jarak jauh. Sistem dibuat berbasis website menggunakan bahasa pemrograman PHP dan Javascript serta database mysql. Fitur pada sistem ini meliputi perhitungan nilai, presensi, keuangan, online test dan menghasilkan rapor. Dari hasil kuesioner, tingkat kepuasan terhadap keseluruhan program adalah 74% baik dan 26% sangat baik. Dapat disimpulkan bahwa program ini mampu memenuhi kebutuhan di SD Anak Bangsa dalam mengelola data akademik serta mendukung proses pembelajaran jarak jauh.",
  "creators": "JOVAN JEREMI",
  "contributors": "Lily Puspa Dewi, S.T., M.Kom. (Advisor 1); Silvia Rostianingsih (Examination Committee 1); Andreas Handojo (Examination Committee 2); Krisna Wahyudi, S.Kom., M.T. (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022058/INF/2021; Jovan Jeremi (C14170109)",
  "subjects": "DISTANCE EDUCATION; JAVASCRIPT (COMPUTER PROGRAM LANGUAGE); MANAGEMENT INFORMATION SYSTEMS"
}