{
  "id": "50550",
  "title": "Optimalisasi operasi pusat logistik pengeboran lepas pantai dengan menggunakan metode integrasi Dynnamic Value Stream Management (DVMM) dan Cost Time Profile (CT-Profile)",
  "abstract": "Operasi shore base merupakan bagian penting untuk menunjang aktivitas logistik migas lepas pantai terutama pekerjaan pengeboran. Karekteristik pergerakan material di shore base adalah tipe, bobot dan bentuk material yang beragam dengan penjadwalan pengiriman yang dinamis. Shore base pada umumnya menggunakan konsep material transit yang memerlukan operasi pengangkatan, transportasi dan tempat penyimpanan ekstra. Diperlukan strategi perbaikan berekelanjutan untuk mengoptimalkan operasi shore base. Konsep lean di bidang manufaktur dikembangkan lebih lanjut untuk diterapkan di shore base. Penelitian ini mengintegrasikan konsep DVMM yang berfokus pada pendekatan teknis dan organisasi serta CT-Profile yang berfokus pada biaya. Hasil dari penelitian ini adalah terbentuknya sistem monitoring dan evaluasi operasi INTACTS (Integrated Dynnamic Value Stream Management and Cost Time Profile for Shore Base Operation) yang terhubung langsung dengan sistem pencatatan pergerakan material di shore base. Sistem INTACTS akan memberikan hasil evaluasi operasi terutama aktivitas pengangkatan secara komprehensif dan real time. Sehingga tim shore base bisa menyusun strategi operasi yang lebih baik untuk memaksimalkan pengangkatan mode Just in Time (JIT) yang bisa mengurangi 66.7% jumlah pengangkatan dan 58.8% biaya pengangkatan untuk pergerakan material tipe BPN Service company. Implementasi INTACS berhasil menurunkan transit rate di shore base sebesar 6%.",
  "creators": "MARTINO DEDY KENEDY",
  "contributors": "I Gede Agus Widyadana (Advisor 1); I Nyoman Sutapa (Advisor 2); Dr. Dra. Gan Shu San, M.Sc. (Examination Committee 1); Didik Wahjudi (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01010009/MTI/2021; Martino Dedy Kenedy (C21170002)",
  "subjects": "COSTS, INDUSTRIAL--ESTIMATES; LOGISTICS--PLANNING; OFFSHORE OIL WELL DRILLING"
}