{
  "id": "50567",
  "title": "Pengaruh penambahan fly ash pada stabilisasi tanah ekspansif dengan 5% aspal emulsi",
  "abstract": "Pada kehidupan sehari-hari jalan merupakan infrastruktur yang penting untuk kelancaran aktivitas. Pada proses pembangunan jalan, hal yang perlu diperhatikan adalah kapasitas tanah asli untuk menopang beban. Di Indonesia salah satu jenis tanah yang cukup banyak ditemukan adalah tanah ekspansif. Tanah ekspansif merupakan tanah dengan sifat kembang susut yang tinggi, dimana sifat tersebut dapat mengakibatkan kerusakan bagi jalan. Untuk mengatasi permasalahan ini, digunakan aspal emulsi dan fly ash sebagai bahan stabilisasi tanah ekspansif. Dalam penetilian ini digunakan aspal emulsi CSS-1h dan fly ash tipe C & F. Penelitian ini bertujuan untuk mengetahui kadar optimum fly ash (0%, 5%, 10%, dan 15%) pada campuran 5% aspal emulsi dan tanah ekspansif, serta mengetahui dampak variabel waktu pemeraman (7 hari, 14 hari, dan 28 hari) pada kekuatan campuran aspal emulsi, fly ash, dan tanah ekspansif. Hasil penelitian menunjukkan bahwa nilai indeks plastisitas, potensi susut tanah, potensi pengembangan tanah, dan kadar air optimum menurun. Nilai CBR, UCS, dan berat volume kering tanah meningkat. Durasi pemeraman juga berdampak signifikan pada kenaikan nilai CBR dan UCS dan Fly Ash tipe F memberikan efek stabilitas lebih baik daripada tipe C. Analisa hasil juga menemukan kadar optimum untuk fly ash diantara 5% sampai 10%.",
  "creators": "HUTOMO KASPAR KURNIAWAN; ELYASAF SOENDORO",
  "contributors": "Daniel Tjandra (Advisor 1); Johanes Indrojono Suwono (Advisor 2); Paravita Sri Wulandari (Examination Committee 1); Harry Patmadjaja (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012510/SIP/2021; Hutomo Kaspar Kurniawan (21414204), Elyasaf Soendoro (21415053)",
  "subjects": "SOIL MECHANICS; SOIL STABILIZATION"
}