{
  "id": "50561",
  "title": "Analisa penerapan digital and empathic engagement dalam dunia kerja konstruksi",
  "abstract": "Digital merupakan suatu fenomena perkembangan zaman yang tidak bisa dihindari. Dunia konstruksi pun ikut mengambil peran dalam era digitalisasi modern saat ini, penerapan digital harus disertai dengan empati karena akan berpengaruh dalam pengambilan keputusan dalam sebuah proyek. Empati merupakan suatu kemampuan untuk memahami apa yang dirasakan orang lain, melihat dari sudut pandang orang tersebut, dan juga membayangkan diri sendiri berada pada posisi orang tersebut. Penelitian ini bertujuan untuk Memperoleh data-data bagaimana pemahaman digital dalam dunia kerja konstruksi dan Memperoleh data-data bagaimana penerapan digital and empathic engagement dalam dunia kerja konstruksi dalam dunia kerja konstruksi untuk saat ini. Pengumpulan data dilakukan dengan menyebarkan kuesioner kepada perushaan konstruksi yang menerapkan digital dan empathic engagement. Dari data kuesioner diolah menggunakan metode rata-rata. Hasil penelitian menunjukan pemahaman digital dalam dunia kerja kontruksi netral. Penerapan digital pada dunia kerja konstruksi terkadang di terapkan karena mahalnya teknologi yang di pakai dan kurangnya tenaga ahli dan penerapan empathic engagement sudah sering di terapkan, Hal ini menunjukkan pekerja dalam bidang konstruksi di Surabaya memiliki hubungan yang baik antara sesama pekerja dan juga dengan client.",
  "creators": "ANDRO LISTIO; MICHAEL JONATHAN",
  "contributors": "Paulus Nugraha (Advisor 1); Rudy Setiawan (Examination Committee 1); David Wiyono (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012504/SIP/2021; Andro Listio (B11170043), Michael Jonathan (B11170026)",
  "subjects": "CONSTRUCTION INDUSTRY--MANAGEMENT--DATA PROCESSING; CONSTRUCTION INDUSTRY-TECHNOLOGICAL INNOVATION"
}