{
  "id": "50576",
  "title": "Analisis pengaruh salesperson competency dan customer orientation terhadap salesperson performance PT Mansion Property di Surabaya",
  "abstract": "Industri property sangat bertumbuh akhir-akhir ini yang membuat banyak orang ingin membeli property dalam hal ini perusahaan yang berada dalam bisnis jual beli property atau pihak ketiga harus bisa bersaing dengan kompetitornya yang lain dalam hal penjualan property dalam upaya persaingan tersebut perusahaan harus mempunyai salesperson yang mempunyai performa dan juga skill-skill yang bagus dalam menunjang dan mencapai target penjualan agar dapat bertahan dalam persaingan yang semakin keras dan juga pesaing-pesaing yang baru dan juga lama dan karena itu tujuan penelitian ini adalah menjelaskan pengaruh Salesperson Competency dan Customer Orientation terhadap Salesperson Performance pada PT Mansion Property di Surabaya. Jenis penelitian ini adalah penelitian kuantitatif. Populasi penelitian adalah Salesperson yang bekerja pada PT Mansion Property, dan jumlah sampel sebanyak 100 sampel. Variabel penelitian meliputi variabel bebas dan variabel terikat. Variabel bebas penelitian adalah Salesperson Competency dan Customer Orientation, sedangkan variabel terikat adalah Salesperson Performance. Sumber data penelitian adalah primer dari pembagian kuesioner. Teknik analisis data menggunakan structural equation model dengan program PLS. Temuan penelitian ini menunjukkan bahwa Salesperson Competency berpengaruh signifikan terhadap Salesperson Performance, Customer Orientation berpengaruh pada Salesperson Performance pada Salesperson PT Mansion Property.",
  "creators": "FELIX SAMUEL DE WANNA",
  "contributors": "Dr. Ratih Indriyani, S.E., M.M. (Advisor 1); Thomas Santoso (Examination Committee 1); Sesilya Kempa, S.E., M.M. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012139/MAN/2021; Felix Samuel De Wanna (31415254)",
  "subjects": "EMPLOYEE MOTIVATION; PERFORMANCE"
}