{
  "id": "50583",
  "title": "Upaya peningkatan skill dan knowledge operator untuk handling defects pada PT X",
  "abstract": "PT X merupakan sebuah perusahaan yang menghasilkan produk filter rokok yang terkemuka di Indonesia. PT X senantiasa melakukan perbaikan berkelanjutan (Continuous Improvement) agar produk yang dihasilkan merupakan produk dengan kualitas terbaik untuk menjaga kepercayaan para pelanggan. Salah satu perbaikan yang akan dilakukan oleh PT X adalah meningkatkan skill dan knowledge operator, sehingga dapat meningkatkan produktivitas operator. Suatu lini produksi dikatakan produktif apabila target produksi pada mesin tersebut telah terpenuhi. Jika target produksi terpenuhi, maka downtime mesin tersebut juga semakin rendah. Salah satu faktor penyebab downtime adalah terjadinya defects. Berdasarkan data Availability Rate (AR) report mesin yang telah dikumpulkan oleh PT. X sebelumnya, rata-rata waktu untuk handling defects 10 mesin selama 10 minggu adalah 123,47 menit per shift atau sebesar 41,15% dari rata-rata waktu up-time produksi setiap shift. Hal ini membuat nilai AR mesin hanya berada pada 60-70% saja. Apabila melihat KPI yang telah ditentukan oleh perusahaan, target perusahaan untuk nilai AR adalah > 85%. Tingginya rata-rata waktu downtime tersebut menyebabkan hasil produksi seringkali tidak mencapai target dan membuat persentase AR mesin semakin menurun. Semakin tinggi persentase downtime maka finish good yang akan dihasilkan juga semakin sedikit.",
  "creators": "NIA ADELA SAPUTRA",
  "contributors": "Herri Christian Palit (Advisor 1); Kriswanto Widiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022418/IND/2021; Nia Adela Saputra (C13170009)",
  "subjects": "CONTINUOUS IMPROVEMENT PROCESS; PERSONNEL MANAGEMENT; EMPLOYEES--TRAINING OF; INDUSTRIAL MANAGEMENT"
}