{
  "id": "50585",
  "title": "Pengaruh naphthalene terhadap unjuk kerja motor bakar bensin dan angka oktan",
  "abstract": "Dewasa ini seiring dengan perkembangan dan tuntutan teknologi yang semakin maju khususnya di dalam bidang otomotif serta perkembangan dari motor semakin komplek, perlu diimbangi oleh komponen pendukung dan modifikasi yang berkualitas tinggi untuk mendapatkan unjuk kerja motor yang semakin baik. Salah satu komponen pendukung tersebut adalah dari bahan bakar motor. Bahan bakar khususnya bahan bakar cair, yaitu bensin merupakan komponen utama motor yang digunakan untuk membantu terjadinya pembakaran di dalam ruang bakar motor sehingga menghasilkan energi panas dan kemudian diubah menjadi energi mekanik. Dengan kualitas bahan bakar yang baik dan pencampuran bahan bakar dengan udara yang semakin homogen, akan menghasilkan pembakaran yang lebih baik serta mengurangi gejala pembakaran yang tidak normal (knocking dan pre-ignition) sehingga unjuk kerja motor menjadi lebih baik. Untuk mendapatkan kualitas bahan bakar bensin yang lebih baik khususnya bensin premium dengan angka oktan yang masih rendah yaitu sekitar 88, dapat dilakukan dengan menambahkan naphthalene (naphthalene disk ball) yang dilarutkan di dalam bahan bakar tersebut. Karena naphthalene merupakan senyawa non logam yang termasuk seri hidrokarbon polyaromatik sehingga memberikan sifat anti ketuk yang baik. Dari hasil percobaan di motor empat langkah merek Daihatsu type CB-23, dengan penambahan naphthalene didapatkan peningkatan unjuk kerja motor dan komposisi yang paling baik adalah 1 naphthalene (± 3, 75 gram) untuk 3 liter bensin pada sudut pengapian 12°. Selain itu juga didapatkan adanya kenaikan angka oktan dan nilai kalor dengan semakin banyaknya naphthalene yang dicampurkan ke dalam bensin.",
  "creators": "BUDINJOTO",
  "contributors": "RAHARDJO TIRTOATMODJO (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00.54.395/MES/2000; BUDINJOTO (24494014)",
  "subjects": "INTERNAL COMBUSTION ENGINES"
}