{
  "id": "50607",
  "title": "Reformulasi strategi pemasaran yang tepat untuk produk monitor AOC di PT Mitra Caspertama Indonesia di Surabaya",
  "abstract": "PT Mitra Caspertama Indonesia adalah salah satu perusahaan distributor monitor merek AOC. Monitor merek ini diproduksi oleh Perusahaan TPV + OTPV (Top Victory Electronics) monitor merek ini mempunyai kualitas yang baik karena mempunyai kualitas yang sama seperti monitor yang dijual oleh HP (Hewlett Packard), IBM, dan Fujitsu Computer Siemens. Untuk itu, seharusnya PT Mitra Caspertama Indonesia mampu mencatat penjualan yang tidak jauh berbeda dengan perusahaan-perusahaan pesaingnya tersebut, namun hal ini tidak bisa dicapai pada perusahaan ini. Berdasarkan analisa strength, weakness, opportunities, dan threath, PT Mitra Caspertama Indonesia berada pada kuadran kedua yaitu dengan kemampuan tinggi pada pasar yang mengancam. Untuk itu, evaluasi kebijakan strategi yang bisa diterapkan adalah: evaluasi kebijakan untuk master dealer, promosi intensif, relationship marketing, pemberian otonomi wilayah pemasaran untuk setiap master dealer, stabilitas harga, dan pemusatan layanan garansi pada PT Mitra Caspertama Indonesia. Berdasarkan pada karakteristik produk yang dijual yaitu Produk PT Mitra Caspertama Indonesia berusaha mengadopsi merek yang terkenal di pasar untuk dijadikan acuan guna meningkatkan volume penjualan PT Mitra Caspertama Indonesia, segmen pasar sama dengan pemimpin pasar, sedikit melakukan variasi implementasi 4P pemimpin pasar, dan jumlah produksi relatif kecil dibandingkan dengan produk pemimpin pasar maka PT Mitra Caspertama Indonesia termasuk market follower pada posisi imitator.",
  "creators": "ERIC RAHARJA",
  "contributors": "Cynthia Yulita Wardayanti (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.02011944/MAN/2005; Eric Raharja (31401514)",
  "subjects": "BUSINESS PLANNING; MARKETING--MANAGEMENT"
}