{
  "id": "50605",
  "title": "Implementasi sistem pakar deteksi dini resiko penyakit jantung koroner menggunakan metode backward chaining dan certainty factor pada Android",
  "abstract": "Pola hidup di era modern saat ini dapat memberi dampak yang cukup membahayakan bagi kehidupan kita salah satunya adalah penyakit jantung koroner. penyakit jantung koroner adalah ketidakmampuan jantung baik secara kronis maupun akut, yang disebabkan oleh kurangnya suplai darah pada sel otot jantung dan berdampak pada terjadinya penyempitan pembuluh darah arteri yang dapat mengakibatkan terjadinya ketidakseimbangan antara suplai darah dan oksigen. Dalam skripsi ini menggunakan metode Backward chaining yang berfungsi untuk men-elusuri fakta-fakta yang ada dan menggabungkannya dengan hipotesa-hipotesa yang dapat memperkuat fakta-fakta tersebut. Certainty factor adalah metode yang digunakan untuk mengukur faktor kepastian dari fakta-fakta yang telah dibuat dan memberikan hasil berupa scoring untuk menentukan tingkat akurasi dari fakta-fakta yang telah dibuat oleh pakar Pada skripsi ini akan menghasilkan aplikasi sistem pakar yang berguna untuk deteksi dini penyakit jantung koroner dengan output berupa hasil pengelompokan hasil potensi seseorang memiliki resiko penyakit jantung koroner disertai prosentase kemungkinan seseorang memiliki potensi resiko terkena penyakit jantung koroner dan saran.Diharapkan dengan dibuatnya sistem pakar ini akan memudahkan seseorang untuk mendeteksi adanya potensi seseorang terkena penyakit jantung koroner berdasarkan kebiasaan sehari hari sehingga nantinya dapat menjadi diagnosa awal apakah seseorang memiliki potensi penyakit tersebut atau tidak.",
  "creators": "ANDREAS PRASETYO",
  "contributors": "Rudy Adipranata (Advisor 1); Indar Sugiarto (Advisor 2); Kartika Gunadi (Examination Committee 1); Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022055/INF/2021; Andreas Prasetyo (26416096)",
  "subjects": "CORONARY HEART DISEASE; PROGRAMMING (ELECTRONIC COMPUTERS); ARTIFICIAL INTELLIGENCE--COMPUTER PROGRAMS"
}