{
  "id": "50617",
  "title": "Sistem pakar diagnosa penyakit kura-kura air dengan metode certainty factor berbasis mobile",
  "abstract": "Kura-kura air merupakan salah satu jenis hewan yang juga diminati orang untuk dijadikan sebagai hewan peliharaan karena keunikan pada kura‐kura yang memiliki tempurung yang kuat dan motif yang indah pada tempurungnya. Umur dari kura-kura air juga cenderung lama, tetapi untuk kura-kura darat lebih lama lagi. Umur kura-kura darat dapat mencapai hingga 70 hingga 100 tahun. Tetapi tetap saja semua makhluk hidup bisa saja sakit, termasuk kura‐kura. Salah satu tindakan yang harus dilakukan oleh para keeper kura-kura air saat peliharaan mereka sakit yaitu, mengetahui gejala dan penyakit tersebut. Salah satu alternatif untuk mengetahui penyakit apa yang peliharaan kita adalah dengan pergi ke dokter hewan. Tetapi harga yang ditawarkan dokter hewan relatif tidak murah. Sistem pakar diagnosa pada penyakit kura–kura air ini dilengkapi dengan metode Certainty Factor. Kegunaan dari metode Certainty factor pada program ini adalah untuk menampilkan tingkat keyakinan sistem terhadap hasil diagnosa dalam bentuk persentase. Sehingga nantinya berfungsi untuk meyakinkan pengguna pada saat menggunakan program ini. Berdasarkan hasil pengujian, aplikasi ini dapat memberikan solusi yang sesuai dengan penyakit yang berhubungan dengan gejala. Hasil dari perbandingan antara metode Certainty Factor dan metode Dempster Shafer ini juga memberikan hasil yang sama dalam kasus, dimana angka yang digunakan adalah angka yang terbaik. Angka rata-rata yang dihasilkan dari perhitungan ini adalah 83.6%.",
  "creators": "ZACHARY OSBORN",
  "contributors": "Kartika Gunadi (Advisor 1); Leo Willyanto Santoso (Advisor 2); Agustinus Noertjahyana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022068/INF/2021; Zachary Osborn (26416120)",
  "subjects": "EXPERT SYSTEMS (COMPUTER SCIENCE); PROGRAMMING (COMPUTER ELECTRONICS); TURTLES"
}