{
  "id": "50620",
  "title": "Pengaruh entrepreneurial leadership terhadap innovation work behavior yang dimediasi oleh creative self efficacy dan affective commitment di Rumah Sakit Daerah Jember",
  "abstract": "Penelitian ini bertujuan untuk mengetahui pengaruh yang ditimbulkan oleh variabel entrepreneurial leadership, innovation work behaviour, creative self efficacy, dan affective commitment di rumah sakit daerah Jember. Jenis penelitian yang digunakan dalam penelitian ini adalah penelitian kuantitatif dengan menggunakan software SmartPLS dari metode partial least square (PLS). Sampel dari penelitian ini adalah 118 tenaga kesehatan di Rumah sakit daerah Jember yang diperoleh menggunakan rumus Hosmer, Lemeshow, dan Sturdivant (2013). Teknik pengumpulan data yang digunakan dalam penelitian ini adalah melalui kuisioner (angket). Hasil penelitian ini menemukan bahwa entrepreneurial leadership berpengaruh terhadap innovation work behavior, entrepreneurial leadership berpengaruh terhadap creative self efficacy, entrepreneurial leadership tidak berpengaruh terhadap affective commitment, creative self efficacy berpengaruh terhadap innovation work behaviour, affective commitment tidak berpengaruh terhadap innovation work behaviour, creative self efficacy tidak berpengaruh terhadap affective commitment, entrepreneurial leadership berpengaruh terhadap innovation work behavior melalui creative self efficacy, entrepreneurial leadership tidak berpengaruh terhadap innovation work behavior melalui creative self efficacy.",
  "creators": "ALVIN KURNIAWAN YUSUP",
  "contributors": "Sesilya Kempa, S.E., M.M. (Advisor 1); Zeplin Jiwa Husada Tarigan (Examination Committee 1); Sherly Tanoto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012089/MAN/2021; Alvin Kurniawan Yusup (D11170312)",
  "subjects": "EMPLOYEES--ATTITUDES"
}