{
  "id": "50626",
  "title": "Aplikasi beton pada mebel dengan modifikasi struktur tulangan dan bahan penyusun",
  "abstract": "Jenis material yang bisa dipakai memproduksi furniture adalah kayu solid, kayu lapis, rotan, bambu, partikel board, besi, plastik, dan kertas. Beton seharusnya juga potensial untuk menjadi alternatif pilihan material ketika ingin memproduksi mebel yang membutuhkan kekuatan, kekokohan, dan ketahanan jangka panjang. Namun demikian, beton masih jarang dipakai karena beton memiliki beberapa kelemahan. Salah satunya adalah beton memiliki sifat getas karena kuat tekan yang tinggi namun lemah dalam kuat tariknya. Penguatan yang umum adalah dengan menggunakan tulang baja atau besi yang jika dipadukan sering disebut dengan beton bertulang. Namun demikian, konsekuensi dari pemberian tulangan baja atau besi ini membuat betonnya menjadi tebal dan berat sementara furniture butuh kekakuan struktur, bagus dalam kuat tarik dan tekan, namun cukup ringan untuk dipindahkan. Oleh karena itu, dalam penelitian ini akan mencoba pengembangan produk beton yang harus memiliki kualitas kuat tekan dan tarik yang bagus tetapi juga harus memiliki bobot yang cukup ringan. Dalam penelitian dilakukan eksperimen di laboratorium dengan menipiskan beton agar dapat mengurangi berat beton. Selain itu untuk meningkatkan kekuatan beton, peneliti menguji pemakaian bahan beton dengan campuran serat serabut kelapa dan serat polypropylene sebagai pengganti agregat kasar dan flyash sebagai campuran bahan semen. Pilihan bahan ini didasari karena ingin mencapai kuat tarik dan kuat tekan yang baik agar layak menjadi material pilihan mebel. Dari hasil eksperimen penipisan beton berhasil dilakukan hingga 3cm, ini dapat mengurangi berat beton cukup banyak. Penelitian ini menghasilkan 3 sampel model campuran dan kosntruksi yang berbeda. Hasil peneliti berhasil mencapai tujuan dengan sampel 1 dan 3. Sampel 2 pada penelitian ini mengalami keretakan dan tidak dapat mencapai tujuan penelitian.",
  "creators": "DIONISIUS ALOISIUS TONO",
  "contributors": "Adi Santosa (Advisor and Examination Committee); MOCH TAUFAN RIZQI, S.Sn. (Advisor 2); Grace Mulyono (Examination Committee 2); FRENKY TANAYA, ST.,M.T. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00022013/DIN/2021; Dionisius Aloisius Tono (E11170015)",
  "subjects": "FURNITURE DESIGN; FURNITURE--MATERIALS"
}