{
  "id": "50630",
  "title": "Determining factors affecting customer’s loyalty to internet service provider among employees in Indonesia during the COVID-19 Pandemic: a structural equation modelling approach",
  "abstract": "Internet service provider has been a critical aspect during COVID-19 pandemic. The purpose of this study was to determine factors affecting customers’ loyalty to internet service providers (ISP) among employees in Indonesia during the COVID-19 pandemic by utilizing a structural equation modelling (SEM) approach and interview. 342 respondents voluntarily answered an online questionnaire which consisted of 36 questions and 20 respondents willingly answered 10 open-ended questions in interview via telephone which cover several factors such as Internet Quality (IQ), Security & Privacy (SP), Router Quality (RQ), and Price (P). SEM showed that Price (P) was found to have the greatest impact on customer satisfaction. Followed by,Router Quality (RQ), Security and Privacy (SP), and Internet Quality (IQ). Other than that, several factors were found to not have direct effects on customer satisfaction. Another finding is that Price has significant impact to customer satisfaction and proven to be the most determinant factor to customer satisfaction. Considering that price is arguably the consideration of customer expectation to a service or a product quality. The increment deemed to have a significant effect on the customer’s satisfaction according to the result from SEM.",
  "creators": "Bryan Alexander Setiady Ong",
  "contributors": "Indriati Njoto Bisono (Advisor 1); Jani Rahardjo (Examination Committee 1); Prayonne Adi S.T., M.MT. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01020004/IBE/2021; Bryan Alexander Setiady Ong (C13170099)",
  "subjects": "COVID-19 PANDEMIC, 2020-; CUSTOMER LOYALTY; STRUCTURAL EQUATION MODELING"
}