{
  "id": "50642",
  "title": "Person organization fit dan person job fit terhadap job satisfaction melalui work engagement pada sales person PT World Innovative Telecommunication di Big Sidoarjo",
  "abstract": "Job satisfaction merupakan faktor penting dalam mencapai kesesuaian diri sales person dengan lingkungan kerja. Kesesuaian yang dimaksud adalah kesesuaian nilai individu dengan organisasi (person organization fit) dan kesesuaian karakteristik individu dengan pekerjaan (person job fit). Dengan adanya kesesuaian tersebut, keterlibatan karyawan dalam pekerjaan (work engagement) akan semakin tinggi. Penelitian ini dilakukan untuk menganalisis pengaruh person organization fit dan person job fit terhadap job satisfaction melalui work engagement. Jenis penelitian ini adalah penelitian kuantitatif dengan teknik purposive sampling. Data penelitian dikumpulkan dengan menyebarkan angket kepada seluruh sales person PT World Innovative Telecommunication jawaban angket yang terkumpul sebanyak 220 responden. Data tersebut diolah menggunakan teknik analisis data partial least square (PLS). Hasil penelitian menyatakan bahwa person organization fit dan person job fit berpengaruh terhadap job satisfaction melalui work engagement. Hal ini membuktikan bahwa work engagement secara signifikan dapat memediasi pengaruh person organization fit dan person job fit terhadap job satisfaction sales person PT. World Innovative Telecommunication.",
  "creators": "MONICA BELLINDA SUTANTO",
  "contributors": "Dr. Ratih Indriyani, S.E., M.M. (Advisor 1); Eddy Madiono Sutanto (Examination Committee 1); Yonathan Palumian, S.M.B. ,M.S.M (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012107/MAN/2021; Monica Bellinda Sutanto (D11170454)",
  "subjects": "JOB SATISFACTION; PERSONNEL MANAGEMENT; WORK ENVIRONMENT"
}