{
  "id": "50659",
  "title": "Implementation of a visualization tools for effective project management",
  "abstract": "This report describes the graduation internship project conducted in Philips. Philips is a leading health technology company focused on improving people's health and well-being and enabling better outcomes across the health continuum – from healthy living and prevention, to diagnosis, treatment, and home care. This graduation internship is done under the project management office division. For the project management to be able to do their job, the presentation of the project management data is important. With the presentation of the project management data, project manager will be able to know the situation of how a project is currently performing such as to know which teams is underperforming, how many projects they have done, etc. With a good presentation, project manager will be able to save time, help the organization move in the right direction with as little error as possible. The current situation in Philips is that they are currently using Azure DevOps as their visualization tools, but Azure DevOps has its limitation compared to business intelligence tool like Qlikview can. Philips is looking at the bigger goal where having a long-term sustainable visualization tool would be ideal for the company. When looking at the visualization tool, Qlikview is being considered by Philips for Philips to use for the long-term visualization tools. Philips has created a prototype in Excel of what they want the visualization tools to contain. However, Philips isn’t sure how viable Qlikview would be in implementing the feature that they want for the visualization they needed. The assignment for this graduation internship would be to do research and show proof of concept that the feature they want to be implemented is possible in Qlikview. By showing the proof of concept, it will solve the problem by showing the possibility to use Qlikview that can implement the feature they want for the Project Management Office. For this assignment the database that is used to get the data is from Azure DevOps. One of the assignments for this internship is that after retrieving the data from Azure DevOps, the data need to be able to be converted in a way the visualization tool understands which in this case is Qlikview. Other task within the assignment is that the information presented in the visualization tool must be the only relevant data as well as creating necessary filters that project manager will use to identify the bottleneck in their project workflow. The reason being so that the information obtained can be used as a leading indicator to help support the project manager more efficiently in identifying factors that may affect the projects. The importance of the user experience in creating the visualization tools have to be considered to be the as the user interface from the Excel prototype cannot be copy pasted, and a good user experience will help the user in using the tool as well as minimize the possibility of the user misinterpreting on how the tools will be used. The results of the research questions are that the understanding of how the tools could be used which in this case Azure DevOps and Qlikview. Understanding how they are used to interact with each other. As well as creating user requirement that fits the need of the user. The knowledge of how to create the best user experience design in Qlikview is also gained. All this results in answering the main research question, as well as the creation of the prototype that is asked for the proof of concept for this assignment. The conclusion of the results of this internship is that overall a success is achieved. The main research question was answered since the prototype as a proof of concept have fulfilled the must have user requirements.",
  "creators": "EDGARD RYAN THEODORE",
  "contributors": "Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Advisor and Examination Committee); Edwin Hoogeveen (Advisor and Examination Committee); Andre Postma (Advisor and Examination Committee); Jitske van der Zwaag (Advisor and Examination Committee); Li Li (Advisor and Examination Committee); Wil Cox (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02022099/INF/2021; Edgard Ryan Theodore (C14170039)",
  "subjects": "PROGRAMMING (ELECTRIC COMPUTERS); PROJECT MANAGEMENT"
}