{
  "id": "50656",
  "title": "Pengaruh psychological empowerment terhadap innovative work behavior melalui work engagement pada hotel bintang 3 dan 4 di kota Kendari",
  "abstract": "Baik pemimpin hotel maupun pelanggan mengakui pentingnya innovative work behavior (IWB) dari setiap karyawan hotel sebagai salah satu dari banyak sumber daya langka dan berharga untuk menyukseskan bisnis hotel. IWB didefinisikan sebagai cara berperilaku pribadi yang berusaha mencapai inisiasi dan pengenalan yang bertujuan dari ide, operasi, barang atau prosedur yang berguna. Banyak penelitian telah dilakukan untuk menganalisis kompleksitas formasi IWB, terutama faktor kompetensi individu, efikasi diri, motivasi dan komitmen organisasi. Namun, penelitian yang meneliti mengenai aspek psychological empowerment dalam pembentukan IWB yang dimediasi oleh work engagement masih terbatas. Penelitian ini menggunakan psychological empowerment sebagai variabel yang mempengaruhi innovative work behavior, serta work engagement sebagai variabel interveningnya. Karena penelitian kuantitatif, pengumpulan data menggunakan angket yang disebarkan kepada 100 responden. Responden adalah karyawan hotel bintang tiga dan empat yang telah bekerja minimal satu tahun. Kemudian data yang terkumpul diolah dan dianalisis dengan bantuan software smartPLS. Studi ini menemukan bahwa psychological empowerment dan work engagement berpengaruh signifikan terhadap IWB dan work engagement bertindak sebagai variabel intervening antara psychological empowerment dan IWB.",
  "creators": "ANGELINE PUTRI WILLIAMSTO",
  "contributors": "Widjojo Suprapto (Advisor 1); Thomas Santoso (Examination Committee 1); Nony Kezia Marchyta, S.E., M.M. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012085/MAN/2021; Angeline Putri Williamsto (D11170493)",
  "subjects": "JOB SATISFACTION; EMPLOYEES--ATTITUDES"
}