{
  "id": "50667",
  "title": "Perancangan media penyimpan masker yang aman higienis dan serbaguna",
  "abstract": "Berdasarkan survey yang telah dilakukan oleh penulis, masih banyak orang yang belum sadar akan pentingnya menyimpan masker dengan benar di masa pandemi COVID-19 ini. Pemakaian maskernya sudah benar, namun cara penyimpanannya yang salah. Jika masker disimpan dengan cara yang salah, maka akan menurunkan tingkat efektifitas dari masker itu sendiri. Karena itu, penelitian ini akan berfokus pada permasalahan tersebut dan solusinya. Penelitian ini menggunakan metode kualitatif triangulasi. Sampel diambil dari mensurvey 3 orang dengan jarak umur sesuai target yang ditentukan di Surabaya. Hasil penelitian membuktikan bahwa masih banyak orang yang belum paham mengenai bahaya yang ditimbulkan dari melepaskan dan meletakkan masker secara sembarangan. Mereka juga belum paham betul mengenai adanya solusi atas permasalahan tersebut. Dengan berbagai pertimbangan dan percobaan, maka penulis membuat solusi yang berupa packaging sekaligus media penyimpan masker yang diperforasi. Pola tersebut nantinya akan diperforasi langsung dalam kemasan sehingga dapat langsung dirakit tanpa menggunakan lem atau peralatan apapun. Dengan demikian, masyarakat dari berbagai golongan pun bisa mendapatkan masker sekaligus media penyimpanannya. Selain tidak perlu membelinya secara terpisah, penyimpan ini juga ramah lungkungan karena kemasan yang mulanya hanya merupakan packaging masker, sekarang dapat sekaligus menjadi tempat penyimpan masker sehingga dapat mengurangi limbah kemasan.",
  "creators": "CLAUDIA CELINA LOUISE",
  "contributors": "Listia (Advisor 1); Rika Febriani, S.Sn., M.A. (Advisor 2); Heru Dwi Waluyanto (Examination Committee 1); Anang Tri Wahyudi (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Desain Kemasan",
  "source": "Desain Kemasan No. 00023648/DKV/2021; Claudia Celina Louise (E12170062)",
  "subjects": "PACKAGING--DESIGN; GRAPHIC ARTS; VISUAL COMMUNICATION"
}