{
  "id": "50662",
  "title": "Fasad kinetik penghasil energi pada bangunan vertikal studi kasus: Gedung Apartemen Metropolis Surabaya",
  "abstract": "Apartemen merupakan salah satu jenis bangunan bertingkat tinggi yang terus meningkat jumlahnya secara signifikan di Kota Surabaya. Salah satu bangunan tinggi di Surabaya yang mendapat perhatian dalam kajian terkait energi adalah Apartmen Metropolis Surabaya. Berdasarkan audit energi awal nilai Indeks Konsumsi Energi (IKE) bangunan Apartment Metropolis Surabaya adalah sebesar 338.6 kWh/m2 pertahun, fakta tersebut mengindikasikan bahwa penggunaan energi belum efisien. Penelitian ini akan membahas bagaimana desain sistem kinetik yang dapat diterapkan dan sinergi dengan fasad Apartemen Metropolis saat ini, yang mampu mengkonversi energi angin di sekitar bangunan menjadi listrik. Tujuan utama penelitian ini adalah untuk mengkaji model fasad kinetik yang tepat untuk Apartemen Metropolis dengan pemanfaatan sumber daya alam berupa angin. Penelitian diawali dengan menggunakan studi preseden, studi eksplorasi bentuk 2D dan 3D dan studi simulasi software mengenai gerak angin Ansys Fluent. Hasil dari penelitian ini adalah bentuk fasad yang menggantung dan berotasi dengan 3 bilah baling-baling sebagai yang paling efektif. Adapun nilai daya baling-baling ditunjukkan dengan jumlah bilah 3 buah untuk masing-masing kecepatan angin 0.7 m/det, 1.5 m/det, dan 5.6 m/det sebesar 30.39 kWh, 1,657.21 kWh, dan 30,084.69 kWh. Sedangkan perkiraan daya yang dihasilkan perhari terendah 182.35 kW dan tertinggi 90,254.07 kW.",
  "creators": "Stephanus Wirawan Dharmatanna",
  "contributors": "Christina Eviutami Mediastica S.T., PH.D. (Advisor 1); Jimmy Nurdi Kusuma Priatman (Advisor 2); Oegik Soegihardjo (Examination Committee 1); Ir. Agung Murti Nugroho, ST., MT., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 00000007/MARS/2021; Stephanus Wirawan Dharmatanna (B22200001)",
  "subjects": "APARTMENT HOUSES--DESIGNS AND PLANS; ARCHITECTURE AND ENERGY CONSERVATION; BUILDING-ENERGY CONSERVATION; FACADES"
}