{
  "id": "50677",
  "title": "Pengolahan material limbah Kevala ceramics Bali sebagai material produk interior ruang publik",
  "abstract": "Limbah adalah salah satu masalah utama yang sering kita jumpai pada era sekarang. Kebutuhan maupun jumlah manusia yang kian meningkat menyebabkan makin banyaknya alat benda yang terus diciptakan setiap harinya. Sehingga tumbuhlah industri manufaktur dalam segala faktor salah satunya peralatan table-wear (keramik). Pembuatan table-wear dengan material clay yang makin berkembang membuat tumbuhnya manufaktur baru yang berkarya dan juga bersaing dalam negeri maupun luar negeri. Tanpa disadari timbulah banyaknya limbah dari tiap proses pembuatan keramik ini. Penulis mempelajari bahwa keramik sendiri tercipta dari bahan baku yang ramah lingkungan sehingga memungkinkan untuk di olah kembali limbahnya dan dijadikan produk lain yang tetap memiliki nilai jual. Bisq merupakan salah satu limbah yang dihasilkan dari proses pembuatan keramik. Bisq adalah hasil pembakaran pertama yang terkadang tidak dapat dilanjutkan sampai proses glazing dan pembakaran kedua karena adanya crack ataupun perubahan bentuk yang mengakibatkan bisq tidak lolos saat masuk pada tahap quality control dan terpaksa harus dibuang. Karena itu perancangan ini dilakukan untuk mengolah limbah dari Kevala Ceramics khususnya bisq untuk mengurangi waste dan menambah eksplorasi material baru pada furnitur. Dari hasil penelitian terdapat beberapa teknik yang dapat digunakan untuk mengolah limbah ini yaitu teknik mosaic dan teknik terazzo.",
  "creators": "VANIA NATASHA HUWAE",
  "contributors": "Grace Mulyono (Advisor 1); Adi Santosa (Examination Committee 1); MOCH TAUFAN RIZQI, S.Sn. (Examination Committee 2); FRENKY TANAYA, ST.,M.T. (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00022006/DIN/2021; Vania Natasha Huwae (E11170005)",
  "subjects": "RECYCLING (WASTE); CERAMICS; INTERIOR DECORATION"
}