{
  "id": "50670",
  "title": "Perancangan interior hunian modern pada era new normal",
  "abstract": "Pada jaman modern seperti ini hunian modern merupakan gaya desain yang paling banyak dicari. Selain itu saat ini (2021) dunia telah berusaha melawan sebuah wabah virus Covid-19 dan juga membuat masyarakat diharuskan mengubah beberapa gaya hidupnya sehingga terciptalah sebuah era baru yang dikenal sebagai era new normal. Proyek ini merupakan sebuah proyek interior residential yang diberikan oleh Harvest Interior. Implementasi konsep eco design pada proyek desain ini memiliki tujuan yaitu untuk mengurangi penggunaan sumber daya dan juga menghasilkan sebuah desain yang mendukung era new normal yang saat ini sedang berlangsung. Memungkinkan memanfaatkan bukaan dan juga sirkulasi udara yang baik serta kefektifitasan pola sirkulasi penghuni rumah. Pelaksanaan proyek menggunakan metode design thinking. Dari pengerjaan proyek tersebut dapat disimpulkan bahwa memaksimalkan ventilasi atau bukaan yang ada dapat melancarkan sirkulasi dalam ruangan, untuk perputaran udara secara maksimal dapat juga digunakan exhaust fan dan juga kawat nyamuk pada ventilasi yang ada, penggunaan produk elektronik seperti lampu hemat energi dan juga AC inverter, serta peletakan lemari pakaian di dekat pintu masuk ataupun kamar mandi adalah beberapa hal yang perlu diperhatikan.",
  "creators": "MICHELLE ANGELICA PRAYUGO",
  "contributors": "Dr. Ir. Hedy Constancia Indrani, M.T. (Advisor and Examination Committee); Stephanus P. Honggowidjaja (Advisor 2); Poppy Firtatwentyna Nilasari, S.T., M.T. (Examination Committee 3); MARIA S.G POETIRAY (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00022048/DIN/2021; Michelle Angelica Prayugo (E11170063)",
  "subjects": "HOUSE DECORATION; INDUSTRIAL DESIGN-ENVIRONMENTAL ASPECTS"
}