{
  "id": "50688",
  "title": "Pengaruh dynamic capabilities dan business model innovation terhadap business sustainability pada peternak unggas di Kabupaten Situbondo",
  "abstract": "Dynamic Capabilities dan Business Model Innovation merupakan hal yang sangat perlu untuk dimiliki oleh pelaku bisnis khususnya para palaku peternak unggas agar dapat menangkap sebuah perubahan serta berinovasi terhadap usahanya untuk dapat memenuhi kebutuhan dan keinginan pelanggan serta keberlanjutan bisnis agar usaha yang dikerjakan terus bertahan. Terlebih dengan munculnya perubahan pada lingkungan bisnis yang tidak dapat diprediksi seperti yang terjadi pada saat ini adalah perubahan pada lingkungan bisnis yang diakibatkan karena situasi pandemi Covid-19, hal ini sangat penting bagi para peternak unggas untuk dapat sadar akan pentingnya menangkap perubahan yang terjadi dalam lingkungan bisnis dan berinovasi untuk dapat bertahan dan menjalankan bisnisnya. Penelitian ibi bertujuan untuk mengetahui ada atau tidaknya pengaruh-pengaruh Dynamic Capabilities dan Business Model Innovation terhadap Business Sustainability pada Peternak Unggas di Kabupaten Situbondo. Metode penelitian yang digunakan adalah metode kuantitatif. Teknik pengambilan sampel menggunakan non-probability sampling. Hasil dari penelitian ini menunjukkan bahwa Dynamic Capabilities memiliki pengaruh yang signifikan terhadap Business Model Innovation serta Business Model Innovation memiliki pengaruh yang signifikan terhadap Business Sustainability. Selain itu, pengaruh Dynamic Capabilities juga berpengaruh signifikan terhadap Business Sustainability.",
  "creators": "GABRIELLA HILLARY WIJAYANA",
  "contributors": "Widjojo Suprapto (Advisor 1); Thomas Santoso (Examination Committee 1); Marcus Remiasa (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012125/MAN/2021; Gabriella Hillary Wijayana (31416035)",
  "subjects": "BUSINESS PLANNING; BUSINESSPEOPLE; SMALL BUSINESS--MANAGEMENT"
}