{
  "id": "50689",
  "title": "Perancangan interior apartment bale hinggil tipe studio (projek Gursiji studio)",
  "abstract": "Duduk bersila merupakan sebuah fenomena yang secara kultural merupakan cara duduk yang otentik dan khas dengan keseharian serta aktifitasnya. Merupakan eksplorasi yang baru dalam bentukan desain, bagaimana duduk bersila dapat dimanfaatkan orisinalitas serta kedekatannya pada masyarakat dan pengguna, berubahnya sebuah pola duduk menciptakan pendekatan, fungsi, serta bentukan baru pada ruang yang akan digunakan. Dengan ini perubahan sudut pandang serta kebiasaan sehari-hari membuat sebuah anggapan bahwa sesuatu yang bersifat kultur dan budaya adalah sesuatu yang kuno, dan tidak bisa memenuhi standar dari kebutuhan hidup penggunanya. Di sisi lain sesuatu yang bersifat modern dianggap sebagai sesuatu yang mewah dan luxurious . Dari dasar pemikiran itulah diharapkan adanya jawaban dari perbedaan sudut pandang tersebut, perdebatan mengenai sesuatu yang lebih baik dan apakah tradisi serta kultur tersebut dapat di bawakan ke dalam era sekarang dengan bantuan pola duduk bersila dan desain. Dengan ini kepekaan masyarakat maupun pengguna akan hal kecil dalam kultur dan budaya masyarakat kita bisa lebih di terima dalam kehidupan sekarang. Perancangan ini akan membawa subjek utama yaitu apartment bale hinggil, untuk kemudian di ubah secara konsep dan desain nya dengan metode design thinking. Konsep duduk bersila akan menjadi poin utama, bagaimana sebuah ruang dapat menyatukan dua konsep berbeda dengan tetap memberikan jawaban akan kebutuhan pengguna.",
  "creators": "ANTONIUS YOSELVINO",
  "contributors": "Dr. Ir. Lintu Tulistyantoro, M.Ds. (Advisor 1); Yusita Kusumarini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00022080/DIN/2021; Antonius Yoselvino (E11170110)",
  "subjects": "INTERIOR DECORATION; APARTMENT HOUSES--DESIGNS AND PLANS; ETHNIC ART IN INTERIOR DECORATION"
}