{
  "id": "50685",
  "title": "Pengaruh pengungkapan digitalisasi dan risiko, serta kinerja keuangan terhadap risiko sistematis pada industri perbankan di ASEAN",
  "abstract": "Penelitian ini dilakukan dengan tujuan untuk mengetahui adanya pengaruh dari pengungkapan digitalisasi dan risiko, serta kinerja keuangan terhadap risiko sistematis pada industri perbankan di ASEAN. Sampel penelitian ini dilakukan di enam negara ASEAN yaitu Indonesia, Malaysia, Filipina, Singapore, Thailand, dan Vietnam yang telah terdaftar di pasar bursa saham dengan rentang tahun 2015 – 2019 dan bergerak pada sektor industri perbankan. Sampel penelitian berjumlah 70 bank kemudian diolah dengan menggunakan software gretl. Digitalisasi diukur dengan menggunakan scoring system dan terdiri dari digital branch dan mobile banking. Pengungkapan risiko diukur dengan mengunakan risk disclosure index dengan menggunakan scoring system. Kinerja keuangan diiukur dengan menggunakan indikator CAMEL yang terdiri dari Capital Adequacy, Assest Quality, Management Quality, Earning & Profitability, dan Liquidity menggunakan rasio yang didasarkan pada penelitian terdahulu. Hasil penelitian menunjukan bahwa digital branch dan mobile banking mempunyai pengaruh signifikan positif, pengungkapan risiko tidak mempunyai hubungan yang signifikan, Capital Adequacy menunjukan adanya pengaruh signifikan negatif, Assest Quality dan Management Quality menunjukan adanya pengaruh tidak signifikan sedangkan Earning & Profitability, dan Liquidity menunjukan adanya pengaruh signifikan positif terhadap risiko sistematis pada industri perbankan di ASEAN.",
  "creators": "DEBY AUSTIN FERNANTO",
  "contributors": "Saarce Elsye Hatane (Advisor 1); Hendri Kwistianus, S.E., M.M. (Advisor 2); Josua Tarigan (Examination Committee 1); Elisa Tjondro (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011731/AKT/2021; Deby Austin Fernanto (D12170191)",
  "subjects": "BANKS AND BANKING; FINANCE; PERFORMANCE"
}