{
  "id": "50695",
  "title": "Perancangan modul elemen interior dari material limbah marmer sebagai bagian dari upaya product development di PT Gajahmada Sukses Tritunggal",
  "abstract": "Pada era sekarang ini, dalam industri desain interior dalam penggunaan bahan batu alam sering kali kurang diperhitungkan dan tidak efisien. Proses pengolahannya pun mulai dari bongkahan besar di tambang gunung hingga menjadi lembaran-lembaran slab juga kurang memenuhi efisiensi energi (membutuhkan mesin khusus, dll). Limbah dapat berdampak negatif bagi lingkungan dan juga bagi manusia. Contohnya saja dalam bidang interior, limbah marmer hasil produksi mebel dan pemasangan pada lantai dan dinding jika tidak diolah dengan baik dan dibuang begitu saja akan terjadi penimbunan yang dapat menyebabkan banjir. Pengolahan limbah yang dilakukan menggunakan metode cor yaitu proses manufaktur pencampuran antara serbuk dan air untuk menghasilkan suatu bentuk yang padat. Eksperimen dilakukan untuk merumuskan karakteristik dari product development. Selanjutnya dilakukan berbagai uji coba dengan berbagai indikator agar dapat mengetahui kelebihan dan kekurangan dari product development tersebut. Penelitian dilakukan menggunakan metode kualitatif dan kuantitatif. Dari hasil penelitian yang sudah dilakukan, menghasilkan sebuah product development material yaitu terrazzo yang dapat berfungsi sebagai elemen pengisi interior maupun produk furnitur. Limbah marmer yang sudah diolah sangat berpotensi sekali untuk bisa dijadikan sebuah material dalam bidang interior.",
  "creators": "LEONARDO NESDI GHOZALI",
  "contributors": "Yusita Kusumarini (Advisor and Examination Committee); Mariana Wibowo, S.Sn., M.MT. (Examination Committee 2); Filipus Priyo Suprobo, S.T., M.T. (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00022009/DIN/2021; Leonardo Nesdi Ghozali (E11170009)",
  "subjects": "MARBLE IN INTERIOR DECORATION; NEW PRODUCTS; PRODUCT DESIGN"
}