{
  "id": "50708",
  "title": "Sistem informasi pelayanan GMIT Tiberias Kupang berbasis mobile",
  "abstract": "Saat ini sebagian besar sistem informasi pelayanan gereja masih bersifat manual. Dalam lingkungan GMIT Tiberias Kupang, media yang digunakan dalam penyampaian informasi pelayanan kepada jemaat masih dilakukan secara konvensional yaitu melalui pembacaan dan pembagian warta jemaat yang hanya bisa didapatkan pada hari minggu saat kebaktian utama dilaksanakan. Oleh karena itu, penyampaian informasi menjadi kurang efektif dan efisien. Lebih jauh, di masa pandemi Covid-19 ini memungkinkan terjadinya potensi penyebaran virus pada jemaat melalui kertas warta jemaat, liturgi ibadah, dan laporan keuangan. Demikian pula sama halnya dengan kegiatan administrasi dan pengelolaan data jemaat secara manual dapat menimbulkan kekeliruan dan meningkatkan biaya operasional. Seiring dengan pesatnya perkembangan teknologi informasi dari waktu ke waktu memungkinkan dirancangnya sebuah aplikasi sistem informasi pelayanan gereja yang dapat mengoptimalkan pelayanan dan sistem informasi GMIT Tiberias Kupang dengan menghadirkan berbagai fitur yang mampu menjawab kebutuhan masyarakat gereja baik bagi pelayan maupun jemaat, mengingat saat ini hampir seluruh jemaat atau di dalam setiap rumah tangga minimal salah satu anggota keluarga sudah memiliki ponsel android. Tujuan dari pembuatan aplikasi ini adalah untuk mengoptimalkan sistem informasi pelayanan jemaat GMIT Tiberias Kupang yang efektif dan efisien menggunakan aplikasi mobile. Aplikasi dibuat menggunakan Android Studio dengan bahasa pemograman Java dan Firebase sebagai database serta pembuatan website untuk admin menggunakan bahasa pemograman HTML, CSS, dan PHP. Hasil dari penelitian ini diketahui bahwa tingkat kepuasan jemaat terhadap sistem informasi pelayanan gereja mengalami peningkatan yang signifikan setelah menggunakan Aplikasi Sistem Informasi Pelayanan GMIT Tiberias Kupang Berbasis Mobile.",
  "creators": "JIMRIO VICKY STANLEY BENU",
  "contributors": "Alexander Setiawan (Advisor 1); Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 2); Lily Puspa Dewi, S.T., M.Kom. (Examination Committee 1); INDRO SETIAWAN (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022090/INF/2021; Jimrio Vicky Stanley Benu (26416135)",
  "subjects": "ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE); MOBILE APPS--DESIGN; PROGRAMMING (ELECTRONIC COMPUTERS)"
}