{
  "id": "50702",
  "title": "Desain ruang sosial rumah susun sederhana pada saat pandemi COVID-19: kasus apartemen sederhana Siwalankerto Surabaya",
  "abstract": "Adanya pandemi COVID-19 di seluruh dunia telah menyebabkan perubahan dalam berbagai bidang kehidupan manusia yang ada tak terkecuali bidang arsitektur. Dengan adanya pandemi ini dan tantangan saat pandemi yang sudah di depan mata, pasti mendatangkan pertanyaan baru terkait identitas ruang atau simbol arsitektur yang umumnya terbentuk karena adanya kegiatan sosial (biasa disebut sebagai ruang sosial). Ruang sosial saat ini menjadi ruang yang cenderung dihindari dan memberikan rasa yang kurang nyaman dikarenakan penularan pandemi yang cepat dan menyebabkan perubahan persepsi dari sebuah ruang sosial tak terkecuali ruang sosial pada rumah susun. Ruang sosial tercipta melalui elemen - rekognisi spasial. Rekognisi spasial merupakan suatu pemahaman tentang ruang antar bangunan yang distudi berdasarkan persepsi dan konsepsi ruang dari masyarakat yang tinggal disana. Tujuan dari penelitian ini adalah untuk mengindentifikasi perubahan elemen rekognisi yang terjadi pada ruang sosial rumah susun akibat pandemi COVID-19 dan usulan desain yang ideal bagi ruang sosial rumah susun yang sesuai dengan masa pandemi saat ini. Metode penelitian yang digunakan adalah metode pendekatan kualitatif studi kasus. Hasil dari penelitian ini berupa analisis perubahan elemen rekognisi spasial pada ruang sosial aparna SWK dan usulan desain ruang sosial pada aparna SWK dengan konsep ruang sosial yang adaptif dan flexible.",
  "creators": "Steven Pintono",
  "contributors": "Rully Damayanti (Advisor 1); Timoticin Kwanda (Advisor 2); Lilianny Sigit Arifin (Examination Committee 1); Dr. Rony Gunawan Sunaryo, S.T., M.T., (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 00000009/MARS/2021; Steven Pintono (B22190005)",
  "subjects": "PUBLIC SPACES--DESIGNS AND PLANS; APARTMENT HOUSES-DESIGN AND PLANS; PUBLIC SPACES"
}