{
  "id": "50714",
  "title": "Analisis positioning produk baru rokok Djarum Super Cs ditinjau dari atribut produk",
  "abstract": "Seiring dengan semakin modemnya perkembangan jaman menyebabkan meningkatnya persaingan khususnya pada industri rokok. untuk mempertahankan posisinya diam pasar serta adanya peraturan pemerintah tentang rokok sehingga membuat perusahaan b e ru s ia melalaikan inovasi terhadap produknya. Dalam hal ini PT. Djarum Kudus melakukan positioning produk baru melalui produk rokok Djarum Super Cs yang berbeda dari produk sebelumnya yang ditinjau dari atribut produk seperti Rasa, Kemasan dan Kualitas fisik produk. Dari segi Rasa terdiri dari rasa manis, aroma asap dan hisapan. Dari segi Kemasan terdiri dari warna kemasan, bentuk kemasan dan logo tulisan merk Sedangkan dari Kualitas fisik produk terdiri pembungkus (wrapper) rokok dan ukuran batang rokok. Dalam penelitian ini digunakan data primer dengan menyebarkan kuesioner kepada pengguna rokok PT. Djarum kelas reguler dan Light: Djarum Super Cs, Djarum Super, Mezzo, LA Light dan LA Menthol. Berdasarkan analisa fr ekuensi dengan melihat kepentingan atribut produk dalam memilih rokok maka diperoleh hasil untuk atribut wama kemasan, bentuk kemasan, pembungkus (wraper) rokok, rasa manis, hisapan dan aroma asap konsumen menganggap penting. Sedangkan atribut logo tulisan merk dan ukuran batang rokok kensumen menganggap sangat penting. Analisa CHAID digunakan untuk mengevaluasi pengguna rokok Djarum Super Cs terhadap rokok sebelumnya. Dengan hasil 27 0rang (21.8%) dari total ■109 orang (31.1%) pengkonsumsi rokok Djarum Super Cs sebelumnya merokok merk Gudang Garam Surya, Marlboro, Dji Sam su. Country, Kansas, Bentoel dan perokok pemula/baru pertama kah merokok. Sebanyak 3 orang (2.2%) dari total 109 orang (31.1%) pengkonsumsi rokok Djarum Super Cs sebelumnya merokok merk Lucky Strike, A Mild Menthol, Star Mild, LA Light, X Mild, Class Mild, U Mild, LA Menthol dan Gudang Garam Signal. Sebanyak 79 orang (86.8%) dari total 109 orang (31.1%) pengkonsumsi rokok Djamm Cs sebelumnya merokok merk Djarum Super, Gudang Garam Intemasional, Wismilak dan Djarum 76. Berdasarkan analisa correspondence, positioning rokok Djarum Super Cs lebih dominan didukung oleh atribut aroma asap dan kemasan. Ini sesuai dengan target PT Djamm Kudus mempositioningkan Djamm Supar Cs dalam kemasan gaul.",
  "creators": "YUSAK HARTANTO; ZANDY ARTAWIJAYA UMBOH",
  "contributors": "Unknown",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02012083/MAN/2006; Yusak Hartanto (31401276), Zandy A. Umboh (31402273)",
  "subjects": "MARKETING RESEARCH; PRODUCT MANAGEMENT"
}