{
  "id": "50747",
  "title": "Pengaruh profitability terhadap enterprise value dengan corporate social responsibility performance dan brand value sebagai mediating variable",
  "abstract": "Saat ini banyak sekali perusahaan-perusahaan yang berusaha keras untuk menghasilkan Enterprise Value yang tinggi. Enterprise Value memungkinkan perusahaan memperoleh total value yang tinggi, bukan hanya sekedar Market Capitalization yang tinggi. Untuk mencapai hal tersebut perusahaan banyak melakukan strategy usaha untuk mempermudah pencapaian tersebut, diantaranya dengan menciptakan value added berupa intangible value seperti melakukan aktivitas CSR dan menciptakan CSR performance yang baik dan menciptakan Brand Value melalui Brand Valuation. Penelitian ini mencari jawaban apakah terjadi hubungan antara profitabilitas yang diindikasikan dengan ROA dan ROE dengan Enterprise Value. Digunakan dua mediating variable yaitu CSR performance dan Brand Value, hal ini untuk meneliti apakah CSR performance dan Brand Value mempengaruhi hubungan antara Profitability dengan Enterprise Value. Peneliti menggunakan data sekunder dengan 51 perusahaan di Indonesia yang secara konsisten selama 3 tahun (2017-2019) masuk dalam 100 most valuable brands versi Majalah Swa yang bekerja sama dengan Brand Finance. Peneliti mengolah data dengan menggunakan PLS SEM SmartPLS. Software Statistik ini memiliki banyak keunggulan, di antaranya menjalankan model penelitian yang rumit dengan sample yang tidak besar. Dari hasil penelitian disimpulkan tidak ada hubungan antara Profitabilitay dengn Enterprise Value. Hubungan yang kuat terjadi antara Brand Value dan Enterprise Value. Brand Value merupakan mediating antara Profitability dan Enterprise Value.",
  "creators": "Gregorios Ronald",
  "contributors": "Hatane Semuel (Advisor 1); Josua Tarigan (Examination Committee 1); Zeplin Jiwa Husada Tarigan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020303/MM/2021; Gregorios Ronald (D21200032)",
  "subjects": "SOCIAL RESPONSIBILITY OF BUSINESS"
}