{
  "id": "50760",
  "title": "Analisa behavior intention terhadap kelompok konsumen pria dan wanita pada Salon J.F. Lazartigue di Surabaya",
  "abstract": "Berdasarkan lima atribut yang membentuk belief strength (b) yaitu lingkungan fisik, lingkungan sosial, lingkungan pemasaran company, lingkungan pemasaran customer, dan variabel personal, wanita lebih cenderung kepada variabel personal, sedangkan laki-laki lebih cenderung kepada lingkungan sosial. Berdasarkan lima atribut evaluation beliefs (e) wanita dan laki-laki menyatakan bahwa seluruh atribut suatu salon pada umumnya adalah penting. Namun demikian, kaum wanita menyatakan variabel personal paling penting dan bagi laki-laki lingkungan sosial adalah yang paling penting dalam mempertimbangkan konsumsi produk dan jasa suatu salon Berdasarkan hasil analisis attitude toward behavior (Ab), sikap berperilaku wanita lebih besar dari pada laki-laki terhadap Salon JJF. Lazartigue di TP 4 Surabaya. Hasil analisis normative beliefs (MB) menunjukkan semua kelompok acuan atau reference gr oup (keluarga, teman, rekan kerja, tetangga, dan kelompok keagamaan) pada kaum wanita dan laki-laki berpendapat sebaiknya responden mengkonsumsi produk dan jasa Salon J.F. Lazartigue di TP 4 Surabaya. Berdasarkan hasil analisis motivation to comply (MC), rata-rata kaum wanita lebih cenderung menurut pendapat kelompok keagamaan, sebaliknya laki-laki lebih menurut pendapat tetangga. Secara keseluruhan nilai MC kaum laki-laki lebih besar dari kaum wanita, atau kaum laki-laki lebih cenderung menuruti pendapat kelompok acuan dari pada kaum wanita. Hasil analisis subjective norm (SN) menunjukkan nilai SN kaum laki-laki lebih besar dari SN kaimi wanita. Tingginya nilai SN laki-laki tersebut dikarenakan relatif tingginya nilai (MC). Berdasarkan analisis weight related (w), antara kaum wanita dan laki-laki relatif tidak mempunyai perbedaan yang berarti dalam memutuskan pergi ke Salon J.F. Lazartigue di TP 4 Surabaya. Keduanya lebih banyak menuruti pendapat pribadi daripada menuruti pendapat kelompok acuan. Berdasarkan hasil analisis behavior intention (BI) dapat disimpulkan bahwa BI kaum wanita lebih besar bila dibandingkan kaum laki-laki dalam mengkonsumsi produk dan jasa Salon J.F. Lazartigue di TP 4 Surabaya. Realitas tersebut dapat dimungkinkan karena kaum wanita identik dengan kecantikan, keindahan, penampilan, dan gaya hidup yang trendy mengikuti perkembangan waktu, yang dapat diwujudkan dengan salah satu cara yaitu mengkonsumsi produk dan jasa salon.",
  "creators": "NATHALIA KARTIKASARI S",
  "contributors": "Filicia Chandra (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02012037/MAN/2006; Nathalia Kartikasari Setiabudi (31400184)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMERS--RESEARCH"
}