{
  "id": "5088",
  "title": "Perancangan sistem pengendalian kualitas di PT Satriagraha Sempurna dengan output quality plan",
  "abstract": "PT Satriagraha Sempurna baru-baru ini memperoleh ISO 9001:2000 mengenai sistem manajemen mutu. Hal yang mendasari perusahaan tersebut untuk mendapatkan ISO 9001:2000 adalah kualitas menjadi dasar kepuasan konsumen dalam memilih produk dan pada saat ini masyarakat semakin kritis di dalam memilih kualitas produk, sehingga mau tidak mau perusahaan harus memperhatikan kualitas mereka agar produk mereka tetap eksis di pasaran dan dapat bersaing dengan perusahaan-perusahaan sejenis. Akan tetapi sistem pengendalian kualitas yang berjalan masih memerlukan peningkatan-peningkatan. Oleh karena itu melalui tugas akhir ini penulis akan menyusun sebuah sistem pengendalian kualitas yang baru yang lebih terstruktur dengan baik dan terperinci dengan output quality plan untuk PT Satriagraha Sempurna. Perancangan ini meliputi penentuan karakteristik kualitas, standar penerimaan, jenis dan criteria kecacatan, dan aktivitas kritis. Data yang diambil didasarkan pada quality plan yang telah dibuat dan untuk memudahkan pengambilan datanya maka digunakan check sheet. Untuk mengolah data maka dibuatlah peta kendali. Data kemudian dianalisa dengan pembuatan diagram pareto untuk mengetahui jumlah kecacatan dari yang besar sampai yang kecil, sehingga dapat dibuat cause and effect diagram. Setelah dilakukan analisa dari quality plan diperoleh proses kritis yang harus mendapatkan perhatian yang lebih lagi sehingga pada proses tersebut dapat ditekan seminimum mungkin prosentase kecacatannya. Proses kritis tersebut yaitu pada proses corrugating, printing, stitching, dan lilin.",
  "creators": "PETER ADI SUTJIPTO",
  "contributors": "I Nyoman Sutapa (Advisor 1); BAGUS SAKSONO (Advisor 2); Jani Rahardjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02041212/IND/2007; Peter Adi Sutjipto (25403114)",
  "subjects": "TOTAL QUALITY MANAGEMENT-STATISTICAL METHODS"
}