{
  "id": "50985",
  "title": "Strategi marketing public relations hotel Swiss-Belinn Kristal Kupang untuk promosi pada masa pandemi COVID-19",
  "abstract": "Penelitian ini dilakukan untuk mengetahui strategi Marketing Public Relations Hotel Swiss-Belinn Kristal Kupang untuk promosi pada masa pandemi COVID-19. Tujuan dari strategi ini adalah untuk mengkomunikasikan produk dan jasa yang dirancang pada masa pandemi COVID-19. Untuk mencapai tujuan tersebut, diperlukan strategi yang dapat menjadi panduan bagi Marketing Public Relations Hotel Swiss-Belinn Kristal Kupang. Strategi yang dirancang kemudian dipecah menjadi taktik. Taktik yang pertama adalah menjalin hubungan dengan pelanggan dan calon pelanggan, media dan pers, pemerintah dan jajarannya, masyarakat sekitar dan influencer. Taktik yang kedua adalah menggunakan media perantara untuk membantu mengkomunikasikan produk dan jasa. Media yang digunakan adalah media sosial, website, flyer, koran online, dan radio. Marketing Public Relations Hotel Swiss-Belinn Kristal Kupang selalu berusaha melakukan inovasi dan penyesuaian di masa pandemi COVID-19. Marketing Public Relations Hotel Swiss\u0002Belinn Kristal Kupang juga melakukan survei guna mengetahui respon publik terhadap strategi yang dilakukan dan evaluasi strategi apa bisa diterima dan yang perlu diganti. Jenis penelitian ini adalah deskriptif kualitatif dan metode yang digunakan adalah metode studi kasus.",
  "creators": "AMANDA ALICIA LEHA",
  "contributors": "Felicia Goenawan (Advisor 1); Titi Nur Vidyarini, S.Sos., M.Comms. (Advisor 2); Gatut Priyowidodo (Examination Committee 1); Astri Yogatama (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011728/KOM/2021; Amanda Alicia Leha (F11170083)",
  "subjects": "MARKETING--MANAGEMENT; PUBLIC RELATIONS; STRATEGIC PLANNING"
}