{
  "id": "51029",
  "title": "Pengaruh IT mindset terhadap competitive advantage kantor akuntan Indonesia dalam masa pandemi COVID-19 dengan IT usage dan business process agility sebagai variabel mediasi",
  "abstract": "Lingkungan persaingan bisnis sejak pandemi COVID-19 tidak akan sama lagi. Sejak mewabahnya COVID-19 di seluruh dunia termasuk di Indonesia, setiap keputusan para pelaku usaha akan diperhadapkan dengan ketidakpastian dan ketidakstabilan. Untuk dapat mempertahankan keberlangsungan usahanya, para pelaku usaha perlu memiiliki competitive advantage yang membedakannya dari kompetitor. Hal ini berlaku tidak hanya untuk pelaku usaha, namun juga bagi para profesional seperti akuntan. Competitive advantage merupakan core competencies atau sumber daya yang memiliki karakteristik yang bernilai, langka, sulit untuk ditiru, dan dapat dieksploitasi oleh organisasi. Dalam penelitian ini, sumber daya yang akan dinilai pengaruhnya terhadap competitive advantage adalah IT mindset, IT usage, dan business process agility. Penelitian ini diharapkan dapat menjelaskan bagaimana kontribusi IT mindset, IT usage, dan business process agility terhadap competitive advantage Kantor Akuntan Publik (KAP) dan Kantor Jasa Akuntan (KJA) di Indonesia selama masa pandemi COVID-19. Populasi dalam penelitian ini adalah KAP yang terdaftar di direktori KAP tahun 2020, dan KJA yang terdaftar di direktori KJA tahun 2019. Sebanyak 98 total responden dari KAP dan KJA akan digunakan sebagai sampel dalam penelitian, yang mana menggunakan metode purposive sampling-judgement. Sampel yang telah terkumpul akan diolah dengan menggunakan teknik analisa data PLS-SEM menggunakan program SmartPLS versi 3.3.3. Dalam penelitian ini, peneliti menyusun 11 hipotesis yang terdiri dari hubungan langsung dan hubungan tidak langsung. Hasil uji statistik mengonfirmasi 5 dari 6 hipotesis terkait hubungan langsung antara variabel IT mindset, IT usage, business process agility, dan competitive advantage. Hasil uji statistik juga mengonfirmasi seluruh hipotesis terkait peran mediasi IT usage dan business process agility. Penelitian ini memberikan kontribusi praktis dan teoritis, di mana hasil dari penelitian ini dapat digunakan sebagai pertimbangan bagi KAP dan KJA untuk meningkatkan pemberdayaan sumber daya yang ada pada penelitian ini untuk meningkatkan competitive advantage mereka pada masa pandemi COVID-19 atau kondisi krisis lainnya. Hasil penelitian ini juga menguji penelitian-penelitian terdahulu terkait pengaruh variabel-variabel dalam penelitian ini, terutama variabel IT mindset yang belum banyak diteliti sebagai variabel predictor.",
  "creators": "Stephani Octaviana",
  "contributors": "Devie (Advisor 1); Oviliani Yenty Yuliana, S.T., MS-CIS., Ph.D. (Advisor 2); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1); Zeplin Jiwa Husada Tarigan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020312/MM/2021; Stephani Octaviana (D21200039)",
  "subjects": "PERSONNEL MANAGEMENT; ACCOUNTING FIRMS; INFORMATION TECHNOLOGY"
}