{
  "id": "51051",
  "title": "Studi pengaruh saluran intake udara dengan profil nozzle pada performa motor bensin",
  "abstract": "Performa pada suatu mesin secara umum dapat dinyatakan dari besarnya daya yang dihasilkan, konsumsi bahan bakar yang dibutuhkan, efisiensi thermis yang dihasilkan serta komposisi kimia dari emisi gas buangnya. Ada berbagai macam teknik modifikasi untuk meningkatkan performa mesin, di antaranya adalah memodifikasi saluran intake udara yang masuk ke dalam mesin bensin. Saluran intake udara ideal yang diharapkan adalah saluran intake yang mampu mentransfer banyaknya udara sesuai dengan kebutuhan mesin. Banyaknya udara yang masuk harus didukung oleh peningkatan massa jenis udara dan penurunan temperatur. Untuk memenuhi kebutuhan ini, profil air intake harus dibuat menyerupai nozzle. Besar profil nozzle yang diinginkan adalah dua kali pembesaran diameter air intake standar dengan panjang 50 cm. Dengan profil inilah udara yang masuk dapat mengoptimalkan performa mesin bensin, sehingga pembakaran menjadi lebih sempuma. Peningkatan performa mesin bensin menggunakan saluran profil nozzle dengan pembesaran 2x diameter standart dengan panjang 50 cm dapat meningkatkan prosentase daya sebesar 8,46%, penurunan bahan bakar spesifik minimum sebesar 12,6%, peningkatan efisiensi thermis sebesar 14,57% dan penurunan kadar CO maksimum sebesar 55%. Dengan adanya hasil penelitian ini, dapat disimpulkan bahwa profil nozzle dapat meningkatkan performa motor bensin",
  "creators": "YOHAN ADHI KARTIKA",
  "contributors": "Philip Kristanto Tedjasaputra (Advisor 1); Ekadewi Anggraini Handoyo (Advisor 2); Oegik Soegihardjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 010696/MES/2005; Yohan Adhi Kartika (24401001)",
  "subjects": "INTERNAL COMBUSTION ENGINES; INTAKES (HYDRAULIC ENGINEERING); NOZZLES"
}