{
  "id": "5110",
  "title": "Pengukuran kepuasan pelanggan dan perancangan pemanfaatan database di Supermarket Sinar Sukomanunggal",
  "abstract": "Kualitas layanan Supermarket Sinar Sukomanunggal masih belum baik. Hal ini diketahui dari masih banyaknya komplain yang terjadi. Supermarket Sinar melakukan pengukuran kualitas layanan dengan tujuan untuk mengetahui tingkat kualitas layanan yang belum sesuai dengan harapan konsumen dan perubahan seperti apa yang harus dilakukan untuk memuaskan konsumen. Penelitian pengukuran kualitas layanan dilakukan dengan dengan metode servqual. Pengambilan data dengan metode servqual dilakukan melalui penyebaran kuesioner kepada konsumen dengan sampel sebanyak 100 responden, 1 orang manajemen dan 30 orang karyawan. Pengujian validitas dan reliabilitas akan dilakukan terhadap data yang diambil kemudian dilakukan pengujian Wilcoxon, Mann Whitney dan perhitungan gap. Hasil perhitungan gap akan diintegrasikan antara gap yang satu dengan yang lainnya. Hasil pengolahan gap 5 dengan nilai rata-rata -1,28, menunjukkan bahwa konsumen masih belum puas dengan kelima dimensi kualitas layanan. Terutama kualitas layanan yang berkaitan erat dengan dimensi empathy sebesar -1,75 dan reliability sebesar -1,60. Melalui integrasi gap diketahui bahwa penyebab utama terjadinya gap 5 adalah gap 1, yaitu persepsi manajemen yang belum sesuai dengan harapan konsumen. Oleh karena itu, Supermarket Sinar perlu melakukan perubahan terutama pandangan manajemen terhadap kebutuhan konsumen disertai dengan perubahan standar yang berlaku. Perubahan pandangan disesuaikan dengan survei ke konsumen sedangkan peningkatan standar dilakukan dengan memanfaatkan database terintegrasi.",
  "creators": "EVELINE RENATA PRAJOGO",
  "contributors": "Felecia, S.T., M.Sc. (Advisor 1); Kriswanto Widiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011195/IND/2007; Eveline Renata Prajogo (25403012)",
  "subjects": "CONSUMERS-RESEARCH; CONSUMER SATISFACTION"
}