{
  "id": "51127",
  "title": "Peningkatan produktivitas di PT Cipta Alam Indah",
  "abstract": "Persaingan industri yang semakin ketat menyebabkan perusahaan dituntut untuk lebih efisien dalam berbagai hal. Berbagai macam usaha yang dilakukan untuk meningkatkan produktivitas perusahaan agar dihasilkan produk atau jasa yang lebih baik. Faktor-faktor yang mempengaruhi produktivitas perusahaan adalah tenaga kerja, modal, material dan energi. Untuk meningkatkan produktivitas perusahaan dapat dimulai dengan menekan biaya-biaya yang dan perencanaan manajemen yang lebih baik. Proses peningkatan produktivitas dilakukan berdasarkan siklus produktivitas yang terdiri atas empat langkah. Langkah pertama adalah dengan melakukan pengukuran produktivitas dengan membandingkan antara nilai keluaran, yaitu tingkat penjualan rata-rata; dengan nilai masukan, yaitu biaya tenaga keija, biaya modal, biaya material dan biaya energi. Langkah kedua dapat dimulai dengan mengevaluasi produktivitas tersebut dengan melakukan analisa secara kuantitatif dan secara kualitatif. Langkah ketiga adalah perencanaan produktivitas dengan melihat analisa sebelumnya, kemudian melakukan perencanaan terhadap perubahan yang bisa dilakukan. Langkah terakhir adalah peningkatan produktivitas, yang merupakan implementasi dari perencanaan yang dilakukan sebelumnya. Perusahaan memiliki banyak mesin, sehingga mesin memegang peranan penting di perusahaan. Dengan perancangan sistem perawatan yang baik, dapat membantu menekan biaya-biaya yang ada.",
  "creators": "ANDREAS TEGOEH ADE IRAWAN",
  "contributors": "I Nyoman Sutapa (Advisor 1); Zeplin Jiwa Husada Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01040927/IND/2005; Andreas Tegoeh Ade Irawan (25498148)",
  "subjects": "INDUSTRIAL PRODUCTIVITY; PRODUCTION MANAGEMENT"
}