{
  "id": "51145",
  "title": "Perancangan dan pembuatan website penjualan online pada Anda Cake And Decoration",
  "abstract": "Dengan meningkatnya tingkat kesibukan masyarakat kota besar seperti Surabaya, transaksi jual beli perlu dilakukan secara cepat dan tepat. Namun, karena keterbatasan waktu, pembeli mungkin mengalami kendala dalam hal pemesanan. Di sisi lain, “Anda Cake and Decoration” sebagai pihak penjual juga harus berkompetisi dengan yang lain dalam hal pelayanan kepada pembeli untuk memperluas pangsa pasar. Untuk itu, penulis mencoba membantu mengembangkan sebuah website e-commerce melalui internet yang menyediakan fasilitas penjualan secara online. Melalui sistem para pembeli dapat melihat data yang lengkap mengenai produk yang akan dibeli, seperti tipe, ukuran, harga, foto, bahkan review dan rating dari para pembeli sebelumnya. Sistem ini terutama memungkinkan para pembeli untuk melakukan pemesanan secara online. Selain itu, para pembeli juga diberi kesempatan untuk memberikan review dan rating terhadap produk yang dapat menjadi bahan masukan bagi pemilik usaha untuk meningkatkan kualitas pelayanannya. Sistem ini dibuat dengan teknologi PHP, dengan Apache sebagai web server dan MySQL sebagai database server. Pengujian terhadap sistem menunjukkan bahwa website e-commerce ini dapat membantu baik penjual maupun pembeli dalam melakukan transaksi, karena dapat mempermudah pembeli untuk melakukan pemesanan kapan saja dan di mana saja. Adanya review dari para pembeli juga membantu penjual untuk meningkatkan pelayanannya yang pada akhirnya akan mengembangkan pangsa pasar penjual.",
  "creators": "YOHANES KAREL A WANGANIA",
  "contributors": "Arlinah Imam Rahardjo (Advisor 1); Agustinus Noertjahyana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02000395/INF/2005; Yohanes Karel A Wanganla (26499186)",
  "subjects": "ELECTRONIC COMMERCE; INTERNET (COMPUTER NETWORKS); WEB SITES"
}