{
  "id": "5114",
  "title": "Karakterisasi dan peningkatan kekerasan bahan cetakan blow molding",
  "abstract": "Beragamnya permintaan pasar akan botol plastik, menyebabkan PT. X. memilih aluminium paduan sebagai bahan cetakan Blow molding, karena sifat aluminium yang mudah dibentuk. Akan tetapi sifat kekerasan aluminium yang kurang tinggi, menyebabkan cetakan mudah rusak jika mengalami deformasi berlebih. Hal ini tampak terjadi adanya produk cacat yang meletus dan terjepit pada bagian sisi cetakan, sehingga menyebabkan bagian sisi cetakan tersebut mengalami deformasi. Karena tidak diketahuinya spesifikasi dari bahan cetakan, maka perlu dilakukan proses karakterisasi untuk mengetahui sifat-sifat dari bahan cetakan. Proses karakterisasi dilakukan dengan melakukan pengujian komposisi, struktur mikro dan juga kekerasan, kemudian dilanjutkan dengan proses heat treatment untuk meningkatkan kekerasan dari cetakan aluminium paduan. Proses heat treatment dilakukan dengan memanaskan material sampai temperatur solid solution (477 o C) kemudian dilakukan proses quenching dengan media air agar terbentuk fasa solid solution pada suhu kamar dan dilanjutkan proses aging pada suhu 140 o C dengan variasi waktu terhadap spesimen uji tiap 6jam selama 60jam. Dari hasil penelitian menunjukkan aluminium paduan yang digunakan termasuk dalam jenis Al seri 7050, karena memiliki paduan Al-Mg-Zn dengan persentase perbandingan berat 89.32 : 2.33 : 5.76, dan nilai kekerasan sebesar 78.2HRB. Sedangkan dari proses heat treatment yang sudah dilakukan angka kekerasan mengalami peningkatan sebesar 20% yaitu pada waktu proses aging 30jam, dengan angka kekerasan maksimum sebesar 94HRB, dan angka kekerasan minimum dicapai pada proses quenching dengan angka kekerasan sebesar 85HRB.",
  "creators": "TIRTANA MULYANA KUSUMA",
  "contributors": "Soejono Tjitro (Advisor 1); Roche Alimin (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010778/MES/2007; Tirtana Mulyana Kusuma (24402056)",
  "subjects": "MOLDING MATERIALS"
}