{
  "id": "51157",
  "title": "Perancangan Interior Gereja Katolik Redemptor Mundi Surabaya",
  "abstract": "Gereja Katolik Redemptor Mundi Surabaya ini merupakan milik Keuskupan Katolik Surabaya dengan fasilitas yang direncanakan meliputi ruang sakristi, panti imam, panti umat, area devosi, mang pengakuan dosa, dan mang koor. Peraturan liturgi dalam katolik mengacu pada aturan liturgi Roma, oleh karena itu setelah dikeluarkannya Konsili Vatikan Roma dan Konstitusi Sacrosanctum Concilium maka konsep perancangannya menginkulturasi budaya setempat. Sesuai dengan letaknya yang berada di Jawa Timur, maka dalam penggunaan bahan mengambil dari bahan setempat, serta penggunaan simbol Jawa yang sekiranya bisa ditempatkan dalam gereja, tetapi tetap mengutamakan simbol-simbol katolik. Karakter yang ingin ditonjolkan dalam gereja ini adalah kesan sakral, agung, merakyat, dan apa adanya, sesuai dengan fungsinya. Penggunaan gaya Jawa memunculkan adanya simbol gunungan pada dinding panti imam yang memiliki arti sama dengan simbol AΩ pada katolik. Adanya penggunaan prinsip Neo Gotik juga mempengaruhi bentukan jendela pada dinding panti umat dan jendela pada plafon. Pola penataan ruang bersifat formal, karena fungsinya sebagai tempat ibadah. Sirkulasinya terpusat ke arah panti imam, karena area ini merupakan tempat yang paling mulia dan sebagai pusat selama misa berlangsung. Jadi, perancangan interior gereja ini dimaksudkan untuk memenuhi kebutuhan berdoa umat katolik yang berada di ibukota Jawa Timur.",
  "creators": "FLORENCE DEWI KRESNA",
  "contributors": "HARTOTO INDRA (Advisor 1); Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Advisor 2); ACHMAD FAIZIN (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00050175/DIN/2004; Florence Dewi Kresna (41400034)",
  "subjects": "CATHOLIC CHURCH; INTERIOR DECORATION"
}