{
  "id": "51167",
  "title": "Memanfaatkan homepage petranet secara maksimal sebagai media informasi promosi pariwisata Jawa Timur",
  "abstract": "Di Indonesia terdapat berbagai homepage yang dimiliki oleh perusahaan komersial, instansi, departemen, lembaga penelitian, perseorangan, maupun lembaga pendidikan. Salah satu homepage yang dikelola oleh lembaga pendidikan di Indonesia khususnya di JawaTimur ini adalah PetraNet, yang dapat mengakses maupun diakses seluruh dunia. PetraNet ini berdiri dengan membawa misi khusus yang tercermin pada setiap isinya, salah satunya yaitu pada bagian Pariwisata. Informasi Pariwisata di sini mencakup daerah JawaTimur di mana di dalamnya terdapat berbagai informasi kepariwisataan yang lengkap baik mengenai geografi, adat istiadat, obyek wisata dan masih banyak lagi, yang disertai dengan berbagai gambar yang menarik. Pada kenyataannya,informasi yang ada di dalam homepage PetraNet (bagian pariwisata) dirasakan masih kurang lengkap dan lagi keberadaannya belum dapat dirasakan oleh semua orang, baik dari para netter maupun Biro Perjalanan Wisata, hotel, dan instansi-instansi lain yang terkait di dalam industri pariwisata. Padahal, informasi tersebut secara tidak langsung dapat menjadi media promosi bagi kepariwisataan JawaTimur. Sehingga dalam tugas akhir ini akan dibahas beberapa masukan bagi homepage PetraNet baik yang mengarah pada perbaikan ke dalam homepage PetraNet, maupun usulan tentang cara-cara mempromosikannya keluar agar homepage PetraNet betul-betul diketahui dunia luar. Tujuan dari masukan-masukan tersebut adalah agar media baru ini dapat berfungsi secara optimal dan mempunyai nilai lebih sebagai media informasi promosi yang berkualitas, sehingga semua orang, baik dari perseorangan maupun dari berbagai instansi maupun perusahaan yang berkecimpung dalam industri pariwisata dapat menggunakan dan merasakan manfaatnya.",
  "creators": "JUNIARTI",
  "contributors": "Tio Sally P. Suhonggo (Advisor 1); SIDNIWATI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. ../Par/1997; JUNIARTI (91394071)",
  "subjects": "ADVERTISING--TOURISM; TOURISM WEBSITE"
}