{
  "id": "51166",
  "title": "Memperkenalkan budaya Jawa timur melalui jasa akomodasi untuk meningkatkan kepariwisataan di Surabaya",
  "abstract": "Perkembangan pariwisata di suatu daerah tergantung kepada tingkat lajunya wisatawan domestik dan wisatawan mancanegara yang datang ke daerah tersebut. Baik itu untuk berwisata, berbisnis, ataupun singgah untuk transit. Hal ini bersangkut paut dengan perhotelan di mana fungsi utamanya adalah untuk menyediakan tempat beristirahat. Oleh sebab itu perhotelan juga berperan dalam pengembangan pariwisata daerah. Surabaya yang dikenal sebagai Kota Industri yang sering didatangi oleh pengusaha-pengusaha lokal/ mancanegara yang tidak lain untuk berbisnis, tidak begitu peduli terhadap hal-hal yang berbau budaya. Oleh sebab itu biarpun berkali-kali datang merekapun tidak mengetahui apakah budaya tradisional Jawa Timur sebenarnya. Padahal tugas hotel di sini selain menyediakan tempat istirahat juga ikut mempromosikan potensi wisata daerah berikut beserta budayanya. Karena hal ini selain mensukseskan perkembangan pariwisata di Surabaya juga ikut membantu pemerintah di dalam peningkatan pendapatan pemerintah atau devisa negara. Lebih-lebih lagi kalau kita memperkaitkan wisatawan mancanegara, mereka lebih menyukai hal-hal yang berkaitan dengan budaya yang lain dari pada budayanya sendiri. Maka dari itu setidaknya kota Surabaya dapat dikembangkan untuk menandingi kota wisata yang lainnya, untuk menarik perhatian wisatawan mancanegara,dengan memperbaiki gejala-gejala dibawah ini : 1. Melihat dari segi bangunan hotel yang tidak memiliki arsitektur dan gaya budaya Jawa Timuran. 2. Penyediaan fasilitas, sarana, prasarana hotel yang diberikan dengan ala gaya barat dan tidak menunjukkan sentuhan tradisional Jawa Timur. 3. Penyajian makanan tradisional Jawa Timuran juga jarang disajikan padahal wisatawan mancanegara pun ingin mengetahui dan mencicipi makanan khas daerah Jawa Timur. 4. Acara hiburan yang disajikan bersifat umum seperti discotique tetapi sangat jarang menyajikan permainan gamelan, tari-tarian Jawa, padahal kalau disajikan banyak yang menonton. 5. Pelayanan pada wisatawan mancanegara dan domestik yang bersifat tradisional Jawa Timur. Jadi dengan adanya perbaikan gejala-gejala di atas maka wisatawan mancanegara akan menjadi lebih lama tinggal di Surabaya, selain mengetahui tempat- tempat wisata dan budaya daerah Surabaya maka secara tidak langsung ikut meningkatkan pengembangan pariwisata di Surabaya dan mensukseskan pembangunan di Surabaya pada khususnya dan Indonesia pada umumnya.",
  "creators": "SOEFENTI PRANOTO",
  "contributors": "J. LOEKITO KARTONO (Advisor 1); Dra. YACINTHA YORANOUW (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. .../Par/1995; Soefenti Pranoto (91392039)",
  "subjects": "TOURISM--MARKETING"
}