{
  "id": "5136",
  "title": "Romantic ice cream island",
  "abstract": "\"Laporan penjualan dari konsumsi es krim di Asia telah menemukan kebenaran mengenai peluang yang besar di industri ini, sebagai salah satu produk makanan dan minuman di seluruh dunia. Angka-angka ini menggambarkan jumlah jutaan liter es krim yang dikonsumsi di Asia, pada negara-negara seperti Cina, Jepang, Korea Selatan, dan negara-negara lainnya termasuk Indonesia. Angka-angka tersebut juga menunjukkan bahwa konsumsi es krim di Indonesia hanya sejumlah 4 % dari negara dengan konsumsi terbesar, yaitu Cina. Walaupun tingkat populasi di Cina berbeda dengan Indonesia, Cina terus menerus menujukkan perkembangan yang besar pada industri ini dengan konsumsi sebanyak 2045 juta liter pada tahun 2000, dengan tingkat pertumbuhan rata-rata sebesar 17% per tahunnya. Hal ini merupakan peluang bagi sejumlah pengusaha di seluruh Asia. Dan di Indonesia, pasarnya bertumbuh dari tahun 1998 hingga tahun 2000. Dengan merujuk pada peluang yang ada di Indonesia, para pendiri membangun \"RICI\" (Romantic Ice Cream Island), berlokasi di Surabaya. Perbedaan utama yang ditawarkan dari pesaing lainnya adalah pada suasana tempatnya, yang menggunakan tema pantai dan kehidupan laut pada bagian dalam dan luarnya. Hal ini menunjukkan tujuan utama dari tempat tersebut, yaitu memberikan suasana bebas dan santai untuk mengkonsumsi es krim, dengan produk utama low-fat ice cream pada menu. Oleh karena itu, konsumen tidak akan kuatir mengenai jumlah konsumsi lemak pada es krimnya, tetapi secara bebas mengkonsumsinya pada tempat terbaik, pelayanan terbaik, dan harga terbaik, dibandingkan yang pernah ditawarkan oleh tempat lain di seluruh kota Surabaya. Dengan kredo perusahaan produk sehat, tempat gaul dan santai untuk semua orang, RICI siap untuk melayani dan memberikan nilai tambah bagi para konsumen potensialnya.",
  "creators": "SHERLY MEGAWATI GUNAWAN; FENY FEBIALINA SANTOSO",
  "contributors": "Diah Dharmayanti (Advisor 1); Nanik Linawati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rancangan Usaha",
  "source": "Rancangan Usaha No. 02020241/MAN/2004; Sherly Megawati Gunawan (31499289), Feny Febialina Santoso (31499415)",
  "subjects": "BUSINESS PLANNING; ICE CREAM INDUSTRY-PLANNING"
}