{
  "id": "51485",
  "title": "Pemanfaatan text summarization dengan support vector machine dan k-nearest neighbor pada analisis sentimen untuk mempermudah pengguna membaca review game steam",
  "abstract": "Bertambah banyaknya perkembangan game sejalan dengan pertumbuhan para penikmatnya. Biasanya para penikmat ini yang sering disebut pemain memiliki platform khusus untuk melihat perkembangan game terbaru. Salah satu yang sering menjadi incaran adalah Steam, di mana platform tersebut menyediakan informasi lengkap seperti review, harga, tanggal rilis, dan sebagainya untuk pengguna yang ingin membeli game. Biasanya sebelum membeli sebuah game pengguna akan melihat review terlebih dahulu. Banyaknya review di dalam Steam menyebabkan kesulitan bagi pengguna untuk mencari informasi. Terdapat penelitian sebelumnya yang menyelesaikan problem tersebut dengan melakukan text summarization terhadap review menjadi beberapa aspek dan analisis sentimen akan tetapi terdapat kekurangan yaitu pengguna harus mengerti beberapa istilah dalam game. Dari permasalahan tersebut dilakukan textsummarization untuk merangkum informasi dan sentimen analisis untuk menilai suatu nilai dari game tersebut. Agar mendapat rangkuman informasi dengan baik perlu melalui beberapa proses pengolahan data. Untuk proses pengumpulan data review game didapatkan melalui API Steam yang telah tersedia. Setelah terkumpul akan dilakukan preprocessing untuk mengatasi data yang bervariasi dan tidak konsisten yang bisa mempengaruhi proses training. Preprocessing meliput Tokenization, Stopwords Removal, dan Stemming. Proses text summarization pada tiap review game untuk feature to vector menggunakan TF-IDF dan Sentiment Score untuk mendapatkan kalimat utama sebelum dilakukan proses training menggunakan SVM. Proses klasifikasi menggunakan metode KNN dimana melakukan perbandingan dari tiap data review game apakah data tersebut lebih mendekati positif atau negatif, sehingga membantu pengguna ketika melihat informasi game menjadi lebih singkat dan mudah. Pengukuran keberhasilan metode ini dalam menjawab permasalahan dengan melakukan pengujian data dengan Confusion Matrix dan survey kepada pengguna Steam. Pengunaan text summarization yang dilakukan terhadap tiap review game kurang berperan dalam meningkatkan hasil analisis sentimen, karena metode yang kurang sesuai serta data review game yang berbentuk abstrak. Akurasi analisis sentimen masih lebih baik ketika tidak dilakukan text summarization pada data. Sejumlah 50 orang diminta untuk memberikan pernyataan seputar hasil dari analisis sentimen dan text summarization. Hasil yang diperoleh 40 dari 50 user mengatakan aplikasi membantu membaca review game dan 10 lainnya tidak.",
  "creators": "HILARIUS BRYAN RIANDRO",
  "contributors": "Rolly Intan (Advisor 1); Hans Juwiantho S.Kom., M.Kom (Advisor 2); Ir. Djoni Haryadi Setiabudi, M.Eng. (Examination Committee 1); Liliana (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022103/INF/2021; Hilarius Bryan Riandro (C14170045)",
  "subjects": "COMPUTER GAMES--DESIGN; COMPUTER PROGRAMMING (ELECTRONIC COMPUTER); SUPPORT VECTOR MACHINE"
}