{
  "id": "51491",
  "title": "Penerapan sistem informasi inventori gudang kayu untuk alat kontrol persediaan studi kasus: PT Bina Megah Indowood",
  "abstract": "PT Bina Megah Indowood (BMI) adalah perusahaan yang menyediakan lantai kayu solid berkualitas tinggi, dengan pilihan ketebalan untuk memenuhi berbagai kebutuhan. PT BMI sendiri memiliki beberapa pembagian gudang dengan fungsi yang berbeda-beda. Akan tetapi dengan luas gudang yang besar tersebut kendala yang sering dialami oleh perusahaan adalah masih minim dalam penggunaan teknologi informasi, seperti contoh pengolahan data masih manual, dan kesalahan pada pencatatan, dan akibatnya proses pencatatan oleh PPIC terganggu dan proses bisnis perusahaan tersebut sedikit terlambat. Dengan latar belakang tersebut, akan dilakukan untuk menemukan solusi dengan perancangan sistem informasi inventory pada gudang kayu PT Bina Megah Indowood. Dengan penerapan teknologi informasi, diharapkan PT Bina Megah Indowood dapat memperbaiki kesalahan yang sering terjadi di lapangan, mempersingkat pengolahan data yang ada , sehingga dapat meningkatkan efisiensi tenaga kerja dan meminimalisir kesalahan input data yang terjadi di lapangan. Hasil pengujian pada pembuatan sistem Inventory Control dan Monitoring pada PT Bina Megah Indwood menunjukkan bahwa sistem dapat melakukan perhitungan data dengan tepat. Sehingga data yang didapat dapat memenuhi perhitungan yang tepat dan terkontrol serta dapat mengurangi kesalahan-kesalahan yang terjadi di lapangan. Pengujian untuk report dari inventrory control juga berhasil, terbukti dengan report yang dihasilkan dapat menghitung semua stok yang dimiliki tiap gudang dengan baik dan tepat. Hal ini berguna agar perusahaan tidak kesusahan lagi dalam melihat dan memantau stok yang dimiliki.",
  "creators": "ELISA KEVIN GIOVANNI",
  "contributors": "Alexander Setiawan (Advisor 1); I Gede Agus Widyadana (Advisor 2); Lily Puspa Dewi, S.T., M.Kom. (Examination Committee 1); Silvia Rostianingsih (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022102/INF/2021; Elisa Kevin Giovanni (C14170149)",
  "subjects": "INFORMATION SYSTEM; INVENTORY CONTROL--DATA PROCESSING"
}