{
  "id": "51524",
  "title": "Pengaruh financial knowledge, risk taking propensity, perceived behavioral control, dan subjective norm terhadap investment intention di kalangan pengguna aplikasi sekuritas online Ajaib",
  "abstract": "Fintech (financial technology) merupakan sebuah produk yang mendukung bidang jasa keuangan dalam berbagai aktivitas dan operasi pada perusahaan yang digunakan dengan tujuan untuk meningkatkan kualitas layanan dengan menggunakan aplikasi teknologi informasi. Dengan adanya perkembangan fintech yang pesat, hal ini membuat salah satu bidang keuangan menjadi terdampak yaitu transaksi di pasar modal lewat aplikasi sekuritas online menjadi sangat populer bagi kaum milenial sebagai media untuk berinvestasi. Penelitian ini bertujuan untuk mengetahui pengaruh financial knowledge, risk taking propensity, perceived behavioral control, dan subjective norm terhadap investment intention di kalangan pengguna aplikasi sekuritas online Ajaib. Penelitian ini dilakukan melalui pendekatan kuantitatif dengan teknik non-probability sampling yang melibatkan 122 responden pada pengguna aplikasi Ajaib. Dengan menggunakan teknik analisis data partial least square, hasil penelitian ini menunjukkan bahwa: (1) financial knowledge tidak berpengaruh secara signifikan terhadap investment intention; (2) risk taking propensity berpengaruh secara signifikan terhadap investment intention; (3) perceived behavioral control tidak berpengaruh secara signifikan terhadap investment intention; (4) subjective norm berpengaruh secara signifikan terhadap investment intention",
  "creators": "REAN SUIKUANG TAREKAR",
  "contributors": "Yonathan Palumian, S.M.B. ,M.S.M (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1); Wilma Laura Sahetapy (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012159/MAN/2021; Rean Suikuang Tarekar (D11180537)",
  "subjects": "INVESTMENTS"
}