{
  "id": "51549",
  "title": "Translation strategies in the Indoneisan subtitles and dubbing of The Greatest Showman",
  "abstract": "This study is conducted to investigate the translation strategies found in the Indonesian subtitle and dubbing in The Greatest Showman movie. This study was done to find out the different translation strategies used between Indonesian subtitles and dubbing. In addition, the writer also analyses the same strategies used by Indonesian subtitles and dubbing that has different translation results. In conducting this study, the writer used Baker’s (2018) translation strategies: at a word level and above word level. Furthermore, this study was done using a qualitative approach. The result of this study shows both subtitle and dubbing utilized 12 translation strategies (general word, more neutral/less expressive word, cultural substitution, loan word and explanation, paraphrase using related words, paraphrase using unrelated words, omission, idiom of similar meaning and form, idiom of similar meaning but dissimilar form, paraphrase, omission of a play on idiom, omission of entire idiom) mentioned by Baker (2018). One strategy (borrowing the source language idiom) employed by the dubbing is not found in the subtitle and one strategy (illustration) is not used in both. This study shows that similar translation strategies are used by both Indonesian subtitles and dubbing to deal with similar translation problems (general word is used when gender-related terms are present, cultural substitution used in instances where there’s interjection and different terms of address, etc) and same strategies can result in different translation.",
  "creators": "YOVITA JANE",
  "contributors": "Julia Eka Rini (Advisor 1); Liem Satya Limanta (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "A Critical Thesis",
  "source": "A Critical Thesis No. 02012369/ING/2022; Yovita Jane (A11180067)",
  "subjects": "AUDIO-VISUAL TRANSLATION; DUBBING OF MOTION PICTURES; TRANSLATING AND INTERPRETING"
}