{
  "id": "51558",
  "title": "Becoming a learning organization through the Internalization of transformational leadership: a study of private school in Malang, Indonesia",
  "abstract": "Conventional educational institutions around the world is currently hampered with disruptive wave coming from multiple directions. As the phrase ‘business as usual’ is no longer relevant, educational institutions, particularly schools, stress the need of controlled change to keep up with external uncontrolled changes. Learning Organization is very suitable to be implemented in every educational institution due to its conformity with continuous improvement and learning process. Nevertheless, Learning Organization demands support from the internal environment of the organization. Transformational Leadership is expected to provide essential base to establish and maintain Learning Organization especially on schools. This study is therefore aims to empirically prove the relationship between the implementation of Transformational Leadership and the creation of Learning Organization in a private School in Indonesia, as well as whether millennial age group has moderating impact on the relation between those two. In addition, second order model utilized in this study helps elaborating the most and the least amplified Transformational Leadership dimension in the organization. This study is classified as an applied research adopting mixed method approach, to provide better triangulation and elaboration towards the case. Total number of processable sample is 50 respondents, in which 5 of them have also participated on follow-up interview sessions. This study points out that the implementation of Transformational Leadership has positive and significant impact on the creation of Learning Organization in the school. Meanwhile, moderating effect of millennial age group is appearing insignificant on the relation between Transformational Leadership and Learning Organization. Another notable result of this study is that while Idealized Influence dimension is found to be the least reflective dimension of Transformational Leadership implemented on the school, Intellectual Stimulation dimension is revealed to be the most reflective one.",
  "creators": "Yoel Wibowo",
  "contributors": "Deborah Christine Widjaja, S.S., MSM., Ph.D. (Advisor 1); Foedjiawati, S.S., M.A., Ph.D. (Advisor 2); Devie (Examination Committee 1); Serli Wijaya (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020314/MM/2021; Yoel Wibowo (D21190026)",
  "subjects": "ORGANIZATIONAL LEARNING; TRANSFORMATIONAL LEADERSHIP"
}