{
  "id": "5156",
  "title": "Permeabilitas material campuran fly ash dengan tanah lempung (10% lempung) yang mengalami siklus drying - wetting",
  "abstract": "Beberapa masalah dalam bidang rekayasa geoteknik banyak diakibatkan oleh perubahan volume dan kadar air akibat tegangan air pori negatif, yang mana masalah ini sering kali menjadi penyebab utama kerusakan pondasi rumah, pondasi jalan, keruntuhan lereng serta struktur tanah yang lain. Tujuan penelitian ini adalah untuk mengetahui hubungan antara daya serap tanah terhadap air pada percobaan yang menggunakan alat permeability dengan teori Brooks and Corey untuk tanah yang tidak jenuh. Kendala dalam penelitian ini disebabkan karena alat percobaan yang ada diperuntukkan untuk tanah yang jenuh, sedangkan percobaan ini dilakukan pada tanah yang tidak jenuh, sehingga hanya memperhitungkan daya serap tanah terhadap air. Untuk mengetahui dan memperoleh hasil yang diharapkan, diperlukan suatu riset di laboratorium mekanika tanah, dalam hal ini ada 3 macam percobaan yang dilakukan pada penelitian ini yaitu : Pengujian pemadatan (Reduced Proctor), pengukuran tegangan air pori negative (Suction) menggunakan kertas filter, serta pengujian permeabilitas air yang menggunakan metoda falling head tes. Kondisi tanah tidak jenuh menuju kondisi tanah jenuh mengalami penurunan nilai koefisien permeabilitas. Hasil perbandingan percobaan metoda falling head tes dengan hasil perhitungan empiris menurut teori Brooks and Corey yang pada akhirnya menunjukkan hasil yang sama.",
  "creators": "ANDREW PRIBADI LESMANA; ROLAND YIEDRI",
  "contributors": "Daniel Indarto Prajogo (Advisor 1); Johanes Indrojono Suwono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 12111510/SIP/2007; Andrew Pribadi Lesmana (21499126), Roland Yiedri (21499159)",
  "subjects": "SOILS-TESTING; SOIL MECHANICS"
}