{
  "id": "51572",
  "title": "Pemeriksaan pajak berkontribusi terhadap penurunan nilai perusahaan dalam pemanfaatan tax haven country",
  "abstract": "Penelitian ini bertujuan untuk memperoleh gambaran mengenai interaksi pemanfaatan tax haven country dan pengungkapan pemeriksaan pajak serta dampak keduanya terhadap nilai perusahaan sebelum periode penurunan tarif. Suatu perusahaan yang memiliki anak perusahaan di tax haven country memiliki kecenderungan yang lebih tinggi untuk diperiksa oleh otoritas pajak karena perusahaan mendapat sorotan dari otoritas pajak dan masyarakat serta dugaan bahwa perusahaan melakukan praktik penghindaran pajak. Sampel dalam penelitian ini adalah perusahaan di sektor pertanian; industri dasar dan kimia; aneka industri; dan industri barang konsumsi yang terdaftar pada Bursa Efek Indonesia tahun 2019. Periode dalam penelitian ini adalah tahun 2015-2019. Penelitian ini menggunakan regresi data panel, fixed effect model, dan metode weighted least square. Temuan penelitian ini menunjukkan bahwa pemanfaatan tax haven country melalui entitas anak di tax haven country berpengaruh terhadap peningkatan nilai perusahaan sedangkan perusahaan yang memiliki anak perusahaan di tax haven country dan mengungkapkan hasil pemeriksaan pajak berpengaruh terhadap penurunan nilai perusahaan. Penelitian ini memberikan kontribusi dalam mengembangkan penelitian sebelumnya, di mana sejauh yang diketahui penelitian ini merupakan penelitian pertama yang mengkombinasikan dampak pemanfaatan tax haven country dan pengungkapan pemeriksaan pajak terhadap nilai perusahaan di Indonesia. Hal yang unik dari penelitian ini yaitu penggunaan Surat Ketetapan Pajak yang disajikan pada laporan tahunan perusahaan sebagai variabel tax audit.",
  "creators": "SIANNE IVANA GUNAWAN; GRACIA PULCHERIA VALENTINA; YOHANNES DEWANTORO",
  "contributors": "Elisa Tjondro (Advisor 1); Yenni Mangoting (Examination Committee 1); Retnaningtyas Widuri, S.Sos., M.M. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011736/AKT/2021; Sianne Ivana Gunawan (D12180048), Gracia Pulcheria Valentina (D12180096)Yohannes Dewantoro (D12180178)",
  "subjects": "TAX AUDITING; TAX HAVENS"
}