{
  "id": "51588",
  "title": "Pengaruh expectation-confirmation dan perceived usefulness terhadap continuous intention melalui satisfaction sebagai variabel mediasi di kalangan pengguna layanan digital banking",
  "abstract": "Digital banking adalah sebuah inovasi pelayanan perbankan yang dihadirkan untuk mempermudah aktivitas finansial dan bertransaksi pengguna. Digital banking hadir dengan memberikan kemudahan dan fleksibilitas yang tinggi karena dapat digunakan di mana saja dan kapan saja. Aplikasi digital banking menjadi sarana bagi pengguna untuk dapat melakukan semua kemudahan tersebut dengan hanya melalui gawai (gadget) mereka masing-masing. Kemudahan penggunaan, tampilan aplikasi (user interface), fitur yang disediakan, dan keamanan menjadi hal penting untuk memberikan keamanan dan kenyamanan bagi pengguna. Penelitian ini bertujuan untuk mengetahui adanya pengaruh expectation-confirmation dan perceived usefulness yang dirasakan oleh pengguna terhadap continuous intention melalui satisfaction di kalangan pengguna layanan digital banking. Penelitian eksplanatori dengan pendekatan kuantitatif ini melibatkan 326 responden dalam survei berbasis angket daring. Dengan menggunakan software partial least square, penelitian ini menunjukkan bahwa perceived usefulness dan satisfaction memiliki pengaruh signifikan terhadap continuous intention sedangkan expectation-confirmation tidak berpengaruh signifikan terhadap continuous intention.",
  "creators": "FRANSISCUS SOLANUS RAYHAN GARVEY",
  "contributors": "Yonathan Palumian, S.M.B. ,M.S.M (Advisor 1); Maria Praptiningsih, S.E., M.Sc.FE. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012167/MAN/2021; Fransiscus Solanus Rayhan Garvey (D11180457)",
  "subjects": "BANKS AND BANKING--INFORMATION TECHNOLOGY; CONSUMER SATISFACTION; DIGITAL TECHNOLOGIES; CONSUMER BEHAVIOR; CONSUMERS--RESEARCH"
}