{
  "id": "51608",
  "title": "Cultural shock and its recovery as seen through language features in Emily in Paris",
  "abstract": "This study aims to find out the women’s and men’s language features used by Emily Cooper, the main character in the series Emily in Paris during the culture shock and recovery stages. In conducting this study, the writer used the theory of cross-cultural transition and adaptation stages by Oberg (1960), as cited in Marx (2001), and the theory of language features by Lakoff (2004) and Coates (2004). This study was done using a qualitative approach in which the writer transcribed and analyzed Emily Cooper’s utterances that occurred in all office scenes in Paris. Emily used adjectives, hedges, intensifiers, grammar, politeness, swear words, commands and directives, minimal responses, and questions language features during the culture shock stage. Emily used color terms, adjectives, hedges, intensifiers, grammar, politeness, swear words, minimal responses, and questions language features during the recovery stage. The findings of this study support Coates’ statement (2004) that language features are not mutually exclusive used between speakers of different gender. Emily’s personality, conversation context, and culture were variables that might influence Emily’s use of language features. More studies involving other cultural adaptation stages, other characters, or other socio factors are recommended to establish a deeper understanding of the use of women’s and men’s language features.",
  "creators": "BRYAN EDBERT",
  "contributors": "Flora Debora (Advisor 1); Samuel Gunawan (Examination Committee 1); Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "A Critical Thesis",
  "source": "A Critical Thesis No. 02012370/ING/2022; Bryan Edbert (A11180028)",
  "subjects": "LANGUAGE AND CULTURE; SOCIOLINGUISTICS; LINGUISTICS"
}