{
  "id": "51614",
  "title": "Pengaruh interface quality, application incentives, dan security/privacy terhadap e-loyalty aplikasi Shopee Indonesia: peran mediasi dari flow",
  "abstract": "Perkembangan trend berbelanja online di Indonesia mengakibatkan marketplace berkembang sangat pesat. Dengan demikian, loyalitas pelanggan (e-loyalty) menjadi hal penting yang harus diperhatikan oleh perusahaan penyedia jasa marketplace. E-loyalty dapat dipengaruhi oleh beberapa stimulus digital, dalam studi ini dibahas dalam interface quality, application incentives, dan security/privacy. Studi ini juga membahas mengenai peran mediasi flow yang penting diteliti dalam konteks berbelanja online. Studi ini merupakan studi kuantitatif eksplanatori yang meneliti mengenai pengaruh interface quality, application incentives, dan security/privacy terhadap e-loyalty, serta peran mediasi flow dalam hubungan tersebut. Populasi penelitian adalah pengguna aplikasi Shopee Indonesia dengan karakteristik pengguna terbanyak berusia 18-48 tahun. Sampel dikumpulkan menggunakan teknik purposive dan snowball sampling, dengan jumlah data yang dapat diolah sebesar 305 responden. Analisa data dilakukan menggunakan SmartPLS. Berdasarkan temuan, flow dipengaruhi oleh interface quality dan security/privacy, serta e-loyalty dipengaruhi oleh interface quality dan flow. Selain itu, peran mediasi flow juga ditemukan signifikan dalam hubungan antara interface quality dan security/privacy dengan flow. Hasil analisa juga menunjukkan bahwa application incentives tidak berpengaruh terhadap e-loyalty, baik secara langsung, maupun melalui flow. Studi ini menjadi referensi bagi marketplace Indonesia, terutama Shopee, untuk dapat bersaing dengan memanfaatkan interface quality dan security/privacy, terutama dalam membentuk flow konsumen.",
  "creators": "Felicia Angela Adrianto",
  "contributors": "Oviliani Yenty Yuliana, S.T., MS-CIS., Ph.D. (Advisor 1); Michael Adiwijaya (Examination Committee 1); Serli Wijaya (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020316/MM/2021; Felicia Angela Adrianto (D21200035)",
  "subjects": "CONSUMER SATISFACTION; CUSTOMER LOYALTY; TELESHOPPING"
}