{
  "id": "51620",
  "title": "Perancangan sistem pengkondisian udara modular untuk sistem distribusi udara ducting pada ruang konferensi Gedung Radius Prawiro Lantai 10, Universitas Kristen Petra",
  "abstract": "Universitas Kristen Petra mempunyai rencana renovasi secara bertahap meliputi sistem pengkondisian udara menggunakan ducting Ruang Konferensi (RK) yang terdapat pada Gedung Radius Prawiro lantai 10. Pada sistem distribusi udara ini kualitas udara juga perlu diperhatikan. Diperlukannya rancangan sistem pengkondisian modular untuk Ruang Konferensi (RK) lantai 10 Gedung Radius Prawiro di Universitas Kristen Petra yang menggunakan sistem ducting dengan memperhatikan kualitas udara terutama konsentrasi CO2 di dalam ruangan. Salah satu cara mengatur kualitas udara adalah dengan menggunakan ventilator. Ventilator ini dikendalikan dengan sensor CO2. Dalam merancang sistem pengkondisian udara ini perlu dicari tipe chiller, FCU, pompa, dan ventilator sebelum mendesain sistem ducting atau perpipaan. Dari Perancangan yang dilakukan, diperoleh kesimpulan bahwa beban pendinginan total, pressure drop perpipaan, dan kebutuhan udara segar pada Gedung Radius Prawiro lantai 10 adalah 124 kW, 18,4 ft water, dan 250-1070 L/s. Chiller yang digunakan adalah Air Cooled Chiller model AL230D5/D5LC, sedangkan Fan Coil Unit yang digunakan adalah Fan Coil Unit model FUD20B. Untuk Pompa dan Ventilator yang akan digunakan adalah Pompa Ebara model 65 x 50 4HA5,75 dan Ventilator Lossnay LGH Seri RVX-E. Sensor CO2 yang dapat digunakan untuk Ventilator Lossnay adalah Sensor MQ135 atau sensor Honeywell C7233.",
  "creators": "RUI TIMORA TJONDRO",
  "contributors": "Roche Alimin (Advisor 1); FANDI D. SUPRIANTO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011431/MES/2021; Rui Timora Tjondro (24416065)",
  "subjects": "AIR CONDITIONING; AIR DUCTS"
}