{
  "id": "51625",
  "title": "Analisis pengelolaan operasional usaha pada Grand Mandala Hotel Merauke",
  "abstract": "Skripsi yang berjudul “Analisis Pengelolaan Operasional Usaha Pada Grand Mandala Hotel Merauke” ini merupakan hasil penelitian kualitatif yang bertujuan untuk menganalisis tentang bagaimana pengelolaan operasional yang dilakukan oleh Grand Mandala Hotel dalam meningkatkan efektivitas dan efisiensi dari perencanaan strategi yang dibuat perusahaan dalam rangka mencapai visi, misi dan tujuan organisasi yang baik. Hasil dari penelitian ini mendeskripsikan berbagai fungsi pada manajemen operasional yaitu, 1) perencanaan yang dilakukan perusahaan dalam mengelola perencanaan operasional hotel memiliki kelemahan dalam perencanaannya yang terlihat kurang realistis, implementasi perlu dilakukan untuk merealisasikannya. Perencanaan yang dibuat harus mempunyai proses untuk menentukan arah dan tujuan sehingga tidak mengejar hal-hal yang diluar perencanaan. Sasaran, regulasi, produk, jasa, pemasaran, keuangan, sumber daya manusia, barang, peralatan, mesin, semua itu merupakan suatu kesatuan yang perlu diperhatikan, 2) pengorganisasian dalam hal menetapkan struktur organisasinya, masih banyak bidang atau departemen yang belum diadakan oleh perusahaan dan perusahaan perlu memperhatikan kualitas sumber daya yang dimiliki agar penerapan sistem kerja yang ada menjadi lebih efektif dan efisien, 3) penggerakan merupakan aspek yang penting dilakukan perusahaan untuk mampu menggerakan semua anggota perusahaan untuk berusaha mencapai target dan sasaran, perusahaan harus bisa menyeimbangakan perencanaan dan pengorganisasiannya jika ingin rencana dan penggerakan yang dibuat berjalan dengan baik. 4) Kelemahan fungsi pengontrolan pada perusahaan terdapat pada SOP/IK yang di buat oleh perusahaan karena banyak dari karyawan belum bisa menyesuaikan diri dengan standar-standar yang sudah ditetapkan oleh perusahaan. Perusahaan harus mengambil tindakan tegas agar alur kerja yang ditetapkan dapat berjalan dengan baik. Mempersiapkan sumber daya manusia yang andal untuk pekerjaan yang akan dilakukan sesuai dengan standar operasional prosedursangat penting, sehingga tingkat perputaran karyawan di dalam perusahaan dapat berkurang dan menghindari pengeluaran biaya-biaya tidak terduga yang dapat merugikan perusahaan. Penting juga di dalam bisnis jasa perhotelan menggunakan sistem dan teknologi yang terpadu sehingga berjalannya operasional perusahaan menjadi efisien dan terstruktur.",
  "creators": "ANNA THASIA MANIBUY",
  "contributors": "Dr. Augustinus Simanjuntak, S.H., M.H. (Advisor and Examination Committee); Dr. Ferry Jaolis, S.E., M.SM., M.RECH. (Advisor 2); Dr. Roy Setiawan, S.Kom., M.M., M.SM., M.Th. (Advisor 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012140/MAN/2021; Anna Thasia Manibuy (D11170405)",
  "subjects": "BUSINESS AND MANAGEMENT; HOTEL MANAGEMENT; OPERATIONS RESEARCH"
}