{
  "id": "51636",
  "title": "Politeness in requests, compliments and address terms of Maudy Ayunda's talk shows to different genders",
  "abstract": "This study is conducted to investigate the ways Maudy Ayunda performs requests and compliments, responds to requests and compliments, and uses address terms to Ayu Aradhita and Nadiem Makarim, who are of different genders. This study is done in the field of politeness by connecting it to Indonesian (Javanese) culture. The writer uses Watts (2003) as the main theory that focuses on first-order politeness. The supporting theories are Suseno (2003), Errington (1988), as stated in Manns (2015), and other studies discussing Indonesian (Javanese) culture. Mills (2003) theory about politeness and gender is also used. Furthermore, this study was done using a descriptive qualitative approach and used utterance as the unit of analysis. The examples used can be in the form of words, phrases, or sentences. The writer finds that Maudy applies several principles of Indonesian (Javanese) politeness like indirectness, andhap asor [humility], rukun [harmonious] and hormat[respect]. In terms of the similarity and differences, the results show that not all the findings are in accordance with the theory of gender and politeness, as Mills (2003) explained. Although the general assumption believes that women’s position is lower than men’s, so women tend to show powerless language, however; in a particular context, Maudy does not always use powerless language when talking to Nadiem. Hence, the writer suggests that the theory of gender and politeness needs to be updated along with the modernization era. In conclusion, analyzing politeness according to the culture is important as one fixed formula cannot always be applied in certain situations.",
  "creators": "Clarissa Gracesella W",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1); Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Examination Committee 1); Julia Eka Rini (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012372/ING/2022; Clarissa Gracesella W. (A11180065)",
  "subjects": "CONVERSATION ANALYSIS; POLITENESS (LINGUISTICS)"
}