{
  "id": "51635",
  "title": "Pengaruh jumlah flux dan laju aliran gas nitrogen pada sifat mekanis hasil laku panas Al-Si A356 untuk aplikasi velg mobil",
  "abstract": "Kendaraan memiliki velg sebagai komponen penting agar dapat berjalan. Velg terbuat dari paduan Al-Si A356 harus memenuhi standar dengan kekuatan untuk menahan beban vertikal, beban samping, dan gaya gesek pengereman. Dalam proses pengecoran velg dibutuhkan langkah fluxing dan degassing untuk mendapatkan kualitas velg sesuai dengan spesifikasi standar dan kebutuhan pasar. PT X ingin mencapai proses fluxing dan degassing yang efektif dan efisien. PT X sebagai produsen velg ingin melakukan proses fluxing dan degassing yang efektif dan efisien dengan persen berat flux (Coveral -11) yang optimum dan laju aliran gas Nitrogen yang tepat. Pada penelitian ini dilakukan investigasi mengenai pengaruh variasi persen berat flux (0 %; 0.2 %; 0.3 %; dan 0.4 % berat), variasi laju aliran gas Nitorgen proses degassing (0 l/mnt, 10 l/mnt, 20 l /mnt, dan 25 l/mnt) dan manfaat heat treatment dibandingkan produk as-cast pada kekuatan tarik dan kekuatan impak sebagai hasil as-heat treated paduan Al-Si A356. Hasil penelitian menunjukkan 0,3 % berat flux dan laju aliran 20 l/menit gas nitrogen menghasilkan sifat mekanis yang diterima oleh standar yang disyaratkan oleh PT X sebagai produk hasil heat treatment. Ultimate tensile strength mengalami kenaikan dari 20,14 Kgf/mm2 menjadi 23,23 Kgf/mm2, Elongasi dari 7,45 % menjadi 17,33 %, dan kekuatan impak dari 80,23 J/cm2 menjadi 115,40 J/cm2 setelah mengalami heat treatment.",
  "creators": "STEVEN WIJAYA",
  "contributors": "Prof. Dr. Juliana Anggono, S.T., M.Sc. (Advisor 1); Didik Wahjudi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01011429/MES/2021; Steven Wijaya (C12170022)",
  "subjects": "AUTOMOBILES--WHEELS; POROSITY"
}