{
  "id": "51644",
  "title": "Pengaruh faktor pendinginan dan orientasi pada proses 3D printing dengan teknologi FDM terhadap kualitas hasil dengan bahan PLA recycle",
  "abstract": "3D print memiliki banyak kegunaan dan kelebihannya akan tetapi juga ada sisi buruknya yaitu berupa limbah/sisa hasil print yang gagal. Walaupun sudah ada material recycled, material ini kurang diminati karena adanya penurunan kualitas. Penelitian sebelumnya menemukan adanya perbedaan antara peningkatan pada kekuatan tarik dan fleksural. Perbedaan ini diduga dipengaruhi oleh parameter orientasi yang berbeda yang digunakan, maka dari itu penelitian ini bertujuan untuk meningkatkan kekuatan tarik dan fleksural dengan mengatur faktor kipas, suhu ekstruder, suhu alas dan orientasi, juga mengetahui pengaruh orientasi terhadap peningkatan kekuatan. Metode yang digunakan dalam penelitian ini yaitu desain fraksional faktorial untuk menentukan kombinasi terbaik pada tiap level dari faktor kipas pendingin, suhu ekstruder, suhu alas dan orientasi. Dari percobaan yang telah dilakukan ini didapatkan kesimpulan bahwa kombinasi faktor yang terbaik untuk kedua pengujian adalah kipas pendingin 100% (menyala), suhu ekstrusi 230 °C, suhu alas 70 °C dan orientasi print sejejar sumbu Y. Dengan menggunakan parameter tersebut didapatkan peningkatan untuk kekuatan tarik hingga mencapai 38.57% dan mencapai 29.06% untuk kekuatan flexural. Dan juga didapati peningkatan kekuatan tarik dan kekuatan fleksural pada masing-masing orientasi tidak memiliki perbedaan peningkatan yang signifikan, untuk kekuatan uji tarik sumbu x sebesar 9% dan sumbu y sebesar 8% untuk kekuatan fleksural sumbu x sebesar 6% dan sumbu y sebesar 4%.",
  "creators": "CHRISTIAN SAMUEL",
  "contributors": "Yopi Yusuf Tanoto, S.T., M.T. (Advisor 1); Didik Wahjudi (Examination Committee 1); Oegik Soegihardjo (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01011430/MES/2021; Christian Samuel (C12170043)",
  "subjects": "RECYCLING (WASTE, ETC.); THERMOPLASTICS; THREE-DIMENSIONAL PRINTING"
}