{
  "id": "51649",
  "title": "Pengaruh parasocial interaction terhadap purchase intention dengan internet celebrity brand equity sebagai variabel mediasi pada platform e-commerce Tokopedia",
  "abstract": "Praktik penggunaan internet celebrity untuk mempromosikan bisnis mulai berkembang dalam beberapa tahun terakhir. Ketika melihat konten marketing yang dibagikan oleh internet celebrity, penggemar tidak lagi hanya bersikap pasif, namun penggemar penggemar kini berusaha menjadi bagian dalam konten tersebut. Hal ini memicu perkembangan parasocial interaction yang semakin dalam. Tujuan dari penelitian ini adalah untuk mengetahui pengaruh parasocial interaction terhadap internet celebrity brand equity dan purchase intention di platform e-commerce asal Indonesia, Tokopedia. Untuk mengetahui hubungan antar variabel, peneliti menggunakan kerangka Theory of Planned Behavior (TPB) dan Stimulus-Organism-Response (S-O-R). Secara total terdapat 403 data kuesioner yang terkumpul dari pengguna Tokopedia yang digunakan untuk menguji model penelitian ini. Data dikumpulkan pada tiga minggu pertama di Bulan Mei dan diuji menggunakan metode PLS-SEM. Hasil penelitian menunjukkan bahwa parasocial interaction berpengaruh signifikan terhadap brand equity milik internet celebrity. Brand equity milik internet celebrity kemudian mempengaruhi purchase intention penggemar. Lebih lanjut, parasocial interaction memiliki pengaruh yang lebih besar terhadap purchase intention ketika internet celebrity memiliki brand equity yang lebih kuat.",
  "creators": "NATANIA SABRINA YAPARI; AMANDA ATMAJAYA",
  "contributors": "Hatane Semuel (Advisor 1); Edwin Japarianto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010420/MAN/2022; Natania Sabrina Yapari (D11180033), Amanda Atmajaya (D11180280),",
  "subjects": "BRAND NAME PRODUCTS; CONSUMER BEHAVIOR; ELECTRONIC COMMERCE"
}