{
  "id": "51656",
  "title": "Peran moderasi kondisi leverage terhadap hubungan kompensasi CEO dengan manajemen laba: studi pada perusahaan manufaktur yang terdaftar di BEI",
  "abstract": "Hubungan kompensasi CEO dan manajemen laba telah lama menjadi kajian penelitian sejak penelitian yang dilakukan Healy pada tahun 1985. Umumnya penelitian mengenai manajemen laba menggunakan agency theory, namun pada penelitian ini menggunakan prospect theory yang menjelaskan mengenai perilaku seseorang atau organisasi dalam mengambil keputusan dalam kondisi yang beresiko dan tidak pasti. Perusahaan dalam kondisi tidak menguntungkan (loss) akan berusaha mengambil resiko sedangkan perusahaan dalam kondisi menguntungkan (gain) akan cenderung menghindari resiko. Kondisi yang dipertimbangkan dalam penelitian ini adalah kondisi leverage. Perusahaan dengan leverage tinggi berada dalam posisi tidak menguntungkan dibandingkan perusahaan dengan tingkat leverage rendah. Leverage adalah kondisi utang yang dimiliki perusahaan. Semakin banyak utang, semakin banyak aturan-aturan yang harus dipenuhi oleh perusahaan salah satunya adalah angka laba. Sehingga diduga CEO yang sebelumnya tidak berani melakukan manajemen laba menjadi lebih berani untuk melakukan manajemen laba. Penelitian ini bertujuan untuk membuktikan apakah kondisi leverage ikut mempengaruhi hubungan antara kompensasi CEO terhadap manajemen laba. Penelitian dilakukan pada 176 perusahaan manufaktur yang terdaftar di Bursa Efek Indonesia (BEI) pada tahun 2019-2020. Teknis analisis data menggunakan regresi data panel dengan program Gretl. Penelitian ini berhasil membuktikan bahwa semakin banyak kompensasi yang diterima CEO semakin rendah tingkat keberanian CEO melakukan manajemen laba. Namun, pada perusahaan dengan kondisi tingkat leverage yang tinggi, hubungan ini menjadi melemah yang artinya CEO yang awalnya tidak berani melakukan manajemen laba menjadi semakin berani untuk melakukan manajemen laba. Hasil penelitian ini diharapkan dapat membantu pemegang saham dalam memutuskan pemberian kompensasi kepada CEO ketika perusahaan dalam kondisi tingkat leverage yang tinggi.",
  "creators": "VANIA NANDA DJAJA; ELIZABETH JESSICA",
  "contributors": "Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Advisor and Examination Committee); Devie (Examination Committee 1); Sany, S.E., MS-CIS., Ph.D. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011768/AKT/2022; Vania Nanda Djaja (D12180170), Elizabeth Jessica (D12180018)",
  "subjects": "EARNINGS MANAGEMENT"
}