{
  "id": "51653",
  "title": "Pengaruh digital marketing terhadap repeat purchases dengan e-service quality dan digital promotion sebagai variabel intervening pada GoFood",
  "abstract": "Seiring berjalannya waktu, teknologi semakin berkembang dan perkembangan teknologi ini mengarahkan masyrakat menuju era yang lebih digital. Era digital ini mendorong beberapa sector untuk berinovasi menciptakan layanan yang dapat memudahkan masyarakat dalam kehidupan sehari-hari. Salah satunya adalah munculnya layanan pesan-antar makanan dan minuman secara online yang semakin digemari oleh masyrakat pada zaman ini. Menghemat waktu, praktis, aman dan mudah membuat banyak orang mengandalkan jasa ini. GoFood merupakan pelopor layanan pesan-antar makanan pertama yang aktif melakukan strategi digital marketing untuk menjangkau para masyarakat yang menjadi target pasarnya. Digital marketing memudahkan perusahaan untuk berinteraksi dengan pelanggan sehingga dapat meningkatkan E-Service Quality. Kualitas Pelayanan Digital yang baik dapat mendukung kelancaran berjalannya platorm ini. GoFood juga menerapkan digital marketing dengan menciptakan strategi marketing guna untuk mendongkrak Digital Promotion atau promosi secara digital. E-Service Quality dan Digital Promotion diharapkan dapat meningkatkan repeat purchase oleh pelanggan GoFood. Penelitian ini bertujuan untuk menganalisis pengaruh dari digital marketing terhadap repeat purchase dengan e-service quality dan digital promotion sebagai variabel intervening pada layanan GoFood. Hasil penelitian menunjukkan bahwa digital marketing memiliki pengaruh yang positif terhadap e-service quality dan digital promotion. Begitu juga dengan e-service quality dan digital promotion yang memiliki pengaruh positif terhadap repeat purchase. Penelitian ini dilaksanakan dengan menyebarkan kuesioner kepada 100 responden yang merupakan pelanggan GoFood di wilayah Surabaya. Teknik analisa yang digunakan adalah teknik kuantitatif dengan metode path analysis.",
  "creators": "HANSEN EKO PUTRO",
  "contributors": "Diah Dharmayanti (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020873/MAN/2022; Hansen Eko Putro (D11180296)",
  "subjects": "CONSUMER BEHAVIOR; INTERNET ADVERTISING"
}