{
  "id": "51670",
  "title": "Lingkungan belajar dan perceived behavioral control mahasiswa sebagai penentu perilaku dalam memilih berkarier sebagai konsultan pajak",
  "abstract": "Tujuan dari penelitian ini untuk menguji dimensi-dimensi yang mempengaruhi pilihan karier mahasiswa menjadi konsultan pajak. Partial Least Square digunakan untuk menganalisis data dalam penelitian ini. Responden penelitian adalah 152 mahasiswa Fakultas Ekonomi dan Bisnis. Hasil menunjukkan bahwa perilaku mahasiswa untuk memilih berkarier sebagai konsultan pajak secara signifikan dipengaruhi oleh lingkungan belajar dimana kurikulum pembelajaran didesain berdasarkan pendekatan kasus. Perilaku mahasiswa untuk memilih berkarier sebagai konsultan pajak juga dipengaruhi oleh persepsi mahasiswa terhadap atribut berkaitan dengan jenis pekerjaan konsultan pajak dan adanya kebutuhan profesi konsultan pajak yang sangat tinggi. Pengembangan model dalam penelitian ini dengan menambahkan faktor lingkungan belajar berhasil menumbuhkan perilaku mahasiswa memilih karier konsultan pajak. Pembuktian Theory Planned and Behavior dan pengaruh lingkungan belajar dalam penelitian ini berguna bagi otoritas pendidikan memperbaiki kurikulum akuntansi pajak sehingga fokus pada pendekatan kasus. Bagi asosiasi profesi konsultan pajak, penting untuk secara berkelanjutan meningkatkan citra positif konsultan pajak sehingga dapat menarik keinginan mahasiswa untuk memilih berkarier sebagai konsultan pajak.",
  "creators": "GLADYS REZKY PUTRI TANTOWI; FELICIA ANGGRIAWAN; CLAUDIA STEFANIE WIRIENSIUS",
  "contributors": "Yenni Mangoting (Advisor 1); R.Arja Angka Asa Aras Adji S. (Examination Committee 1); Agus Arianto Toly, S.E., M.S.A., Ak. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011741/AKT/2021; Gladys Rezky Putri Tantowi (D12180262), Claudia Stefanie Wiriensius (D12180259), Felicia Anggriawan (D12180263)",
  "subjects": "CAREER DEVELOPMENT; TAX CONSULTANTS"
}