{
  "id": "51681",
  "title": "Survey potensi dan hambatan pelaku konstruksi dalam penggunaan robotic pada proyek konstruksi di Surabaya dan beberapa kota lainnya",
  "abstract": "Sekarang teknologi di sektor konstruksi semakin berkembang, penggunaan teknologi dapat membantu pekerjaan konstruksi menjadi lebih efektif dan efisien jika dibandingkan dengan pekerjaan manual yang banyak menggunakan tenaga manusia terutama dalam hal mutu dan waktu. Maka, dilakukan survey terhadap potensi dalam penggunaan robotic pada proyek konstruksi serta melakukan analisis terhadap faktor-faktor yang menjadi hambatan dalam penggunaan teknologi robotic. Penelitian ini dilakukan dengan mencari literatur tentang potensi penggunaan robotic pada beberapa jurnal di internet, serta literatur tentang hambatan-hambatan yang terjadi selama penggunaan robotic. Selain melakukan studi literatur, penelitian ini juga melakukan survey untuk mengetahui potensi serta hambatan dalam penggunaan robotic menurut pelaku konstruksi di Surabaya dan beberapa kota lainnya. Setelah dilakukan survey potensi dan hambatan dalam penggunaan robotic, didapatkan hasil bahwa semua robotic dalam penelitian berpotensi, tetapi Building Component Manufacturing (BCM) menjadi robotic yang paling berpotensi, sedangkan biaya investasi tinggi dan membutuhkan pekerja dengan soft skill dan hard skill yang memadai juga menjadi hambatan utama dalam penelitian.",
  "creators": "ALEXANDER TIRTA WIRAWIJAYA HANANTO SUPRA; FARLY ENNARTA",
  "contributors": "Paulus Nugraha (Advisor 1); Andi (Examination Committee 1); DAVID WIYONO, ST.,MT. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012545/SIP/2022; Alexander Tirta Wirawijaya Hananto Supra (21416199), Farly Ennarta (21416183)",
  "subjects": "CONSTRUCTION EQUIPMENT--TECHNOLOGICAL INNOVATIONS; CONSTRUCTION EQUIPMENT"
}