{
  "id": "5170",
  "title": "Analisa pengaruh kualitas produk dan saluran distribusi terhadap peningkatan volume pemesanan produk kaleng di CV. Sinar Jaya Bangil",
  "abstract": "CV. Sinar Jaya adalah perusahaan industri yang membuat bermacam-macam wadah dari logam yaitu kaleng untuk keperluan industri yang berdasarkan pemesanan. Adanya perusahaan-perusahaan yang sejenis sebagai pesaing menyebabkan CV. Sinar Jaya harus memperhatikan usahanya agar dapat terus bertahan dan mengembangkan usahanya. Karena itu CV. Sinar jaya perlu mengetahui apakah kualitas produk dan saluran distribusi secara bersama-sama berpengaruh terhadap peningkatan volume pemesanan dan diantara kedua variabel bebas tersebut mana yang paling berpengaruh. Teknik analisis data yang digunakan adalah analisa regresi linier berganda untuk mengetahui pengaruh, perhitungan koefisien secara bersama-sama untuk mengetahui pengaruh kedua variabel bebas yaitu variabel kualitas produk (Xi) dan saluran distribusi (X2) dengan variabel terikat yaitu volume pemesanan (Y). Perhitungan koefisien parsial untuk mengetahui pengaruh yang paling dominan antar variabel bebas (Xu X2) dengan variabel terikat (Y). Pengujian hipotesis menggunakan uji t dan uji F. Berdasarkan hasil penelitian, didapat bahwa secara bersama-sama kedua variabel bebas berpengaruh terhadap variabel terikat. Diantara dua variabel bebas tersebut, variabel saluran distribusilah yang memberikan pengaruh paling dominan terhadap variabel volume pemesanan.",
  "creators": "STEPHANIE ONG; SETIANI SUSANTO",
  "contributors": "Diah Dharmayanti (Advisor 1); ANGSOKA YORINTHA PAUNDRALINGGA (Advisor 2); LUKAS SUGENG MUSIANTO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 02011688/MAN/2003; Stephanie Ong (31499036), Setiani Susanto (31499038)",
  "subjects": "MARKETING RESEARCH; MARKETING CHANNELS"
}