{
  "id": "51716",
  "title": "Strategi self-presentation Gibran Rakabuming Raka sebagai wali kota Solo di akun instagram @gibran_rakabuming",
  "abstract": "Self-presentation adalah sebuah proses tentang bagaimana seseorang membentuk apa yang orang lain pikirkan ataupun apa yang kita pikirkan tentng diri kita sendiri. Self-presentation dibagi menjadi dua jenis yaitu defensive self-presentation yang memiliki 5 sub-indikator (excuse, justification, disclaimer, self-handicapping, apology) dan juga assertive self-presentation yang terdiri dari 8 sub-indikator (ingratiation, intimidation, supplication, entitlement, enhancement, basking, blasting, exemplification). Penelitian ini dilakukan untuk mengetahui strategi self-presentation Gibran Rakabuming sebagai Walikota Solo dalam akun Instagram @gibran_rakabuming. Penelitian ini mencoba menemukan bagaimana Gibran Rakabuming melakukan presentasi diri selama 100 hari pertama ia menjabat sebagai Walikota Solo mulai tanggal 26 Februari sampai dengan 6 Juni 2021. Latar belakangnya yang merupakan seorang pengusaha dan dinilai minim pengalaman politik membuat Gibran Rakabuming banyak diterpa isu negatif serta dinilai belum mampu memimpin sebagai Walikota. Penelitian ini menggunakan metode analisis isi kuantiatif dengan melihat dan menganalisis caption Gibran Rakabuming sebanyak 137 postingan Grid. Temuan dari penelitian ini adalah Gibran Rakabuming lebih sering menggunakan strategi assertive self-presentation pada sub-indikator exemplification di mana Gibran Rakabuming sering mengajak orang untuk melakukan sesuatu yang ia inginkan atau hal-hal positif.",
  "creators": "PETER GERIDS LEONARDO SAFKAUR",
  "contributors": "Gatut Priyowidodo (Advisor 1); Jandy Edipson Luik (Advisor 2); Ido Prijana Hadi (Examination Committee 1); Agusly Irawan Aritonang, S.Sos., M.A. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011737/KOM/2022; Peter Gerids Leonardo Safkaur (F11170097)",
  "subjects": "SELF-PRESENTATION; SOCIAL MEDIA--COMMUNICATION"
}