{
  "id": "51717",
  "title": "Representasi rasisme dalam film Hairspray (2007)",
  "abstract": "Penelitian ini dilakukan untuk mengetahui bagaimana rasisme direpresentasikan di film Hairspray (2007) yang menceritakan bagaimana seorang murid kulit putih, Tracy, menggunakan ketenarannya di Corny Collins Show untuk mewujudkan integrasi antara orang kulit hitam dan putih di dalam acara tersebut. Pendekatan yang digunakan adalah kualitatif, dengan jenis penelitian deskriptif. Peneliti menggunakan metode semiotika kode-kode televisi John Fiske yang mengandung tiga tahapan yaitu level realitas, level representasi, dan level ideologi. Setelah menganalisa temuan data melalui tiga tahapan tersebut, peneliti menemukan bahwa dalam level realitas, penampilan orang kulit putih digambarkan sebagai murni dan berkuasa, sedangkan penampilan kelompok orang Yahudi dan Afrika-Amerika digambarkan sebagai kusam dan tidak rapi. Lalu level representasi menunjukkan bahwa ada penggambaran bahwa ras kulit putih merupakan kelompok yang superior melalui sudut kamera dan cara berdialog mereka terhadap orang Yahudi dan orang Afrika-Amerika. Akan tetapi, level realitas dan representasi berubah dengan drastis menuju akhir film. Kelompok Afrika-Amerika digambarkan lebih rapi dan beradab, sedangkan kelompok pelaku rasisme digambarkan sebagai lemah dan tidak berdaya. Film ini juga mengandung ideologi-ideologi, yaitu feminisme dan kapitalisme. Dalam film ini, kapitalisme merupakan ideologi yang mendasari penindasan terhadap ras tertentu, karena kelompok ras yang tertindas digambarkan sebagai kelas pekerja sedangkan kelompok kulit putih digambarkan sebagai kelas elit.",
  "creators": "NATHASYA AMELIA IRAWAN",
  "contributors": "Daniel Budiana, S.Sos., M.A. (Advisor 1); Megawati Wahjudianata (Advisor 2); Fanny Lesmana (Examination Committee 1); Agusly Irawan Aritonang, S.Sos., M.A. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011733/KOM/2022; Nathasya Amelia Irawan (F11170003)",
  "subjects": "COMMUNICATIONS; RACISM IN MOTION PICTURES"
}