{
  "id": "51729",
  "title": "Penjadwalan dan optimasi sumber daya manusia dalam proyek perumahan untuk rumah dua lantai",
  "abstract": "Sebuah proyek konstruksi tentu membutuhkan sumber daya manusia dalam pelaksanaannya. Namun, sumber daya manusia yang tersedia dalam proyek tentu bersifat terbatas, sehingga diperlukan penjadwalan yang dapat memanfaatkan sumber daya manusia yang tersedia dengan baik agar tidak terjadi masalah akibat fluktuasi alokasi sumber daya manusia. Penelitian ini akan bertujuan untuk melakukan optimasi terhadap sumber daya yang tersedia dalam sebuah proyek perumahan. Proyek yang menjadi objek penelitian adalah proyek rumah tinggal 2 lantai dengan jumlah sampel sebanyak 5 unit dengan kontrak penyelesaian berdurasi 365 hari kalender. Pada penelitian ini, akan dilakukan proses optimasi sumber daya manusia dengan berdasarkan time-cost trade-off. Tahapan penelitian yaitu dilakukan penjadwalan proyek dengan metode Critical Path Method (CPM) untuk 1 rumah. Kemudian, penjadwalan proyek dilakukan dengan metode Line of Balance (LOB) untuk 5 rumah. Tahapan terakhir yaitu optimasi dengan metode linear programming. Hasil yang didapat dari penelitian adalah penjadwalan proyek dengan alokasi sumber daya manusia yang optimal dan jumlah biaya yang minimal, beserta perbandingan biaya sebelum dan setelah optimasi, dimana terdapat penghematan biaya sebesar 12,7% dari biaya total untuk upah pekerja. Diberikan dua macam alternatif penyelesaian optimasi yang dapat dipilih. Perbedaannya ialah alternatif 1 mempertahankan waktu penyelesaian berdasarkan kontrak, sedangkan alternatif 2 mempertahankan handover rate sesuai dengan kontrak.",
  "creators": "EDWIN SHIADY; KEVIN SUGIANTO",
  "contributors": "Ratna S. Alifen (Advisor 1); Sentosa Limanto (Examination Committee 1); Budisetyono Tedjakusuma (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012550/SIP/2022; Edwin Shiady (B11180104), Kevin Sugianto (B11180014)",
  "subjects": "CONSTRUCTION PROJECTS--PERSONNEL MANAGEMENT; HUMAN CAPITAL--MANAGEMENT; CONSTRUCTION PROJECTS--MANAGEMENT"
}