{
  "id": "51726",
  "title": "Pengaruh jumlah foreign subsidiary, foreign affiliates, capital adequacy, credit risk, dan liquidity terhadap profitabilitas bank di negara-negara di Asia Tenggara",
  "abstract": "Penelitian ini bertujuan untuk menjelaskan pengaruh jumlah Foreign Subsidiary, Foreign Affiliates, Capital Adequacy, Credit Risk dan Liquidity terhadap profitabilitas bank di wilayah Asia Tenggara. Perdagangan internasional dan transaksi keuangan lintas negara berkembang semakin pesat. Kawasan Asia Tenggara merupakan kawasan perdagangan terbesar keempat di dunia. Meningkatnya investasi yang masuk ke wilayah Asia Tenggara membuat potensi pertumbuhan ekonomi di wilayah Asia Tenggara semakin meningkat karena sektor industri perbankan sangat mempengaruhi perekonomian di wilayah tersebut.Sampel penelitian adalah 52 bank di 3 negara yaitu 40 di Indonesia, 9 di Malaysia dan 3 di Singapura pada periode 2015-2019 dimana annual report diterbitkan dalam 2 bahasa yaitu, Bahasa Indonesia dan Bahasa Inggris. Penelitian ini menggunakan analisa regresi berganda. Hasil penelitian menemukan bahwa Capital Adequacy dan Credit Risk berpengaruh secara signifikan terhadap profitabilitas bank di negara-negara di Asia Tenggara. Capital Adequacy berpengaruh secara positif dan signifikan terhadap profitabilitas bank di wilayah Asia Tenggara. Credit Risk berpengaruh secara signifikan dan negatif terhadap bank di wilayah Asia Tenggara.",
  "creators": "STELLA GIOVALINE KURNIAWAN; BRIGYTA REZA TANIA",
  "contributors": "Elisa Tjondro (Advisor 1); Yenni Mangoting (Examination Committee 1); R.Arja Angka Asa Aras Adji S. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011756/AKT/2022; Stella Giovaline Kurniawan (D12180186), Brigyta Reza Tania (D12180097)",
  "subjects": "BANK MANAGEMENT; BANK PROFITS"
}