{
  "id": "51727",
  "title": "Pengaruh komposisi dan kadar alkali activator dalam pembuatan one-part geopolymer",
  "abstract": "Proses produksi semen memberikan kontribusi sebesar 8% dari total emisi CO₂ yang dilepaskan ke atmosfer. Oleh karena itu, dikembangkan beton geopolimer yang menggunakan fly ash sebagai salah satu alternatif bahan dasar. Geopolimer yang banyak dikembangkan sejauh ini adalah geopolimer two-part, yang menggunakan liquid alkali activator. Belakangan mulai dikembangkan geopolimer one-part, yang menggunakan solid alkali activator. Namun, geopolimer one-part yang menggunakan NaOH dan Na₂SiO₃ menghasilkan suhu campuran yang tinggi sehingga meningkatkan resiko kecelakaan kerja. Oleh karena itu, penelitian ini bertujuan untuk menurunkan suhu campuran melalui penggunaan Na₂CO₃ dan Na₂SiO₃ sebagai alternatif alkali activator. Berdasarkan hasil yang diperoleh, suhu yang dihasilkan oleh geopolimer one-part dengan NaOH lebih tinggi dibandingkan dengan Na₂CO₃. Namun, penggunaan Na₂CO₃ lebih memicu terjadinya efflorescence dibandingkan penggunaan NaOH dalam campuran geopolimer one-part. Selain itu, didapatkan bahwa penggunaan Na₂CO₃ atau NaOH secara terpisah menghasilkan kuat tekan lebih tinggi dibandingkan bila kedua alkali activator tersebut digunakan secara bersamaan. Kuat tekan optimum didapatkan pada penggunaan Na₂SiO₃ yang lebih banyak dibandingkan Na₂CO₃ ataupun NaOH pada campuran geopolimer one-part. Penggunaan jumlah alkali activator yang semakin banyak juga dapat memicu terjadinya efflorescence, serta berpengaruh terhadap kuat tekan yang akan semakin menurun.",
  "creators": "WILLIAM ALEXANDER; JONATHAN ROBBY",
  "contributors": "Djwantoro Hardjito (Advisor 1); Gogot Setyo Budi (Examination Committee 1); Johanes Indrojono Suwono (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10012552/SIP/2022; William Alexander (B11180076), Jonathan Robby (B11180082)",
  "subjects": "CONCRETE--MIXING; POLYMER-IMPREGNATED CONCRETE"
}