{
  "id": "51737",
  "title": "Efek mediasi financial distress dalam hubungan antara profitabilitas dan likuiditas terhadap firm value (studi pada perusahaan manufaktur di Indonesia)",
  "abstract": "Kondisi perusahaan yang baik akan menarik investor untuk berinvestasi, profitabilitas dan likuiditas merupakan hal yang penting dalam penilaian investor. Semakin tinggi profitabilitas dan nilai likuiditas maka akan mengurangi kemungkinan suatu perusahaan mengalami financial distress. Penelitian ini bertujuan untuk menguji pengaruh mediasi Financial Distress dalam hubungan antara Profitabilitas dan Likuiditas terhadap Nilai Perusahaan. Penelitian dilakukan terhadap 170 perusahaan manufaktur yang terdaftar di BEI selama tahun 2016-2020. Analisis data menggunakan analisis statistik Partial Least Square (PLS). Hasil penelitian menunjukkan bahwa terdapat mediasi yang sempurna dalam hubungan antara Profitabilitas dan Nilai Perusahaan melalui financial distress, serta Likuiditas sebagai variabel independen. Temuan utama dari penelitian ini adalah bahwa Profitabilitas dan Likuiditas tidak berpengaruh langsung terhadap Nilai Perusahaan, tetapi berpengaruh tidak langsung melalui Financial Distress. Sesuai dengan signal theory, informasi terkait situasi keuangan yang bebas dari Financial Distress dapat memberikan sinyal positif bagi investor untuk berinvestasi sehingga Nilai Perusahaan akan meningkat. Penelitian ini memberikan kontribusi bagi perusahaan yang ingin memaksimalkan Nilai Perusahaannya, serta literatur yang berhubungan dengan peran mediasi Financial Distress dalam memprediksi pengaruh Profitabilitas dan Likuiditas terhadap peningkatan Nilai Perusahaan.",
  "creators": "MELINDA DEWI; GABRIELLA NATASYA FOANTO",
  "contributors": "Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Advisor and Examination Committee); Devie (Examination Committee 1); Sany, S.E., MS-CIS., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011767/AKT/2022; Melinda Dewi (D12180246), Gabriella Natasya Foanto (D12180253)",
  "subjects": "CORPORATE PROFITS; LIQUIDITY (ECONOMICS)"
}