{
  "id": "51739",
  "title": "Pertumbuhan penjualan dan kinerja keuangan perusahaan: peran moderasi pengawasan komisaris independen",
  "abstract": "Growth maximization theory menjelaskan bahwa perbedaan tujuan antara agen dan principal dapat disatukan melalui pertumbuhan penjualan. Ketika pertumbuhan penjualan meningkat maka kinerja keuangan juga akan meningkat. Di sisi lain, agency theory menjelaskan bahwa agen harus diawasi agar agen bertindak sesuai dengan keinginan principal. Kehadiran komisaris independen mampu membantu principal dalam mengawasi kinerja agen. Berdasarkan penjelasan kedua teori tersebut, penelitian ini bertujuan untuk membuktikan apakah pengawasan komisaris independen ikut memengaruhi hubungan pertumbuhan penjualan terhadap kinerja keuangan. Penelitian dilakukan terhadap 66 perusahaan manufaktur yang terdaftar di Bursa Efek Indonesia (BEI) periode 2018-2020. Penelitian ini menggunakan teknik regresi linear berganda data panel. Hasil penelitian membuktikan bahwa semakin tinggi pertumbuhan penjualan dan pengawasan komisaris independen maka kinerja keuangan semakin meningkat. Terkait peran moderasi dari pengawasan komisaris independen, penelitian ini berhasil membuktikan bahwa perusahaan dengan pengawasan komisaris independen yang tinggi, peningkatan kinerja keuangan yang disebabkan oleh pertumbuhan penjualan menjadi lebih tinggi dibandingkan perusahaan dengan kondisi pengawasan komisaris independen yang rendah. Hasil penelitian ini diharapkan dapat digunakan oleh pemegang saham perusahaan yang sedang bertumbuh agar lebih memaksimalkan peran pengawasan komisaris independen dalam memonitor kegiatan manajemen. Selain itu, investor dapat memprediksi kinerja keuangan perusahaan melalui informasi pertumbuhan perusahaan.",
  "creators": "DEVIANTY KUMALASARI; NADIA ANGELIA",
  "contributors": "Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Advisor and Examination Committee); Devie (Examination Committee 1); Sany, S.E., MS-CIS., Ph.D. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011766/AKT/2022; Devianty Kumalasari (D12180247), Nadia Angelia (D12180236)",
  "subjects": "CORPORATIONS--FINANCE; FINANCIAL STATEMENTS"
}