{
  "id": "51732",
  "title": "Penerapan single identity number dan big data terhadap dalam kepatuhan wajib pajak",
  "abstract": "Perubahan tentang penggunaan NIK sebagai NPWP yang tertuang dalam UU No 7 Tahun 2021 tentang Harmonisasi Peraturan Perpajakan membawa kebingungan pada masyarakat. Hal tersebut terjadi karena masih belum ada sosialisasi dari pemerintah dan tata pelaksanaan tentang single identity number. Penelitian ini bertujuan untuk menganalisis tujuan, manfaat, dan tata pelaksanaan dari single identity number. Metode penelitian yang digunakan untuk penelitian ini adalah metode kualitatif deskriptif dengan pengambilan data melalui wawancara. Hasil dari penelitian ini menunjukkan bahwa tujuan utama dari diterapkannya single identity number adalah melakukan pengawasan terhadap wajib pajak secara mendalam dan mensinergikan seluruh nomor-nomor yang ada. Manfaat bagi pemerintah adalah meningkatnya penerimaan negara dan kepatuhan wajib pajak secara sukarela. Bagi masyarakat adalah dengan adanya single identity number masyrakat akan merasa lebih efisien dalam hal biaya maupun waktu. Selain itu untuk tata pelaksanaan single identity number sudah dapat digambarkan. Hanya saja menunggu pemerintah untuk meningkatkan kualitas sistem dan database, serta kesinergian antara institusi negara yang berhubungan dengan single identity number. Oleh karena itu, single identity number harus dilaksanakan dengan sangat baik karena dapat memberikan dampak yang sangat signifikan bagi negara maupun masyarakat.",
  "creators": "ALFADELLA OCTAVIANA DURAINI",
  "contributors": "TONNY STEPHANUS EOH (Advisor 1); Elisa Tjondro (Examination Committee 1); Retnaningtyas Widuri, S.Sos., M.M. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011753/AKT/2022; Alfadella Octaviana Duraini (D12180278)",
  "subjects": "TAXPAYER COMPLIANCE"
}