{
  "id": "51744",
  "title": "Perbandingan kinerja struktur baja rangka terbreis eksentris dengan rangka terbreis penahan tekuk eksentris menggunakan breising tipe v dengan variasi 2 bentang dan 3 bentang breising pada bangunan 12 dan 18 lantai",
  "abstract": "Indonesia yang berada pada daerah ring of fire, sering mengalami gempa bumi. Gempa bumi tidak hanya merusak struktur bangunan, tapi juga menimbulkan korban jiwa akibat bangunan yang runtuh. Maka dari itu, desain bangunan dalam bidang teknik sipil perlu memperhatikan gaya gempa yang mungkin terjadi, terutama pada bangunan tinggi. Gaya lateral gempa dapat ditahan dengan berbagai macam sistem penahan lateral, salah satunya adalah breising. Pada penelitian ini, akan ditinjau pengaruh breising pada bangunan 12 (48 meter) dan 18 (72 meter) lantai menggunakan sistem tunggal. Sistem breising yang diteliti adalah Struktur Baja Rangka Terbreis Eksentris (SRTE) dengan menggunakan bresing hollow dan Struktur Baja Rangka Terbreis Penahan Tekuk Eksentris (SRTPT-E) yang menggunakan breising CoreBrace. Bentuk breising yang digunakan adalah bentuk V dengan jumlah bentang breising yang beragam, yaitu 2 bentang breising dan 3 bentang breising. Performa dari masing-masing bangunan akan ditinjau menggunakan nonlinear time history analysis. Hasil penelitian secara garis besar menunjukkan bahwa SRTPT-E memiliki nilai displacement dan drift ratio yang lebih kecil daripada SRTE. Namun, SRTE lebih unggul dalam aspek berat struktur dan tingkat kerusakan bangunan.",
  "creators": "CLARISSA THALIA TJANDRA; CLARITA DEWI RATNA",
  "contributors": "Effendy Tanojo (Advisor 1); Hasan Santoso (Advisor 2); Pamuda Pudjisuryadi (Examination Committee 1); VIELICENIA SINDYNATA, M.Sc. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10012538/SIP/2022; Clarissa Thalia Tjandra (B11180040), Clarita Dewi Ratna (B11180054)",
  "subjects": "STEEL FRAMING (BUILDING); STEEL, STRUCTURAL--EARTHQUAKE EFFECTS; BUILDING, IRON AND STEEL"
}