{
  "id": "51741",
  "title": "Pengaruh penggunaan fly ash dan silica fume dengan kadar tinggi terhadap kuat tekan ultra high performance concrete",
  "abstract": "Beton merupakan bahan material umum dalam proyek konstruksi hingga saat ini. Perkembangan teknologi beton dalam dunia ini akan terus berkembang pesat, salah satu contohnya adalah Ultra High Performance Concrete (UHPC). Teknologi beton ini memiliki keunggulan dalam aspek workability, kekuatan tekan, dan durability dibandingkan beton pada umumnya. Tetapi, produk UHPC merupakan produk yang kurang ramah lingkungan. Permasalahan utama UHPC ini adalah pada penggunaan Ordinary Portlant Cement (OPC) yang tinggi. Sedangkan proses produksi semen sendiri memberikan kontribusi sebesar 6% dari total emisi CO₂ di dunia. Karena hal tersebut dibuatlah suatu solusi dari masalah ini, yaitu dengan menggunakan silica fume dan fly ash sebagai pengganti sebagian OPC dalam beton UHPC. Dari hasil penelitian ini, didapatkan mix design yang dapat dipakai sebagai alternatif dari mix design UHPC dengan menggunakan silica fume dan fly ash sebagai pengganti sebagian OPC untuk mengurangi penggunaan OPC. Komposisi beton yang memiliki silica fume 20% dari berat semen, fly ash tipe C 30% dari berat semen, dan steel fiber 1% dari volume beton dapat menghasilkan kuat tekan yang lebih besar dari 120 MPa sebagai standart beton UHPC. Karena hal inilah, beton tersebut dapat dikategorikan sebagai UHPC dan dapat menjadi alternatif untuk mengurangi penggunaan OPC. Pada penelitian ini, juga ditemukan fenomena flash set pada UHPC. Fenomena flash set terjadi akibat penambahan fly ash tipe C pada UHPC dan dapat menurunkan kekuatan tekan. Selain itu, juga dilakukan penelitian terhadap rasio penggunaan steel fiber dalam UHPC. Pada percobaan ini, penggunaan steel fiber yang terlalu sedikit akan menurunkan kekuatan tekan, sedangkan penggunaan steel fiber yang terlalu banyak akan menyebabkan terjadinya balling pada campuran beton.",
  "creators": "HANS TOBIAS WIJAYA; NATHANIEL ALEXSANDER ROBERTO",
  "contributors": "Antoni (Advisor 2); Djwantoro Hardjito (Advisor 1); Handoko Sugiharto (Examination Committee 1); Gunawan Budi Wijaya S.T., M.T., M.Eng. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012560/SIP/2022; Hans Tobias Wijaya (B11170032), Nathaniel Alexsander Roberto (B11170084)",
  "subjects": "HIGH STRENGTH CONCRETE--TESTING; CONCRETE--MIXING"
}