{
  "id": "51756",
  "title": "Peran moderasi tingkat senioritas chief financial officer dalam pengaruh komposisi wanita dan ukuran komite audit terhadap manajemen laba riil",
  "abstract": "Penelitian pengaruh komposisi wanita dan ukuran komite audit terhadap manajemen laba riil sudah banyak dilakukan dengan hasil yang beragam. Teori Upper-echelon menjelaskan bahwa kinerja perusahaan dipengaruhi oleh karakteristik pimpinannya. Kinerja perusahaan dapat dilihat dari pencapaian laba. Untuk mencapai target laba, dibutuhkan karakteristik Chief Financial Officer (CFO) seperti tingkat senioritas CFO. Tingkat senioritas diduga dapat mempengaruhi hubungan antara karakteristik komite audit terhadap manajemen laba riil suatu organisasi. Penelitian ini bertujuan untuk menguji apakah tingkat senioritas CFO dapat mempengaruhi hubungan karakteristik komite audit terhadap manajemen laba riil. Penelitian dilakukan terhadap 171 perusahaan di tiga sektor yang terdaftar di BEI pada tahun 2018-2019. Data dianalisis dengan regresi data panel menggunakan software Gretl. Hasil pengujian data membuktikan bahwa semakin banyak komposisi wanita dalam komite audit akan berpotensi menaikan praktik manajemen laba riil dan semakin besar ukuran komite audit akan berpotensi menurunkan praktik manajemen laba riil. Selain itu, meningkatnya manajemen laba riil akibat semakin banyak komposisi wanita dalam komite audit akan lebih lemah pada perusahaan yang memiliki tingkat senioritas CFO yang tinggi. Hasil penelitian diharapkan dapat berguna bagi pemegang saham untuk lebih memperhatikan komposisi wanita dan ukuran komite audit serta tingkat senioritas CFO untuk menghindari praktik manajemen laba riil.",
  "creators": "MICHELLE TEVI; MICHELINE CLARISSA",
  "contributors": "Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Advisor and Examination Committee); Devie (Examination Committee 1); Sany, S.E., MS-CIS., Ph.D. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011765/AKT/2022; Michelle Tevi (D12180171)Micheline Clarissa (D12180189)",
  "subjects": "EARNINGS MANAGEMENT; CORPORATIONS; PERFORMANCE"
}