{
  "id": "5175",
  "title": "Kinerja bangunan tahan gempa yang didesain menurut SNI 03-2847-1992 dan SNI 03-2847-2002 di wilayah 6 peta gempa Indonesia",
  "abstract": "SNI 03-2847-2002 diterbitkan untuk menggantikan SNI 03-2847-1992 dengan disertai beberapa perubahan. Salah satu perubahan yang cukup signifikan adalah pada faktor perbesaran jumlah momen nominal kolom terhadap jumlah momen nominal balok. Penelitian ini bertujuan untuk membandingkan kinerja struktur Sistem Rangka Pemikul Momen Khusus (SRPMK) yang didesain dengan SNI 03-2847-1992 dan SNI 03-2847-2002 pada wilayah 6 peta gempa Indonesia untuk jenis tanah lunak sesuai dengan SNI 03-1726-2002. Struktur beton bertulang yang ditinjau pada penelitian ini berupa bangunan 6 dan 10 lantai dengan denah simetris, tinggi antar lantai 3,5 m. Pemeriksaan kinerja struktur dilakukan dengan analisa statis pushover nonlinier dan analisa dinamis time history nonlinier. Untuk analisa pushover, pola pembebanan yang dipakai adalah sesuai dengan respons struktur ragam pertama (mode 1), sedangkan beban gempa dalam analisa time history adalah gempa satu arah dengan menggunakan gempa El Centro 18 Mei 1940 komponen North-South yang dimodifikasi sesuai dengan respons spektrum berdasarkan SNI 03-1726-2002. Hasil penelitian menunjukkan bahwa displacement dan drift dari struktur yang didesain menggunakan SNI 03-2847-1992 dan SNI 03-2847-2002 tidak jauh berbeda. Secara umum, bangunan 6 lantai tidak memenuhi persyaratan \"kolom kuat balok lemah\", baik bangunan yang didesain berdasarkan SNI 03-2847-1992 maupun SNI 03-2847-2002. Sedangkan untuk bangunan 10 lantai, secara umum kinerja bangunan memenuhi persyaratan \"kolom kuat balok lemah\", kecuali untuk bangunan yang didesain berdasarkan SNI 03-2847-2002, yang dianalisa dengan metode time history.",
  "creators": "JIMMY CHANDRA; WILLIAM ARDEN BUDIMAN",
  "contributors": "Benjamin Lumantarna (Advisor 1); Pamuda Pudjisuryadi (Advisor 2); Januar Buntoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11301502/SIP/2007; Jimmy Chandra (21403014), William Arden Budiman (21403028)",
  "subjects": "BUILDINGS-EARTHQUAKE EFFECTS"
}