{
  "id": "51755",
  "title": "Pengaruh brand image dan nutrition label terhadap keputusan pembelian mie instan Lemonilo: efek moderasi orientasi makanan sehat",
  "abstract": "Walaupun dipersepsikan sebagai makanan tinggi-kalori rendah-nutrisi, mie instan berada pada daftar teratas pilihan makanan bagi banyak konsumen. Lemonilo, yang dikenal karena produk makanan kontemporernya, melakukan diferensiasi mie instan produksi mereka dengan memasarkannya sebagai makanan yang bernutrisi dan natural. Studi ini mempelajari persepsi konsumen atas brand image dan nutrition label dan bagaimana faktor-faktor tersebut mempengaruhi keputusan pembelian mie instan Lemonilo, dan juga memasukan efek moderasi orientasi makanan sehat untuk memperkuat penelitian. Data berasal dari responden yang tinggal di dua kota metropolitan di Indonesia: Jakarta dan Surabaya. Peneliti menggunakan quota sampling dari 100 konsumen mie instan Lemonilo. Studi ini memetakan brand image dan nutrition label mie instan Lemonilo dibandingkan dengan kompetitor. Model regresi linier berganda diaplikasikan untuk mengukur pengaruh brand image dan nutrition label terhadap keputusan pembelian mie instan Lemonilo dengan efek moderasi orientasi makanan sehat. Hasil analisis menyatakan bahwa variabel brand image dan nutrition label berpengaruh positif dan signifikan, sedangkan efek moderasi orientasi makanan sehat tidak memberikan pengaruh pada brand image dan nutrition label terhadap keputusan pembelian. Berdasarkan hasil analisis dapat disimpulkan bahwa brand image memiliki pengaruh yang paling besar dalam mempengaruhi konsumen melakukan keputusan pembelian mie instan Lemonilo. Oleh karena itu, perusahaan dapat mengoptimalkan program pemasaran untuk membangun dan mempertahankan brand image yang baik.",
  "creators": "PRISCILLIA ANGELA GUNAWAN",
  "contributors": "Dr. Yohanes Sondang Kunto, S.Si., M.Sc. (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020876/MAN/2022; Priscillia Angela Gunawan (D11180231)",
  "subjects": "CONSUMER SATISFACTION; CONSUMERS--RESEARCH; BRAND IMAGE; CONSUMERS--DECISION MAKING"
}