{
  "id": "5176",
  "title": "Kinerja bangunan tahan gempa yang didesain menurut SNI 03-2847-1992 dan SNI 03-2847-2002 di wilayah 4 peta gempa Indonesia",
  "abstract": "Pergantian SNI 03-2847-1992 menjadi SNI 03-2847-2002, menimbulkan beberapa perubahan dalam desain bangunan. Salah satunya adalah faktor perbandingan jumlah kuat momen nominal kolom terhadap jumlah kuat momen nominal balok dalam perencanaan gedung tahan gempa, yang besarnya pada SNI 03-2847-2002 lebih kecil daripada SNI 03-2847-1992. Yang menjadi pertanyaan adalah seberapa besar perubahan faktor tersebut mempengaruhi kinerja bangunan. Dalam penelitian ini ditinjau dua buah model bangunan yaitu 6 lantai dan 10 lantai dengan bentuk denah yang teratur dan simetris. Masing-masing model bangunan didesain menurut SNI 03-2847-1992 dan SNI 03-2847-2002 dengan beban gempa sesuai SNI 03-1726-2002. Hasil desain tersebut dianalisa menggunakan dua metode, yaitu analisa statis pushover dengan pola pembebanan lateral sesuai dengan mode pertama dan analisa dinamis riwayat waktu nonlinier dengan gempa El-Centro 15 Mei 1940 N-S yang dimodifikasi agar respon spektrumnya sesuai wilayah 4 peta gempa Indonesia dengan periode ulang 500 dan 1000 tahun. Hasil penelitian menunjukkan bahwa desain kolom bangunan menurut SNI 03-2847-2002 menghasilkan tulangan lentur yang lebih sedikit dan tulangan geser yang lebih rapat. Sedangkan dari hasil kedua analisa di atas didapatkan letak sendi plastis selain pada kolom bagian dasar. Hal ini menunjukkan bahwa persyaratan strong column weak beam tidak terpenuhi.",
  "creators": "YONGKY SETIAWAN; YOHAN CHRISTANTO",
  "contributors": "Benjamin Lumantarna (Advisor 1); Pamuda Pudjisuryadi (Advisor 2); Januar Buntoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11301503/SIP/2007; Yongky Setiawan (21403017), Yohan Christanto (21403031)",
  "subjects": "BUILDINGS-EARTHQUAKE EFFECTS"
}