{
  "id": "51772",
  "title": "Pengaruh tanggung jawab sosial perusahaan terhadap biaya modal ekuitas di Indonesia",
  "abstract": "Tujuan dari penelitian ini adalah untuk mengetahui hubungan antara Tanggung Jawab Sosial Perusahaan (CSR) terhadap Biaya Ekuitas (BE) di Indonesia. Studi ini mengkaji 65 perusahaan publik di Indonesia dari industri yang berbeda, kecuali sektor perbankan dan keuangan, yang mengungkapkan CSR secara penuh selama 5 tahun, dari periode 2015 hingga periode 2019. Sebanyak 325 observasi diuji menggunakan skor ESG sebagai variabel independen dan BE sebagai variabel dependen. Hasilnya, ditemukan bahwa kinerja CSR dapat menurunkan BE. Perusahaan di Indonesia juga perlu meningkatkan kinerja CSR mereka karena investor memperhatikan aspek non-keuangan seperti kinerja keberlanjutan. Pengungkapan CSR merupakan upaya perusahaan untuk transparan kepada para pemangku kepentingan, sehingga mengurangi asimetri informasi. Sejalan dengan teori pemangku kepentingan, informasi yang diberikan dalam pengungkapan CSR dalam laporan tahunan juga membantu dalam memenuhi kebutuhan para pemangku kepentingan. Namun, penelitian ini terbatas pada perusahaan-perusahaan Indonesia saja. Negara yang berbeda mungkin memiliki implikasi lain, tetapi negara dengan karakteristik yang sama seperti Indonesia dapat mengambil manfaat dari penelitian ini. Selain itu, koefisien determinasi dalam penelitian ini adalah 15%. Penelitian selanjutnya dapat memperluas kerangka penelitian ini untuk mengisi 85% sisanya dari variabel lain untuk menjelaskan pengelolaan BE.",
  "creators": "MARIA BRIGITTA ADRIANE IRIANTO; STEFANY LIA JONATHAN",
  "contributors": "Saarce Elsye Hatane (Advisor and Examination Committee); Devie (Examination Committee 1); Sany, S.E., MS-CIS., Ph.D. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011771/AKT/2022; Maria Brigitta Adriane Irianto (D12180040), Stefany Lia Jonathan (D12180102)",
  "subjects": "SOCIAL RESPONSIBILITY OF BUSINESS; CAPITAL"
}