{
  "id": "51794",
  "title": "Pemanfaatan model hidrodinamika untuk mengetahui karakteristik pergerakan sampah laut di Kalimantan Barat",
  "abstract": "Peningkatan jumlah penduduk di dunia akan mengakibatkan peningkatan volume sampah. Indonesia dengan jumlah penduduk terbesar ke-4 di dunia memiliki angka produksi sampah nasional yang besar. Kalimantan merupakan salah satu pulau di Indonesia dengan angka populasi rendah. Akan tetapi ditemukan sampah dalam jumlah besar di pesisir pantai Kalimantan Barat. Penelitian ini bertujuan untuk mengetahui sumber sampah laut beserta karakteristik arus laut di sekitar lokasi penelitian di daerah Kalimantan Barat. Metodologi penelitian dilakukan dengan 2 cara, pertama dengan pengumpulan data primer dengan dukungan Citizen Science research dan penggunaan model hidrodinamika. Data dari hasil simulasi akan diverifikasi dan divalidasi menggunakan rumus Root Mean Square Error (RMSE). Model yang dibuat menghasilkan angka RMSE sebesar 0,147 dimana angka tersebut sudah cukup baik dan dapat dijadikan acuan untuk menganalisa pola arus pergerakan sampah laut. Model hidrodinamika menyimpulkan bahwa sampah laut yang terdampar di wilayah Kalimantan Barat didominasi terbawa oleh arus laut yang datang dari arah timur laut, barat laut, dan tenggara. Dengan demikian penelitian ini membuktikan bahwa data dari Citizen Science research dimana sampah plastik yang terdampar dominan berasal dari Malaysia (41%) dan Vietnam (27%) sesuai dengan hasil pemodelan hidrodinamika yang telah dilakukan dan dapat digunakan untuk menentukan asal sampah laut yang terdampar di pesisir pantai Kalimantan Barat.",
  "creators": "WILSON SAPUTRA; THEO LORENZO SENJAYA",
  "contributors": "Dr. rer.nat. Surya Hermawan S.T., M.T. (Advisor 1); Angela Jasmine Tanya Tjahyana, S.T., M.T. (Advisor 2); Doddy Prayogo S.T. (Examination Committee 1); Ir. Prasetio Sudjarwo, M.Eng. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012558/SIP/2022; Wilson Saputra (B11170177), Theo Lorenzo Senjaya (B11170173)",
  "subjects": "HYDRODYNAMICS; WASTE DISPOSAL IN THE OCEAN--RESEARCH; WASTE DISPOSAL IN THE OCEAN"
}