{
  "id": "51790",
  "title": "Hubungan kepemimpinan manajer proyek dan tingkat kepercayaan tim pada proyek konstruksi di Surabaya",
  "abstract": "Suatu tim dalam melaksanakan kegiatannya memerlukan banyak hal untuk dapat bersinergi satu sama lain, salah satu hal yang diperlukan agar tim dapat berjalan dengan baik adalah kepercayaan yang baik antara anggota. Untuk mencapai tingkat kepercayaan tim yang baik, banyak faktor yang turut menjadi perhatian salah satunya adalah kepemimpinan yang dilaksanakan pemimpin di tim tersebut. Pada penelitian ini akan diteliti tipe kepemimpinan manajer proyek di Surabaya, tingkat kepercayaan yang dimiliki tim pada proyek konstruksi di Surabaya, serta hubungan antara kepemimpinan terhadap tingkat kepercayaan tim pada proyek konstruksi di Surabaya. Pengambilan data dilakukan dengan menyebarkan kuesioner pada 9 proyek dengan total responden sebanyak 62 orang. Dari hasil analisis data didapati bahwa tipe kepemimpinan Intellectual Stimulation merupakan tipe kepemimpinan yang paling sering digunakan. Tingkat kepercayaan tim menunjukkan hasil yang cukup baik dengan seluruh responden menunjukkan tingkat kepercayan sedang hingga tinggi. Sedangkan hubungan kepemimpinan dan kepercayaan menunjukkan tipe kepemimpinan Laissez-Faire sebagai tipe kepemimpinan yang berhubungan signifikan dan memiliki hubungan positif terhadap tingkat kepercayaan tim pada proyek konstruksi di Surabaya.",
  "creators": "HANSEL WIJAYA KOSWANDI; VINCENT ADRIEL SUTANTO",
  "contributors": "Andi (Advisor 1); Doddy Prayogo S.T. (Examination Committee 1); Sandra Loekita (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012537/SIP/2022; Hansel Wijaya Koswandi (B11170057), Vincent Adriel Sutanto (B11170053)",
  "subjects": "CONSTRUCTION PROJECTS--PERSONNEL MANAGEMENT; PROJECT MANAGERS; TEAMS IN THE WORKPLACE--MANAGEMENT"
}