{
  "id": "51797",
  "title": "Pengaruh electronic word of mouth (e-wom) terhadap purchase intention dengan vividness sebagai variabel mediasi pada Halodoc",
  "abstract": "Perkembangan teknologi membawa pengaruh besar dalam menjawab kebutuhan utama masyarakat di kala Pandemi Covid-19 saat ini terutama dalam bidang kesehatan. Adanya teknologi dengan hadirnya layanan kesehatan digital yang dapat memudahkan masyarakat untuk menerima layanan serta informasi kesehatan dengan lebih efektif dan efisien secara online. Namun masyarakat seringkali masih ragu dan kurang percaya dengan layanan kesehatan digital seperti halnya Halodoc sehingga diperlukannya Electronic Word of Mouth yang dapat menjawab semua keraguan masyarakat dan mendorong minat beli. Electronic Word of Mouth juga dapat memberikan suatu kejelasan atau Vividness kepada konsumen mengenai informasi yang disampaikan agar lebih mudah diterima. Penelitian ini bertujuan untuk menganalisa Pengaruh electronic word of mouth (E-WOM) terhadap purchase intention dengan vividness sebagai variabel mediasi pada Halodoc. Penelitian ini akan dilaksanakan dengan menyebarkan kuisioner kepada 200 orang responden yang dalam jangka waktu 3 bulan terakhir pernah membaca review atau ulasan mengenai Halodoc secara online. Metode penelitian yang digunakan merupakan pendekatan kuantitatif dengan menggunakan Teknik Partial Least Square dan SPSS. Hasil penelitian membuktikan bahwa Electronic Word of Mouth berpengaruh signifikan terhadap Purchase Intention, Electronic Word of Mouth berpengaruh signifikan terhadap Vividness, Vividness berpengaruh signifikan terhadap Purchase Intention dan terdapat peran mediasi Vividness pada pengaruh Electronic Word of Mouth terhadap Purchase Intention.",
  "creators": "LO, ERIKA KRISTINA",
  "contributors": "Hatane Semuel (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020855/MAN/2021; Lo, Erika Kristina (D11180083)",
  "subjects": "CONSUMERS--RESEARCH; CONSUMER BEHAVIOR"
}