{
  "id": "51799",
  "title": "Pemilihan RFID pasif untuk penjaminan mutu spesimen beton",
  "abstract": "Penggunaan teknologi informasi dapat diterapkan untuk kontrol kualitas mutu beton di proyek konstruksi, salah satunya adalah dengan menggunakan aplikasi Radio Frequency Identification tag (label RFID), yang ditanamkan pada spesimen beton. Pemanfaatan label RFID dapat meningkatkan efisiensi pekerjaan, menghemat biaya, serta mengurangi manipulasi atau kesalahan manusia, sehingga aplikasinya perlu diteliti lebih lanjut. Pengujian pada penelitian ini dilakukan pada dua tipe frekuensi RFID yaitu Ultra-High Frequency (UHF) dan High Frequency (HF), untuk mengevaluasi jenis label RFID yang cocok untuk digunakan. Label RFID ditanamkan pada spesimen dengan mutu beton 15, 30, dan 50 MPa, untuk mengevaluasi pengaruh beberapa model label RFID pada kekuatan beton yang dihasilkan. Hasil penelitian menunjukkan bahwa dimensi label RFID yang digunakan dapat mempengaruhi mutu spesimen beton, dimana label dengan dimensi kecil dan tahan air yang lebih baik kinerjanya. Label RFID tipe UHF mempunyai sifat yang lebih mudah terbaca dibandingkan tipe HF, karena adanya pengaruh kelembaban, umur, dan mutu beton. Pemasangan label RFID dapat menurunkan kekuatan spesimen hingga 6.88% pada beton mutu 50 MPa, menunjukkan perlunya pemilihan dimensi dan material label yang lebih kecil supaya tidak mempengaruhi mutu beton. Dapat disimpulkan bahwa teknologi RFID dapat digunakan untuk kontrol kualitas beton pada proyek dengan memanfaatkan label UHF RFID yang dienkapsulasi dalam karet silikon.",
  "creators": "DAVID REYNALDO; CALVIN MIKHAEL",
  "contributors": "Antoni (Advisor 1); Doddy Prayogo S.T. (Examination Committee 1); Y.T.TEDDY SUSANTO, ST.,MS. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10012529/SIP/2022; David Reynaldo (B11170065), Calvin Mikhael (B11170007)",
  "subjects": "CONCRETE--QUALITY CONTROL; CONSTRUCTION PROJECTS--INFORMATION TECHNOLOGY; RADIO FREQUENCY IDENTIFICATION SYSTEMS"
}