{
  "id": "51796",
  "title": "Pengaruh trustworthiness, familiarity, dan expertise pada brand ambassador terhadap brand loyalty melalui brand image di Tokopedia",
  "abstract": "Brand ambassador merupakan salah satu pekerjaan yang berhubungan dengan suatu brand atau merek yang bermanfaat untuk menciptakan brand image yang ada di sebuah merek atau brand terhadap suatu produk dengan cara memanfaatkan berbagai platform khususnya social media seperti YouTube, Instagram dan sebagainya yang di dalamnya terdapat konten-konten seperti ulasan, posting, iklan, vlog (video blog), dan sebagainya yang dapat menjadi referensi bagi masyarakat maupun calon customer ketika memiliki keinginan untuk membeli produk dari suatu brand atau merek. Salah satu jenis konten ulasan yang paling diminati adalah konten yang dibuat oleh selebritas di mana konten yang dibuatnya dapat menjadi referensi sebelum mempercayai suatu brand atau merek. Penelitian ini bertujuan untuk mengetahui pengaruh langsung serta tidak langsung trustworthiness, familiarity dan experitse yang dimiliki oleh selebritas sebagai brand ambassador serta brand image terhadap brand loyalty pada e-marketplace Tokopedia di Indonesia. Penelitian eksplanatori dengan pendekatan kuantitatif ini melibatkan 139 responden dalam survei berbasis kuesioner daring. Dengan menggunakan partial least square, penelitian ini menujukkan bahwa familarity yang dimiliki oleh brand ambassador berpengaruh signifikan terhadap brand loyalty sedangkan trustworthiness dan expertise tidak berpengaruh terhadap brand image dan brand loyalty berpengaruh terhadap brand loyalty.",
  "creators": "NICHOLAS SURYA NAGATA",
  "contributors": "Yonathan Palumian, S.M.B. ,M.S.M (Advisor and Examination Committee); Maria Praptiningsih, S.E., M.Sc.FE. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012176/MAN/2022; Nicholas Surya Nagata (D11180314)",
  "subjects": "BRAND LOYALTY; BRANDING (MARKETING); SOCIAL MEDIA--ECONOMIC ASPECTS"
}