{
  "id": "51800",
  "title": "Pengaruh digital marketing terhadap customer loyalty dengan online promotion dan customer experience sebagai variabel intervening pada Starbucks Surabaya",
  "abstract": "Era globalisasi menyebabkan sejumlah perubahan pada gaya hidup atau lifestyle masyarakat dalam negeri. Salah satunya yaitu adalah budaya minum kopi yang semakin digemari. Hal ini dapat dilihat dari banyaknya brand-brand kopi baru yang semakin bertumbuh besar dan marak berada dimana-mana, hampir semua brand baru merupakan brand kopi yang berlomba-lomba untuk membuat kopi terenak. Starbucks merupakan salah satu pelopor kopi terenak dan telah terkenal sejak dahulu karena telah ada di berbagai negara di dunia. Starbucks menggunakan strategi digital marketing untuk menjangkau pelanggan yang menjadi target pasarnya. Digital marketing digunakan untuk melakukan promosi secara digital melalui media sosial. Starbucks juga menerapkan digital marketing dengan memberikan user interface aplikasi dan website untuk meningkatkan customer experience. Online promotion dan customer experience diharapkan dapat meningkatkan customer loyalty pada Starbucks. Penelitian ini bertujuan untuk menganalisis pengaruh dari digital marketing terhadap customer loyalty dengan online promotion dan customer experience sebagai variabel intervening pada starbucks Surabaya. Hasil penelitian menunjukkan bahwa digital marketing memiliki pengaruh yang positif terhadap online promotion dan customer experience. Begitu juga dengan online promotion dan customer experience yang memiliki pengaruh positif terhadap customer loyalty. Penelitian ini dilaksanakan dengan menyebarkan kuisioner kepada 100 responden yang merupakan pelanggan Starbucks di wilayah Surabaya. Teknik analisa yang digunakan adalah teknik kuantitatif dengan metode path analysis.",
  "creators": "HANSEN BRIAN SANTOSO",
  "contributors": "Diah Dharmayanti (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020874/MAN/2022; Hansen Brian Santoso (D11180017)",
  "subjects": "CUSTOMER LOYALTY; INTERNET ADVERTISING"
}