{
  "id": "51807",
  "title": "Evaluating the role of independent and female directors on the remuneration committee of large and small-medium companies in Indonesia: evidence from lq45 and idx smc liquid",
  "abstract": "The purpose of this study is to re-examine the influence of independent and female directors on Indonesia's remuneration committee, using Indonesian large and small-medium companies as the sample. Indonesian large companies are determined using the Indonesian Stock Exchange index of LQ45, while Indonesian small-medium companies are determined using the index of IDX SMC Liquid. With the observation years from 2017 to 2020, pooled cross-sectional data is collected from 138 observations in LQ45 and 142 observations in IDX SMC Liquid. Pooled-ordinary-least-square with hetero-corrected is the statistical approach conducted to test the hypothesis. This study discovers that, while the participation level of independent and female directors between Indonesian large and small-medium firms are comparable, these directors can only influence the remuneration in the small-medium companies in terms of remuneration supervision and assisting remuneration to be aligned with company’s performance. The similar participation level, but different influence towards remuneration, indicates that the influence of independent and female directors towards remuneration is not simply determined by their inclusion. It will also depend on whether they are given rooms to actively participate in remuneration plans. As a result, regulators should not merely advocate the inclusion of independent and female directors, but rather their active participation.",
  "creators": "JENNIFER ADRIANA MUCTI",
  "contributors": "Josua Tarigan (Advisor 1); Saarce Elsye Hatane (Examination Committee 1); Prof. Dr. Tristan Nguyen, LL.M. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 32011789/AKT/2022; Jennifer Adriana Mucti (D12180012)",
  "subjects": "CORPORATE GOVERNANCE; WAGES"
}