{
  "id": "51801",
  "title": "Pengaruh perceived ease of use terhadap behavior intention to use dengan perceived usefulness sebagai variabel intervening pada Google Workspace for education",
  "abstract": "Perkembangan teknologi di Indonesia hampir mengisi seluruh ruang kehidupan manusia, terutama pendidikan. Dengan keadaan covid, sistem pendidikan berubah di mana pelajar diharuskan beradaptasi dengan teknologi untuk bertemu, berdiskusi, berkomunikasi secara online. Dengan melihat data terbaru tanggal 22 februari 2021 pada saat covid, penggunaan teknologi pendidikan pun meningkat sebesar 13% (Pusparisa, 2021). Melalui permasalahan adaptasi dengan teknologi pendidikan secara online, maka google workspace for education memperkenalkan beberapa fitur yang memudahkan dan bermanfaat bagi pelajar. Hal tersebut dilakukan guna teknologi dapat diterima oleh pelajar dan digunakan dalam jangka waktu panjang. Beberapa kemudahan atau perceived ease of use yang ditawarkan google workspace for education, berupa mudah dikontrol, dimengerti, fleksibel, dan dipelajari sedangkan manfaat atau perceived usefulness yang diberikan adalah penghematan waktu, penyederhanaan tugas, dan kenyamanan. Berdasarkan situasi saat ini, peneliti tertarik meneliti pengaruh perceived ease of use terhadap behavior intention to use dengan perceived usefulness sebagai variabel intervening pada google workspace for education. Hasil penelitian menunjukkan bahwa perceived usefulness berhasil meng-intervening hubungan perceived ease of use terhadap behavior intention to use pada google workspace for education. Selain itu, variabel yang paling berpengaruh di antara empat hipotesis yang diuji dengan melihat nilai original sample adalah pengaruh perceived ease of use terhadap perceived usefulness dan hal ini sejalan dengan pendapat (Davis, 1985) bahwa variabel tersebut tidak dapat terpisahkan serta saling mendukung.",
  "creators": "SINDY NATALIA WIJAYA",
  "contributors": "Edwin Japarianto (Advisor 1); Diah Dharmayanti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020849/MAN/2021; Sindy Natalia Wijaya (D11180188)",
  "subjects": "CONSUMER BEHAVIOR; INTERNET IN EDUCATION"
}