{
  "id": "51816",
  "title": "The impact of corporate social responsibility (CSR) disclosure to the company’s risk and profitability with ISO 14001 application as the moderating variable in consumer branded products industry in Indonesia",
  "abstract": "This study aims to analyze the effect of CSR (Corporate Social Responsibility) disclosure on the risk and profitability of the company with the application of ISO 14001 as a moderating variable. This study uses a sample of Indonesian companies in the Consumer Branded Products (CBP) sector which are listed on the Indonesia Stock Exchange and have published annual reports and sustainability reports for the period 2017-2020. The independent variable in this study is the CSR disclosure which is measured by standard KLD criteria. The company's risk is measured by systematic risk and the company's profitability as measured by Return on Assets (ROA), acts as the dependent variable in this study. The application of ISO 14001 is measured through a dummy by giving a value of “1” for companies that apply ISO 14001 and “0” if not. Finally, the control variables are company size, leverage, and sales growth. In total, there are 6 hypotheses to be tested in this study. Data analysis is taken from the use of GRETL. The results of this study state that the CSR disclosure has a direct significant effect on risk but does not significantly affect the company's profitability. The other result from this study found that the application of ISO 14001 can be a moderating variable on the relationship between CSR disclosure and risk but cannot be a moderating variable for CSR disclosure on profitability.",
  "creators": "ANGELA NATHANIA HARTONO",
  "contributors": "Saarce Elsye Hatane (Advisor 1); Josua Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 32011793/AKT/2022; Angela Nathania Hartono (D12180068)",
  "subjects": "CORPORATIONS--FINANCE; SOCIAL RESPONSIBILITY OF BUSINESS; CORPORATE PROFITS; RISK MANAGEMENT--CASE STUDIES"
}