{
  "id": "51819",
  "title": "Investigating brand value: a view from Interbrand best global companies",
  "abstract": "The purpose of this research is to see how Corporate Social Responsibility (CSR), Research and Development (R&D), and advertising influence brand values of companies with strong brands. Weighted Least Square (WLS) method is used to analyse 34 companies listed on Interbrand 100 Best Global Brands in 2017-2020. Then, robustness tests consisting of quantile estimates and additional WLS are conducted to identify how the variables affect brand value differently in different brand value levels and type of industry, respectively. It is discovered that CSR has an insignificant negative influence on brand value. Meanwhile, R&D and advertising positively influence brand value. However, the influence varies with different levels of brand value and type of industry. Results of this research suggest that companies with lower brand values should maximise CSR in brand value creation activities, while companies with higher brand values should be aware of scepticism and poor public trust on their CSR initiatives. Companies in the technology industry might also need to pay more attention to CSR. Regarding R&D and advertising, companies should continuously innovate and advertise as both of them significantly influence brand value, regardless of the brand value levels and type of industry.",
  "creators": "NAOMI NATASHA",
  "contributors": "Saarce Elsye Hatane (Advisor and Examination Committee); Josua Tarigan (Examination Committee 2); Prof. Dr. Tristan Nguyen, LL.M. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 32011791/AKT/2022; Naomi Natasha (D12180010)",
  "subjects": "BRAND NAME PRODUCTS--MANAGEMENT; BRANDING (MARKETING); BRANDING (MARKETING)--SOCIAL ASPECTS; SOCIAL RESPONSIBILITY OF BUSINESS"
}