{
  "id": "51813",
  "title": "Pengaruh merger dan akuisisi terhadap acquirer firm's financial performance",
  "abstract": "Peningkatan aktivitas merger dan akuisisi telah meningkatkan perkembangan sektor teknologi secara signifikan. Penelitian terdahulu terkait pengaruh merger dan akuisisi terhadap firm's financial performance memiliki temuan yang kontradiktif antara pengaruh positif dan negatif. Sehingga penelitian ini bertujuan untuk mencari pengaruh merger dan akuisisi terhadap acquirer firm's financial performance. Sektor teknologi dipilih dalam penelitian ini dikarenakan kurangnya penelitian terkait financial performance di sektor ini. Pada penelitian ini, acquirer firm's financial performance diukur menggunakan Return on Asset (ROA). Data yang digunakan pada penelitian ini merupakan data perusahaan dari sektor teknologi yang melakukan transaksi merger dan akuisisi pada tahun 2014 hingga 2018. Untuk dimasukkan sebagai sampel, perusahaan harus terdaftar sebagai perusahaan publik dan memiliki kantor pusat di Asia. Ordinary Least Square (OLS) digunakan sebagai metode analisis data pada penelitian ini. Hasil temuan menunjukkan bahwa merger dan akuisisi memiliki pengaruh positif dan signifikan terhadap acquirer firm's financial performance. Variabel kontrol yang digunakan pada penelitian ini yaitu firm age dan leverage, terlihat memiliki pengaruh yang negatif dan signifikan terhadap acquirer firm's financial performance. Sementara firm size terlihat memiliki pengaruh yang positif tetapi pengaruh tersebut tidak signifikan. Dikarenakan adanya keterbatasan akses terkait data internal perusahaan, penelitian ini hanya dapat dilakukan pada perusahaan publik. Penelitian ini berkontribusi terhadap penelitian terdahulu dengan menambahkan bukti empiris baru terkait pengaruh merger dan akuisisi terhadap acquirer firm's financial performance dalam sektor teknologi.",
  "creators": "YOSEPHINE KURNIA ANGGITA; ANGELINE",
  "contributors": "Juniarti (Advisor and Examination Committee); Devie (Examination Committee 1); Sany, S.E., MS-CIS., Ph.D. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011782/AKT/2022; Yosephine Kurnia Anggita (D12180037), Angeline (D12180047)",
  "subjects": "CORPORATIONS; PERFORMANCE; CORPORATIONS--FINANCE; FINANCE"
}