{
  "id": "51848",
  "title": "Adopsi ERP terhadap operational performance melalui green purchasing, green production, dan green distribution pada industri manufaktur di Jawa Timur",
  "abstract": "Penelitian ini untuk meneliti bagaimana adopsi ERP dapat mempengaruhi operational performance melalui mediasi green purchasing, green production, dan green distribution dalam konteks ASEAN, Indonesia. Efek mediasi green purchasing, green production, dan green distribution pada hubungan antara adopsi ERP dan operational performance diselidiki. Survei ini dikumpulkan di antara 122 perusahaan manufaktur di Indonesia. Sektor perusahaan yang bersangkutan dari tiga jenis utama industri makanan dan minuman, tekstil, dan farmasi. Analisis validitas dan keandalan dan structural equation modelling (SEM) untuk menguji hipotesis menggunakan perangkat lunak smartPLS. Studi ini mengungkapkan bahwa adopsi ERP secara positif dan signifikan mempengaruhi operational performance. Selain itu, juga ditemukan bahwa green purchasing dan green production secara positif dan signifikan memediasi hubungan antara adopsi ERP dan operational performance. Studi ini merupakan yang pertama menguji lima model secara bersamaan, bagaimana adopsi ERP mempengaruhi operational performance melalui mediasi green purchasing, green production, dan green distribution, terutama di ASEAN, Indonesia. Studi ini berkontribusi pada pengetahuan bagaimana efek mediasi dalam praktik green supply chain terutama green purchasing, green production, dan green distribution pada hubungan operational performance-adopsi ERP. Hasil lingkungan di bidang manufaktur menjadi perhatian baik bagi pemerintah atau rakyat Indonesia. Para pemimpin perusahaan juga mendapatkan wawasan tentang bagaimana alat teknologi informasi yang disebut ERP yang dapat diadopsi untuk membantu perusahaan menerapkan praktik bisnis ramah lingkungan agar perusahaan mampu meningkatkan kinerja operasional mereka.",
  "creators": "Ruben Wahyu Santoso",
  "contributors": "Dr. Ir. Hotlan Siagian MSc. (Advisor 1); ZEPLIN JIWA HUSADA TARIGAN (Examination Committee 1); Ferry Jie (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020317/MM/2021; Ruben Wahyu Santoso (D21200040)",
  "subjects": "BUSINESS LOGISTICS; ENTERPRISE RESOURCE PLANNING (ERP)"
}