{
  "id": "51845",
  "title": "Optimasi sistem pelat lantai komposit dengan metode metaheuristik",
  "abstract": "Sistem pelat lantai merupakan salah satu bagian penting dalam suatu struktur bangunan. Tidak jarang pelat komposit dan balok kastela digunakan dalam suatu proyek untuk menghemat biaya dan waktu pelaksanaan. Untuk mendapatkan hasil yang optimal, teknik optimasi digunakan dalam pemilihan komponen pelat lantai dan rangkaian balok. Pada penelitian sebelumnya, variasi algoritma yang digunakan terbatas dan masih bisa dikembangkan lagi untuk memberikan hasil yang lebih optimal. Selain itu, balok baja biasa yang diubah menjadi balok kastela dapat memberikan ukuran profil yang lebih hemat walaupun memakan waktu dan sedikit biaya tambahan. Untuk itu, penelitian ini bertujuan untuk memberikan variasi algoritma metaheuristik dan penggunaan balok baja kastela yang umum dijual untuk menghindari proses modifikasi balok baja umum. Pada penelitian ini, dilakukan dua studi kasus di mana yang pertama dengan balok kastela yang dibentuk dari balok baja biasa dan yang kedua menggunakan balok kastela yang umum dijual. Algoritma metaheuristik yang digunakan adalah Symbiotic Organisms Search (SOS) dan Differential Evolution (DE). Keduanya dibandingkan performanya pada dua studi kasus yang berbeda dengan melihat nilai minimum, maksimum, rata-rata, standar deviasi, dan grafik konvergensi yang dihasilkan. Hasil penelitian menunjukkan bahwa DE memiliki performa lebih baik pada studi kasus pertama dan kedua algoritma memberi performa yang sama pada studi kasus kedua.",
  "creators": "HADRIAN; TIMOTHY EMANUEL",
  "contributors": "Wong Foek Tjong, S.T., M.T., Ph.D. (Advisor 1); Doddy Prayogo S.T. (Advisor 2); Benjamin Lumantarna (Examination Committee 1); FRANSISCA WIJAYA, ST.,M.Sc. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10012563/SIP/2022; Hadrian (B11180102), Timothy Emanuel (B11180015)",
  "subjects": "BUILDING, IRON AND STEEL; COMPOSITE CONSTRUCTION; STEEL, STRUCTURAL"
}