{
  "id": "51849",
  "title": "Faktor-faktor motivasi pekerja pada usaha jasa konstruksi berdasarkan teori Herzberg",
  "abstract": "Dalam mengelola motivasi kerja sumber daya manusia atau pekerja, sebuah perusahaan harus dapat memenuhi kebutuhan setiap pekerja. Motivasi kerja tiap individu berbeda-beda dan dipengaruhi oleh berbagai macam faktor, mulai dari lingkungan sosial, budaya, dan keinginan masing-masing individu. Penelitian ini bertujuan untuk mengetahui faktor yang paling mempengaruhi motivasi staf pekerja konstruksi di Kota Makassar dan Surabaya serta perbedaan faktor yang mempengaruhi motivasi sesuai kondisi kerja antara staf pekerja konstruksi di kedua kota dengan menggunakan teori motivasi dua faktor Herzberg. Penelitian ini dilakukan dengan cara membagikan kuesioner kepada staf pekerja di proyek atau perusahaan konstruksi yang berada di Kota Makassar dan Kota Surabaya, yang kemudian akan diolah menggunakan metode Analisa Mean untuk menentukan faktor apa yang paling penting dan analisis Independent T-test untuk mengetahui apa saja faktor kondisi kerja yang berbeda di antara dua kota tersebut. Hasil analisis deskriptif mean menunjukkan bahwa faktor paling penting pada staf pekerja di kota Makassar adalah Faktor Hubungan yang baik dengan sesama rekan kerja, sedangkan faktor yang paling penting pada staf pekerja di kota Surabaya adalah faktor Program pengarahan kerja yang baik dan faktor Pengaturan jadwal pekerjaan yang baik. Hasil analisa Independent T-Test menunjukkan bahwa terdapat 8 faktor yang berbeda antara dua kota dengan Faktor perusahaan membayarkan gaji bulanan pegawai dengan tepat waktu yang menjadi faktor dengan nilai perbedaan yang terbesar.",
  "creators": "JOSHUA GILBERT LAYMANA PUTRA; ADRIEL EKA",
  "contributors": "Sentosa Limanto (Advisor 1); Effendy Tanojo (Examination Committee 1); Budisetyono Tedjakusuma (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012541/SIP/2022; Joshua Gilbert Laymana Putra (21416211), Adriel Eka (21416212)",
  "subjects": "EMPLOYEE MOTIVATION; CONSTRUCTION INDUSTRY--PERSONNEL MANAGEMENT; CONSTRUCTION INDUSTRY-EMPLOYEES"
}