{
  "id": "51856",
  "title": "Analisis faktor yang mempengaruhi prestasi kerja pada staf perusahaan kontraktor di Surabaya",
  "abstract": "Prestasi kerja merupakan prioritas utama dalam sistem manajemen sumber daya manusia. Jika organisasi memiliki staf yang memiliki prestasi kerja yang tinggi, maka tujuan dari organisasi akan tercapai dengan cepat. Ada 3 faktor yang mempengaruhi prestasi kerja seorang individu yaitu effort, ability, dan organizational support. Tujuan penelitian ini adalah untuk mengetahui pengaruh effort, ability, dan organizational support terhadap prestasi kerja staf perusahaan kontraktor di Surabaya. Data diperoleh dari hasil pengisian kuesioner yang disebarkan pada staf perusahaan kontraktor di Surabaya yang menempati posisi middle level management. Contoh staf yang menduduki posisi middle level management yaitu mereka yang memiliki jabatan di bawah project manager dan diatas mandor. Penelitian ini menggunakan metode PLS dengan bantuan program Smart-PLS. Hasil yang didapatkan menunjukkan bahwa effort, ability, dan organizational support terdapat pengaruh positif dan signifikan terhadap prestasi kerja. Pada variabel effort indikator yang paling mempengaruhi yaitu motivasi. Pada variabel ability indikator yang paling mempengaruhi adalah bakat. Dan pada variabel organizational support indikator yang paling mempengaruhi yaitu manajemen.",
  "creators": "AILANI DEWI WINARTO OEI; ANGELINA TJANDRA SANTOSA",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Ir. Soehendro Ratnawidjaja, M.Eng. (Advisor 2); Andi (Examination Committee 1); Bambang Wyanto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012557/SIP/2022; Ailani Dewi Winarto Oei (B11170132), Angelina Tjandra Santosa (B11170035)",
  "subjects": "CONTRACTORS; EMPLOYEES--RATING OF; LABOR CONTRACTORS"
}