{
  "id": "51867",
  "title": "Pengaruh creditor power terhadap CSR disclosure pada perusahaan manufaktur yang terdaftar di BEI",
  "abstract": "Penelitian ini menguji pengaruh kekuatan kreditor terhadap pengungkapan tanggung jawab sosial perusahaan dalam laporan tahunan perusahaan manufaktur di Indonesia yang terdaftar di Bursa Efek Indonesia. Penelitian ini menggunakan Creditor Power sebagai variabel independen, CSR Disclosure sebagai variabel dependen, Komite Audit dan Komite Manajemen Risiko Perusahaan sebagai variabel moderasi. Sampel dalam penelitian ini adalah 84 perusahaan manufaktur yang terdaftar di Bursa Efek Indonesia tahun 2015-2019. Penelitian ini menggunakan metode purposive sampling dan data penelitian menggunakan data sekunder berupa laporan tahunan yang diunduh melalui website perusahaan atau website resmi Bursa Efek Indonesia (BEI). Analisis data menggunakan pendekatan structural equation model (SEM) dengan metode partial least square (PLS). Hasil penelitian menunjukkan bahwa (1) Creditor Power berpengaruh negatif terhadap tingkat Corporate Social Responsibility Disclosure. (2) Komite Audit sebagai variabel pemoderasi tidak mampu memoderasi hubungan antara Creditor Power dan Corporate Social Responsibility Disclosure. Komite Manajemen. (3) Komite Manajemen Risiko Perusahaan sebagai variabel pemoderasi tidak mampu memoderasi hubungan antara Creditor Power dan Corporate Social Responsibility Disclosure.",
  "creators": "KORINA SISILIA FIGO; ANGELICA SYLVIA; SHANIA CLAURENCIA",
  "contributors": "Retnaningtyas Widuri, S.Sos., M.M. (Advisor 1); Elisa Tjondro (Examination Committee 1); Yenni Mangoting (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011764/AKT/2022; Shania Claurencia (D12180173), Angelica Sylvia (D12180198), Korina Sisilia Figo (D12180300)",
  "subjects": "RISK MANAGEMENT; SOCIAL RESPONSIBILITY OF BUSINESS"
}