{
  "id": "51869",
  "title": "Perancangan value proposition, business model canvas, dan proses bisnis aplikasi plasma darah konvalesen Covid-19",
  "abstract": "Pasien Covid-19 dengan gejala berat hingga kritis mampu diringankan gejalanya dengan pemberian plasma darah. Demand plasma yang melebihi stok mengakibatkan banyak pihak yang memerlukan plasma kesulitan dalam mencari plasma. Perancangan value proposition, BMC, dan proses bisnis perlu dirancang untuk menghubungkan pencari donor, pendonor, dan PMI sehingga plasma darah dapat didapatkan dengan mudah dan cepat. Aplikasi plasma darah dirancang secara otomatis untuk mencarikan pendonor yang sesuai dengan pasien covid yang sedang dirawat. Aplikasi Plasma Darah berperan sebagai perantara sehingga pendonor dapat segera mendonorkan plasmanya untuk pencari donor yang match dengan pasien. Pendonor tidak perlu mengisi lagi form pendaftaran di PMI karena proses pendaftaran untuk donor juga akan dibuat secara online di aplikasi. Pencari donor dapat mengecek sewaktu-waktu apakah proses pendonoran plasma sudah selesai atau belum karena setiap informasi mengenai status donor dan alur donor akan dicantumkan dalam aplikasi. Aplikasi plasma darah mampu menghemat waktu pencarian, menghemat tenaga, terdapat kejelasan tentang proses donor dan kejelasan waktu untuk donor. Perancangan value proposition, BMC, dan proses bisnis telah terferifikasi dan tervalidasi melalui wawancara dengan pencari donor, pendonor, orang awam, dan PMI. Aplikasi ini dinilai mudah dipahami, memudahkan proses pencarian dan pendonoran plasma, dan dapat diaplikasikan di PMI.",
  "creators": "IMANUELA ALESIA SANTOSO",
  "contributors": "Felecia, S.T., M.Sc. (Advisor 1); Iwan Halim Sahputra, S.T., M.Sc., Ph.D. (Examination Committee 1); Nova Sepadyati, S.T., M.Sc. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022440/IND/2022; Imanuela Alesia Santoso (C13180064)",
  "subjects": "BLOOD PLASMA; BUSINESS"
}