{
  "id": "51873",
  "title": "Raindrops on the windowpane: misconceptions against dissociative identity disorder",
  "abstract": "As an extremely complex psychological condition that is portrayed in various media and genres, there are bound to be some misconceptions against Dissociative Identity Disorder (henceforth, DID), which could negatively impact the psychological and physical wellbeing of its patients. The lack of factual information, strong theoretical basis, and accurate representation exacerbate the public’s misconceptions of DID and affect the patients themselves. Hence, this novel is written to show a portion of the patient’s life in dealing with DID and facing its misconceptions. With psychological fiction as its genre, which is useful to show the characters’ interiority, and the theoretical framework of DID and Self Stigma, this novel explores the reasons why the protagonist, Nika, suffers from DID, how DID affects her mentally and physically, how it affects the people around her, and how she overcomes the hurdles within herself. Through the research conducted, it is understood that DID surfaces because of the extreme repeated trauma during childhood that the mind fragmented itself, which, in Nika’s case, causes extreme distress and Self Stigma upon her finding out. Moreover, because she possesses the myths and misconceptions against DID herself, it deteriorates her mental and physical health further, and strain her relationship with her alters. However, with the help of her alters and the people around her, as well as her own effort, she could get better and finally break the misconceptions against herself.",
  "creators": "TIFANNY TANUWIJAYA",
  "contributors": "Ribut Basuki (Advisor 1); Dwi Setiawan (Examination Committee 1); Liem Satya Limanta (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01010023/MS/2022; Tifanny Tanuwijaya (A21200004)",
  "subjects": "MULTIPLE PERSONALITY-FICTION; MULTIPLE PERSONALITY"
}