{
  "id": "51884",
  "title": "Perbandingan kinerja struktur baja sistem tunggal rangka terbreis konsentris khusus dan rangka terbreis penahan tekuk tipe multi-story x dan zipper inverted v dengan 3 bentang bresing pada bangunan 12 dan 18 lantai",
  "abstract": "Gempa bumi merupakan fenomena alam yang sering terjadi di bumi. Kejadian ini dapat memberikan dampak besar bagi manusia, seperti runtuhnya bangunan yang dapat memakan korban jiwa. Oleh karena itu, bangunan perlu didesain untuk dapat menahan dan meredam beban gempa sesuai dengan peraturan SNI 1726:2019. Penelitian ini mengevaluasi kinerja dua dari empat struktur baja rangka terbreis menurut AISC 2016, yaitu Rangka Terbreis Konsentris Khusus (RTKK) dan Rangka Terbreis Penahan Tekuk (RTPT) dengan sistem tunggal. Ketinggian bangunan yang digunakan yaitu 12 lantai (48 meter) dan 18 lantai (72 meter). Penelitian ini menggunakan tipe bresing berbentuk Multi-story X (MX) dan Zipper Inverted V (ZIV) untuk mengatasi permasalahan bresing V dan V terbalik, dengan konfigurasi 3 bentang bresing. Kinerja masing-masing bangunan ditinjau berdasarkan berat struktur, displacement, dan drift ratio menggunakan nonlinear time history analysis. Hasil penelitian menunjukkan bahwa bangunan RTPT dan bresing MX memiliki berat struktur yang lebih ringan dibandingkan bangunan RTKK dan bresing ZIV. Pada bangunan 12 lantai, displacement dan drift ratio bangunan RTPT lebih baik dibandingkan bangunan RTKK, tetapi hasilnya berbanding terbalik pada bangunan 18 lantai. Apabila ditinjau dari bentuk bresing, ZIV memberikan displacement dan drift ratio yang lebih baik daripada MX pada 12 lantai maupun 18 lantai.",
  "creators": "YOHANES RICHARD; HAUDY HANSON",
  "contributors": "Effendy Tanojo (Advisor 1); Hasan Santoso (Advisor 2); Pamuda Pudjisuryadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10012536/SIP/2022; Yohanes Richard (B11180094), Haudy Hanson (B11180165)",
  "subjects": "BUILDING, IRON AND STEEL; BUILDINGS--EARTHQUAKE EFFECTS"
}