{
  "id": "51896",
  "title": "Analisis penyediaan fasilitas dan ketaatan pelaku konstruksi dalam penerapan K3 selama masa pandemi pada proyek rumah sakit di Desa Malala, Sulawesi Tengah",
  "abstract": "Konstruksi merupakan sektor usaha yang memiliki risiko besar dalam penyebaran COVID-19. Karena COVID-19 memiliki tingkat penyebaran tinggi sehingga berbahaya beraktivitas di keramaian. Oleh karena itu pemerintah membuat peraturan K3 baru selama pandemi. Penelitian ini bertujuan untuk mengetahui sejauh mana pelaku konstruksi menaati peraturan tersebut. Proyek yang diteliti adalah proyek pembangunan gedung rawat inap pada rumah sakit di Desa Malala, Sulawesi Tengah. Metode penelitian dilakukan dengan studi literatur untuk menyusun kuesioner dan dibagikan kepada pekerja dan kontraktor di lapangan. Kuesioner dibagi menjadi dua yaitu penyediaan fasilitas dan sikap pelaku konstruksi dalam menaati K3. Data diolah dengan analisis deskriptif sehingga mendapatkan evaluasi penyediaan fasilitas kesehatan dan evaluasi sikap ketaatan pelaku konstruksi. Dari hasil penelitian disimpulkan bahwa kontraktor sudah menyediakan 10 dari 13 item fasilitas (76,92%) di lapangan. Tetapi pada kenyataannya, terdapat 2 item yang seharusnya disediakan oleh pemerintah setempat sehingga yang sudah disediakan kontraktor sebenarnya adalah 10 dari 11 item fasilitas (90,91%). Sedangkan untuk sikap, ketaatan pekerja berada di antara pernah ditaati dan kadang ditaati yaitu 2,58. Pekerja telah menaati 9 dari 29 item pelaksanaan (31,03%). Ketaatan staff kontraktor juga berada di antara pernah ditaati dan kadang ditaati yaitu 2,84. Staff kontraktor telah menaati 18 dari 38 item pelaksanaan (47,37%).",
  "creators": "CHRISTINA AMANDA STEPHANIE; DAVID KRIWANGKO",
  "contributors": "Paulus Nugraha (Advisor 1); Dr. rer.nat. Surya Hermawan S.T., M.T. (Examination Committee 1); Gunawan Budi Wijaya S.T., M.T., M.Eng. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012543/SIP/2022; Christina Amanda Stephanie (B11170214), David Kriwangko (B11170223)",
  "subjects": "CONSTRUCTION INDUSTRY--SAFETY REGULATIONS; INDUSTRIAL SAFETY--MANAGEMENT"
}