{
  "id": "51891",
  "title": "Aplikasi interpretive structural modelling untuk analisis hierarki dan interaksi antar faktor penyebab cacat desain",
  "abstract": "Salah satu faktor utama keberhasilan proyek adalah desain, karena merupakan tahap pertama dari proses konstruksi. Namun, perhatian yang ditujukan pada fase desain relatif lebih sedikit dibandingkan pada fase konstruksi, sehingga seringkali menimbulkan cacat desain. Definisi dari cacat desain yaitu desain produk yang tidak sesuai dengan tingkat kualitas yang dapat diterima seperti yang disyaratkan oleh pemilik, kontraktor atau kode/peraturan yang berlaku. Penelitian ini bertujuan untuk menganalisis hierarki dan interaksi antar faktor penyebab cacat desain. Pengumpulan data dilakukan dengan media kuesioner kepada enam konsultan perencana di Surabaya dengan pengalaman lebih dari 10 tahun. Data kuesioner diolah menggunakan metode integrasi decision-making trial and evaluation laboratory dan interpretive structural modelling (DEMATEL-ISM) untuk memperoleh model hubungan antar faktor yang mempengaruhi perencana menimbulkan cacat desain. Hasil penelitian berhasil menggambarkan struktur hierarki dengan 5 level beserta garis pengaruh setiap faktor. Faktor-faktor yang terletak pada level 4 dan 5 struktur hierarki dapat diidentifikasi sebagai faktor kunci pada penelitian ini, di mana faktor tersebut dominan untuk memberikan pengaruh secara langsung pada faktor-faktor yang terletak pada level 1.",
  "creators": "DEWI NURMA SARI TERTIUS; GABRIELLA MIRACLE",
  "contributors": "Andi (Advisor 1); Ratna S. Alifen (Examination Committee 1); Ir. Soehendro Ratnawidjaja, M.Eng. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012548/SIP/2022; Dewi Nurma Sari Tertius (B11180023), Gabriella Miracle (B11180080)",
  "subjects": "CONSTRUCTION PROJECTS--EVALUATION; CONSTRUCTION PROJECTS--MANAGEMENT"
}