{
  "id": "51895",
  "title": "Faktor-faktor yang mempengaruhi performa proyek konstruksi di masa pandemi",
  "abstract": "Proyek konstruksi terdiri dari rangkaian pekerjaan dalam mengolah sumber daya proyek berupa tenaga kerja, alat dan peralatan, material, uang, dan metode yang dilaksanakan dalam jangka waktu tertentu. Di masa pandemi COVID-19, banyak pengaruh yang dialami oleh berbagai sektor, termasuk pada sektor konstruksi. Meskipun sektor konstruksi termasuk sebagai sektor kritikal yang diizinkan tetap berlangsung 100% selama PSBB (Pembatasan Sosial Berskala Besar) maupun Pemberlakuan Pembatasan Kegiatan Masyarakat (PPKM), namun pandemi COVID-19 tetap memberi pengaruh pada pelaksanaan proyek konstruksi. Penelitian ini bertujuan untuk mengetahui faktor-faktor yang mempengaruhi performa proyek konstruksi pada masa pandemi terhadap indicator waktu, biaya, kualitas, dan safety. Pengumpulan data dilakukan dengan cara distribusi kuesioner kepada kontraktor yang terlibat pada proyek konstruksi secara online dan offline, khususnya pada proyek bangunan gedung dan proyek bangunan rumah yang dilaksanakan pada masa pandemi COVID-19. Dari data yang didapatkan, faktor yang paling berpengaruh pada proyek skala kecil adalah “Perubahan spesifikasi pada desain saat proyek sudah berjalan”. Pada proyek skala menengah, faktor yang paling berpengaruh adalah “Fluktuasi harga material & sewa alat berat”. Pada proyek skala besar, faktor yang paling berpengaruh adalah “Penghentian sementara proyek karena pekerja positif COVID-19”. Faktor-faktor yang terdapat pada kuesioner memiliki pengaruh yang berbeda terhadap indikator waktu, biaya, kualitas, dan safety.",
  "creators": "WILLIAM JEFFERSON; VICTOR CHRISTIAN GUI",
  "contributors": "Ratna S. Alifen (Advisor 1); Effendy Tanojo (Examination Committee 1); Januar Buntoro (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10012562/SIP/2022; William Jefferson (B11180111), Victor Christian Gui (B11180072)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; COVID-19 PANDEMIC, 2020--INFLUENCE"
}