{
  "id": "51907",
  "title": "Faktor dan kriteria teknis dalam perencanaan tapak kawasan industri di Jawa Timur",
  "abstract": "Kawasan industri adalah kawasan yang dipilih sebagai area pemusatan kegiatan industri dengan tujuan untuk memperoleh manfaat dari segi ekonomi dan ekologi di suatu daerah. Dalam perencanaan sebuah kawasan industri, faktor-faktor teknis yang perlu diperhatikan antara lain faktor lokasi, penataan ruang, infrastruktur kawasan, dan ramah lingkungan. Pedoman teknis untuk perencanaan kawasan industri di Indonesia adalah Permenperin Nomor 40 Tahun 2016, namun dalam penerapan di lapangan belum tentu sepenuhnya mengacu pada pedoman ini. Tujuan dari penelitian ini adalah mengamati penerapan faktor dan kriteria teknis dalam perencanaan tapak kawasan industri di Jawa Timur. Faktor dan kriteria teknis tersebut ada yang bersifat lebih penting maupun kurang penting. Oleh karena itu diperlukan pendapat dari ahli yang merupakan praktisi kawasan industri di Jawa Timur untuk mengetahui derajat kepentingan masing-masing faktor dan kriteria tersebut. Penelitian ini menggunakan dua metode, yaitu metode AHP (Analytic Hierarchy Process) dan metode analisis deskriptif. Metode AHP digunakan untuk mencari tahu faktor dan kriteria mana yang lebih penting maupun kurang penting menurut para ahli. Metode analisis deskriptif digunakan untuk menilai kesesuian kesembilan kawasan industri dengan faktor dan kriteria teknis yang ada. Penilaian ini melakukan pembobotan berdasarkan pendapat ahli yang didapatkan melalui metode AHP. Dengan demikian, dapat diketahui berapa rata-rata kesesuaian penerapan faktor teknis di lapangan dengan pedoman teknis menurut Permenperin Nomor 40 tahun 2016. Hasil dari penelitian ini adalah faktor infrastruktur kawasan merupakan faktor yang paling penting dalam perencanaan tapak kawasan industri. Selanjutnya secara berurutan faktor-faktor yang lebih penting dari lainnya adalah ramah lingkungan, lokasi, dan yang paling kurang penting adalah penataan ruang. Kesembilan kawasan industri di Jawa Timur memiliki rata-rata nilai penerapan 91,22% yang berarti ke sembilan kawasan hampir memenuhi seluruh faktor dan kriteria teknis yang ditetapkan dalam Permenperin Nomor 40 tahun 2016. Faktor dan kriteria teknis yang menjadi catatan karena belum dipenuhi oleh ke sembilan kawasan industri adalah faktor infrastruktur kriteria utilitas dan faktor infrastruktur kriteria fasilitas kawasan.",
  "creators": "Stephen Harijanto",
  "contributors": "Timoticin Kwanda (Advisor 1); Jani Rahardjo (Advisor 2); Januar Budiman (Examination Committee 1); Rudy Setiawan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000311/MTS/2022; Stephen Harijanto (B21190024)",
  "subjects": "BUILDING SITES--PLANNING; INDUSTRIAL DISTRICTS"
}