{
  "id": "51902",
  "title": "Standarisasi jumlah armada trucking haulage berdasarkan jumlah bongkar muat pada PT X",
  "abstract": "Dalam kegiatan bongkar muat container pada terminal akan dibutuhkan armada trucking untuk kegiatan stevedoring atau kegiatan bongkar muat. PT X merupakan perusahaan yang bergerak pada bidang pelayaran logistik domestik maupun internasional. Permasalahan perusahaan saat ini adalah adanya container yang tertumpuk di lapangan penumpukan terminal. Hal yang dapat menyebabkan adanya penumpukan container, karena ketidakseimbangan kegiatan bongkar muat dengan trucking haulage. Jumlah container perusahaan yang tertumpuk di lapangan penumpukan sekarang mencapai 6,9 persen. Perusahaan ingin menyelesaikan kegiatan bongkar dalam waktu setidaknya kurang dari sama dengan lima jam. Perusahaan ingin menentukan standar dari jumlah armada truk sehingga kebutuhan truk tidak kurang dan tidak lebih supaya terkonsep dengan baik. Selama ini perusahaan menghitung jumlah armada yang dibutuhkan secara acak dan dengan beberapa faktor, seperti jumlah kapal yang datang, posisi berthing, atau prediksi kecepatan operasional terminal. Penelitian ini menggunakan simulasi dengan software Promodel untuk memodelkan sistem. Hasil simulasi model awal menunjukkan bahwa terdapat penumpukan 36 box dari permintaan bongkar 500 box dengan menggunakan 30 unit truk untuk memindahkannya. Hasil usulan simulasi menunjukkan bahwa diperlukan 39 unit truk untuk memindahkan 500 box tanpa adanya container yang tertumpuk di lapangan penumpukan terminal. Dengan menggunakan 39 unit truk sudah mencapai keinginan perusahaan untuk menyelesaikan kegiatan bongkar.",
  "creators": "PATRICIA ANGELINA DEWI",
  "contributors": "I Gede Agus Widyadana (Advisor 1); Siana Halim (Examination Committee 1); Tanti Octavia (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022448/IND/2022; Patricia Angelina Dewi (C13180043)",
  "subjects": "SIMULATION METHODS; STANDARDIZATION; WORK MEASUREMENT"
}