{
  "id": "51900",
  "title": "The effect of internal corporate governance mechanisms toward corporate social responsibility disclosures: evidence found in Indonesia listed mining industry",
  "abstract": "This research have the main objective of scrutinizing the impact of three main factors in internal corporate governance mechanisms which consist of Managerial Ownership, Independent Board Members, and Female Board Members toward the CSR Disclosure Index of every company. This study utilizes the sample of firms which engage in mining sector and are listed in Indonesia Stock Exchange under the energy and mining sector during the period of 2016-2020. Three independent variables that is applied in this study are part of the internal governance mechanisms including Managerial Ownership, Board Independence, and Female Board Members. All of the information regarding the three factors can be found from the annual report that is published each year by corresponding firms. Meanwhile, CSR disclosure index acts as the dependent variable of this research. In addition to this, there are three control variables being used in this study which are firm size, firm leverage, and firm profitability. All in all, there are three hypotheses to be examined further in this study. Data analysis and its result were derived from the application of GRETL. The result of this study indicates that Managerial Ownership has a significant impact toward CSR Disclosure index, on the other side, the remaining two variables have insignificant impact toared the CSR Disclosure index. This result is obtained from the implementation of Random Effect Model.",
  "creators": "JACKY ANTONIUS",
  "contributors": "Josua Tarigan (Advisor 1); Saarce Elsye Hatane (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 32011800/AKT/2022; Jacky Antonius (D12180059)",
  "subjects": "SOCIAL RESPONSIBILITY OF BUSINESS; CORPORATE GOVERNANCE"
}