{
  "id": "51910",
  "title": "Pengaruh jumlah tumbukan dan waktu curing pada campuran aspal emulsi dingin bergradasi terbuka",
  "abstract": "Pembangunan infastruktur di Indonesia saat ini sedang mengalami peningkatan dalam hal pembangunan. Akses transpotasi sangat diperlukan karena dapat memberi dampak pada perkembangan perekonomian. Sehingga pembangunan dan kualitas jalan harus diperhatikan. Bahan utama yang biasa dipakai untuk pembangunan jalan di Indonesia yaitu aspal panas. Salah satu kekurangan aspal panas yaitu tidak tahan terhadap genangan air di mana Indonesia sendiri merupakan negara tropis. Solusi yang dikembangkan dan diteliti saat ini yaitu CAED (Campuran Aspal Emulsi Dingin). Penelitian ini bertujuan untuk menganalisis pengaruh jumlah tumbukan pada Campuran Aspal Emulsi Dingin (CAED) bergradasi terbuka terhadap nilai stabilitas, flow, dan parameter volumetrik dan juga menganalisis pengaruh waktu curing terhadap nilai stabilitas Campuran Aspal Emulsi Dingin (CAED) bergradasi terbuka. Aspal yang digunakan adalah aspal CSS-1H dan agregat yang digunakan dari Jember. Penelitian ini dilakukan pada kondisi tanpa waktu curing dan waktu curing 7 hari dengan variasi jumlah tumbukan 2 x 50, 2 x 75, dan 2 x (2 x 75). Hasil yang didapatkan dengan jumlah tumbukan 2x2x75 menunjukkan campuran memiliki hasil stabilitas tertinggi. Sedangkan untuk parameter flow dan volumetrik didapatkan keseragaman hasil untuk semua variasi jumlah tumbukan. Setelah waktu curing 7 hari, hasil yang didapatkan menunjukkan peningkatan nilai stabilitas pada campuran dengan semua variasi jumlah tumbukan. Hal ini dikarenakan campuran aspal emulsi dingin kurang kuat pada umur awal, sehingga memerlukan waktu yang lebih lama untuk melekat kuat antara aspal dengan agregat.",
  "creators": "CHRISTIAN; ASWIN ALFREDO",
  "contributors": "Paravita Sri Wulandari (Advisor 1); Harry Patmadjaja (Advisor 2); Rudy Setiawan (Examination Committee 1); Johanes Indrojono Suwono (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012568/SIP/2022; Christian (21416161), Aswin Alfredo (21416185)",
  "subjects": "ASPHALT EMULSION MIXTURES; POLYPROPYLENE FIBERS"
}