{
  "id": "51923",
  "title": "Kajian komposit hybrid dari serat alam dan plastik sebagai dinding partisi apartemen",
  "abstract": "Bangunan tinggi memiliki beban vertikal yang lebih besar dibanding bangunan landai, sehingga dinding partisi menggunakan bahan ringan yang tidak mudah rusak karena aktivitas pengguna terutama anak-anak. hal tersebut berlaku pada apartemen sehingga ruangan yang terbentuk memiliki layout dengan jenis partisi sederhana. Gypsum dan triplek adalah material dominan partisi murah, akan tetapi komposisi material tersebut berasal dari sumber yang tidak dapat diperbarui. Melihat hal tersebut munculah alternatif untuk menggunakan material dari alam yang dikombinasikan material yang bisa diolah dari limbah seperti plastik. Penelitian ini merupakan penelitian eksperimen material dinding komposit hybrid yang menggabungkan serat daun pandan duri, daun lontar dan plastik. Studi kasus yang dipilih adalah unit Apartemen Gunawangsa Tidar. Berdasarkan penelitian komposit hybrid lebih berat 40 gram dibanding lapis kayu dan 64 gram lebih ringan dibanding gypsum. Komposit hybrid dengan komposisi serat 70% daun lontar dan 30% daun pandan duri memiliki ketahanan yang paling baik dibandingkan komposisi lain, kelebihan material komposit hybrid terletak pada segi estetika karena mengandalkan tampilan asli material. Pada penelitian ini terlihat efek sumber cahaya sangat mempengaruhi estetika dari material komposit hybrid, karena material ini memiliki sifat translucent sehingga serat dan warna permukaan material dapat berubah. Terlihat dari simulasi 3 dimensi ruangan pagi dan malam hari.",
  "creators": "Muhammad Mutammam Musthofa",
  "contributors": "Lilianny Sigit Arifin (Advisor 1); Rully Damayanti (Advisor 2); Danny Santoso Mintorogo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 00000011/MARS/2021; Muhammad Mutammam Musthofa (B22200002)",
  "subjects": "BUILDINGS MATERIALS; COMPOSITE MATERIALS"
}