{
  "id": "51934",
  "title": "Kesiapan pelaku konstruksi dalam penggunaan drone pada proyek konstruksi di Surabaya",
  "abstract": "Seiring dengan berkembangnya zaman, muncullah inovasi-inovasi baru yang salah satunya adalah penggunaan drone pada dunia konstruksi. Drone pada dunia konstruksi, sudah banyak digunakan oleh praktisi dalam segala fase konstruksi. Pada penelitian ini akan dibahas lebih mendalam tentang kesiapan penggunaan drone berdasarkan tiap fungsinya pada sektor konstruksi, yang berbeda dengan penelitian sebelumnya, yaitu mengenai konstruksi 4.0, yang hanya membahas secara garis besarnya saja. Tujuan dari penelitian ini adalah untuk menganalisis pemahaman, penggunaan, minat, dan hambatan yang dihadapi oleh pelaku konstruksi dalam penggunaan drone pada proyek konstruksi di Surabaya. Penelitian ini juga diharapkan dapat berguna bagi kemajuan riset 4.0 dan memberikan pertimbangan kepada para praktisi konstruksi dalam pemanfaatan teknologi drone. Pengumpulan data dilakukan dengan menyebarkan kuesioner kepada kontraktor, konsultan manajemen konstruksi, konsultan perencana, dan owner/wakil owner yang berada di Surabaya. Dalam survei ini didapatkan 120 respon yang valid. Dari hasil penelitian ini, ditemukan bahwa para pelaku konstruksi cenderung sedikit paham tentang drone di sektor konstruksi. Sedangkan, frekuensi penggunaan drone di sektor konstruksi masih dalam kategori cenderung jarang. Berikutnya juga ditemukan bahwa para pelaku konstruksi cenderung memiliki minat yang sedang untuk menggunakan drone di sektor konstruksi. Serta, hambatan utama yang dihadapi oleh para pelaku konstruksi di Surabaya dalam pengadopsian/penggunaan drone adalah dibutuhkan sumber daya manusia yang ahli.",
  "creators": "FRANCISCO GALILEO IRAWAN; KENNY DAVIDLIE TJANDRA",
  "contributors": "Paulus Nugraha (Advisor 1); Dr. rer.nat. Surya Hermawan S.T., M.T. (Examination Committee 1); Jonathan Hendra Kusuma (Examination Committee 2); Riza Yosia Sunindijo (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012568/SIP/2022; Francisco Galileo Irawan (B11180008), Kenny Davidlie Tjandra (B11180002)",
  "subjects": "CONSTRUCTION PROJECTS; DRONE AIRCRAFT--INDUSTRIAL APPLICATIONS; ELECTRONIC APPARATUS AND APPLIANCES--UNIT CONSTRUCTION"
}