{
  "id": "51940",
  "title": "Pengaruh corporate social responsibility terhadap firm value yang dimediasi oleh intellectual capital dan dimoderasi oleh industry type",
  "abstract": "Tujuan dari penelitian ini adalah untuk mengetahui pengaruh Corporate Social Responsibility terhadap Firm Value melalui variabel mediator Intellectual Capital dan variabel moderator Industry Type. Data yang digunakan bersifat kuantitatif yang bersumber dari data sekunder, yaitu financial report dan sustainability report berbasis GRI dari perusahaan-perusahaan di Indonesia yang terdaftar dalam Bursa Efek Indonesia pada tahun 2015-2019. Yang menjadi populasi pada penelitian ini adalah seluruh perusahaan terbuka di Indonesia, yang teknik pengambilan sampelnya menggunakan purposive sampling, sehingga total sampel yang digunakan adalah 170 sampel yang berasal dari 34 perusahaan yang diteliti selama 5 tahun berturut-turut. Teknik analisis yang digunakan pada penelitian ini adalah SEM (Structural Equation Modelling) berbasis PLS (Partial Least Square) dengan bantuan software Smart PLS version 3.3. Hasil penelitian ini menyimpulkan bahwa Corporate Social Responsibility berpengaruh negatif terhadap Firm Value dan tidak berpengaruh secara signifikan terhadap Intellectual Capital. Selain itu, Intellectual Capital ditemukan berpengaruh secara positif dan signifikan terhadap Firm Value, namun tidak mampu memediasi hubungan antara Corporate Social Responsibility dengan Firm Value. Penelitian ini juga menemukan bahwa Industry Type tidak memperkuat atau memperlemah hubungan antara Corporate Social Responsibility dengan Firm Value.",
  "creators": "Caroline Sutjiono",
  "contributors": "Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Advisor 1); Devie (Examination Committee 1); Zeplin Jiwa Husada Tarigan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020321/MM/2022; Caroline Sutjiono (D21200047)",
  "subjects": "CORPORATIONS--FINANCE; INTELLECTUAL CAPITAL"
}