{
  "id": "51950",
  "title": "Upaya penurunan persentase rework pada UD X",
  "abstract": "UD X adalah perusahaan manufaktur yang memproduksi gergaji jenis bandsaw 44, 42, 36, 28, 2”, eva, spon, bi-metal, horizontal, meat bandsaw, dan scroll bandsaw. Pelanggan UD X berasal dari berbagai daerah di Indonesia, beberapa di antaranya adalah Medan, Ambon, Bali, Fak-Fak, Sorong, Manokwari, Bintuni, dan Wasior. Kendala yang dialami adalah persentase rework perusahaan tahun 2020 mencapai 5,79%. Pada UD X semua gergaji yang cacat akan di-rework sehingga akan mengganggu jadwal produksi dan pengiriman menjadi terlambat. Oleh karena itu, tujuan penelitian ini adalah untuk menurunkan persentase rework dengan metode DMAIC. Diagram pareto menunjukkan bahwa terdapat tiga jenis kecacatan utama yaitu jenis kecacatan gelombang, hasil kasar, dan hasil menebal. Pada penelitian ini 5 why’s analysis menunjukkan bahwa terdapat lima akar permasalahan sehingga akan dibuat lima usulan yang dibuat, empat di antaranya berhasil diimplementasikan yaitu pembuatan DRB, papan produksi harian, SOP, dan track record maintenance machine. Usulan yang ditunda implementasinya adalah pembuatan plat pengecekan ketebalan sambungan karena adanya keterbatasan waktu. Setelah implementasi dilaksanakan terjadi penurunan persentase rework sebesar 1,22% dari periode Januari-Desember 2020, sehingga persentase rework November 2021 menjadi 4,57%. Upaya control yang dibuat meliputi pemanfaatan formulir produksi harian, evaluasi bulanan, pemanfaatan track record maintenance machine, pemanfaatan DRB, dan pemanfaatan SOP.",
  "creators": "FELICIA FERNANDA",
  "contributors": "Felecia, S.T., M.Sc. (Advisor 1); Siana Halim (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022445/IND/2022; Felicia Fernanda (C13180073)",
  "subjects": "INDUSTRIAL MANAGEMENT"
}