{
  "id": "51960",
  "title": "Analisis pengaruh digital marketing terhadap repeat purchase dengan digital promotion dan e-service quality sebagai variabel intervening pada layanan pesan-antar makanan ShopeeFood di Surabaya",
  "abstract": "Kemajuan teknologi, internet, dan smartphone meningkatkan jumlah pengguna layanan digital di Indonesia. Salah satunya adalah layanan pesan-antar makanan secara online yang semakin digemari. Praktis, cepat, dan mudah membuat banyak orang mengandalkan jasa ini. ShopeeFood merupakan salah satu penyedia layanan pesan-antar makanan yang aktif melakukan strategi digital marketing untuk menjangkau gen Z dan milenial yang menjadi target pasarnya. Digital marketing didukung oleh adanya digital promotion dan juga pemberian eservice quality yang baik untuk meningkatkan terjadinya repeat purchase oleh pelanggan ShopeeFood. Penelitian ini bertujuan untuk menganalisis pengaruh dari digital marketing terhadap repeat purchase dengan digital promotion dan e-service quality sebagai variabel intervening pada layanan ShopeeFood. Hasil penelitian menunjukkan bahwa digital marketing memiliki pengaruh yang positif terhadap digital promotion dan e-service quality. Begitu juga dengan digital promotion dan e-service quality yang memiliki pengaruh positif terhadap repeat purchase. Penelitian ini dilaksanakan dengan menyebarkan kuesioner kepada 100 responden yang merupakan pelanggan ShopeeFood Teknik analisa yang digunakan adalah teknik kuantitatif dengan metode path analysis.",
  "creators": "ANGELIA LUWISKA",
  "contributors": "Diah Dharmayanti (Advisor and Examination Committee); Drs. Sugiono Sugiharto, M.M., Ph.D. (Examination Committee 2); Edwin Japarianto (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020868/MAN/2022; Angelia Luwiska (D11180449)",
  "subjects": "INTERNET MARKETING; CONSUMER BEHAVIOR"
}