{
  "id": "51961",
  "title": "Perbedaan masyarakat kota Surabaya dan Sidoarjo dalam pemenuhan kebutuhan pokok sebelum dan saat pandemi Covid-19",
  "abstract": "Kebutuhan pangan merupakan salah satu kebutuhan pokok yang harus dipenuhi setiap hari. Setiap masyarakat memiliki kebiasaan yang berbeda dalam memenuhi kebutuhan pangan. Pandemi covid-19 membuat kebiasaan pemenuhan kebutuhan pangan berubah, karena adanya pembatasan yang dilakukan oleh pemerintah untuk mengurangi penyebaran virus. Perubahan kebiasaan terdiri dari beberapa hal yaitu behavior change, change food or drink, dan perubahan aktivitas makan. Tujuan penelitian ini adalah mengetahui perubahan perilaku masyarakat perkotaan dalam memenuhi kebutuhan pokok pada sebelum dan saat pandemi. Kuesioner digunakan untuk mengetahui perubahan perilaku masyarakat perkotaan dalam memenuhi kebutuhan pokok. Responden yang didapatkan ialah sebanyak 407 responden yang berasal dari Surabaya dan Sidoarjo. Survei dibagikan dengan cara menyebarkan kuesioner melalui google form dan data dianalisis menggunakan software excel, dan IBM SPSS Statistic 22. Data yang dihasilkan ialah data presentase dari frekuensi, mean, VR atau Variation Ratio, p-value dari hasil uji kruskall-wallis dan mann-whitney untuk mengetahui apakah ada perbedaan pada faktor sociodemographic dan kebiasaan dalam pemenuhan kebutuhan pokok. Hasil penelitian menunjukkan bahwa kebiasaan masyarakat Surabaya dan Sidoarjo dalam memenuhi kebutuhan pokok memiliki perbedaan pada behavior change pada sebelum dan saat pandemi. Sebelum pandemi masyarakat perkotaan memilih untuk membeli kebutuhan pokok di pasar. Saat pandemi masyarakat perkotaan lebih memilih untuk menggunakan delivery application. Kemudian pada faktor change food or drink dan perubahan kegiatan makan memiliki kebiasaan yang sama baik saat dan sebelum terjadinya pandemi yaitu masyarakat lebih memilih untuk membeli bahan makanan segar dan mengelolahnya menjadi makanan siap saji.",
  "creators": "KEVIN PRAYESLI MANGOTING",
  "contributors": "I Gede Agus Widyadana (Advisor 1); Debora Anne Yang Aysia (Advisor 2); Herri Christian Palit (Examination Committee 1); Nova Sepadyati, S.T., M.Sc. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022442/IND/2022; Kevin Prayesli Mangoting (C13170117)",
  "subjects": "CONSUMERS--RESEARCH; CONSUMERS-BEHAVIOR; BUSINESS LOGISTICS--MANAGEMENT; TOTAL QUALITY CONTROL"
}