{
  "id": "51977",
  "title": "Pengaruh social media marketing, celebrity endorsement pada Instagram, dan brand image terhadap purchase intention produk Scarlett cosmetic, beauty and personal care",
  "abstract": "Social media marketing adalah cara pemasaran yang efektif untuk digunakan saat ini, karena lebih hemat biaya, hemat waktu, dan memiliki jangkauan yang lebih luas, salah satu sosial media yang menjadi tren saat ini yaitu sosial media Instagram, di mana saat ini banyak perusahaan ataupun pebisnis yang menjadikan Instagram sebagai media untuk melakukan pemasaran produk dengan tujuan agar lebih bisa menarik minat pelanggan yang lebih luas. Instagram juga digunakan oleh para celebrity endorsement untuk mempromosikan produk. Saat ini peran celebrity endorsement cukup membantu dalam mempromosikan suatu brand atau produk dari perusahaan yang memakai jasanya. Diperlukan juga untuk memperhatikan brand image sebagai lambang yang dikenal oleh konsumen terhadap suatu produk. Purchase intention dapat disebabkan oleh ketiga hal tersebut. Penelitian ini bertujuan untuk mencari keterkaitan antara social media marketing, celebrity endorsement pada instagram, dan brand image terhadap purchase intention produk Scarlett cosmetic, beauty and personal care. Hasil penelitian menunjukkan bahwa social media marketing, celebrity endorsement pada instagram, dan brand image memiliki keterkaitan terhadap purchase intention produk Scarlett cosmetic, beauty and personal care.",
  "creators": "JOSELA APRILIA GOEY",
  "contributors": "Wilma Laura Sahetapy (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012179/MAN/2022; Josela Aprilia Goey (D11180013)",
  "subjects": "INSTAGRAM (FIRM)--MARKETING; BRANDING (MARKETING); CONSUMER BEHAVIOR; SOCIAL MEDIA--MARKETING"
}