{
  "id": "51987",
  "title": "Analisa faktor penyebab sengketa konstruksi pada bangunan apartemen di Kota Surabaya",
  "abstract": "Dalam proyek konstruksi, kontraktor dan owner akan menjalin suatu hubungan kerjasama yang dapat menimbulkan konflik hingga berujung sengketa. Sedangkan berdasarkan riset, dapat diprediksikan akan terjadi banyak permintaan proyek apartemen di Surabaya. Tujuan dari penelitian ini adalah untuk mengetahui faktor-faktor penyebab sengketa konstruksi secara umum yang terjadi pada proyek konstruksi bangunan apartemen di Kota Surabaya. Data penelitian didapatkan dari sebaran kuesioner pada 13 proyek bangunan apartemen yang sedang berjalan/baru selesai yang diisi oleh 7 kontraktor dan 7 owner. Hasil tersebut juga diperdalam dengan diskusi dan studi kasus kepada responden. Hasil penelitian menunjukkan bahwa pada faktor teknis yang umumnya terjadi menurut owner adalah kegagalan quality assurance, sementara menurut kontraktor adalah mengenai perbedaan pendapat cara evaluasi berbeda. Faktor administratif menurut owner adalah changes tidak diikuti secara tertulis, dan kontraktor adalah ketentuan administratif yang bersilang. Faktor hukum menurut owner adalah kerugian akibat kegagalan target waktu, menurut kontraktor adalah proses konstruksi terhambat akibat menunggu persetujuan owner. Faktor gabungan yang umumnya terjadi menurut owner adalah kontraktor gagal memenuhi kewajibannya, menurut kontraktor adalah perselisihan atas pembayaran.",
  "creators": "KEVIN LEONARDO; ELISABETH NOVIANTI",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Ir. Soehendro Ratnawidjaja, M.Eng. (Advisor 2); Budiman Proboyo (Examination Committee 1); Andi (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012559/SIP/2022; Kevin Leonardo (B11170095), Elisabeth Novianti (B11180063)",
  "subjects": "CONSTRUCTION CONTRACTS; DISPUTE RESOLUTION (LAW)"
}