{
  "id": "51983",
  "title": "Survei faktor-faktor utama yang mempengaruhi hubungan kontraktor dan subkontraktor pada proyek konstruksi di Surabaya dan sekitarnya",
  "abstract": "Dalam suatu proyek konstruksi terdapat banyak pihak yang terlibat untuk mencapai keberhasilan proyek dari segi biaya, mutu, dan waktu. Data lain menunjukkan bahwa sektor konstruksi telah mengalami banyak perubahan dan kemajuan bangunan struktural yang menjadikan proyek konstruksi sekarang lebih banyak mensubkontrakkan pekerjaannya daripada di masa lalu. Oleh karena itu, hubungan yang baik dan lancar perlu dijaga baik oleh kontraktor utama maupun subkontraktor untuk meningkatkan kinerja proyek dan juga keuntungan kedua belah pihak. Pada penelitian ini akan diteliti faktor-faktor paling penting yang mempengaruhi hubungan antara kontraktor dan subkontraktor bagi kontraktor dan subkontraktor proyek konstruksi di Surabaya dan sekitarnya. Pengambilan data dilakukan dengan menyebarkan kuesioner pada 32 proyek dengan total responden secara keseluruhan sebanyak 66 orang yang merupakan Project Manager dan Site Manager perusahaan kontraktor dan subkontraktor. Dari hasil analisis data menggunakan analisis mean, didapati bahwa faktor yang paling mempengaruhi hubungan kontraktor-subkontraktor menurut kontraktor adalah faktor mutu pekerjaan subkontraktor sesuai spesifikasi yang ditentukan, sedangkan menurut subkontraktor adalah faktor kinerja perusahaan kontraktor utama pada proyek sebelumnya.",
  "creators": "REVALDO HIZKIA WINARTA; CHRISTOPHER WRISTIARTA PUTRA",
  "contributors": "Paulus Nugraha (Advisor 1); Herry Pintardi Chandra (Examination Committee 1); Sentosa Limanto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012534/SIP/2022; Revaldo Hizkia Winarta (B11170033), Christopher Wristiarta Putra (B11170131)",
  "subjects": "CONSTRUCTION INDUSTRY--MANAGEMENT; CONTRACTORS; SUBCONTRACTORS"
}