{
  "id": "51984",
  "title": "Kalibrasi ideal flow network di central business district Surabaya",
  "abstract": "Dalam merencanakan sebuah jalan sebagai media transportasi yang dapat menghubungkan beberapa tempat, diperlukan sebuah metode sehingga kapasitas jalan yang direncanakan sesuai dengan kebutuhan kendaraan. Apabila desain kapasitas ruas jalan yang dibuat tidak sesuai dengan kebutuhan, maka efektifitas ruas jalan tersebut akan berkurang dan dapat mengakibatkan masalah pada ruas jalan lain di jaringan jalan tersebut. Oleh karena itu, pada penelitian kali ini peneliti ingin mencari solusi dari permasalahan tersebut dengan menggunakan suatu metode yang bernama ideal flow network. Konsep dari ideal flow network ini adalah besarnya arus yang masuk ke dalam suatu noda harus sama dengan arus yang keluar dari noda tersebut. Pada percobaan ini, peneliti mengambil suatu daerah studi dan menganalisa jaringan jalan di daerah tersebut. Dengan menggunakan konsep ideal flow network, akan didapatkan performa jaringan jalan tersebut antara lain maximum congestion, besar arus, kecepatan, waktu tempuh, dan waktu tundaan rata-rata. Selanjutnya, diberikan beberapa skenario pada jaringan jalan tersebut sehingga lebih ideal dan akan dianalisa kembali performa jaringan jalan tersebut. Hasil dari percobaan ini adalah dengan skenario pengubahan arah arus lalu lintas menjadi Jalan Genteng Besar – Yos Sudarso – Ketabang Kali dapat meningkatkan performa jaringan jalan penelitian, dalam hal rata-rata kecepatan meningkat 3.5%, waktu tempuh menurun 7.8%, dan waktu tundaan menurun 4.5%.",
  "creators": "MARCHELLO MICHAEL; CORNELIUS CALVIN SOEDIGDO",
  "contributors": "Ir. Kardi Teknomo (Advisor 1); Rudy Setiawan (Advisor 2); Doddy Prayogo S.T. (Examination Committee 1); Joko Purnomo S.T., M.Sc. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10012565/SIP/2022; Marchello Michael (B11170101), Cornelius Calvin Soedigdo (B11170156)",
  "subjects": "ROAD WORK ZONES; ROADS--DESIGN AND CONSTRUCTION"
}