{
  "id": "51995",
  "title": "Pengaruh geo cultural product attractiveness dalam memediasi pengaruh antara marketing orientation dan marketing performance pada UKM kain tenun NTT",
  "abstract": "Kain tenun NTT merupakan salah satu jenis produk yang mengandung daya tarik dari sisi budaya dan seni. Dalam penelitian ini, market orientation dari pengusaha kain tenun NTT adalah menghadirkan produk yang memiliki nilai seni budaya NTT dan dapat dikenal oleh pangsa pasar yang lebih luas dengan cara mengenalkan produk kain tenun NTT sebagai produk yang memiliki geo-cultural product attractiveness sesuai dengan budaya di NTT. Tujuan dari penelitian ini adalah untuk mengetahui pengaruh mediasi dari geo cultural product attractiveness pada pengaruh antara market orientation terhadap marketing performance dengan produk kain tenun NTT. Populasi yang digunakan dalam penelitian ini adalah pengelola perusahaan yang menjual produk kain tenun NTT. Teknik pengambilan sampel menggunakan purposive sampling dengan syarat pemilik ataupun pengelola usaha kain tenun Nusa Tenggara Timur yang menjual kain tenun di Nusa Tenggara Timur serta telah menjual kain tenun di Nusa Tenggara Timur lebih dari 1 tahun. Jumlah sampel dalam penelitian ini adalah sebanyak 100 orang responden. Hasil penelitian ini menemukan bahwa market orientation berpengaruh signifikan terhadap geo-cultural product attractiveness dan marketing performance. Selain itu juga ditemukan bahwa geo-cultural product attractiveness berpengaruh signifikan terhadap marketing performance. Sebagai tambahan juga ditemukan bahwa geo-cultural product attractiveness ditemukan dapat memediasi pengaruh antara market orientation terhadap marketing performance.",
  "creators": "MICHAEL GELA",
  "contributors": "Dr. Ratih Indriyani, S.E., M.M. (Advisor 1); R.R. Retno Ardianti (Examination Committee 1); Widjojo Suprapto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012223/MAN/2022; Michael Gela (D11180272)",
  "subjects": "MARKETING--MANAGEMENT; MARKETING; WEAVING-NUSA TENGGARA TIMUR"
}