{
  "id": "52029",
  "title": "Pengaruh ethical leadership terhadap employee performance melalui employee engagement dan job satisfaction sebagai variabel mediasi pada karyawan di bank swasta.",
  "abstract": "Employee performance adalah hasil penilaian kerja mengenai seberapa baik seorang karyawan dalam melaksanakan tugasnya yang mana hal tersebut berkaitan dengan produktivitas serta pertumbuhan perusahaan. Employee performance di suatu perusahaan dapat meningkat disebabkan dari adanya pengaruh ethical leadership dengan didukung employee engagement dan job satisfaction sebagai variabel mediasi. Penelitian ini bertujuan untuk mengetahui adanya pengaruh ethical leadership terhadap employee performance dengan employee engagement dan job sastisfaction sebagai mediasi pada karyawan di bank swasta. Jenis penelitian yang digunakan adalah penelitian kuantitatif dengan jumlah sampel sebanyak 120 responden. Sampel pada penelitian ini diambil dengan menggunakan teknik pengambilan sampel yaitu non-probability sampling, yaitu purposive sampling, khususnya judgment sampling. Pengumpulan data pada penelitian ini menggunakan kuesioner penelitian yang disebarkan secara online. Teknik pengolahan serta analisis data akan menggunakan SmartPLS. Hasil penelitian menunjukkan bahwa ethical leadership tidak berpengaruh terhadap employee performance, ethical leadership berpengaruh terhadap employee engagement dan job satisfaction, dan employee engagement maupun job satisfaction berpengaruh terhadap employee performance secara langsung maupun sebagai mediasi.",
  "creators": "JESSLINE GUNAWAN",
  "contributors": "Dr. Roy Setiawan, S.Kom., M.M., M.SM., M.Th. (Advisor 1); R.R. Retno Ardianti (Examination Committee 1); Nony Kezia Marchyta, S.E., M.M. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012186/MAN/2022; Jessline Gunawan (D11180578)",
  "subjects": "EMPLOYEE PERFORMANCE APPRAISAL; JOB SATISFACTION; EMPLOYEE MOTIVATION; PERFORMANCE"
}