{
  "id": "52028",
  "title": "Penerapan manajemen risiko IT pada bank x dengan menggunakan framework CobiT 2019",
  "abstract": "Pada perusahaan Bank X terjadi berbagai permasalahan pada proses bisnis yang melibatkan IT terjadi permasalahan seperti kondisi jaringan server yang tidak stabil dan mengalami masalah ketika melakukan proses bisnis penginputan data. Hal ini dikarenakan setiap data nasabah yang ada akan selalu dimasukkan ke dalam server, dan mengakibatkan kapasitas memory yang ada pada server Bank X menjadi tidak cukup untuk menampung data yang ada. Penulis akan melakukan proses risk assessment pada quality management dan risk management perusahaan. Tujuan dari Skripsi ini adalah mencari tahu faktor atau penyebab apa saja yang paling berpengaruh dalam penggunaan IT pada proses bisnis Bank X dan memberikan response terhadap risiko yang ada berdasarkan panduan CobiT 2019 dengan domain Align, Plan and Organize (APO) pada proses APO 11 Managed Quality dan APO 12 Managed Risk. Metodologi Penelitian akan dilakukan dengan meneliti capability level dan melakukan penilaian risiko menggunakan standar OWASP pada domain APO11 dan APO12 sesuai dengan hasil yang ada pada Mapping Alignment Goal (AG) dan Enterprise Goal (EG) serta dimensi BSC. Penilaian capability level akan dilakukan melalui wawancara kepada 3 responden, yaitu : Manajer divisi IT, dan 2 orang anggota divisi IT. Sedangkan untuk penilaian risiko dengan OWASP, peneliti akan melakukan wawancara secara naratif, dimana peneliti akan menuliskan pertanyaan dan jawaban yang diberikan oleh responden dalam bentuk kalimat. Setelah melakukan wawancara peneliti akan mendapat faktor risiko yang terjadi pada perusahaan yang akan diberikan penilaian menggunakan standar OWASP. Berdasarkan hasil penelitian yang dilakukan, penulis mendapati beberapa risiko yang berdampak pada proses bisnis IT perusahaan beserta dengan respon dan solusi yang diberikan. Solusi yang diberikan adalah dengan melakukan Mitigate atau Avoid tergantung dari risk severity risiko-risiko tersebut. Kesimpulan dari penelitian ini adalah Divisi IT memiliki peran penting dalam menjalankan proses bisnis perusahaan. Selain berperan sebagai support, divisi IT juga memiliki peran dalam melakukan software development dalam aplikasi-aplikasi perbankan customer, keterbukaan responden dan divisi IT sebagai support system perusahaan menjadi faktor penting dalam membantu penelitian ini.",
  "creators": "WILLIAM JORDY",
  "contributors": "Leo Willyanto Santoso (Advisor 1); Yulia (Advisor 2); Alexander Setiawan (Examination Committee 1); Lily Puspa Dewi, S.T., M.Kom. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022110/INF/2022; William Jordy (C14170073)",
  "subjects": "RISK MANAGEMENT; BANKS AND BANKING--INFORMATION TECHNOLOGY; RISK ASSESSMENT"
}