{
  "id": "52030",
  "title": "Rancangan dan metode pembangunan shelter tanggap bencana tsunami di Kelurahan Lere, Teluk Palu, Sulawesi Tengah",
  "abstract": "Indonesia merupakan salah satu dari beberapa negara yang memiliki frekuensi gempa bumi cukup tinggi. Salah satu lokasi di Indonesia yang mempunyai frekuensi gempa bumi cukup tinggi ada di Kota Palu, Sulawesi Tengah. Oleh karena itu, dibutuhkan upaya mitigasi yang memadai untuk mengurangi kerugian akibat bencana tersebut. Penelitian ini bertujuan untuk mengetahui tingkat kesiapan pemerintah Kota Palu dalam menghadapi bencana serta untuk mengetahui pendapat dan pilihan masyarakat sekitar Teluk Palu mengenai dua alternatif shelter yang di rancang oleh peneliti, yaitu shelter dengan struktur beton bertulang dengan desain telah disediakan oleh CV.EGYPT Engineering Consultant yang dibangun dengan metode konvensional dan shelter dari kontainer bekas yang dibangun dengan metode modifikasi interior. Pengumpulan data dilakukan dengan menyebarkan kuesioner kepada masyarakat sekitar Teluk Palu. Setelah data terkumpul, data tersebut diolah dengan metode rata-rata. Hasil penelitian menunjukkan kesiapan pemerintah dalam menghadapi bencana perlu ditingkatkan dan dari dua alternatif shelter yang telah diberikan, masyarakat memilih alternatif shelter dengan struktur beton bertulang. Hal ini menunjukkan bahwa bangunan shelter dengan struktur beton bertulang lebih ideal dan sesuai dengan kondisi di lapangan untuk digunakan sebagai tempat evakuasi dibandingkan shelter dari kontainer bekas.",
  "creators": "JONDRY LAWONO; HARVEY RAMSES PANJAITAN",
  "contributors": "Handoko Sugiharto (Advisor 1); Daniel Tjandra (Advisor 2); Dr. rer.nat. Surya Hermawan S.T., M.T. (Examination Committee 1); Gunawan Budi Wijaya S.T., M.T., M.Eng. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10012532/SIP/2022; Jondry Lawono (B11170188)Harvey Ramses Panjaitan (B11170195)",
  "subjects": "EMERGENCY HOUSING--DESIGN AND CONSTRUCTION"
}