{
  "id": "52036",
  "title": "Pengaruh financial literacy dan financial behavior terhadap debt behavior dengan penggunaan platform peer-to-peer lending",
  "abstract": "UMKM atau usaha mikro kecil menengah merupakan kelompok usaha yang paling banyak jumlahnya di pangsa pasar Indonesia, kontibusi UMKM dalam perekonomian juga cukup besar seperti membantu terciptanya lapangan kerja. Namun dibalik kontribusi yang besar bagi perekonomian UMKM masih memiliki beberapa kendala seperti sulitnya mendapat sumber pendanaan terkait permodalan. Salah satu solusi yang dapat ditempuh para pemilik UMKM untuk mengatasi masalah ini yaitu dengan menggunakan pendanaan digital peer-to-peer lending. Dalam mengambil keputusan menggunakan pendanaan digital ini berkaitan erat dengan aspek manajemen keuangan yang mencakup financial literacy dan financial behavior. Untuk itu, penelitian ini bertujuan untuk melihat pengaruh financial literacy dan financial behavior terhadap debt behavior dengan penggunaan platform peer-to-peer lending. Data penelitian ini dikumpulkan melalui kuesioner yang disebarkan secara online kepada total 100 responden yang merupakan pemilik UMKM industri garmen dengan omzet maksimal 50 milyar per tahun dan sudah pernah atau sedang menggunakan platform peer-to-peer lending. Data penelitian ini diolah menggunakan pendekatan persamaan model struktural dengan PLS. Hasil dari penelitian ini membuktikan bahwa financial literacy dan financial behavior berpengaruh signifikan terhadap debt behavior dengan penggunaan platform peer-to-peer lending.",
  "creators": "STEVEN",
  "contributors": "Nanik Linawati (Advisor 1); Evelyn, S.E., MSA. (Examination Committee 1); Mariana Ing Malelak (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 37010714/MAN/2022; Steven (D11180611)",
  "subjects": "FINANCIAL MANAGEMENT; DEBTS, PUBLIC"
}