{
  "id": "52034",
  "title": "Strategi pengembangan usaha dagang alat elektronik UD Bintang Terang",
  "abstract": "Penelitian ini bertujuan untuk menyusun strategi pengembangan usaha dagang alat elektronik yang tepat bagi UD. Bintang Terang. Penelitian ini menggunakan metode kualitatif deskriptif. Teknik pengumpulan data dalam penelitian ini dilakukan dengan cara wawancara semi terstruktur dan penentuan informan menggunakan teknik purposive sampling. Pada penelitian ini, peneliti menetapkan lima informan utama. Tiga informan berasal dari internal UD. Bintang Terang yaitu pemilik, asisten pemilik, serta karyawan bagian penjual. Dua informan berasal dari eksternal UD. Bintang Terang yaitu pelanggan tetap dan pelanggan retail dari UD. Bintang Terang. Teknik pengolahan data yang digunakan yaitu reduksi data. Dalam pengujian validitas data, peneliti menggunakan triangulasi sumber. Penelitian ini dilakukan dengan menganalisis lingkungan internal UD. Bintang Terang menggunakan matriks Internal Factor Evaluations (IFE) serta menganalisis lingkungan eksternal usaha dagang dengan matriks External Factor Evaluations (EFE). Kemudian dilakukan analisis Strength Weakness Opportunities Threat (SWOT) serta dimatrikskan ke dalam matriks SWOT sehingga dapat menghasilkan beberapa strategi pengembangan usaha dagang alat elektronik untuk UD. Bintang Terang. Hasil penelitian ini menunjukkan strategi pengembangan usaha dagang alat elektronik yang tepat bagi UD. Bintang Terang guna untuk dapat bertahan dalam persaingan yang semakin ketat yaitu strategi penetrasi pasar dan strategi pengembangan pasar. Dengan strategi tersebut, diharapkan usaha dagang dapat mencapai tujuan yang diinginkan serta menghadapi persaingan yang semakin ketat.",
  "creators": "ANITA GUNAWAN",
  "contributors": "Dr. Augustinus Simanjuntak, S.H., M.H. (Advisor 1); Maria Praptiningsih, S.E., M.Sc.FE. (Examination Committee 1); Yonathan Palumian, S.M.B. ,M.S.M (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012214/MAN/2022; Anita Gunawan (D11180401)",
  "subjects": "BUSINESS PLANNING; MARKETING MANAGEMENT"
}