{
  "id": "52038",
  "title": "Evaluasi efektivitas kebijakan vaksinasi dalam penanganan pandemi Covid-19 di kota Surabaya dengan pendekatan simulasi sistem dinamik menggunakan Vensim PLE",
  "abstract": "Pandemi Covid-19 yang menjadi isu global utama selama satu tahun terakhir ini, telah menciptakan keadaan darurat kesehatan yang sangat serius. Selain itu, pandemi Covid-19 telah menimbulkan krisis tata kelola dan kebijakan penanganan Covid-19 di seluruh dunia, khususnya di Kota Surabaya. Pemerintah Kota Surabaya telah menerapkan berbagai kebijakan untuk menangani pandemi Covid-19. Namun masih belum ada penelitian untuk mengevaluasi kebijakan tersebut. Penelitian ini bertujuan untuk memberikan evaluasi mengenai efektivitas implementasi kebijakan penanganan pandemi Covid-19 di Kota Surabaya, khususnya kebijakan vaksinasi Covid-19 dan PPKM. Peneliti mensimulasikan pengaruh kebijakan tersebut pada jumlah orang yang terinfeksi Covid-19 di Kota Surabaya menggunakan model sistem dinamik menggunakan Vensim PLE. Berdasarkan hasil simulasi dari model sistem dinamik pandemi Covid-19 di Kota Surabaya yang telah dirancang, didapatkan hasil bahwa penerapan kebijakan vaksinasi Covid-19 terbukti mampu menurunkan jumlah orang yang terinfeksi Covid-19 sebanyak 13,25% dan menurunkan jumlah kematian sebanyak 35,55%. Sedangkan penerapan kebijakan PPKM terbukti mampu menurunkan jumlah orang yang terinfeksi Covid-19 sebanyak 15,47% dan menurunkan jumlah kematian sebanyak 17,51%. Selain itu, penerapan kebijakan terapi plasma konvalesen, contact tracing dan isolasi, serta swab test juga terbukti mampu menekan laju peningkatan kasus Covid-19 di Kota Surabaya.",
  "creators": "ALDO SETYAWAN JAYA",
  "contributors": "Siana Halim (Advisor 1); Tanti Octavia (Examination Committee 1); Iwan Halim Sahputra, S.T., M.Sc., Ph.D. (Examination Committee 2); Bernardo Nugroho Yahya (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022452/IND/2022; Aldo Setyawan Jaya (C13180033)",
  "subjects": "SIMULATION METHODS; SYSTEM ANALYSIS-SIMULATION METHODS"
}