{
  "id": "52058",
  "title": "Aplikasi rekomendasi resep menu meal plan berdasarkan TDEE dan zat gizi makro pengguna berbasis Web dengan pendekatan MCDA dan EgoSimilar+",
  "abstract": "Kesadaran masyarakat di Indonesia akan pentingnya gaya hidup sehat semakin tinggi dewasa ini. Memiliki badan yang sehat dan ideal menjadi dambaan masyarakat di Indonesia. Salah satu cara untuk mencapai badan yang sehat dan ideal adalah dengan mengontrol asupan kalori, karbohidrat, protein dan lemak dalam makanan yang dikonsumsi (TDEE dan zat gizi makro). Setiap orang memiliki kebutuhan TDEE dan zat gizi makro berbeda-beda. Untuk memenuhi kebutuhan makro yang sesuai dengan TDEE kalori harian sulit dilakukan jika kurang memahami bagaimana menyusun menu makanan dalam sehari. TDEE dan zat gizi makro tidak boleh kurang dan tidak boleh berlebih, sedangkan komposisi setiap makro memiliki nilai kalori yang berbeda untuk setiap unit gramnya dalam setiap bahan pangan. Sistem rekomendasi menu meal plan menggunakan EgoSimilar+ dan AHPSort yang merupakan pendekatan MCDA merupakan metode yang digunakan dalam penelitian ini digunakan untuk membangun aplikasi “Dahar” yang merupakan aplikasi rekomendasi meal plan dalam penelitian ini. Hasil dari aplikasi dan metode yang digunakan dalam aplikasi ini mampu memberikan rekomendasi meal plan dengan toleransi perbedaan kalori sebesar 10%. Dari skala 1 sampai skala 5 dengan arti skala 5 adalah nilai tertinggi, dilakukan survey pengguna terhadap aplikasi dan sistem rekomendasi. Dari hasil survey tersebut rata-rata kepuasan pengguna 4.45 dari 104 responden dengan nilai skala yang mendominasi adalah skala 4 dan skala 5.",
  "creators": "IVANA JOVITA HANDOKO",
  "contributors": "Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Advisor 1); Liliana (Advisor 2); Kartika Gunadi (Examination Committee 1); Hans Juwiantho S.Kom., M.Kom (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022129/INF/2022; Ivana Jovita Handoko (C14180082)",
  "subjects": "SELF-CARE, HEALTH; WEB SITES--DESIGN; WEB SITES"
}