{
  "id": "52067",
  "title": "Sistem pengendali lingkungan greenhouse dengan wireless sensor network untuk mengoptimalkan budidaya hidroponik",
  "abstract": "Budidaya tanaman dengan hidroponik saat ini banyak digunakan karena berbagai kelebihannya. Namun tidak bisa dipungkiri bahwa tetap memiliki kekurangan karena kondisi lingkungan perlu direkayasa agar dapat menyerupai kondisi habitat asli. Masalah yang timbul dalam proses perawatan ini adalah keterbatasan manusia dalam melakukan pemantauan dan pengendalian. Penelitian sebelumnya yang telah dilakukan memiliki beberapa kekurangan dalam hal pengendalian seperti tidak adanya pengendalian suhu dan tidak tersedianya pengaturan nutrisi berdasarkan umur tanamanPada skripsi ini akan dilakukan uji coba untuk membantu memudahkan user dalam melakukan perawatan dengan cara mengimplementasikan teknologi Internet of Things (IoT) pada kebun hidroponik untuk melakukan pemantauan dan pengendalian secara otomatis dan konsisten, dengan bantuan sensor-sensor yang dipasang pada reservoir untuk mendapatkan kondisi reservoir serta relay untuk mengatur aliran listrik guna pengendalian kondisi lingkungan. Serta dilakukan pengembangan aplikasi android untuk mempermudah pengguna dalam melakukan pemantauan dan pengendalian lingkungan hidroponik. Sehingga hasilnya berupa sistem monitoring yang dapat mengambil data beberapa parameter, serta pengendalian kondisi lingkungan secara otomatis dengan mengalirkan cairan pengontrol ke reservoir, dan aplikasi Android untuk mengakses data pengukuran yang telah dilakukan sebelumnya.",
  "creators": "KEVIN HARTONO",
  "contributors": "Henry Navianus Palit (Advisor 1); ANITA NATHANIA (Advisor 2); Ir. Djoni Haryadi Setiabudi, M.Eng. (Examination Committee 1); Handry Khoswanto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022118/INF/2022; Kevin Hartono (C14180077)",
  "subjects": "HYDROPONICS; INTERNET OF THINGS; WIRELESS SENSOR NETWORKS"
}