{
  "id": "52064",
  "title": "Penggunaan dan hambatan green material pada perumahan sederhana di kota Surabaya dan sekitarnya",
  "abstract": "Selama proses konstruksi berlangsung pasti akan menimbulkan limbah konstruksi akibat material sisa. Dari hasil penelitian ditemukan bahwa material konstruksi menyumbang 15-30% dari sampah kota. Akibat dari limbah konstruksi dapat meningkatkan pemanasan global dan perubahan iklim dunia dalam bentuk emisi gas kaca. Maka dari perlu diatasi dengan menerapkan konsep green building. Upaya yang dapat dilakukan pada konsep green building yang paling mudah adalah penggunaan green material. Oleh karena itu penelitian ini bertujuan untuk mengetahui green material apa yang sering digunakan serta apa saja hambatan dalam penggunaan green material pada perumahan sederhana. Data penelitian diperoleh melalui penyebaran kuesioner pada para responden dari perusahaan developer dan perusahaan kontraktor perumahan sederhana di Surabaya dan sekitarnya. Analisis data dilakukan menggunakan Analisis Mean dan Analisis Paired Sample T-Test. Hasil analisis data menunjukan material yang paling sering digunakan adalah semen portland komposit dan disusul oleh kayu dan bata ringan. Terdapat beberapa hambatan yang berpengaruh pada masing-masing green material yang dipilih. Tidak hanya itu juga di sisi lain terdapat perbedaan hambatan penggunaan material fly ash pada kesulitan dalam mendapatkan bahannya dari sudut pandang perusahaan developer perumahan dan perusahaan kontraktor pada perumahan.",
  "creators": "HANS CHRISTIAN LIANTO; CHRISTIAN CHANDRA",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Ir. Soehendro Ratnawidjaja, M.Eng. (Advisor 2); Antoni (Examination Committee 1); Sandra Loekita (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012564/SIP/2022; Hans Christian Lianto (21415071), Christian Chandra (B11170133)",
  "subjects": "BUILDING MATERIALS-ENVIRONMENTAL ASPECTS; BUILDING MATERIALS; GREEN PRODUCTS; MATERIALS"
}