{
  "id": "52066",
  "title": "Pengolahan air payau dengan pemilihan material lokal dan alat alternatif reverse osmosis (ro) berbasiskan internet of thing",
  "abstract": "Air merupakan salah satu kebutuhan pokok yang semakin hari semakin meningkat kebutuhannya. Penelitian kali ini dilakukan di daerah Sidoarjo, tepatnya di daerah Dusun Tegal Sari Desa Kupang, Kecamatan Jabon, Kabupaten Sidoarjo, Provinsi Jawa Timur. Tujuan penelitian ini adalah untuk menentukan jenis material lokal yang dapat berguna dalam proses penjernihan air payau atau alat alternatif lain seperti reverse osmosis (RO) yang nantinya diharapkan dapat menjernihkan air payau. Percobaan ini dilakukan dengan memilih filter material lokal yang tepat kemudian dialirkan dengan air payau kemudian menggunakan alat alternative reverse osmosis dan juga dengan bantuan internet of thing. Hasil dari percobaan tersebut akan diukur pH, TDS, EC, bau, dan warna yang disesuaikan dengan standar PERMENKES dan WHO, dimana pH mempunyai nilai antara 6,0-9,0, TDS kurang dari 500 ppm, EC kurang dari 300 µs/cm, bau harus tidak memiliki bau, dan warna harus tidak memiliki warna atau jernih. Dari hasil penelitian yang berbasiskan internet of thing ini, diketahui bahwa filter material lokal yang terdiri dari arang tempurung, kaolin, pasir silika, dan spons mampu membuat air menjadi bersih dari segi penampilan dengan membuat air menjadi tidak memiliki warna atau jernih dan tidak memiliki bau, namun belum mampu memberikan hasil yang signifikan terhadap perubahan pH, TDS, EC. Sedangkan pada alat alternatif reverse osmosis menggunakan metode penyaringan dua kali dan dapat memberikan hasil yang signifikan dengan menurunkan TDS sampai 99,5% dari 2770 ppm sampai 12 ppm dan EC sampai 99,5% dari 5500 µs/cm sampai 24 µs/cm dan menaikkan pH sampai 3,75% dari 8,0 sampai 8,3 serta membuat air menjadi jernih dan tidak bau dalam segi fisik.",
  "creators": "DICKY HUIDIYANTO",
  "contributors": "Dr. rer.nat. Surya Hermawan S.T., M.T. (Advisor 1); Angela Jasmine Tanya Tjahyana, S.T., M.T. (Examination Committee 1); Ir. Prasetio Sudjarwo, M.Eng. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10012555/SIP/2022; Dicky Huidiyanto (21415213)",
  "subjects": "INTERNET OF THINGS; WATER TREATMENT PLANTS"
}