{
  "id": "52078",
  "title": "Pengaruh ambassador short video content (Instagram dan Tiktok) terhadap brand engagement dan purchase intention produk Nature Republic",
  "abstract": "Era digital menyebabkan marketing semakin terhubung pada teknologi, di mana saat ini segala kegiatan marketing dan promosi lebih banyak dilakukan di sosial media, melalui konten marketing. Hadirnya konten marketing berupa short video semakin banyak dimanfaatkan perusahaan untuk menyampaikan value dan berlomba-lomba menarik perhatian customer. Tentunya harus terdapat sosok ‘face of the brand’ yang mewakili perusahaan menyamaikan valuenya kepada masyarakat yang dikenal dengan nama ambassador. Dalam iklan short video orang yang memiliki influence dan image yang bersih pada banyak orang dipilih untuk menjadi Brand Ambassador. Dengan adanya brand ambassador ditambah short video yang menarik ini meningkatkan brand engagement secara online antara customer dan perusahan. Dan dengan adanya ikatan antar customer dan perusahaan ini secara tidak langsung mempengaruhi purchase intention para customer maupun calon customer. Tujuan penelitian ini adalah untuk mengetahui peran Brand Ambassador short video content dengan memanfaatkan brand engagement dapat mempengaruhi purchase intention produk kosmetik Nature Republic. Penelitian ini dilaksanakan dengan menyebarkan kuesioner kepada 200 orang responden. Metode penelitian yang dilakukan adalah kuantitatif dengan teknik Partial Least Square dan SPSS. Pada hasil penelitian terbukti bahwa Ambassador short video content berpengaruh pada Brand engagement, Ambassador short video content berpengaruh pada Purchase Intention, dan Brand engagement memediasi Ambassador short video conten berpengaruh terhadap Purchase Intention.",
  "creators": "MARIA IVANA BERLIANA GAN",
  "contributors": "Hatane Semuel (Advisor 1); Dr. Ferry Jaolis, S.E., M.SM., M.RECH. (Examination Committee 1); Dr. Yohanes Sondang Kunto, S.Si., M.Sc. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020860/MAN/2022; Maria Ivana Berliana Gan (D11180435)",
  "subjects": "BRAND NAME PRODUCTS; CONSUMER BEHAVIOR"
}