{
  "id": "52082",
  "title": "Pengaruh brand storytelling terhadap behavioral intention dengan brand attitude sebagai variabel mediasi: studi kasus iklan Tokopedia #Mulaiajadulu di kalangan mahasiswa dan alumni Program Manajemen Universitas Kristen Petra",
  "abstract": "Pandemi yang mengubah perilaku konsumen menyebabkan memudarnya kesetiaan terhadap merek. Tokopedia berhasil mempertahankan hubungan merek dan pelanggannya selama pandemi, salah satu teknik branding yang digunakan adalah Brand Storytelling untuk memperkuat relasi dengan konsumen. Storytelling menciptakan efek persuasif dengan membangkitkan empati pada audiens menggunakan pesan emosional cerita. Penelitian ini bertujuan menganalisa pengaruh dari Brand Storytelling yang dibagi menjadi indikator lebih spesifik, yaitu authenticity, educability, enjoyability, descriptiveness, dan emotionality, yang mempengaruhi Behavioral Intention konsumen dan pengaruh akan dimediasi oleh variabel Brand Attitude. Design penelitian berupa konklusif dan diklasifikasi dalam jenis penelitian kausal dengan pendekatan kuantitatif. Data dikumpulkan melalui survei online menggunakan instrument kuesioner dengan respon yang dapat digunakan berasal dari 136 responden yang merupakan mahasiswa atau alumni Program Manajemen Universitas Kristen Petra yang pernah menjadi audiens dari iklan Tokopedia #MulaiAjaDulu. Data penelitian ini diolah menggunakan Teknik Partial Least Square (PLS) dengan pendekatan persamaan model struktural. Hasil penelitian membuktikan adanya pengaruh Brand Storytelling terhadap Brand Attitude dan Behavioral Intention serta adanya peran mediasi parsial dalam memediasi pengaruh Brand Storytelling terhadap Behavioral Intention.",
  "creators": "LISYA THIOVANI",
  "contributors": "Dr. Ferry Jaolis, S.E., M.SM., M.RECH. (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020861/MAN/2022; Lisya Thiovani (D11180465)",
  "subjects": "BRAND NAME PRODUCTS; CONSUMER BEHAVIOR"
}