{
  "id": "52095",
  "title": "The effect of YouTube video ads' advertising content value toward audience's behavioural response: case study on marketplace ads",
  "abstract": "Dalam era Marketing 5.0 yang penuh Volatility, Uncertainty, Complexity, dan Ambiguity, salah satu cara perusahaan untuk bertahan adalah beradaptasi dengan segala hal yang serba digital. Pemasangan iklan di media sosial menjadi salah satu alat yang banyak digunakan dalam berkomunikasi dengan target pasar. Namun, di balik banyaknya keuntungan yang bisa diperoleh, terdapat juga kelemahan dari pemasangan iklan di media sosial, khususnya dalam penelitian ini, YouTube. Iklan video di media sosial dianggap mengganggu & dapat mengarahkan pada sikap negatif yang pada akhirnya menghasilkan respons perilaku yang kurang menguntungkan. Untuk itu, penelitian ini bertujuan untuk menganalisis advertising content value pada YouTube Video Ads dilihat dari 4 dimensi, yaitu congruity, credibility, informativeness, dan entertainment dalam mempengaruhi sikap audiens yang pada akhirnya berdampak pada responss perilaku yang dihasilkan. Data dikumpulkan melalui kuesioner secara online kepada total 168 responsden yang merupakan generasi Y dan Z yang berdomisili di Surabaya dan pernah melihat setidaknya 1 dari 3 iklan video marketplace di YouTube. Data penelitian ini diolah menggunakan pendekatan persamaan model struktural dengan PLS. Hasil penelitian membuktikan bahwa advertising content value pada iklan video marketplace mempengaruhi sikap audiens terhadap iklan video maupun merek marketplace yang pada akhirnya berpengaruh secara signifikan dan positif terhadap respons perilaku yang dihasilkan audiens.",
  "creators": "REGINE AUDREA",
  "contributors": "Dr. Ferry Jaolis, S.E., M.SM., M.RECH. (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020865/MAN/2022; Regine Audrea (D11180136)",
  "subjects": "CONSUMER BEHAVIOR; MARKETING RESEARCH; CONSUMERS--ATTITUDES"
}