{
  "id": "52092",
  "title": "Analisis faktor-faktor yang memengaruhi pelanggaran lampu merah pada persimpangan jalan perkotaan",
  "abstract": "Pelanggaran menerobos lampu merah di persimpangan jalan Kota Surabaya masih terus terjadi. Maka dari itu penelitian ini dilakukan untuk mengetahui sejauh mana responden mengerti tentang sanksi dari pelanggaran menerobos lampu merah, dan mereduksi lalu mengelompokkan faktor-faktor yang memengaruhi perilaku menerobos lampu merah. Faktor-faktor yang dipakai di penelitian ini berbentuk 11 variabel yaitu jenis kelamin, usia, pendidikan terakhir, pekerjaan, uang saku/penghasilan, status keluarga, PBC (Perceived Behavioural Control), behavioural Outcomes, norma subjektif, control factor, dan approve of violation. Teori yang dipakai untuk melakukan penelitian ini adalah menyebarkan pertanyaan-pertanyaan yang mewakili variabel tersebut sebagai kuesioner. Sampel responden yang dibutuhkan untuk melakukan penelitian ini ditentukan dari hasil perhitungan uji slovin. Semua hasil dari jawaban responden diolah menggunakan SPSS, dan dilakukan beberapa uji seperti, uji outlier, uji validitas dan reliabilitas, dan dimension reduction. Hasil dari penelitian ini jika dilihat hubungan variabel (jenis kelamin, usia, pendidikan terakhir, pekerjaan, uang saku/penghasilan, dan status keluarga) dengan pengetahuan tentang sanksi menerobos lampu merah, lebih dari 50 persen responden telah mengetahui dan mengerti sanksi-sanksi pelanggaran menerobos lampu merah, dan indikator dari ke-11 variabel tersebut telah tereduksi dan terbagi menjadi 2 dimensi.",
  "creators": "YEREMIA FEBRIANTO; RICKY SETIAWAN",
  "contributors": "Rudy Setiawan (Advisor 1); DAVID WIYONO, ST.,MT. (Advisor 2); Paravita Sri Wulandari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012561/SIP/2022; Yeremia Febrianto (B11170088), Ricky Setiawan (B11170090)",
  "subjects": "TRAFFIC SIGNS AND SIGNALS--MANAGEMENT; TRAFFIC VIOLATIONS; TRAFFIC VIOLATIONS--LAW AND LEGISLATION"
}