{
  "id": "52099",
  "title": "Pengaruh perceived travel risk terhadap travel intention wisatawan nusantara selama pandemi covid-19",
  "abstract": "Penelitian ini bertujuan untuk mengetahui pengaruh perceived travel risk terhadap travel intention wisatawan nusantara selama pandemi COVID-19 dan untuk mengetahui apakah pengaruh perceived travel risk terhadap travel intention berbeda pada wisatawan dengan karakteristik demografis yaitu usia, jenis kelamin dan status pernikahan. Survei daring dilakukan kepada 200 responden. Data diolah dengan SEM PLS untuk menguji hubungan antar variabel dan Multi Group Analysis (MGA) untuk menguji perbedaan. Hasil penelitian menunjukkan health risk berpengaruh negatif dan signifikan terhadap travel intention, namun safety risk dan socio-psychological risk tidak berpengaruh signifikan terhadap travel intention. Lebih lanjut, pengaruh health risk dan safety risk terhadap travel intention tidak berbeda di kalangan responden berusia dewasa dengan yang muda, namun terdapat perbedaan pada pengaruh socio-psychological risk. Dalam pengaruh perceived travel risk terhadap travel intention tidak berbeda signifikan di antara responden pria dan wanita. Terkait status pernikahan, terdapat perbedaan pengaruh health risk dan socio-psychological risk terhadap travel intention bagi responden yang sudah menikah dengan yang belum menikah, namun sebaliknya, pengaruh safety risk terhadap travel intention tidak berbeda signifikan di antara responden yang sudah menikah dengan yang belum menikah.",
  "creators": "ELISA CHRISTINA GUNAWAN; NATHANIA CATHARINE HIDAJAT",
  "contributors": "Serli Wijaya (Advisor 1); Vido Iskandar, S.E., M.M. (Advisor 2); Sienny Thio (Examination Committee 1); Endo Wijaya Kartika (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 33011025/MAN/2022; Elisa Christina Gunawan (D11180123), Nathania Catharine Hidajat (D11180182)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMERS--RESEARCH"
}