{
  "id": "52107",
  "title": "Studi penerapan keselamatan dan kesehatan kerja (K-3) dalam penggunaan tower crane pada proyek konstruksi",
  "abstract": "Tower Crane (TC) merupakan salah satu alat berat yang sering digunakan dalam proyek konstruksi khususnya untuk bangunan bertingkat, tahapan penggunaan TC terdiri dari tahap pra pengoperasian, pengoperasian dan pasca pengoperasian TC. Standar Keselamatan dan Kesehatan Kerja (K-3) yang terdiri dari faktor manusia, alat dan kondisi lingkungan merupakan salah satu hal yang perlu diperhatikan dalam penggunaan TC untuk menanggulangi kecelakaan kerja di lapangan. Penelitian ini bertujuan untuk mengetahui penerapan K-3 beserta faktor-faktor pengaruhnya dalam masing-masing tahapan penggunaan TC serta jenis kecelakaan kerja yang sering terjadi saat penggunaan TC pada proyek konstruksi di Surabaya yang ditangani oleh kontrakor kelas B (Besar) dalam menangani proyek konstruksi. Pembahasan penelitian dilakukan pada tahap pra pengoperasian, pengoperasian dan pasca pengoperasian TC yang difokuskan pada faktor manusia, alat, dan kondisi lingkungan. Hasil penelitian menunjukan bahwa faktor alat memiliki pengaruh paling besar pada tahap pra pengoperasian, pengoperasian dan pasca pengoperasi TC, Sedangkan faktor manusia memiliki pengaruh paling besar pada tahap pengoperasian dan pasca pengoperasi TC Faktor kondisi lingkungan tidak terlalu besar pengaruhnya. Hal lain yang perlu diperhatikan adalah penghambat yang berasal dari manusia yang berupa budaya kerja yang buruk. Untuk mengatasi hal tersebut diperlukan suatu manajemen pekerja yang baik.",
  "creators": "BUDI SETIAWAN; ALVIUS FEBRIANGGA KAMIS",
  "contributors": "Ratna S. Alifen (Advisor 1); Jonathan Hendra Kusuma (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 30201431/SIP/2005; Budi Setiawan (21400560). Alvius Febriangga (21400088)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; INDUSTRIAL SAFETY; TOWER CRANES"
}