{
  "id": "52104",
  "title": "Evaluasi aktivitas media relations biro pemberitaan parlemen sekretariat jendral Dewan Perwakilan Rakyat republik Indonesia",
  "abstract": "DPR RI merupakan salah satu lembaga negara yang melakukan aktivitas media relations secara rutin. Biro Pemberitaan Parlemen dalam Sekretariat Jendral DPR RI yang bertanggung jawab mengenai proses persiapan serta pelaksanaan aktivtias media relations. Adapun kegiatan yang dilakukan yaitu press conference, special event, press release, press luncheon dan media visit. Penelitian ini meneliti mengenai evaluasi aktivitas media relations yang dilakukan oleh Biro Pemberitaan Parlemen Sekretariat Jendral DPR RI. Penelitian ini merupakan penelitian kualitatif dengan pendekatan deskriptif, menggunakan metode studi kasus. Berdasarkan data yang telah dianalisis dan diinterpretasi, ditemukan bahwa aktivitas media relations dianggap sebagai kegiatan yang dapat meningkatkan hubungan baik antara DPR RI dengan media. Dari hal tersebut, Biro Pemberitaan selalu mengundang berbagai media untuk dapat menghadiri berbagai kegiatan yang dilakukan di DPR RI. Aktivitias media relations menjadi aktivitas rutin, namun dari aktivitas tersebut tidak terdapat evaluasi komunikasi secara terstruktur sehingga proses evaluasi hanya menggunakan asumsi dan dokumentasi selama kegiatan berlangsung. Melalui asumsi ini akhirnya menimbulkan bahwa seluruh kegiatan yang telah diselenggarakan selama ini sudah terlaksana dengan baik. Hingga saat ini, Biro Pemberitaan Parlemen belum melakukan bentuk evaluasi komunikasi secara terstruktur. Hal ini menjadi penting untuk dilakukan karena asumsi tidak dapat menjadi tolok ukur dalam menilai sebuah kebenaran yang terjadi di lapangan.",
  "creators": "FABRIZIO REVAND TANNUR",
  "contributors": "Fanny Lesmana (Advisor 1); Astri Yogatama (Advisor 2); Gatut Priyowidodo (Examination Committee 1); Titi Nur Vidyarini, S.Sos., M.Comms. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011713/KOM/2021; Fabrizio Revand Tannur (F11170011)",
  "subjects": "COMMUNICATIONS; MASS MEDIA; PUBLIC RELATIONS"
}