{
  "id": "52108",
  "title": "Kustomisasi dan penerapan modul manajemen proyek odoo erp pada perusahaan jasa konstruksi PT X",
  "abstract": "Dalam era teknologi saat ini, teknologi informasi memiliki peranan penting dalam dunia bisnis. Akan tetapi, masih terdapat perusahaan yang belum memanfaatkan teknologi informasi. PT X merupakan perusahaan konstruksi yang masih melakukan seluruh pekerjaan secara manual. Hal ini mengakibatkan munculnya permasalahan pada perusahaan antara lain: dalam memperoleh informasi dibutuhkan waktu yang lebih lama karena data yang terdapat pada perusahaan belum terintegrasi. Kemudian, kemungkinan adanya permasalahan dari keteledoran yang dilakukan oleh karyawan, seperti terdapat data yang lupa dimasukkan kedalam pencatatan data-data perusahaan. Program Enterprise Resource Planning dibuat untuk mencoba mengatasi permasalahan yang terjadi pada PT X. Untuk itu platform yang dipilih adalah Odoo karena memiliki banyak kelebihan seperti mudah untuk dikonfigurasi dan dikustomisasi modulnya. Untuk mengatasi permasalahan yang terdapat pada perusahaan, dibuatkan fungsi Critical Path Method (CPM) untuk menunjang proses bisnis perusahaan dalam melakukan manajemen proyek. Untuk mengukur keberhasilan implementasi program Odoo ERP, dilakukan analisa kepuasan pengguna menggunakan metode Doll dan Torkzadeh (1998). Dari hasil analisa implementasi program Odoo ERP pada perusahaan dapat disimpulkan bahwa program Odoo ERP memberikan dampak yang baik terhadap pemenuhan kebutuhan perusahaan dengan baik dan cepat.",
  "creators": "LUCIA STEFANIE T. SUWANDY",
  "contributors": "Yulia (Advisor 1); Kartika Gunadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022108/INF/2022; Lucia Stefanie T. Suwandy (C14170134)",
  "subjects": "APPLICATION SOFTWARE--DEVELOPMENT; COMPUTING PLATFORMS; ENTERPRISE RESOURCE PLANNING (ERP)"
}