{
  "id": "52105",
  "title": "Efektivitas penggunaan Rachel Vennya sebagai celebrity endorser Yellow Fit Kitchen",
  "abstract": "Marketing communication adalah paduan iklan, promosi penjualan, hubungan masyarakat, penjualan personal, dan sarana pemasaran langsung maupun tidak langsung yang digunakan perusahaan untuk mengkomunikasikan nilai pelanggan, dan juga produk perusahaan secara persuasif dan membangun hubungan pelanggan. Dalam Komunikasi pemasaran terdapat banyak cara untuk melakukan pemasaran salah satunya dengan menggunakan bintang iklan atau celebrity endorser. Celebrity Endorser adalah seseorang yang membawa produk untuk menyampaikan pesan kepada audiens. Untuk mengukur efektivitas dari seorang celebrity endorser, dapat menggunakan TEARS yaitu trustworthiness, expertise, attractiveness, respect, dan similarity sebagai pedoman dalam penelitian. Dalam penelitian ini peneliti menggunakan metode pendekatan kuantitatif. Teknik pengumpulan data yang dilakukan peneliti adalah dengan menyebarkan kuesioner melalui google form kepada 400 target audience. Subjek pada penelitian ini adalah followers Yellow Fit Kitchen yang mengetahui kolaborasi dan berusia 20-34 tahun. Kemudian dijabarkan menggunakan analisis deskriptif. Penulis meneliti sejauh mana efektivitas Rachel Vennya sebagai celebrity endorser Yellow Fit Kitchen. Berdasarkan hasil penelitian, ditemukan bahwa Rachel Vennya sebagai celebrity endorser Yellow Fit Kitchen yaitu efektif. Hal ini dapat diketahui dari hasil mean dalam rentang 3x5. Indikator yang paling tinggi pada hasil penelitian ini adalah respect atau dihargai dalam hal penyampaian pesan kolaborasi dan juga dihargai sebagai influencer yang sukses.",
  "creators": "OBELIA OKTAVIANA",
  "contributors": "Felicia Goenawan (Advisor 2); Titi Nur Vidyarini, S.Sos., M.Comms. (Advisor 1); Fanny Lesmana (Examination Committee 2); Astri Yogatama (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011734/KOM/2022; Obelia Oktaviana (F11170077)",
  "subjects": "ACTORS IN THE ADVERTISING INDUSTRY; COMMUNICATION IN MARKETING; ENDORSEMENTS IN ADVERTISING"
}