{
  "id": "52118",
  "title": "Kustomisasi dan implementasi Odoo ERP: studi kasus perusahaan manufaktur PT X",
  "abstract": "Odoo merupakan salah satu aplikasi ERP yang berbasis open source yang memiliki berbagai modul yang dapat dikonfigurasi dan dikustomisasi. Dalam era perkembangan ini, teknologi informasi memiliki peranan penting dalam dunia bisnis. PT X merupakan perusahaan manufaktur yang masih belum memanfaatkan teknologi informasi secara maksimal. Hal ini mengakibatkan munculnya permasalahan pada perusahaan antara lain: dalam memperoleh informasi dibutuhkan waktu yang lebih lama karena data yang terdapat pada perusahaan belum terintegrasi. Kemudian, kemungkinan adanya permasalahan human error yang dilakukan oleh karyawan, seperti terdapat data yang lupa dimasukkan ke dalam pencatatan data-data perusahaan. Program ERP dibuat untuk mencoba mengatasi permasalahan yang terjadi pada PT X. Untuk itu platform yang dipilih adalah Odoo karena memiliki banyak kelebihan seperti mudah untuk dikonfigurasi dan dikustomisasi modulnya. Untuk mengatasi permasalahan yang terdapat pada perusahaan, maka dilakukan pengembangan pada modul human resources Odoo. Pengembangan pada modul ini akan didahului dengan melakukan desain dan analisa terhadap alur kerja divisi HR pada perusahaan PT X. Selain itu, dilakukan juga peninjauan terhadap UU dan peraturan lain yang berhubungan ketenagakerjaan di Indonesia. Untuk mengukur keberhasilan implementasi program Odoo ERP, dilakukan analisa kepuasan pengguna menggunakan metode Doll dan Torkzadeh (1998). Dari hasil analisa implementasi program Odoo ERP pada perusahaan dapat disimpulkan bahwa program Odoo ERP memberikan dampak yang baik terhadap pemenuhan kebutuhan perusahaan dengan baik dan cepat.",
  "creators": "NATANAEL KEVIN KURNIAWAN SAPUTRA",
  "contributors": "Yulia (Advisor 1); Kartika Gunadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022126/INF/2022; Natanael Kevin Kurniawan Saputra (C14170074)",
  "subjects": "APPLICATION SOFTWARE--DEVELOPMENT; PROGRAMMING (ELECTRONIC COMPUTERS)"
}