{
  "id": "52122",
  "title": "Analisis hubungan antara size, product lifecycle, dan market position dengan penggunaan balanced scorecard pada sektor industri manufaktur",
  "abstract": "Persaingan bisnis yang semakin meningkat menuntut perusahaan untuk memiliki pengukuran kinerja yang tepat dan akurat. Balanced scorecard merupakan alat pengukuran kinerja yang tepat untuk digunakan karena melihat aspek keuangan dan non keuangan dalam pengukurannya. Adapun, penelitian ini dilakukan untuk mengetahui hubungan antara size, product life cycle, dan market position dengan penggunaan balanced scorecard pada sektor industri manufaktur. Penggunaan balanced scorecard diukur melalui 4 perspektif yang terdapat dalam balanced scorecard. Di sini, penelitian dilakukan pada 34 perusahaan manufaktur yang berada di wilayah Surabaya dan Sidoarjo. Perusahaan manufaktur yang diteliti merupakan perusahaan manufaktur berjenis business to customer yang rata-rata berasal dari sektor barang konsumsi, kimia, dan aneka industri. Pengumpulan data dilakukan dengan cara membagikan kuisioner pada manajer atau pemilik perusahaan manufaktur. Teknik analisis data yang digunakan dalam penelitian ini adalah dengan uji korelasi pearson untuk mengetahui apakah ada hubungan antara size, product life cycle, dan market position dengan penggunaan balanced scorecard. Hasil penelitian menunjukkan bahwa ternyata terdapat hubungan yang positif dan signifikan antara variabel size, product life cycle, dan market position dengan penggunaan balanced scorecard pada sektor industri manufaktur di Surabaya dan Sidoarjo. Selain itu, diketahui pula bahwa penggunaan balanced scorecard yang paling tinggi berada pada perspektif proses internal bisnis, yaitu sebesar 26%.",
  "creators": "CINDY",
  "contributors": "Devie (Advisor 1); I Nyoman Sutapa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32010423/AKT/2013; Cindy (32409028)",
  "subjects": "BALANCED SCORECARD (MANAGEMENT); MANUFACTURING INDUSTRIES"
}