{
  "id": "52129",
  "title": "Pengaruh hedonic consumption terhadap impulse buying dengan positive emotion sebagai variabel intervening pada Sale Sociolla",
  "abstract": "Penelitian ini dilakukan untuk mengetahui pengaruh hedonic consumption terhadap impulse buying dengan positive emotion sebagai variabel intervening pada sale Sociolla, khususnya pada event flash sale Sociolla. Event flash sale merupakan salah satu strategi penjualan e-commerce yang menawarkan produk dengan harga yang rendah tetapi hanya berlangsung dengan waktu yang singkat. Pada penelitian ini membahas salah satu e-commerce di Indonesia yaitu Sociolla dengan aplikasi Soco by Sociolla yang juga menerapkan sistem flash sale pada sistem penjualannya. Jumlah sampel dalam penelitian ini adalah sebesar 97 responden yang kemudian digenapkan menjadi 100 responden yang berada di Surabaya, merupakan pengguna aplikasi Soco by Sociolla, dan pernah melakukan pembelian pada event flash sale Sociolla dalam enam bulan terakhir. Metode pengolahan data dalam penelitian ini menggunakan program komputer yaitu Software Statistical Package for Social Sience (SPSS) serta uji T untuk menguji hipotesis yang ada. Hasil dalam penelitian ini menunjukkan bahwa seluruh hipotesis dapat dibuktikan berpengaruh. Variabel hedonic consumption memiliki hubungan positif signifikan terhadap impulse buying yaitu dengan nilai koefisien sebesar 0,438 dan t-value sebesar 4,706. Hedonic consumption memiliki hubungan positif signifikan terhadap positive emotion yaitu dengan nilai koefisien sebesar 0,460 serta nilai t-value sebesar 4,668. Positive emotion memiliki hubungan positif signifikan terhadap impulse buying dengan nilai koefisien sebesar 0,434 dan nilai t-value sebesar 5,033. Terakhir, positive emotion ditemukan memediasi pengaruh hedonic consumption terhadap impulse buying secara positif dan signifikan dengan nilai t-value sebesar 3,418.",
  "creators": "ANASTACIA JINNY SETIAWAN",
  "contributors": "Wilma Laura Sahetapy (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1); Nony Kezia Marchyta, S.E., M.M. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012208/MAN/2022; Anastacia Jinny Setiawan (D11170357)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMERS--RESEARCH"
}