{
  "id": "5213",
  "title": "Evaluasi pengaruh peralatan utama sistem distribusi tenaga listrik terhadap keandalan sistem dengan metode fmea (failure mode and effect analysis). Studi kasus:sistem distribusi Jawa Timur penyulang..",
  "abstract": "Saat ini, tingkat keandalan dari suatu sistem distribusi adalah penting guna menjamin kontinuitas supply tenaga listrik kepada konsumen. Karena itu, disadari pentingnya otomatisasi sistem distribusi, yang salah satunya dapat dicapai dengan menggunakan sectionalizer. Tugas Akhir ini dibuat dengan tujuan menghitung indeks keandalan dari sistem distribusi 20 kV penyulang A. Yani. Metode yang digunakan adalah FMEA (Failure Mode and Effect Analysis), di mana indeks kegagalan dari setiap peralatan utama sistem distribusi diperhitungkan dalam mencari indeks keandalan sistem secara menyeluruh. Sejumlah studi kasus dilakukan guna melihat pengaruh dari jumlah serta lokasi penempatan sectionalizer di sepanjang jaringan terhadap indeks keandalan sistem. Pada akhirnya, solusi optimal akan memberikan nilai indeks keandalan sistem distribusi yang terbaik. Berdasarkan hasil analisa, dengan merelokasi sectionalizer AVS Sedati Agung yang ada pada jaringan distribusi A. Yani ke percabangan line 36, yakni pada studi kasus PGS Maxel + PGS Depag + AVS Sedati Agung reLoc2 + TS, akan diperoleh indeks keandalan sistem yang lebih baik dibandingkan dengan kondisi existing, di mana SAIDI mengalami perbaikan sebesar 22.14 % (dari 5.1607 menjadi 4.0182), CAIDI mengalami perbaikan sebesar 22.14 % (dari 1.8621 menjadi 1.4499), sementara AENS mengalami perbaikan sebesar 15.49 % (dari 7.5456 menjadi 6.3766).",
  "creators": "FERNANDO TANZIL",
  "contributors": "ONTOSENO PENANGSANG (Advisor 1); Emmy Hosea (Advisor 2); Prof. Ir. Hanny Hosiana Tumbelaka, M.Sc., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.01010562/ELK/2007; Fernando Tanzil (23403086)",
  "subjects": "ELECTRIC POWER DISTRIBUTION; ELECTRIC POWER SYSTEMS"
}