{
  "id": "52132",
  "title": "Faktor-faktor yang mempengaruhi masyarakat menggunakan aplikasi kesehatan Halodoc pada masa pandemi Covid-19 di Surabaya dan sekitarnya",
  "abstract": "Mobile apps adalah perangkat lunak yg ada di telepon pintar/telepon genggam. Peng\u0002gunaan mobile apps telah mendorong perubahan pola hidup masyarakat, terutama di masa pan\u0002demi. Salah satu mobile apps yangg dipakai khusus untuk memenuhi kebutuhan di bidang kesehatan adalah Halodoc. Seiring berkembangnya waktu, pengguna Halodoc memberikan ulasan positif dan negatif terkait pelayanan Halodoc. Sekalipun Halodoc menulai ulasan negatif, namun masyarakat tetap banyak yangg menggunakan Halodoc. Tujuan dari penelitian ini adalah untuk mengetahui faktor apa saja yang mempengaruhi penggunaan Halodoc di Surabaya dan sekitarnya. Penelitian ini menggunakan penelitian kuantitatif dengan cara menyebarkan angket guna memenuhi target responden sebanyak 100 responden. Penyebaran angket dilakukan ke 207 responden dan mendapatkan 134 responden yang sesuai dengan kriteria responden dalam penelitian ini yaitu pernah menggunakan aplikasi Halodoc. Data diolah dengan melakukan analisis faktor melalui program SPSS. Hasil penelitian menunjukkan terdapat sembilan faktor yang mempengaruhi penggunaan Halodoc yaitu pengaruh dari lingkungan sekitar, psikologi manusia, kemampuan manusia mengoperasionalkan aplikasi tertentu, perhatian manusia terhadap sesama, kontribusi dari Halodoc terhadap kehidupan pribadi pengguna, biaya yang relatif rendah dibandingkan tanpa menggunakan aplikasi, kepraktisan aplikasi Halodoc, kebebasan menggunakan aplikasi tanpa adanya dorongan dan paksaan, dan kesiapan perangkat keras atau smartphone dalam menjalankan aplikasi Halodoc.",
  "creators": "CLAUSE SUNARYO",
  "contributors": "Widjojo Suprapto (Advisor 1); Dr. Ratih Indriyani, S.E., M.M. (Examination Committee 2); Maria Praptiningsih, S.E., M.Sc.FE. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012224/MAN/2022; Clause Sunaryo (D11180200)",
  "subjects": "CONSUMERS--RESEARCH; MEDICAL CARE; MOBILE APPS"
}