{
  "id": "52131",
  "title": "Balkon sebagai ruang ketiga dengan pendekatan Homi Bhabha: studi kasus apartemen Taman Sari Prospero",
  "abstract": "Kehadiran apartemen sebagai kebutuhan tempat tinggal vertical di perkotaan membawa gaya hidup modern semakin tinggi pada masyarakat kita. Mengangkat desain dengan berbagai langgam yang bernafaskan internasional style apartemen hadir sebagai perwakilan masyarakat urban yang modern. Hal ini juga diikuti oleh banyaknya desain apartemen bergaya modern yang terlihat dari bentuk dan fasadnya. Dalam perancangan sebuah bangunan apartemen, balkon dalam fasad memiliki peran penting dalam membentuk sebuah karakter yang akan ditampilkan. Dengan banyaknya desain apartemen yang bergaya modern tentunya bisa menimbulkan permasalahan dengan identitas dan karakter dari masyarakat dan bangsa Indonesia yang sudah ada sejak lama. Dalam budaya dan tradisi rumah rumah adat masyarakat nusantara juga mengenal adanya ruang dengan karakter dan fungsinya seperti balkon pada apartemen modern. Balkon dalam rumah adat di nusantara memiliki beberapa ciri dan kekhasan yang menarik sebagai perwujudan dari identitas masyarakat yang menghuninya. Perbedaan dan perkembangan balkon dalam konteks di eropa dan di rumah adat nusantara menjadi langkah awal yang menarik diangkat sebagai dasar penelitian ini dengan memposisikannya sebagai dua dunia berbeda pendekatan teori post kolonialisme dan ruang ketiga Hommi Bhabha. Sebagai studi kasus dalam penelitian ini adalah Apartemen Taman Sari Prospero yang ada di Perumahan Kahuripan di Sidoarjo. Dengan menggunakan metode mapping dan identifikasi disetiap sisi fasad yang terdapat balkon diharapkan mendapatkan hasil sebagai data awal dari jenis jenis balkon yang ada dilihat dari aktivitas, peruntukan serta fungsinya. Dilanjutkan dengan membuat tabel antara perkembangan balkon di Eropa, rumah adat nusantara serta studi kasus di Apartemen Taman Sari Prospero menghasilkan rekomendasi untuk membuat alternatif baru dalam membuat desain balkon yang lebih mencerminkan tradisi dan budaya masyarakat dengan menggunakan pendekatan dan teori dari ruang ketiga Hommi Bhabha. Selain itu juga penelitian ini bisa dijadikan referensi selanjutnya di apartemen agar bisa dihasilkan desain apartemen yang sesuai dengan jati diri bangsa Indonesia.",
  "creators": "GAYUH BUDI UTOMO",
  "contributors": "Lilianny Sigit Arifin (Advisor and Examination Committee); Rully Damayanti (Advisor 2); Timoticin Kwanda (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 00000010/MARS/2021; Gayuh Budi Utomo (B22200004)",
  "subjects": "APARTMENT HOUSES--DECORATION; APARTMENT HOUSES"
}