{
  "id": "52174",
  "title": "Aplikasi HIMAINFRA berbasis android",
  "abstract": "HIMA atau Himpunan Mahasiswa adalah sebuah organisasi mahasiswa di tingkat jurusan di suatu universitas. HIMAINFRA adalah organisasi Himpunan Mahasiswa jurusan Teknik Informatika dan Sistem Informasi Bisnis Universitas Kristen Petra. HIMAINFRA memiliki tujuan untuk menjawab kebutuhan mahasiswa Teknik Informatika dan Sistem Informasi Bisnis Universitas Kristen Petra dalam bidang akademik dan non akademik. Salah satu tugas HIMAINFRA adalah untuk menyampaikan pengumuman dan informasi mengenai acara-acara HIMAINFRA kepada mahasiswa jurusan Teknik Informatika dan Sistem Informasi Bisnis. Sekarang ini, HIMAINFRA menggunakan poster dan juga media-media sosial yang ada, seperti LINE dan Instagram, dalam menyampaikan pengumuman dan informasi kepada mahasiswa. Namun karena keterbatasan dari media-media sosial yang ada, penyampaian pengumuman dan informasi dari HIMAINFRA tidak dapat seluruhnya sampai kepada mahasiswa. Selain itu, pendaftaran mahasiswa untuk menjadi peserta sebuah acara atau pendaftaran kepanitiaan masih dilakukan secara manual (umumnya menggunakan kertas). Aplikasi HIMAINFRA berbasis Android dibuat untuk membantu HIMAINFRA dalam menyampaikan pengumuman dan informasi-informasi yang ada. Selain itu, aplikasi ini juga dapat membantu anggota HIMAINFRA dalam menjalankan sebuah kepanitiaan dan juga memudah para mahasiswa jurusan Teknik Informatika dan Sistem Informasi Bisnis Universitas Kristen Petra dalam melakukan pendaftaran menjadi peserta acara atau pendaftaran kepanitiaan dengan melakukan pendaftaran online. Aplikasi ini menggunakan Firebase Realtime Database dan Firebase Cloud Messaging.",
  "creators": "GIAM, SILVY KRISMAYANTI WINARTO",
  "contributors": "Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Advisor 1); ANITA NATHANIA PURBOWO, S.KOM. (Advisor 2); Kristo Radion Purba S.ST. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03021780/INF/2018; Giam, Silvy Krismayanti Winarto (26414030)",
  "subjects": "UNIVERSITAS KRISTEN PETRA-STUDENTS; ANDROID (COMPUTER PROGRAM)"
}