{
  "id": "52193",
  "title": "Readers’ perceived meaning of UC apartment billboard advertisement",
  "abstract": "This study discusses about readers’ perceived meaning of billboard advertisement. The writer chooses UC Apartment (an apartment for young people) billboard advertisement to be analyzed. In this study, the writer firstly, tries to find out the elements or symbols in the UC Apartment billboard advertisement which influence the readers’ perceived meaning. Secondly, the writer wants to find out the perceived meanings of each respondent toward the elements or symbols. The writer chooses five respondents from five different departments in Petra Christian University in order to know whether readers’ educational background influence readers’ perceived meaning or not. The respondents are from English Department, Business Management Department, Visual Communication Design Department, Civil Engineering Department and Communication Department. In the analysis, the writer uses the semiotics theory stated by Charles Sander Peirce and Alex Sobur. The writer uses descriptive qualitative approach and the data are taken from interview of the five respondents. Finally, after analyzing the data, the writer has found out that first, there are some symbols in UC Apartment billboard advertisement. The symbols are interpreted by the viewers. Second, the perceived meanings or interpretations of the viewers towards the symbols are different from one to another. Third, the perceived meanings are influenced by the viewers’ educational background.",
  "creators": "NATHALIA SUBEKTI",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergarduate Thesis No. 02011771/ING/2008; Nathalia Subekti (11404045)",
  "subjects": "SEMIOTICS; SIGN AND SYMBOLS; ADVERTISING"
}