{
  "id": "5220",
  "title": "Upaya peningkatan kepuasan konsumen restoran X Surabaya",
  "abstract": "Keuntungan yang diterima oleh Restoran X menurun akibat ketidakpuasan konsumen. Variabel yang mempengaruhi kepuasan konsumen adalah variabel toilet, parkir, dan pendingin ruangan. Berdasarkan hal tersebut maka tujuan penelitian ini adalah mengukur tingkat ketidakpuasan konsumen dalam hal parkir, toilet dan pendingin ruangan; mengetahui variabel identitas yang berhubungan dengan tingkat ketidakpuasan konsumen dalam hal parkir, toilet dan pendingin ruangan; mengetahui upaya-upaya untuk meningkatkan kepuasan konsumen dalam ketiga hal tersebut diatas. Metode pengumpulan data adalah menggunakan kuesioner dan wawancara. Teknik analisis data pada penelitian ini dengan menghitung selisih antara harapan dengan pengalaman dan analisis hubungan antar variabel. Dari uji hubungan Crosstabs tampak bahwa perempuan lebih tidak puas dalam hal parkir, toilet dan pendingin ruangan. Konsumen dengan pengeluaran lebih dari Rp.6.000.000,00 juga tidak puas dalam ketiga hal tersebut diatas. Selisih antara harapan dan pengalaman untuk masing-masing variabel ditunjukkan dengan skala 5 maksimal. Selisih ketidakpuasan parkir adalah -2,25, kebersihan toilet dengan selisih -2,57, dan pendingin ruangan dengan selisih -2,81. Usulan untuk peningkatan kepuasan konsumen adalah menyediakan tempat drop off serta ruang tunggu; penambahan petugas kebersihan toilet, form inspeksi toilet, penyediaan tisu dan pewangi di toilet; penambahan satu buah ceiling AC 20 PK.",
  "creators": "JEFFRY PAULUS",
  "contributors": "Kriswanto Widiawan (Advisor 1); Bernardo Nugroho Yahya (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011188/IND/2007; Jeffry Paulus (25400046)",
  "subjects": "CONSUMER SATISFACTION; RESTAURANT MANAGEMENT"
}