{
  "id": "52216",
  "title": "Evaluasi tata kelola teknologi informasi dengan framework COBIT 5 di Lembaga XYZ Cabang Denpasar",
  "abstract": "Lembaga XYZ cabang Denpasar merupakan perusahaan yang bergerak pada bidang pemanduan lalu lintas udara. Untuk menjalankan kegiatan bisnisnya, hingga tahun 2021, perusahaan ini memiliki 2 Kantor Cabang Utama (KCU), 31 Kantor Cabang (KC), 31 Kantor Cabang Pembantu (KCP), dan 226 Unit Pelayanan Navigasi Penerbangan (UPNP). Salah satunya adalah Lembaga XYZ Cabang Denpasar. Perusahaan yang besar dengan proses bisnis dengan kompleksibilitas dan salah satu tugas pokoknya melakukan pengendalian suku cadang fasilitas telekomunikasi penerbangan serta dibantu dengan teknologi informasi. Perusahaan berupaya melakukan pengendalian suku cadang secara terperinci, teliti dan tepat untuk meningkatkan availability (ketersediaan) dan reliability (keadalan). Evaluasi terhadap tata kelola teknologi informasi yang sudah di terapkan, belum memberikan jaminan yang pasti bagi perusahaan. Dalam penggunaan teknologi informasi tidak hanya berfokus pada aset teknologi inforamasi. Melainkan perusahaan harus berfokus pada pemantauan, pemeliharaan, dan pengelolaan dan adanya jaminan bahwa perusahaan mematuhi peraturan terkait teknologi informasi yang berlaku. Maka penelitian ini framework yang digunakan adalah framework COBIT 5 dengan tahapan Assessment Process Activities. Domain yang digunakan dalam penelitian ini adalah EDM04 (Ensure Resource Optimization) yang didapatkan dari permasalahan yang terjadi.",
  "creators": "DWIKI NOVIANDRA KRISTANTO",
  "contributors": "Alexander Setiawan (Advisor 1); Andreas Handojo (Advisor 2); Lily Puspa Dewi, S.T., M.Kom. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022120/INF/2022; Dwiki Noviandra Kristanto (C14170143)",
  "subjects": "INFORMATION TECHNOLOGY"
}