{
  "id": "5223",
  "title": "Simulasi dan analisa efek penempatan capasitor 360, 310, 210 kVAR pada plant 1 di PT. Garudafood Putra Jaya",
  "abstract": "PT. Garudafood Putra Putri Jaya adalah salah satu perusahaan besar yang bergerak di bidang industri makanan ringan seperti biskuit dan cokelat. Perusahaan ini menggunakan daya listrik dari PLN yang dialirkan ke plant 1 dan plant 2. PT. Garudafood Putra Putri Jaya menjadi tempat observasi dalam tugas akhir ini, tetapi fokus dari observasi ini adalah pada plant 1 dengan total beban terpasang sebesar 1843.24 kW. Dalam tugas akhir ini penulis mempelajari dan menganalisa sistem penempatan kapasitor yang tepat untuk mengurangi rugi-rugi daya yang terjadi dalam saluran distribusi listrik. Hasil dari analisa dengan menggunakan ETAP PowerStation dapat digunakan untuk perubahan atau pengembangan beban listrik pada PT. Garudafood Putra Putri Jaya. Dari hasil analisa diperoleh kesimpulan bahwa sistem penempatan kapasitor 360 kVAR dan 310 kVAR pada COS 1 dan 210 kVAR pada COS 2 yang telah terpasang pada PT. Garudafood Putra Putri Jaya masih kurang efisien karena letaknya terlalu jauh, yaitu sekitar 40 m dengan beban, rugi-rugi pada kabel yang terjadi masih terlalu besar yaitu sekitar 221.7 kW. Dengan simulasi menggunakan program ETAP PowerStation pemindahan kapasitor 360, 310, 210 kVAR di dekat beban, maka rugi-rugi yang dapat dihemat bila dibandingkan dengan posisi semula adalah sekitar 8.1 kW, dan jika dinominalkan dalam rupiah penghematan yang dilakukan adalah sekitar Rp 2.133.500,-/ bulan.",
  "creators": "YUSAN JAYA SANTOSO",
  "contributors": "Limboto Limantara (Advisor 1); Yusak Tanoto, S.T., M.Eng., Ph.D. (Advisor 2); Julius Sentosa Setiadji (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.01010555/ELK/2007; Yusan Jaya Santoso (23403007)",
  "subjects": "ELECTRIC POWER DISTRIBUTION; ELECTRIC POWER SYSTEMS"
}