{
  "id": "52239",
  "title": "Pengaruh servant leadership terhadap organizational citizenship behavior melalui leader member exchange dan organization culture pada coffee shop di Kota Surabaya",
  "abstract": "Servant Leadership didefinisikan sebagai suatu bentuk model kepemimpinan yang hadir dan di formulasikan untuk menjawab krisis kepemimpinan yang dilanda oleh suatu kelompok bisa bangsa ataupun masyarakat, sedangkan leader member exchange adalah merupakan ilmu yang berfokus pada kualitas hubungan antara seorang pemimpin dengan karyawan dengan memahami peran pemimpin terhadap bawahannya, organization culture adalah culture merupakan pedoman nilai dan asumsi yang dipegang oleh sebuah organisasi, dimana melibatkan semua stakeholder dan organizational citizenship behavior merupakan sebagai perilaku individu yang berperilaku atas kehendak dirinya sendiri di luar dari sistim yang berlaku ataupun kontrak yang berlaku. Penelitian ini bertujuan untuk mengetahui pengaruh Servant Leadership terhadap Organizational citizenship Behavior melalui leader member exchange dan Organizational Culture pada coffeeshop di kota Surabaya. Jenis penelitian yang digunakan adalah eksplanatori dengan pendekatan kuantitatif. Sebanyak 110 responden yang berpatisipasi dalam pengisian kuisioner . Dengan menggunakan Partial Least Square hasil analisis dapat disipulkan berikut Servant Leadership tidak berpengaruh terhadap Organization Citizenship Behavior, Servant Leadership berpengaruh terhadap Leader Member Exchange, Mengetahui kepemimpinan Servant Leadership berpengaruh terhadap Organization Culture, Leader Member Exchange berpangaruh pada Organization Citizenship, Organization Culture berpengaruh terhadap Organization Citizenship Behavior, Leader Member Exchange berperan sebagai mediasi antara Servant Leadership terhadap Organization Citizenship Behavior , Organization Culture berperan sebagai mediasi antara Servant Leadership terhadap Organization Citizenship Behavior .",
  "creators": "JOHANNES SENDERS TIMESMEI MANAO",
  "contributors": "Dr. Roy Setiawan, S.Kom., M.M., M.SM., M.Th. (Advisor 1); Eddy Madiono Sutanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012233/MAN/2021; Johannes Senders Timesmei Manao (31416072)",
  "subjects": "ORGANIZATIONAL BEHAVIOR; LEADERSHIP"
}