{
  "id": "52272",
  "title": "Pengaruh ekuitas merek Sisca Kohl terhadap minat beli pengikut di instagram",
  "abstract": "Sisca Kohl adalah celebrity endorser berkebangsaan Indonesia yang dikenal dengan konten membuat makanan mahal dengan suara unik dan cepat yang kini menjadi terkenal. Konten yang paling terkenal adalah membuat es krim dengan bahan dasar berbagai macam makanan. Terlebih lagi, Sisca Kohl menjadi terkenal setelah membuat makanan dan menjualnya dengan harga ratusan juta rupiah. Dengan ketenaran yang dimiliki Sisca Kohl membuat Sisca Kohl sering menerima endorsment dari berbagai macam produk baik makanan, alat masak dan produk lainnya. Penelitian ini dilakukan untuk mengetahui seberapa besar tingkat pengaruh ekuitas merek (kesadaran merek, citra merek dan loyalitas merek) Sisca Kohl terhadap minat beli pengikutnya di instagram. Penelitian ini melibatkan sebanyak 102 responden yang mengikuti akun media sosial instagram Sisca Kohl. Penelitian ini menggunakan Teknik Analisis data SPSS dan Partial Least Square. Hasil penelitian ini menunjukkan bahwa kesadaran merek Sisca Kohl berpengaruh positif dan terhadap citra merek Sisca Kohl, kesadaran merek berpengaruh positif dan signifikan terhadap loyalitas merek pengikut Sisca Kohl, citra merek berpengaruh positif dan signifikan terhadap loyalitas pengikut Sisca Kohl dan loyalitas merek pengikut Sisca Kohl berpengaruh positif dan signifikan terhadap minat beli pengikut Sisca Kohl.",
  "creators": "GABRIELLA CLARITA; CALISTA SELMA FLORENCIA",
  "contributors": "Fransisca Andreani (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 33011054/MAN/2022; Gabriella Clarita (D11180012), Calista Selma Florencia (D11180068)",
  "subjects": "CONSUMER SATISFACTION; CONSUMERS--RESEARCH; CUSTOMER LOYALTY; INSTAGRAM (ELECTRONIC RESOURCE); BRAND IMAGE; BRANDING"
}