{
  "id": "52282",
  "title": "Pemaknaan lambang Tentara Nasional Indonesia Angkatan Laut menurut Anggota TNI-AL dan masyarakat awam",
  "abstract": "Lambang-lambang di kalangan TNI-AL memiliki unsur Identitas dan Jati Diri. Sebagai Identitas lambang-lambang tersebut menunjukkan Identitas di keastuan-kesatuan TNI-AL yang dikenal baik oleh anggota TNI-AL maupun oleh Masyarakat Awam. Sebagai Jati Diri lambang-lambang TNI-AL tersebut mengandung semangat, semboyan dan jiwa korps yang dijunjung tinggi oleh setiap anggota TNI-AL. Penelitian ini bertujuan untuk mendiskripsikan pemaknaan lambang-lambang Komando Utama TNI-AL oleh anggota TNI-AL dan Masyarakat Awam. Untuk menjaring data menggunakan instrumen kuesioner. Hasil dari pengumpulan data ditemukan bahwa: 1) Bahwa anggota TNI-AL baik golongan responden Perwira TNI-AL dan golongan Bintara TNI-AL berfungsi sebagai jati diri. 2) Para Perwira TNI-AL lebih mengenal dengan baik gambar lambang-lambang. TNI-AL daripada golongan Bintara TNI-AL. 3) Pandangan awam, lambang TNI-AL hanya berfungsi sebagai tanda pengenal karena awam beranggapan lambang TNI-AL hanya merupakan simbol biasa tanda bagi kesatuan TNI-AL. 4) Banyak dari Masyarakat Awam mengetahui lambang mandala TNI-AL namun untuk lambang-lambang lainnya kurang memahami. 5) Golongan Perwira TNI-AL mengenal dengan lebih baik daripada golongan Bintara TNI-AL. 6) Responden awam hanya mengerti sebatas rasional saja, tidak mengerti semangat yang terkandung di dalamnya. Untuk Penelitian lebih lanjut disarankan agar: 1) Meneliti lebih lanjut apa yang menyebabkan Golongan Bintara TNI-AL belum dapat memaknai dengan benar lambang-lambang yang terdapat di kesatuan-kesatuan TNI-AL. 2) Karena keterbatasan waktu, biaya dan tenaga yang mungkin dapat diteruskan kembali untuk pemaknaan lambang-lambang TNI-AL secara maksimal sehingga data yang ada benar dan tepat. 3) Sebaiknya menggunakan metode wawancara dan pendekatan pemaknaan lambang-lambang TNI-AL yang lain selain keempat lambang yang diangkat.",
  "creators": "JOAN MARIA LOUISE MANTIRI",
  "contributors": "YOHANES MOELJADI PRANATA (Advisor 1); MARGANA (Advisor 2); Andrian Dektisa Hagijanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 132/DKV/FSD/003/003; Joan Maria Louise Mantiri (42498023)",
  "subjects": "LOGOS (SYMBOLS); EMBLEMS; VISUAL COMMUNICATION"
}