{
  "id": "52481",
  "title": "Data dashboard for ASML graduation project",
  "abstract": "ASML is a leading technology company specializing in making machines that makes semiconductors. These machines are used to produce chips for major technology companies all around the world. There are a lot of departments inside ASML. One of these departments is the Metrology Department. One of the main tasks inside the department is to run tests on the machine with algorithms that they have prepared. These test results are then collected to be studied so that they can improve their machine. The problem that the department face is that they have trouble with the Jenkins agent that often when offline when it matters most which cause the availability of the MATLAB test results to be scarce, and they don’t have a clear way of presenting the data as it is still recorded in the XML format which is chaotic and hard to be read by the engineers. Therefore, the project is offered as a Graduation project by the company. They needed an alternative to view these test results in a more presentable way that can be understood by the engineers and is available anytime and anywhere. The project begins with the initiation phase where there is research to be done for the tools needed to be used with the project. Django is the framework used as it works well with Python and allows easy conversion of the XML format. Other research includes the current state of the data and how to access the data. Next up there is the Execution phase where all the tools that will be used are installed and explored on how to provide the best solution to the problem while also providing the design for the web application. The design will be done in a document which will be presented to the company mentor for more feedback and approval. When the design is accepted then the Implementation phase begins. In this phase, there are small research to be done such as UI designs suitable for the application and implementation of the framework tool to finish the first iteration of the project. The project will then be reviewed and improved so that it matches what the company wants. Lastly, the Finalization phase will be done where the intern will write the final report and continue to provide small improvements to the application or bug fixing if needed. Once the solution is finished, it is then presented to the company and implemented. Users can now view results from the application at anytime without worrying about the Jenkins agent going down.",
  "creators": "BRYAN RAFFAEL SONDAK",
  "contributors": "Georgiana Manolache (Advisor 1); Dr. Evangelos Paradas (Advisor 2); Frank Henning (Examination Committee 1); Andre Postma (Examination Committee 2); Dhr. Jean Paul Saman (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01022138/INF/2022; Bryan Raffael Sondak (C14170016)",
  "subjects": "APPLICATION SOFTWARE--DEVELOPMENT; APPLICATION SOFTWARE; WEB APPLICATIONS--COMPUTER PROGRAMS; WEB APPLICATIONS"
}