{
  "id": "52525",
  "title": "Hubungan tingkat pengetahuan dan perilaku ergonomi mahasiswa dengan keluhan musculoskeletal disorder dan kelelahan mata selama pembelajaran daring di Jawa Timur",
  "abstract": "Penerapan kebijakan social distancing akibat merebaknya penyebaran virus COVID-19 di Indonesia mengakibatkan kegiatan pembelajaran berubah metode. Aktivitas pembelajaran yang semula dilaksanakan secara luring berubah menjadi secara daring yang menggunakan bantuan teknologi. Peningkatan intensitas penggunaan gadget meningkatkan risiko gangguan kesehatan yaitu musculoskeletal disorder dan kelelahan mata. Keluhan gangguan muskuloskeletal dan kelelahan mata memiliki hubungan dengan tingkat pengetahuan dan praktik ergonomi dari suatu pekerjaan bila dilihat dari beberapa penelitian terdahulu. Tujuan dari penelitian ini yaitu untuk mengetahui hubungan tingkat pengetahuan dan perilaku ergonomi mahasiswa dengan keluhan musculoskeletal disorder dan kelelahan mata selama pembelajaran daring di Jawa Timur. Terdapat 176 responden mahasiswa yang berdomisili di Jawa Timur dan merupakan mahasiswa angkatan 2017 hingga 2020. Kuesioner disebarkan menggunakan Google Form dan dilakukan secara daring. Pengolahan data dilakukan dengan statistik deskriptif, uji beda, uji korelasi, dan uji regresi menggunakan bantuan software IBM SPSS Statistics 25. Berdasarkan hasil penelitian, mayoritas responden memiliki tingkat pengetahuan cukup (85,8%) dan tingkat perilaku baik (73,9%). Tingkat pengetahuan dan perilaku ergonomi berpengaruh negatif signifikan terhadap keluhan musculoskeletal disorder dan kelelahan mata.",
  "creators": "CLAUDIA IRENE SANTOSA",
  "contributors": "Herri Christian Palit (Advisor 1); Debora Anne Yang Aysia (Advisor 2); I Nyoman Sutapa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022460/IND/2022; Claudia Irene Santosa (C13180140)",
  "subjects": "KNOWLEDGE AND LEARNING; MEDICINE--RESEARCH"
}