{
  "id": "5254",
  "title": "Audit sistem informasi atas pengendalian umum pada PT. Copel Andalan di Surabaya",
  "abstract": "Penulis melakukan penelitian tentang audit sistem informasi atas pengendalian umum pada PT. Copel Andalan. Saat melakukan studi pendahuluan, penulis menemukan adanya penggunaan password yang tidak bersifat rahasia dan tidak ada batasan waktu untuk akses ke dalam sistem informasi. Oleh karena itu penulis tertarik untuk meneliti pengendalian umum perusahaan lebih jauh. Penelitian ini bertujuan untuk mengumpulkan data, menganalisa dan menilai apakah sistem informasi atas pengendalian umum pada PT. Copel Andalan sudah memadai atau belum. Ada 7 area pengendalian umum, yaitu: pengendalian atas struktur organisasi, pengendalian atas pusat komputer, pengendalian atas sistem operasi, pengendalian atas personal computer/PC, pengendalian atas manajemen data, pengendalian atas pemeliharaan sistem dan pengendalian atas local area network (LAN). Penelitian yang dilakukan berupa studi kasus. Pengumpulan data dalam penelitian ini dilakukan dengan metode wawancara, observasi dan dokumentasi. Jenis data yang digunakan adalah data kualitatif dengan sumber data primer. Hasil penelitian penulis secara umum menunjukkan bahwa pengendalian umum pada PT. Copel Andalan dikatakan belum memadai karena dari 7 area pengendalian ada 4 area pengendalian yang belum memadai, yaitu: pengendalian atas struktur organisasi, pengendalian atas pusat komputer, pengendalian atas sistem operasi dan pengendalian atas manajemen data. Disamping itu 3 area pengendalian yang sdah memadai, yaitu: pengendalian atas PC, pengendalian atas pemeliharaan sistem dan pengendalian atas LAN.",
  "creators": "MELIANA SENTOSA",
  "contributors": "Oviliani Yenty Yuliana (Advisor 1); Setyarini Santosa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.03010735/AKT/2007; Meliana Sentosa (32402058)",
  "subjects": "AUDITING-DATA PROCESSING"
}