{
  "id": "52581",
  "title": "Subcontractor management strategy: an approach to manage subcontractors in construction projects",
  "abstract": "Subcontracting in the construction industry has greatly increased in recent years. In most construction projects, especially building projects, it is common for 80 to 90% of the work to be performed by subcontractors. This has resulted in main contractors concentrating their efforts on managing site operation rather than employing direct labor to undertake construction work. Therefore, main contractor need to develop a strategy that allow him to control subcontractor effectively and efficiently including procurement, cost, scheduling, quality, and safety and manage the relationship in terms of partnering, leadership style, and communication. In order to understand how the current strategies are being operated together with the strengths and the weaknesses of the strategy, four local contractors and one international contractor were investigated through documentation, archival, and interview. The results shows subcontractor control strategy and relationship management from local contractor has been yet aligned and organized. Major improvements are needed for the subcontractor control strategy in local contractor in order to improve the subcontractor management performance. In contrast, subcontractor control strategy and relationship management from international contractor had been aligned and organized. However, there are some major points, which need to be improved in order to strengthen and continually improve the strategy performance.",
  "creators": "Allan Janwar Tannaya",
  "contributors": "B.H.W. HADIKUSUMO (Examination Committee 1); STEPHEN O. OGUNLANA (Examination Committee 2); CHOTCHAI CHAROENNGAM (Examination Committee 3); Andi (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Theses No..../MTS/2006; Allan Janwar Tannaya (01505601)",
  "subjects": "CONTRACTORS; SUBCONTRACTORS; CONSTRUCTION INDUSTRY--MANAGEMENT"
}