{
  "id": "52598",
  "title": "Komparasi dan analisis faktor-faktor yang mempengaruhi kepuasan pengembang perumahan terhadap kontraktor di Surabaya",
  "abstract": "Pertumbuhan properti seiring dengan meningkatnya kebutuhan akan perumahan, seringkali menimbulkan permasalahan antara pengembang peruamahan dengan kontraktor dalam pembangunan perumahan. Penelitian yang dilakukan ini menggambarkan kepuasan pengembang perumahan terhadap kinerja kontraktor di Surabaya. Faktor-faktor yang diteliti meliputi jaminan mutu dan penyerahan, lingkungan dan keselamatan kerja, tenaga kerja, kerja sama, pengawasan proyek dan subkontrak dari kontraktor terhadap kepuasan pengembang perumahan selaku pelanggan. Tujuan penelitian adalah untuk memahami besarnya pengaruh faktor-faktor yang diteliti terhadap kepuasan pengembang perumahan dan memahami sejauh mana perbedaan faktor-faktor yang diteliti dalam mempengaruhi kepuasan pengembang perumahan berdasarkan klasifikasi pengembang perumahan. Teknik analisa yang digunakan adalah analisa mean dan analisa nonparametrik. Hasil penelitian yang diperoleh, faktor jaminan mutu dan penyerahan, faktor kerja sama, faktor pengawasan proyek dan subkontrak, faktor tenaga kerja, dan faktor lingkungan dan keselamatan kerja secara berturut-turut adalah faktorfaktor yang memiliki skor yang dimulai dari skor yang tertinggi. Skor 4 (empat) keatas dari skor tertinggi 6 (enam) menunjukkan faktor tersebut cukup baik dari persepsi pengembang Berdasarkan analisa non-parametrik, tidak ada perbedaan terhadap faktor-faktor yang diteliti berdasarkan luas lahan yang dimiliki, lokasi perumahan yang dikembangkan, lama pengalaman pengembang perumahan dan jumlah kontraktor yang dimiliki oleh pengembang perumahan.",
  "creators": "HENY RATNAWATI",
  "contributors": "Hasan Oetomo (Advisor 1); Herry Pintardi Chandra (Advisor 2); Ratna S. Alifen (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Theses No. 01000140/MTS/2010; Heny Ratnawati (01506026)",
  "subjects": "CONSTRUCTION INDUSTRY--MANAGEMENT; CONTRACTORS"
}