{
  "id": "52602",
  "title": "Analisa keuangan untuk mengetahui kinerja perusahaan konstruksi, developer, dan trading",
  "abstract": "Bagi seorang investor penting untuk melakukan pertimbangan dan analisa terlebih dahulu terhadap perusahaan tersebut sebelum melakukan investasi. Hal itu dilakukan karena seorang investor mengharapkan dapat memperoleh keuntungan yang besar, dengan resiko yang rendah. Sehingga dalam hal ini penting bagi seorang investor untuk dapat mengetahui bagaimana kinerja perusahaan tersebut. Dalam hal ini peneliti akan melakukan analisa kinerja perusahaan dengan melihat kualitas aset perusahaan, efisiensi dalam menggunakan aset perusahaan, keuntungan yang didapatkan perusahaan, serta resiko yang dihadapi oleh para kreditor perusahaan. Peneliti melakukan analisa tersebut dengan menggunakan metode financial ratio. Selain itu peneliti juga akan melihat modal kerja yang digunakan perusahaan dalam menjalankan kegiatan bisnisnya. Peneliti melakukan analisa tersebut dengan menggunakan analisa working investment. Dimana dalam ini penelitian ini akan dibandingkan tiga perusahaan industri yaitu industri konstruksi, developer, dan trading. Penelitian ini menghasilkan sebuah kerangka berpikir yang dapat dipakai dalam pengambilan keputusan strategis bagi seorang investor sebelum melakukan investasi. Hal ini dilakukan dengan melihat karateristik masing-masing perusahaan konstruksi, developer, dan trading berdasarkan kinerja masing-masing perusahaan. Dimana setiap perusahaan memiliki karateristik yang berbeda-beda.",
  "creators": "Gracia Gabriella Hindrajaya, S.T.",
  "contributors": "Januar Budiman (Advisor 1); Prof. Dr. Njo Anastasia, S.E., M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000259/MTS/2018; Gracia Gabriella H. (01516001)",
  "subjects": "CONSTRUCTION INDUSTRY--FINANCE; INVESTMENT ANALYSIS; CORPORATIONS--FINANCE"
}