{
  "id": "52618",
  "title": "Pengaruh delivery timeliness dan delivery condition terhadap online repurchase intention melalui online shopping satisfaction pada pengguna aplikasi Shopee Food",
  "abstract": "Online Repurchase Intention adalah minat seorang pelanggan untuk membeli produk yang sudah pernah di beli di masa lalunya. ada beberapa faktor yang mempengaruhi online repurchase intention itu sendiri antara lain, delivery timeliness dan delivery condition. Delivery condition sendiri merupakan keadaan di mana kondisi makanan / minuman yang dipesan tiba kepada pelanggan. Disamping delivery condition, ada faktor lain yang mempengaruhi yaitu delivery timeliness. Delivery timeliness merupakan ketepatan pengiriman makanan/ minuman mulai dari pemrosesan hingga tiba kepada pelanggan. Melalui kedua faktor ini peneliti dapat menilai online shopping satisfation dari pelanggan yang berbelanja di aplikasi Shopee Food. Penelitian ini dibuat untuk mengetahui pengaruh langsung dan tidak langsung dari pengaruh delivery timeliness dan delivery condition terhadap online repurchase intention melalui online shopping satisfaction pada pengguna aplikasi Shopee Food. Penelitian eksplanatori dengan pendekatan kuantitatif ini melibatkan 191 responden dalam survey berbasis kuesioner daring. Dengan menggunakan partial least square, Hasil penelitian yang diperoleh menunjukkan bahwa delivery timeliness dan delivery condition justru tidak memberikan pengaruh secara langsung terhadap online repurchase intention sedangkan online shopping satisfaction berpengaruh terhadap online repurchase intention.",
  "creators": "HENDRIK SUWITO",
  "contributors": "Yonathan Palumian, S.M.B. ,M.S.M (Advisor 1); Fransisca Andreani (Examination Committee 1); Sesilya Kempa, S.E., M.M. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012240/MAN/2022; Hendrik Suwito (D11180059)",
  "subjects": "CONSUMER SATISFACTION; TELESHOPPING; CONSUMER BEHAVIOR"
}