{
  "id": "52657",
  "title": "Sistem pakar diagnosa penyakit ikan arwana dengan menentukan tingkat kualitas air menggunakan metode forward chaining dan simple additive weighting",
  "abstract": "Ikan arwana merupakan ikan khas Indonesia yang termasuk satwa dilindungi. Ikan arwana sendiri selalu memiliki daya tarik tersendiri bagi masyarakat Indonesia, maupun mancanegara. Namun setiap makhluk hidup pasti pernah terserang penyakit, termasuk ikan arwana sendiri. Penyakit yang diderita ikan arwana sering kali tidak teridentifikasi dengan baik oleh penghobi maupun pemula karena banyaknya parameter yang harus diperhatikan. Salah satu masalah dalam mengidentifikasi penyakit arwana adalah masalah kesesuaian parameter air dengan ikan arwana. Pernah dibuat penelitian serupa yaitu aplikasi diagnosa penyakit ikan arwana menggunakan aturan Inferensi Fuzzy, ataupun Certainty Factor. Dalam penelitian-penelitian sebelumnya yang dilakukan masih diharuskan menginputkan suatu nilai pada semua gejala yang ada dalam database. Oleh karena itu untuk mempersingkat waktu diagnosa dibutuhkan sistem pakar diagnosa penyakit ikan arwana yang dapat menanyakan pertanyaan-pertanyaan yang terkait saja dengan suatu rule yang ada. Sistem pakar merupakan suatu sistem yang dirancang untuk menggantikan seorang pakar yang tidak dapat dihubungi atau sedang berhalangan, dan untuk menggantikannya akan diwakilkan oleh sistem pakar. Sistem pakar pada diagnosa penyakit ikan arwana ini dilengkapi dengan metode Forward Chaining dan Simple Additive Weighting. Forward Chaining memungkinkan sistem pakar untuk mencari rule yang sesuai dengan fakta yang didapat, sehingga user tidak perlu menjawab semua pertanyaan yang ada melainkan hanya menjawab pertanyaan terkait saja. Simple Additive Weighting disini digunakan untuk menentukan tingkat kecocokan parameter pada ikan arwana. Metode ini memungkinkan kita untuk menentukan apakah kualitas air cocok dengan ikan arwana dengan melakukan perhitungan berdasarkan beberapa bobot pada parameter air dengan cepat. Dari pengujian yang telah dilakukan, dari 20 kali percobaan pada ikan arwana, 19 percobaan memiliki kesesuaian dengan hasil pendapat pakar. Namun terdapat 1 percobaan yang tidak sesuai dikarenakan kesalahan identifikasi atau kurangnya fakta yang didapat dan mengakibatkan ketidaksesuaian dalam diagnosa. Dari pengujian pada sistem pakar diagnosa penyakit ikan arwana didapat tingkat akurasi kesesuaian dengan pakar dengan nilai akurasi 95%.",
  "creators": "KEVIN CHRISTIAN",
  "contributors": "Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 1); Hans Juwiantho S.Kom., M.Kom (Advisor 2); Leo Willyanto Santoso (Examination Committee 1); Kartika Gunadi (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022140/INF/2022; Kevin Christian (C14180089)",
  "subjects": "APPLICATION SOFTWARE; SCLEROPAGES FORMOSUS"
}