{
  "id": "52721",
  "title": "Gamification as an additional motivation tool to provide encouragement for frequent gym-goers at Saints & Stars to stimulate them to sign up for gold membership",
  "abstract": "During the second half of 2021, gym-goers still remain skeptical to return to the gym, let alone commit to a gym membership. It seems that class passes look more appealing to the frequent gym-goers compared to gold membership. This research aims to look for ways to provide motivation and encouragement to frequent gym-goers and reassure them that gold membership is a better option than class pass. One of the proposed solutions is gamification, in this context, gamification is defined as the extent to which the game-like elements such as leader board, challenges, and points are implemented in a non-game environment. To validate that gamification is indeed the right solution, A/B testing was conducted by showing two different concepts, one is the typical fitness progress tracker that is heavily focused on numbers, and the other solution is psychological matter focused such as experience and feelings of the user in a form of fitness journal. The results show that the user tends to lean on the second solution that aligns with the initial hypothesis, which is to avoid numbers as much as possible. The results suggest that the fitness concept will be more likely to be of any additional motivation to the gym-goers because they find numbers intimidating. With that being said, the concept which relies heavily on psychological matters should be taken into consideration.",
  "creators": "VERA STEFANY",
  "contributors": "Tim Roosen (Advisor 1); Maik Leenards (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 00023716/DKV/2022; Vera Stefany (E12170027)",
  "subjects": "BODYBUILDING; GAMIFICATION; HOME GYMS; ADVERTISING; COMMERCIAL ART; VISUAL COMMUNICATION"
}