{
  "id": "5274",
  "title": "Pengaruh perubahan arus saluran terhadap tegangan tarik dan andongan pada sutet 500 KV di zona Krian",
  "abstract": "Saluran transmisi udara umumnya menggunakan konduktor jenis ACSR (Alumunium Conductor Steel Reinforced) yang memiliki batas temperatur kerja yang diizinkan sebesar 90 ?C. Mempertimbangkan peningkatan kebutuhan tenaga listrik yang pesat akhir-akhir ini, maka usaha untuk meningkatkan kapasitas saluran transmisi dilakukan dengan mengoptimalkan kapasitas hantaran arus dari saluran transmisi yang telah ada. Permasalahan utama dari peng-optimalan saluran transmisi tersebut adalah tegangan tarik dan andongan yang timbul pada konduktor tersebut menjadi lebih besar, oleh karena itu penelitian ini bertujuan untuk mengetahui karakteristik perubahan arus saluran terhadap tegangan tarik dan andongan konduktor, dengan demikian diharapkan dari hasil penelitian ini akan berguna untuk membangun struktur konstruksi saluran transmisi yang sesuai dengan sifat dari konduktor tersebut. Sebagai model simulasi digunakan saluran transmisi tegangan ekstra tinggi 500 kV jalur Paiton-Krian dengan data-data konduktor ACSR yang sesuai dengan yang ada di lapangan. Temperatur konduktor dihitung berdasarkan persamaan keseimbangan panas. Metode Ruling Span digunakan untuk menentukan panjang span equivalen. Sementara itu metoda Catenary digunakan untuk menghitung tegangan tarik dan andongan konduktor tersebut. Berdasarkan hasil dari penelitian ini dapat disimpulkan bahwa dengan adanya perubahan arus saluran dari 10 Ampere menjadi 850 Ampere mengakibatkan terjadinya peningkatan temperatur konduktor sebesar 125.94 % dan penurunan tegangan tarik sebesar 36.38 % serta terjadi peningkatkan pada andongan sebesar 26.82 %.",
  "creators": "VICKY CHANDRA",
  "contributors": "Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Advisor 1); Emmy Hosea (Advisor 2); BUNAWI GUNAWIDJAJA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 01/473/ELK/2003; Vicky Chandra (23499136)",
  "subjects": "ELECTRIC POWER TRANSMISSION"
}