{
  "id": "52754",
  "title": "Pengaruh frekuensi dan pola safety communication terhadap safety behavior pada proyek konstruksi di Surabaya",
  "abstract": "Pembangunan proyek konstruksi di Indonesia merupakan salah satu sumber penyumbang terbesar dalam hal angka kecelakaan kerja. Safety communication umumnya menjadi prioritas utama di lapangan mengingat industri konstruksi merupakan salah satu industri yang paling rentan terhadap kecelakaan dan cedera. Pada penelitian ini, data dikumpulkan dari penyebaran kuisioner ke 39 kelompok kerja di industri konstruksi Surabaya yang bertujuan untuk mengetahui pengaruh frekuensi dan pola safety communication terhadap safety behavior yang terdiri dari safety compliance dan safety participation pekerja pada proyek konstruksi. Hasil penelitian menunjukkan bahwa safety communication terjadi seminggu sekali dalam sebuah kelompok kerja. Supervisor melakukan safety communication kepada 63,80% dari keseluruhan anggota dalam suatu kelompok kerja. Sementara itu, nilai rata-rata safety compliance pada keseluruhan proyek konstruksi dinilai cukup tinggi yaitu 3,582. Hal ini menunjukkan bahwa para pekerja konstruksi cukup patuh terhadap aturan yang ada di proyek konstruksi. Sedangkan, nilai rata-rata safety participation pada keseluruhan proyek tergolong cukup rendah yaitu sebesar 2,815. Hal ini menunjukkan bahwa para pekerja masih belum memiliki kesadaran akan pentingnya partisipasi keselamatan yang ada di proyek konstruksi. Safety communication dan supervisory out-centrality memberikan pengaruh yang positif dan signifikan terhadap safety compliance. Selain itu, supervisory out-centrality juga memberikan pengaruh yang positif dan signifikan terhadap safety participation.",
  "creators": "Randy Karuna Dharmawan",
  "contributors": "Andi (Advisor 1); Jani Rahardjo (Advisor 2); Daniel Tjandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000316/MTS/2022; Randy Karuna Dharmawan (B21200010)",
  "subjects": "CONSTRUCTION MANAGEMENT; COMMUNICATION IN MANAGENET; BUILDINGS--SAFETY MEASURES"
}