{
  "id": "52771",
  "title": "Pengaruh social media influencer terhadap purchase intention dan actual buying behaviour pada produk skincare lokal somethinc di kalangan generasi Z melalui brand image dan self-concept",
  "abstract": "Penelitian ini bertujuan untuk mengetahui pengaruh social media influencer terhadap brand image, self-concept, purchase intention, dan actual buying behaviour pada skincare lokal Somethinc. Social media influencer merupakan individu yang digunakan jasanya untuk mempromosikan produk atau jasa menggunakan social media. Ketika individu menjadikan social media influencer sebagai panutan, maka promosi yang dilakukan oleh social media influencer mampu membentuk cara pandang konsumen terhadap produk yang direkomendasikan, sehingga mendorong individu dalam merealisasikan hasil self-concept dan brand image untuk melakukan purchase intention hingga actual buying behaviour. Penelitian eksplanatori dengan pendekatan kuantitatif ini menggunakan kuesioner dalam pengumpulan data, yang disebarluaskan melalui social media dan mendapatkan 192 responden. Metode analisis dalam penelitian ini menggunakan Structural Equation Modeling (SEM) dengan perangkat lunak SmartPLS. Hasil yang didapatkan dari penelitian ini adalah social media influencer dan self-concept memiliki pengaruh yang signifikan terhadap purchase intention dan actual buying behaviour. Purchase intention memiliki pengaruh terhadap actual buying behaviour. Sedangkan, brand image tidak memiliki pengaruh yang signifikan terhadap purchase intention dan actual buying behaviour.",
  "creators": "AGNES ELISABET MAILOA",
  "contributors": "Yonathan Palumian, S.M.B. ,M.S.M (Advisor 1); Widjojo Suprapto (Examination Committee 2); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012239/MAN/2022; Agnes Elisabet Mailoa (D11180150)",
  "subjects": "BRAND NAME PRODUCTS; GENERATION Z"
}