{
  "id": "5278",
  "title": "Studi perencanaan setting ATS (Automatic Transfer Switch) penyulang 1 dan penyulang 2 terhadap optimalisasi pembebanan pelanggan potensial di PLN distribusi Jawa Timur",
  "abstract": "Dengan pertumbuhan ekonomi sebesar 5 %, Jawa Timur memerlukan pertumbuhan listrik sebesar 2 x 5 % = 10 %. Dengan semakin meningkatnya kawasan - kawasan Industri yang ada di Propinsi Jawa Timur maka dituntut suatu keandalan didalam supply akan listrik terutama di sisi pelanggan. Salah satu cara meningkatkan keandalan tersebut adalah dengan menggunakan Cubicle Double Incoming. Perencanaan untuk mengubah setting pada Penyulang satu ke Penyulang dua diperlukan untuk mencapai efektifitas yang lebih baik, hal ini dikarenakan dengan menggunakan setting Penyulang 1 dan Penyulang 2 maka pelanggan hanya akan mengalami padam sekali saja untuk gangguan satu kali Load Faktor dibutuhkan untuk setting Penyulang 1 dan Penyulang 2 sehingga waktu gangguan tidak ada masalah jika sewaktu-waktu akan pindah di suatu penyulang. Load Faktor Penyulang Siwalankerto adalah 0.3519 sedangkan Penyulang Jemursari adalah 0.4665. Dengan penerapan setting Penyulang 1 dan 2 diperoleh bahwa optimalisasi keandalan Penyulang Siwalankerto menjadi lebih tinggi, yaitu dari SAIDI 6.7364 jam / tahun dan SAIFI 1.026 kali / tahun menjadi SAIDI 6.2605 jam / tahun dan SAIFI 0.954 kali / tahun. Sedangkan untuk Penyulang Jemursari yaitu dari SAIDI 3.7402 dan SAIFI 1.026 menjadi SAIDI 2.808 dan SAIFI 0.954. Standar SAIDI adalah 21 jam / tahun sedangkan SAIFI-nya adalah 3.2 kali / tahun.",
  "creators": "HENDY AGUSTIN SUSANTO",
  "contributors": "Ir. M.TABRANI MACHMUDSYAH (Advisor 1); Julius Sentosa Setiadji (Advisor 2); BUNAWI GUNAWIDJAJA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 01/474/ELK/2003; Hendy Agustin Susanto (23498020)",
  "subjects": "ELECTRIC POWER DISTRIBUTION; ELECTRIC POWER TRANSMISSION; ELECTRIC TRANSFORMERS"
}