{
  "id": "5279",
  "title": "Studi tentang kualitas daya listrik di PT. Sorini Towa Berlian Corporation",
  "abstract": "Permasalahan kualitas energi listrik smakin mendapat perhatian akhir-akhir ini, baik dari sisi pelanggan maupun dari sisi pengelola sistem kelistrikan. Salah satu aspek dari penurunan kualitas energi listrik adalah efisiensi energi. Dengan demikian kualitas energi listrik merupakan salah satu parameter yang perlu dipertimbangkan dalam suatu pabrik. Kualitas daya di suatu pabrik ditentukan oleh arus, tegangan, frekuensi, harmonisa, faktor daya dan pengetanahan (grounding) di pabrik tersebut. Kualitas daya listrik dapat dikatakan baik jika arus, tegangan, dan frekuensi yang terdapat di pabrik selalu konstan. Tetapi pada kenyataanya arus, tegangan dan frekuensi di pabrik tidak selalu bernilai konstan, tergantung pada peralatan listrik yang dipakai dan pengaturan sistem distribusi listrik pabrik. Pengumpulan data dilakukan dengan cara pengamatan dan pengukuran langsung di lapangan, serta penjelasan dari kepala maintenance di PT. Sorini Towa Berlian Corporation. Setelah itu dilakukan analisa terhadap data yang telah dikumpulkan. Analisa itu dilakukan untuk mengetahui apakah besaran-besaran yang ada telah sesuai dengan standar yang diijinkan, yaitu tegangan: 330.6-402.8 Volt, frekuensi: 49.7-50.3 Hz, %VTHD: 5%, %ITHD tergantung pada arus beban dan arus hubung singkat dari titik pengukuran yang ada, arus grounding maksimum 3 mA dan faktor daya ( cos j) ? 0.85. Dari hasil analisa yang telah dilakukan dapat dikatakan bahwa kualitas daya listrik di PT. Sorini Towa Berlian Corporation secara keseluruhan adalah baik (masih dalam batas standar yang diinginkan). Walaupun ada dua SDP yang faktor dayanya berada dibawah standar yang diijinkan yaitu SDP Starch Feeder (0.76) dan SDP Hydrogen MCC SP-14 (0.83). Oleh karena itu perlu dilakukan perhitungan ulang besar daya reaktif kapasitor bank pada MDP Back Up dan MDP No Back Up.",
  "creators": "HADIANTO",
  "contributors": "Emmy Hosea (Advisor 1); BUNAWI GUNAWIDJAJA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 01/475/ELK/2003; Hadianto (23498035)",
  "subjects": "ELECTRIC POWER DISTRIBUTION; ELECTRIC POWER; ELECTRIC POWER SYSTEMS"
}