{
  "id": "52996",
  "title": "Kajian konsep desain interior pada The Diamond Chapel dan The Ritual Chapel di Bali",
  "abstract": "Bali banyak menyediakan tempat yang disebut dengan “Wedding Chapel” dengan konsep berbeda pada setiap wedding chapel-nya, ada dua chapel yang memiliki bentuk dan konsep bangunan yang menarik yaitu obyek The Diamond Chapel dan The Ritual Chapel yang dijadikan obyek penelitian. Penelitian bertujuan mengetahui perwujudan desain interior dan latar belakang pemikiran gagasan dari The Diamond Chapel dan The Ritual Chapel. Penelitian ini merupakan penelitian kualitatif. Data yang didapat melalui studi observasi lapangan, wawancara, studi literatur, serta dokumentasi foto secara langsung dianalisis secara deskriptif. Pokok bahasan penelitian difokuskan pada bangunan chapel, arsitektur chapel, meliputi tampang bangunan yaitu tampak depan, tampak samping, tampak belakang; main entrance, layout, organisasi ruang dan sirkulasi. Interior chapel, meliputi elemen pembentuk ruang yaitu lantai, dinding, dan plafon; elemen transisi yaitu pintu; elemen pengisi ruang yaitu meja dan kursi; sistem utilitas yaitu sistem pencahayaan dan penghawaan; elemen dekoratif yaitu ragam hias. Hasil penelitian menunjukkan bahwa konsep desain interior pada The Diamond Chapel identik dengan barang bersinar dan berharga, bangunan tersebut implementasi dari benda diamond. Konsep The Ritual Chapel menunjukkan bahwa bangunan ini identik dengan atap rumah padang. Dua bangunan tersebut merupakan bangunan monumental dan menjadi ikon bagi lingkungan sekitarnya.",
  "creators": "CARONELITA KRISTIANI V.W.",
  "contributors": "Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Advisor 1); Sherly De Yong (Advisor 2); Stephanus P. Honggowidjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00011325/DIN/2015; Caronelita Kristiani. V. W. (41411007)",
  "subjects": "INTERIOR DECORATION; CHAPELS--DECORATION"
}