{
  "id": "53019",
  "title": "Pengaruh performance management dan empowering leadership terhadap perilaku individual ambidexterity untuk mendukung sales force performance pada tenaga penjualan di toko retail, dengan personal motivation sebagai variabel mediasi",
  "abstract": "Pandemi Covid-19 telah menciptakan berbagai perubahan dalam industri ritel, seperti perubahan perilaku belanja konsumen dari offline ke online. Perubahan kebiasaan konsumen tersebut menghadirkan tantangan bagi manajer pemasaran untuk melakukan inovasi pada manajemen tenaga penjualan agar tetap kompetitif. Konsep individual ambidexterity dianggap sebagai suatu strategi intervensi alternatif dalam manajemen tenaga penjualan. Perilaku individual ambidexterity mencakup perilaku eksplorasi yang terus mencari berbagai peluang baru dan perilaku eksploitasi yang meningkatkan efisiensi rutin operasional. Penelitian ini menguji pengaruh performance management dan empowering leadership pada pembentukan perilaku individual ambidexterity yang mendorong kinerja tenaga penjualan, dengan personal motivation sebagai variabel mediasi. Survei pada penelitian ini dilakukan terhadap 223 tenaga penjual yang bekerja di toko ritel di berbagai sektor makanan dan minuman, perawatan pribadi, kosmetik, dan farmasi di Jawa Timur, Indonesia. Hasil penelitian menunjukkan bahwa secara langsung, empowering leadership berpengaruh positif terhadap pembentukan perilaku eksploitasi dan eksplorasi, sedangkan performance management tidak berpengaruh secara langsung. Personal motivation terbukti sebagai variabel mediasi dari hubungan antara performance management dan empowering leadership terhadap pembentukan perilaku eksploitasi dan eksplorasi. Studi ini juga menunjukkan bahwa perilaku eksploitasi dan eksplorasi secara langsung mempengaruhi kinerja tenaga penjualan dan memediasi hubungan antara empowering leadership dan personal motivation terhadap kinerja tenaga penjualan.",
  "creators": "ANDRE SETIAWAN OMARHADI",
  "contributors": "Hatane Semuel (Advisor 1); Serli Wijaya (Advisor 2); Deborah Christine Widjaja, S.S., MSM., Ph.D. (Examination Committee 1); Dr. Ferry Jaolis, S.E., M.SM., M.RECH. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020327/MM/2022; Andre Setiawan Omarhadi (D21210015)",
  "subjects": "PERSONNEL MANAGEMENT; SALES PERSONNEL; CONSUMER BEHAVIOR"
}