{
  "id": "53021",
  "title": "Etika bisnis di PT Sapta Sumber Lancar",
  "abstract": "Sikap dan perilaku pemimpin bisa menjadi suatu keunggulan atau justru kelemahan bagi perusahaan. Penelitian ini bertujuan untuk mendeskripsikan sikap dan perilaku pemimpin di PT Sapta Sumber Lancar dalam berhubungan dengan pelanggan, pemasok, karyawan, dan pemegang saham dari perspektif etika evolusionisme, utilitarianisme, pragmatisme, situasionisme, dan deontologi, serta mengidentifikasi sikap pemimpin pada PT Sapta Sumber Lancar melalui pandangan-pandangan mengenai prinsip-prinsip dalam berbisnis dengan menggunakan perspektif etika evolusionisme, utilitarianisme, pragmatisme, situasionisme, dan deontologi Jenis penelitian kualitatif deskriptif dengan metode etnografi dan melakukan teknik pengumpulan data dengan participation observation dan wawancara semi terstruktur pada pemimpin, manajer HRD, pemegang saham, pelanggan, serta pemasok. Sikap dan perilaku pemimpin di PT Sapta Sumber Lancar dalam berhubungan dengan pelanggan, pemasok, karyawan, dan pemegang saham didasari oleh etika deontologi. Sebagai seorang Kristen, dalam berbisnis, pemimpin menjalankan prinsip kejujuran yang berbicara sesuai dengan realita dan tidak menutup-nutupi informasi yang seharusnya diketahui oleh pihak lain, prinsip keadilan yang memberikan hak yang rasional dan tidak merugikan orang lain, prinsip keuntungan yang wajar, prinsip bertanggung jawab yang tidak melemparkan kesalahan yang diperbuat kepada orang lain, serta mempercayai adanya kebenaran mutlak yang menjadi dasar pemimpin PT Sapta Sumber Lancar untuk menilai suatu tindakan baik atau tidak.",
  "creators": "PIETER WIJAYA",
  "contributors": "Bambang Haryadi (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31010786/MAN/2014; Pieter Wijaya (31410155)",
  "subjects": "BUSINESS ETHICS"
}