{
  "id": "53041",
  "title": "Analisa pengaruh utilitarian value dan hedonic value terhadap customer loyalty melalui customer satisfaction pada Brand Damn I Love Indonesia",
  "abstract": "Perkembangan bisnis di Indonesia berkembang pesat diiringi dengan peningkatan pengeluaran per kapita dari masyarakat Indonesia. Hal ini mendorong konsumen untuk meningkatkan konsumsi khususnya di bidang fashion. Brand Damn I Love Indonesia yang dicetus oleh Daniel Mananta yang merupakan salah satu public figure Indonesia ini mengeluarkan produk yang unik dimana produknya menonjolkan sisi hedonic value yang tidak umum yaitu dengan mengangkat sisi patriotism atau rasa bangga akan negara. Target dari brand ini adalah anak muda yang diharapkan agar tidak lupa dengan budaya dan sejarah Indonesia. Disini penulis berusaha mengukursisi hedonic dan utilitarian value yang dapat mempengaruhi loyalitas konsumen melalui Customer Satisfaction. Sebanyak 200 responden telah dipilih berdasarkan teknik non probability sampling dari konsumen yang pernah berbelanja di Damn I Love Indonesia, Pengukuran skala likert digunakan untuk pengumpulan data. Teknik analisis data yang digunakan untuk mengolah data adalah AMOS. Hasilnya menunjukkan bahwa hedonic dan utilitarian value memiliki dampak signifikan positif terhadap customer satisfaction dan customer loyalty. Disini dampak dari hedonic value lebih besar daripada dampak utilitarian value diikuti dengan dampak signifikan positif secara tidak langsung maupun secara langsung.",
  "creators": "DELLA EMILY SANTOSO; KELVIN SUGIARTO",
  "contributors": "Michael Adiwijaya (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010241/MAN/2015; Della Emily Santoso (35411021), Kelvin Sugiarto (35411045)",
  "subjects": "CONSUMER SATISFACTION; CUSTOMER LOYALTY"
}