{
  "id": "53044",
  "title": "Pengaruh integrasi narasi Alkitabiah pada pelajaran energi terhadap pembentukan paradigma Kristen Murid Kelas 4 SD",
  "abstract": "Sekolah Kristen sebagai alternatif institusi pendidikan perlu mempunyai nilai fundamental yang berbeda dari institusi pendidikan lainnya. Salah satu nilai fundamental dari sekolah Kristen adalah pembentukan paradigma Kristen. Masa pra remaja merupakan masa yang penting dalam pembentukan paradigma. Salah satu metode mengajar untuk membentuk paradigma Kristen pada usia pra remaja adalah dengan mengintegrasikan narasi alkitabiah melalui pelajaran. Penelitian ini bertujuan untuk mengetahui Pengaruh Integrasi Narasi Alkitabiah pada Pelajaran Energi terhadap Pembentukan Paradigma Kristen Murid Kelas 4 SD. Penelitian ini menggunakan metode pretest-posttest control group design. Data diperoleh melalui kuesioner yang terdiri dari 26 butir pernyataan mengenai paradigma Kristen. Kuesioner dikerjakan oleh kelompok kontrol dan kelompok eksperimen sebelum dan sesudah penerapan. Uji hipotesis dilakukan dengan metode independent t-test dan paired sample t-test setelah melalui uji normalitas dan reliabilitas. Hasil uji independent t-test memiliki signifikansi 0,000 sedangkan hasil uji paired sample t-test kelompok eksperimen memiliki nilai signifikansi 0,000. Kedua uji hipotesis tersebut menyatakan bahwa integrasi narasi alkitabiah pada pelajaran energi berpengaruh signifikan terhadap pembentukan paradigma Kristen murid kelas 4 SD.",
  "creators": "SHINTA PRESILIA",
  "contributors": "Franky Boentolo, S.T., M.Div., M.Th. (Advisor 1); Iman Subekti S.Pd.,M.Pd. (Examination Committee 1); Romirio Torang Purba, S.Pd., M.Pd. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010001/PGSD/2022; Shinta Presilia (G11180020)",
  "subjects": "BIBLICAL TEACHING; CHRISTIAN EDUCATION-STUDY AND TEACHING; CHRISTIAN EDUCATION-TEACHING METHODS"
}