{
  "id": "53052",
  "title": "Faktor-faktor yang mempengaruhi komunikasi dan kompetensi antara arsitek dan klien terhadap keberhasilan proyek",
  "abstract": "Komunikasi antara arsitek dengan klien merupakan kunci utama dalam keberhasilan suatu proyek. Maka jika terjadi kesalahpahaman dalam berkomunikasi antara keduanya dapat menyebabkan konsekuensi yang sangat fatal yaitu kegagalan proyek. Komunikasi yang baik antara arsitek dan klien dapat dicapai dengan adanya manajemen komunikasi. Manajemen komunikasi merupakan bagian dari proyek manajemen yang harus dipelajari arsitek, yang menyangkut perencanaan dan distribusi informasi desain dalam cara yang tepat sesuai dengan persyaratan dan perjanjian klien. Tujuan penelitian ini mengidentifikasi dan membahas faktor-faktor yang mempengaruhi komunikasi antara arsitek dan klien dari perspektif arsitek dan klien. Penelitian menggunakan metode kuantitatif dan analisis pendekatan deduktif. Proses pengumpulan data menggunakan data hasil kuesioner arsitek-klien wilayah Surabaya-Malang dan sekitarnya. Pengumpulan data hasil kuesioner ditekankan kepada arsitek yang mengikuti organisasi IAI (Ikatan Arsitek Indonesia). Kemudian, hasil pengumpulan diolah dengan SPSS dan dilakukan analisa berdasarkan literatur yang sesuai. Adapun beberapa faktor yang dapat menunjang faktor-faktor yang mempengaruhi komunikasi antara arsitek dan klien, antara lain manajemen komunikasi, kompetensi arsitek yang dapat membantu memperbaiki proses komunikasi klien, dan kriteria keberhasilan proyek (project objective). Oleh karena itu arsitek harus memiliki kompetensi yang dibutuhkan untuk meningkatkan dan memperbaiki praktik menajemen komunikasi dengan klien mereka, sehingga komunikasi antara arsitek dan klien dapat mencapai keberhasilan proyek.",
  "creators": "Jenny Larasati Sarah",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Jani Rahardjo (Advisor 2); I Gede Agus Widyadana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000317/MTS/2022; Jenny Larasati Sarah (B21180009)",
  "subjects": "ARCHITECT AND CLIENT; COMMUNICATION MANAGEMENT; PROJECT MANAGEMENT"
}