{
  "id": "53050",
  "title": "Pengaruh kurs rupiah, kebijakan suku bunga dan inflasi terhadap risiko sistematis dan return saham properti",
  "abstract": "Properti di Indonesia mengalami kemajuan pesat dalam dekade terakhir dibandingkan dengan produk investasi lain. Posisi pasar properti di Indonesia cukup menjanjikan karena ditopang oleh perekonomian yang terus tumbuh positif. Secara umum indeks harga saham sektor properti di Bursa Efek Indonesia meningkat tajam sebesar 60,11% sejak Januari 2011 hingga Desember 2012. Sekaligus menjadi yang tertinggi dibandingkan indeks saham sektor industri yang lain pada periode yang sama. Pertumbuhan sektor properti ini menarik untuk dijadikan investasi , khususnya melalui pasar modal. Penelitian ini bertujuan untuk mengetahui pengaruh Kurs Rupiah, Kebijakan Suku Bunga dan Inflasi terhadap Risiko Sistematis dan Return Saham Properti di Bursa Efek Indonesia selama periode tahun 2010 sampai dengan tahun 2012. Jenis penelitian yang digunakan dalam penelitian ini adalah kuantitatif . Metode pengumpulan data yang digunakan dalam penelitian ini adalah dengan teknik purposive sampling terhadap data sekunder. Sedangkan pengujian hipotesis terhadap data yang ada menggunakan Partial Least Square (PLS). Hasil penelitian menunjukkan bahwa kurs dan BI rate berpengaruh positif terhadap risiko sistematis saham properti yang diwakili beta saham properti. Sedangkan inflasi berpengaruh negatif terhadap risiko sistematis saham properti. Selain itu, adanya pengaruh negatif kurs, BI rate , inflasi dan risiko sistematis saham properti terhadap return saham properti. Dengan demikian, faktor makro ekonomi yang terdiri dari kurs , BI rate dan inflasi dapat dijadikan dijadikan pertimbangan bagi investor dalam menentukan strategi investasi pada saham sektor properti.",
  "creators": "MEDIAN ARSIANTO",
  "contributors": "Hatane Semuel (Advisor 1); Sautma Ronni Basana (Advisor 2); Thomas Stefanus Kaihatu (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020019 /MM/2013; Median Arsianto (03512009)",
  "subjects": "FINANCIAL RISK MANAGEMENT; STOCKS--RATE OF RETURN"
}