{
  "id": "53069",
  "title": "Peran guru Krsten dalam menerapkan metode disiplin asertif untuk menolong murid kelas IV yang kecanduan gawai",
  "abstract": "Murid kelas IV John 3 yang diindikasi mengalami kecanduan gawai memerlukan peran guru Kristen untuk menolong mereka mengatasi permasalahan tersebut. Penelitian ini bertujuan untuk menjelaskan peran guru Kristen dalam menerapkan metode disiplin asertif dalam menolong murid yang kecanduan gawai. Guru Kristen berperan sebagai pendidik karakter, pelayan, gembala dan pemegang otoritas di dalam kelas. Penelitian ini menggunakan metode kualitatif, dengan wali kelas sebagai subjek penelitian dan empat murid yang kecanduan gawai beserta orang tuanya sebagai informan. Peneliti melakukan observasi selama kurang lebih tiga bulan, kemudian melakukan wawancara kepada subjek penelitian dan mengkonfirmasi data dengan informan. Data yang diperoleh tersebut diolah menggunakan teori disiplin asertif, prinsip guru Kristen dalam mendisiplin murid, dan kecanduan serta dampak dari kecanduan gawai. Selain itu juga data dipandang dari sudut pandang Iman Kristen. Data empat anak yang kecanduan gawai diperoleh melalui kuesioner yang dibagikan kepada murid kelas IV John 3. Peran guru menggunakan metode disiplin asertif tidak dapat menolong keempat murid yang kecanduan gawai. Guru Kristen perlu menggunakan metode tambahan dengan mempertimbangkan tingkat kecanduan dan latar pendidikan keluarga murid. Dengan demikian guru Kristen dapat menolong murid yang kecanduan gawai dengan lebih efektif.",
  "creators": "LENY MINDARINTIA",
  "contributors": "Dr. Dra. Yuli Christiana Yoedo, M.Pd. (Advisor 1); Magdalena Pranata Santoso (Examination Committee 1); Franky Boentolo, S.T., M.Div., M.Th. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010013/PGSD/2022; Leny Mindarintia (G11180004)",
  "subjects": "CHRISTIAN EDUCATION OF CHILDREN; CHRISTIAN TEACHERS; SCHOOL DISCIPLINE; GADGETS"
}