{
  "id": "53070",
  "title": "Penerapan metode ceramah dan tanya jawab dalam proses pembelajaran daring di SD Kristen X Medan",
  "abstract": "Perubahan sistem pembelajaran dari pembelajaran tatap muka menjadi pembelajaran daring berdampak pada pemilihan metode pembelajaran yang digunakan oleh guru. Penelitian bertujuan untuk mendeskripsikan penerapan metode ceramah dan tanya jawab dalam proses pembelajaran daring di SD Kristen “X” Medan khususnya pada murid kelas 1 dan 2. Metode penelitian ini adalah kualitatif deskriptif. Teknik pengumpulan data yang dilakukan mencakup tahap observasi dan wawancara. Data yang terkumpul selanjutnya dianalisis dengan kegiatan reduksi data, penyajian data, interpretatif data dan penarikan kesimpulan. Hasil penelitian menunjukkan bahwa penggunaan metode ceramah dan tanya jawab masih sangat diperlukan dalam proses pembelajaran daring dengan memperhatikan tahap perkembangan murid. Penerapan metode ceramah di SD Kristen “X” Medan dikombinasikan dengan metode tanya jawab sehingga pembelajaran tidak monoton dan terjadi interaksi antara guru dan murid. Guru mengirimkan materi pembelajaran sehari sebelum kelas dimulai sehingga dominan menggunakan metode tanya jawab di kelas. Metode ceramah digunakan untuk menjelaskan materi pembelajaran, menyimpulkan proses pembelajaran serta menjelaskan materi yang belum dipahami oleh murid. Penggunaan metode ceramah harus disertai dengan gerak-gerik untuk menarik perhatian murid. Murid kelas 1 dan kelas 2 berada pada tahap operasional konkret sehingga membutuhkan media pembelajaran. Penggunaan metode ceramah dan tanya jawab juga banyak dipakai oleh Sang Guru Agung dalam pengajaran Injil Sinoptik untuk mengajarkan kebenaran serta berinteraksi dengan murid-Nya. Metode ceramah dengan pendekatan cerita dapat digunakan untuk mengintegrasikan iman Kristiani agar murid memiliki karakter seperti Kristus.",
  "creators": "RISMA ROMBE P",
  "contributors": "Magdalena Pranata Santoso (Advisor 1); Romirio Torang Purba, S.Pd., M.Pd. (Examination Committee 1); Yulia Setia, S.S..,M.Pd.., M.Sc., M.Th. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010006/PGSD/2022; Risma Rombe P. (G11180014)",
  "subjects": "LEARNING METHODS; ONLINE LEARNING AND DISTANCE EDUCATION; CHRISTIAN PERSPECTIVES"
}