{
  "id": "53095",
  "title": "Kajian kenyamanan pengunjung terhadap interior kafe bergaya vintage di Surabaya",
  "abstract": "Kafe menjadi salah satu tempat yang asik dan nyaman digunakan untuk beraktivitas, mulai dari bertukar cerita, belajar maupun bekerja. Kafe dijadikan tempat yang sering dikunjungi generasi milenial karena tempatnya yang menunjang kebutuhan pengunjung untuk beraktivitas. Konsep desain yang dimiliki oleh kafe menjadi salah satu hal yang juga menjadi alasan generasi milenial untuk mengunjungi kafe tersebut. Konsep desain vintage merupakan salah satu konsep desain yang banyak digunakan pada ruang publik. Vintage merupakan kata yang berorientasi pada benda-benda yang sudah tua namun tetap bernilai abadi dan memiliki karakteristik yang khas. Namun, definisi vintage sendiri tidak serta merta menjadikan semua benda yang sudah tua tergolong vintage. Penelitian kajian kenyamanan pengunjung terhadap interior kafe bergaya vintage di Surabaya ini dilakukan untuk menjabarkan mengenai elemen interior yang digunakan pada masing-masing kafe dan untuk mengetahui tingkat kenyamanan pengunjung terhadap kafe. Metode penelitian yang digunakan dalam penelitian ini dilakukan dengan 4 teknik pengumpulan data, yaitu studi literatur mengenai kafe, desain interior dan gaya vintage, observasi pada masing-masing kafe, wawancara dengan pemilik kafe, dan kuisioner yang dibagikan kepada beberapa pengunjung. Hasil pembahasan yang dilakukan akan mencakup tingkat kenyamanan pengunjung terhadap elemen interior bergaya vintage yang digunakan pada kafe.",
  "creators": "ELISABET",
  "contributors": "Dr. Ir. Hedy Constancia Indrani, M.T. (Advisor and Examination Committee); Stephanus P. Honggowidjaja (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00012005/DIN/2022; Elisabet (E11180009)",
  "subjects": "COFFEEHOUSES--DECORATION; INTERIOR DECORATION; RESTAURANTS--DECORATION"
}