{
  "id": "53096",
  "title": "Analisis penerapan konsep modern minimalis pada SUB Co Spazio Surabaya",
  "abstract": "SUB Co Spazio merupakan cabang kedua dari SUB Co Co-working Space yang terletak di Surabaya Barat dan mengusung konsep modern minimalis. Sebagai pelopor pertama co-working space di Surabaya, SUB Co Spazio memiliki tujuan untuk menjawab kebutuhan para freelancer dan pebisnis startup terkait tempat kerja yang efektif dan efisien dibandingkan kantor konvensional pada umumnya. Salah satu indikator untuk mengetahui apakah tujuan ini sudah tercapai adalah dengan memahami pengaplikasian konsep modern minimalis terhadap interior di dalam co-working space tersebut. Penelitian ini menganalisa bagaimana pengaruh konsep modern minimalis terhadap penerapan co-working space dan apakah elemen-elemen interior di SUB Co Spazio sudah mampu mengangkat nilai-nilai co-working (co-working values) dari sebuah co-working space, sehingga dapat diketahui tingkat efektivitasnya dan seberapa jauh tujuan daripada co-working space sudah tercapai. Teori yang digunakan adalah teori co-working values oleh Angel Kwiatkowski dan Beth Buczynski, serta teori sembilan elemen interior oleh Anthony Sully dengan data berupa hasil pengamatan dan wawancara. Data-data tersebut kemudian dianalisa dengan metode kualitatif. Hasil analisa dijabarkan secara deskriptif, di mana hasilnya menunjukkan bahwa konsep modern minimalis memiliki elemen-elemen desain yang mampu mengimplementasikan nilai-nilai co-working dengan baik sehingga penerapannya disarankan pada desain interior sebuah co-working space.",
  "creators": "MICHELLE MARCHELLINE HIDAYAT",
  "contributors": "Dr. Ir. Hedy Constancia Indrani, M.T. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00012004/DIN/2022; Michelle Marchelline Hidayat (E11180008)",
  "subjects": "COMMERCIAL BUILDINGS--DECORATION; INTERIOR DECORATION; OFFICE BUILDINGS--DECORATION"
}