{
  "id": "53090",
  "title": "Kajian aesthetic experience pengunjung terhadap interior kafe instagrammable di Surabaya",
  "abstract": "Kafe telah menjadi kebutuhan sebagian besar masyarakat baik untuk bekerja, nongkrong, maupun bersantai. Merebaknya pengguna aktif instagram mengakibatkan banyak bermunculan kafe-kafe instagrammable untuk menarik pengunjung. Selain faktor rasa, pelayanan, dan visualisasi, kafe juga harus menyediakan suasana yang menyenangkan untuk meningkatkan aesthetic experience pengunjung selama berada di kafe. Aesthetic experience yang dirasakan pengunjung berdampak terhadap kepuasan pengunjung selama berada di kafe. Dalam penelitian ini permasalahan yang ingin diangkat yaitu pengaruh aesthetic experience terhadap perbandingan keempat gaya desain kafe yang berbeda. Penelitian ini bertujuan untuk mengetahui faktor pembentuk aesthetic experience terhadap elemen interior pada empat kafe dengan gaya desain berbeda. Objek penelitian yang akan digunakan yaitu Kudos Cafe, Ame Coffee, Petrichor Cafe, dan Threelogy Coffee. Metode penelitian yang digunakan yaitu mixed method research (metode kuantitatif dan metode kualitatif). Hasil penelitiannya Kudos Cafe dan Threelogy Coffee memperoleh nilai tertinggi terhadap terbentuknya aesthetic experience. Aspek communicating dan aspek penglihatan merupakan aspek yang paling berpengaruh terhadap aesthetic experience. Kesimpulannya aesthetic experience pengunjung turut berpengaruh terhadap kenyamanan dan kepuasan pengunjung kafe instagramable.",
  "creators": "RACHELLIA YUNIKE GISELLA",
  "contributors": "Dr. Ir. Hedy Constancia Indrani, M.T. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00012016/DIN/2022; Rachellia Yunike Gisella (E11180105)",
  "subjects": "COFFEEHOUSES--DECORATION; INTERIOR ARCHITECTURE--AESTHETICS; INTERIOR DECORATION; RESTAURANTS--DECORATION"
}