{
  "id": "53109",
  "title": "Kajian desain biofilik place-based relationships pada Starbucks Reserve Dewata Bali",
  "abstract": "Globalisasi kini kian mengaburkan batasan teritori antar negara dan membawa berbagai pengaruh dari luar ke dalam negeri dengan mudah. Semakin majunya teknologi kehidupan manusia juga bergerak semakin cepat, serba instan, dan mendorong produksi massal yang mengakibatkan adanya standarisasi sehingga seluruh produk terlihat serupa, kehilangan makna, dan nilai autentiknya. Hal ini juga terjadi pada desain bangunan yang menyebabkan terjadinya placelessness. Untuk mencegah hal ini serta menjaga keberlangsungan nilai lokal terdapat konsep yang dapat diterapkan dalam mendesain bangunan yakni place-based relationships yang merupakan salah satu dimensi dari desain biofilik. Objek dalam penelitian ini adalah Starbucks Reserve Dewata yang merupakan salah satu coffee shop dengan desain berbasis lokalitas. Rumusan masalah yang diangkat adalah bagaimana hubungan antara place-based relationships dengan desain biofilik dan bagaimana penerapannya dalam bangunan Starbucks Reserve Dewata Bali. Metode yang digunakan dalam penelitian ini adalah kualitatif deskriptif dengan mengumpulkan data literatur dan data lapangan untuk dikaji bersama. Hasil akhir ditemukan bahwa atribut desain biofilik dapat mendukung terbentuknya tempat yang memiliki kualitas place-based dan Starbucks Reserve Dewata pun telah menerapkan konsep ini. Penerapan desain ini dapat membantu menumbuhkan kepekaan manusia terhadap lingkungan lokal (sense of place), keterikatan emosional (place attachment), dan bahkan mendorong kepedulian manusia untuk menjaga keberlangsungan tempat (spirit of place).",
  "creators": "VENNY SALLYANA",
  "contributors": "Sherly De Yong (Advisor 1); Dr. Ir. Hedy Constancia Indrani, M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00000000/DIN/2022; Venny Sallyana (E11180128)",
  "subjects": "INTERIOR DECORATION; SUSTAINABLE DESIGN"
}