{
  "id": "53116",
  "title": "Features of interactional styles used by Toru Muranishi in The Naked Director Series",
  "abstract": "In this study, the writer focuses on analyzing the features of interactional style used by a character in the Netflix series. This study was done by the writer to find the features of interactional style used by Toru as the main character of The Naked Director Netflix series on business topics. In addition, the writer observed the usage of the features of interactional styles that Toru uses in different business contexts. In conducting this study, the writer used the theory of Interactional styles by Holmes (2006). Furthermore, this study was done using a qualitative approach. The result of this study showed that Toru used both feminine and masculine interactional styles in The Naked Director Netflix series. The writer also found out that Toru used different kinds of interactional style features in different business contexts. In short, Toru used feminine interactional style features mostly when talking to new people, his clients, or people with similar power and authority with him. On the other hand, Toru used masculine features of interactional style when he was talking to his subordinate or people who have lower authority and power than his. Further study is suggested to be done into the elements that influence how people choose and use their interactional styles.",
  "creators": "ANDREW WILLIAM RAY",
  "contributors": "Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Advisor 1); Samuel Gunawan (Examination Committee 1); Julia Eka Rini (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012389/ING/2022; Andrew William Ray (A11180095)",
  "subjects": "SOCIAL INTERACTION ON TELEVISION; SOCIAL INTERACTION--SEX DIFFERENCES; SOCIAL INTERACTION; SOCIOLINGUISTICS"
}