{
  "id": "53146",
  "title": "Analisis perbandingan teori dan praktik dalam proses produksi motion graphics saat internship di Direktorat RMPI BRIN",
  "abstract": "Keinginan untuk mengetahui bagaimana Direktorat Repositori, Multimedia, dan Penerbitan Ilmiah – Badan Riset dan Inovasi Nasional (Direktorat RMPI BRIN) membuat konten animasi YouTube yang berkualitas dan proses produksi yang dilakukan, membuat penulis tertarik melakukan LEAP di lembaga ini. Penulisan laporan dan kegiatan LEAP dilakukan untuk mengetahui peran animator/motion graphics designer dalam tim multimedia lembaga membuat konten animasi, serta perbandingan proses produksi motion graphics antara teori dan praktik dan peran animatic di dalamnya. Teori yang digunakan adalah teori proses produksi motion graphics oleh Jacky Cahyadi selaku dosen Universitas Kristen Petra. Metode penelitian yang digunakan adalah metode kualitatif komparasi, dengan cara membandingkan antara teori dan hasil yang ditemukan di lapangan. Melalui proses pengamatan dan kerja praktik, ditemukan bahwa praktik yang dijalani memiliki tahapan yang cukup sesuai dengan proses produksi animasi lembaga serta hampir sama dengan teori yang ada. Proses produksi konten animasi Direktorat RMPI memiliki tahapan praproduksi, produksi, dan pascaproduksi. Namun, dalam praktik yang dijalani maupun proses produksi lembaga, terdapat beberapa tahap yang berbeda dari teori, menyesuaikan dengan kebutuhan maupun pertimbangan tersendiri untuk membuat proyek. Tahap yang tidak digunakan adalah animatic. Dengan adanya animatic, proses pengerjaan proyek bisa lebih efektif dan efisien, tetapi ada atau tidaknya animatic juga berdasarkan pertimbangan dari lembaga sendiri.",
  "creators": "JEVON IGNASIUS",
  "contributors": "Rika Febriani, S.Sn., M.A. (Advisor 1); Penny Sylvania Putri, M.Sn. (Advisor 2); Daniel Kurniawan, S.Sn., M.Med.Com (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00023739/DKV/2022; Jevon Ignasius (E12180071)",
  "subjects": "CINEMATOGRAPHY--SPECIAL EFFECTS; COMPUTER ANIMATION"
}