{
  "id": "53153",
  "title": "Analisa pembuatan konten visual ESYE Atelier Modest Collection 2022 untuk wanita dewasa",
  "abstract": "Perkembangan teknologi yang pesat membuat banyak brand, khususnya brand fashion menggunakan Social Media sebagai salah satu platform untuk melakukan penjualan dan promosi online karena dapat menampilkan konten visual. ESYE Atelier merupakan brand fashion wanita sejak tahun 2019 dengan konsep elegan yang ditujukan pada wanita dewasa. ESYE Atelier mengeluarkan koleksi baru yaitu The Seasons yang merupakan Modest Collection 2022 untuk menyambut hari Raya Idul Fitri, sehingga memerlukan promosi yang dilakukan secara online melalui Instagram dan Website. Promosi secara online membutuhkan konten visual yang menarik berupa gambar, foto dan video produk. Kajian analisa ini bertujuan untuk mengetahui pembuatan konten visual ESYE Atelier yang ditujukan pada wanita dewasa dan menggunakan metode penelitian kualitatif dengan pendekatan 5W+1H. Konten visual ESYE Atelier dapat menggunakan konsep elegan dan feminin mulai dari penggunaan garis yang tidak terlalu tebal untuk membuat sebuah bentuk, pengaturan layout dengan menyediakan white space, penambahan bentuk dan penggunaan warna pastel untuk kesan elegan dan feminim. Pembuatan foto dan video produk difokuskan pada detail, warna, dan bentuk produk dengan cara melakukan pengaturan angle dan lighting. Proses editing untuk mencerahkan, memperbaiki warna, memperbaiki ketajaman, pada video dapat melakukan penambahan dan pengurangan clip serta menambahkan audio.",
  "creators": "VANESSA YOVANSA",
  "contributors": "Asthararianty, S.Sn., M.Ds. (Advisor 1); Meidysari Pratama Chandra (Advisor 2); Rika Febriani, S.Sn., M.A. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00023736/DKV/2022; Vanessa Yovansa (E12180064)",
  "subjects": "BRANDING (MARKETING); COMMERCIAL ART; GRAPHIC ARTS; INSTAGRAM (FIRM)--MARKETING; VISUAL COMMUNICATION"
}