{
  "id": "5315",
  "title": "Studi penerapan Demand Side Management (DSM) dengan lampu hemat energi pada pemakaian waktu beban puncak PLN APJ Surabaya Selatan",
  "abstract": "Demand Side Management merupakan kegiatan mengelola pemakaian energi listrik di sisi pelanggan agar menggunakan listrik secara efisien sehingga dapat memberikan manfaat bagi pelanggan dan PLN. Penerapan Demand Side Management sangat tepat bagi pelanggan PLN terutama pelanggan rumah tangga khususnya golongan R1 yang mempunyai efisiensi yang sangat besar. Sebagian besar golongan R1 memakai lampu pijar yang mempunyai efisiensi yang sangat rendah, oleh karena itu perlu disosialisasikan lampu hemat energi. Penghematan yang terjadi bila lampu pijar diganti dengan lampu hemat energi pada tahun 2002 sebesar 52,5 MW atau 9,6 % dari beban puncak Surabaya Selatan tahun 2002. Penghematan yang terjadi bila lampu pijar diganti dengan lampu hemat energi pada tahun 2003 sebesar 54,2 MW atau 13,3 % dari beban puncak Surabaya Selatan tahun 2003. Penghematan yang terjadi bila lampu pijar diganti dengan lampu hemat energi pada tahun 2004 sebesar 55,9 MW atau 11,8 % dari beban puncak Surabaya Selatan tahun 2004. Penghematan yang terjadi pada tahun 2003 sebesar Rp. 6.231.645.000 atau setara dengan penundaan pembangunan pembangkit berkapasitas ? 6 MW (asumsi biaya investasi tiap 1 MW sebesar 1 juta US$) Pada range 2002-2004 efisiensi yang dihasilkan per tahunnya sebesar kurang lebih 60 MW. Ini setara dengan 6 pembangkit dengan kapasitas 10 MW dan lama pembangunan 2 tahun per unitnya dengan nilai investasi mencapai 10 milyar rupiah.",
  "creators": "WILLY ARIESTYA HIDAYAT",
  "contributors": "Ir. M.TABRANI MACHMUDSYAH (Advisor 1); BUNAWI GUNAWIDJAJA (Advisor 2); Emmy Hosea (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 01010507/ELK/2004; Willy Ariestya (23499044)",
  "subjects": "ELECTRIC POWER DISTRIBUTION; ELECTRIC POWER SYSTEMS; ELECTRIC POWER TRANSMISSION"
}