{
  "id": "53155",
  "title": "Kajian konsep desain busana muslim streetwear sebagai sarana generasi muda melestarikan budaya Indonesia",
  "abstract": "Indonesia merupakan negara yang kaya akan keragaman budaya. Budaya Indonesia yang dikenal luas dalam bidang fashion adalah Wastra Indonesia. Wastra Indonesia merupakan kain tradisional khas Indonesia yang memiliki keunikan yang dapat diolah dan dikembangkan. Selain Wastra Indonesia, kekuatan utama industri fashion Indonesia adalah busana muslim. Namun seiring berkembangnya zaman, budaya Indonesia tersebut mulai tergeser dengan adanya trend fashion luar negeri salah satunya streetwear, yang lebih digemari generasi muda, tidak terkecuali kaum muslim. Pengaplikasian Wastra Indonesia dalam pembuatan konsep desain busana muslim streetwear merupakan salah satu alternatif dalam menjawab permasalahan tersebut. Kain tenun merupakan Wastra yang menarik perhatian penulis untuk diangkat sebagai bahan utama pembuatan konsep desain. Metode penelitian yang digunakan dalam kajian konsep ini adalah metode kualitatif dengan pendekatan 5W+1H. Kain tenun diaplikasikan bersama bahan-bahan sustainable dan di olah menjadi busana yang modern sesuai dengan trend streetwear yang sedang diminati generasi muda. Kajian ini menghasilkan busana muslim bagi generasi muda masa kini yang lebih menyukai busana simple dan modern sesuai trend streetwear, dengan tujuan untuk meningkatkan rasa cinta generasi muda terhadap Wastra Indonesia sebagai sarana melestarikan budaya Indonesia.",
  "creators": "CHELIA ZAGITA WIJAYA",
  "contributors": "Asthararianty, S.Sn., M.Ds. (Advisor 1); Rika Febriani, S.Sn., M.A. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00023782/DKV/2022; Chelia Zagita Wijaya (E12180236)",
  "subjects": "COMMERCIAL ART; FASHION DESIGN; VISUAL COMMUNICATION"
}