{
  "id": "53158",
  "title": "Perancangan picture book sebagai alat bantu pengajaran kecerdasan emosional pada anak-anak",
  "abstract": "Kecerdasan emosional merupakan kemampuan untuk mengenali, menamai, mengekspresikan, dan mengendalikan emosi dengan tepat. Hal ini penting untuk diajarkan selama tahap perkembangan anak karena memengaruhi relasi, pola perilaku, kemampuan akademik, bahkan kesehatan fisik dan mental. Sebagai tempat pertama terjadinya proses pembelajaran emosi, keluarga memiliki peran yang penting dalam proses tumbuh kembang seorang anak, terutama orang tua. Alhasil, kecerdasan emosional anak-anak dipengaruhi oleh pola asuh orang tua. Namun, pemahaman orang tua mengenai pembelajaran emosi masih kurang sehingga terdapat pandangan yang salah terhadap cara mengatasi emosi. Selain itu, pandemi COVID-19 juga menyebabkan adanya peralihan pola asuh yang dipengaruhi oleh stress. Tujuan perancangan ini adalah untuk menjadikan proses pembelajaran emosi, secara khusus emotions labeling, sebagai proses yang lebih menyenangkan bagi anak-anak maupun orang tua. Picture book dapat membantu orang tua meningkatkan kualitas relasi dengan anak-anak dan membantu anak-anak untuk memperkaya perbendaharaan kata. Dengan itu, anak-anak dapat mengomunikasikan emosi mereka dengan lebih mudah. Ilustrasi juga diharapkan dapat meningkatkan pemahaman anak-anak, mengingat bahwa anak-anak adalah pribadi-pribadi yang visual.",
  "creators": "SHANIA GRACEZA PINNATA",
  "contributors": "Rebecca Milka Natalia Basuki (Advisor 1); PAULUS BENNY SETYAWAN, SH.,M.HUM. (Advisor 2); Bing Bedjo Tanudjaja (Examination Committee 1); Yusuf Hendra Y. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Grafis",
  "source": "Perancangan Grafis No. 00023872/DKV/2022; Shania Graceza Pinnata (E12180036)",
  "subjects": "COMMERCIAL ART; GRAPHIC ARTS; PICTURE BOOKS FOR CHILDREN; VISUAL COMMUNICATION"
}