{
  "id": "53165",
  "title": "Pengaruh organizational culture terhadap organizational performance dengan dukungan total quality management pada perusahaan kontraktor di Surabaya",
  "abstract": "Salah satu faktor yang mempengaruhi Organizational Performance (OP) adalah Organizational Culture (OC). Penelitian bertujuan untuk mencari tahu tipe budaya yang dominan diterapkan, implementasi Total Quality Management (TQM), kualitas performa dari perusahaan kontraktor di Surabaya serta pengaruh yang diberikan OC secara langsung terhadap OP dan pengaruh OC terhadap OP apabila didukung oleh TQM. Pengumpulan data dilakukan dengan menyebarkan kuesioner pada responden staff perusahaan kontraktor di Surabaya. Data diolah dengan analisa mean untuk mencari tahu tipe budaya yang dominan, kualitas implementasi TQM, dan kualitas OP kontraktor Surabaya. Data dibagi menjadi lima model dengan menggunakan analisa Partial Least Square-Structural Equation Model (PLS-SEM) untuk mendefinisikan pengaruh OC terhadap OP. Hasil dari proses pengolahan data, ditemukan bahwa penerapan budaya organisasi pada perusahaan kontraktor di Surabaya cenderung merata (tidak ada yang dominan diantara budaya clan, adhocracy, market, dan hierarchy) walaupun secara mean value, budaya clan yang memiliki penerapan tertinggi, sedangkan kualitas implementasi TQM dan performa pada perusahaan kontraktor di Surabaya sudah tergolong berkualitas baik. Untuk model final pengaruh budaya organisasi terhadap performa perusahaan menunjukkan bahwa Organizational Culture berpengaruh signifikan secara langsung terhadap Organizational Performance, sedangkan apabila Organizational Culture didukung oleh Total Quality Management, pengaruh yang diberikan tidak signifikan terhadap Organizational Performance pada perusahaan kontraktor di Surabaya",
  "creators": "MICHAEL ANTHONY",
  "contributors": "Andi (Advisor 1); Jani Rahardjo (Advisor 2); Doddy Prayogo S.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000320/MTS/2022; Michael Anthony (B21210020)",
  "subjects": "CORPORATE CULTURE; ORGANIZATIONAL BEHAVIOR; TOTAL QUALITY MANAGEMENT"
}