{
  "id": "5316",
  "title": "Productivity improvement in Printing Station MCB Line using lean approach at PT. Schneider Indonesia",
  "abstract": "PT Schneider Electric merupakan sebuah perusahaan milik Perancis yang memproduksi MCB dengan merk MERLIN GERIN. Pada tahun 2006 MCB mempunyai target produksi sebesar 5.600.000 Poles, dengan 22581 Poles per hari. Rata-rata output FQC(Final Quality Control) pada bulan April 2006 sebesar 17595 Poles per hari. Total output MCB dihitung dari output stasiun printing sebagai stasiun terakhir. Line MCB menggunakan pull sistem, maka hal yang perlu dilakukan improvement terlebih dahulu adalah stasiun terakhir. Saat ini printing mengerjakan 60 variant setiap hari dengan waktu setting 3 ? 30 menit. Dengan pendekatan lean manufacture diketahui bahwa red time dari mesin printing sebesar 43% dari waktu kerja total 7.92 jam di shift 1. Untuk memenuhi target produksi pada tahun 2006 maka dilakukan perbaikan dangan menambah 1 orang assisen. Dengan tambahan 1 orang printing hanya memerlukan 2 shift untuk menghasilkan output 19273 Poles dalam 1 hari. Pada bulan juni MCB berencana menambah output menjadi 23150 untuk M23(main assembly) dan 22100 untuk output FQC. Dengan adanya rencana tersebut maka di printing perlu ditambah 1 orang assisten lagi untuk mendukung mesin manual, printing tetap bisa berjalan dengan 2 shift. Dari hasil bulan juni output rata-rata 23029 Poles per hari, maximal ouput yang bisa dihasilkan adalah 23958 Poles per hari. Lead time untuk memproduksi MCB menjadi lebih pendek 7 jam, waktu mesin domae menjadi lebih effesien 24%. Output mesin domae meningkat 56%, total output dalam satu hari di stasiun printing meningkat 31%, dan max output dalam satu hari meningkat 9.5%",
  "creators": "HADI WALUYO",
  "contributors": "I Gede Agus Widyadana (Advisor 1); Herri Christian Palit (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01041085/IND/2006; Hadi Waluyo (25402159)",
  "subjects": "QUALITY CONTROL; INDUSTRIAL PRODUCTIVITY"
}