{
  "id": "53175",
  "title": "Translation strategies used in BCA's company profile",
  "abstract": "This study is done to analyze the translation strategies used in order to translate BCA company profile from Indonesian to English. In addition, the writer also analyses the automatic translation and non-translation that occur in the company profile. In doing the study, the writer uses Baker’s (2018) eight translation strategies as the main theory. The methodology of this study is using the descriptive qualitative approach. The result of the study shows that the translator of BCA company profile is using six out of eight Baker’s (2018) translation strategies (translation by a more general word, translation by a more neutral/less expressive word, translation by a cultural substitution, translation by paraphrase using related word, translation by paraphrase using unrelated word, and translation by omission) in order to translate BCA company profile. The loan word and illustration strategies are both not used in the company profile translation. There are also some sentences that the translator translated by not using Baker’s (2018) translation strategies. The analysis of those chapters are divided into automatic translation and non-translation. This study shows that the most used strategy in the company profile is the paraphrase by using unrelated word strategy. All of the strategies are used in certain situations. For example, cultural substitution is often used in translating bank terminologies.",
  "creators": "JENIFER DJOBUL",
  "contributors": "Julia Eka Rini (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1); Ivonne (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02012377/ING/2022; Jenifer Djobul (A11180035)",
  "subjects": "PUBLIC SERVICE INTERPRETING; TRANSLATING AND INTERPRETING"
}