{
  "id": "53179",
  "title": "Konfigurasi bentuk modul green facade pada bangunan tinggi terhadap kemudahan pemasangan dan perawatan di Surabaya",
  "abstract": "Green facade atau fasad bervegetasi merupakan salah satu solusi menarik untuk dapat menggantikan keberadaan lahan hijau di perkotaan yang padat penduduk dan meminimalkan efek dari urban heat island (UHI). Faktanya, 1 ton kadar CO2 dapat di kurangi oleh daun tanaman dengan luas area 22m2 (Tamási et al., 2016). Namun terdapat banyak masalah dalam pelaksanaan pemasangan dan perawatannya serta di Indonesia tidak banyak bangunan yang menggunakan green façade. Tujuan dari penelitian ini adalah menemukan konfigurasi modul green façade yang memudahkan pemasangan dan perawatan melalui klasifikasi masalah yang ditemui pada studi literatur dan menggunakan studi kasus pada 3 bangunan tinggi di Surabaya untuk dapat dianalisa menjadi parameter desain green façade yang memudahkan pemasangan dan perawatan. Penelitian ini menggunakan metode deskriptif kualitatif dan dengan pembuatan eksperimen menggunakan prototype berdasarkan parameter desain, meliputi: sistem struktur & konstruksi; sistem irigasi, drainase, & waterproofing; sistem modul green facade, media tanam, dan tanaman; serta sistem keamanan & perawatan. Melalui 3 eksperiman desain modul yang dilakukan, didapatkan 1 desain modul green façade yang memenuhi seluruh parameter desain.",
  "creators": "VINCENTIUS KEVIN ADITYA",
  "contributors": "Danny Santoso Mintorogo (Advisor 1); Jimmy Nurdi Kusuma Priatman (Advisor 2); Dr. Feny Elsiana, S.T., M.T. (Examination Committee 1); Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 00000031/MARS/2022; Vincentius Kevin Aditya (B22210016)",
  "subjects": "FACADES; TALL BUILDINGS--DESIGN AND CONSTRUCTION; BUILDINGS--MAINTENANCE"
}