{
  "id": "53180",
  "title": "Kajian integrasi photovoltaic dan micro wind turbine (BIPvWt) pada fasad untuk pemanfaatan energi terbarukan: studi kasus: Grha Prodia Surabaya",
  "abstract": "Bangunan bertingkat tinggi turut berperan dalam mengkonsumsi energi secara berlebih, terutama pada gedung perkantoran. Gedung perkantoran memiliki rasio luas fasad yang lebih besar dibandingkan rasio atap, tetapi sering dijumpai fasad bangunan yang tidak terpakai (bukan merupakan bukaan). Energi terbarukan hadir sebagai alternatif solusi dengan potensi pemanfaatan yang besar di Indonesia, terutama pada potensi pemanfaatan energi angin dan energi surya. Pemanfaatan energi surya dengan sistem photovoltaic dan pemanfaatan energi angin dengan wind turbine memiliki potensi untuk diterapkan pada fasad bangunan bertingkat tinggi karena fasad berperan sebagai permukaan terluas pada selubung bangunan. Dalam satu dekade terakhir, studi pemanfaatan energi terbarukan pada fasad bangunan bertingkat tinggi telah dilakukan di Korea Selatan dengan iklim sedang. Studi pengembangan integrasi photovoltaic dan wind turbine juga telah dilakukan di Korea Selatan. Studi ini mengusulkan sebuah integrasi photovoltaic dan micro wind turbine pada fasad bangunan bertingkat tinggi pada konteks iklim tropis lembab di Indonesia. Penelitian ini akan membandingkan performa dan energi luaran yang dihasilkan dari beberapa sudut kemiringan guide vane dan panel photovoltaic. Metode yang digunakan adalah simulasi komputasi menggunakan software Ansys Workbench dan Autodesk Ecotect Analysis. Penelitian ini mengambil satu studi kasus yaitu gedung Grha Prodia sebagai bangunan perkantoran di Kota Surabaya, Indonesia. Hasil dari penelitian ini menunjukkan bahwa integrasi sistem BIPvWt dengan kemiringan guide vane dan panel PV sebesar 39.4o dapat menghasilkan 61,382 kWh/tahun atau setara dengan 639.4 kWh/m2/tahun.",
  "creators": "BAGAS CAHYA PRABASWARA",
  "contributors": "Danny Santoso Mintorogo (Advisor 1); Jimmy Nurdi Kusuma Priatman (Advisor 2); Dr. Feny Elsiana, S.T., M.T. (Examination Committee 1); Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 00000015/MARS/2022; Bagas Cahya Prabaswara (B22200007)",
  "subjects": "RENEWABLE ENERGY SOURCES; TALL BUILDINGS--DESIGN AND CONSTRUCTION; WIND TURBINES--DESIGN AND CONSTRUCTION; FACADES"
}