{
  "id": "53183",
  "title": "Fasilitas edukasi wisata dan laboratorium lumpur lapindo di Sidoarjo",
  "abstract": "Lumpur Lapindo merupakan bencana yang sudah terjadi sejak lama dan juga mendapatkan perhatian dari pemerintah kota Sidoarjo dari sejak peristiwa ini terjadi. Perhatian dari pemerintah Sidoarjo ini berupa adanya visi untuk menjadikan area sekitar Lumpur Lapindo sebagai tempat wisata. Lumpur Lapindo juga membutuhkan tempat penelitian yang memiliki letak cukup dekat sehingga dapat meningkatkan keefektifan penelitian. Visi akan pengolahan area Lumpur Lapindo sudah ada, akan tetapi masyarakat Indonesia belum mengenal bencana ini dengan baik sehingga diperlukan sebuah sarana pengenalan arsitektur. Pengenalan Lumpur Lapindo akan menjadi lebih baik dengan adanya fleksibilitas dan integrasi antara sirkulasi, ruang dan massa sehingga digunakan pendekatan ruang berupa sekuens. Pendekatan tersebut diaplikasikan dalam bentuk alur sekuens yang linear. Pendekatan sekuens ini juga digunakan untuk mengarahkan pengunjung sehingga fungsi wisata tidak mengganggu fungsi laboratorium. Penerapan pendalaman dari sekuens ini diterapkan dalam bentuk transisi yang berupa permainan gelap terang antar ruang ke ruang sehingga pengunjung akan diberikan perspektif yang berbeda beda ketika memasuki ruang yang satu dan lainnya. Material yang diterapkan pada bangunan ini hanya menggunakan beton, dimana beton digunakan karena dapat memaksimalkan penerangan dan juga kegelapan yang ada sehingga dapat mencapai suasana ruang yang diinginkan.",
  "creators": "PATRICK ABRAHAM HENDRIARTO",
  "contributors": "Wanda Widigdo Canadarma (Advisor and Examination Committee); Markus Ignatio Aditjipto (Examination Committee 1); Altrerosje Asri, S.T., M.T. (Examination Committee 2); Dr. Feny Elsiana, S.T., M.T. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 02024370/ARS/2022; Patrick Abraham Hendriarto (B12180132)",
  "subjects": "MUDFLOWS--PORONG (SIDOARJO, EAST JAVA); EDUCATION PARKS--DESIGNS AND PLANS; RECREATION CENTERS--DESIGNS AND PLANS; RESEARCH INSTITUTES"
}