{
  "id": "53184",
  "title": "Fasilitas wisata edukasi pengelolaan dan pengolahan limbah di Jakarta Utara",
  "abstract": "Fasilitas Wisata Edukasi Pengelolaan dan Pengolahan Limbah merupakan sebuah fasilitas untuk mengelola dan mengolah limbah-limbah pilihan, sekaligus sebagai tempat untuk edukasi dan wisata bagi seluruh masyarakat Indonesia khususnya warga kota Jakarta. Pada fasilitas ini, limbah-limbah pilihan seperti limbah plastik, kertas, ampas kopi, cangkang telur, daun kering, plastik multilayer dan puntung rokok diolah menjadi produk baru dan bernilai. Misalnya diolah menjadi panel eksterior dan interior, paving block, roster, piring, gelas, vas bunga, dan sebagainya. Dikarenakan adanya latar belakang sistem pengelolaan dan pengolahan limbah di kota Jakarta yang kurang transparan, menyebabkan masyarakat menjadi kurang sadar akan urgensi limbah saat ini sehingga seringkali tidak menerapkan prinsip reduce, reuse dan recycle. Masalah desain utama yang diangkat adalah perlunya transparansi dalam sistem pengelolaan dan pengolahan limbah di dalam bangunan, agar dapat memaksimalkan proses edukasi bagi para pengunjung. Sehingga konsep utama fasilitas adalah transparansi untuk transformasi, dimana diperlukan transparansi agar setiap pengunjung dapat bertransformasi dengan melihat, mengenal dan memahami keseluruhan proses dan aktivitas di dalam fasilitas. Maka, pendekatan yang diambil adalah sistem sirkulasi agar dapat menjawab konsep transparansi antara pengguna, karyawan, pengelolaan dan pengolahan limbah.",
  "creators": "GABRIELA MARCELINA",
  "contributors": "Rully Damayanti (Advisor 1); Elvina Shanggrama Wijaya, S.T., M.T. (Advisor 2); Irwan Santoso (Advisor 3); Samuel Hartono (Supervisors CHN 2); Roni Anggoro, S.T., M.A.Arch. (Examination Committee 1); Anik Juniwati (Examination Committee 2); Riduan Sukardi (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024313/ARS/2022; Gabriela Marcelina (B12180003)",
  "subjects": "EDUCATION PARKS--DESIGNS AND PLANS; RECYCLING (WASTE, ETC.); RECREATION CENTERS--DESIGNS AND PLANS"
}