{
  "id": "53188",
  "title": "Fasilitas relaksasi alam di Surabaya",
  "abstract": "Fasilitas Relaksasi Alam di Surabaya memiliki permasalahan di perkotaan yang diakibatkan dari persaingan di kota yang terus meningkat beserta peningkatan angka penduduk di perkotaan menyebabkan individu mengalami stres ringan dan sebagian besar individu tidak mengerti cara menyalurkan stres dengan baik. Dalam jangka panjang hal ini dapat berakibat pada penyakit fisik dan mental hal ini disebabkan oleh karena individu yang memendam stres dalam jangka waktu lama tanpa ada penanganan tertentu. Pada tahap stres ringan bentuk penanganan masih bersifat non formal oleh karena itu individu masih dapat melakukannya secara mandiri hal itu dapat dilakukan dengan cara: berolahraga, makan makanan bergizi, tidur dengan cukup, melakukan kegiatan yang menyenangkan, serta teknik relaksasi. (Cara Mengatasi Stres Dan Mencapai Jiwa Yang Sehat, 2018) Dalam hal ini metode yang difokuskan dalam perancangan adalah metode relaksasi dan kegiatan yang menyenangkan hati contohnya: berinteraksi, bergerak dan bercerita. Untuk meningkatkan efektivitas perancangan maka fasilitas yang dibuat juga bersinergi dengan alam untuk memberikan rasa nyaman dan ketenangan bagi pengguna. Oleh karena itu pendalaman secara biophilic dipilih untuk memberikan ruang lingkup tersebut secara khusus pendalaman yang dipilih adalah biophilic ekosistem yang artinya fasilitas menyediakan ruang di mana manusia dapat berinteraksi dan berkegiatan secara baik dengan terhubung langsung dengan entitas-entitas yang ada di dalamnya dan entitas-entitas tersebut adalah entitas-entitas alami yang terdapat di alam secara hidup yang saling berkesinambungan menghasilkan ekosistem yang sehat dan alami (berarti bisa bekerja secara mandiri).(Soderlund & Newman, 2015)",
  "creators": "GIOVELLINO MARTHIENS",
  "contributors": "Timoticin Kwanda (Advisor 1); Handinoto (Advisor 2); Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Advisor 3); Sylviana Putri Sunario Soegondo S.T. (Advisor 4); Wanda Widigdo Canadarma (Examination Committee 3); Joyce M.Laurens (Examination Committee 1); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 07024329/ARS/2022; Giovellino Marthiens (B12180114)",
  "subjects": "BUILDINGS--ENVIRONMENTAL ASPECTS; PHYSICAL FITNESS CENTERS--DESIGNS AND PLANS; SPORT FACILITIES--DESIGNS AND PLANS"
}