{
  "id": "53195",
  "title": "Pergerakan angin balkon optimum untuk mengantarkan angin ke dalam ruangan ventilasi silang, studi kasus: Aparna Siwalankerto Surabaya",
  "abstract": "Berlatar belakang isu peningkatan permintaan pendinginan mekanis bangunan residensial ditambah pertimbangan ekonomi, energi, dan perubahan iklim yang terjadi di Indonesia mengarahkan solusi pada penghawaan alami. Hal ini menjadi relevan di bangunan rusunawa/rusunami yang mengandalkan sistem penghawaan yang lebih terjangkau. Indonesia yang memiliki iklim tropis lembab, menggunakan pergerakan angin (aerodinamika) untuk mencapai kenyamanan termal. Elemen arsitektural yang berpotensi untuk mengantarkan angin ke dalam ruang huni pada bangunan tinggi adalah balkon, terutama di bangunan residensial yang hanya memiliki bukaan satu sisi. Namun kenyataannya balkon di bangunan rusunawa Surabaya, Indonesia, seperti Rusun Aparna Siwalankerto, belum mengoptimalkan fungsinya sebagai pengantar angin, melainkan hanya sebagai façade, menyebabkan ketidaknyamanan kondisi udara ruang huni. Melalui simulasi analisis Ansys Workbench CFX 2021, penelitian ini mengambil rusun Aparna sebagai studi kasus dan menggali konfigurasi geometri dan elemen pelengkap balkon terhadap teori aerodinamika arsitektural. Penelitian ini bertujuan untuk mendapatkan tipologi balkon yang dapat mengantarkan penetrasi angin sejauh dan serata mungkin ke dalam ruang huni sehingga balkon dapat berfungsi secara optimal sebagai elemen arsitektural. Hasil penelitian menunjukkan bahwa performa balkon semakin baik dengan banyak bidang penerima angin, yaitu balkon segi lima simetris, dengan konfigurasi elemen pelengkap wing wall solid satu bidang dan balustrade solid ketinggian 1.50m.",
  "creators": "FELICIA PUTRI",
  "contributors": "Danny Santoso Mintorogo (Advisor 1); Jimmy Nurdi Kusuma Priatman (Advisor 2); Dr. Feny Elsiana, S.T., M.T. (Examination Committee 1); Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 000000020/MARS/2022; Felicia Putri (B22210005)",
  "subjects": "APARTMENT HOUSES--DESIGN AND CONSTRUCTION; FLATS; WIND TURBINES--DESIGN AND CONSTRUCTION; VENTILATION"
}