{
  "id": "53192",
  "title": "Fasilitas konservasi satwa monyet bekantan di Balikpapan",
  "abstract": "Desain Fasilitas Konservasi Satwa Monyet Bekantan di Balikpapan dilatar belakangi dari bekantan yang merupakan kategori endangered species sejak tahun 2000 berdasarkan Red Book IUCN, Dalam 20 tahun terakhir, populasi bekantan menurun akibat habitat bekantan mengalami degradasi hutan, pencemaran air, kebakaran hutan, penebangan liar, diburu oleh manusia dan juga diperdagangkan di pasar gelap hanya untuk dipelihara, dan minimnya referensi desain arsitektur terkait dengan fasilitas konservasi dan pelestarian keanekaragaman hayati. Untuk mewadahi aktivitas satwa bekantan dan peneliti yang melindungi dan melestarikan bekantan maka desain ini ditujukan untuk mengetahui kehidupan dan perilaku monyet bekantan di alam liar dan Menyediakan fasilitas Laboratorium penelitian sebagai pusat ilmu pengetahuan dan teknologi (IPTEK). Fasilitas ini diusulkan untuk berdiri di atas lahan Kawasan perlindungan setempat hutan bakau, Kariangau, Kecamatan Balikpapan Barat, Kota Balikpapan, Kalimantan Timur 76136. Perancangan ini diharapkan untuk bisa melindungi dan melestarikan bekantan. Untuk mewadahi aktivitas satwa bekantan dan peneliti yang melindungi dan melestarikan bekantan, pendekatan arsitektur ekologis dan pendalaman konstruksi-material yang fokus pada unsur perlindungan dan pelestarian alam melalui perencanaan konstruksi dari bagian bangunan yang didalami secara detil, termasuk analisa pemilihan material, penentuan detil spesifikasi, dan konstruksinya untuk digunakan sebagai penyelesaian masalah desain. Hasil dari pendekatan dan pendalaman ini adalah desain yang dapat mewadahi komunitas manusia dan keanekaragaman hayati pada bangunan mendorong terjadinya perlindungan dan pelestarian satwa bekantan.",
  "creators": "HENSEN SEPTIAWAN TEJONEGORO",
  "contributors": "Ir. Bisatya Widadya Maer, M.T. (Advisor 1); Joyce M.Laurens (Advisor 2); Wanda Widigdo Canadarma (Advisor 3); Altrerosje Asri, S.T., M.T. (Examination Committee 1); Dr. Feny Elsiana, S.T., M.T. (Examination Committee 2); Markus Ignatio Aditjipto (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 08024369/ARS/2022; Hensen Septiawan Tejonegoro (B12180107)",
  "subjects": "PROBOSCIS MONKEY CONSERVATION FACILITIES; WILDLIFE CONSERVATION; WILDLIFE REHABILITATION; LABORATORIES--DESIGN AND CONSTRUCTION"
}