{
  "id": "53191",
  "title": "Rumah susun adaptif dan rekreatif bagi kampung nelayan Sukolilo di Surabaya",
  "abstract": "Rumah Susun Adaptif dan Rekreatif merupakan desain perancangan untuk para nelayan di kampung Sukolilo Surabaya. Adapun fasilitas ini memiliki 2 funsgi utama yaitu permukiman rumah susun dan fasilitas umum berupa rekreasi pada bagian belakang dari lahan. Hal tersebut dilatar belakangi oleh kondisi permukiman kumuh akibat dari pertumbuhan penduduk yang terus meningkat namun kapasitas lahan yang tidak dapat menyeimbangi dan juga lokasi lahan yang berada di tepi pantai dan termasuk dalam kawasan strategis ekonomi menjadi daya tarik wisatawan. Upaya pembaharuan ini memerlukan beberapa faktor pendukung agar perubahan yang terjadi dari kampung horisontal menjadi vertikal tidak menyusahkan penghuni untuk beraktifitas. Faktor tersebut antara lain: pola tatanan rumah susun, aktifitas sehari-hari, gaya hidup, pola perilaku, dan kebiasaan. Maka pendekatan morfologi diperlukan sebagai respon desain perancangan yang menegaskan hubungan dan pergerakan dari sebuah tata ruang perkotaan untuk mengelolah pola eksisting figure ground. Kemudian, pendalaman karakter ruang dipilih untuk mengintegrasikan material yang sudah ada dan banyak disekitar lahan untuk dimanfaatkan di dalam sebuah unit hunian dengan menekankan aspek adaptif dan fleksibilitas agar mereka merasa nyaman karena terbiasa dengan karakter yang sudah ada sebelumnya yaitu alami. Oleh karena itu, diharapkan dengan adanya rumah susun ini dapat mengoptimalkan lahan yang ada tanpa menghilangkan kebiasaan mereka. Hal tersebut tercermin dari fleksibilitas ruang yang ditekankan pada penggunaan dinding partisi dan dek lantai tambahan di dalam 1 unit hunian yang mampu memberikan fleksibilitas pada ruangan tersebut, sehingga penghuni dapat melakukan aktivitas tanpa ada batasan walapun bertempat tinggal di lahan yang sempit dan padat penduduk.",
  "creators": "IVAN LIEM SURJONO",
  "contributors": "Timoticin Kwanda (Advisor 1); Handinoto (Advisor 2); Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Advisor 3); Sylviana Putri Sunario Soegondo S.T. (Supervisors CHN 2); Joyce M.Laurens (Examination Committee 1); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 2); Wanda Widigdo Canadarma (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024324/ARS/2022; Ivan Liem Surjono (B12180050)",
  "subjects": "APARTMENTS; FLATS--DESIGNS AND PLANS; APARTMENT HOUSES--DESIGNS AND PLANS"
}