{
  "id": "53193",
  "title": "Fasilitas rehabilitasi penderita gangguan makan bagi remaja putri di Pasuruan",
  "abstract": "Fasilitas rehabilitasi penderita gangguan makan merupakan fasilitas yang mewadahi fungsi rekreatif dan rehabilitatif untuk mewujudkan pemulihan penderita gangguan makan, baik secara fisik maupun psikologis. Fasilitas ini ditujukan bagi remaja putri di wilayah Jawa Timur yang memiliki kebiasaan makan yang menyimpang serta yang terganggu kondisi fisik dan psikisnya. Dengan pendekatan biofilia yang berfokus pada sensori, diharap fasilitas rehabilitasi yang dirancang mampu mendukung proses penyembuhan penderita gangguan makan secara lebih optimal. Adanya koneksi dengan alam mampu membantu pengguna memperbaiki kesehatan mentalnya (Meredith, Rakow, Eldermire, Madsen, Shelley, & Sachs, 2019). Fasilitas rehabilitasi ini dilengkapi ruang-ruang luar yang mampu mengakomodasi aktivitas pemulihan penggunanya di alam terbuka sesuai dengan pendekatan biofilia yang dipilih. Adanya fasilitas ini diharapkan dapat menjadi pioneer bagi fasilitas-fasilitas serupa di Jawa Timur sehingga mampu mengurangi kecenderungan gangguan makan, sekaligus menciptakan masyarakat yang lebih terbuka terhadap isu psikologis serupa.",
  "creators": "EUGENIA JESSICA",
  "contributors": "Altrerosje Asri, S.T., M.T. (Advisor 1); Dr. Feny Elsiana, S.T., M.T. (Advisor 2); Markus Ignatio Aditjipto (Advisor 3); V.P. Nugroho Susilo (Examination Committee 1); Bram Michael Wayne, S.T., M.Ars. (Examination Committee 2); Benny Poerbantanoe (Examination Committee 3); Christine Wonoseputro (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024303/ARS/2022; Eugenia Jessica (B12180008)",
  "subjects": "MENTAL HEALTH FACILITIES--DESIGN AND CONSTRUCTION; REHABILITATION CENTERS--DESIGNS AND PLANS"
}