{
  "id": "53201",
  "title": "Fasilitas konservasi dan penelitian bekantan di mangrove Tarakan",
  "abstract": "Fasilitas Konservasi dan Penelitian Bekantan adalah sebuah fasilitas yang mewadahi aktivitas manusia dalam melakukan pemeliharaan dan menelaah bekantan secara sistematis dengan tujuan meningkatkan kualitas ekosistem. Desain fasilitas ini dilatar belakangi oleh rusaknya ekosistem hutan mangrove di Tarakan, yang berdampak pada menurunnya populasi Bekantan yang merupakan satwa endemik pulau Kalimantan. Fasilitas ini direncanakan terbangun dekat dengan Area Konservasi hutan mangrove di Jalan Sei Sesayap, kecamatan Tarakan Barat, Kota Tarakan, Provinsi Kalimantan Utara. Masalah desain yang diangkat dalam perancangan fasilitas ini berasal dari Lokasi tapak terpilih yang berada diantara dua lingkungan yang berbeda yaitu hutan mangrove dan area aktivitas manusia, sehingga pendekatan yang dipilih adalah pendekatan secara lingkungan dengan Teori Ken Yeang yaitu Ecomimicry. Pendekatan Ecomimicry memunculkan ide konsep desain “Connecting Ecosystem” yang menghubungan fasilitas manusia dan bekantan dengan implementasi ekosistem habitat bekantan pada tapak dan bangunan. Pendalaman yang dipilih merupakan pendalaman struktur yang berfokus kepada kandang pra-lepasliaran bekantan di dalam tapak sebagai masalah utama dalam mewadahi kebutuhan fasilitas konservasi rehabilitasi. Hasil dari pendekatan dan pendalaman ini adalah desain dapat mewadahi aktivitas manusia dan bekantan di dalam tapak dan menjadi area penghubung untuk mendorong terjadinya pembelajaran bagi manusia dan peningkatan kualitas hidup bekantan serta ekosistem asalnya.",
  "creators": "CHINTHIA ANGELINA KUANDA",
  "contributors": "Wanda Widigdo Canadarma (Advisor 1); Joyce M.Laurens (Advisor 2); Ir. Bisatya Widadya Maer, M.T. (Advisor 3); Altrerosje Asri, S.T., M.T. (Examination Committee 1); Dr. Feny Elsiana, S.T., M.T. (Examination Committee 2); Markus Ignatio Aditjipto (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 03024371/ARS/2022; Chinthia Angelina Kuanda (B12180009)",
  "subjects": "MANGROVE CONSERVATION; PROBOSCIS MONKEY CONSERVATION FACILITIES; WILDLIFE CONSERVATION; WILDLIFE REHABILITATION"
}