{
  "id": "53205",
  "title": "Fasilitas wisata edukasi minyak atsiri di Perkebunan Branggah Banaran, Blitar",
  "abstract": "Fasilitas Wisata Edukasi Minyak Atsiri di Perkebunan Branggah Banaran hadir sebagai area pembelajaran yang rekreatif melalui pengalaman langsung dengan perkebunan tanaman atsiri di Kabupaten Blitar. Di Indonesia sendiri, minyak atsiri atau yang lebih dikenal dengan essential oil terbilang cukup lambat perkembangannya baik dari segi produksi maupun pengetahuan masyarakatnya. Terlebih di area Jawa Timur kemajuannya paling lambat dibanding dengan daerah jawa lainnya, meskipun ada banyak perkebunan yang produktif. Maka dari itu, fasilitas ini dirancang untuk mengedukasi masyarakat Jawa Timur mengenai potensi tanaman atsiri dan hasil olahannya. Selain itu, keberadaannya dapat memicu produksi minyak atsiri Jawa Timur dan memperluas variasi minyak yang mampu diproduksi. Kegiatan yang diwadahi diantaranya adalah penyulingan, penelitian, produksi, pelatihan, pembelajaran, dan wisata. Sebagai respon kebutuhan perancangan untuk memanfaatkan kekuatan minyak atsiri yang adalah bau untuk membentuk pengalaman ruang, pendekatan yang digunakan adalah sistem sensori dan didukung dengan pendalaman karakter ruang. Dimana bau dimanfaatkan untuk membentuk pengalaman ruang, memori ruang, dan memperkuat hubungan manusia dengan alam perkebunan itu sendiri. Dengan demikian, fasilitas ini diharapkan dapat menjadi pelopor area edukasi yang menyuguhkan pengalaman langsung pada setiap tahap pengolahannya sekaligus wujud dari pengembangan potensi minyak atsiri di Jawa Timur.",
  "creators": "FLORENTINA CLARICE TJAHJONO",
  "contributors": "Rully Damayanti (Advisor 1); Irwan Santoso (Advisor 2); Samuel Hartono (Advisor 3); Elvina Shanggrama Wijaya, S.T., M.T. (Advisor 4); Roni Anggoro, S.T., M.A.Arch. (Examination Committee 1); Anik Juniwati (Examination Committee 2); Riduan Sukardi (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024315/ARS/2022; Florentina Clarice Tjahjono (B12180130)",
  "subjects": "EDUCATION PARKS--DESIGNS AND PLANS; EDUCATION PARKS; RECREATION CENTERS"
}