{
  "id": "53202",
  "title": "Pengaruh komunikasi interpersonal guru-murid terhadap hasil belajar PACE dalam pendidikan Kristen",
  "abstract": "Indonesia mengalami masalah baru sejak Covid-19 terjadi, yaitu penurunan kualitas pendidikan dan nilai akademis murid. Salah satu faktor eksternal yang mempengaruhi hasil belajar murid adalah lingkungan sekolah yang di dalamnya terdapat interaksi dan komunikasi antara guru dan murid. Hal ini menjadi catatan penting bagi segenap pihak dalam bidang pendidikan. Dalam situasi apapun komunikasi interpersonal antara guru dan murid harus diperhatikan. Penelitian ini dilakukan untuk mengetahui pengaruh komunikasi interpersonal guru-murid terhadap hasil belajar PACE yang merupakan modul yang digunakan oleh SDTK Pelangi Kristus. Jenis penelitian yang dilakukan adalah penelitian kuantitatif dengan desain korelasional. Penelitian dilakukan di SDTK Pelangi Kristus dengan responden berjumlah 32. Data penelitian diambil dari lembar observasi serta nilai hasil belajar PACE murid dari kelas 1 sampai 6. Hasil penelitian menunjukkan bahwa terdapat pengaruh yang signifikan antara komunikasi interpersonal guru-murid terhadap hasil belajar PACE. Dengan nilai signifikansi sebesar 0,023 < 0,05 dan nilai t hitung 2,388 > t tabel 2,042. Hal ini menunjukkan bahwa terdapat pengaruh yang signifikan. Kemudian, persamaan regresinya yaitu Y = 95,203 + 0,035X, artinya bahwa setiap variabel komunikasi interpersonal guru-murid berubah naik satu satuan, maka hasil belajar akan bertambah sebanyak 0,035. Besarnya pengaruh komunikasi interpersonal guru dan murid terhadap hasil belajar PACE murid di SDTK Pelangi Kristus yaitu sebesar 16%, dan sisanya 84% dipengaruhi oleh faktor lainnya.",
  "creators": "PRISKILA DAVITA HUWAE",
  "contributors": "Iman Subekti S.Pd.,M.Pd. (Advisor 1); Romirio Torang Purba, S.Pd., M.Pd. (Examination Committee 1); Franky Boentolo, S.T., M.Div., M.Th. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010008/PGSD/2022; Priskila Davita Huwae (G11180005)",
  "subjects": "CHRISTIAN EDUCATION OF CHILDREN; CHRISTIAN EDUCATION--RESEARCH; INTERPERSONAL COMMUNICATION"
}