{
  "id": "53203",
  "title": "Galeri pengolahan kain organik di Bali",
  "abstract": "Galeri Pengolahan Kain Organik di Bali yang dirancang dengan pendekatan sekuensial ini merupakan sebuah fasilitas umum yang bertujuan untuk memfasilitasi proses pembuatan kain katun organik yang bersifat terbuka, yang sekaligus dapat dinikmati sebagai sarana wisata edukasi mengenai seluk-beluk katun organik dan seluruh proses pembuatannya kepada wisatawan lokal maupun mancanegara. Desain galeri ini dibuat berdasarkan rumusan masalah, yaitu sirkulasi dan urutan ruang untuk dapat memberikan nilai pengetahuan kepada pengunjung. Galeri ini memiliki fungsi utama sebagai tempat pembuatan kain katun organik yang secara runtut, dimulai dari mengenalkan kapas organik, pengeringan kapas, ginning, pemintalan benang, penenunan, pewarnaan, dan pengeringan. Fasilitas ini juga dilengkapi dengan kebun kapas organik, area apresiatif yang memfasilitasi pameran kain organik dan peragaan busana, serta area kreatif berupa ruang workshop bagi pengunjung. Konsep dasar dari perancangan ini adalah continuity, yang berarti kesinambungan yang dinamis antarmassa dan antarruang di dalamnya sehingga akan terus-menerus mengarahkan pengunjung untuk memahami proses pembuatan katun organik secara bertahap.",
  "creators": "JENNICA WIJAYA",
  "contributors": "Benny Poerbantanoe (Advisor 1); Christine Wonoseputro (Advisor 2); V.P. Nugroho Susilo (Advisor 3); Bram Michael Wayne, S.T., M.Ars. (Supervisors CHN 2); Danny Santoso Mintorogo (Examination Committee 1); Angela Christysonia Tampubolon, S.T., M.T. (Examination Committee 2); Andhi Wijaya (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 00024380/ARS/2022; Jennica Wijaya (B12180145)",
  "subjects": "EDUCATION PARKS--DESIGNS AND PLANS; GALLERIES (ARCHITECTURE)"
}