{
  "id": "53213",
  "title": "Perancangan usaha pengembangan alat bantu pembelajaran tentang pendidikan sejarah di Indonesia",
  "abstract": "Sejarah adalah pembelajaran mengenai peristiwa dan hal yang terjadi di masa yang lalu. Seiring dengan berkembangnya teknologi yang semakin modern, banyak siswa yang kehilangan ketertarikan dengan pembelajaran sejarah. Siswa yang seharusnya dapat menjadi generasi muda penerus bangsa, tetapi karena adanya perkembangan teknologi digital yang sangat pesat, mereka menjadi semakin acuh tak acuh jika berbicara tentang bangsa dan negara. Padahal, untuk menjadi generasi penerus bangsa diperlukan pemahaman tentang sejarah perjalanan bangsa dan negara. Pemahaman tersebut dapat memperkuat jati diri dan karakteristik bangsa. Oleh karena itu, dibuatlah media interaktif bernama Pahlawan Merdeka yang memanfaatkan pendekatan gamifikasi untuk mendukung proses pembelajaran sejarah menjadi lebih menyenangkan dengan bermain. Setelah dibuatnya media interaktif tersebut, diperlukan suatu perencanaan bisnis untuk menjaga keberlangsungan layanan media interaktif. Penelitian ini bertujuan untuk mengembangkan perencanaan bisnis Pahlawan Merdeka. Metode penelitian yang digunakan adalah deskriptif kualitatif dengan memanfaatkan business model canvas dan SWOT. Bentuk usaha yang diterapkan adalah social enterprise. Hasil dari perancangan ini adalah produk mendapatkan ulasan positif, menjawab kurikulum dan layak diterapkan dalam kegiatan pembelajaran sekolah.",
  "creators": "SAMUEL KENLEY WORANG",
  "contributors": "Erandaru (Advisor 1); JACKY CAHYADI, S.Sn. (Advisor 2); Daniel Kurniawan, S.Sn., M.Med.Com (Examination Committee 1); Cindy Muljosumarto S.Sn, M.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Multimedia Interaktif",
  "source": "Multimedia Interaktif No. 00023889/DKV/2022; Samuel Kenley Worang (E12180132)",
  "subjects": "GRAPHIC ARTS; INTERACTIVE MULTIMEDIA--DESIGN; LEARNING--RESEARCH; VISUAL COMMUNICATION; COMMERCIAL ARTS"
}