{
  "id": "53224",
  "title": "Perancangan buku cerita ilustrasi lipat tentang kepedulian sebagai media edukasi nilai moral terhadap perilaku anak-anak usia 4-6 tahun di masa pandemi",
  "abstract": "Adanya perkembangan teknologi yang pesat membantu manusia dalam aktivitasnya sehari-hari. Saat ini, gadget merupakan teknologi yang paling banyak digunakan masyarakat terutama di masa pandemi anak-anak memanfaatkan gadget untuk sekolah online dan media hiburan. Hal ini menyebabkan anak sering bermain gadget mengingat orang tua sibuk dengan aktivitasnya sehingga mereka memberikan anaknya gadget untuk menemani anaknya agar mereka tidak menganggu orang tuanya. Ketika anak terus-menerus bermain gadget, hal itu dapat mempengaruhi kepedulian anak terhadap sekitarnya berkurang, sehingga ia membutuhkan pengarahan, pengawasan orang tua, dan pengajaran nilai moral melalui buku cerita yang di dalamnya disisipkan pesan moral melalui karakter tokoh. Perancangan buku cerita ilustrasi lipat memiliki tujuan untuk mengedukasi anak-anak tentang kepedulian kepada sesama sehingga mereka dapat menerapkan dalam kehidupannya, menumbuhkan rasa minat membaca pada anak, dan melekatkan hubungan anak dengan orang tuanya. Perancangan ini menggunakan wawancara dan internet sebagai pengumpulan data yang diperlukan serta telah melalui proses perancangan. Karya perancangan ini telah selesai dirancang dan memperoleh feedback berupa sangat mudah saat membuka buku cerita ilustrasi lipat, halaman buku cerita unik karena halamannya memanjang, tone warna, karakter, dan ilustrasi menarik, unik, dan cocok untuk target audience serta font dan ukuran teks terbaca dengan jelas.",
  "creators": "JESSLYN REGINA WIARTA",
  "contributors": "Heru Dwi Waluyanto (Advisor 1); Asthararianty, S.Sn., M.Ds. (Advisor 2); Elisabeth Christine Yuwono (Examination Committee 1); Anang Tri Wahyudi (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan dan Promosi Buku",
  "source": "Perancangan dan Promosi Buku No. 00023814/DKV/2022; Jesslyn Regina Wiarta (E12180058)",
  "subjects": "GRAPHIC ARTS; ILLUSTRATED BOOKS; VISUAL COMMUNICATION"
}