{
  "id": "53225",
  "title": "Perancangan media promosi untuk produk kecantikan BioSea",
  "abstract": "Salah satu hal penting bagi para wanita adalah kecantikannya. Demi menjaga kecantikan, beraneka ragam produk telah mereka coba dan gunakan. Belakangan ini, banyak produk kecantikan saling bersaing agar menjadi lebih unggul di kalangan pasar, salah satunya ialah BioSea. Brand kecantikan BioSea menggunakan mineral air laut, yaitu nigari, sebagai bahan utamanya. Walaupun merupakan merek lokal, kualitas BioSea telah diakui secara internasional. Seiring dengan perkembangan zaman, banyak kompetitor yang sudah menggunakan media digital untuk melakukan promosi. Sayangnya, proses promosi BioSea sendiri masih tergolong dalam cara yang ketinggalan zaman dan tidak konsisten. Hal tersebut mengakibatkan BioSea menjadi kurang menonjol jika dibandingkan dengan kompetitor lainnya, sehingga masih banyak masyarakat yang belum mengetahui dan mengerti mengenai keunggulan produk BioSea, dan juga memengaruhi brand awareness serta penjualan produk BioSea. Ditambah gaya berbelanja masyarakat yang telah berubah menjadi serba online mengakibatkan BioSea semakin tertinggal dalam persaingan. Permasalahan inilah yang diangkat dan kemudian dibuatlah solusi berupa perancangan media promosi untuk produk BioSea berbasis digital. Dengan perancangan ini, diharapkan masyarakat dapat lebih mengenal BioSea, serta meningkatkan penjualan produk. Media promosi yang digunakan meliputi website, Instagram, dan marketplace. Selain sebagai media promosi, media ini juga akan memuat beberapa artikel edukasi seputar kulit dan produk kecantikan.",
  "creators": "AGATHA IVANA SETIADY",
  "contributors": "Aristarchus Pranayana (Advisor 1); Ryan Pratama Sutanto, S.Sn., M.Med.Kom. (Advisor 2); Erandaru (Examination Committee 1); Daniel Kurniawan, S.Sn., M.Med.Com (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Promotion Media",
  "source": "Promotion Media No. 00023844/DKV/2022; Agatha Ivana Setiady (E12180045)",
  "subjects": "ADVERTISING--BRAND NAME PRODUCTS; BRANDING (MARKETING); GRAPHIC ARTS; VISUAL COMMUNICATION; WEB SITES--DESIGN; COMMERCIAL ARTS"
}