{
  "id": "53228",
  "title": "Perancangan aplikasi mobile untuk anpanlab.id sebagai upaya meningkatkan kenyamanan konsumen",
  "abstract": "Selama pandemi COVID-19, online shop menggunakan Group Order tentang BTS KPOP kerap kali bermunculan. Salah satu GO yang muncul adalah ANPANLAB.ID yang dibentuk untuk membantu ARMY (nama fandom dari penggemar BTS) dalam membeli berbagai merchandise idolanya. GO terbilang masih baru sehingga sulit untuk bersaing di pasar. Masalah lain yang dihadapi oleh ANPANLAB.ID adalah sistem administrasi yang tidak efektif serta membuat konsumen kecewa seperti, kesalahan dalam merekap keuangan, barang konsumen, dan jumlah pelunasan. Hal tersebut dapat terjadi karena seluruh pesanan di data secara manual (adanya human error) pada Google Spreadsheet. Perancangan ini sebagai solusi dari permasalahan yang dihadapi oleh ANPANLAB.ID. Perancangan berupa multimedia interaktif berbentuk prototype aplikasi Android. Tujuannya untuk memberikan kemudahan, keakuratan, dan kepuasan kepada konsumen, serta dapat memperluas pasar. Setelah melakukan riset, membagikan, dan menganalisa hasil survei kepada target audience, hasil perancangan dinilai memiliki potensi untuk menanggulangi permasalahan dan membuat konsumen merasa puas. Prototype aplikasi bersifat terbatas sehingga memiliki beberapa kekurangan dari layout, text, dan kemampuan menampilkan gambar yang mempengaruhi tampilan secara keseluruhan. Maka dari itu, prototype aplikasi perlu untuk diperbaiki dan dikembangkan lebih lanjut.",
  "creators": "BEATRICE GABRIELLE",
  "contributors": "Ani Wijayanti Suhartono (Advisor 1); Luri Renaningtyas, S.T., M.Ds. (Advisor 2); Deddi Duto Hartanto (Examination Committee 1); Asthararianty, S.Sn., M.Ds. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Multimedia Interaktif",
  "source": "Multimedia Interaktif No. 00023823/DKV/2022; Beatrice Gabrielle (E12180061)",
  "subjects": "ANDROID (ELECTRONIC RESOURCE)--PROGRAMMING; VISUAL COMMUNICATION; COMMERCIAL ARTS"
}