{
  "id": "53222",
  "title": "The portrayals of killer mothers as folk devil in Indonesian online news 2017-2022",
  "abstract": "From this research, I would like to analyze how Indonesian online news portrayed the mothers who kill the children as Folk Devil. Using the theory of the folk devil by Stanley Cohen, serves as the foundation and goal of the news portrayals of the mother. By using the theory of Framing Analysis by Erving Goffman, I will analyze how online news constructs the image of mothers as the folk devil. Based on the framing theory concept of influencing the people process of thinking, I use various kinds of elements that may support this theory and help me in analyzing the news construction, such as choice of words, contradiction, perspective, comparison, symbolism, stereotype, exaggeration, highlighted and unhighlighted parts in the news, and assumption. These constructions are to fulfill their goal in social control. The mothers who kill the children in the news were depicted as having inhuman characters, having psychological problems, and having a weak nature for dealing with external problems. The folk devil theory not only helps as the goal of the framing construction, but also preserves as drawing what kind of images the news try to make the mothers seen as, to bring sense of threats to the society. The social expectation of a mother in Indonesia, made up the strong reason behind the portrayals of the mothers as the villain in the news.",
  "creators": "RUTH ADRIANI TANDIO",
  "contributors": "Jenny Mochtar Djundjung (Advisor 1); Dwi Setiawan (Examination Committee 1); Drs. Setefanus Suprajitno, M.A., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "A Critical Thesis",
  "source": "A Critical Thesis No. 01012362/ING/2022; Ruth Adriani Tandio (A11180053)",
  "subjects": "MOTHERS OF CRIMINALS--INDONESIA; NEWS WEB SITES--RESEARCH"
}