{
  "id": "53223",
  "title": "Fasilitas wisata edukatif pengolahan sampah plastik di Kawasan Ancol, Jakarta Utara",
  "abstract": "Pencemaran sampah plastik merupakan salah satu permasalahan lingkungan hidup yang sedang marak terjadi khususnya di Kota Jakarta. Berdasarkan data dari TPST Bantar Gebang, Kota Jakarta mengalami masalah overload muatan sampah, di mana komposisi sampah terbesar kedua merupakan plastik dengan persentase sebesar 28%. Isu pencemaran ini disebabkan oleh adanya pertambahan volume sampah plastik akibat pertumbuhan penduduk, perubahan gaya hidup yang meningkatkan konsumsi belanja daring dan perilaku masyarakat yang suka membuang sampah sembarangan. Perilaku menyimpang tersebut terjadi akibat persepsi buruk masyarakat bahwa sampah plastik merupakan hal sisa yang tidak memiliki nilai guna dan tidak berarti bagi dirinya. Oleh sebab itu, diperlukan sebuah fasilitas wisata edukatif pengolahan sampah plastik untuk mengurangi sampah plastik sekaligus menyadarkan masyarakat akan nilai guna dari sampah plastik serta dampaknya kepada lingkungan sekitar. Fasilitas ini juga berpotensi menjadi sebuah nodes yang atraktif yang dapat meningkatkan nilai kawasan wisata Ancol. Melalui pendekatan perilaku (ecological approach) dengan konsep affordance dari J. J. Gibson, diharapkan fasilitas wisata edukatif dapat membangkitkan emosi pengunjung sehingga dapat belajar dengan maksimal dan sadar akan dampak serta nilai guna dari sampah plastik. Dengan demikian, diharapkan akan terbentuk pola hidup yang lebih sehat dan sadar lingkungan, khususnya di sekitar tapak.",
  "creators": "RICHARD WINARTO",
  "contributors": "Joyce M.Laurens (Advisor 1); Ir. Bisatya Widadya Maer, M.T. (Advisor 2); Wanda Widigdo Canadarma (Advisor 3); Dr. Feny Elsiana, S.T., M.T. (Examination Committee 1); Markus Ignatio Aditjipto (Examination Committee 2); Altrerosje Asri, S.T., M.T. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Skripsi No. 01024362/ARS/2022; Richard Winarto (B12180027)",
  "subjects": "RECYCLING (WASTE, ETC.)--MANAGEMENT; WASTE DISPOSAL FACILITIES; EDUCATION PARKS--DESIGNS AND PLANS"
}