{
  "id": "53234",
  "title": "Hubungan penggunaan Youtube dengan perkembangan kognitif anak di Sekolah Dasar Teologi Kristen Pelangi Kristus",
  "abstract": "Perkembangan kognitif merupakan sesuatu yang penting dalam perkembangan anak. YouTube sebagai platform media sosial dapat digunakan untuk mengembangkan kognitif anak. Penelitian ini bertujuan untuk melihat hubungan penggunaan YouTube dan perkembangan kognitif anak. Metode penelitian ini menggunakan metode kuantitatif korelasi. Anak-anak yang diteliti adalah anak kelas 4-6 SD di Sekolah Dasar Teologi Kristen Pelangi Kristus. Cara menganalisis data melalui uji korelasi Pearson Product Moment. Hasil analisis penelitian ini menunjukkan bahwa tidak terdapat hubungan yang signifikan antara penggunaan YouTube dan perkembangan kognitif anak. Hasil analisis kedua variabel menunjukkan angka -0,044 berarti penggunaan YouTube tidak memiliki hubungan dengan perkembangan kognitif anak. Karena jika melihat rentangan nilai hubungan korelasi, 0-0,199 merupakan hubungan korelasi lemah. Juga untuk tidak terdapat hubungan antara kedua variabel karena 0,843>0,05 yang berarti tidak ada hubungan antara keduanya. Selain itu ada 4 alasan mengapa ada kekurangan dalam hubungan kedua variabel tersebut yaitu orang tua, motivasi belajar anak, penggunaan teknologi yang masih kurang dari guru, dan kurangnya dukungan dari media tersebut untuk menjadi alat pembelajaran.",
  "creators": "KEVIN DANIEL",
  "contributors": "Romirio Torang Purba, S.Pd., M.Pd. (Advisor 1); Iman Subekti S.Pd.,M.Pd. (Examination Committee 1); Franky Boentolo, S.T., M.Div., M.Th. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010004/PGSD/2022; Kevin Daniel (G11180002)",
  "subjects": "COGNITION IN CHILDREN; EDUCATIONAL PSYCHOLOGY; YOUTUBE (ELECTRONIC RESOURCE); COGNITION IN CHILDREN--RESEARCH."
}