{
  "id": "53233",
  "title": "Perancangan branding Artha Kencana Mandiri (AKM) Amenities untuk meningkatkan brand awareness",
  "abstract": "Brand adalah sebuah identitas yang dikenal oleh konsumen ataupun masyarakat luas. Brand lebih dari sekedar desain atau merek, melainkan keseluruhan pengalaman konsumen yang membedakan suatu organisasi atau produk dari lainnya. Identitas brand merupakan aspek yang penting dalam menjalankan suatu brand, demi membangun brand image, meningkatkan brand awareness dan minat konsumen. Brand awareness sendiri merupakan salah satu hal yang penting dalam menjalankan suatu brand. Awareness adalah situasi dimana audiens mendapatkan informasi mengenai suatu produk ataupun brand. Namun banyak pihak yang masih belum mengerti pengaruh penting identitas brand dan pengaruhnya pada brand awareness terhadap kalangan audiens. Perancangan ini bertujuan untuk mengetahui secara langsung pengaruh dari pembuatan identitas brand dan sosial media pada brand AKM terhadap brand awareness para konsumen. Perancangan dilakukan dengan membangun identitas brand yang jelas menggunakan metode perancangan secara kualitatif seperti wawancara, pembagian kuesioner dan observasi serta membuat strategi brand yang sesuai melalui media sosial, sehingga perancangan ini dapat mempengaruhi brand awareness di kalangan masyarakat. Sosial media digunakan sesuai dengan kebutuhan brand demi meningkatkan brand awareness di kalangan masyarakat. Dengan adanya identitas brand dan sosial media dapat meningkatkan brand awareness serta mengikuti kemajuan zaman atau kemajuan teknologi yang ada.",
  "creators": "STEPHANIE JESSICA",
  "contributors": "Ani Wijayanti Suhartono (Advisor 1); Luri Renaningtyas, S.T., M.Ds. (Advisor 2); Asthararianty, S.Sn., M.Ds. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Branding Design",
  "source": "Branding Design No. 00023822/DKV/2022; Stephanie Jessica (E12180066)",
  "subjects": "INTERNET MARKETING; BRANDING (MARKETING); GRAPHIC ARTS; LOGOS (SYMBOLS)--DESIGN; COMMERCIAL ARTS; VISUAL COMMUNICATION"
}