{
  "id": "53245",
  "title": "Studi perbandingan teori dan praktik teknik photo retouching model saat internship di perusahaan VitD Studio Jakarta",
  "abstract": "Pada saat mengikuti kegiatan internship selama enam bulan, penulis mengamati adanya persamaan dan perbedaan teknik photo retouching model secara teori yang didapatkan di jenjang perkuliahan atau studi literatur, dengan praktik langsung pada kebutuhan industri. Perbedaan secara fungsional penggunaan tools, sangat berpengaruh terhadap hasil akhir photo retouching. Hal ini disadari bahwa kepentingan photo retouching model kaitannya dengan subjek manusia yang berpengaruh terhadap identitas public figure, dan promosi sebuah brand. Oleh sebab itu melalui penelitian ini, penulis akan menjelaskan proses photo retouching yang tidak merubah fitur wajah dan tetap mempertahankan detail dan kualitas foto asli. Selain itu penulis juga akan meneliti perihal utama dalam proses photo retouching model. Tujuan utama dalam penelitian ini adalah mengetahui dan membandingkan teknik photo retouching model dalam komersial secara detail. Metode penelitian yang digunakan penulis menggunakan komparasi kualitatif, dengan membandingkan dua variabel antara teori dengan praktik di industri. Metode analisa data menggunakan tiga tahapan yaitu reduksi data, penyajian data, dan kesimpulan data. Hasil dari komparasi perbandingan, perbedaan dari pengaplikasian photo retouching ada pada tahapan cleaning image. Karena pada tahapan ini merupakan tahapan yang erat kaitannya dengan fitur wajah dan tekstur.",
  "creators": "YOHANES LEONARD HARTONO",
  "contributors": "Ani Wijayanti Suhartono (Advisor 1); Ayu Widhi (Advisor 2); Yusuf Hendra Y. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00023753/DKV/2022; Yohanes Leonard Hartono (E12180107)",
  "subjects": "BRANDING (MARKETING); PHOTOGRAPHY; VISUAL COMMUNICATION"
}