{
  "id": "53252",
  "title": "Perancangan paket permainan sensori tematik “Bibobabo” untuk anak usia dini dengan gangguan spektrum autisme",
  "abstract": "Virus Covid-19 mempengaruhi seluruh aspek kehidupan setiap insan di dunia. Tak terkecuali dalam hal pendidikan anak berkebutuhan khusus, khususnya yang memiliki gangguan spektrum autisme atau Autism Spectrum Disorder (ASD). Selain anak-anak regular, anak ASD yang seharusnya memerlukan pembelajaran tatap muka dengan guru maupun terapis. Meskipun kini pandemi covid-19 sudah berangsur mereda, tetapi kekhawatiran orang tua akan virus-virus berbahaya di luar sana belum hilang sepenuhnya, sehingga anak, terutama yang masih berusia dini lebih banyak menghabiskan waktu di rumah saja bersama keluarga. Oleh karena itu, dibutuhkan sistem pembelajaran yang seru namun juga mengedukasi anak di rumah, yakni sebuah paket permainan sensori “Bibobabo” tematik yang dapat menjadi salah satu bentuk terapi sensori integrasi untuk anak ASD usia dini dari rumah. Permainan “Bibobabo” merupakan penggabungan dari empat jenis permainan, yaitu sensory board, sensory bag, sensory bottle dan sensory bin. Tujuan perancangan adalah untuk memperkenalkan pengalaman sensori yang menyenangkan pada anak dengan beberapa aktivitas sederhana. Permainan ini memiliki tema-tema alam, sehingga anak juga belajar mengenai stimulasi multisensori dari alam sekitar mereka dan membantu proses belajar anak ASD secara optimal. Metode penelitian yang digunakan adalah kualitatif melalui wawancara secara langsung dengan terapis anak berkebutuhan khusus, melakukan survei kepada orang tua anak ASD, dan melakukan observasi secara online maupun offline. Setelah memperoleh hasil data, selanjutnya data diolah melalui analisa 5W+1H, SWOT, dan 4P. Permainan ini telah diujicobakan kepada tiga orang anak ASD usia dini di klinik Calling Star Development Center di Balikpapan. Hasil uji coba menunjukkan bahwa anak kooperatif dan berperilaku tenang selama proses bermain. Selain itu, permainan ini juga berhasil memberikan pengalaman sensorik dan melatih stimulasi sensori anak meskipun hanya di rumah saja.",
  "creators": "ANG FELICIA FANI WIJAYA",
  "contributors": "Elisabeth Christine Yuwono (Advisor 2); Vanessa Yusuf (Advisor 1); Bing Bedjo Tanudjaja (Examination Committee 1); Rika Febriani, S.Sn., M.A. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Multimedia Interaktif (Board Game, Game)",
  "source": "Multimedia Interaktif (Board Game, Game) No. 00023858/DKV/2022; Ang Felicia Fani Wijaya (E12180154)",
  "subjects": "AUTISM IN CHILDREN--TREATMENT; EDUCATIONAL GAMES; GRAPHIC ARTS; VISUAL COMMUNICATION"
}