{
  "id": "53266",
  "title": "Analisa perbandingan teori pembuatan animasi karakter gim dengan praktek di PT Agate International dari segi efisiensi dan hasil akhir",
  "abstract": "Program CII atau Creative Interpreneurship ini dipilih, karena kegiatan magang sangat diperlukan untuk mahasiswa, dengan mengikuti magang mahasiswa dapat melakukan pelatihan mengenai proses bekerja. Juga sesuai dengan mata kuliah yang dipilih penulis yaitu animasi. Untuk itulah perusahaan PT. Agate International dipilih karena perusahaan ini sudah berpengalaman dalam program magang dan perusahaan ini sesuai untuk mahasiswa yang telah mengambil mata kuliah animasi. Rupanya setelah proses magang di perusahaan PT Agate International, terdapat perbedaan tahap dalam pembuatan animasi gerakan karakter ini, yaitu tidak adanya tahap storyboard. Penulis ingin mengetahui alasan tahap storyboard ini dilewati dari segi efisiensi, efisiensi dipilih karena jika melewati tahap storyboard ini lebih efisien maka dapat mengurangi waktu pengerjaan. Tidak lupa hasil akhir juga dilihat karena walaupun cepat tapi hasilnya tidak memuaskan maka akan sia-sia. Metode yang digunakan adalah kuantiatif komparasi, dimana akan mengkomparasi data waktu dan hasil akhir pembuatan animasi. hasil Analisa mengatakan, tanpa storyboard lebih efisien dari pada menggunakan storyboard saat membuat animasi gerakan karakter gim, karena membuat storyboard ini memakan waktu yang lumayan banyak. Hasil akhir yang dihasilkan juga baik, karena penentu hasil akhir sebuah animasi, bukan karena adanya storyboard tetapi 12 prinsip animasi.",
  "creators": "KHRISNA SUHANTO",
  "contributors": "Rika Febriani, S.Sn., M.A. (Advisor 1); Daniel Kurniawan, S.Sn., M.Med.Com (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00023717/DKV/2022; Khrisna Suhanto (E12180007)",
  "subjects": "ANIMATION (CINEMATOGRAPHY); GRAPHIC ARTS; VISUAL COMMUNICATION"
}