{
  "id": "53268",
  "title": "Studi komparasi proses pengerjaan karya desain grafis antara PT Mahaghora dengan proses studi di Universitas Kristen Petra",
  "abstract": "Desain Grafis sudah sangat berkembang di zaman moderen ini karena desain grafis berhubungan langsung dengan perkembangan teknologi informasi dan komunikasi. Yang semula masih menggunakan alat tradisional, Di zaman moderen ini masyarakat sudah bisa menggunakan perangkat komputeryang sudah dilengkapi fitur-fitur yang canggih. Dengan penggunaan perangkat komputer, masyarakat menjadi lebih mudah dalam membuat sebuah karya desain grafis yang berguna untuk mempromosikan produk yang akan dijual. Adanya peningkatan permintaan akan desain grafis di mata masyakarat, Hal tersebut menjadi alasan penulis untuk melakukan penelitian mengenai studi komparasi mengenai teori yang diajarkan oleh pihak Universitas Kristen Petra dengan kegiatan praktek yang dilakukan penulis di PT.Mahaghora mengenai proses pembuatan sebuah desain visual dan cara membuat sebuah konsep desain grafis yang baik dan benar. Sehingga hal tersebut membantu penulis dalam pembuatan sebuah karya desain grafis. Metode penelitian yang digunakan oleh penulis dalam laporan ini yaitu menggunakan metode kualitatif komparatif. Dalam pengumpulan data, penulis melakukan observasi, wawancara dan dokumentasi untuk memperoleh data-data yang diperlukan pada saat penelitian. Untuk teknik analisa data yaitu menggunakan metode 5W+1H",
  "creators": "DAVID VIOREL ISLANDA PUTRA",
  "contributors": "Daniel Kurniawan, S.Sn., M.Med.Com (Advisor 1); Rika Febriani, S.Sn., M.A. (Examination Committee 1); Liana Puspita (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00023722/DKV/2022; David Viorel Islanda Putra (E12180020)",
  "subjects": "GRAPHIC ARTS; GRAPHIC DESIGN (TYPOGRAPHY); VISUAL COMMUNICATION"
}