{
  "id": "53277",
  "title": "Program community engagement pemberdayaan komunitas disabilitas berbasis ekonomi “self help group solo” melalui pengolahan limbah ampas kopi menjadi pewarna alami tekstil",
  "abstract": "Minum kopi sudah menjadi sebuah gaya hidup bagi masyarakat di Indonesia, terlihat dari peningkatan jumlah konsumsi kopi dan juga kian menjamurnya kedai-kedai kopi. Hal ini mengakibatkan penumpukan limbah ampas kopi di Tempat Pembuangan Akhir (TPA) yang dapat menimbulkan berbagai dampak buruk, seperti tanah yang menjadi semakin asam dan meningkatnya laju pemanasan global. Untuk mengurangi limbah ampas kopi agar tidak menumpuk, dilakukan kegiatan untuk mengolah ampas kopi menjadi pewarna alami tekstil. Solusi ini dapat sekaligus mengurangi limbah tekstil yang kerap kali mencemari Sungai Bengawan Solo. Pewarna alami yang dihasilkan akan digunakan untuk memproduksi produk fungsional yang dapat digunakan sehari-hari seperti outer dan tote bag. Selain itu, proses pembuatan produk berkolaborasi dengan anggota komunitas disabilitas berbasis ekonomi, Self Help Group Solo. Bentuk kolaborasi akan berupa pemberdayaan dan pelatihan, untuk memaksimalkan kemampuan anggota sehingga dapat menciptakan produk yang unik dengan value ramah lingkungan dan memiliki potensi untuk dipasarkan. Produk hasil kolaborasi ini dikemas dalam sebuah brand dengan nama “BAWARNA”. Selain mengurangi limbah ampas kopi dan limbah tekstil, kegiatan ini juga dapat membantu kaum disabilitas, untuk dapat terus berkarya serta memiliki alternatif lapangan kerja yang mandiri di samping keterbatasan yang mereka miliki.",
  "creators": "VERONICA BONI PAMUDJA",
  "contributors": "Deddi Duto Hartanto (Advisor 1); BERNADETTE DIAN ARINI MAER, S.SN.,MA. (Advisor 2); Heru Dwi Waluyanto (Examination Committee 1); Merry Sylvia, S.Sn (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00023783/DKV/2022; Veronica Boni Pamudja (E12180157)",
  "subjects": "RESIST-DYED TEXTILES; DYES AND DYEING--TEXTILE FABRICS"
}