{
  "id": "53278",
  "title": "Perancangan kemasan praktis dan media promosi nasi lahap",
  "abstract": "Pandemi Covid-19 membawa banyak perubahan dalam kebiasaan hidup masyarakat, salah satunya adalah penerapan protokol kesehatan dan kebijakan WFH. Realitanya, tidak semua pekerjaan dapat menerapkan WFH sehingga masyarakat tersebut memiliki risiko lebih besar untuk terpapar virus Covid-19. Sebagai virus yang menular lewat udara, Covid-19 sangat mudah menular saat aktivitas makan. Saat makan, tentu seseorang akan membuka masker, menggunakan alat dan alas makan yang tidak selalu terjamin kebersihannya. Apalagi apabila aktivitas makan dilakukan di ruang tertutup dan berkerumun. Oleh karena itu, dibuatlah perancangan kemasan praktis yang dapat mengemas menu makanan berupa gulungan nasi dan ayam yang dinamakan nasi lahap. Penyajian nasi lahap meminimalisir kontak tangan secara langsung dengan makanan, praktis tanpa alat dan alas makan sehingga mudah dibawa ke mana-mana, dan bisa menghindari kerumunan. Target audience dalam perancangan ini difokuskan di kota Solo. Perancangan ini menggunakan metode kualitatif dengan cara mengumpulkan dan menganalisa data. Metode pengumpulan data primer dan sekunder dilakukan dengan wawancara, observasi, uji coba, dan kajian teoritis. Selanjutnya, data yang telah dikumpulkan diolah dengan metode analisa SWOT. Hasil analisa nantinya akan berguna untuk perancangan media promosi guna meningkatkan awareness brand.",
  "creators": "SHARLENE FELICIA PARWITO",
  "contributors": "Listia (Advisor 1); Rika Febriani, S.Sn., M.A. (Advisor 2); Heru Dwi Waluyanto (Examination Committee 1); Anang Tri Wahyudi (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Desain Kemasan",
  "source": "Desain Kemasan No. 00023867/DKV/2022; Sharlene Felicia Parwito (E12180151)",
  "subjects": "COMMERCIAL ARTS; PACKAGING--DESIGN; VISUAL COMMUNICATION"
}