{
  "id": "53271",
  "title": "Studi perbandingan teori dan praktek dalam proses kreatif pembuatan kampanye periklanan di PT Tiga Cipta Pariwara\\TBWA Indonesia",
  "abstract": "Di era digital seperti sekarang ini, persaingan di dunia kreatif khususnya dalam bidang kampanye periklanan menjadi semakin ketat. Hal ini berpengaruh pada keefektivitasan kampanye periklanan dan mempersingkat perhatian audience dalam menerima kampanye periklanan. Penelitian ini dimaksudkan untuk dapat mengetahui perbandingan teori dan praktek dalam proses kreatif pembuatan kampanye periklanan di PT Tiga Cipta Pariwara\\TBWA Indonesia, menghasilkan kajian analisis perbandingan teori dan praktek dalam proses kreatif pembuatan kampanye periklanan di PT Tiga Cipta Pariwara\\TBWA Indonesia, dan menghasilkan saran pengembangan berdasarkan kajian analisis perbandingan teori dan praktek dalam proses kreatif pembuatan kampanye periklanan di PT Tiga Cipta Pariwara\\TBWA Indonesia. Metode pengolahan data dilakukan dengan metode komparatif kualitatif. Teknik pengumpulan data yang dipakai adalah observasi, melakukan catatan kerja, wawancara, dan studi pustaka. Setelah 6 bulan melakukan magang di PT. Tiga Cipta Pariwara\\TBWA Indonesia, penulis menemukan ada 6 tahap yang dapat dilakukan untuk menciptakan sebuah kampanye periklanan yang efektif. Berikut merupakan 6 tahap dalam proses kreatif pembuatan kampanye periklanan, yaitu tahap mengenali brand, tahap Customer Insight, tahap memahami pesan marketing dan membuat pesan komunikasi, tahap Brainstorming ide kreatif, tahap Eksekusi, dan tahap produksi. Dengan mengaplikasikan keenam tahap ini, pembuat iklan dapat menciptakan kampanya periklanan yang efektif.",
  "creators": "TIMOTHY ALDORINO BUDIONO",
  "contributors": "Vanessa Yusuf (Advisor 1); Ardi Kanaka, S.Sn. (Advisor 2); Deddi Duto Hartanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00023758/DKV/2022; Timothy Aldorino Budiono (E12180121)",
  "subjects": "ADVERTISING CAMPAIGNS--PLANNING"
}