{
  "id": "53288",
  "title": "Perancangan clothing line “Aksartee” sebagai sarana untuk melestarikan aksara Jawa kepada generasi muda",
  "abstract": "Aksara Jawa atau yang lebih dikenal dengan Hanacaraka sudah muncul dan berkembang di sebagian pulau Jawa dari pertengahan abad ke-15, namun nyatanya aksara Jawa tetap terancam punah dan mulai terlupakan di era modern ini. Alasan utama terancamnya aksara Jawa adalah karena jarang digunakan dalam kehidupan sehari-hari generasi muda. Tujuan dari perancangan ini adalah untuk memperkaya fungsi aksara Jawa yang dahulu hanya digunakan sebagai sarana surat menyurat dan menulis dokumen pemerintah menjadi sesuatu yang dapat digunakan dalam kehidupan sehari-hari, yaitu pakaian. Perancangan ini menggunakan metode ATUMICS (Artefact, Technique, Utility, Material, Icon, Concept, Shape), SWOT (Strength, Weakness, Opportunity, Threat), Why Test, konsep perancangan, dan visualisasi dengan tahapan perancangan: (1) observasi dan pengumpulan data tentang aksara Jawa, fashion, dan target audiens (2) melakukan pengembangan dan eksplorasi visual, (3) memproduksi produk, dan (4) memasarkan produk. Berdasarkan hasil observasi, hasil dari perancangan brand clothing line ini adalah sebagai berikut: (1) produk fashion aksara Jawa, (2) branding Aksartee, dan (3) promosi Aksartee melalui media Instagram. Melalui perancangan ini, generasi muda Indonesia dapat ikut serta melestarikan aksara Jawa dalam kehidupan sehari-hari, mencintai produk lokal, dan sadar bahwa kebudayaan lokal dapat mengajarkan banyak hal tentang kehidupan.",
  "creators": "TORINAGA ANUGROHO",
  "contributors": "Elisabeth Christine Yuwono (Advisor 1); Vanessa Yusuf (Advisor 2); Bing Bedjo Tanudjaja (Examination Committee 1); Rika Febriani, S.Sn., M.A. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Inovasi Bisnis",
  "source": "Inovasi Bisnis No. 00023857/DKV/2022; Torinaga Anugroho (E12180038)",
  "subjects": "ADVERTISING; BRANDING (MARKETING); BRANDING"
}