{
  "id": "53296",
  "title": "Perancangan kampanye peningkatan kesadaran mahasiswa terhadap toxic positivitiy melalu media Instagram",
  "abstract": "Emosi negatif dapat muncul ketika seseorang berada dalam situasi yang kompleks. Namun rasa malu dan bersalah sering dirasakan ketika merasakan emosi tersebut karena dianggap kurang bersyukur. Akhirnya berujung dipendam, diabaikan dan ditutup dengan emosi positif dengan maksud perasaan negatif tersebut dapat berlalu. Konsep berpikir tersebut disebut dengan istilah toxic positivity, dimana emosi positif dinilai paling benar sedangkan emosi negatif yang sedang dirasakan justru diabaikan. Toxic positivity memiliki dampak yang buruk kepada orang yang memiliki pemikiran maupun kepada orang yang dituju. Hal ini kerap terjadi di lingkungan sehari-hari, salah satunya di lingkungan mahasiswa. Oleh karena itu, dibutuhkannya perancangan kampanye peningkatan kesadaran agar mahasiswa dapat menyadari, mengenali lebih dalam toxic positivity sehingga dapat mencegah dan mengurangi terjadinya toxic positivity. Kampanye ini dilakukan dalam media Instagram dan memanfaatkan fitur-fitur yang tersedia seperti story, stiker GIF, dan sebagainya. Menggunakan pendekatan visual ilustrasi agar selain informatif juga dapat menarik dan lebih menjangkau target dengan luas. Perancangan ini menggunakan metode data primer yaitu wawancara, kuesioner, dan observasi secara langsung serta data sekunder.",
  "creators": "T. CINDY LAURA",
  "contributors": "Rebecca Milka Natalia Basuki (Advisor 1); PAULUS BENNY SETYAWAN, SH.,M.HUM. (Advisor 2); Bing Bedjo Tanudjaja (Examination Committee 1); Yusuf Hendra Y. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Kampanye Sosial",
  "source": "Kampanye Sosial No. 00023871/DKV/2022; T. Cindy Laura (E12180227)",
  "subjects": "ADVERTISING CAMPAIGNS; COMMERCIAL ARTS; VISUAL COMMUNICATION; INSTAGRAM (FIRM); GRAPHIC ARTS"
}