{
  "id": "53291",
  "title": "LEAP Community Engagement: pemanfaatan sampah plastik HDPE menjadi produk dekorasi sebagai pemberdayaan pengrajin kayu “Pranata Wood” desa Kacangan, Kabupaten Nganjuk",
  "abstract": "Permasalahan sampah plastik yang dialami Indonesia masih menjadi masalah yang harus segera ditangani mengingat dampaknya yang berbahaya bagi kesehatan manusia dan sumber daya alam. Dalam skala yang lebih kecil dari bagian Indonesia, permasalahan sampah plastik di Kabupaten Nganjuk juga menjadi salah satu permasalahan yang mengkawatirkan. Dari adanya tindakan mengolah salah satu jenis sampah plastik, hal tersebut dapat menjadi bukti awal kepedulian terhadap kebersihan lingkungan. Jenis sampah plastik yang dipilih adalah HDPE karena sifatnya yang padat, kuat, keras atau kaku, serta mudah jika dilebur guna dijadikan wujud yang baru. Permasalahan kedua berkaitan dengan pemberdayaan komunitas. Pengrajin kayu “Pranata Wood” di desa Kacangan Kabupaten Nganjuk menjadi pilihan dalam membantu proses penelitian lebih lanjut. Usaha kerajinan yang ditekuni memiliki permasalahan pendapatan yang tidak tetap. Dari kedua masalah yang ada, dirancanglah suatu produk dekorasi yang berbahan kayu dan leburan plastik HDPE sebagai pelengkap. Peleburan cacahan plastik HDPE dilakukan oleh peneliti, sedangkan jangka waktu pengerjaan bersama pengrajin kayu berjalan dari bulan November 2021 sampai Juni 2022. Produk yang dibuat dikemas dalam suatu brand baru bernama “tu tuk tu” yang siap bersaing di pasaran. Penelitian ini menggunakan metode kualitatif. Dari pemberdayaan ini pengrajin kayu dapat memiliki kreasi produk yang baru dan meningkatkan perekonomiannya.",
  "creators": "SURYO PUTRO HUTOMO",
  "contributors": "Vanessa Yusuf (Advisor 1); Mendy Hosana Malkisedek (Advisor 2); Deddi Duto Hartanto (Examination Committee 1); BERNADETTE DIAN ARINI MAER, S.SN.,MA. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00023790/DKV/2022; Suryo Putro Hutomo (E12180153)",
  "subjects": "DECORATIVE ARTS; RECYCLING (WASTE, ETC.)"
}