{
  "id": "53295",
  "title": "Studi perbandingan teori dan praktik layering produk dalam komersialisasi di perusahaan VitD Studio Jakarta",
  "abstract": "Di jaman sekarang yang mulai banyak perusahaan yang melakukan promosi iklan produknya dalam bentuk digital baik dalam komersial skala besar, maupun iklan yang diupload pada media sosialnya saja. Hal ini membuat pentingnya bagian dari industri kreatif dalam proses pembuatan iklan-iklan komersial, salah satunya pada bagian industri kreatif di bidang digital imaging yang penulis tempati selama internship (VitD Studio) di mana dalam proses pembuatan karya digital imaging dibutuhkan beberapa teknik yang sering digunakan di dalamnya seperti retouching, cropping, masking, Komposing, layering dan coloring. Salah satu teknik yang akan dibahas dan juga sering digunakan penulis yaitu teknik layering, alasan penulis mengambil teknik ini sebagai hal yang perlu dibahas karena teknik ini dapat menjadi sebuah dasar dalam melakukan editing karya digital imaging, yang menjadi hal baru penulis selama internship. Oleh karena itu, penulis ingin melakukan studi perbandingan mengenai teknik layering dalam teori dan praktik dalam komersialisasi. Dalam studi perbandingan ini metode penelitian yang penulis gunakan adalah metode penelitian kualitatif komparasi. Dengan hasil yang diperoleh, penulis dapat menyimpulkan bahwa dengan menggunakan tabel perbandingan, dalam teknik layering yang diajarkan pada teori dan praktik memiliki perbedaan dan kesamaan. Di mana teknik pada praktik memiliki poin yang lebih mendalam mengenai pentingnya komposisi, layer management, penggunaan tools, kesamaan highlight dan kontras dalam teknik layering yang dimana juga diterapkan pada teori.",
  "creators": "STEVEN",
  "contributors": "Ani Wijayanti Suhartono (Advisor 1); Ayu Widhi (Advisor 2); Yusuf Hendra Y. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00023747/DKV/2022; Steven (E12180094)",
  "subjects": "COMPUTER ART--TECHNIQUE; IMAGE PROCESSING--DIGITAL TECHNIQUES"
}