{
  "id": "53292",
  "title": "Pengembangan produk abon ikan sebagai pemberdayaan kewirausahaan di panti asuhan Tarekat Maria Mediatrix Surabaya",
  "abstract": "Masalah ekonomi merupakan salah satu masalah yang sedang dihadapi oleh sebagian besar masyarakat terutama di era pandemi. Salah satu yang sedang menghadapi masalah finansial tersebut ialah Panti Asuhan Tarekat Maria Mediatrix (TMM). Panti Asuhan TMM berada di jalan Manukan Kulon, Surabaya Barat. Dalam memenuhi kebutuhan sehari-hari, dana yang tersedia sekarang masih kurang mencukupi. Selama ini mereka hanya mengandalkan sumbangan dari para donatur dan dengan menjalankan usaha kecil-kecilan, seperti berjualan abon dan rosario. Namun hasil dari penjualan produk tersebut dirasa masih kurang mencukupi, karena kurangnya dari segi produk itu sendiri hingga srategi promosi yang dirasa kurang efisien. Melihat kondisi tersebut, terdapat peluang untuk mengembangkan produk abon ikan agar dapat menjadi lebih menarik. Metode penelitian yang digunakan ialah metode kualitatif, dimulai dari aspek mendapatkan bahan baku yang terjangkau, mengembangkan produk pendukung abon, desain kemasan yang menarik, hingga cara pemasaran yang baik dan benar. Program ini akan membutuhkan kerjasama dari anak-anak panti yang bersangkutan dengan memanfaatkan kemampuan yang sudah dimiliki dengan tujuan untuk mengajak mereka ikut berpartisipasi dalam proses pemberdayaan kewirausahaan ini. Hasil dari kegiatan pemberdayaan produk abon dan produk pelengkap abon ini diharapkan akan dapat menjadi sumber penghasilan tambahan yang akan digunakan untuk memenuhi kebutuhan sehari-hari seluruh penghuni panti asuhan TMM.",
  "creators": "ISABELLA LAURA",
  "contributors": "Vanessa Yusuf (Advisor 1); Mendy Hosana Malkisedek (Advisor 2); Deddi Duto Hartanto (Examination Committee 1); BERNADETTE DIAN ARINI MAER, S.SN.,MA. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00023788/DKV/2022; Isabella Laura (E12180136)",
  "subjects": "ENTREPRENEURSHIP; NEW BUSINESS ENTERPRISES"
}