{
  "id": "5329",
  "title": "Peningkatan jaminan kualitas di PT \"X\"",
  "abstract": "PT X adalah salah satu perusahaan keramik di Indonesia yang bergerak dalam bidang produksi keramik lantai dan keramik dinding. Departemen yang bertanggungjawab atas jaminan kualitas produk jadi yang dikirim kepada konsumen adalah departemen quality management system. Sebelum produk dikirim kepada konsumen, PT X melakukan 100% inspeksi untuk memisahkan produk berdasarkan tingkat kualitasnya. Pada saat produk sudah berada pada palet-palet, departemen QMS melakukan sampling penerimaan untuk memutuskan apakah palet tersebut layak untuk dikirimkan kepada konsumen. Jumlah pengaduan konsumen merupakan parameter yang menunjukkan kelolosan kecacatan kepada konsumen. Jumlah pengaduan konsumen yang meningkat pada tahun 2005 disinyalir berasal dari kelolosan sistem sampling yang dipakai saat ini. Penelitian dilakukan untuk mengetahui seberapa baik metode sampling yang dipakai saat ini dan usulan perbaikan apa yang dapat dilakukan untuk memperbaiki metode sampling di PT X. Inspeksi 100% terhadap produk jadi untuk memisahkan tingkat kualitas produk dilakukan oleh pekerja. Jumlah pengaduan yang meningkat pada tahun 2005 disinyalir juga berasal dari kelolosan pekerja saat melakukan inspeksi. Penelitian dilakukan terhadap pekerja dari sisi ergonomi dan antropometri untuk mengetahui penyebab kelolosan dan langkah perbaikan yang dapat dilakukan untuk mengurangi tingkat kelolosan kecacatan tersebut.",
  "creators": "ENGELINE FITRIANI T; FENDY DWI CAHYONO",
  "contributors": "Siana Halim (Advisor 1); I Gede Agus Widyadana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011076/IND/2006; Engeline Fitriani Tunardih (25401105), Fendy Dwi Cahyono (25402179)",
  "subjects": "TOTAL QUALITY MANAGEMENT; QUALITY CONTROL"
}