{
  "id": "53299",
  "title": "Perancangan komik digital webtoon tentang kelainan mental obssesive complusive disorder pada usia dewasa muda",
  "abstract": "Obsessive Complusive Disorder adalah sebuah gangguan mental yang bersifat obsesif dan komplusif yang mengganggu penderita dalam kehidupannya sehari-sehari. Kompulsif adalah kebiasaan yang dilakukan secara berulang-ulang serta, obsesif adalah pemikiran yang intrusif. Edukasi tentang OCD harus dilakukan kepada masyarakat agar, masyarakat dapat mencegah menyebarnya perilaku negatif terhadap penderita termasuk bullying kepada dewasa muda. Webtoon tersebut tidak hanya ingin mengedukasikan tetapi, juga memberi pesan dan dorongan kepada masyarakat bahwa hal tersebut tidak boleh dianggap hal kurang penting dan media tersebut adalah media yang baik untuk mengedukasikan dewasa muda, karena sesuai situasi sekarang dan mengikuti zaman dimana teknologi telah berkembang di Indonesia. Promosi webtoon dilakukan melalui media sosial dengan menggunakan Instagram dan publikasi webtoon menggunakan situs Webtoon Canvas. Webtoon telah dibaca dan diberikan masukan oleh pembaca umum dan ahli. Saran dan kritik dari pembaca umum secara konten dan desain minoritas positif tetapi, masih ada beberapa saran yang menyatakan masih ada bagian yang kurang. Ahli memberikan saran bahwa keseluruhan sudah bagus tetapi, masih kurang dalam menyampaikan beberapa informasi. Saran-saran tersebut akan membantu dalam perkembangan webtoon pada ke depannya.",
  "creators": "JANICE KARINA",
  "contributors": "Heru Dwi Waluyanto (Advisor 1); Asthararianty, S.Sn., M.Ds. (Advisor 2); Elisabeth Christine Yuwono (Examination Committee 1); Anang Tri Wahyudi (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Komik Web",
  "source": "Komik Web No. 00023816/DKV/2022; Janice Karina (E12170015)",
  "subjects": "COMIC BOOKS, STRIPS, ETC.; GRAPHIC ARTS; VISUAL COMMUNICATION"
}