{
  "id": "53290",
  "title": "Perancangan kampanye sosial anti kekerasan pada binatang monyet",
  "abstract": "Kekerasan pada monyet menjadi salah satu permasalahan yang terjadi hingga masa sekarang. Kekerasan pada monyet terjadi karena adanya keinginan manusia untuk melakukan eksploitasi pada monyet, baik dalam bentuk perdagangan, pembunuhan dan bentuk kekerasan lainnya. Adapun rendahnya rasa kesadaran diri yang dimiliki oleh manusia, menyebabkan aksi kekerasan pada monyet dapat terjadi secara terus-menerus. Aksi kekerasan pada monyet merupakan hal yang bersifat kompleks, maka digunakan metode perancangan yang menggunakan cara pandang kualitatif, dan metode penelitian dengan pengumpulan data primer dan sekunder serta analisis data. Metode analisis data menggunakan metode 5W+1H dimana dilakukan analisis terhadap keadaan yang terjadi pada masa sekarang mengenai kekerasan pada monyet, serta akan dilakukan analisis sesuai dengan data yang telah ada, dengan tujuan untuk mencoba memposisikan diri sebagai target perancangan, sehingga bisa memperoleh penggambaran mengenai pemikiran dari masyarakat terhadap monyet. Melalui kampanye sosial yang telah dijalankan, hasil yang diperoleh menunjukkan bahwa kampanye sosial ini memiliki dampak bagi target audience yang ada, dimana mereka mau mengutarakan perasaan dan memberi tanggapan mengenai aksi kekerasan pada monyet yang terjadi, dan hal tersebut menunjukkan bahwa terdapat kepedulian dari masyarakat terhadap aksi kekerasan pada monyet, dan menunjukkan bahwa masyarakat mau membuka hati mengenai aksi kekerasan terhadap monyet yang terjadi.",
  "creators": "JASON PUTRA YUGIARTO",
  "contributors": "Anang Tri Wahyudi (Advisor 1); Yusuf Hendra Y. (Advisor 2); Maria Nala Damajanti, S.Sn., M.Hum. (Examination Committee 1); Rebecca Milka Natalia Basuki (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Kampanye Sosial",
  "source": "Kampanye Sosial No. 00023828/DKV/2022; Jason Putra Yugiarto (E12180009)",
  "subjects": "GRAPHIC ARTS; VISUAL COMMUNICATION; ADVERTISING CAMPAIGNS"
}