{
  "id": "53308",
  "title": "Perancangan branding toko plastik Anak Raja dan promosinya melalui Instagram untuk meningkatkan brand awareness",
  "abstract": "Anak Raja adalah sebuah toko kemasan plastik yang baru berdiri di Sidoarjo selama 1 tahun dan memiliki visi untuk menjadi tempat tujuan masyarakat Sidoarjo khususnya para UMKM saat mereka mencari kemasan plastik. Namun hal ini belum bisa dilakukan dengan minimnya brand awareness masyarakat Sidoarajo mengenai keberadaan Anak Raja. Di masa pandemi seperti sekarang brand awareness makin sulit disebar karena Anak Raja belum eksis secara online. Adanya kompetitor yang sudah jauh lama berdiri juga menjadi tantangan lain dalam hal ini. Maka dari itu dibuatlah sebuah perancangan strategi branding untuk meningkatkan brand awareness akan Anak Raja. Strategi branding meliputi melakukan branding terhadap logo, identitas dari brand, serta melakukan promosi melalui media sosial Instagram. Metode analisis data yang digunakan adalah metode kualitatif dengan analisis SWOT (Strength, Weakness, Opportunity, dan Threat). Metode ini dipilih untuk menemukan USP (Unique Selling Point) dan positioning yang tepat. USP yang sudah ditemukan digunakan sebagai poin-poin utama dalam strategi branding dan promosi untuk meningkatkan brand awareness. Sedangkan positioning digunakan untuk melihat celah yang dapat dipakai Anak Raja dalam bersaing dengan kompetitor serta menjadi arahan dalam menentukan brand essence dan identity.",
  "creators": "MISAEL TIMOTHY IMANUEL",
  "contributors": "Hen Dian Yudani (Advisor 1); BERNADETTE DIAN ARINI MAER, S.SN.,MA. (Advisor 2); Andrian Dektisa Hagijanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Branding dan Promosi",
  "source": "Branding dan Promosi No. 00023878/DKV/2022; Misael Timothy Imanuel (E12180010)",
  "subjects": "BRANDING (MARKETING); SOCIAL MEDIA--MARKETING; VISUAL COMMUNICATION"
}