{
  "id": "53310",
  "title": "Perancangan clothing brand untuk memperkenalkan dan melestarikan kebudayaan seni kelingking sumbawa besar",
  "abstract": "Arus Globalisasi pada masa ini berjalan begitu cepat sehingga banyak budaya-budaya baru yang masuk, hal ini menyebabkan banyak budaya lokal yang semakin lama semakin ditinggalkan. Apabila tidak ada yang melestarikannya maka budaya tersebut akan punah. Oleh karena itu budaya lokal harus di lestarikan dengan memodifikasi atau membuat suatu inovasi baru tanpa menghilangkan satu-pun unsur-unsur budaya seperti makna, nilai, filosofi, dan lain-lain yang terkandung di dalamnya. Metodologi perancangan pada perancangan ini menggunakan metode penelitian kualitatif, yang di mana akan mengumpulkan data-data berupa data primer dan data sekunder. Pengumpulan data primer berupa wawancara dengan target perancangan dan observasi tempat sablon baju dan penjahit, sedangkan data sekunder didapatkan dari internet dan studi pustaka berkaitan tentang tema yang dibahas. Data-data yang sudah dikumpulkan akan di analisa dengan menggunakan 3 metode analisa yaitu metode analisa 5W1H untuk menganalisis studi pustaka, metode SWOT untuk menganalisis kompetitor, dan metode ATUMICS untuk menganalisis detail dari kebudayaan Seni Kelingking. Berdasarkan hasil penelitian yang telah dilakukan, dapat disimpulkan generasi muda adalah penerus dan kunci untuk melestarikan kesenian tradisional Seni Kelingking, dengan melalui pendekatan clothing desain dari kaos seperti t-shirt. Tidak hanya itu Filosofi dan nilai yang terkandung dalam motif-motif Seni Kelingking sangat penting bagi kehidupan generasi muda saat ini.",
  "creators": "PETER HERMANTO",
  "contributors": "Anang Tri Wahyudi (Advisor 1); Yusuf Hendra Y. (Advisor 2); Maria Nala Damajanti, S.Sn., M.Hum. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Inovasi Bisnis",
  "source": "Inovasi Bisnis No. 00023831/DKV/2022; Peter Hermanto (E12180032)",
  "subjects": "ADVERTISING; CLOTHING TRADE; GRAPHIC ARTS; VISUAL COMMUNICATION"
}