{
  "id": "53311",
  "title": "Perancangan kampanye sosial tentang kesehatan mental & sikap positif terhadap tubuh menggunakan Instagram",
  "abstract": "Industri mode menggunakan media sosial sebagai alat penyebaran informasi dan iklan. Dengan adanya standar kecantikan yang tersebar di dunia media sosial, perempuan lebih sering membandingkan diri. Standarisasi kecantikan demikian itu sering memicu upaya-upaya yang dapat merusak kesehatan mental, karena memicu perempuan untuk memperbaiki kekurangan tubuh agar dapat diterima baik di masyarakat. Kesehatan mental sama pentingnya dengan kesehatan tubuh. Perancangan ini dibuat untuk menyampaikan pesan-pesan informatif mengenai pentingnya kesehatan mental dan sebagai upaya memotivasi bahwa setiap tubuh individu memiliki kelebihan masing-masing, kelebihan dan kekurangan tubuh tidak bisa dinilai oleh standar kecantikan yang berasal dari industri mode. Perancangan ini menggunakan metode penelitian kualitatif, dengan teknik pengumpulan data wawancara, observasi, forum diskusi, dan studi pustaka. Pengumpulan data tentang standar kecantikan, dampak standar kecantikan, standar kecantikan di industri mode, dan teknik desain grafis dan fotografi sebagai pendekatan medianya. Berdasarkan sasaran perancangan yang dipilih, media perancangan menggunakan feeds Instagram yang menampilkan konten pengenalan, informasi, motivasi, dan dukungan untuk memberikan wawasan kesehatan mental serta menumbuhkan rasa sikap positif terhadap tubuh untuk perempuan. Melalui perancangan ini, diharapkan perempuan-perempuan Indonesia dapat menentukan standar kecantikan diri sendiri tanpa pengaruh dari luar.",
  "creators": "MARIA ANGELA JONAN",
  "contributors": "Andrian Dektisa Hagijanto (Advisor 1); Mendy Hosana Malkisedek (Advisor 2); Aristarchus Pranayana (Examination Committee 1); Vanessa Yusuf (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Kampanye Sosial",
  "source": "Kampanye Sosial No. 00023793/DKV/2022; Maria Angela Jonan (E12180073)",
  "subjects": "GRAPHIC ARTS; MENTAL HEALTH; VISUAL COMMUNICATION; INSTAGRAM (ELECTRONIC RESOURCE)"
}