{
  "id": "5332",
  "title": "Studi perencanaan penyediaan catu daya 10,3 MVA bandara internasional Juanda Surabaya dengan sistim 2 penyulang 20 kV PLN APJ Surabaya Selatan",
  "abstract": "Jawa Timur merupakan pusat perdagangan dan pariwisata yang sedang berkembang pesat. Salah satu obyek pengembangan adalah Bandara Internasional. Dalam pengembangannya diperlukan faktor-faktor pendukung, salah satunya adalah catu daya listrik ke Bandara Internasional. Beban listrik diperkirakan akan naik mencapai 2x beban semula, yaitu 5540 kVA menjadi 10300 kVA. Oleh sebab itu akan ditambah suplai listrik baru untuk memenuhi keperluan Bandara Internasional tersebut. Suplai listrik di catu dari Gardu Induk (GI) Rungkut dengan sistim 2 penyulang 20 kV menggunakan Cubicle Double Incoming dengan Automatic Transfer Switch (ATS). Penyulang Utama adalah Penyulang Rencana Bandara Juanda (SKTM sepanjang 2,097 kms) dan Penyulang Standby adalah Penyulang Eksisting Angkasa Pura (SUTM sepanjang 2,614 kms). Voltage Drop Penyulang Angkasa Pura sebesar 0,21 (1,05 %) dan Penyulang Rencana Bandara Juanda sebesar 0,2 (1 %), terjadi perbedaan 0,05 % lebih bagus di Penyulang Rencana Bandara Juanda (Voltage drop lebih kecil), sedangkan Losses untuk Penyulang Rencana Bandara Juanda lebih kecil dibandingkan dengan Penyulang Angkasa Pura dengan selisih 0,1 %. Ditinjau dari segi keandalan dengan standar, Penyulang Rencana Bandara Juanda memiliki keandalan SAIDI sebesar 2,04 jam / tahun (standar SKTM = 4,36 jam / tahun) dan SAIFI sebesar 0,56 kali / tahun (standar SKTM = 1,2 kali / tahun), berarti untuk SAIDI dan SAIFI masih memenuhi standar.",
  "creators": "WELLY YAPI YAP",
  "contributors": "Ir. M.TABRANI MACHMUDSYAH (Advisor 1); BUNAWI GUNAWIDJAJA (Advisor 2); Julius Sentosa Setiadji (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 01010511/ELK/2004; Welly Yapi Yap (23499109)",
  "subjects": "ELECTRIC POWER DISTRIBUTION; ELECTRIC POWER TRANSMISSION"
}