{
  "id": "53336",
  "title": "Perancangan desain dan konsep marketing perhiasan hipoalergenik untuk anak-anak",
  "abstract": "Perancangan Desain dan Konsep Marketing Perhiasan Hipoalergenik untuk Anak-anak. Fashion adalah suatu hal yang memiliki peran besar dalam kehidupan sehari-hari setiap orang. Fashion merupakan sebuah cara untuk mengekspresikan diri sendiri melalui benda-benda seperti baju ataupun aksesoris. Salah satu aksesoris yang paling banyak digunakan di Indonesia adalah anting-anting. Mayoritas perempuan telah menggunakan anting-anting sejak bayi tanpa memedulikan latar belakang mereka. Namun pilihan produk anting hipoalergenik dengan harga yang terjangkau masih sangatlah kurang. Tujuan dibuatnya perancangan ini adalah untuk meningkatkan kesadaran masyarakat tentang pentingnya menggunakan material hipoalergenik, khususnya pada anak-anak, dan untuk menyediakan sebuah produk alternatif yang menarik dan aman untuk anak-anak. Di dalam perancangan ini, diperoleh data-data yang dibutuhkan menggunakan wawancara dan studi pustaka. Perancangan ini menghasilkan sebuat jewelry line berisi 15 desain anting dengan 3 tema yang berbeda yang dirancang khusus untuk anak-anak dalam bidang desain dan juga materialnya. Produk-produk ini kemudian telah terjual dan diulas oleh para pelanggan. Selain itu, perancangan ini juga menyediakan saran yang diharapkan akan bermanfaat bagi perancangan-perancangan berikutnya yang serupa.",
  "creators": "CHUA JING YI",
  "contributors": "Heru Dwi Waluyanto (Advisor 1); Asthararianty, S.Sn., M.Ds. (Advisor 2); Elisabeth Christine Yuwono (Examination Committee 1); Anang Tri Wahyudi (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Branding Design",
  "source": "Branding Design No. 00023815/DKV/2022; Chua Jing Yi (E12180005)",
  "subjects": "COMMERCIAL ART; FASHION; VISUAL COMMUNICATION; BRANDING (MARKETING)"
}