{
  "id": "53338",
  "title": "Perbandingan proses kreatif pembuatan karya ilustrasi saat kuliah dan saat internship di Papillon Studio",
  "abstract": "Pengkajian perbandingan ini adalah bagian dari LEAP Creative Industry Internship, memuat pengalaman penulis selama menjalani magang di Papillon Studio. Dengan pengetahuan menggenai ilustrasi yang diberikan di perkuliahan, maka penulis mengamati perbedaan proses yang ditemukan dalam pengerjaan ilustrasi di Papillon Studio dan dalam kuliah. Perbandingan ini dilakukan untuk mengetahui seberapa banyaknya pengetahuan dari perkuliahan yang berguna saat melakukan praktek magang langsung. Saat magang penulis mendapat jobdesk sebagai ilustrator, pekerjaan yang diberikan juga terbagi menjadi Inking, Flat Coloring, Draft dan Cellshading (Advance Shading). Setiap hari penulis mengerjakan sa-lah satu dari empat jenis kerjaan diatas, penulis juga belajar untuk menyesuaikan diri khu-susnya untuk kecepatan menggambar saat bekerja karena satu pekerjaan hanya untuk sehari itu saja. Selama enam bulan melaksanakan magang penulis mendapat banyak pen-galaman untuk berkomunikasi dan bekerjasama dengan pihak-pihak Papillon Studio khususnya project manager. Serta, bagaimana studio menangani permintaan klien-klien mereka yang sebagian besar dari luar negeri. Metode yang digunakan untuk analisis adalah metode komparasi, menggunakan data yang dikumpulkan lewat observasi dan wawancara dengan pihak studio. Adapun data yang diambil dari media sosial dan website Papillon Studio. Lewat ini dapat disimpulkan bahwa untuk magang di Studio Papillon tidak dibutuhkan pengetahuan mendalam saat mengerjakan ilustrasi karena, arahan dari Papillon Studio yang mudah diikuti dan sebagian besar adalah informasi yang pernah didapat di kampus. Namun, pengetahuan dan pengalaman dari kuliah tetap berguna untuk kelancaran magang.",
  "creators": "REBECCA ARIELLA YAPI RORI",
  "contributors": "Anang Tri Wahyudi (Advisor 1); Heru Dwi Waluyanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00023781/DKV/2022; Rebecca Ariella Yapi Rori (E12180225)",
  "subjects": "COMMERCIAL ART; GRAPHIC ARTS; VISUAL COMMUNICATION"
}