{
  "id": "53331",
  "title": "Perancangan destination branding sebagai media promosi wisata Lawang Sewu",
  "abstract": "Lawang Sewu merupakan salah satu peninggalan sejarah yang juga menjadi ikon Kota Semarang. Bangunan ini sudah berdiri sejak tahun 1957 dan saat ini dipergunakan sebagai tujuan wisata dan museum perkeretaapian Indonesia. Walaupun begitu, pelestarian budaya bukan merupakan hal yang mudah untuk dilakukan. Terutama pada generasi muda yang cenderung menyukai hal-hal yang trending atau budaya asing yang terkesan lebih keren untuk dibagikan di media sosial. Ditambah lagi dengan adanya situasi pandemi saat ini yang semakin mengurangi jumlah pengunjung Lawang Sewu. Sebagai destinasi wisata, Lawang Sewu belum memiliki bentuk promosi yang menarik masyarakat terutama generasi muda untuk berkunjung. Hal ini terlihat dari belum adanya identitas visual seperti logo. Selain itu, visual branding juga mempengaruhi kesan pengunjung terhadap Lawang Sewu. Tujuan dari perancangan branding ini adalah untuk membentuk brand identity dan membangun loyalitas sekaligus meningkatkan kunjungan Lawang Sewu. Metode penelitian menggunakan metode deskriptif kualitatif untuk menganalisa permasalahan dan penemuan solusi. Hasil dari perancangan ini berupa desain brand identity serta visual branding yang disesuaikan dengan visual dan kesan yang ingin disampaikan oleh Lawang Sewu. Melalui perancangan ini diharapkan dapat meningkatkan brand awareness Lawang Sewu sehingga dapat menjadi top of mind ketika mengunjungi Kota Semarang.",
  "creators": "CARINSA AURELLIA NEKO",
  "contributors": "Bing Bedjo Tanudjaja (Advisor 1); Daniel Kurniawan, S.Sn., M.Med.Com (Advisor 2); Deddi Duto Hartanto (Examination Committee 1); Ryan Pratama Sutanto, S.Sn., M.Med.Kom. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Branding Design",
  "source": "Branding Design No. 00023801/DKV/2022; Carinsa Aurellia Neko (E12180054)",
  "subjects": "BRANDING (MARKETING); COMMERCIAL ART; GRAPHIC ARTS; VISUAL COMMUNICATION"
}