{
  "id": "5334",
  "title": "Analisa pasar dan upaya peningkatan kualitas layanan internet banking di Bank \"X\"",
  "abstract": "Pengukuran kepuasan pelanggan seharusnya dilakukan secara berkala oleh bank\"X\" sebagai evaluasi dan perbaikan kinerja. Hal ini bertujuan untuk mengetahui mengapa banyak dari nasabah tidak mengunakan sarana Internet Banking Bank \"X\" serta mengetahui tingkat kepuasan pelanggan Bank \"X\" dengan cara membandingkan antara harapan dan realitas layanan yang diterima pelanggan Analisa pasar bagi pelanggan yang tidak menggunakan fasiltas internet banking dan kepuasan pelangan dalam penggunaan fasilitas internet banking diperoleh melalui penyebaran kuesioner. metode analisis data yang digunakan adalah analisis Deskriptif, analisis Crosstabs dan analisis Gap 5. Hasil penelitian analisa pasar menunjukan bahwa lima faktor terbesar nasabah yang memiliki ATM yang tidak menggunakan sarana Internet Banking adalah takut terjadi kebobolan dalam penyimpanan uang bila menggunakan fasilitas internet banking seiring dengan kemajuan tekhnologi (19.33%), Sering macet (internet connection sering down) (15.66%) , Tidak ada buku panduan yang jelas(13,67%), Kuantitas penggunaan internet banking (jarang pakai internet) (11%), tidak mengerti adanya fasilitas internet banking (7 %). Hasil penelitian servqual menunjukkan adanya kesenjangan negatif pada dimensi jasa, yaitu realibility, responsiveness, assurance dan emphaty. Hal ini berarti dimensi layanan masih perlu diperbaiki karena masih memiliki skor gap negatif. Hasil analisa pasar dan analisa kepuasan pelanggan layanan Internet Banking Bank \"X\" dapat digunakan untuk peningkatan atribut-atribut yang merupakan kelemahan bank \"X\".",
  "creators": "LISAN WILIAM",
  "contributors": "Gembong Baskoro (Advisor 1); Togar Wiliater Soaloon Panjaitan, S.T., MBA. (Advisor 2); Iwan Halim Sahputra, S.T., M.Sc., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011073/IND/2006; Lisan Wiliam (25401135)",
  "subjects": "TOTAL QUALITY MANAGEMENT; CONSUMER SATISFACTION"
}