{
  "id": "53341",
  "title": "Perancangan kampanye social media untuk mengubah stigma negatif terhadap mental illness pada penderita berumur 15-24 tahun",
  "abstract": "Masa remaja atau dewasa muda dianggap sebagai puncak timbulnya dan berkembangnya penyakit jiwa. Karena pada fase inilah seseorang sudah mulai memiliki tanggung jawab atas sikap, tindakan dan keinginannya sendiri. Mereka tiba-tiba harus menjelajah lingkungan baru, lingkaran pertemanan yang lebih luas, tuntutan pendidikan atau karir yang semakin menuntut, hingga budaya yang berbeda disertai dengan berbagai macam masalah dan konflik yang muncul dalam perubahan ini. Dapat dikatakan bahwa remaja atau dewasa muda mudah mengalami gangguan jiwa. Namun, stigma negatif terhadap orang yang memiliki gangguan jiwa masih ada pada sebagian orang. Hal ini membuat penderita cenderung menutup mulut dan mengasingkan diri. Karena takut jika seseorang mengetahui bahwa mereka memiliki gangguan mental, mereka akan dihina dan dikucilkan oleh orang-orang di sekitar mereka yang dapat memperburuk kesehatan mental mereka. Faktanya, tidak mencari bantuan dari orang yang tepat seperti psikolog dapat memperburuk masalah kesehatan mental yang dialami oleh orang-orang tersebut dan dapat mengganggu mereka dalam melakukan pekerjaan dan membangun hubungan mereka. Oleh karena itu, di rancanglah kampanye sosial yang membahas tentang stigma negatif yang mengganggu penderita untuk berusaha mencari orang yang tepat seperti psikolog dalam menangani masalahnya. Metode analisis data yang digunakan adalah metode kualitatif dengan menggunakan 5W+1H. Kampanye ini akan membahas masalah apa saja yang dihadapi oleh orang-orang yang berada di fase ini, beberapa info tentang penyakit mental yang biasanya menyerang remaja atau dewasa muda dan bagaimana mendorong penderita untuk mencari psikolog.",
  "creators": "ALBERTO MARDI TAN",
  "contributors": "Hen Dian Yudani (Advisor 1); BERNADETTE DIAN ARINI MAER, S.SN.,MA. (Advisor 2); Mendy Hosana Malkisedek (Examination Committee 2); Andrian Dektisa Hagijanto (Examination Committee 1); BERNADETTE DIAN ARINI MAER, S.SN.,MA. (Advisor 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Kampanye Sosial",
  "source": "Kampanye Sosial No. 00023883/DKV/2022; Alberto Mardi Tan (E12180106)",
  "subjects": "COMMERCIAL ART; GRAPHIC ARTS; VISUAL COMMUNICATION; MENTAL ILLNESS; SOCIAL MEDIA"
}