{
  "id": "53340",
  "title": "Perancangan usaha batik swakarya sebagai hobi dan upaya edukasi batik",
  "abstract": "Batik merupakan teknik pembuatan kain dengan cara merintanginya menggunakan bahan seperti lilin. Teknik ini menjadikan batik sebagai salah satu budaya Indonesia yang perlu untuk diwariskan dan dilestarikan. Pada kenyataannya, generasi muda Indonesia memiliki stigma tertentu terhadap batik dan perajin batik. Rendahnya minat generasi muda Indonesia mendorong perlunya inovasi lebih lanjut tentang produk batik yang dapat menarik minat generasi muda untuk memahami lebih mendalam budaya batik Indonesia. Maka perlu dilakukan pengumpulan data melalui wawancara, observasi, studi literatur, dan studi visual untuk memperoleh hasil perancangan yang baik. Inovasi yang dilakukan berupa produk batik swakarya yang menggabungkan aktivitas swakarya atau do-it-yourself dengan edukasi batik Indonesia. Produk batik swakarya berbentuk kain yang telah dicanting dan dipasang pada pemidangan berukuran diameter 20 cm. Terdapat pula brosur instruksi dan edukasi, kartu terima kasih, kuas, dan palet. Produk ini diperjualbelikan oleh brand Basajiwa. Promosi dan konten edukasi dilakukan melalui media sosial Instagram, sedangkan transaksi dilakukan melalui platform toko daring Tokopedia. Hasil perancangan berupa konsumen memiliki ketertarikan untuk membuat batik swakarya sebagai aktivitas self-healing. Adanya edukasi yang diberikan membuat konsumen dapat belajar sesuatu yang baru sembari berkreasi, mengekspresikan diri, dan beristirahat sejenak dari berbagai kesibukan yang dimiliki.",
  "creators": "JESSEFAN ISAIAH WIHEWUREN",
  "contributors": "Vanessa Yusuf (Advisor 2); Elisabeth Christine Yuwono (Advisor 1); Bing Bedjo Tanudjaja (Examination Committee 1); Rika Febriani, S.Sn., M.A. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Inovasi Bisnis",
  "source": "Inovasi Bisnis No. 00023852/DKV/2022; Jessefan Isaiah Wihewuren (E12180048)",
  "subjects": "BATIK; COMMERCIAL ART; GRAPHIC ARTS; VISUAL COMMUNICATION"
}