{
  "id": "53343",
  "title": "Leap community engagement pemanfaatan mindfulness-based art therapy bagi anak SMP di Panti Asuhan Tarekat Maria Mediatrix Surabaya",
  "abstract": "Wabah COVID-19 menyebabkan rasa burnt out, overworking, jenuh, bahkan stres dan juga depresi untuk pelajar, para pelajar SMP di panti asuhan Tarekat Maria Mediatrix Surabaya juga ikut terdampak. Minimnya kegiatan harian anak-anak SMP di Panti Asuhan Tarekat Maria Mediatrix Surabaya menimbulkan stres tingkat menengah pada anak-anak SMP di panti asuhan. Stres tingkat menengah remaja SMP di panti asuhan disebabkan oleh berbagai faktor seperti pelajaran sekolah yang sulit, koneksi internet yang tidak stabil, kurangnya hiburan di rumah, kurangnya komunikasi bersama teman, keterbatasan untuk melakukan kegemaran dan juga efek normalisasi baru yang telah diterapkan. Pelaksanaan pelatihan Mindfulness-Based Art Therapy dengan memberdayakan anak-anak SMP di panti asuhan ini bertujuan untuk melepaskan perasaan jenuh, burnt out, dan overworking yang mereka simpan dan juga memberi mereka kesempatan untuk mengekspresikan emosi mereka melalui seni. Metode penelitian yang digunakan adalah metode kualitatif, data primer dikumpulkan dengan cara observasi dan juga wawancara terhadap subjek, dan data sekunder melalui jurnal. Sebelum merancang kegiatan, dilakukan pengukuran tingkat stres terhadap setiap anak SMP menggunakan alat ukur Perceived Stress Scale, untuk menentukan konsep kegiatan yang akan dilakukan. Kegiatan yang dirancang akan berbasis dari kegemaran mereka dengan seni dan melukis yang akan dijalankan selama satu bulan. Perancangan program yang dihasilkan akan berupa kegiatan melukis menggunakan alat-alat yang unik, membuat karya seni yang unik, dan beberapa variasi kegiatan lain yang diterapkan dengan metode mindfulness. Hasil yang diperoleh setelah pelaksanaan kegiatan adalah emosi yang stabil pada seriap peserta, berkurangnya sensitivitas pada setiap anak, dan juga berkurangnya tingkat stres pada setiap anak yang diukur menggunakan Stress Scale. Keberhasilan dari program Art Therapy berbasis Mindfulness ini menghasilkan kestabilan emosi anak, akan berpengaruh terhadap kehidupan dan juga keseharian anak-anak SMP. Oleh karena itu, dirancang program kegiatan Art Therapy untuk mengurangi kejenuhan pada anak-anak di panti asuhan.",
  "creators": "CHERYLL NATASYA",
  "contributors": "Vanessa Yusuf (Advisor 1); Mendy Hosana Malkisedek (Advisor 2); Deddi Duto Hartanto (Examination Committee 1); BERNADETTE DIAN ARINI MAER, S.SN.,MA. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00023789/DKV/2022; Cheryll Natasya (E12180137)",
  "subjects": "GRAPHIC ARTS; VISUAL COMMUNICATION; PAINTING"
}