{
  "id": "53348",
  "title": "Perancangan strategi marketing communication natural innovative coffee (nic) sebagai produk kopi plant-based",
  "abstract": "Mengkonsumsi kopi bagi mayoritas masyarakat sudah termasuk sebagai kebiasaan sehari-hari yang wajib dilakukan. Hal tersebut membuat bisnis kopi semakin berkembang dan timbul gerai kopi baru yang besar maupun kecil oleh pelaku UMKM. Terlebih lagi, dikarenakan meningkatnya jumlah masyarakat yang vegan dan menderita intoleransi laktosa, dunia perkopian mengalami perkembangan di sisi menunya yaitu dengan menyediakan kopi plant-based (kopi menggunakan susu dari nabati seperti gandum dan kedelai). Natural Innovative Coffee (NIC) merupakan salah satu bisnis kopi kecil baru yang menyediakan opsi kopi susu plant-based yang memiliki potensi untuk bersaing di pasaran namun permasalahan terletak pada NIC muncul di era pandemi COVID-19 dan hanya mengandalkan media sosial instagram dan word-of-mouth sebagai alat promosi. Semua bisnis yang ingin mengenalkan produknya kepada masyarakat pada kenyataannya memerlukan strategi marketing communication dengan alat-alat dan media promosi yang tepat. Maka dari itu, strategi marketing communication Natural Innovative Coffee dirancang dan direalisasikan menggunakan metode kualitatif dan analisis SWOT dengan tujuan meningkatkan brand awareness NIC sebagai produk kopi plant-based. Hasil dari perancangan dan evaluasi ini terbukti adanya peningkatkan brand awareness dan pengikut di media sosial instagram NIC.",
  "creators": "JASLYN KATHRINA",
  "contributors": "Ani Wijayanti Suhartono (Advisor 1); Luri Renaningtyas, S.T., M.Ds. (Advisor 2); Deddi Duto Hartanto (Examination Committee 1); Asthararianty, S.Sn., M.Ds. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Kampanye Sosial",
  "source": "Kampanye Sosial No. 00023819/DKV/2022; Jaslyn Kathrina (E12180117)",
  "subjects": "COMMERCIAL ART; GRAPHIC ARTS; VISUAL COMMUNICATION"
}