{
  "id": "53353",
  "title": "Perancangan media promosi online Yul Gendhis Batik",
  "abstract": "Masa pubertas adalah masa yang akan dialami semua orang, baik laki-laki maupun perempuan, pubertas merupakan penanda ketika seseorang beranjak dewasa. Khususnya pada perempuan akan mengalami banyak perubahan fisik dan psikis. Remaja putri sering mengabaikan atau bahkan belum memahami cara yang tepat untuk menyikapi perubahan tersebut, terutama mengenai personal hygiene. Personal hygiene adalah kegiatan menjaga kebersihan dan kesehatan diri untuk meningkatkan kesejahteraan individu baik secara fisik dan psikis. Personal hygiene meliputi banyak hal, salah satunya yaitu personal hygiene genitalia. Personal hygiene genitalia adalah kegiatan untuk memelihara kebersihan dan kesehatan diri yang dilakukan sehingga terhindar dari gangguan alat reproduksi. Pengabaian pada personal hygiene genitalia dapat terjadi karena adanya pemikiran bahwa usia remaja tidak akan terkena penyakit kelamin, yang didukung pula oleh kurangnya edukasi mengenai personal hygiene genitalia dari orang tua, sekolah, maupun media yang ada disekitar. sehingga perlunya edukasi kepada remaja putri mengenai personal hygiene genitalia. Dengan perkembangan zaman, banyak aplikasi maupun website yang dikhususkan untuk perempuan, di mana pada aplikasi tersebut dapat melakukan pemantauan terhadap hal-hal seputar menstruasi: jadwal menstruasi, waktu subur, dll. Namun di semua aplikasi dan website tersebut tidak ada yang menekankan bagaimana cara perempuan melakukan dan menjaga personal hygiene dengan benar, seperti cara membersihkan area kewanitaan ketika menstruasi, bagaimana memilih pembalut yang sesuai, dll. Selain itu perlu juga adanya bimbingan langsung dari orang tua kepada anak remaja perempuannya untuk mengajarkan mengenai pentingnya personal hygiene genitalia. Maka dari itu tercetuslah ide penulis untuk merancang sebuah media edukatif untuk orang tua dan remaja putri mengenai personal hygiene genitalia untuk remaja putri.",
  "creators": "GABRIELA",
  "contributors": "Aristarchus Pranayana (Advisor 1); Ryan Pratama Sutanto, S.Sn., M.Med.Kom. (Advisor 2); Erandaru (Examination Committee 1); Daniel Kurniawan, S.Sn., M.Med.Com (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Educational Media",
  "source": "Educational Media No. 00023850/DKV/2022; Gabriela (E12180002)",
  "subjects": "COMMERCIAL ARTS; GRAPHIC ARTS; VISUAL COMMUNICATION; BATIK"
}