{
  "id": "53365",
  "title": "Galeri seni perfilman Indonesia di Surabaya",
  "abstract": "Galeri Seni Perfilman Indonesia di Surabaya merupakan fasilitas studio rekam film dan studio bioskop yang memperkenalkan proses perfilman mulai dari tahap pra-produksi hingga pasca-produksi sekaligus menjadi hiburan, ditujukan untuk masyarakat Surabaya, khususnya sekitar kawasan Unesa. Latar belakang yang melandasi yaitu karena pada era ini produksi film Indonesia meningkat, adanya daya juang sineas Indonesia namun daya saing dengan film impor masih kurang. Diharapkan dengan adanya fasilitas ini dapat mewadahi sineas Indonesia untuk berkarya dan menyampaikan ke masyarakat serta menjadi wadah untuk mengapresiasi film Indonesia. Fasilitas ini di desain menggunakan pendekatan perilaku, dimana proses pembuatan film sebagai objeknya dan subjek yang menggunakan fasilitas ini. Selain itu, menggunakan pendekatan simbolik, dimana menghadirkan karakter film Indonesia seperti nuansa kekeluargaan dan pedesaan. Pendalaman desain memperhatikan karakter ruang yang mendukung suasana studio rekam bagi sineas dan kru film untuk menikmati saat proses perekaman.",
  "creators": "GLENN THEODORUS HIDAYAT",
  "contributors": "Lilianny Sigit Arifin (Advisor 1); Luciana Kristanto, S.T., M.T. (Advisor 2); Stanislaus Kuntjoro Santoso (Advisor 3); Stephanus Wirawan Dharmatanna, S.T., M.Ars. (Supervisors CHN 2); Timoticin Kwanda (Examination Committee 1); Handinoto (Examination Committee 2); Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Examination Committee 3); Sylviana Putri Sunario Soegondo S.T. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024353/ARS/2022; Glenn Theodorus Hidayat (B12180041)",
  "subjects": "GALLERIES (ARCHITECTURE)--DESIGNS AND PLANS; MOTION PICTURES--PRODUCTION AND DIRECTION"
}