{
  "id": "53366",
  "title": "Fasilitas rumah susun",
  "abstract": "Kampung Bandan terletak di Jakarta Utara yang merupakan daerah dilatarbelakangi oleh hunian ilegal di bantaran rel kereta api dan ketidak sesuaian hunian dengan peta RTRW (Rencana Tata Guna Lahan). Permasalahan lain yang timbul di masyarakat juga kondisi fasilitas dan sarana prasarananya (kesehatan dan pendidikan) yang tidak memadai. Kondisi pemukimannya yang juga terdampak dari segi alam dimana terjadi kekurangan air bersih dan kurangnya lahan hijau di area pemukiman sehingga terlihat sangat gersang. Akibat dari latar belakang itu didirikannya fasilitas Rumah Susun menggunakan pendekatan sistem dan perilaku penghuninya. Di mana pendekatan perilaku befokus pada kegiatan masyarakat dalam sehari hari dan bersosialisasi antar warganya, sehingga timbul ruangan ruangan yang mencakup kegiatan ekonomi dan kegiatan sosialisasi antar warga rumah susun sehingga dapat tumbuh berkembang, sehingga kesenjangan ekonomi dapat diminimalisir dan ciri khas perkampungan dapat tetap dilestarikan. Penerapan pendekatan sistem pada bangunan juga diperuntukan untuk mengatasi masalah alam yang terjadi di dalam site yaitu pengolahan air hujan menggunakan sistem WTP dan pengolahan limbah sampah agar menghasilkan nilai uang dan berdampak untuk penghuni rumah susun. Penerapan 2 pendekatan ini diharapkan dapat menjadi kunci untuk menciptakan wadah warga dapat berkembang dari segi sosial, alam dan ekonomi.",
  "creators": "HENOKH WICAKSONO SADIKIM",
  "contributors": "Stanislaus Kuntjoro Santoso (Advisor 1); Lilianny Sigit Arifin (Advisor 2); Luciana Kristanto, S.T., M.T. (Advisor 3); Stephanus Wirawan Dharmatanna, S.T., M.Ars. (Supervisors CHN 2); Timoticin Kwanda (Examination Committee 1); Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Examination Committee 2); Handinoto (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 09024358/ARS/2022; Henokh Wicaksono Sadikim (B12180164)",
  "subjects": "APARTMENT HOUSES--DESIGNS AND PLANS; APARTMENTS"
}