{
  "id": "53362",
  "title": "Pengaruh perceived interactivity, dan perceived usefulness terhadap behavioral intention dengan user satisfaction sebagai variabel intervening; aplikasi GMS church Surabaya",
  "abstract": "Perkembangan zaman membuat teknologi juga ikut berkembang dengan pesat karena merupakan hal yang dibutuhkan oleh masyarakat Indonesia. Teknologi yang paling sering digunakan dan dibutuhkan sehari-hari oleh masyarakat Indonesia adalah aplikasi seluler. Maka dari itu, perusahaan juga harus melihat peluang yang diberikan aplikasi seluler ini. Adanya aplikasi seluler yang tentunya mampu berinteraksi memberikan informasi (Perceived Interactivity), berguna dan memberikan manfaat bagi pengguna (Perceived Usefulness). Penelitian ini bertujuan untuk menganalisa pengaruh Perceived Interactivity, dan Perceived Usefulness terhadap Behavioral Intention dengan User Satisfaction sebagai Variabel Intervening pada Aplikasi GMS Church Surabaya. Data pada penelitian ini dikumpulkan melalui online survey dengan menyebarkan kuesioner kepada 150 responden. Metode penelitian yang digunakan merupakan pendekatan kuantitatif dengan menggunakan Partial Least Square dan SPSS. Hasil penelitian membuktikan bahwa Perceived Interactivity berhubungan positif terhadap User Satisfaction, Perceived Interactivity berpengaruh signifikan terhadap Behavioral Intention, Perceived Usefulness berpengaruh terhadap User Satisfaction, Perceived Usefulness berpengaruh terhadap Behavioral Intention, Perceived Interactivity dan Perceived Usefulness tidak berpengaruh terhadap Behavioral Intention secara signifikan melalui User Satisfaction sebagai mediasi.",
  "creators": "NATASHA GIOVANNA TANUGRAHA",
  "contributors": "Dr. Ferry Jaolis, S.E., M.SM., M.RECH. (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020884/MAN/2022; Natasha Giovanna Tanugraha (D11180563)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMER SATISFACTION"
}