{
  "id": "53363",
  "title": "Sekolah musik inklusi di Surabaya",
  "abstract": "Sekolah Musik Inklusi di Surabaya merupakan sekolah tinggi dalam bidang musik yang mewadahi dua pelajar yang berbeda, yaitu mahasiswa dan pemusik jalanan secara subsidi silang. Tujuan adanya perancangan ini adalah sebagai wadah yang memberikan kesempatan untuk mengembangkan bakat musik yang selanjutnya diteruskan sebagai karir ataupun profesi. Sekolah ini menyediakan fasilitas-fasilitas yang mendukung pembelajaran musik, mulai dari Studio Musik, Ruang Latihan, Perpustakaan Musik, hingga Recital Hall. Perancangan sekolah ini menggunakan pendekatan simbolik, dimana karakter kedua pengguna tersebut dan elemen-elemen dalam musik diambil sebagai inspirasi ke dalam desain perancangan secara arsitektural. Inspirasi-inspirasi tersebut juga diintegrasikan dengan analisa tapak yang lalu diaplikasikan pada bentuk bangunan, tampak, hingga material yang digunakan. Selanjutnya, pendalaman karakter ruang dipilih untuk menunjukkan integrasi antara kebutuhan akustika dengan kenyamanan pengguna yang berlatih musik dalam ruangan tersebut. Oleh karena itu, diharapkan sekolah ini dapat menjadi pelopor untuk mendukung para pemusik jalanan serta menghasilkan calon-calon musisi dari Indonesia.",
  "creators": "HAYDIAN SUSANTO",
  "contributors": "Lilianny Sigit Arifin (Advisor 1); Luciana Kristanto, S.T., M.T. (Advisor 2); Stanislaus Kuntjoro Santoso (Advisor 3); Stephanus Wirawan Dharmatanna, S.T., M.Ars. (Supervisors CHN 2); Timoticin Kwanda (Examination Committee 1); Handinoto (Examination Committee 2); Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Examination Committee 3); Sylviana Putri Sunario Soegondo S.T. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024354/ARS/2022; Haydian Susanto (B12180102)",
  "subjects": "MUSIC FACILITIES; MUSIC-HALLS--DESIGNS AND PLANS; SCHOOL MUSIC--DESIGNS AND PLANS"
}