{
  "id": "53364",
  "title": "Fasilitas penelitian dan budidaya mikroalga di teluk Jakarta",
  "abstract": "Fasilitas Penelitian dan Budidaya Mikroalga di Teluk Jakarta ditujukan untuk peneliti, pelajar, dan wisatawan sebagai sarana rekreasi dan edukasi untuk memperkenalkan mikroalga sebagai energi terbarukan generasi ketiga. Perancangan dilatarbelakangi oleh pencemaran ekosistem perairan, minimnya penaggulangan ledakan mikroalga, dan meningkatnya tren penelitian. Bertujuan menanggulangi isu sekaligus memanfaatkan potensi sumber daya laut, fasilitas berlokasi di Kawasan Masterplan Ancol, Jalan Taman Marina, Kecamatan Pademangan. Fasilitas diharapkan dapat menarik wisatawan dan pelajar sebagai wadah bertukar pikiran bagi peneliti maupun masyarakat awam untuk ikut berpartisipasi menjaga potensi alam dan kondisi ekosistem perairan. Permasalahan desain utama adalah bagaimana memenuhi kebutuhan budidaya mikroalga yang ramah lingkungan serta menghubungkan antara kegiatan manusia, arsitektur, dan alam. Untuk menjawab masalah tersebut, dipilih pendekatan ekologi dan sistem dengan pendalaman yang berfokus pada pencahayaan alami dan siklus budidaya mikroalga. Hasil dari perancangan adalah desain ekosentris yang mengintegrasikan proses budidaya mikroalga yang diaplikasikan ke dalam arsitektur sebagai objek penelitian dan edukasi yang menyesuaikan dengan kondisi iklim alami.",
  "creators": "MARSELA GIOVANI",
  "contributors": "Danny Santoso Mintorogo (Advisor 1); Angela Christysonia Tampubolon, S.T., M.T. (Advisor 2); Andhi Wijaya (Advisor 3); Rully Damayanti (Examination Committee 1); Irwan Santoso (Examination Committee 2); Samuel Hartono (Examination Committee 3); Elvina Shanggrama Wijaya, S.T., M.T. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06024344/ARS/2022; Marsela Giovani (B12180053)",
  "subjects": "EDUCATION PARKS--DESIGNS AND PLANS; RESEARCH INSTITUTES"
}