{
  "id": "53372",
  "title": "Panti asuhan di Surabaya",
  "abstract": "Kenaikan angka anak yatim piatu disurabaya semakin meningkat di tahun 2021 ini. saat ini pemerintah sedang serius dalam mengurus masalah penampungan anak yatim piatu. Dalam wawancara Bersama kepala badan DP5A menyebutkan bahwa pemerintah ingin menggunakan kantor bekas yang tidak terpakai sebagai tempat menampung anak-anak ini. dilihat dari tujuannya usulan ini terlihat baik tetapi di sisi yang lain banyak anak yatim piatu mengalami gangguan mental dan psikologis; hal ini disebabkan karena kurangnya sarana dan prasarana; jika pemerintah menggunkan bangunan bekas ditakutkan kebutuhan dan sarana prasarana yang didapat oleh anak tidak akan maksimal dan masalahnya akan Kembali lagi ke gangguan mental dan psikologis. Fasilitas panti asuhan yang di rancang ini menerapkan konsep ramah anak dan healing environment sebagai pemecahan masalah pada anak yatim piatu. Healing environment sendiri merupakan pencipataan system lingkungan yang dapat menyeimbangkan mental anak dan membantu perkembangan psikologi anak sehingga anak memiliki mental dan psikologi yang benar dan stabil sehingga dapat tumbuh dengan maksimal.",
  "creators": "MICHAEL HWANG",
  "contributors": "Stanislaus Kuntjoro Santoso (Advisor 1); Lilianny Sigit Arifin (Advisor 2); Stephanus Wirawan Dharmatanna, S.T., M.Ars. (Advisor 3); Handinoto (Examination Committee 2); Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Examination Committee 3); Timoticin Kwanda (Examination Committee 1); Sylviana Putri Sunario Soegondo S.T. (Examination Committee 4); Luciana Kristanto, S.T., M.T. (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "laporan Perancangan Arsitektur No. 010224359/ARS/2022; Michael Hwang (B12180159)",
  "subjects": "ORPHANAGES--DESIGNS AND PLANS; CHILDREN--INSTITUTIONAL CARE--DESIGNS AND PLANS"
}