{
  "id": "53377",
  "title": "Fasilitas penunjang kampung wisata kerajinan keramik dinoyo di Kota Malang",
  "abstract": "Desain Fasilitas Penunjang Kawasan ini berangkat dari pemikiran akan potensi Kawasan Kampung Wisata Keramik Dinoyo Malang yang dapat dikembangkan menjadi salah satu icon wisata dan edukasi di Kota Malang Kawasan Kampung Keramik Dinoyo telah berdiri sejak tahun 1957 hingga sekarang, dengan sebagian besar warganya masih aktif memproduksi kerajinan keramik berbasis home industry. Pemerintah Kota Malang sendiri telah menetapkan kawasan ini menjadi salah satu tujuan wisata di Kota Malang demi mendongkrak sektor pariwisata kota. Namun perkembangan kampung ini terhambat oleh beberapa faktor. Faktor aksesibilitas, identitas kawasan yang tidak terbaca, dan kurangnya fasilitas pendukung menjadi masalah mendasar pada perkembangan kawasan ini. Dengan letaknya yang strategis, di sepanjang Jl. M.T. Haryono, Malang, kawasan ini dapat menjadi potensi besar bagi sumbangsi sektor pariwisata di Kota Malang. Menempatkan satu fasilitas yang dapat menjadi penghubung antara kawasan ini dengan sekitarnya akan menjadi jawaban dari permasalahan yang dihadapi Kampung Kerajinan Keramik Dinoyo. Hubugan antar kawasan perkampungan dan fasiliitas memegang peranan penting dalam desain fasilitas. Penerapan arsitektur mimesis dengan objek perkampungan diharapkan dapat memberi kesan “rumah kedua” bagi warga selaku pengguna fasilitas dan pengunjung sehingga dapat merasakan suasana perkampungan secara utuh.",
  "creators": "VIVI TJAN",
  "contributors": "ALTREROSJE ASRI (Advisor 1); Dr. Feny Elsiana, S.T., M.T. (Advisor 2); Markus Ignatio Aditjipto (Advisor 3); Christine Wonoseputro (Examination Committee 1); Benny Poerbantanoe (Examination Committee 2); V.P. Nugroho Susilo (Examination Committee 3); Bram Michael Wayne, S.T., M.Ars. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024300/ARS/2022; Vivi Tjan (B12180137)",
  "subjects": "RECREATION CENTERS--DESIGNS AND PLANS; VILLAGES--PLANNING"
}