{
  "id": "53375",
  "title": "Fasilitas rehabilitasi korban kekerasan dalam rumah tangga (KDRT) di Makassar",
  "abstract": "Fasilitas ini memiliki fokus dalam mewadahi korban kekerasan dalam rumah tangga (KDRT) di Makassar. Dalam 5 tahun terakhir, isu KDRT di Indonesia memiliki peningkatan yang signifikan. Salah satu kota yang menjadi perhatian adalah Makassar, yaitu kota dengan status kota terbanyak kedua yang menghasilkan kasus kekerasan dalam keluarga di Indonesia. Makassar sendiri belum memiliki fasilitas yang mewadahi korban kekerasan ini secara signifikan dan efisien, sehingga pemulihan berlangsung lebih lambat atau bahkan tidak pulih sama sekali. Oleh karena itu, diperlukan fasilitas yang sekiranya dapat mewadahi secara efisien. Fasilitas didesain menggunakan pendekatan perilaku dari korban yang ada, sehingga sekiranya dapat diberi wadah yang sekiranya sesuai dengan karakteristik, sifat maupun perilaku korban tersebut. Menggunakan pendalaman karakter ruang, beberapa studi seperti warna, bentuk, tatanan ruang, dsb diaplikasikan kedalam desain sehingga lahir suatu wadah yang dapat menaungi korban secara efektif dan efisien. Dari pendekatan dan pendalaman yang direncanakan, lahir aplikasi dan implementasi dalam desain. Melalui pendekatan perilaku, lahir beberapa karakter ruang bagi kategori-kategori pasien, seperti ruang kamar anak, remaja dan juga dewasa, yang tentunya memiliki karakter ruang yang berbeda. Secara bentukan, lebih berfokus pada tatanan massa yang terbentuk, yaitu klaster. Tatanan klaster sekiranya lebih sesuai untuk masing-masing kategori pasien untuk beraktivitas bersama pasien sebaya mereka.",
  "creators": "REINHARD CHRISTIAN COKRO",
  "contributors": "Irwan Santoso (Advisor 1); Rully Damayanti (Advisor 2); Samuel Hartono (Advisor 3); Elvina Shanggrama Wijaya, S.T., M.T. (Advisor 4); Roni Anggoro, S.T., M.A.Arch. (Examination Committee 1); Riduan Sukardi (Examination Committee 2); Anik Juniwati (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024319/ARS/2022; Reinhard Christian Cokro (B12180176)",
  "subjects": "MENTAL HEALTH FACILITIES; REHABILITATION CENTERS--DESIGNS AND PLANS"
}