{
  "id": "53370",
  "title": "Perpustakaan Umum Kota Surabaya",
  "abstract": "Perpustakaan Umum Kota Surabaya merupakan perancangan perpustakaan umum bagi masyarakat Kota Surabaya, khususnya anak usia sekolah. Perancangan ini didasari tingkat minat baca masyarakat Surabaya yang masih jauh dari target yang ditetapkan Pemerintah Kota Surabaya. Maka dari itu diperlukan sebuah perpustakaan umum yang dapat mewadahi aktivitas serta kebutuhan penggunanya. Tapak berada di Jalan Kusuma Bangsa, Surabaya yang berdekatan dengan banyak sekolahan. Masalah desain yang dihadapi adalah bagaimana sebuah perpustakaan umum dapat menarik minat pengunjung untuk datang dan membaca serta melakukan aktivitas lainnya. Maka dari itu, perubahan paradigma dari perpustakaan konvensional menjadi perpustakaan kontemporer menjadi salah satu cara untuk mendatangkan pengunjung ke perpustakaan tersebut. Dalam perancangan, pendekatan sains, khususnya pencahayaan alami menjadi fokus untuk menjadi elemen pencahayaan dan kenyamanan pengunjung. Perancangan membagi area perpustakaan menjadi beberapa zona tergantung dari aktivitas serta sirkulasi dan keamanan buku. Pencahayaan alami mempengaruhi perancangan fasad, bukaan, dan ruang yang diciptakan di dalam di luar bangunan. Perancangan perpustakaan kontemporer yang berfokus pada pencahayaan alami sebagai daya tarik dan kenyamanan pengguna dapat menarik minat pengunjung untuk datang ke perpustakaan.",
  "creators": "VANESSA ANGELA",
  "contributors": "Dr. Feny Elsiana, S.T., M.T. (Advisor 1); Altrerosje Asri, S.T., M.T. (Advisor 2); Markus Ignatio Aditjipto (Advisor 3); Christine Wonoseputro (Examination Committee 1); Benny Poerbantanoe (Examination Committee 2); V.P. Nugroho Susilo (Examination Committee 3); Bram Michael Wayne, S.T., M.Ars. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 00024305/ARS/2022; Vanessa Angela (B12180094)",
  "subjects": "LIBRARY BUILDINGS--DESIGNS AND PLANS; PUBLIC SERVICES (LIBRARIES)"
}