{
  "id": "53382",
  "title": "Perancangan promosi Plastikpedia dengan optimalisasi sosial media di Instagram",
  "abstract": "CV Rumah Plastik, Surabaya merupakan badan usaha yang menyediakan berbagai macam produk dan melayani kostumisasi kemasan dari plastik. Berdiri sejak tahun 2010, CV Rumah Plastik, Surabaya memiliki citra badan usaha yang baik di wilayah Surabaya di bidangnya. Meskipun demikian, seringkali CV Rumah Plastik, Surabaya memiliki kendala dalam menangani konsumen-konsumennya secara offline. Seperti terbatasnya waktu dalam pelayanan, edukasi terhadap produk yang berulang ke konsumen, dan konsultasi dalam pembelian sesuai dengan kebutuhan konsumen. Sejatinya CV Rumah Plastik, Surabaya sudah melakukan inovasi untuk menanggulangi permasalahan tersebut dengan menciptakan website untuk konsumen dalam bertransaksi secara online, yaitu Plastikpedia. Plastikpedia sendiri hadir untuk konsumen CV Rumah Plastik, Surabaya di tahun 2018. Namun keberadaan website Plastikpedia ini masih sangat asing bagi konsumen CV Rumah Plastik, Surabaya dikarenakan promosinya masih dari mulut ke mulut. Hal ini menyebabkan hampir tidak adanya transaksi di website Plastikpedia selama kurun waktu tiga tahun belakangan ini. Upaya yang harus dilakukan agar website Plastikpedia kembali beroperasi adalah dengan melakukan promosi yang efektif dan menarik di media sosial Instagram CV Rumah Plastik, Surabaya. Dengan dibuatnya perancangan promosi dengan metode analisis 5W+1H ini diharapkan meningkatkan awareness konsumen terhadap keberadaan website Plastikpedia sebagai wadah bertansaksi di CV Rumah Plastik, Surabaya secara online.",
  "creators": "CHRISTOPHER KEVIN ANINDITO",
  "contributors": "Bing Bedjo Tanudjaja (Advisor 1); Daniel Kurniawan, S.Sn., M.Med.Com (Advisor 2); Deddi Duto Hartanto (Examination Committee 1); Ryan Pratama Sutanto, S.Sn., M.Med.Kom. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Promosi Produk",
  "source": "Promosi Produk No. 00023800/DKV/2022; Christopher Kevin Anindito (E12180233)",
  "subjects": "COMMERCIAL ART; GRAPHIC ARTS; VISUAL COMMUNICATION; INSTAGRAM (ELECTRONIC RESOURCE)"
}