{
  "id": "53384",
  "title": "Pengurangan sampah makanan dalam bisnis kuliner menggunakan konsep e-marketplace pada aplikasi mobile",
  "abstract": "Sampah makanan (food waste) memiliki dampak negatif seperti kerusakan lingkungan, berkurangnya makanan bergizi yang menimbulkan malnutrisi, dan kerugian ekonomi. Beberapa penyumbang sampah makanan terbesar merupakan sampah makanan dari rumah tangga dan sampah makanan dari layanan makanan yang tidak habis terjual. Terdapat beberapa aplikasi mobile untuk membantu mengurangi sampah makanan pada tingkat rumah tangga dengan melakukan food sharing antar individu. Namun, food sharing tersebut belum bekerja dengan efektif karena kurangnya rasa percaya antar individu yang tidak mengenal satu sama lain dalam menerima dan memberikan makanan yang sisa. Skripsi ini memiliki fokus untuk mengurangi sampah makanan pada tingkat bisnis kuliner (layanan makanan) menggunakan aplikasi mobile dengan konsep e-marketplace. Dengan adanya konsep e-marketplace, pemberi makanan merupakan bisnis kuliner yang sudah biasa membuat makanan dan memiliki reputasi tersendiri secara bisnis sehingga hal ini diharapkan dapat meningkatkan kepercayaan konsumen dalam menerima makanan sisa (makanan yang tidak terjual). Selain itu, konsep e-marketplace akan melibatkan transaksi jual-beli yang diharapkan dapat memberikan motivasi secara ekonomi kepada pemilik bisnis kuliner untuk menjual makanan sisa yang tidak habis ke dalam aplikasi. Aplikasi diujikan kepada dua bisnis kuliner di Surabaya dengan bisnis kuliner pertama merupakan bisnis kuliner yang masih kecil dan belum terlalu dikenal oleh masyarakat, sedangkan bisnis kuliner kedua merupakan bisnis kuliner yang sudah besar dan sudah terkenal dikalangan masyarakat. Hasil pengujian menunjukkan bahwa aplikasi yang dibuat dalam skripsi ini dapat mengurangi sampah makanan pada bisnis kuliner pertama sebanyak 5%, namun pada bisnis kuliner kedua, aplikasi yang dibuat dalam skripsi ini belum berhasil dalam mengurangi sampah makanan. Di sisi lain, aplikasi yang dibuat dalam skripsi ini berhasil meningkatkan tingkat kepercayaan konsumen dalam membeli dan menerima makanan sisa walaupun terdapat bisnis kuliner yang tidak dikenali oleh konsumen sebelumnya.",
  "creators": "JESSICA CLARENSIA SUKO",
  "contributors": "Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 1); Justinus Andjarwirawan (Advisor 2); Agustinus Noertjahyana (Examination Committee 1); Kartika Gunadi (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022190/INF/2022; Jessica Clarensia Suko (C14180106)",
  "subjects": "ELECTRONIC COMMERCE--COMPUTER PROGRAMS; FOOD WASTE; MOBILE APPS--DESIGN"
}