{
  "id": "53380",
  "title": "Rumah susun produktif di Jember",
  "abstract": "Rumah susun produktif di Jember merupakan adalah sebuah fasilitas rumah susun bagi warga kampung kota di Jember. Rumah susun ini dibangun dengan tujuan untuk memberikan kesempatan bagi warga kampung kota untuk menjalankan Usaha Mikro, Kecil, dan Menengah (UMKM) agar dapat meningkatkan kualitas hidup mereka. Tapak yang dipilih ada di jalan gajah mada yang merupakan pusat Kota Jember yang dipenuhi dengan perumahan kampung kota. Pendekatan spasial digunakan untuk menjawab masalah pertumbuhan warga kampung kota yang bertumbuh dengan cepat. Dari pendekatan spasial, zonasi yang muncul pada area podium yang mencampurkan area publik komersial dengan area komersial sewa hunian untuk mewadahi UMKM. Selain area komersial di podium, area tipikal hunian diberikan tempat workshop pada setiap lantai tipikal untuk memfasilitasi penghuni yang ingin mengembangkan UMKM sesuai jenis usahanya. Pendalaman karakter ruang diterapkan pada unit hunian untuk menunjukkan pertumbuhan dan fleksibilitas unit hunian sesuai kebutuhan penghuni. Penerapan fleksibilitas ini ditemukan melalui dua elemen pada hunian, yaitu fasad yang dapat berubah menjadi jendela dan railing multifungsi. Unit hunian didesain dengan tujuan agar ruangan mengakomodasi penghuni yang ingin bekerja usaha UMKM kecilnya serta mewadahi kebutuhan hunian pada ruang terbatas. Penerapan fleksibilitas juga diberikan pada area workshop, seperti area workshop produksi makanan dan area workshop kerajinan tangan. Area workshop didesain dengan multifungsi sebagai ruang komunal apabila penghuni yang menggunakan ruang untuk UMKM pada lantai tersebut hanya sedikit.",
  "creators": "ANDREAS RICO WIJAYA",
  "contributors": "Angela Christysonia Tampubolon, S.T., M.T. (Advisor 1); Danny Santoso Mintorogo (Advisor 2); Andhi Wijaya (Advisor 3); Rully Damayanti (Examination Committee 1); Samuel Hartono (Examination Committee 2); Irwan Santoso (Examination Committee 3); Elvina Shanggrama Wijaya, S.T., M.T. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024342/ARS/2022; Andreas Rico Wijaya (B12180158)",
  "subjects": "APARTMENT HOUSES; APARTMENTS"
}