{
  "id": "53389",
  "title": "Kampung wisata di pantai Holtekamp, Papua",
  "abstract": "Kota Jayapura merupakan kota yang terletak di pantai utara Papua yang kaya dengan keindahan pantainya, salah satunya ialah pantai Holtekamp. Berkembangnya kawasan pantai Holtekamp ditandai dengan selesainya pembangunan jalan Ring Road dan juga jembatan Merah/Holtekamp yang membuat kawasan Hamadi-Holtekamp berkembang pesat. Hal ini terlihat dari pembangunan kafe, rumah makan, serta ruko (rumah-toko) yang signifikan. Namun sayangnya pembangunan ini dilakukan tidak sesuai dengan konteks tapak yang menyebabkan rusaknya ekosistem alami tapak. Melihat permasalahan tersebut, perancangan Kampung Wisata di Pantai Holtekamp, Papua ini hadir untuk mewujudkan kampung wisata yang ramah lingkungan dan berbasis identitas lokal sehingga wajah kawasan tetap unik dan memiliki nilai jual yang tinggi. Pendekatan desain kampung wisata ini berangkat dari filosofi masyarakat Papua yang memiliki kedekatan dengan alam sekitar sehingga alam memainkan peran penting dalam menciptakan ruangan-ruangan di dalam bangunan. Selain itu, karena banyaknya ruangan dengan fungsi yang berbeda, perancangan bangunan menggunakan pendalaman karakter ruang untuk menghasilkan desain ruangan yang unik sesuai dengan fungsi ruangannya yang masih terintergrasi dengan keseluruhan konsep bangunan di kampung.",
  "creators": "ZEFANY NUELITA SIANIPAR",
  "contributors": "Irwan Santoso (Advisor 1); Rully Damayanti (Advisor 2); Samuel Hartono (Advisor 3); Elvina Shanggrama Wijaya, S.T., M.T. (Advisor 4); Roni Anggoro, S.T., M.A.Arch. (Examination Committee 1); Anik Juniwati (Examination Committee 2); Riduan Sukardi (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024317/ARS/2022; Zefany Nuelita Sianipar (B12180002)",
  "subjects": "RECREATION CENTERS"
}