{
  "id": "53395",
  "title": "Pengaruh NCT Dream sebagai celebrity endorser Lemonilo pada brand awareness generasi muda pengguna TikTok di Indonesia",
  "abstract": "Online advertisement adalah strategi pemasaran terbaru dapat menghemat biaya dan memudahkan brand untuk mengontrol iklan tersebut serta memiliki efektivitas yang lebih tinggi daripada traditional advertisement. Online advertisement dapat dilakukan melalui media sosial. Iklan dalam media sosial dapat membantu peningkatan brand awareness. Dalam iklan juga dapat digunakan celebrity endorser. Celebrity endorser merupakan orang yang dikenal oleh khlayak umum atau paling tidak sasaran audiens dari brand yang bersangkutan. Penelitian ini dilakukan untuk mencari pengaruh penggunaan NCT DREAM sebagai celebrity endorser terhadap brand awareness Lemonilo pada generasi muda pengguna TikTok di Indonesia. Untuk mengukur celebrity endorser, digunakan indikator PATER (popularity, attractiveness, trustworthiness, expertise dan relevance). Sedangkan untuk mengukur brand awareness digunakan indikator brand recall, brand recognition, brand purchase, dan brand consumption. Jenis penelitian ini adalah eksplanatif kuantitatif dan menggunakan online survey melalui Google Form, yang dibagikan kepada 100 responden. Berdasarkan hasil uji regresi yang dilakukan, brand awareness terhadap Lemonilo sebesar 24.477 dan dapat dipengaruhi oleh variabel celebrity endorser NCT DREAM sebesar 0.366. Untuk itu, dapat disimpulkan bahwa hasil penelitian ini menunjukkan bahwa penggunaan NCT DREAM sebagai celebrity endroser cukup berpengaruh terhadap brand awareness Lemonilo.",
  "creators": "JANE ELISABETH SUTANTO",
  "contributors": "Lady Joanne Tjahyana, S.Kom., MMM. (Advisor 1); Chory Angela Wijayanti (Advisor 2); Daniel Budiana, S.Sos., M.A. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011797/KOM/2022; Jane Elisabeth Sutanto (F11180011)",
  "subjects": "ADVERTISING; ENDORSEMENTS IN ADVERTISING; SOCIAL MEDIA--COMMUNICATION"
}