{
  "id": "53405",
  "title": "Fasilitas pelestarian sastra lisan di Ternate",
  "abstract": "Pergeseran budaya akibat globalisasi pada generasi muda membuat penggunaan sastra lisan sebagai budaya, pedoman, dan hiburan dalam masyarakat semakin terlupakan. Fasilitas Pelestarian Sastra Lisan di Ternate ditujukan untuk melestarikan Sastra Lisan Ternate dengan menerapkan tahapan pelestarian sastra dari Badan Pengembangan dan Pembinaan Bahasa (tahap Konservasi dan Revitalisasi) yang menargetkan masyarakat khususnya generasi muda serta komunitas Sastra Lisan di Ternate. Masalah perancangan yang diangkat adalah bagaimana arsitektur dapat memberikan informasi, yang dapat membuat pengunjung merasakan, dan mengalami Sastra Lisan Ternate. Maka perancangan menerapkan pendekatan simbolik dengan studi nilai intangible yaitu nilai alam, sosial, dan agama sebagai representasi konsep dasar Sastra Lisan Ternate. Dengan pendalaman karakter ruang yang memanfaatkan koneksi antara alam-bangunan, budaya-teknologi, fasilitas dirancang untuk menciptakan suasana simbolik dan pengalaman ruang yang mendukung pengalaman belajar dan mengalami Sastra Lisan Ternate. Fasilitas akan terbagi menjadi tiga zona simbolis dan memiliki tiga tahapan kegiatan utama yaitu pengenalan (massa penerima), informasi-edukasi (massa pameran), dan edukasi- praktik (massa edukasi), dan terdapat area baca, pujasera, kios dagang, dan area pementasan sebagai kegiatan pendukung.",
  "creators": "FELLICIA MILLEANI",
  "contributors": "Christine Wonoseputro (Advisor 1); Benny Poerbantanoe (Advisor 2); V.P. Nugroho Susilo (Advisor 3); Bram Michael Wayne, S.T., M.Ars. (Advisor 4); Andhi Wijaya (Examination Committee 1); Danny Santoso Mintorogo (Examination Committee 2); Angela Christysonia Tampubolon, S.T., M.T. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024375/ARS/2022; Fellicia Milleani (B12180061)",
  "subjects": "ART CENTERS--DESIGNS AND PLANS; ART MUSEUMS--DESIGNS AND PLANS"
}