{
  "id": "53409",
  "title": "Pusat informasi pariwisata di Kota Tambolaka, Sumba Barat Daya, Nusa Tenggara Timur",
  "abstract": "Pusat Informasi Pariwisata di Kota Tambolaka, Sumba Barat Daya, Nusa Tenggara Timur dilatarbelakangi oleh Rencana Induk Pembangunan Kepariwisataan Nasional Tahun 2010-2025 dan Rencana Pembangunan Jangka Menengah Provinsi Nusa Tenggara Timur Tahun 2018-2023 yang ingin menjadikan Pulau Sumba sebagai salah satu destinasi pariwisata nasional. Pusat informasi pariwisata diharapkan dapat menjadi sarana wisata yang dapat membantu Pulau Sumba berkembang menjadi pariwisata nasional serta. dapat membantu wisatawan dalam mendapatkan berbagai informasi mengenai destinasi liburan mereka. Critical regionalism dipakai sebagai pendekatan perancangan karena Pulau Sumba memiliki budaya dan kepercayaannya sendiri serta keindahan alamnya sehingga bangunan dapat mempertahankan identitas lokal Pulau Sumba tetapi tetap menggunakan elemen-elemen modern agar sesuai dengan perkembangan zaman. Pendalaman struktur digunakan untuk mewujudkan bentuk bangunan yang mengambil dari rumah tradisional Sumba namun dibuat menggunakan material dan sistem struktur yang modern dengan mempertimbangkan bentang yang ingin dicapai.",
  "creators": "STEPHANY WIRAWAN",
  "contributors": "Altrerosje Asri, S.T., M.T. (Advisor 1); Dr. Feny Elsiana, S.T., M.T. (Advisor 2); Markus Ignatio Aditjipto (Advisor 3); Christine Wonoseputro (Examination Committee 1); Benny Poerbantanoe (Examination Committee 2); V.P. Nugroho Susilo (Examination Committee 3); Bram Michael Wayne, S.T., M.Ars. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perencanaan Arsitektur No. 00024302/ARS/2022; Stephany Wirawan (B12180150)",
  "subjects": "OFFICE BUILDINGS--DESIGN AND PLANS; RECREATION CENTERS--DESIGNS AND PLANS; TOURIST INFORMATION CENTERS"
}