{
  "id": "53411",
  "title": "Fasiltas komunitas kreator konten di Jakarta",
  "abstract": "Desain Fasilitas Komunitas Kreator Konten di Jakarta adalah sebuah perancangan yang mewadahi para kreator konten untuk bisa saling berinteraksi satu sama lain, belajar, berbagi, dan menginspirasi satu sama lain. Fasilitas ini bertujuan untuk merancang suatu tempat komunitas untuk kreator konten di Jakarta yang mana pengunjung bisa belajar segala sesuatu mengenai konten, dan diharapkan sesama anggota komunitas dapat berinteraksi, berbagi, dan menginspirasi satu sama lain sehingga tercipta komunitas yang solid dan kuat. Masalah perancangan bangunan ini bisa dilihat dari beberapa aspek, yaitu bagaimana terjadinya interaksi sosial di dalam bangunan ini, cara mengintegrasikan antar massa yang terjadi, dan bagaimana program kegiatan di dalam bangunan ini dapat tercipta dengan baik. Maka digunakan pendekatan spasial, dengan pendalaman dan teori Spatial Configuration oleh Cuissenier (1997). Teori ini dilihat dari pengalaman pengguna atau arsitek itu sendiri, atau dari pengalaman yang dirasakan di dalam ruang diikuti bagaimana sebuah ruang itu terbentuk. Konsep yang diambil dalam bangunan ini adalah Interconnected, yang menekankan kepada interaksi sosial yang ada di dalam bangunan ini. Oleh karena itu, di dalam bangunan ini terdapat beberapa fasilitas yang menunjang interaksi sosial tersebut, seperti ruang serbaguna, outdoor plaza, ruang kelas, dan lain lain.",
  "creators": "STEVEN SURYADINATA SOETANTO",
  "contributors": "Angela Christysonia Tampubolon, S.T., M.T. (Advisor 1); Danny Santoso Mintorogo (Advisor 2); Andhi Wijaya (Advisor 3); Rully Damayanti (Examination Committee 1); Irwan Santoso (Examination Committee 2); Samuel Hartono (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024340/ARS/2022; Steven Suryadinata Soetanto (B12180063)",
  "subjects": "COMMUNITY CENTERS--DESIGNS AND PLANS"
}