{
  "id": "53415",
  "title": "Perancangan artbook cerita rakyat Subali dan Sugriwa untuk meningkatkan awareness terhadap kompleks superioritas",
  "abstract": "Indonesia mempunyai cerita rakyat yang begitu banyak dan juga memiliki beragam pesan moral yang bisa didapatkan, dan digunakan untuk kehidupan sehari-hari. Namun, cerita rakyat Indonesia tidak begitu dikenal dan diminati oleh anak muda zaman sekarang disebabkan dari gaya penulisan cerita, visualisasi cerita rakyat, dan pesan moral yang cenderung lebih ditujukan kepada anak kecil. Artbook cerita rakyat Subali dan Sugriwa dibuat dengan gaya visual yang lebih sesuai untuk anak muda, sekaligus memberikan pesan moral mengenai masalah kompleks superioritas melalui gaya penulisan cerita yang lebih padat. Hal ini bertujuan agar anak muda bisa mengerti dan aware dengan perilaku masalah kompleks superioritas. Pesan mengenai kompleks superioritas didasari oleh penilitian jurnal dan wawancara terhadap narasumber yang pernah merasakan kecenderungan perilaku kompleks superioritas, untuk bisa menghasilkan pesan yang tepat dan jelas. Artbook yang telah dihasilkan, didistribusikan melalui media online dan dipromosikan melalui media Instagram agar lebih mudah terakses oleh target audience berupa anak muda. Artbook ini dibaca oleh banyak orang dan disertai dengan berbagai pendapat dan saran dari pembaca. Melalui saran dan pendapat tersebut, dapat disimpulkan bahwa pesan yang ada dalam artbook sudah bisa tersampaikan, namun masih bisa diperkuat lebih lagi dari segi penyampaian pesan tersebut.",
  "creators": "DAVID HOSEA",
  "contributors": "Anang Tri Wahyudi (Advisor 1); Yusuf Hendra Y. (Advisor 2); Maria Nala Damajanti, S.Sn., M.Hum. (Examination Committee 1); Rebecca Milka Natalia Basuki (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Buku Ilustrasi",
  "source": "Buku Ilustrasi No. 00023830/DKV/2022; David Hosea (E12180105)",
  "subjects": "BOOK DESIGN; FOLKLORE--INDONESIA; GRAPHIC ARTS; VISUAL COMMUNICATION"
}