{
  "id": "53413",
  "title": "Pengaruh keaktifan siswa dalam google classroom terhadap prestasi belajar matematika siswa dalam pendidikan Kristen",
  "abstract": "Keaktifan siswa di era COVID-19 memiliki peranan penting untuk meningkatan prestasi belajar matematika siswa. Kesenjangan dan keprihatian tentang keaktifan dalam belajar. Dalam penelitian ini penyusunan instrument berfokus pada keaktifan siswa dalam Google Classroom dalam Pendidikan Kristen. Peneliti ini bertujuan untuk mengetahui keaktifan siswa dalam Google Classroom terhadap prestasi belajar matematika siswa dan besar pengaruhnya. Penelitian ini menggunakan desain penelitian kuantitatif, eksperimen. Instrument lembar observasi yang digunakan harus diuji validitas dan reliabilitasnya. Hasil uji validitas oleh para ahli masing-masing pertanyaannya adalah 3,27 dan 3,40 dan dikatakan sangat baik sedangkan hasil uji reliabilitas tidak dihitung karena perangkat tidak diuji cobakan. Hasil analisis data berdasarkan uji pengaruh (regresi linier/ANOVAB) menunjukan bahwa adanya pengaruh keaktifan siswa dalam Google Classroom terhadap prestasi belajar matematika siswa dalam Pendidikan Kristen ditandai dengan nilai signifikan yaitu, Sig 0,018 < 0,05. Besarnya pengaruh keaktifan siswa dalam Google Classrooom terhadap prestasi belajar matematika siswa yaitu sebesar 17,8% dan 82,2% dipengaruhi oleh faktor lain maka dapat disimpulkan keaktifan siswa dalam Google Classroom dalam pendidikan Kristen memiliki pengaruh positif terhadap prestasi belajar matematika siswa.",
  "creators": "YOEL KURNIAWAN SUTANTO",
  "contributors": "Iman Subekti S.Pd.,M.Pd. (Advisor 1); Romirio Torang Purba, S.Pd., M.Pd. (Examination Committee 1); Franky Boentolo, S.T., M.Div., M.Th. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010017/PGSD/2022; Yoel Kurniawan Sutanto (G11180024)",
  "subjects": "CHRISTIAN EDUCATION OF CHILDREN-TEACHING METHODS; CHRISTIAN EDUCATION--CURRICULA; GOOGLE CLASSROOM (WEBSITE)"
}