{
  "id": "53412",
  "title": "Fasilitas klinik penderita Skizofrenia, depresi, dan bipolar disorder di Sentul Selatan",
  "abstract": "Tingkat prevelensi masalah kesehatan jiwa di Indonesia terus bertambah dengan cukup signifikan. Data Kementrian Kesehatan Indonesia 2021 menunjukkan 20% dari masyakat Indonesia berpotensi memiliki gangguan jiwa dan survei dari komunitas Into The Light pada Mei 2021 menunjukan 98% partisipan merasa kesepian dan 40% memiliki pemikiran mengakhiri hidupnya. Peningkatan ini terus bertambah karena kurangnya fasilitas yang memiliki lingkungan yang mendukung kesembuhan serta ditambahnya pandangan negatif dari masyarakat mengenai fasilitas kesehatan mental yang membuat perasaan tidak aman bagi penderita ketika mengunjungi fasilitas kesehatan tersebut. Untuk itu dibutuhkan suatu fasilitas kesehatan yang mampu menciptakan healing environment serta memberikan perasaan nyaman kepada seseorang. Peran lingkungan yagn dirancang sangat berpengaruh terhadap kesehatan seseorang. Pendekatan arsitektur biofilik merupakan pendekatan yang mampu membantu kesembuhan dari pasien dengan melibatkan aspek alam dan indera manusia sebagai pembentuk lingkungan. Kehadiran alam sendiri dapat membentuk lingkungan alami yang mudah dirangsang oleh indra seseorang sehingga memberikan dampak positif terhadap psikologis seseorang. Pendekatan arsitektur perilaku membantu dalam mengetahui apa saja stimulus yang dibutuhkan oleh pengunjung dan menciptakan karakter ruang yang dibutuhkan.",
  "creators": "FELICIA ARIELLA",
  "contributors": "Altrerosje Asri, S.T., M.T. (Advisor 1); Markus Ignatio Aditjipto (Advisor 3); Dr. Feny Elsiana, S.T., M.T. (Advisor 2); Bram Michael Wayne, S.T., M.Ars. (Examination Committee 1); Christine Wonoseputro (Examination Committee 2); Benny Poerbantanoe (Examination Committee 3); V.P. Nugroho Susilo (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 00024301/ARS/2022; Felicia Ariella (B12180016)",
  "subjects": "MENTAL HEALTH FACILITIES; MENTAL HEALTH SERVICES--DESIGNS AND PLANS"
}