{
  "id": "53410",
  "title": "Museum teknologi dan energi terbarukan di Jakarta Utara",
  "abstract": "Museum Teknologi dan Energi Terbarukan di Jakarta Utara adalah sebuah tempat edukatif rekreatif yang kontekstual bagi anak-anak sekolah untuk mempelajari mengenai pentingnya pemanfaatan energi terbarukan untuk masa yang akan datang. Masalah desain utama museum adalah untuk menampilkan berbagai inovasi energi terbarukan secara aktif dan interaktif bagi siswa sehingga museum dapat menjadi sebuah laboratorium pembelajaran terutama dalam pengolahan energi listrik. Masalah ini kemudian diselesaikan dengan pendekatan sistem sains yang fokus pada pengolahan energi. Keunikan proyek ini adalah pada integrasi elemen sains yang berbeda-beda dalam bangunan sehingga bangunan dapat memenuhi kebutuhan energi listriknya secara mandiri, serta bagaimana adanya interaksi antara wahana museum energi terbarukan dengan siswa hingga akhirnya menciptakan sebuah proses edukasi yang menjelaskan prinsip masing-masing elemen energi terbarukan. Energi terbarukan yang dihadirkan terdiri dari museum energi terbarukan air, museum energi terbarukan matahari, museum energi terbarukan bioenergi, museum energi terbarukan angin dan museum energi terbarukan kinetik. Dilengkapi juga dengan pameran informal sebagai penjelasan latar belakang pentingnya penggunaan energi terbarukan untuk masa depan. Kata Kunci : Edukatif Rekreatif, Interaktif dan Aktif, Pengolahan Energi, Integrasi Elemen Sains, Sistem Sains.",
  "creators": "VIVIAN",
  "contributors": "Lilianny Sigit Arifin (Advisor 1); Luciana Kristanto, S.T., M.T. (Advisor 2); Stanislaus Kuntjoro Santoso (Advisor 3); Stephanus Wirawan Dharmatanna, S.T., M.Ars. (Advisor 4); Handinoto (Examination Committee 1); Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Examination Committee 2); Timoticin Kwanda (Examination Committee 3); Sylviana Putri Sunario Soegondo S.T. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 00024355/ARS/2022; Vivian (B12180178)",
  "subjects": "MUSEUM BUILDINGS--DESIGNS AND PLANS; RECREATION CENTERS--DESIGNS AND PLANS"
}