{
  "id": "53414",
  "title": "Perancangan mobile-apps “Woofland” platform adopsi anjing di Surabaya",
  "abstract": "Adopsi anjing merupakan salah satu cara dalam memelihara anjing tanpa harus membeli dengan uang. Anjing adopsi biasanya memiliki latar belakang yang beragam, mulai dari ketidak tersediannya biaya untuk merawat, ditinggal oleh pemilik, pemilik memilih untuk pindah tempat tinggal atau juga karena ketidaktersediaannya lahan untuk tempat tinggal anjing. Banyaknya alasan ini, anjing tersebut kemudian dirawat oleh organisasi non nirlaba yakni shelter atau sebuah komunitas anjing. Biasanya shelter merawat anjing dan memelihara anjing serta menjaga kesehatan anjing tersebut. Setelah dirawat, anjing-anjing tersebut diserahkan kepada seseorang yang memang memiliki komitmen dalam memelihara anjing. Namun, masih ditemukan kasus penipuan dalam transaksi adopsi anjing seperti ras yang berbeda atau ternyata anjing yang diadopsikan sudah berpenyakit dan tidak dikonfirmasi sejak awal. Aplikasi woofland merupakan aplikasi adopsi anjing yang menawarkan layanan adopsi anjing khusus shelter di Surabaya yang terpercaya. Aplikasi dilengkapi dengan fitur filter untuk mempermudah pengguna dalam menemukan anjing yang diinginkan. Selain itu, aplikasi juga dilengkapi dengan fitur konsultasi dimana membantu pengguna baru yang menggunakkan aplikasi tersebut dalam menemukan anjing yang sesuai dengan kebutuhan mereka.",
  "creators": "DEVINA VANIA CHRESTELLA",
  "contributors": "Erandaru (Advisor 1); JACKY CAHYADI, S.Sn. (Advisor 2); Daniel Kurniawan, S.Sn., M.Med.Com (Examination Committee 1); Cindy Muljosumarto S.Sn, M.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Multimedia Interaktif",
  "source": "Multimedia Interaktif No. 00023886/DKV/2022; Devina Vania Chrestella (E12180115)",
  "subjects": "VISUAL COMMUNICATION; COMMERCIAL ART; DOGS--ADOPTION; GRAPHIC ARTS"
}