{
  "id": "53419",
  "title": "Perancangan kampanye tentang ajakan untuk ngemil bijak dan sehat selama pandemi COVID-19 melalui media snack box dan microblog",
  "abstract": "Selama pandemi, kebiasaan ngemil anak muda telah meningkat dibandingkan dengan keadaan normal. Apalagi keadaan yang mengharuskan untuk tetap di rumah saja jadi aktivitas yang dilakukan menjadi terbatas dan akibatnya rasa jenuh pun muncul. Saat sedang bosan, jenuh, maupun dalam tekanan secara tidak langsung tubuh akan merespons dan menginginkan camilan sebagai pengalihan dari kondisi tersebut. Tindakan ini pun disebut emotional eating, dimana terjadinya ngemil yang didasari dorongan secara emosional. Saat ngemil dalam kondisi emosional yang tidak stabil, tubuh akan susah mengendalikan diri dan ngemil pun jadi tidak terkontrol. Perancangan ini berdasarkan pada data yang diperoleh dengan metode kualitatif dan dapat disimpulkan bahwa anak muda Indonesia masih sering tidak sadar saat ngemil dan perlu diberi pemahaman mengenai bagaimana cara ngemil bijak dan sehat. Maka dari itu, diperlukan sebuah kampanye sosial dengan nama “Habit Ngemilku” sebagai sarana untuk mengkomunikasikan kampanye ini secara visual. Kampanye sosial ini akan didukung media berupa snack box berisi camilan yang telah disesuaikan porsinya dan microblog yang diunggah di media sosial Instagram. Melalui perancangan ini, diharapkan dapat memberi pemahaman serta melakukan kebiasaan ngemil bijak dan sehat dalam kehidupan sehari-hari.",
  "creators": "JESSICA ALEXANDRA SUSILO",
  "contributors": "Listia (Advisor 1); Rika Febriani, S.Sn., M.A. (Advisor 2); Heru Dwi Waluyanto (Examination Committee 1); Anang Tri Wahyudi (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00023866/DKV/2022; Jessica Alexandra Susilo (E12180133)",
  "subjects": "ADVERTISING; GRAPHIC ARTS; POSTERS; VISUAL COMMUNICATION"
}