{
  "id": "53428",
  "title": "Aplikasi analisa sentimen bilingual dan emoji pada komentar media sosial Instagram menggunakan metode Support Vector Machine",
  "abstract": "Indonesia menduduki peringkat 4 sebagai pengguna Instagram terbanyak di dunia. Hal ini membuat pelaku bisnis terpicu untuk mempromosikan produk maupun jasanya kepada content creator untuk dibuat ulasannya dan diunggah di Instagram. Pelaku bisnis perlu melakukan evaluasi terhadap unggahan untuk menilai apakah promosi yang dilakukan mendapatkan respon positif atau negatif dari warganet. Evaluasi dapat dilakukan dengan melakukan pengecekan pada kolom komentar. Komentar Instagram tidak hanya berisi komentar berbahasa Indonesia, namun berbahasa Inggris beserta emoji. Namun, pengecekan secara manual tentu akan memakan banyak waktu. Oleh karena itu, perlu dibangun sistem aplikasi yang mampu mendeteksi sentimen bilingual dan emoji pada komentar Instagram. Sistem ini dibangun menggunakan metode Support Vector Machine untuk mengklasifikasikan bahasa, sentimen Indonesia, serta sentimen Inggris dan kemudian dievaluasi menggunakan nilai accuracy. Data yang dipakai merupakan sampel dari komentar unggahan berupa post, reels, maupun IGTV. Kombinasi preprocessing cleansing, normalisasi, stopwords removal, dan stemming serta parameter tuning menggunakan GridSearchCV juga diuji untuk menemukan model terbaik. Model dibagi menjadi model klasifikasi bahasa dengan label Indonesia, Inggris, dan Campuran, klasifikasi sentimen Indonesia dan klasifikasi sentimen Inggris dengan label positif, netral, dan negative. Akurasi terbaik yang didapatkan model untuk klasifikasi bahasa, sentimen Indonesia, dan sentimen Inggris masing-masing 88,77%, 73,10%, 71,56%. Selain itu, emoji perlu dianalisa karena model yang menganalisa emoji memiliki akurasi 3.875% lebih baik daripada model yang mengabaikan emoji.",
  "creators": "SATRIA ADI NUGRAHA",
  "contributors": "Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Advisor 1); Hans Juwiantho S.Kom., M.Kom (Advisor 2); Liliana (Examination Committee 1); Justinus Andjarwirawan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022153/INF/2022; Satria Adi Nugraha (C14180257)",
  "subjects": "INSTAGRAM (ELECTRONIC RESOURCE); PROGRAMMING LANGUAGES (ELECTRONIC COMPUTERS); SUPPORT VECTOR MACHINES"
}