{
  "id": "53425",
  "title": "Perancangan start-up bagi remaja untuk meningkatkan rasa cinta diri sebagai langkah awal dalam mencegah issue mental health",
  "abstract": "Gangguan pada kesehatan mental merupakan kondisi yang dapat dialami oleh siapa saja. Ada dua faktor utama yang berkaitan yang menyebabkan gangguan pada kesehatan mental, yaitu faktor internal dan eksternal. Di mana faktor internal merupakan faktor utama dan mendasar, karena setiap individu tidak mungkin bisa mengubah atau mengatur lingkungan sekitar (orang lain), tetapi dapat memilih di mana dirinya ingin meletakkan diri dan respons seperti apa yang akan diberikan. Usia rentan untuk mulai mengalami gangguan kesehatan mental adalah usia remaja, di mana kelabilan dan permasalahan mulai dirasakan. Oleh karena itu untuk mencegah terjadinya gangguan kesehatan mental, diperlukan kebiasaan untuk meningkatkan rasa cinta diri sejak dini. Perancangan start-up berupa aplikasi dan komunitas ini dibuat untuk membantu remaja dalam membangun kebiasaan yang positif dan meningkatkan rasa cinta diri. Penelitian ini menggunakan pendekatan kualitatif dan mencari data dengan wawancara. Hasil perancangan berupa prototype aplikasi dan komunitas kesehatan mental - rasa cinta diri. Dengan perancangan ini diharapkan dapat menjadi tempat di mana remaja dapat mengenal dirinya lebih dalam, membuat kebiasaan yang positif lebih tersusun, berhenti untuk selalu membandingkan diri sendiri dengan orang lain, dan fokus dengan apa yang kita miliki.",
  "creators": "ADMAJA, DESY ANGELINA KUSUMA",
  "contributors": "Deddi Duto Hartanto (Advisor 1); Merry Sylvia, S.Sn (Advisor 2); Andrian Dektisa Hagijanto (Examination Committee 1); Ani Wijayanti Suhartono (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Start-Up",
  "source": "Perancangan Star-Up No. 00023806/DKV/2022; Admaja, Desy Angelina Kusuma (E12180181)",
  "subjects": "COMMERCIAL ART; GRAPHIC ARTS; VISUAL COMMUNICATION; START-UP ART AND DESIGN"
}