{
  "id": "53437",
  "title": "Analisis perbandingan proses desain di tempat magang dan di kuliah dengan menggunakan teori design thinking",
  "abstract": "Design Thinking merupakan proses di mana seorang desainer melakukan analisa permasalahan, menuang ide-ide, lalu bereksperimen dengan ide yang didapat oleh desainer, hingga proses uji coba dan sampai ke final. Di dalam design thinking itu sendiri terdapat lima tahapan yang harus dilakukan oleh seorang desainer agar bisa mengetahui keinginan dari konsumennya, liha tahapan tersebut yaitu, empathize, define, ideate, prototype, dan test. Lima hal ini berguna agar seorang desainer dapat dengan mudah mengetahui masalah yang ada dan menemukan solusi dari masalah tersebut. Teori design thinking ini digunakan di dalam setiap proses desain, mulai dari di tempat belajar atau kuliah hingga di tempat kerja atau di dunia profesional. Penelitian ini bertujuan untuk mengetahui perbedaan proses pembuatan desain di tempat magang dan di kuliah dengan penerapan design thinking apakah perbedaan tersebut berdampak bagi karya-karya yang akan di sajikan. Analisis ini menggunakan menggunakan pendataan deskriptif kualitatif dengan metode komparasi yang berdasarkan pengalaman penulis, dan analisis penulis. Hasil analisis ini menunjukan bahwa teori design thinking ini sangat diperlukan dan dibutuhkan guna mempercepat pencarian masalah dan solusi ide dari masalah tersebut. Selain itu design thinking juga berpengaruh pada hasil desain yang dibuat untuk target audience, apakah desain yang sudah dibuat sesuai dengan keinginan konsumen.",
  "creators": "JUAN ERIC CHRISTIAN",
  "contributors": "Listia (Advisor 1); Yosia Mulyonugroho (Advisor 2); ELISABETH CHRISTINE YUWONO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00023745/DKV/2022; Juan Eric Christian (E12180092)",
  "subjects": "CREATIVE THINKING; INDUSTRIAL DESIGN; PRODUCT DESIGN; VISUAL COMMUNICATION"
}