{
  "id": "53432",
  "title": "Perancangan branding untuk Clay Jewelry",
  "abstract": "Untuk menghasilkan suatu karya perlu adanya kreativitas yang membantu individu. Di mana kemampuan kreativitas tiap orang tidaklah sama, sehingga karya-karya yang diciptakan merupakan hasil dari imajinasi dan kreasi terbaik yang tiap individu kerahkan untuk menghasilkan ciptaan yang unik dan berbeda dari karya lainnya. Pada perancangan ini bertujuan untuk membantu mengasah kemampuan kreativitas dalam mengelola barang yang simpel dan menghasilkan brand clay jewelry yang memiliki design unik yang dapat digunakan masyarakat dalam setiap kesempatan yang ada. Hal ini disebabkan karena sebagian besar masyarakat yang selalu fashionable dan memperhatikan penampilan ketika berpergian, sehingga perhiasan dapat menjadi salah satu faktor pendukung untuk terlihat lebih cantik dalam kesehariannya. Branding sendiri digunakan agar brand clay jewelry yang dirancang ini dapat dikenal pada lingkungan masyarakat. Di mana pada perancangan ini telah dilakukan proses uji coba bahan polymer clay sebagai bahan utama perhiasan, survey yang dapat membantu kelancaran dari perancangan, seperti survey rasa familiar responden terhadap produk clay jewelry dan survey feedback produk uji coba kepada beberapa orang, pembuatan media sosial Instagram dan kemasan yang mendukung. Sehingga dari beberapa proses yang telah dijalani diharapkan dapat menghasilkan suatu brand clay jewelry yang terbaik dan dapat dinikmati oleh pengguna. Pada hasil feedback sampling dapat dilihat bahwa sebagian besar responden merasa sudah cukup puas dengan produk dan kemasan yang telah dikembangkan dan dihasilkan sedangkan pada media Instagram hasil jangkauan insight masih tergolong sedikit berbeda dengan rencana awal dan masih bisa dikelola dengan baik agar dapat menjangkau lebih banyak pengguna Instagram untuk mencari tahu mengenai brand dan produk yang telah dikembangkan.",
  "creators": "JESSLYN JOHAN SAPUTRA",
  "contributors": "Bing Bedjo Tanudjaja (Advisor 1); Daniel Kurniawan, S.Sn., M.Med.Com (Advisor 2); Deddi Duto Hartanto (Examination Committee 1); Ryan Pratama Sutanto, S.Sn., M.Med.Kom. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Branding dan Promosi",
  "source": "Branding dan Promosi No. 00023800/DKV/2022; Jesslyn Johan Saputra (E12180011)",
  "subjects": "ADVERTISING; BRANDING (MARKETING); GRAPHIC ARTS; VISUAL COMMUNICATION"
}