{
  "id": "53438",
  "title": "Perancangan media komunikasi visual untuk mengedukasi dan membantu mengatasi overworking habit",
  "abstract": "Overworking habit merupakan sebuah kebiasaan buruk yang dimiliki oleh kebanyakan pekerja di seluruh dunia. Kebiasaan ini umumnya terbentuk dengan sendirinya, sehingga tidak heran jika sebagian besar dari mereka tidak menyadari bahwa mereka memiliki kebiasaan buruk tersebut. Kebiasaan ini seringkali dipicu karena pandangan buruk yang dimiliki oleh sebagian besar pekerja. Di mana mereka merasa bahwa mereka telah produktif ketika telah bekerja seharian penuh. Padahal produktif tidaknya seseorang tidak diukur dari berapa lama mereka telah bekerja. Overworking habit ini dapat berakibat buruk jika dilakukan terus menerus. Kebiasaan ini tidak hanya merusak kesehatan fisik tetapi juga merusak kesehatan mental. Media edukasi ini dibuat dengan harapan dapat meningkatkan awareness mengenai overworking habit dan dampak buruk yang ditimbulkannya di kalangan pekerja. Media edukasi ini terdiri dari website sebagai media utama dan Instagram sebagai media pendukung. Dalam media website akan lebih banyak dimuat informasi seperti apa itu overworking habit, ciri-ciri overworking habit dan burnout sebagai dampak umum dari overworking habit. Sedangkan pada Instagram kontennya bersifat lebih ringan dengan tujuan untuk menyemangati dan menjadi teman di kala bekerja lembur. Konten yang dimuat antara lain seperti quotes, lagu, dan beberapa tips atau artikel singkat seputar overworking habit.",
  "creators": "REGINE SIM JAYAPRANATA",
  "contributors": "Aristarchus Pranayana (Advisor 1); Ryan Pratama Sutanto, S.Sn., M.Med.Kom. (Advisor 2); Erandaru (Examination Committee 1); Daniel Kurniawan, S.Sn., M.Med.Com (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Media Edukatif (multimedia)",
  "source": "Media Edukatif Multimedia ( No. 00023845/DKV/2022; Regine Sim Jayapranata (E12180067)",
  "subjects": "EDUCATION; VISUAL COMMUNICATION; MEDIA PROGRAMS (EDUCATION)"
}