{
  "id": "53442",
  "title": "Perancangan re-branding dan sistem bisinis toko mega elektronik di kota Sengkang",
  "abstract": "Mega Elektronik adalah toko yang didirikan sejak tahun 1998, menyediakan alat elektronik kebutuhan rumah tangga. Mega Elektronik berlokasi di Sengkang, sebuah kota kecil di Provinsi Sulawesi Selatan. Meskipun sudah berdiri selama puluhan tahun Mega Elektronik tidak banyak berkembang dalam manajemen internal, sistem bisnis, operasional, branding maupun keuangan. Sementara zaman berkembang dan kecenderungan belanja masyarakat pun berubah. Dengan akses internet masyarakat lebih kritis dan peka dalam berbelanja. Mereka lebih terbuka dalam mengolah informasi dan brand produk, mudah mendapatkan harga lewat e-commerce. Beberapa konsumen juga mengeluhkan pelayanan kurang baik, karyawan kurang menguasai product knowlegde dan keterbatasan dalam memilih barang. Persaingan ketat dengan kompetitor juga menjadi ancaman Mega Elektronik. Agar dapat mempertahankan konsumen lama serta menarik minat konsumen baru, setelah melakukan metode analisis data SWOT dan fishbone maka diputuskan untuk merancang sistem bisnis dan re-branding. Meskipun di kota kecil belum dianggap begitu penting, re-branding dapat meningkatkan brand awareness masyarakat dan memberi identitas jelas Mega Elektronik. Sementara sistem bisnis merupakan kunci berkembang dan mengoptimalkan potensi bisnis, serta menyesuaikan Mega Elektronik dengan kemajuan zaman.",
  "creators": "NADIA AUDRIS GO",
  "contributors": "Deddi Duto Hartanto (Advisor 1); Merry Sylvia, S.Sn (Advisor 2); Andrian Dektisa Hagijanto (Examination Committee 1); Ani Wijayanti Suhartono (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00023805/DKV/2022; Nadia Audris Go (E12180184)",
  "subjects": "BRANDING (MARKETING); VISUAL COMMUNICATION; INDUSTRIAL MANAGEMENT"
}