{
  "id": "53441",
  "title": "Perpustakaan Umum di Gianyar",
  "abstract": "Fasilitas Perpustakaan umum bagi masyarakat Pulau Bali khususnya kota Gianyar bertujuan untuk meningkatkan literasi warga Gianyar maupun Pulau Bali. Dengan adanya fasilitas ini, minat baca atau liteatur warga akan meningkat, sosialisasi antar masyarakat pun meningkat. Tidak hanya berdampak untuk masyarakat sekitar, wisatawan lokal maupun mancanegarapun ikut terdampak. Dibuktikan dengan desain rancangan yang nantinya kental akan budaya setempat. Hal ini dapat meningkatkan kualitas kota Gianyar maupun Bali dari beberapa aspek mulai dari tingkat pendidikan, pariwisata, kualitas penduduk, dan citra dari kota Gianyar yang terkenal sebagai kota seni. Site berlokasi di Kota Gianyar. Fasilitas ini diharapkan dapat membantu para warga sekitar serta mengembangkan potensi pariwisata kota. Bangunannya sendiri juga diharapkan dapat memfasilitasi warga sekitar, karena bangunan ini dirancang tidak hanya sebagai fasilitas pendidikan yang edukatif namun juga untuk rekreasi. Metode pengumpulan data dari studi literatur, studi preseden tentang bangunan yang sejenis, dan data tapak terpilih penting untuk medapatkan hasil perancangan yang sesuai. Menggunakan pendekatan arsitektur sistem sirkulasi dikarenakan desain merupakan bangunan perpustakaan umum yang merepresentatif sirkulasi segmentasi dari pembagian buku yang ada. Dan desain bangunan mengiplementasikan konsep gabungan penataan ruang perpustakaan yang edukatif dan rekreatif.",
  "creators": "ENRICO",
  "contributors": "Handinoto (Advisor 1); Timoticin Kwanda (Advisor 2); Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Advisor 3); Sylviana Putri Sunario Soegondo S.T. (Advisor 4); Joyce M.Laurens (Examination Committee 1); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 2); Wanda Widigdo Canadarma (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 07024333/ARS/2022; Enrico (B12180109)",
  "subjects": "LIBRARY ARCHITECTURE; LIBRARY BUILDINGS--DESIGNS AND PLANS"
}