{
  "id": "53448",
  "title": "Museum kain tenun Sumba Timur di Waingapu",
  "abstract": "Kain tenun Sumba adalah sebuah warisan kebudayaan yang telah turun-temurun selama ratusan tahun. Kain Tenun ini mulai mendunia dan menarik perhatian banyak orang, seiring dengan meningkatnya pariwisata Sumba karena keindahan alamnya, karena itu mulai muncul beberapa perubahan karena mengikuti alur modern (Intan, 2021). Pada Februari 2022, Kain Sumba terpilih untuk diajukan menjadi warisan budaya dunia di UNESCO, apabila terkabul maka derajat produk asal Sumba ini akan semakin bergengsi di dunia Internasional (Taolin, 2022). Meskipun begitu, terdapat banyak orang yang masih tidak mengenalnya dan/atau tidak bisa membedakan dengan kain nusantara lainnya. Sedangkan kebutuhan pariwisata Sumba Timur akan terus naik, karena itu fasilitas museum menjadi sebuah sarana untuk mengkomunikasikan kesenian kain tenun sumba timur yang juga perlu bisa menarik pengunjung, mempreservasi dan mengedukasi tentang kain sumba dan filosofi yang terkandung didalamnya. Maka dari itu digunakan pendekatan simbolik yang dibagi menjadi 3 tahap kehidupan yaitu; kelahiran, kehidupan, dan kematian. Hal ini bertujuan untuk menunjukkan nilai dan peran kain tenun dalam tiap tahap kehidupan orang Sumba Timur. Desain juga mengadopsi nilai filosofi arsitektur rumah adat dari Sumba Timur untuk bisa menunjukkan dan menyimbolkan suasana dan nilai kebudayaan dari Sumba Timur itu sendiri. Pendalaman pada desain fasad digunakan untuk menonjolkan motif dan makna simbolik per massa pameran sehingga bisa dirasakan lebih jelas. Keseluruhan bangunan menggunakan warna-warna yang berasal dari komposisi warna kain tenun Sumba Timur yaitu merah, biru, cokelat, putih, hitam – dengan warna merah dan biru yang dominan yang merepresentasikan warna paling khas dari kain Sumba Timur.",
  "creators": "JESSICA NDEWAHANA MOEKOE",
  "contributors": "Christine Wonoseputro (Advisor 1); Benny Poerbantanoe (Advisor 2); V.P. Nugroho Susilo (Advisor 3); Bram Michael Wayne, S.T., M.Ars. (Advisor 4); Danny Santoso Mintorogo (Examination Committee 1); Andhi Wijaya (Examination Committee 2); Angela Christysonia Tampubolon, S.T., M.T. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 07024378/ARS/2022; Jessica Ndewahana Moekoe (B12180151)",
  "subjects": "ART MUSEUMS--DESIGNS AND PLANS; MUSEUM BUILDINGS--DESIGNS AND PLANS"
}