{
  "id": "53453",
  "title": "Perancangan branding kompiang sebagai oleh-oleh khas Labuan Bajo",
  "abstract": "Labuan Bajo merupakan destinasi wisata superprioritas yang sedang berkembang pesat di Indonesia. Jumlah wisatawan yang datang ke Labuan Bajo selalu bertambah tiap tahunnya, menunjukkan banyaknya peminat untuk berkunjung ke kota tersebut. Namun banyak pula wisatawan yang kebingungan mengenai oleh-oleh khas dari kota Labuan Bajo. Padahal oleh-oleh memiliki hubungan yang sangat lekat dengan warga Indonesia sebagai barang cerita bagi orang terdekatnya setelah berlibur. Banyaknya wisatawan yang menanyakan kepada warga lokal mengenai apa makanan yang sangat khas dengan kota Labuan Bajo, dan jawaban dari warga lokal adalah kompiang. Kompiang merupakan kue yang awalnya berasal dari Cina, namun dengan proses adaptasi, sejak sebelum tahun 2000 kompiang merupakan camilan sehari-hari warga Manggarai, oleh-oleh saat pulang ke kampung halaman, dan sajian untuk tamu atau saat terdapat acara. Perancangan ini ini dapat menjadi peluang untuk sebuah brand yang kuat mengenai kompiang sebagai oleh-oleh khas labuan bajo, karena di kota Labuan Bajo belum terdapat kompiang dengan resep yang otentik, brand yang kuat, dan kemasan yang menarik. Perancangan ini bertujuan untuk membangun brand kompiang sebagai sarana untuk menceritakan kebudayaan yang sangat khas dengan Labuan Bajo. Perancangan ini menggunakan metode 5W1H dengan melakukan observasi secara langsung, dan melakukan wawancara pada warga lokal maupun wisatawan, serta menggunakan metode SWOT dengan mengumpulkan data kompetitor, sehingga brand dapat dibangun dengan landasan yang kuat dan matang.",
  "creators": "SANCHIA CLARINE MULJONO",
  "contributors": "Deddi Duto Hartanto (Advisor 1); Merry Sylvia, S.Sn (Advisor 2); Ani Wijayanti Suhartono (Examination Committee 2); Andrian Dektisa Hagijanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Branding Design",
  "source": "Branding Design No. 00023810/DKV/2022; Sanchia Clarine Muljono (E12180050)",
  "subjects": "BRANDING (MARKETING); GRAPHIC ARTS; VISUAL COMMUNICATION"
}