{
  "id": "53457",
  "title": "Akademi sepak bola di Tabanan",
  "abstract": "Fasilitas Akademi Sepak Bola di Tabanan bertujuan untuk menyediakan lingkungan yang mendukung pertumbuhan atlet remaja dalam bidang sepak bola di Pulau Bali. Hal ini dilakukan agar pembinaan olahraga sepak bola usia muda tidak hanya terpusat di Pulau Jawa dan memungkinkan akademi untuk berintegrasi dengan klub Bali United yang sudah berdiri dari tahun 2015. Perancangan fasilitas ini menggunakan standar yang telah disepakati oleh FIFA dan dilengkapi oleh departemen sport science. Kemudian perancangan fasilitas ini dapat meningkatkan proses sosialisasi antar remaja karena terdapat open space yang mendukung pertumbuhan mereka. Fasilitas ini juga mengikuti kurikulum pembelajaran yang telah disusun oleh PSSI sehingga pembinaan pemain sepak bola usia muda dapat menjadi lebih maksimal dan disesuaikan dengan program ruang perancangan fasilitas ini. Perancangan fasilitas akademi ini didasari oleh adanya minat dan potensi yang besar di Indonesia dalam cabang olahraga sepak bola. Namun dari sekian banyak pelatihan akademi sepak bola usia muda di Indonesia tidak memenuhi kebutuhan untuk perkembangan calon atlet. Sedangkan peserta didik yang menempuh pendidikan pelatihan sepak bola memerlukan tidak hanya pelatihan secara fisik (bermain sepak bola), namun juga membutuhkan bimbingan secara teori taktikal, ilmu kebugaran serta penanganan yang cepat jika terjadi sebuah cedera. Sehingga meskipun masyarakat Indonesia memiliki minat yang besar di olahraga sepak bola, potensi yang digali tidak dapat maksimal dan Indonesia tidak dapat berbicara banyak di ajang kompetisi sepak bola internasional.",
  "creators": "RICARDO YUWONO",
  "contributors": "Handinoto (Advisor 1); Timoticin Kwanda (Advisor 2); Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Advisor 3); Sylviana Putri Sunario Soegondo S.T. (Advisor 4); Joyce M.Laurens (Examination Committee 1); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 2); Wanda Widigdo Canadarma (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024331/ARS/2022; Ricardo Yuwono (B12180006)",
  "subjects": "SOCCER--INDONESIA; SOCCER--COACHING; FOOTBALL STADIUMS"
}