{
  "id": "53458",
  "title": "Panti Asuhan Bhakti Luhur di Blitar",
  "abstract": "Proyek panti asuhan ini dinaungi oleh Yayasan Bhakti Luhur yang merupakan Yayasan Khatolik dengan fokus pelayanan kepada orang-orang yang kurang mampu, terlantar, dan disabilitas. Hal tersebut menyebabkan desain panti asuhan ini mengakomodasi anak-anak dengan rentang usia 2-18 tahun dengan latar belakang terlantar dan disabilitas terkhusus untuk tuna daksa. Dengan menerapkan visi dari Yayasan Bhakti Luhur yaitu menjangkau yang tak terjangkau sebagai acuan dalam perancangan, macam-macam fasilitas yang terdapat di panti asuhan ini antara lain fasilitas hunian, fasilitas bermain, fasilitas ibadah (kapel), fasilitas penunjang panti asuhan seperti area makan, area servis, dan area utilitas, serta fasilitas pendukung seperti area penyambut, ruang baca publik, ruang terbuka yang dapat digunakan oleh publik dan penghuni panti, dan gedung serba guna. Diharapkan dengan adanya fasilitas-fasilitas ini dapat membantu proses penyembuhan anak asuh dengan latar belakang tersebut agar mereka dapat lebih percaya diri dan mampu hidup mandiri. Sehingga masalah yang muncul pada proyek ini adalah bagaimana mendesain panti asuhan yang aman, nyaman, dan mampu mendukung pertumbuhan anak asuh dengan latar belakang terlantar dan tuna daksa. Sehingga dipilih pendekatan perilaku dengan menganalisa karakter anak berdasarkan katagori latar belakang, gender, dan usia. Kemudian karakter tersebut di respon dengan pembentukkan zonning, desain ruang dan bentuk, serta pola penataan massa yang dapat mendukung interaksi anak asuh serta memberikan kenyamanan dan kebebasan namun tetap aman bagi anak asuh terutama dengan latar belakang tersebut.",
  "creators": "MONICA DWIANA SANTOSO",
  "contributors": "Irwan Santoso (Advisor 1); Rully Damayanti (Advisor 2); Samuel Hartono (Advisor 3); Elvina Shanggrama Wijaya, S.T., M.T. (Advisor 4); Roni Anggoro, S.T., M.A.Arch. (Examination Committee 1); Anik Juniwati (Examination Committee 2); Riduan Sukardi (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024318/ARS/2022; Monica Dwiana Santoso (B12180144)",
  "subjects": "ORPHANAGES--DESIGNS AND PLANS"
}