{
  "id": "53456",
  "title": "Fasilitas meditasi penderita stres di Jakarta",
  "abstract": "Fasilitas Meditasi Penderita Stres di Jakarta merupakan fasilitas yang dibuat untuk mewadahi penduduk Jakarta yang mengalami stres, dan meditasi ini sendiri ini dipilih karena secara penelitian terbukti dapat membantu mengurangi stres dan membantu meningkatkan fokus. Hal ini didasari karena semakin meningkatnya jumlah orang yang mengalami stres di Jakarta. Masalah desain yang ditemukan adalah bagaimana cara mewadahi kegiatan meditasi dengan menjaga sirkulasi/sequence agar suasana yang dinikmati dengan indera saat melalui spatial experience dapat tercipta. Adanya masalah tersebut, dipilihkan pendekatan perilaku yaitu pendalaman sequence melalui sensory dipilih. Pendekatan ini dipilih untuk memperhatikan setiap rangkaian pengalaman dapat diterima oleh pengunjung menggunakan indera mereka, sehingga dapat membantu mereka untuk mengontrol emosi terutama stres mereka. Dibantu dengan “alam”, pengunjung diberikan ketenangan, yang diketahui memang berpengaruh besar pada penduduk Jakarta yang mayoritas melihat gedung tinggi disekitar mereka. Penggunaan material yang bersifat alami, dengan adanya elemen air dan vegetasi, serta adanya permainan cahaya dapat membantu menstimulasi indera dan memberikan sensasi relaksasi pada pengunjung.",
  "creators": "TITI WILIANA",
  "contributors": "Danny Santoso Mintorogo (Advisor 1); Angela Christysonia Tampubolon, S.T., M.T. (Advisor 2); Andhi Wijaya (Advisor 3); Samuel Hartono (Examination Committee 1); Rully Damayanti (Examination Committee 2); Irwan Santoso (Examination Committee 3); Elvina Shanggrama Wijaya, S.T., M.T. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 02024345/ARS/2022; Titi Wiliana (B12180062)",
  "subjects": "MEDITATION; MENTAL HEALTH FACILITIES; MENTAL HEALTH SERVICES--DESIGNS AND PLANS"
}