{
  "id": "53454",
  "title": "Fasilitas pelatihan dan pagelaran seni pertunjukan Jawa Timur di Surabaya",
  "abstract": "Fasilitas Pelatihan dan Pagelaran Seni Pertunjukan Jawa Timur di Surabaya merupakan fasilitas yang dirancang untuk mewadahi kegiatan kebudayaan dalam bentuk pelatihan dan pagelaran seni pertunjukan tradisional dimana memudarnya perhatian masyarakat terutama di kota besar seperti Surabaya dan minimnya jumlah gedung yang mewadahi kegiatan pelatihan dan pagelaran kesenian tradisional menjadi latar belakang perancangan fasilitas. Seni pertunjukan Jawa Timur seperti Ludruk, Wayang Topeng, Reog Ponorogo, dan Jekdong membutuhkan kebutuhan ruang yang berbeda sehingga perancangan fasilitas pagelaran menggunakan Teater Black Box sederhana dengan konsep fleksibilitas ruang yang dapat menciptakan banyak alternatif tatanan panggung dan tempat duduk sesuai dengan kebutuhan pagelaran yang akan ditampilkan. Pendekatan Arsitektur Neo-Vernakular dipilih untuk menyuguhkan fasilitas yang menampilkan elemen lokal arsitektur tradisional khas Jawa yaitu Rumah Joglo dengan pemanfaatan teknologi sehingga dapat menjadi sebuah bangunan yang ikonik agar dapat mengembalikan atensi masyarakat pada kesenian tradisional. Konsep Rumah Joglo diterapkan pada konsep desain, gubahan bentuk, rancangan tapak, struktur dan fasad bangunan.",
  "creators": "BERNADETTE ANDREA",
  "contributors": "Anik Juniwati (Advisor 1); Roni Anggoro, S.T., M.A.Arch. (Advisor 2); Riduan Sukardi (Advisor 3); Lilianny Sigit Arifin (Examination Committee 1); Luciana Kristanto, S.T., M.T. (Examination Committee 2); Stanislaus Kuntjoro Santoso (Examination Committee 3); Stephanus Wirawan Dharmatanna, S.T., M.Ars. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024296/ARS/2022; Bernadette Andrea (B12180096)",
  "subjects": "CENTERS FOR THE PERFORMING ARTS--DESIGNS AND PLANS"
}