{
  "id": "53451",
  "title": "Museum sains untuk anak di Surabaya",
  "abstract": "Museum menjadi salah satu destinasi wisata yang mulai diminati keluarga, khususnya di Surabaya. Sayangnya, banyak museum di Indonesia yang masih belum ramah untuk anak. Mayoritas museum yang sudah ada hanya menyediakan sebuah pojok area khusus anak yang masih belum bisa menyesuaikan karakter anak dengan rasa ingin tahu dan aktivitas yang tinggi. Hal ini menjadi potensi untuk membuat museum interaktif. Museum untuk anak dibutuhkan untuk memaksimalkan edukasi bagi anak-anak. Isi di dalam museum yang akan disajikan dan cocok untuk anak adalah sains. Digabungkan dengan teknologi untuk mengajak anak-anak mengikuti perkembangan teknologi. Selain itu, anak-anak juga diberikan fasilitas untuk mempraktikkan dan menuangkan bakatnya melalui kursus yang disediakan. Pendekatan desain yang digunakan adalah pendekatan perilaku anak dikaitkan dengan multisensori serta pendekatan infill sebagai jawaban dari masalah tapak yang berada di Kawasan cagar budaya. Di umur yang masih dini, anak-anak distimulasi perkembangan kognitifnya dengan sensori yang ada saat bermain sambil belajar. Pengelompokkan anak-anak terbagi menjadi 2, yaitu pra-operasional (4-7 tahun) dan operasional konkrit (7-11 tahun), dengan tujuan akan memaksimalkan pengalaman belajar dan kreativitas anak-anak di dalam museum sains.",
  "creators": "NATASHANE",
  "contributors": "Joyce M.Laurens (Advisor 1); Ir. Bisatya Widadya Maer, M.T. (Advisor 2); Wanda Widigdo Canadarma (Advisor 3); Dr. Feny Elsiana, S.T., M.T. (Examination Committee 1); Markus Ignatio Aditjipto (Examination Committee 2); Altrerosje Asri, S.T., M.T. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024366/ARS/2022; Natashane (B12180179)",
  "subjects": "MUSEUM BUILDINGS; SCIENCE MUSEUMS"
}