{
  "id": "53467",
  "title": "Fasilitas pendidikan anak usia dini di SUrabaya",
  "abstract": "Pertumbuhan anak-anak, terutama pada masa golden age sangat perlu untuk diperhatikan. Masa golden age sangat penting karena akan menjadi fondasi bagi pertumbuhan seseorang di masa yang akan datang. Fasilitas Pendidikan Anak Usia Dini (PAUD) merupakan salah satu tempat yang dapat menampung anak-anak untuk membantu mereka dalam proses tumbuh kembangnya, dimana mudah dijangkau oleh anak-anak dan memiliki fasilitas pendukung yang lengkap dan sesuai dengan standar yang telah ditentukan oleh pemerintah. Fasilitas juga harus bisa memberikan rasa aman dan nyaman kepada anak-anak dan juga para pengajar agar proses pembelajaran bisa berlangsung dengan maksimal. Beberapa daerah di Surabaya, khususnya area Surabaya Selatan bagian Kecamatan Dukuh Pakis yang terdapat banyak area-area perumahan masih belum memiliki fasilitas PAUD yang mudah dijangkau. Konsep fun dan playful digunakan dalam perancangan ini untuk menyesuaikan karakter anak. Konsep bentukan juga digunakan dalam perancangan ini, yaitu dengan menggunakan bentukan dasar lingkaran. Perancangan desain menggunakan pendalaman karakter ruang untuk mendapatkan ruang-ruang yang dapat dapat mendukung dan sesuai dengan karakteristik dan skala anak. Perancangan ini menghasilkan sebuah bangunan dua lantai dengan fasilitas Pendidikan formal dan informal dengan ruang-ruang yang sesuai dengan skala, karakteristik, dan kebutuhan anak-anak.",
  "creators": "JOHANA JESSICA",
  "contributors": "Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Advisor 1); Timoticin Kwanda (Advisor 2); Handinoto (Advisor 3); Sylviana Putri Sunario Soegondo S.T. (Advisor 4); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 1); Wanda Widigdo Canadarma (Examination Committee 2); Joyce M.Laurens (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024338/ARS/2022; Johana Jessica (B12180029)",
  "subjects": "SCHOOL BUILDINGS--DESIGNS AND PLANS; EARLY CHILDHOOD EDUCATION; EDUCATION, PRESCHOOL--ACTIVITY PROGRAMS"
}