{
  "id": "53465",
  "title": "Fasilitas wisata edukasi pengelolaan sungai di Sunda Kelapa, Jakarta",
  "abstract": "Fasilitas Wisata Edukasi Pengelolaan Sungai di Sunda Kelapa, Jakarta hadir untuk memberikan pembelajaran secara interaktif dan rekreatif kepada masyarakat mengenai sungai dan cara mengelolanya. Beberapa fasilitas pembelajaran adalah galeri interaktif dimana orang dapat berinteraksi dengan pameran atau model simulasi dan juga workshop serta laboratorium yang dapat menghubungkan pengunjung dengan sungai. Adapun, fasilitas ini dirancang untuk menjadi nodes dan third place bagi masyarakat sehingga dapat menghidupkan kembali kawasan wisata Sunda Kelapa dan menjadi penghubung masyarakat dengan Sungai Krukut. Berdasarkan masalah desain tersebut, pendekatan Place Making dipilih untuk meningkatkan nilai sungai dan tapak melalui penerapan linkage, visual permeability, continuous pedestrian path, dan ruang sosial pada desain yang kelak dapat menciptakan sense of belonging pengunjung. Pendalaman karakter ruang dalam skala makro, meso, dan mikro diperlukan untuk membentuk suasana ruang yang mendukung terciptanya suatu place. Dengan begitu, desain tidak hanya menjadi sarana pembelajaran masyarakat tetapi juga dapat mendukung terciptanya suatu komunitas masyarakat sungai dan Sunda Kelapa yang aktif.",
  "creators": "ANGEL GABRIELLA KUSUMA",
  "contributors": "Joyce M.Laurens (Advisor 1); Ir. Bisatya Widadya Maer, M.T. (Advisor 2); Wanda Widigdo Canadarma (Advisor 3); Dr. Feny Elsiana, S.T., M.T. (Examination Committee 1); Markus Ignatio Aditjipto (Examination Committee 2); Altrerosje Asri, S.T., M.T. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024363/ARS/2022; Angel Gabriella Kusuma (B12180044)",
  "subjects": "EDUCATION PARKS--DESIGNS AND PLANS; RECREATION CENTERS--DESIGNS AND PLANS"
}