{
  "id": "53468",
  "title": "Fasilitas rekreasi penggemar K-Pop di Surabaya",
  "abstract": "Korean-Pop atau yang lebih dikenal dengan istilah K-Pop merupakan genre musik yang berasal dari Korea Selatan dan juga merupakan bagian dari budaya Korea Selatan sendiri. Budaya \"idola\" K-Pop modern dimulai pada sekitar tahun 1990 dan melejit sekitar tahun 2000, dimana mulai banyak bermunculan idol grup pria maupun wanita, yang menyebarkan budaya K-Pop tidak hanya di Korea saja, namun juga Eropa hingga ke Jepang, negara tetangga di Asia lainnya termasuk. Dengan munculnya layanan jejaring sosial online dan acara TV Korea Selatan, penyebaran hiburan K-Pop yang dikenal sebagai Korean Wave menjadi semakin pesat. Hampir seluruh remaja di Indonesia, baik lelaki maupun wanita, terutama di Surabaya sangat menyukai budaya K-Pop. Hal ini terbukti dari data yang menyatakan bahwa Indonesia merupakan negara keempat dengan penggemar K-Pop terbanyak di dunia. Mereka sangat mengidolakan “idola”nya, sehingga secara tidak langsung mereka mulai mengikuti gaya idolanya tersebut. Di Indonesia, terlebih di Surabaya, banyak sekali remaja yang menyanyi dan melakukan dance cover. Banyak remaja melakukan dance cover di taman kota, mall atau communal space lainnya. Dance cover memerlukan sound speaker yang kencang untuk memutar lagu, hal ini yang menjadi permasalahan, dimana kegiatan ini bisa mengganggu pengunjung mall, taman dan communal space lain karena kebisingannya. Dengan ini, dibutuhkan suatu wadah untuk mewadahi kegiatan K-Pop yang menjadi kegemaran remaja masa kini. Bangunan dirancang dengan pendekatan arsitektur simbolik yang merepresentasikan kemajuan dan kemodernan remaja serta pengolahan spasial untuk memberikan pengalaman ruang yang baru, unik dan berbeda kepada pengunjung.",
  "creators": "STEFANUS PUTRA SINGJAYA",
  "contributors": "Riduan Sukardi (Advisor 1); Roni Anggoro, S.T., M.A.Arch. (Advisor 2); Anik Juniwati (Advisor 3); Luciana Kristanto, S.T., M.T. (Examination Committee 1); Lilianny Sigit Arifin (Examination Committee 2); Stanislaus Kuntjoro Santoso (Examination Committee 3); Stephanus Wirawan Dharmatanna, S.T., M.Ars. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024292/ARS/2022; Stefanus Putra Singjaya (B12180064)",
  "subjects": "MUSIC FACILITIES; RECREATION CENTERS--DESIGNS AND PLANS"
}