{
  "id": "53466",
  "title": "Fasilitas peristirahatan tol ruas kota Probolinggo-Banyuwangi",
  "abstract": "Fasilitas perisitirahatan jalan tol, atau biasa disebut rest area, ruas kota Probolinggo-Banyuwangi dirancang dalam rangka menjawab kebutuhan pengguna jalan tol untuk beristirahat setelah mengemudi selama beberapa jam. Pengguna rest area terdiri dari pengunjung dan kendaraan. Kendaraan dapat dibagi ke dalam 2 kategori umum, dengan golongan I merupakan mobil penumpang, sedangkan golongan II-V merupakan kendaraan besar seperti bus dan truk. Kedua kategori kendaraan tersebut memiliki ukuran yang berbeda, sehingga sirkulasi dan area parkir pada rancangan dibedakan agar lebih efektif. Pengguna dari masing-masing kategori kendaraan sendiri memiliki latar belakang dan motivasi perjalanan yang berbeda pula, sehingga melahirkan kebutuhan yang beragam ketika berkunjung ke suatu rest area. Untuk itu, inklufisitas pada rest area menjadi sangat penting agar dapat mengakomodasi para pengguna. Selain untuk beristirahat, rest area juga dapat berperan sebagai cerminan keunikan daerah tempatnya didirikan. Berlokasi di Kabupaten Banyuwangi, rest area dirancang dengan menggunakan pendekatan arsitektur vernakular dengan maksud memperkenalkan kebudayaan Osing, yang merupakan kebudayaan Banyuwangi, kepada pengunjung. Konsep arsitektur Rumah Osing ditranslasikan dalam pengaturan ruang, bentuk, dan fasad bangunan.",
  "creators": "FELICIA DARMANTO",
  "contributors": "Lilianny Sigit Arifin (Advisor 1); Luciana Kristanto, S.T., M.T. (Advisor 2); Stanislaus Kuntjoro Santoso (Advisor 3); Stephanus Wirawan Dharmatanna, S.T., M.Ars. (Advisor 4); Timoticin Kwanda (Examination Committee 1); Handinoto (Examination Committee 2); Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Examination Committee 3); Sylviana Putri Sunario Soegondo S.T. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 07024352/ARS/2022; Felicia Darmanto (B12180039)",
  "subjects": "ROADSIDE REST AREAS; VERNACULAR ARCHITECTURE"
}