{
  "id": "53487",
  "title": "Studi komparasi teori dan praktik dalam menyusun strategi social media activation UMKM BabarafiI Surabaya di Social Bread",
  "abstract": "Social Bread merupakan perusahaan agency yang bergerak di bidang social media management, digital consultation, dan product photoshoot. Berdasarkan jasa yang ditawarkan, salah satu client yaitu Babarafi memiliki tujuan ingin meningkatkan awareness brand kepada target audience yang lebih luas dan yang belum pernah dijangkau sebelumnya. Strategi social media activation yang digunakan oleh Babarafi adalah launching collaboration menu dengan influencer pada Instagram dan tiktok. Strategi social media activation dirancang sesuai dengan kebutuhan Babarafi secara efisien untuk menggaet audience baru. Berdasarkan hal tersebut diperlukan strategi yang matang dengan teknik penyusunan yang jelas sesuai dengan design thinking theory. Tujuan pembahasan dengan membandingkan proses brand activation pada teori dengan praktek adalah untuk mengetahui apakah teori yang sudah diajarkan oleh Universitas Kristen Petra sudah jelas dan lengkap agar kegiatan brand activation pada saat di dunia kerja dapat berjalan dengan baik. Mengkomparasikan teori dan praktek juga dapat berguna bagi kampus ke depannya agar dapat memberbaiki apa yang dirasa kurang dalam teori. Metode yang dilakukan untuk meneliti adalah Kualitatif komparatif dengan membandingkan materi yang diberi pada saat di perkuliahan dengan alur kerja pada saat proses LEAP CII berlangsung.",
  "creators": "ESTHER DAVITA VALENTINA S",
  "contributors": "Mendy Hosana Malkisedek (Advisor 1); Frida Taniago (Advisor 2); Cindy Muljosumarto S.Sn, M.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00023770/DKV/2022; Esther Davita Valentina S (E12180158)",
  "subjects": "SOCIAL MEDIA--MARKETING; VISUAL COMMUNICATION; NEW BUSINESS ENTERPRISES"
}