{
  "id": "53489",
  "title": "Studi perbandingan teori dan praktek art directing dalam mempromosikan brand di Dentsu MB",
  "abstract": "Dalam era digital ini, advertising banyak digunakan sebagai alat komunikasi dan marketing yang memiliki sifat persuasif di mana audiens dipersuasi untuk membeli barang/jasa yang ditawarkan perusahaan. Dalam hal ini art director berperan untuk menciptakan keseluruhan visual yang tidak hanya memiliki estetika yang baik, tapi juga mampu mengkomunikasikan maksud iklan. Seorang art director harus mengetahui dasar-dasar yang harus dilakukan untuk mempermudah pembuatan iklan, kunci utama art directing bermula pada ide besar di mana keseluruhan visual merupakan faktor pendukung iklan. Hal inilah yang banyak disalah artikan orang-orang yang banyak berpendapat bahwa art directing hanya bertanggung jawab secara visual. Dalam menciptakan ide dan keseluruhan visual iklan, ada tahapan proses yang harus dilalui art director. Penelitian ini dilakukan untuk dapat mengetahui, menghasilkan kajian analisis, menghasilkan kesimpulan dan saran pengembangan berdasarkan kajian analisis perbandingan teori, dan praktek art directing dalam mempromosikan brand di Dentsu MB Indonesia. Metode pengolahan data dilakukan dengan metode komparatif kualitatif. Teknik pengumpulan data yang digunakan adalah dengan melakukan observasi, pengumpulan data, analisis data, dan studi karya ilmiah. Hasil dari pengolahan data, penulis menemukan bahwa proses art directing harus berawal dengan penemuan ide besar dan terdapat 6 cara kerja sebagai art director yang merupakan proses dasar yang dapat mempermudah pengerjaan art directing dan menciptakan iklan yang efektif.",
  "creators": "KAYLENE AMARISSA YAPTO",
  "contributors": "Vanessa Yusuf (Advisor 1); Upik Rubiyanti S. Sos. (Advisor 2); Deddi Duto Hartanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00023748/DKV/2022; Kaylene Amarissa Yapto (E12180095)",
  "subjects": "ADVERTISING; BRANDING (MARKETING); COMMERCIAL ART; MOTION PICTURES--PRODUCTION AND DIRECTION; VISUAL COMMUNICATION"
}