{
  "id": "53480",
  "title": "Faktor-faktor ruang kreatif media sosial generasi Z pada desain interior unit Cordova Edupartment di Semarang",
  "abstract": "Tinggal di apartemen sudah menjadi gaya hidup bagi anak muda terutama generasi Z. Generasi ini lahir di era digital di mana semuanya menjadi lebih mudah seperti bersosialisasi, bekerja dan semuanya dapat dilakukan di media digital. Berkembangnya era digital tentu diikuti dengan perkembangan jejaring sosial atau media sosial. Perkembangan media sosial begitu pesat tiap tahunnya sehingga dianggap mampu oleh masyarakat terutama generasi Z untuk membantu kehidupan sehari\u0002harinya. Media sosial sudah menjadi konsumsi sehari-hari generasi Z dimana tidak hanya digunakan untuk berinteraksi namun sebagai sarana untuk menyalurkan kreativitas. Kreativitas yang dihasilkan berupa video, foto, dll yang kemudian ditunjukkan pada banyak orang di media sosial. Media sosial menjadi ruang kreatif yang baik bagi generasi Z untuk menyalurkan kreativitasnya karena media sosial selalu memperbaharui fiturnya dan memberikan kemudahan bagi penggunanya, namun tidak semua orang dapat memanfaatkannya sebagai sarana untuk menyalurkan kreativitas. Oleh karena itu diperlukan tempat khusus yang mendukung generasi Z untuk menyalurkan kreativitasnya yang biasa disebut ruang kreatif. Maka kita perlu mencari faktor-faktor apa saja yang membentuk ruang kreatif media sosial. Faktor ruang kreatif media sosial menjadi pokok bahasan pada penelitian ini. Tujuan dari penelitian ini adalah menemukan kegiatan kreativitas apa saja yang dihasilkan generasi Z di media sosial, menemukan faktor-faktor dan parameter ruang kreatif media sosial pada Cordova Edupartment dan menghasilkan rekomendasi desain ruang kreatif yang mendukung aktivitas berkreativitas di media sosial. Metode penelitian yang digunakan yaitu metode kualitatif. Hasil dari penelitian ini berupa faktor-faktor ruang kreatif media sosial dan rekomendasi desain ruang kreatif media sosial untuk generasi Z di unit Cordova Edupartment.",
  "creators": "CINDY FIOLITA GRACIELA",
  "contributors": "Timoticin Kwanda (Advisor 1); Rully Damayanti (Advisor 2); Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Examination Committee 1); Joyce M.Laurens (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 00000013/MARS/2022; Cindy Fiolita Graciela (B22200005)",
  "subjects": "GENERATION Z; SOCIAL MEDIA--RESEARCH; APARTMENT HOUSES--DECORATION; INTERIOR DECORATION"
}