{
  "id": "53494",
  "title": "Fasilitas galeri dan pelatihan kesenian musik tradisional untuk tuna daksa di Surabaya",
  "abstract": "Tulisan ini merupakan bagian dari proyek Tugas Akhir Karya Desain di Program Studi Arsitektur Universitas Kristen Petra. Fasilitas Galeri dan Pelatihan Kesenian Musik Tradisional untuk Tuna Daksa ini dirancang dan didesain dengan pendekatan perilaku yang memiliki tujuan untuk menjadi tempat atau wadah bagi masyarakat khususnya penyanang disabilitas untuk dapat ikut serta mengenal, mempelajari, dan menampilkan kesenian musik tradisional sekaligus melestarikan kebudayaan Indonesia. Desain dari fasilitas ini menjawab dari isu dan permasalahan desain tentang masih banyak-nya penyandang disabilitas yang hak-hak nya masih belum terpenuhi termasuk menyalurkan hobinya dan Kesenian musik tradisional yang perlahan mulai pudar akibat dari masuknya musik modern di Indonesia. Fasilitas ini memiliki fasilitas utama yaitu sebuah galeri yang bertujuan untuk memberikan informasi dan gambaran tentang musik tradisional dan sebuah fasilitas pelatihan musik tradisional untuk tuna daksa untuk memberikan edukasi tentang permainan musik tradisional. Dan masih banyak fasilitas penunjang lainnya seperti kafe, restoran, area komunal, ampiteater. Dengan menggunakan pendalaman karakter ruang dapat tercipta suasana ruang yang sesuai dengan fungsi dan keadaan pada fasilitas itu sendiri, yang dapat dirasakan langsung oleh penggunanya.",
  "creators": "MICHAEL MARCHO",
  "contributors": "Handinoto (Advisor 1); Timoticin Kwanda (Advisor 2); Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Advisor 3); Sylviana Putri Sunario Soegondo S.T. (Advisor 4); Joyce M.Laurens (Examination Committee 1); Wanda Widigdo Canadarma (Examination Committee 2); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024330/ARS/2022; Michael Marcho (B12170025)",
  "subjects": "FOLK MUSIC--INDONESIA; GALLERIES (ARCHITECTURE)"
}