{
  "id": "5349",
  "title": "Process and resource enhancement of sliphouse to clay to gloss department in PT Doulton",
  "abstract": "PT Doulton merupakan salah satu perusahaan manufaktur dan distributor dunia yang bergerak dalam bidang produksi peralatan meja dari keramik yang bernilai tinggi. Dalam memproduksi keramik, proses-proses yang ada berada di bawah kontrol beberapa departemen khusus. Hal itu bertujuan untuk mencapai standar kualifikasi yang diharapkan pada setiap proses. Sliphouse adalah departemen pertama yang memproduksi material dasar keramik. Pada departemen ini, faktor mesin bukanlah satu-satunya faktor utama yang mempengaruhi keseluruhan proses kerjanya. Namun ada faktor lain yang memiliki peranan penting pada kinerja Sliphouse yaitu faktor sumber daya manusianya yang dalam hal ini terletak pada faktor operator. Untuk meningkatkan efisiensi dari faktor tersebut, maka diterapkan suatu metode untuk mengoptimalkan jumlah operator beserta aktivitas yang mereka kerjakan berdasarkan analisa dari metode Man Hour per Tonne. Setelah Sliphouse terdapat departemen-departemen lain seperti Laboratorium, departemen Clay to Gloss (Cup Making, Cup Casting, Flat Shop and Casting Hollow Ware) dan departemen Glazing. Dalam melakukan kegiatan proses produksi dapat dimungkinkan bahwa mesin-mesin atau operator-operator yang bekerja membuang material yang ada baik secara disengaja maupun tidak disengaja. Meskipun pengaruh dari material yang dibuang tersebut tidak dirasakan secara langsung namun hal ini cukup berdampak terhadap biaya produksi dan penggunaan material. Oleh karena itu dibutuhkan suatu cara untuk mengurangi material yang terbuang saat proses berlangsung. Melalui proses ini diharapkan bahwa kinerja PT Doulton baik dalam proses maupun sumber daya-nya dapat ditingkatkan. Pada proyek tugas akhir ini, perubahan terhadap jumlah operator dan aktivitas mereka masing-masing akan dilakukan. Dari pengamatan yang dilakukan didapatkan bahwa efisiensi dari Sliphouse kurang optimal. Oleh karena itu dilakukan pengurangan jumlah operator dan pengaturan susunan kerja yang tepat yang harus dikerjakan. Pada pengamatan terhadap material yang hilang, didapatkan bahwa beberapa departemen di PT Doulton membuang banyak material yang sebenarnya dapat diproduksi ulang. Oleh karena itu diberikan beberapa usulan untuk mengurangi material yang terbuang tersebut. Diharapkan dari proyek-proyek yang ada, efisiensi PT Doulton dapat ditingkatkan.",
  "creators": "SILVY ISKANDAR TJIPTO",
  "contributors": "I Gede Agus Widyadana (Advisor 1); Gembong Baskoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01041062/IND/2006; Silvy Iskandar Tjipto (25402076)",
  "subjects": "EFFICIENCY, INDUSTRIAL-ANALYSIS; INDUSTRIAL PRODUCTIVITY-MANAGEMENT"
}