{
  "id": "53496",
  "title": "Gedung sekolah menengah atas kristen Kanaan 2 di Banjarmasin",
  "abstract": "Fasilitas Sekolah merupakan salah satu sistem pendidikan utama yang berfungsi untuk membantu meningkatkan serta mengubah pola pikir dan daya kreativitas siswa yang diterima di bangku sekolah. Saat ini, usia remaja merupakan masa dimana manusia memiliki rasa ingin tahu yang kuat dan rentan terpengaruh oleh orang lain, banyak remaja yang cenderung mengikuti trend budaya barat untuk memberikan pemenuhan pada kepuasan diri dan kurangnya nilai agama yang dimiliki. Pada usia remaja saat ini juga banyak terjadi pernikahan usia dini di negara berkembang khususnya di Indonesia (salah satunya kota Banjarmasin). Konsep “Growing Up Together in Our Second Home” pada desain sekolah sebagai fasilitas pendidikan bertujuan untuk memberikan pendidikan yang cerdas bagi anak bangsa untuk bertumbuh bersama dengan menanamkan nilai-nilai kristiani. Asrama sebagai fasilitas pendukung bertujuan untuk mendidik para siswa agar menjadi anak yang mandiri sejak dini seperti di rumah sendiri serta memudahkan siswa untuk bepergian ke sekolah juga bersosialisasi dengan teman. Sedangkan Auditorium sebagai fasilitas/sarana beribadah bagi para siswa dan guru. Untuk mengembangkan sekolah Kristen di kota Banjarmasin, sehingga perancangan Gedung Sekolah Menengah Atas Kristen Kanaan 2 di Banjarmasin untuk melanjutkan sekolah penulis yaitu Sekolah Kristen Kanaan Banjarmasin. Permasalahan desain utama adalah bagaimana Gedung sekolah dapat memberikan kenyamanan pada aktivitas belajar mengajar bagi guru dan siswa, serta menghubungkan antara kegiatan manusia, arsitektur, dan alam. Untuk menjawab masalah tersebut, dipilih pendekatan perilaku. Hasil dari perancangan adalah pembagian zoning gedung sesuai aktivitas, desain gedung sekolah terbagi menjadi 4 fasilitas yaitu: fasilitas akademis, fasilitas non akademis, fasilitas utilitas serta fasilitas kebaktian berupa auditorium / hall. Sedangkan untuk gedung asrama terbagi menjadi 2 fasilitas yaitu: fasilitas hunian pria dan fasilitas hunian wanita. Perilaku siswa sekolah menjadi dasar pendekatan penulis dalam merancang proyek sehingga tercipta konsep indoor-outdoor blend sebagai dasar pendalaman karakter ruang rancangan proyek. Kata Kunci : sekolah, pendidikan, asrama, hunian, akademis, perilaku, Banjarmasin",
  "creators": "FERRENCIA THEODORE",
  "contributors": "Timoticin Kwanda (Advisor 1); Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Advisor 2); Handinoto (Advisor 3); Sylviana Putri Sunario Soegondo S.T. (Advisor 4); Joyce M.Laurens (Examination Committee 1); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 2); Wanda Widigdo Canadarma (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024327/ARS/2022; Ferrencia Theodora (B12180173)",
  "subjects": "SCHOOL BUILDINGS--DESIGNS AND PLANS; CHURCH SCHOOLS"
}