{
  "id": "53508",
  "title": "Museum seni kontemporer di Surabaya",
  "abstract": "Pembangunan Museum Seni Kontemporer di Surabaya bertujuan sebagai tempat edukasi dan rekreasi seni bagi masyarakat Indonesia, terutama Jawa Timur. Saat ini, beberapa tempat edukasi seni di Indonesia memiliki kondisi yang kurang terawat dan atau kurang menanggapi perkembangan seni. Tempat edukasi sekaligus rekreasi seni di Surabaya dapat menjadi sarana bagi masyarakat yang ingin lebih mengenal seni. Masalah dari perancangan bangunan ini adalah bagaimana dapat menciptakan fasilitas museum yang mengedukasi dan rekreasi dengan cara mendorong pengalaman pengguna. Dengan ini pembangunan museum ingin mendorong sequence pada bangunan, dari sistem sirkulasi yang beralur dan juga penataan seni secara kronologis untuk mendorong narasi dan pengalaman pengguna. Bangunan sebagai museum ingin memberikan kesan yang lebih untuk penggunanya, dari itu pendekatan pada bangunan menggunakan teori ‘spatial perception’. Teori ini dipilih karena cocoknya dengan konsep dan fungsi bangunan sebagai tempat seni, dimana teori ini membahas tentang persepsi orang terhadap sebuah ruang ataupun benda, dimana persepsi orang dapat berubah dan akan berbeda jika pengguna memandang sebuah seni atau ruang dalam persepsi, jarak pandang, sudut pandang, pencahayaan, dll yang berbeda. Untuk mendukung pengalaman ruang pada bangunan dengan persepsi, bangunan di desain memperhatikan skala, penghawaan dan pencahayaan dan zoning pada bangunan.",
  "creators": "DERIAN",
  "contributors": "Angela Christysonia Tampubolon, S.T., M.T. (Advisor 1); Danny Santoso Mintorogo (Advisor 2); Andhi Wijaya (Advisor 3); Rully Damayanti (Examination Committee 1); Samuel Hartono (Examination Committee 2); Elvina Shanggrama Wijaya, S.T., M.T. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024339/ARS/2022; Derian (B12180118)",
  "subjects": "ART MUSEUM ARCHITECTURE; MUSEUM BUILDINGS--DESIGNS AND PLANS"
}