{
  "id": "53506",
  "title": "Fasilitas rehabilitasi bagi penyandang ketergantungan di kota Batu",
  "abstract": "Tulisan ini merupakan bagian dari proyek Tugas Akhir Karya Desain di Program Studi Arsitektur Universitas Kristen Petra. Tingginya kasus penyalahgunaan NAPZA di Jawa Timur menjadi salah satu hal utama yang melatarbelakangi proyek tugas akhir dengan judul Fasilitas Rehabilitasi Bagi Penyandang Ketergantungan Napza di Kota Batu. Fasilitas ini diharapkan mampu membantu masyarakat usia dewasa muda yang mengalami ketergantungan NAPZA untuk memulihkan pengaruh NAPZA secara fisik dan psikologi mereka. Penerapan pendekatan desain berupa pendekatan arsitektur perilaku, dengan memahami karakter dan kebutuhan pasien yang mengalami ketergantungan akibat NAPZA, dapat membantu dalam membuat rancangan yang kontekstual. Pendalaman terhadap karakter tiap-tiap ruang, dimana karakter ruang, baik ruang dalam dan ruang luar tersebut disesuaikan dengan karakter, kecenderungan perilaku dan psikologis penderita ketergantungan NAPZA yang menggunakan fasilitas tersebut. Konsep dasar dari perancangan ini adalah Interaction more than isolation, dengan kata lain desain dan tata ruang dalam fasilitas disesuaikan dengan kebutuhan terapi ketergantungan NAPZA yang menggunakan metode therapeutic community yang mengedepankan interaksi dan sosialisasi antar sesama penderita. Rancangan fasilitas rehabilitasi ini menyediakan fasilitas medis, fasilitas hunian bagi residen dan staff, ruang kelas, ruang terapi, ruang workshop, ruang bakat minat, kantor pengelola, ruang penerima tamu, dan aula serbaguna. Fasilitas hunian dirancang untuk pasien rawat inap dengan kamar yang menyesuaikan dengan kecenderungan perilaku pasien. Fasilitas rehabilitasi dengan konsep Therapeutic community dengan suasana yang informal sehingga pasien tidak merasa tertekan dan terisolasi. Fasilitas rehabilitasi disesuaikan dengan kecenderungan perilaku, kebutuhan, kelompok usia dan respon pasien ketergantungan NAPZA selama menjalani kegiatan rehabilitasi",
  "creators": "DIMITRIJ ARDIAN TAMA",
  "contributors": "Anik Juniwati (Advisor 1); Roni Anggoro, S.T., M.A.Arch. (Advisor 2); Riduan Sukardi (Advisor 3); Lilianny Sigit Arifin (Examination Committee 1); Luciana Kristanto, S.T., M.T. (Examination Committee 2); Stephanus Wirawan Dharmatanna, S.T., M.Ars. (Examination Committee 4); Stanislaus Kuntjoro Santoso (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024297/ARS/2022; Dimitrij Ardian Tama (B12180147)",
  "subjects": "MENTAL HEALTH FACILITIES--DESIGN AND CONSTRUCTION; REHABILITATION CENTERS--DESIGNS AND PLANS"
}