{
  "id": "53502",
  "title": "Fasilitas olahraga basket kursi roda bagi tuna daksa di Badung, Bali",
  "abstract": "Fasilitas pelatihan olahraga bola basket kursi roda di Badung, dirancang dalam rangka menjawab kebutuhan pengguna difabel untuk berlatih pada lapangan olahraga yang mewadahi dan aman. Pengguna dan pengunjung fasilitas olahraga ini sebagian besar merupakan orang dengan alat bantu jalan, sehingga perancangan fasilitas olahraga bola basket kursi roda ini dirancang dengan sirkulasi dan penataan ruang yang sedikit berbeda dengan fasilitas olahraga biasa agar lebih efektif. Pengguna juga memiliki keterbatasan yang berbeda tiap orangnya sehingga menimbulkan kebutuhan yang beragam ketika menggunakan fasilitas olahraga. Oleh karena itu, eksklusivitas pada bangunan menjadi sangat penting agar dapat mengakomodasi pengguna bangunan. Selain itu, Fasilitas olahraga juga dapat diakses oleh komunitas tuna daksa yang ingin berlatih ataupun mencoba olahraga bola basket kursi roda untuk dapat mengembangkan potensi mereka karena bangunan dirancang dengan skala dan standar lapangan internasional. Dengan adanya fasilitas ini kualitas para calon atlet tuna daksa akan meningkat dan lebih mudah bersosialisasi sehingga tingkat kepercayaan diri serta kualitas kerjasama tim dapat terbentuk. Bagi para calon atlet tuna daksa yang mempunyai bakat dapat bergabung dengan tim profesional dan berlaga di kompetisi Paralympic nasional atau bahkan kompetisi Paralympic internasional untuk berlaga di luar negeri.",
  "creators": "STEVEN JOE TANIO",
  "contributors": "Andhi Wijaya (Advisor 1); Angela Christysonia Tampubolon, S.T., M.T. (Advisor 2); Danny Santoso Mintorogo (Advisor 3); Elvina Shanggrama Wijaya, S.T., M.T. (Examination Committee 1); Samuel Hartono (Examination Committee 2); Rully Damayanti (Examination Committee 3); Irwan Santoso (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024346/ARS/2022; Steven Joe Tanio (B12180128)",
  "subjects": "BASKETBALL FOR PEOPLE WITH DISABILITIES; BASKETBALL PLAYERS WITH DISABILITIES; BASKETBALL--TRAINING; BASKETBALL ARENAS"
}