{
  "id": "53517",
  "title": "Gereja dan fasilitas pembelajaran reformed injili di Balikpapan",
  "abstract": "Gerakan Reformed Injili Merupakan salah satu Gerakan Keagamaan yang telah berkembang di Indonesia. Gerakan ini telah tersebar di kota-kota di Indonesia, salah satunya kota Balikpapan. Di Balikpapan, Gerakan ini masih berbentuk Mimbar (MRII) yang masih menggunakan ruko sebagai basis tempat melakukan aktivitas gerejawi dan juga masih minimnya fasilitas kerohanian dari Gerakan ini di Balikpapan. Seiring berjalannya waktu tentu Status ‘Mimbar’ akan berubah menjadi ‘Gereja’ yang tentunya aktivitas gerejawi semakin kompleks dan memerlukan sebuah Gedung gereja yang independen. Fasilitas yang akan diwadahi dalam perancangan ini ditujukan untuk Aktivitas Gerejawi yang ada serta juga merespons akan kebutuhan Fasilitas pembelajaran dari denominasi Gerakan ini yaitu STRI Balikpapan (STRIPAN). Selain itu, juga terdapat fasilitas-fasilitas pendukung lainnya baik yang bersifat komersial seperti Perpustakaan, pusat literatur, Studio Radio, Toko buku Momentum, Area pameran, musical center, guesthouse, dan lain sebagainya. Sehingga melalui perancangan ini diharapkan dapat menjadi pusat Komplek fasilitas kerohanian dari Gerakan Reformed Injili di Balikpapan. Gedung yang hadir selain mendukung fungsi di dalamnya juga diharapkan dapat mencerminkan nilai identitas dari Gerakan Reformed dalam bangunan, oleh karena itu pendekatan simbolik diangkat agar dapat menceritakan ke dalam perancangan. Serta untuk mendukung simbolik yang diangkat, kualitas ruang yang baik, faktor suasana, dan akustika ruangan menjadi penekanan yang perlu diperhatikan juga nantinya.",
  "creators": "THIO KRIS PATRIO",
  "contributors": "Angela Christysonia Tampubolon, S.T., M.T. (Advisor 1); Andhi Wijaya (Advisor 2); Danny Santoso Mintorogo (Advisor 3); Rully Damayanti (Examination Committee 1); Samuel Hartono (Examination Committee 2); Elvina Shanggrama Wijaya, S.T., M.T. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 00024341/ARS/2022; Thio Kris Patrio (B12180153)",
  "subjects": "CHURCH ARCHITECTURE--DESIGNS AND PLANS; CHURCH FACILITIES--DESIGNS AND PLANS"
}