{
  "id": "53519",
  "title": "Galeri kopi Toraja di Makale, Tana Toraja",
  "abstract": "Kopi merupakan salah satu komoditi yang sangat di nikmati oleh masyarakat, terutama di Indonesia. Di Indonesia sendiri, terdapat beberapa daerah yang terkenal akan kualitas kopinya, salah satunya adalah Tana Toraja. Terdapat beberapa jenis kopi yang dibudidayakan di Tana Toraja, antara lain kopi robusta (coffea robusta) dan kopi arabika (coffea arabica). Meski demikian, Tana Toraja belum memiliki suatu area khusus untuk membudidayakan dan mengembangkan potensi alam mereka. Sebagian besar kopi disana diolah secara tradisional melalui industri rumahan. Melihat hal tersebut, maka dibutuhkan sebuah fasilitas galeri kopi yang bertujuan untuk memberikan edukasi kepada pengunjung dan masyarakat sekitar mengenai potensi dan kekayaan alam yang ada, sehingga seluruh kekayaan alam dapat terolah secara maksimal. Fasilitas ini didesain dengan menggunakan pendekatan arsitektur dan perilaku untuk memaksimalkan potensi edukasi dengan menggunakan pendalaman sequence, sehingga secara tidak langsung pengunjung dapat belajar mengenai bagaimana proses pengolahan kopi dari awal dipetik, diolah, hingga disajikan kepada setiap konsumen. Oleh karena itu, dibutuhkan suatu tempat yang berfungsi untuk memproduksi, mengolah, serta membudidayakan kekayaan alam disana melalui sebuah galeri kopi. Sehingga, seluruh pengunjung bisa mendapatkan esensi bahwa kopi tidak hanya sekedar untuk dinikmati, melainkan ada cerita menarik dibalik setiap proses pengolahannya.",
  "creators": "MITCHEL TJANDRA SIACAHYO",
  "contributors": "Benny Poerbantanoe (Advisor 1); Christine Wonoseputro (Advisor 2); V.P. Nugroho Susilo (Advisor 3); Bram Michael Wayne, S.T., M.Ars. (Advisor 4); Angela Christysonia Tampubolon, S.T., M.T. (Examination Committee 1); Andhi Wijaya (Examination Committee 2); Danny Santoso Mintorogo (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan ArsitekturNo. 02024384/ARS/2022; Mitchel Tjandra Siacahyo (B12180079)",
  "subjects": "GALLERIES (ARCHITECTURE)--DESIGNS AND PLANS; GALLERIES (ARCHITECTURE)"
}