{
  "id": "53513",
  "title": "Fasilitas daur ulang sampah plastik di Pesanggaran Denpasar Bali",
  "abstract": "Fasilitas Pendaur TPA Suwung di Kecamatan Pesanggaran, daerah Denpasar ditinjau dari permasalahan sampah di Bali yang menjadi sebuah isu yang serius dalam lingkungan pariwisata dan Kesehatan masyarakat Bali. Dikabarkan bahwa umur TPA Suwung tidak akan lama lagi, dan akan ditutup pada beberapa tahun lagi. Berdasarkan survei, TPA Suwung menampung setidaknya 120-ton sampah setiap harinya. TPA Suwung menjadi tempat pembuangan akhir sampah untuk wilayah Denpasar, Badung, Gianyar dan Tabanan. Sampah-sampah yang berasal dari wilayah tersebut 30% mengalami proses pendauran ulang 70% diletakkan di TPA Suwung. Sampah-sampah tersebut paling dominan berasal dari rumah tangga (48%), pasar tradisional (24%), dan kawasan komersial (9%). Berdasarkan data yang diperoleh dari sebuah laporan Yudianka (2017), sampah yang ditemukan di TPA Suwung dikategorikan menjadi sampah organic dan sampah non-organic. Sampah organic yang dapat ditemukan di TPA Suwung antar lain, makanan dan limbah kebun tanaman dan untuk sampah non-organic antara lain plastik, kertas, logam, karet dan kaca. Masalah utama dari TPA saat ini upaya untuk mengurangi jumlah sampah yang terdapat di dalam TPA belum maksimal terutama bahan non-organic hanya dilakukan dengan pembakaran yang tidak memadai sehingga sampah plastik menumpuk dan menjadi sebuah isu yang serius. Dengan kemajuan teknologi, pendauran ulang sampah plastik menjadi lebih mudah dan efektif. Hal ini memanfaatkan pengelolaan enzim sintesis, yang merupakan perkembangan lebih lanjut dari enzim alami di mana mampu mengubah plastic menjadi biji bioplastic sebelum dikelola lagi menjadi bioplastic yang dilakukan dengan sistem yang sistematis dan bertahap.",
  "creators": "WILBERT OWEN SUGIANTO",
  "contributors": "Andhi Wijaya (Advisor 1); Angela Christysonia Tampubolon, S.T., M.T. (Advisor 2); Danny Santoso Mintorogo (Advisor 3); Rully Damayanti (Examination Committee 1); Elvina Shanggrama Wijaya, S.T., M.T. (Examination Committee 2); Samuel Hartono (Examination Committee 3); Irwan Santoso (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 04024348/ARS/2022; Wilbert Owen Sugianto (B12180037)",
  "subjects": "PLASTICS--RECYCLING; RECYCLING (WASTE, ETC.); INDUSTRIAL BUILDINGS--DESIGNS AND PLANS"
}