{
  "id": "53514",
  "title": "Pasar tradisional di Gunung Kidul",
  "abstract": "Gunung kidul terletak pada bagian timur DIY dan merupakan daerah dengan dominasi perbukitan, goa dan pantai, keistimewaan ini menjadi incaran utama para investor untuk mengembangkan perusahaan mereka. tingginya Industri pariwisata di Gunungkidul mendongkrak Pendapatan Asli Daerah dan memperbesar pemulihan ekonomi dari dampak pandemi ini sampai berkali-kali lipat, Meskipun banyak membawa dampak positif dari aspek perekonomian di wilayah namun perkembangan industri pariwisata di Gunungkidul juga memberi dampak negatif, Akibatnya kekuatan ekonomi dikuasi oleh para investor, dan masyarkat asli kurang medapat peran dalam kegiatan pariwisata, Sehingga pemilihan project Pasar Tradisional didasari dengan membawa semangat masyarakat asli gunung kidul yogyakarta, serta mendorong ekonomi kreatif bagi masyarakat sekitar, project ini menerapkan konsep one stop service, Dimana berbelanja kebutuhan suatu produk dapat dilakukan dalam 1 tempat atau sekali pemberhentian, Sehingga fokus konsep ini pada alur dan zoning serta berdampak pada kontuinitas alur pengunjung, konsep ini mendukung mekanisme perbelanjaan secara kelompok, pendekatan utilitas dipilih dari permasalahan pada tipologi pasar yaitu kondisi yang kumuh dan kotor serta Utilitas pada pasar adalah salah satu bagian terpenting dalam perencanaan dan perancangan pasar, karena aktivitas pasar menghasilkan limbah yang berdampak buruk bagi lingkungan.",
  "creators": "LUKAS SURYANATA",
  "contributors": "V.P. Nugroho Susilo (Advisor 1); Benny Poerbantanoe (Advisor 2); Bram Michael Wayne, S.T., M.Ars. (Advisor 3); Christine Wonoseputro (Advisor 4); Angela Christysonia Tampubolon, S.T., M.T. (Examination Committee 1); Andhi Wijaya (Examination Committee 2); Danny Santoso Mintorogo (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 04024387/ARS/2022; Lukas Suryanata (B12180135)",
  "subjects": "BAZAARS (MARKETS); MARKETS--DESIGN AND CONSTRUCTION"
}