{
  "id": "53511",
  "title": "Fasilitas kantor startup bagi millenial di kota Surabaya",
  "abstract": "Fasilitas Kantor Startup Bagi Millenial di Kota Surabaya merupakan fasilitas yang dapat mewadahi aktivitas bisnis para pekerja Startup yang didominasi oleh para generasi millenial. Karakteristik generasi millenial yang cenderung fleksibel dalam segala hal membuat batasan antara aktivitas bekerja dan aktivitas lainnya semakin memudar, sehingga kantor dengan sistem konvensional sudah tidak lagi sesuai dengan perilaku millenial dalam menjalankan bisnis Startup. Perancangan proyek ini memiliki tujuan untuk menghadirkan program kantor dengan konsep yang sesuai bagi para millenial dalam menjalankan bisnis Startup di era digital saat ini. Oleh Karena itu, untuk mendapatkan hasil yang sesuai perancangan ini menggunakan Pendekatan Perilaku dimana desain akan terfokus pada bagaimana perilaku serta karakteristik millenial dapat menciptakan lingkungan kerja yang interaktif, fleksibel dan kolaboratif yang mendukung performa produktivitas saat berada di area kantor. Dengan hadirnya fasilitas ini, dapat meningkatkan perekonomian masyarakat terutama para generasi millenial dalam berwirausaha melalui bisnis Startup dan menambah akomodasi untuk mendukung kegiatan berbisnis dan berniaga di Kota Surabaya.",
  "creators": "RICHARD CHRISTIAN SOEDJONO",
  "contributors": "Dr. Feny Elsiana, S.T., M.T. (Advisor 3); Benny Poerbantanoe (Examination Committee 1); V.P. Nugroho Susilo (Examination Committee 2); Christine Wonoseputro (Examination Committee 3); Bram Michael Wayne, S.T., M.Ars. (Examination Committee 4); Markus Ignatio Aditjipto (Advisor 1); ALTREROSJE ASRI (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024308/ARS/2022; Richard Christian Soedjono (B12180069)",
  "subjects": "OFFICE BUILDINGS--DESIGNS AND PLANS; STARTUP CLUB"
}