{
  "id": "53516",
  "title": "Fasilitas terapi fotografi di Taman Dayu",
  "abstract": "Desain Fasilitas Terapi Fotografi di Taman Dayu ini dirancang setelah melihat tingginya tingkat pengidap depresi di Indonesia khusunya di area Jawa Timur. Masalah desain utama pada proyek ini adalah integrasi antar terapi fotografi (Phototheraphy, Photovoice, dan Therapeutic Photography) yang memiliki kebutuhan psikologi yang berbeda; serta cara mengenalkan pengunjung kepada terapi fotografi yang tergolong baru di Indonesia. Pendekatan desain yang digunakan adalah pendekatan arsitektur psikologi dengan pertimbangan bagaimana arsitektur dapat membantu kegiatan terapi dengan memberikan kesan psikologi yang dibutuhkan oleh terapi. Bangunan yang dirancang pada fasilitas ini meliputi; Area lobby dan Phototheraphy (Lobby, kantor pengurus,dan bilik-bilik konseling Phototheraphy); Area Photovoice (R. Serbaguna, dan galeri foto therapeutic); dan Area Therapeutic Photography (R. Perpustakaan, kantor pengurus, dan bilik-bilik therapeutic photography). Pendalaman desain yang diambil adalah spasial untuk memaksimalkan kesan ruang yang ingin dicapai di setiap area terapi fotografi. Pendekatan desain yang diambil adalah Architecture Psychology yang merupakan teori arsitektur yang dapat menyadarkan pengaruh signifikan dari lingkungan yang dirancang pada pengalaman dan perilaku manusia dan dapat berkontribusi pada pemahaman tentang keterkaitan antara manusia dan lingkungan yang dirancang dan dipengaruhi manusia. Pendekatan ini dipilih karena bangunan fasilitas ini didesain tidak hanya menampung kegiatan terapi fotografi saja tetapi juga mendukung kegiatan didalamnya dengan memberikan kesan terapi yang dibutuhkan dari segi interior maupun eksterior.",
  "creators": "AGUS PERDANA",
  "contributors": "Rully Damayanti (Advisor 1); Irwan Santoso (Advisor 2); Samuel Hartono (Advisor 3); Elvina Shanggrama Wijaya, S.T., M.T. (Advisor 4); Roni Anggoro, S.T., M.A.Arch. (Examination Committee 1); Riduan Sukardi (Examination Committee 2); Anik Juniwati (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024312/ARS/2022; Agus Perdana (B12170031)",
  "subjects": "MENTAL HEALTH FACILITIES--DESIGN AND CONSTRUCTION; PHOTOGRAPHY IN PSYCHOTHERAPY"
}