{
  "id": "53510",
  "title": "Fasilitas pemandian air panas di Desa Tiris, Probolinggo",
  "abstract": "Indonesia merupakan salah satu negara dengan jumlah gunung berapi terbanyak di dunia. Gunung berapi yang mengandung magma ini mengalami proses geothermal sehingga menghasilkan energi panas. Energi panas ini mempengaruhi suhu perairan yang berada di sekitarnya sehingga terbentuklah sumber-sumber air panas alami. Terlepas dari potensi yang terdapat dalam pemanfaatan panas geothermal sebagai pemandian air panas di Indonesia, jumlah pemandian air panas di Indonesia sendiri masih sedikit dan kurang memadai. Sementara itu, wisata pemandian air panas sendiri memiliki potensi untuk berperan dalam penyembuhan dan pengembangan kesehatan fisik serta mental pengguna. Salah satu sumber air panas alami yang memiliki potensi untuk dikembangkan adalah sumber air panas Desa Tiris yang terdapat di Probolinggo, Jawa Timur. Berlatar bukit dan hutan di sekelilingnya, pemandian air panas ini sudah menjadi salah satu tujuan wisata masyarakat lokal dan nasional. Namun disayangkan keadaan eksisting fasilitas yang ada belum dapat menampung dan mewadahi aktivitas pengguna secara layak. Sehingga diperlukan adanya pengembangan terhadap fasilitas pemandian air panas ini. Dimulai dari sirkulasi pengunjung hingga kefungsian fasilitas yang disediakan secara keseluruhan dirasa masih dapat dikembangkan untuk menciptakan sebuah fasilitas yang memadai dan memenuhi kebutuhan pengguna maupun pengelola. Oleh karena itu pendekatan perilaku dengan teori affordance dan dirasa dirasa paling tepat dalam perancangan ini. Harapannya setiap fasilitas yang disediakan dapat memberikan pengalaman ruang yang berbeda-beda dan menciptakan adanya hubungan ruang dalam dan ruang luar bagi pengunjung. Selain itu juga tetap memperhatikan setiap fungsi ruang terhadap pengguna maupun pengelola fasilitas pemandian.",
  "creators": "JAMES MILLIAN WINATA",
  "contributors": "Joyce M.Laurens (Advisor 1); Ir. Bisatya Widadya Maer, M.T. (Advisor 2); Wanda Widigdo Canadarma (Advisor 3); Dr. Feny Elsiana, S.T., M.T. (Examination Committee 1); Markus Ignatio Aditjipto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024364/ARS/2022; James Millian Winata (B12180080)",
  "subjects": "RECREATION CENTERS--DESIGNS AND PLANS; SWIMMING POOLS--DESIGN AND CONSTRUCTION"
}