{
  "id": "53522",
  "title": "Perancangan value stream mapping untuk mengidentifikasi dan mengurangi waste pada proses produksi tangki medikal di PT Intidaya Dinamika Sejati",
  "abstract": "PT Intidaya Dinamika Sejati merupakan perusahaan yang bergerak di bidang distribusi pedrogil, roots blower, becker vacuum pump, serta sebagai konsultan teknis jasa servis untuk berbagai macam produk, seperti vacuum pump, roots blower, compressor air end, control panel, dan air lock untuk segala merk. Terdapat lima divisi di PT Intidaya Dinamika Sejati, yaitu divisi Blower, divisi Vacuum, divisi Fabrikasi, divisi rewinding, dan divisi Industrial Repair. Divisi Fabrikasi merupakan salah satu divisi terbesar di PT Intidaya Dinamika Sejati. Pada divisi Fabrikasi terdapat beberapa pemborosan yang dapat mengurangi produktivitas pembuatan tangki medikal. Pemborosan-pemborosan yang terdapat di PT Intidaya Dinamika Sejati divisi Fabrikasi, yaitu motion, waiting, transportation, defect, dan extra processing. Peneliti merancang Value Stream Mapping sebagai acuan untuk memperbaiki proses produksi tangki medikal. Usulan yang diberikan untuk perbaikan proses, yaitu briefing awal yang di dalamnya terdapat penjelasan lebih detail, pengawasan dan penilaian lebih ketat, pengadaan pelatihan pekerja, pengaturan hand stacker sebelum proses welding, penggunaan pita ukur, penggunaan cairan phosphating untuk mencuci tangki, penggunaan dempul semprot, dan mengubah urutan proses. Terakhir peneliti membuat Future Value Stream Mapping untuk menggambarkan keadaan setelah usulan.",
  "creators": "KEZIA PHOEBE SUTANTO",
  "contributors": "Prayonne Adi S.T., M.MT. (Advisor 1); I Nyoman Sutapa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022486/IND/2022; Kezia Phoebe Sutanto (C13180115)",
  "subjects": "PRODUCTION MANAGEMENT; PRODUCTION CONTROL; STREAM MAPPING"
}