{
  "id": "53521",
  "title": "Pengembangan aplikasi trucking haulage untuk meningkatkan produktivas pengangkutan bongkar kontainer di PT X Surabaya",
  "abstract": "Logistik menjadi salah satu bisnis yang akan terus berkembang, karena dibutuhkan dalam dunia bisnis untuk pengiriman barang dengan waktu dan jumlah yang tepat, serta biaya yang rendah. PT X adalah perusahaan yang bergerak di bidang logistik dan pelayaran. Salah satu aktivitas yang berjalan dalam bisnis logistik dan pelayaran adalah aktivitas pengangkutan kontainer. Proses pengangkutan dinilai masih kurang efektif dan efisien. Tingkat produktivitas pengangkutan saat ini yang diukur berdasarkan rata-rata ritase per hari tergolong rendah. Hal tersebut disebabkan oleh proses pengangkutan yang tidak bisa dideteksi secara real time, media komunikasi yang tidak praktis, antrian, dan ketidaktersediaan truk. Aplikasi truking haulage dibuat dan dikembangkan, sehingga aktivitas-aktivitas yang tidak memberikan nilai tambah akan diminimalkan atau dieliminasi, sehingga produktivitas pengangkutan dapat meningkat. Penelitian ini membahas pengembangan aplikasi trucking haulage pada fase 1.1. Hasil implementasi aplikasi menunjukkan bahwa produktivitas pengangkutan meningkat dari 7,36 ritase per hari menjadi 7,93 ritase per hari. Two sample t-test menunjukkan bahwa p-value yang didapatkan sebesar 0,033 (< 0,05), sehingga dapat disimpulkan bahwa aplikasi trucking haulage dapat meningkatkan produktivitas bongkar kontainer di PT. X Surabaya.",
  "creators": "CLAUDIA FEBBY SIEMAWIJAYA",
  "contributors": "Iwan Halim Sahputra, S.T., M.Sc., Ph.D. (Advisor 1); Nova Sepadyati, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022511/IND/2022; Claudia Febby Siemawijaya (C13180089)",
  "subjects": "BUSINESS LOGISTICS MANAGEMENT; SHIPPING"
}