{
  "id": "53532",
  "title": "Fasilitas wisata edukasi batik ecoprint di Kabupaten Sleman",
  "abstract": "Fasilitas Wisata Edukasi Batik Ecoprint di Kabupaten Sleman merupakan fasilitas rekreasi sekaligus pendidikan yang hadir untuk memberikan pengalaman batik ecoprint atau proses mencetak jejak tanaman pada media kain. Sesuai namanya, proses ini merupakan alternatif produksi kain yang lebih ramah lingkungan. Bahan yang digunakan merupakan bahan daur ulang, dan limbahnya pun tidak mencemari lingkungan. Oleh sebab itu, untuk mendukung kegiatan dengan tujuan melestarikan lingkungan, pendekatan arsitektur ramah lingkungan diperlukan guna menanggapi dan mendukung tujuan tersebut. Dengan perencanaan perancangan yang meninjau desain pasif berkelanjutan, sistem teknologi terbarukan, bahan ramah lingkungan, pemanfaatan lansekap asli, dan pengolahan air hujan pada desain dapat membantu perencanaan perancangan yang ramah lingkungan. Dengan ini, hasil rancangan yang dihasilkan berupa suatu kawasan massa banyak yang terdiri dari galeri, loka karya, ruang pameran penginapan, dan restoran yang menghadirkan fasilitas wisata sekaligus edukasi bertemakan ecoprint. Oleh karena itu, dengan perencanaan perancangan fasilitas ini, diharapkan dapat menjadi sarana wisata sekaligus edukasi yang ramah lingkungan baik dari perancangan dan kegiatan, dan juga menyediakan sarana pembelajaran proses produksi batik ecoprint yang nyaman.",
  "creators": "YOGI RAHARDJANTA INIGO",
  "contributors": "Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Advisor 1); Sylviana Putri Sunario Soegondo S.T. (Advisor 4); Timoticin Kwanda (Advisor 2); Handinoto (Advisor 3); Joyce M.Laurens (Examination Committee 1); Wanda Widigdo Canadarma (Examination Committee 2); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06024336/ARS/2022; Yogi Rahardjanta Inigo (B12180103)",
  "subjects": "EDUCATION PARKS--DESIGNS AND PLANS; RECREATION CENTERS--DESIGNS AND PLANS"
}