{
  "id": "53531",
  "title": "Faktor-faktor yang mempengaruhi pemilihan gaya arsitektur minimalis oleh pengembang pada fasad perumahan tingkat menengah di Surabaya Timur",
  "abstract": "Properti dan arsitektur menjadi sebuah topik yang bisa dibilang tidak tabu bagi seluruh kalangan lapisan masyarakat mulai dari kalangan menengah kebawah hingga keatas. Hal ini bukan lain karena kedua hal tersebut termasuk sebagai salah satu kebutuhan pokok dalam kehidupan manusia yaitu “Papan”. Papan yang dimaksud adalah tempat tinggal. Penelitian ini mempunyai target untuk mempelajari seluruh kegiatan dalam dunia properti dan bisa untuk dikolaborasikan dengan salah satu objek arsitektur yaitu fasad. Fasad sendiri menjadi salah satu bagian penting yang mempengaruhi tampilan dari seluruh bangunan tersebut. Metode yang digunakan dalam proposal kali ini adalah metode kualitatif yaitu melakukan proses penelitian dan pemahaman berdasarkan pada metodologi yang menyelidiki masalah fenomena sosial dan masalah manusia. Fenomena sosial yang dimaksud adalah permasalahan yang muncul dalam lingkup arsitektur dan properti. Hal ini bukan lain adalah keterkaitan mengenai fasad dan pengembang itu sendiri. Teknik pengumpulan data menggunakan metode pendekatan kualitatif yaitu melakukan proses penelitian dan pemahaman berdasarkan pada metodologi menyelidiki masalah fenomena sosial dan masalah manusia. Hal tersebut tidak lain yang dimaksud adalah studi kasus.",
  "creators": "FERNANDO CHRISTIAN RICKY",
  "contributors": "Timoticin Kwanda (Advisor 1); Altrerosje Asri, S.T., M.T. (Advisor 2); Lilianny Sigit Arifin (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 07024392/ARS/2022; Fernando Christian Ricky (B12180083)",
  "subjects": "ARCHITECTURE, DOMESTIC--DESIGNS AND PLANS; DWELLINGS--DESIGN AND CONSTRUCTION; HOUSING--DESIGN AND CONSTRUCTION"
}