{
  "id": "53539",
  "title": "Self-disclosure transpuan kepada orang tua",
  "abstract": "Transpuan ialah laki-laki yang merubah penampilannya menjadi seorang perempuan. Transpuan termasuk dalam kelompok LGBT (Lesbian, Gay, Bisexual, Transsexual) dan kelompok ini masih dianggap sebagai kaum minoritas di Indonesia. Self-Disclosure merupakan tindakan dari individu untuk menyingkapkan informasi yang hanya bisa disampaikan kepada orang-orang terdekat. Orang tua merupakan bagian dari keluarga, dan keluarga adalah lingkup sosial pertama yang akan ditemui oleh tiap-tiap individu. Self-Disclosure transpuan kepada orang tuanya menjadi topik dalam penelitian ini. Tujuan dari penelitian ini, yakni memahami pemaknaan pengalaman self-disclosure transpuan kepada orang tuanya. Peneliti melakukan wawancara mendalam kepada dua narasumber Van dan Vel yang telah melakukan self-disclosure kepada orang tuanya. Penelitian ini menggunakan metode Fenomenologi untuk menjelaskan pemaknaan self-disclosure transpuan kepada orang tua. Tahapan dalam metode fenomenologi Clark E. Moustakas yakni epoché, phenomenological reduction, imaginative variation, dan synthesis of meaning and essence. Hasil dari penelitian ini adalah pemaknaan relasi antarpribadi dan penolakan gender lahiriah sebelum melakukan self-disclosure, dorongan untuk melakukan self-disclosure, serta dampak melakukan self-disclosure terhadap diri dan lingkungan sekitar. Self-disclosure yang dilakukan oleh kedua narasumber bukanlah bentuk perizinan, namun adanya keinginan untuk menyampaikan informasi terkait identitas gender yang sebenarnya. Kehadiran orang tua akan berimbas pada bentuk self-disclosure yang dilakukan oleh tiap individu.",
  "creators": "HANDRY CHRISTIAN PRAMANANTA",
  "contributors": "Desi Yoanita (Advisor 1); Agusly Irawan Aritonang, S.Sos., M.A. (Advisor 2); Fanny Lesmana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011762/KOM/2022; Handry Christian Pramananta (F11180027)",
  "subjects": "COMMUNICATION IN FAMILIES; SELF-DISCLOSURE; TRANSGENDER WOMEN--COMMUNICATION"
}