{
  "id": "53536",
  "title": "Fasilitas terapi seni bagi orang dengan gangguan jiwa di Yogyakarta",
  "abstract": "Gangguan jiwa adalah sindrom pola perilaku individu yang berkaitan dengan suatu gejala penderitaan dan pelemahan didalam satu atau lebih fungsi penting dari manusia, yaitu fungsi psikologis, perilaku, biologis, gangguan tersebut mempengaruhi hubungan antara dirinya sendiri dan juga masyarakat. Yogyakarta masih menjadi tempat yang memiliki angka tertinggi dakam orang yang mengalami penyakit gangguan jiwa yang disebut sebagai ODGJ. Kondisi ini sangat memprihatinkan karena angka ini merupakan angka tertinggi kedua yang tercatat di Indonesia. Fasilitas Terapi Seni bagi Orang dengan Gangguan Jiwa di Yogyakarta dirancang dengan tujuan untuk menyembuhkan orang dengan gangguan jiwa yang ada di Kawasan Kulon Progo, Yogyakarta. Pendekatan yang digunakan dalam perancangan ini adalah pendekatan perilaku yang didalamnya terdapat, biophilic design, dimana desain diintegrasikan dengan alam untuk mendukung proses penyembuhan mental, psikologis dan fisik dari penderita gangguan jiwa. Ruangan-ruangan yang didesain baik ruang dalam dan ruang luar, mendukung untuk proses penyembuhan, dan juga untuk menimbulkan rasa nyaman dan aman untuk membuka diri dan saling bersosialisasi.",
  "creators": "TIFANNO LEON SANTOSO",
  "contributors": "Anik Juniwati (Advisor 3); Roni Anggoro, S.T., M.A.Arch. (Advisor 1); Riduan Sukardi (Advisor 2); Lilianny Sigit Arifin (Examination Committee 1); Luciana Kristanto, S.T., M.T. (Examination Committee 2); Stephanus Wirawan Dharmatanna, S.T., M.Ars. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024291/ARS/2022; Tifanno Leon Santoso (B12180071)",
  "subjects": "ART THERAPY--METHODS; MENTAL HEALTH FACILITIES--DESIGN AND CONSTRUCTION"
}