{
  "id": "53533",
  "title": "Fasilitas wisata edukasi biota laut di Surabaya",
  "abstract": "Surabaya adalah salah satu kota besar di Indonesia yang berada di pesisir pantai. Namun sektor kelautan di Kota Surabaya ini masih belum dioptimalkan, padahal terdapat banyak peluang yang dapat dikembangkan salah satunya adalah pariwisata. Isu tersebut yang menjadi latar belakang dari perancangan Fasilitas Wisata Edukasi Biota Laut di Surabaya. Tujuannya adalah dapat memberi nilai bagi sektor kepariwisataan Kota Surabaya dan juga dapat menyediakan fasilitasi edukasi biota laut untuk masyarakat. Fasilitas ini sekaligus diharapkan menjadi salah satu ikon di Kota Surabaya. Dalam rangka tujuan tersebut maka arsitektur metafora/ikonik dipakai sebagai pendekatan dalam merancang Fasilitas Wisata Edukasi Biota Laut di Surabaya ini. Pendekatan arsitektur metafora dari ikan paus biru diterapkan pada bangunan fasilitas wisata edukasi biota laut ini diharapkan dapat menjadi ikon Kota Surabaya dan mengundang wisatawan. Fungsi bangunan sebagai fasilitas wisata dan edukasi dengan obyek utama biota laut memerlukan penyelesaian sistem pengelolaan biota laut beserta air laut sebagai habitatnya terkait dengan mekanisme pengadaan dan pemeliharaan yang berpengaruh pada desain sirkulasi, spasial, sistem utilitas (instalasi). Pengkatagorian jenis-jenis biota laut yang dipamerkan menjadi dasar desain fasilitas dan aquarium serta tata letaknya. Sistem struktur space frame sebagai penyelesaian untuk mendapatkan bentuk selubung bangunan yang diharapkan, serta struktur lantai dengan rib segi enam menjadi penyelesaian untuk bentang struktur lantai yang lebar. Demikian integrasi desain untuk mewujudkan Fasilitas Wisata Edukasi Biota Laut di Surabaya.",
  "creators": "NELSON JONATHAN",
  "contributors": "Anik Juniwati (Advisor 1); Roni Anggoro, S.T., M.A.Arch. (Advisor 2); Riduan Sukardi (Advisor 3); Luciana Kristanto, S.T., M.T. (Examination Committee 1); Stanislaus Kuntjoro Santoso (Examination Committee 2); Stephanus Wirawan Dharmatanna, S.T., M.Ars. (Examination Committee 3); Lilianny Sigit Arifin (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024295/ARS/2022; Nelson Jonathan (B12180056)",
  "subjects": "RECREATION CENTERS--DESIGNS AND PLANS; EDUCATION PARKS--DESIGNS AND PLANS"
}