{
  "id": "53542",
  "title": "Aplikasi sentiment analysis terhadap trend cryptocurrency pada platform Twitter menggunakan Library Textblob sebagai alat bantu berinvestasi",
  "abstract": "Seiring perkembangan teknologi informasi yang pesat banyak alat komunikasi digital yang memudahkan masyarakat dalam mengakses atau membagikan informasi. Twitter merupakan salah satu media sosial yang penggunanya tercatat lebih dari 1,3 miliar dan lebih dari 500 juta tweets atau cuitan setiap harinya. Dengan keunikan Twitter yang membatasi jumlah penulisannya sebanyak 280 karakter, menjadikan Twitter sebagai media sosial berisikan mengenai sentimen akan suatu hal. Cryptocurrency sendiri mendapat 4,1 juta hashtag exposure per jam dan memiliki 2225 tweets atau cuitan unik per jam pada platform Twitter. Banyaknya tweets terkait Cryptocurrency menyebabkan para investor mengalami rugi dalam hal waktu karena harus menilai sebuah tweets secara manual. Untuk mngatasi hal tersebut, upaya yang dapat diwujudkan adalah dengan mengklasifikasi sentimen. Salah satu metode Natural Language Processing yang sudah dikembangkan untuk klasifikasi sentimen adalah TextBlob. Dalam skripsi ini akan dibuat aplikasi dengan fitur sentiment analysis yang menggunakan Library Textblob, request data tweets dengan menggunakan API Tweepy, visualisasi data tweets berupa pie chart, tabel dan word cloud, fitur yang menampilkan market price dan history coin cryptocurrency dengan menggunakan CoinGecko API dan YFinance serta tweets dari beberapa akun pilihan. Pengujian Library TextBlob dilakukan dengan melakukan pencocokan hasil klasifikasi dengan 100 data yang sudah dilabeli oleh 2 penguji yang memiliki pengalaman lebih dari 1 tahun berinvestasi pada cryptocurrency, hasil yang diperoleh sebesar sebesar 35% data memiliki kesamaan antara hasil klasifikasi dengan kedua penguji, aplikasi diuji dengan melakukan request data Tweets sesuai keyword, serta pengujian aplikasi untuk menampilkan visualisasi dari data Tweets. Dilakukan uji korelasi antara price change coin cryptocurrency dalam 24 jam dengan hasil klasifikasi data Tweet dan volume of Tweets dari beberapa coins. Kesimpulan yang dapat ditarik dari uji korelasi adalah bahwa ketika volume of Tweets naik dari pada hari sebelumnya maka akan terjadi sebuah trend dimana coin tersebut akan mengalami kenaikan atau penurunan. Hasil dari webpage aplikasi dimana aplikasi dapat menampilkan data tweets sesuai dengan keyword dan menampilkan visualisasi, serta aplikasi menampilkan price dan history market cryptocurrency sesuai input yang tersedia.",
  "creators": "RICKY CHANDRA",
  "contributors": "Kartika Gunadi (Advisor 1); Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Advisor 2); Justinus Andjarwirawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022182/INF/2022; Ricky Chandra (C14180171)",
  "subjects": "PROGRAMMING (ELECTRONIC COMPUTERS); APPLICATION SOFTWARE--DEVELOPMENT; INTERNET (COMPUTER NETWORK)"
}