{
  "id": "53541",
  "title": "Sistem mobile application, tracking lokasi dan estimasi perjalanan untuk aplikasi shuttle bus UK Petra menggunakan Flutter dan Google Maps",
  "abstract": "Universitas Kristen Petra (UK Petra) adalah kampus yang telah berkembang pesat menjadi salah satu universitas yang ternama di Indonesia dengan memiliki ribuan mahasiswa dari dalam negeri maupun luar negeri yang pada saat ini lokasinya terletak di Jalan Siwalankerto, tepatnya di nomor 121-131, Surabaya. Universitas Kristen Petra berencana mengadakan Shuttle Bus dengan rute Surabaya barat – Universitas Kristen Petra untuk memfasilitasi banyaknya mahasiswa dari Surabaya barat untuk mencapai UK Petra dan sebaliknya. Namun, dalam penggunaan Shuttle Bus ini juga diperlukan sistem pengaturan untuk mengelola penggunaan Shuttle Bus ini oleh mahasiswa. Sistem pengaturan ini dibagi dalam beberapa fitur besar, yaitu fitur registrasi, reservasi, identifikasi, tracking, serta fitur berkaitan seperti rating beserta dengan notifikasi. Hasil penelitian menunjukkan setelah dirancangnya aplikasi “Petra Shuttle Bus” ini, sebagian besar pihak penumpang merasa diuntungkan karena dapat melakukan reservasi terlebih dahulu beserta mengakses fitur-fitur penting lainnya seperti melihat lokasi bus dan melakukan rating di jadwal terkait untuk peningkatan layanan. Selain itu, pihak sopir juga merasa diuntungkan karena dengan sistem check-in saat ini, hal ini sangat mempermudah sopir dalam proses mengabsen penumpang yang telah melakukan reservasi. Perlu diketahui bahwa aplikasi ini masih jauh dari sempurna dan memerlukan peningkatan lebih lanjut sesuai saran yang diberikan pengguna.",
  "creators": "KEVIN JONATHAN",
  "contributors": "Rolly Intan (Advisor 1); Liliana (Advisor 2); Agustinus Noertjahyana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022194/IF/2022; Kevin Jonathan (C14180093)",
  "subjects": "ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE); INTERNET (COMPUTER NETWORKS); MOBILE APPS--DESIGN; PROGRAMMING (ELECTRONIC COMPUTERS)"
}