{
  "id": "53554",
  "title": "Upaya peningkatan kinerja mandor dan supervisor pada departemen EBM, IMM, dan AD di PT X",
  "abstract": "PT X adalah sebuah perusahaan yang bergerak di bidang produk kemasan plastik kosmetik seperti botol, jar, kemasan bedak, kemasan lipstik dan lainnya. PT X ingin meningkatkan angka to be produced per man hour (TBP/MH) yang awalnya sebesar Rp 170.000,00 hingga mencapai target sebesar Rp 230.000,00 dengan melakukan upaya peningkatan pada pemimpin produksi yaitu para mandor dan supervisor. Hal ini dikarenakan sampai saat ini masih banyak masukan atau umpan balik yang masuk tentang masalah produksi yang tidak dikawal oleh pemimpin produksi sehingga menyebabkan hasil produksi yang tidak sesuai target TBP/MH. Penelitian ini menggunakan metode DILO untuk mengkategorikan dan memilah aktivitas harian mandor dan supervisor. Hasil yang didapatkan adalah mandor dan supervisor kurang mengawal operator, dan jumlah aktivitas tidak bernilai tambah lebih besar dibandingkan dengan aktivitas bernilai tambah. Dengan ini diusulkan beberapa jadwal harian yang sudah disesuaikan dengan deskripsi pekerjaan perusahaan, dan dapat meningkatkan waktu aktivitas bernilai tambah dengan mengeliminasi aktivitas tidak bernilai tambah. Hal ini dilakukan karena aktivitas mandor dan supervisor menunjang operator dan output produksinya, yang juga akan kembali kepada TBP/MH perusahaan. Jika usulan diimplementasikan, maka meningkatkan waktu aktivitas value added sebesar 18,79% hingga 44,03%.",
  "creators": "DEVON ANTONIO SAPUTRA",
  "contributors": "Felecia, S.T., M.Sc. (Advisor 1); Debora Anne Yang Aysia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022533/IND/2022; Devon Antonio Saputra (C13180082)",
  "subjects": "PERSONNEL MANAGEMENT; PERFORMANCE--EVALUATION; PERFORMANCE"
}