{
  "id": "53558",
  "title": "Fasilitas wisata edukasi tambak ramah lingkungan di Kota Pasuruan",
  "abstract": "Fasilitas Wisata Edukasi Tambak Ramah Lingkungan di Kota Pasuruan merupakan perancangan fasilitas rekreasi sekaligus pembelajaran bahwa ekosistem mangrove, tambak, dan bangunan dapat berjalan bersamaan di lahan yang sama tanpa saling menggantikan. Sehingga, fasilitas diharapkan dapat menggugah kesadaran masyarakat melalui pengalaman interaktif dan langsung mengenai tahapan tambak ramah lingkungan menggunakan elemen desain yang ramah lingkungan. Selain itu, fasilitas ingin mempertahankan tambak eksisting pada site sehingga memerlukan sistem struktur bangunan yang khusus. Maka pendekatan struktur dan konstruksi material ramah lingkungan yaitu bambu sehingga memperoleh bentuk dan pengalaman ruang berkarakter tambak dan ramah lingkungan. Kemudian pendalaman struktur kombinasi apung dan panggung dipilih untuk memberi contoh penerapan struktur di kondisi tanah tambak yang dipengaruhi pasang surut air laut sehingga tidak mengganggu aktivitas pada bangunan. Desain struktur diwujudkan melalui struktur kombinasi apung dan panggung sehingga bangunan dapat bergerak naik turun mengikuti kondisi pasang surut air laut di Pesisir Utara Jawa. Dengan demikian, fasilitas diharapkan dapat menjadi pelopor pengaplikasian tambak ramah lingkungan serta pengaplikasian struktur bangunan yang tidak mengganggu tambak dalam beroperasi.",
  "creators": "CHRISTINA NATALIA GUNAWAN",
  "contributors": "Anik Juniwati (Advisor 1); Roni Anggoro, S.T., M.A.Arch. (Advisor 2); Riduan Sukardi (Advisor 3); Lilianny Sigit Arifin (Examination Committee 1); Stanislaus Kuntjoro Santoso (Examination Committee 2); Luciana Kristanto, S.T., M.T. (Examination Committee 3); Stephanus Wirawan Dharmatanna, S.T., M.Ars. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 03024298/ARS/2022; Christina Natalia Gunawan (B12180134)",
  "subjects": "EDUCATION PARKS--DESIGNS AND PLANS; RECREATION CENTERS--DESIGNS AND PLANS"
}