{
  "id": "53556",
  "title": "Hunian pengungsi dan pencari suaka di Batam",
  "abstract": "Fasilitas hunian pengungsi dan pencari suaka merupakan rumah yang memiliki program kegiatan bagi pengungsi dan pencari suaka yang ada di Indonesia. Hunian ini terdiri dari sembilan bangunan yang merupakan 1 bangunan utama dan 8 bangunan pendukung, dengan 2 akses masuk kendaraan, 2 akses parkir, 4 akses pejalan kaki yang terjabar pada dua kluster. Fasilitas ini juga didukung akses masuk disabilitas, taman komunal serta area berjualan indoor maupun outdoor. Program ruangnya dibagi menjadi 4 target pengunjung, yaitu petugas, pengungsi, pencari suaka dan pendatang. Masing-masing kategori memiliki akses yang mudah dipahami serta program kegiatan yang tersusun dengan baik. Fasilitas ini juga memiliki keamanan yang tinggi untuk target pengunjung pencari suaka. Dengan pengawasan dan juga akses terbatas, perumahan pencari suaka memiliki tingkat keberhasilan yang baik. Proyek ini berspekulasi pada perumahan bantuan dan ruang berkonsep arsitektur di dalam kota Batam. Proyek ini menafsirkan ulang kamp pengungsi dengan menata ulang perumahan murah dengan konsep CPTED (pencegahan kejahatan melalui desain lingkungan) kedalam ruang hidup. Tujuannya adalah untuk menciptakan strategi jangka panjang bagi pencari suaka dan pengungsi di Indonesia pada masa depan. Dengan adanya sistem relief dan proses rehabilitasi di fasilitas ini, diharapkan mereka dapat memenuhi waktu dan tujuan yang mereka butuhkan untuk pindah dari Indonesia. Jika berhasil, program bangunan ini akan membantu pengungsi dan pencari suaka untuk (1) memperoleh kewarganegaraan baru di suatu tempat, (2) bermukim kembali ke negara lain, (3) dipulangkan ke negara asalnya.",
  "creators": "TASHA ISABELLA",
  "contributors": "Timoticin Kwanda (Advisor 1); Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Advisor 2); Handinoto (Advisor 3); Sylviana Putri Sunario Soegondo S.T. (Supervisors CHN 2); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 1); Wanda Widigdo Canadarma (Examination Committee 2); Joyce M.Laurens (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024325/ARS/2022; Tasha Isabella (B12180076)",
  "subjects": "REFUGEES--HOUSING; HOUSING--DESIGNS AND PLANS"
}