{
  "id": "5356",
  "title": "Perancangan dan pembuatan sistem informasi administrasi di Majapahit Medical Centre Lamongan",
  "abstract": "Majapahit Medical Centre Lamongan berdiri pada tahun 1996, merupakan klinik yang terdapat beberapa dokter tempat praktek bersama. Selama ini, klinik menggunakan cara manual untuk mencatat seluruh data kesehatan pasien, sehingga data kesehatan pasien sulit dikontrol mengakibatkan human error dan tidak dapat memberikan informasi yang akurat. Dan juga selama ini dalam hal mencatat pembelian dan penjualan yang dilakukan menggunakan manual, akibatnya sering terjadi perbedaan antara stock yang tertera pada kartu stock dengan jumlah barang yang ada secara fisik sehingga mempengaruhi efisiensi dan efektivitas kerja, sehingga pelayanan terhadap pelanggan menjadi sangat lambat. Oleh karena itu, dalam tugas akhir ini dirancang dan dibuat sebuah sistem informasi administrasi yang membantu untuk mendapatkan informasi yang diperlukan secara tepat waktu dan akurat. Aplikasi ini dirancang untuk melakukan pencatatan transaksi apotek, pemeriksaan laboratorium, catatan kesehatan pasien, user, laporan, dan exit yang mempermudah user untuk menjalankan aplikasi ini. Dari hasil hasil kuisioner didapatkan bahwa persentase dari segi tampilan dan kemudahan program sebesar 68.25%, dari segi keakuratan dan kecepatan program sebesar 70% dan dari segi kelayakan program sebesar 70% sehingga dapat disimpulkan sistem ini layak digunakan di perusahaan.",
  "creators": "YEPHTA PRIMA PUTRA",
  "contributors": "Rudy Adipranata (Advisor 1); Liliana (Advisor 2); JOKO LIANTO B.,DR.,Ir.,M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010581/INF/2007; Yephta Prima Putra (26402190)",
  "subjects": "DATA LOASE DESIGN; DATA BASE MANAGEMENT; PROGRAMMING (ELECTRONIC COMPUTERS)"
}