{
  "id": "53563",
  "title": "Brand personality pada konten iklan Meta Inc. versi “The metaverse and how we’ll build it together”",
  "abstract": "Meta company, yang sebelumnya bernama Facebook, meluncurkan produk teknologi baru yang dinamai Horizon Worlds dan Horizon Workrooms. Sebagai produk baru, perusahaan membutuhkan aktivitas komunikasi pemasaran untuk menjual produknya. Salah satu strategi yang digunakan adalah menggunakan kampanye periklanan dengan media video sebagai alat untuk memperkenalkan produk baru. Video juga menjadi sarana bagi sebuah merek untuk menampilkan brand personality perusahaan. Oleh sebab itu, penelitian ini menggunakan 5 (lima) dimensi brand personality dari Aaker (1997), yaitu sincerity, excitement, competence, sophistication, dan ruggedness sebagai objek penelitian, dari Metaverse versi Meta melalui video iklan “The Metaverse and How We’ll Build it Together” sebagai subjek penelitian. Unit analisis yang digunakan adalah 13 chapters dari video tersebut yang diunggah di YouTube. Penelitian ini merupakan penelitian kualitatif deskriptif dengan metode analisis isi kualitatif deduktif. Berdasarkan hasil penelitian, 4 (empat) dimensi brand personality Metaverse versi Meta ditemukan, yaitu sincerity, excitement, competence dan ruggedness. Video iklan Meta menggunakan cara penyampaian storytelling agar dapat menyentuh perasaan publik dan lebih menerima pesan komunikator. Hasil penelitian ini memperlihatkan Metaverse versi Meta menggunakan brand personality untuk menjalankan fungsi Marketing Public Relations dalam meningkatkan penjualan produk, melalui dikenali oleh publik dengan mengeluarkan persona brand agar pesannya diterima, serta membangun keterikatan emosional dengan publik yang akhirnya membangun kepercayaan pada brand.",
  "creators": "REGINA SYDNEY ROSALIND",
  "contributors": "Astri Yogatama (Advisor 1); Daniel Budiana, S.Sos., M.A. (Advisor 2); Lady Joanne Tjahyana, S.Kom., MMM. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011749/KOM/2022; Regina Sydney Rosalind (F11180042)",
  "subjects": "ADVERTISING; BRANDING (MARKETING); COMMUNICATION IN MARKETING; CONTENT ANALYSIS (COMMUNICATION)"
}