{
  "id": "53568",
  "title": "Studi rumah susun sewa aman melalui teori defensible space, studi kasus:rusunawa Rajawali, Makassar",
  "abstract": "Rumah susun cenderung dihindari warga dengan alasan utama kurangnya keamanan dalam menghindari tindak kriminalitas. Penelitian ini akan menganalisis hubungan interaksi elemen ruang dengan penghuni juga menemukan parameter rumah susun aman. Teori defensible space digunakan sebagai landasan teori yang melihat teritori, pengawasan alami, dan imej pada studi kasus Rusunawa Rajawali Makassar. Ruang yang diteliti adalah ruang publik dan semi-publik. Metode penelitian yang digunakan adalah metode kualitatif. Penelitian ini menemukan fenomena teritori berjenjang melalui penempatan objek fisik secara invasif dan personalisasi sesuai tindakan penghuni dalam menetapkan atau mempertahankan teritori.Lantai bawah lebih kepada teritori invasif dikarenakan adanya tindakan memperebutkan dan mempertahankan teritori mereka dari ruang publik yang mudah diakses oleh masyarakat luar. Sebaliknya semakin keatas penghuni lebih menerapkan personalisasi. Lebih lanjut, perlu adanya rasa familiar antara penghuni dengan ruang sekitarnya untuk merasa aman, yang ditemukan dalam studi kasus bahwa aktivitas penghuni berpusat di koridor rumah susun. Hasil akhir penelitian berupa usulan desain ruang publik dan ruang semi-publik rumah susun berdasarkan parameter yang dihasilkan dan proses validasi focus group discussion.",
  "creators": "IKESHIA GRACE HALIM",
  "contributors": "Rully Damayanti (Advisor 1); Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Advisor 2); Timoticin Kwanda (Examination Committee 1); Joyce M.Laurens (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 00000022/MARS/2022; Ikeshia Grace Halim (B22210007)",
  "subjects": "FLATS--DESIGNS AND PLANS; PUBLIC SPACES--DESIGNS AND PLANS"
}