{
  "id": "53561",
  "title": "Efektivitas penggunaan TWICE sebagai celebrity endorser dalam iklan Scarlett #RevealYourBeauty pada penonton iklan Scarlett Whitening di YouTube",
  "abstract": "Penggunaan celebrity endorser menjadi salah satu elemen penting dalam iklan, hal ini karena perannya yang penting untuk menarik perhatian konsumen dalam mengambil tindakan pembelian atau penggunaan produk. Efektivitas celebrity endorser dapat dilihat dengan menggunakan indikator TEARS yaitu trustworthiness, expertise, attractiveness, respect dan similarity. Dalam penelitian ini, teori dasar yang digunakan adalah teori mengenai celebrity endorser dan hubungannya dengan indikator TEARS. Responden dalam penelitian ini sebanyak 400 orang. Berdasarkan hasil analisis yang disimpulkan bahwa penggunaan TWICE sebagai celebrity endorser dalam Iklan Scarlett #RevealYourBeauty pada penonton iklan Scarlett Whitening di YouTube adalah efektif. Faktor paling tinggi yang dapat menarik perhatian konsumen adalah indikator attractiveness atau daya tarik dari TWICE dan indikator trustworthiness menjadi indikator terendah dalam penelitian ini. Ditemukan data menarik yang mana responden laki-laki terlihat lebih unggul persentasenya disemua indikator TEARS dibandingkan responden perempuan. Responden laki-laki cenderung melihat kecantikan dari setiap anggota TWICE, sedangkan responden perempuan cenderung memperhatikan produk yang diiklankan karena tertarik untuk menggunakannya. Hal ini yang membuat mean dari indikator TEARS responden laki-laki lebih unggul daripada mean dari indikator TEARS responden perempuan.",
  "creators": "JOYA EXELCIA SANDJAJA",
  "contributors": "Astri Yogatama (Advisor 1); Agusly Irawan Aritonang, S.Sos., M.A. (Advisor 2); Daniel Budiana, S.Sos., M.A. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011744/KOM/2022; Joya Exelcia Sandjaja (F11180072)",
  "subjects": "ADVERTISING; CONSUMERS--DECISION MAKING; ENDORSEMENTS IN ADVERTISING"
}