{
  "id": "53564",
  "title": "Pengaruh persepsi kemudahan, persepsi kegunaan, dan kepercayaan terhadap minat menggunakan Shopeepay pada aplikasi Shopeefood",
  "abstract": "Penelitian ini dilakukan karena perkembangan teknologi yang menyebabkan terciptanya mobile payment, salah satunya ShopeePay yang baru diluncurkan pada tahun 2019, di mana ShopeePay langsung menjadi 5 besar mobile payment yang banyak digunakan di Indonesia. Penelitian ini bertujuan mengetahui proses penerimaan ShopeePay sebagai metode pembayaran pada ShopeeFood dengan menggunakan model penelitian TAM (Technology Acceptance Model) yang dimodifikasi dengan menambahkan variabel kepecayaan. Kuesioner disebarkan kepada 365 responden yang pernah menggunakan ShopeePay sebagai metode pembayaran pada ShopeeFood minimal 5 kali selama 6 bulan terakhir (Juli 2021-Januari 2022). Jenis penelitian ini menggunakkan metode kuantitatif dengan teknik non-probability purposive sampling sebagai metode pengambilan sampel. Penelitian ini menggunakan SPSS untuk pengujian pilot study dan SmartPLS untuk pengolahan data secara keseluruhan. Hasil penelitian ini adalah persepsi kemudahan berpengaruh positif dan signifikan terhadap kepercayaan dan minat menggunakan ShopeePay, namun berpengaruh positif dan tidak signifikan terhadap persepsi kegunaan, persepsi kegunaan berpengaruh positif dan signifikan terhadap minat menggunakan ShopeePay, serta kepercayaan berpengaruh positif dan signifikan terhadap persepsi kegunaan dan minat menggunakan ShopeePay.",
  "creators": "HIROSHI GRAENALDI CHANDRA",
  "contributors": "Endo Wijaya Kartika (Advisor 1); Fransisca Andreani (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 33011075/MAN/2022; Hiroshi Graenaldi Chandra (D11180206)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMER SATISFACTION; ELECTRONIC COMMERCE"
}