{
  "id": "53570",
  "title": "Variabel absorpsi akustik pada partisi limbah karton dalam perancangan partisi Kantor Gedung P Universitas Kristen Petra di Surabaya",
  "abstract": "Penelitian ini merupakan upaya pemanfaatan limbah karton untuk mengurangi banyaknya sampah karton yang dihasilkan akibat banyaknya konsumsi packing karton. Daur ulang karton yang dilakukan yaitu dengan memodifikasi material karton menjadi sebuah partisi akustik. Hal ini didasari dari kesadaran para peneliti sebelumnya bahwa karton merupakan material yang berpotensi dikembangkan menjadi mataerial bangunan dan digunakan untuk kebutuhan akustik interior. Pengolahan limbah karton menjadi alternatif material akustik murah sangat dibutuhkan terutama bagi bangunan komersial seperti kantor yang mencakup berbagai kegiatan dan memerlukan pembatas ruang. Oleh sebab itu, penelitian ini bertujuan untuk mendesain dan memberikan usulan alternatif akustik dari sampah karton sebagai partisi pada bangunan kantor. Untuk tahap pertama yaitu studi literatur, observasi awal, dan pengumpulan data mengenai karton dan sifat-sifatnya serta kaitannya dengan akustik. Tahap selanjutnya adalah melakukan eksperimen untuk memodifikasi karton menjadi beberapa modul partisi akustik dan kemudian melakukan simulasi dan menguji koefisien absorpsi dari karton. Selanjutnya perlu melakukan perhitungan dan memilih modul karton yang paling sesuai untuk kebutuhan ruang kantor. Tahap terakhir adalah mengusulkan desain rangka dan pemasangan partisi pada ruang kantor.",
  "creators": "JOCELYN EMILIA UKALVIN",
  "contributors": "Timoticin Kwanda (Advisor 1); V.P. Nugroho Susilo (Advisor 2); Rully Damayanti (Examination Committee 1); Lilianny Sigit Arifin (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 00000023/MARS/2022; Jocelyn Emilia Ukalvin (B22210008)",
  "subjects": "RECYCLING (WASTE, ETC.); WASTE PRODUCTS AS BUILDING MATERIALS"
}