{
  "id": "53575",
  "title": "Pengaruh internal integration dan external integration terhadap competitive performance dengan supply chain capability sebagai mediasi",
  "abstract": "Peristiwa force majeure yang terjadi di Indonesia terutama pandemi, membuat perubahan demand yang signifikan di pasar dan membuat banyak produk obat-obatan yang berkaitan dengan kesehatan mengalami kelangkaan atau stock out. Perusahaan Pedagang Besar Farmasi (PBF) yang berada di bidang penjualan dan produksi obat-obatan membutuhkan cara untuk bisa menghadapi perubahan demand yang besar dan mencari cara untuk bisa menyesuaikan diri dengan kondisi pasar yang ada. Berdasarkan literatur yang ada, dengan melakukan internal integration, supplier integration, dan customer integration dengan didukung oleh supply chain capability bisa memberikan solusi untuk menghadapi perubahan dalam pasar dan meningkatkan competitive performance. Penelitian menggunakan data 102 perusahaan PBF yang tercatat di BPOM dan dikumpulkan dengan metode purposive sampling. Analsia dilakuakn dengan metode structural equation modelling (SEM) dan software smartPLS 3. Hasil dalam penelitian ini, secara keseluruhan, hanya supply chain capability yang mempunyai pengaruh langsung terhadap competitive performance. Sementara internal integration dan external integration akan bisa membantu perusahaan untuk bisa lebih baik dalam berkomunikasi dengan rekannya atau mempunyai supply chain capability yang lebih baik. Pengaruh tidak langsung dalam penelitian ini menunjukan bahwa supply chain capabilty juga bisa membantu agar integrasi yang dilakukan perusahaan lebih meningkatkan competitive performance. Penelitian ini berkontribusi untuk menambah referensi mengenai supply chain integration dalam meningkatkan performa perusahaan. Penelitian ini juga berkontribusi praktis untuk memberikan gambaran kepada manajer perusahaan untuk bisa menggunakan internal dan external integration, serta supply chain capability untuk meningkatkan competitive performance.",
  "creators": "KAVIN YUNARTO GUNAWAN",
  "contributors": "ZEPLIN JIWA HUSADA TARIGAN (Advisor 1); Dr. Ir. Hotlan Siagian MSc. (Examination Committee 1); Oviliani Yenty Yuliana, S.T., MS-CIS., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020335/MM/2022; Kavin Yunarto Gunawan (D21210001)",
  "subjects": "INDUSTRIAL PRODUCTIVITY--MEASUREMENT"
}