{
  "id": "53580",
  "title": "Sistem optimalisasi rute model capacitated vehicle routing problem with time windows menggunakan algoritma metaheuristic particle swarm optimization pada perusahaan kantong plastik HDPE PT XYZ",
  "abstract": "Teknologi yang merupakan salah satu penyebab revolusi industri merupakan sesuatu yang terus menerus berkembang seiring berjalannya waktu. Perusahaan kini dituntut untuk menggunakan bantuan teknologi dan pengolahan data untuk menghasilkan proses bisnis yang lebih cepat dan efisien. Begitu pula dengan PT XYZ. PT XYZ merupakan pabrik produsen plastik HDPE yang berdomisili di Surabaya. Perusahaan ini sedang berupaya untuk menangani meningkatnya frekuensi pengiriman yang ada pada perusahaan. Akibat meningkatnya frekuensi pengiriman, perusahaan sering kewalahan dalam menangani kirimannya karena tidak adanya sistem yang dapat dengan cepat menentukan rute kirim bagi perusahaan. Terlebih adanya faktor penentu rute lain seperti berat kiriman, kapasitas truk, serta permintaan jam kirim khusus yang menambah kompleksitas rute untuk dihitung secara manual. Sehingga dibutuhkan sebuah sistem yang mampu memberikan rekomendasi rute dengan cepat. Sistem optimalisasi rute ini dirancang menggunakan bahasa pemrograman PHP dan framework frontend Bootstrap untuk mendukung UI sistem. Untuk database yang digunakan adalah database mySQL. Sistem akan dibuat 2 modul yaitu modul untuk admin dan modul untuk sopir. Proses yang dilakukan sistem pertama-tama sistem akan mendapatkan cluster dari database seluruh pelanggan yang ada di perusahaan. Cluster ini merupakan salah satu faktor penentu fitness value pada algoritma Particle Swarm Optimization. Kemudian setelah data pesanan didapatkan, maka sistem akan menggunakan algoritma PSO untuk menentukan agenda kirim bagi masing-masing truk. Faktor penentu PSO antara lain lokasi pelanggan, jam prioritas permintaan pelanggan, berat pesanan, serta kapasitas muat truk yang berbeda-beda. Setelah mendapatkan tabel kirim dari masing-masing truk, sistem akan menggunakan bantuan Google Waypoints API untuk menentukan urutan destinasi dari tabel kirim tersebut. Hasil akhir dari sistem ini adalah sebuah sistem optimalisasi rute pengiriman yang mampu memberikan rekomendasi pemilihan rute untuk masing-masing truk yang ada pada perusahaan. Serta sistem juga mampu mengurutkan kiriman dengan berbagai batasan prioritas kirim. Dari hasil pengujian, algoritma pada sistem mampu menghasilkan rute dengan total jarak tempuh dan durasi tempuh lebih kecil dibanding rute yang dihasilkan secara manual oleh pegawai perusahaan.",
  "creators": "JASON",
  "contributors": "Silvia Rostianingsih (Advisor 1); Andreas Handojo (Advisor 2); Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022148/IF/2022; Jason (C14180071)",
  "subjects": "ARTIFICIAL INTELLIGENCE--COMPUTER PROGRAMS; HEURISTIC ALGORITHMS; PROGRAMMING (ELECTRONIC COMPUTERS)"
}