{
  "id": "53592",
  "title": "Konten social commerce yang dilakukan oleh usaha lokal Whitelab dan Scarlett di Instagram",
  "abstract": "Sekarang saatnya brand berkembang dari e-commerce menuju social commerce. Hal yang membedakannya dengan e-commerce adalah, social commerce memiliki unsur sosial. Jadi brand dapat melakukan promosi dan menjalin hubungan dengan konsumen melalui media sosial. Inilah yang menjadi salah satu perhatian dari public relations. Sehingga perlu diulik lebih lanjut, bagaimana suatu brand dapat mengaktifkan kemampuan social commerce mereka dengan baik. Pada tahun 2021, industri yang paling banyak mengalami kenaikan adalah industri kecantikan. Menurut orang Indonesia, brand kecantikan lokal yang paling disukai adalah WHITELAB dan Scarlett. Untuk melihat lebih dalam bagaimana WHITELAB dan Scarlett memanfaatkan media sosial Instagram mereka, maka penelitian ini menggunakan metode analisis isi kuantitatif. Social commerce memiliki tujuh karakteristik yaitu reputation, size, information quality, communication, transaction safety, economic feasibility, dan word-of-mouth referrals. Hasil penelitian menunjukkan bahwa kedua brand tersebut sama-sama paling banyak mengimplementasikan information quality dalam caption Instagram mereka. Sedangkan indikator yang paling rendah adalah transaction safety dan word-of-mouth referrals pada WHITELAB, reputation dan size pada Scarlett. Video Scarlett sama sekali tidak berhubungan dengan social commerce. Perbedaan yang membedakan WHITELAB dan Scarlett adalah, Scarlett lebih banyak menonjolkan communication dan transaction safety dibandingkan WHITELAB. Sedangkan WHITELAB lebih banyak menonjolkan size. WHITELAB dan Scarlett jelas telah membangun engagement sampai tingkat create dan kepercayaan melalui konten media sosial.",
  "creators": "SHERLLY CHRISTINA DEWI",
  "contributors": "Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Advisor 1); Agusly Irawan Aritonang, S.Sos., M.A. (Advisor 2); Jandy Edipson Luik (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011785/KOM/2022; Sherlly Christina Dewi (F11180009)",
  "subjects": "ELECTRONIC COMMERCE; INSTAGRAM (ELECTRONIC RESOURCE); SOCIAL MEDIA AND SOCIETY; SOCIAL MEDIA--MARKETING"
}