{
  "id": "53597",
  "title": "Ekowisata danau biru Bangka Tengah",
  "abstract": "Perancangan Ekowista danau biru Bangka tengah dilatar belakangi oleh banyaknya hutan yang rusak akibatnya pemanasan global meningkat, selain itu rusaknya hutan tersebut dikarenakan aktifitas manusia seperti pertambangan. Untuk menjaga kestabilan hutan maka desain ditujukan untuk tujuan Reklamasi konservasi alam dan menjaga stabilitasnya. Fasilitas ini akan berdiri di atas bekas area tambang di sebrang danau Kaolin Bangka Tengah, Jalan raya Nimbung kabupaten Bangka Tengah. Perancangan ini diharapkan untuk bisa menjadi tempat yang hijau seperti sedia kala dan menjadi pembelajaran yang tidak hanya digunakan pengelola tapi juga dari pengunjung untuk ikut belajar memelihara lingkungan alam. Untuk menunjang upaya mewadahi aktivitas reklamasi yang memelihara stabilitas flora, pendekatan lingkungan di gunakan sebagai penyelesaian masalah desain. Penyelesaian dari pendekatan tersebut adalah menciptakan bangunan yang dapat menunjang kegiatan reklamasi dan konservasi sekaligus menjadi wadah pembelajaran bagi pengunjung yang datang ke fasilitas tersebut. Selain itu salah satu dampak yang diharapkan bisa dirasakan oleh pengguna adalah bagaimana sebuah Kawasan hijau dapat menurunkan dampak pemanasan global secara kenyamanan suhu, sehingga dari sana pendalaman penghawaan alami digunakan sebagai bentuk penyelesaian dari permasalahan kenyamanan pengguna.",
  "creators": "BILLY ANTHONY TJAHJONO",
  "contributors": "Dr. Feny Elsiana, S.T., M.T. (Advisor and Examination Committee); Altrerosje Asri, S.T., M.T. (Advisor 2); Markus Ignatio Aditjipto (Advisor 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 00024304/ARS/2022; Billy Anthony Tjahjono (B12180073)",
  "subjects": "BUILDINGS--ENERGY CONSERVATION; EDUCATION PARKS--DESIGNS AND PLANS; RECREATION CENTERS--DESIGNS AND PLANS"
}