{
  "id": "53606",
  "title": "Penentuan preferensi dan kebutuhan penerima donasi smartphone serta perancangan business model canvas dan proses bisnis lembaga donasi smartphone bekas",
  "abstract": "Pandemi COVID-19 telah membuat banyak perubahan dalam sektor pendidikan. Sekolah-sekolah harus dijalankan secara online selama beberapa waktu. Walaupun saat ini Pertemuan Tatap Muka (PTM) telah dilakukan, ada sekolah yang masih menjalankan secara hybrid dan penggunaan smartphone masih diperlukan. Akan tetapi, masih banyak siswa, khususnya anak-anak panti asuhan, yang masih belum memiliki smartphone. Hasil penelitian Lestari (2021) sebelumnya menunjukkan preferensi dari sisi donatur yang kemudian digunakan untuk merancang Business Model Canvas (BMC) dan proses bisnis dari sisi donatur. Oleh karena itu diperlukan penelitian mengenai referensi dan kebutuhan penerima donasi serta Business Model Canvas (BMC) dan proses bisnis yang dibuat berdasarkan sudut pandang penerima donasi. Kuesioner yang dibuat menjadi dua bagian, yaitu untuk anak asuh dan pengaush/pengurus disebarkan ke panti asuhan di Indonesia melalui media sosial. Sebanyak 53 data kuesioner dari anak asuh dan 10 data kuesioner dari pengasuh/pengurus dikumpulkan secara online dan diolah menggunakan statistik deskriptif. Hasil kuesioner menunjukkan informasi yang diinginkan oleh anak asuh maupun pengasuh/pengurus untuk ada di platform donasi. Secara urut dari yang terpenting, informasi yang diinginkan ada oleh anak asuh adalah spesifikasi smartphone, kondisi smartphone, lokasi donatur, tampilan yang mudah dipahami, dan cara pengantaran smartphone. Prioritas informasi yang diinginkan oleh pengasuh/pengurus hampir sama dengan anak asuh, tetapi prioritas satu adalah kondisi smartphone sedangkan prioritas 2 adalah spesifikasi smartphone. Tiga spesifikasi smartphone yang dibutuhkan adalah memori, baterai, dan kamera. Hasil kuesioner ini kemudian digunakan untuk merancang BMC, proses bisnis, dan document flow diagram (DFD) dari sudut pandang penerima donasi.",
  "creators": "JOSEPHINE ANASTASIA SANTINA",
  "contributors": "Siana Halim (Advisor 1); Debora Anne Yang Aysia (Advisor 2); Felecia, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022470/IND/2022; Josephine Anastasia Santina (C13180046)",
  "subjects": "BUSINESS DATA PROCESSING; BUSINESS PROCESS MODELING; GIFTS"
}