{
  "id": "53603",
  "title": "Fasilitas wisata edukasi daur ulang sampah plastik di Badung",
  "abstract": "Fasilitas daur ulang sampah plastik di bali betujuan untuk fokus menerima dan mendaur ulang sampah plastik yang ada di daerah tertentu dikarenakan sampah plastik merupakan masalah yang serius di indonesia dan di daerah bali menjadi daerah penyumbang sampah plastik yang cukup banyak dikarenakan jumlah volume sampah plastik tidak sebanding dengan jumlah bank sampah di bali sehingga banyak sampah yang tidak terolah mengakibatkan sampah tersebut terbuang ke laut yang dapat mengganggu siklus kehidupan makhluk hidup di laut dan juga manusia. Lokasi site berada di Bali lebih tepatnya di Kabupaten Badung. Pemilihan tempat dikarenakan strategis dan di fokuskan untung menampung sampah plastik daerah tersebut dikarenakan di daerah badung terdapat banyak daerah yang padat penduduk sehingga menghasilkan sampah yang banyak namun tempat bank sampah di daerah tersebut yang minim. Di lain sisi ingin memberikan edukasi bagi penduduk di sekitar site bertujuan untuk mengubah pola hidup pengunjung bangunan agar lebih sadar terhadap 3R (reduce, reuse, recycle) yang dapat menguntungkan manusia dan lingkungan sekitar untuk masa sekarang dan masa yang akan datang.",
  "creators": "JEREMY RICARDO IRINO",
  "contributors": "Handinoto (Advisor 1); Timoticin Kwanda (Advisor 2); Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Advisor 3); Sylviana Putri Sunario Soegondo S.T. (Advisor 4); Joyce M.Laurens (Examination Committee 1); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 2); Wanda Widigdo Canadarma (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024334/ARS/2022; Jeremy Ricardo Irino (B12180111)",
  "subjects": "EDUCATION PARKS--DESIGNS AND PLANS; PLASTICS--RECYCLING; RECYCLING (WASTE, ETC.)"
}