{
  "id": "53608",
  "title": "Penggambaran bangsawan kulit hitam dalam serial Netflix “Bridgertoxn”",
  "abstract": "Ras kulit hitam seringkali dipandang sebelah mata sehingga banyak bermunculan stereotip dikalangan masyarakat yang menyatakan bahwa ras kulit hitam menduduki strata yang paling rendah dari segala bidang (ekonomi, sosial, budaya) jika dibandingkan dengan kulit putih. Tayangan media biasanya digambarkan sesuai realita yang terjadi dalam sosial. Kebanyakan kulit hitam digambarkan sebagai perilaku kriminal, masyarakat budak yang selalu disalahkan. Fenomena ini dikemas ke dalam dunia sinemas. Penelitian ini dilakukan untuk mengetahui bagaimana penggambaran bangsawan kulit hitam dalam serial “Bridgerton”. Penelitian ini menggunakan pendekatan kualitatif dengan jenis penelitian deskriptif. Metode yang digunakan adalah semiotika televisi milik John Fiske dengan tiga level, yaitu level realitas, level representasi, dan level ideologi. Berdasarkan kode-kode tersebut, peneliti menggunakan konsep blackness dalam media milik Ed Guerrero yang melihat kulit hitam memiliki strata lebih rendah daripada kulit putih dari sisi behavior, intelligence, dan emotion. Hasil penelitian ini menunjukkan bangsawan kulit hitam di abad ke-18 tidak digambarkan sepenuhnya sesuai dengan konsep Guerrero. Mereka digambarkan sebagai kaum kapitalis yang memiliki intelegensi tinggi, sangat ekspresif, dan tidak dapat berpikir panjang. Namun hal tersebut tidak terlalu berpengaruh dalam kehidupan sosialnya apabila kulit hitam menduduki strata tertentu, memiliki peran penting dalam masyarakat. Ideologi yang ditemukan dalam penelitian ini adalah kapitalisme.",
  "creators": "AUDREY",
  "contributors": "Jandy Edipson Luik (Advisor 1); Daniel Budiana, S.Sos., M.A. (Advisor 2); Fanny Lesmana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011803/KOM/2022; Audrey (F11180019)",
  "subjects": "MEN, BLACK, IN MOTION PICTURES; MOTION PICTURES--REVIEWS; MOTION PICTURES--SEMIOTICS"
}