{
  "id": "53614",
  "title": "Perancangan alat sterilisasi masker ramah lingkungan sebagai alternatif pengolahan limbah masker akibat penyebaran virus corona",
  "abstract": "Mulai tahun 2019 akhir hingga saat ini, dunia digemparkan dengan adanya penyebaran virus Corona yang menyebabkan penyakit COVID-19. Virus Corona merupakan virus yang sangat menular sehingga untuk mencegah penularan setiap orang wajib menggunakan masker. Dengan adanya pandemi ini, terjadi peningkatan limbah masker secara pesat. Limbah – limbah masker ini wajib untuk disterilisasi sebelum dibuang ke Tempat Pembuangan Akhir dengan tujuan untuk memutus rantai penyebaran Virus Corona. Perancangan ini bertujuan untuk merancang sebuah alat sterilisasi masker yang ramah lingkungan dengan cara memanaskan air menggunakan panas matahari. Tujuan dari perancangan ini adalah memberikan alternatif pengolahan limbah masker di Indonesia yang masih bergantung pada insenerator yang kurang ramah lingkungan. Dengan menggunakan rancangan alat ini, masker akan direndam ke dalam air panas bersuhu >56˚C selama 30 menit sesuai dengan arahan Lembaga Kesehatan Republik Rakyat Cina. Proses pemanasan air akan dilakukan menggunakan rancangan kolektor surya jenis parabolic trough. Kolektor surya akan memiliki panjang 2 m dengan titik fokus parabola sebesar 375 mm. Hasil dari perancangan ini diperoleh air panas bersuhu ± 70˚C yang dapat digunakan untuk mensterilisasi masker selama 30 menit. Sehingga diperoleh masker yang steril dan aman untuk dibuang tanpa harus takut terjadi penularan virus Corona lagi.",
  "creators": "EVAN ADRIEL",
  "contributors": "Ekadewi Anggraini Handoyo (Advisor 1); Hariyo Priambudi Setyo Pratomo, S.T., M.Phil. (Examination Committee 1); Willyanto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011458/MES/2022; Evan Adriel (C12180087)",
  "subjects": "COVID-19 (DISEASE); MASKS--DESIGNS AND PLANS; STERILIZATION"
}