{
  "id": "53618",
  "title": "Penerapan material ramah lingkungan pada perancangan restoran barbeque Maharaja di Surabaya",
  "abstract": "Restoran barbeque merupakan salah satu restoran yang sedang tren di masyarakat Surabaya. Beberapa restoran barbeque mengaplikasikan desain untuk memberikan tampilan menarik, namun kurang memperhatikan dalam penggunaan material. Jenis material yang digunakan memiliki kandungan zat kimia sehingga dapat berbahaya bagi kesehatan. Penerapan material ramah lingkungan dapat dijadikan salah satu alternatif baru dalam perancangan interior restoran barbeque. Material ramah lingkungan sendiri memiliki dampak baik bagi lingkungan dan kesehatan. Restoran Maharaja merupakan restoran barbeque yang menggunakan material ramah lingkungan pada aplikasi desainnya. Permasalahan yang didapatkan pada perancangan ini bagaimana menerapkan material ramah lingkungan pada perancangan Restoran Barbeque Maharaja di Surabaya dan bagaimana menciptakan suasana dengan penggunaan material ramah lingkungan pada perancangan Restoran Barbeque Maharaja di Surabaya. Tujuan perancangan ini menciptakan sebuah perancangan interior restoran barbeque dengan menerapkan material ramah lingkungan, dan gaya modern etnik budaya Jawa. Dalam melakukan perancangan menggunakan metode design thinking yang terdiri dari 9 tahapan yaitu Understand, Observe, Point Of View, Ideate, Prototype, Test, Story Telling, Pilot, Business Model. Hasil perancangan ini berupa sebuah perancangan interior dengan penerapan material ramah lingkungan seperti olahan bambu, limbah kayu sisa usaha furniture, cat waterbased, HPL dan gaya desain modern etnik budaya Jawa. Memberikan hasil dan solusi desain baru untuk menciptakan suasana baru yang berbeda dari restoran barbeque pada umumnya.",
  "creators": "ANNE TJAHJONO",
  "contributors": "MARIA SUZANNA G.POETIRAY, S.Sn. (Advisor 1); Sriti Mayang Sari (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00022145/DIN/2022; Anne Tjahjono (E11180087)",
  "subjects": "INTERIOR DECORATION--ENVIRONEMNTAL ASPECTS; INTERIOR DECORATION--MATERIALS; RESTAURANTS--DECORATION"
}