{
  "id": "53612",
  "title": "Penerapan konsep universal design pada interior commercial space KKI UK Petra Surabaya di era new normal",
  "abstract": "Pada beberapa tahun terakhir manusia sudah tak asing lagi dengan penerapan new normal karena adanya COVID-19. Penerapan new normal sudah sangat melekat di antara masyarakat seluruh dunia khususnya masyarakat Indonesia. Pemerintah Indonesia sendiri sudah membuat kebijakan Pemberlakuan Pembatasan Kegiatan Masyarakat atau bisa disebut PPKM. Adanya PPKM di Indonesia, semua tempat publik dibatasi jumlahnya, pemberlakuan sirkulasi baru, dan pembatasan jarak, serta banyak yang lain. Perubahan kebijakan dan PPKM ini membuat perubahan pada interior bangunan khususnya pada ruang publik. Interior akan terus berkembang dan memperbarui desain untuk menyesuaikan kebutuhan ini. Tetapi, manusia dan masyarakat pada umumnya juga mempunyai banyak kebutuhan yang berbeda. Contohnya seperti kebutuhan orang difabel maka akan berbeda dengan kebutuhan orang dewasa normal, begitu juga dengan kebutuhan untuk anak\u0002anak. Konsep ini disebut dengan konsep universal desain, dimana semua orang bisa merasakan atau melakukan hal yang sama tanpa kesusahan. Kebutuhan yang berbeda inilah yang membuat para desainer interior ditantang dan harus memperhatikan desain interior mereka. Namun pada kenyataannya, kedua konsep ini masih belum diterapkan secara maksimal dalam interior khususnya ruang publik. Praktikan mendesain KKI UK Petra dan ingin mengusung konsep konsep ini di mana praktikan akan menggunakan metode design thinking untuk melakukan perancangan.",
  "creators": "LINDA JOSEPHINE",
  "contributors": "Mariana Wibowo, S.Sn., M.MT. (Advisor 1); Ronald H.I. Sitindjak (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00022156/DIN/2022; Linda Josephine (E11180102)",
  "subjects": "INTERIOR ARCHITECTURE; INTERIOR DECORATION; SPACE (ARCHITECTURE)"
}