{
  "id": "53619",
  "title": "Perancangan mesin pencacah rumput (bahan organik) untuk pakan ternak sapi dengan menggunakan mekanisme conveyor",
  "abstract": "Para peternak di desa umumnya masih menggunakan sabit untuk mencacah rumput gajah. Metode tersebut merupakan metode paling sederhana yang masih banyak dilakukan. Tidak hanya menguras tenaga, metode ini juga menguras waktu dan terkadang tidak bisa memenuhi jumlah yang diinginkan. Selain itu, seringkali peternak juga kesulitan pada saat mencampurkan rumput gajah dengan makanan tambahan lainnya. Selain karena produktifitasnya yang tinggi, mesin pencacah rumput juga menjadi salah satu solusi untuk dapat mengatasi kelemahan-kelemahan yang dialami pada metode tradisional. Mesin pencacah rumput ini juga dirancang untuk meningkatkan produktifitas rumput dan menghemat waktu serta tenaga yang dibutuhkan. Serta, untuk mempermudah jalannya rumput menuju pisau pencacah pada saat proses pencacahan maka ditambahkan mekanisme conveyor pada jalur saluran masukan pakan tersebut. Hasil dari uji coba perancangan pada mesin pencacah rumput ini menunjukkan bahwa metode pencacahan tunggal yang diterapkan yaitu dengan menggunakan 2 buah pisau dengan kecepatan putaran sebesar 700 RPM mampu menghasilkan kapasitas cacahan per jamnya hingga mencapai rata-rata 476 kg/jam. Lalu, setelah dilakukan perhitungan analisis variasi dari sampel hasil cacahan yaitu dihasilkan persentase panjang cacahan berukuran (2-5 cm) tertinggi yaitu sebesar 70,6%; panjang dibawah (<) 2 cm yaitu sebesar 10,6%; dan panjang diatas (>) 5 cm yaitu sebesar 18,8%.",
  "creators": "VINCENSIUS FILBERT",
  "contributors": "Ian Hardianto Siahaan (Advisor 1); Ninuk Jonoadji (Examination Committee 1); Joni Dewanto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03011455/MES/2022; Vincensius Filbert (C12180040)",
  "subjects": "MACHINE DESIGN; CONVEYING MACHINERY; LAWN MOWERS"
}