{
  "id": "5362",
  "title": "Perancangan dan pembuatan sistem informasi untuk pemesanan event pada event and party organizer Xtrack berbasis web",
  "abstract": "Xtrack Event and Party Organizer adalah sebuah event organizer yang bergerak dibidang jasa pembuatan event dalam pesta pernikahan, ulang tahun, ataupun launching product . Dalam perkembangan bisnisnya, Xtrack Event and Party Organizer mempunyai visi untuk memberikan pelayanan terbaik dan kepuasan bagi para customernya dan mendapatkan kepercayaan dari customer. Untuk mewujudkan visi tersebut maka diperlukan suatu sarana informasi yang berbasis web. Fasilitas ini bertujuan untuk memberi gambaran kepada calon customer bagaimana cara kerja Xtrack, mempermudah customer dalam memesan event dan sekaligus memperluas sarana pemasaran bagi pihak Xtrack. Pada proses pembuatan website, langkah awal yang dilakukan adalah menganalisis sistem didalam perusahaan, membuat desain sistem, desain struktur menu web dan desain interface dari web tersebut, setelah itu ditentukan pemakaian software. Pada aplikasi ini, software yang dipakai adalah macromedia dreamweaver mx dan macromedia flash mx untuk pembuatan desain interface, mysql-front sebagai database untuk menyimpan data dari situs dan skrip php untuk bahasa pemrogramannya.Hasil yang didapatkan didalam aplikasi ini adalah aplikasi sistem informasi berbasis web sudah diselesaikan dan diimplementasikan didalam website Xtrack. Pada website Xtrack dilengkapi fasilitas testimonial, crew identity, information schedule, information vendor, pemilihan theme untuk mengadakan suatu event dan fasilitas lain yang sangat membantu member untuk berinteraksi dengan member lainnya ataupun dengan administrator untuk menanyakan seputar event serta fasilitas administrator untuk mengatur isi dari halaman user ataupun halaman member. Melalui pembuatan website Xtrack, dapat disimpulkan bahwa website ini dapat dijalankan dengan baik dan sesuai dengan kebutuhan member dan user. Hal ini dapat dibuktikan melalui hasil perhitungan kuesioner yang diberikan kepada guest dan administrator. Pada guest penilaian website secara keseluruhan menunjukkan nilai rata-rata sebesar 88.89% sedangkan pada administrator tentang penilaian website secara keseluruhan menunjukkan nilai rata-rata sebesar 91.33 %.",
  "creators": "SURYO PANJI SUGOND",
  "contributors": "Sukanto Tedjokusuma (Advisor 1); Ibnu Gunawan (Advisor 2); Gregorius Satiabudhi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010592/INF/2007; Suryo Panji Sugondo (26401144)",
  "subjects": "DATA BASE DESIGN; PROGRAMMING (ELECTRONIC COMPUTERS)"
}