{
  "id": "53632",
  "title": "Survei pemahaman dan kesiapan pelaku konstruksi di Surabaya dalam penggunaan augmented reality (AR)",
  "abstract": "Augmented Reality (AR) merupakan perkembangan teknologi yang menggabungkan benda maya dua dimensi maupun tiga dimensi dengan diproyeksikan ke dunia nyata dalam waktu bersamaan. Saat ini banyak pengembangan teknologi Augmented Reality (AR), hampir segala sektor menggunakan teknologi ini layaknya pendidikan, hiburan, kesehatan, hingga konstruksi. Banyak kegunaan Augmented Reality (AR) dalam dunia konstruksi mulai dari fase pra-konstruksi, fase konstruksi, hingga fase pasca konstruksi. Penelitian ini bertujuan untuk mengetahui pemahaman dan kesiapan pelaku konstruksi di Surabaya dalam penggunaan Augmented Reality (AR). Pengumpulan data dilakukan dengan cara membagikan kuesioner kepada kontraktor, konsultan MK, konsultan perencana, dan owner/wakil owner yang berada di area Surabaya. Melalui data yang didapatkan, pelaku konstruksi di Surabaya masih belum sepenuhnya paham dan siap dalam menggunakan Augmented Reality (AR) pada pekerjaan konstruksi. Selain itu terdapat faktor-faktor eksternal dan internal yang mempengaruhi pelaku konstruksi dalam menerapkan teknologi Augmented Reality (AR). Faktor-faktor eksternal lebih berpengaruh dibandingkan faktor internal, faktor tersebut antara lain ketersediaan alat pendukung, tenaga ahli, biaya yang diperlukan, peraturan/kebijakan pemerintah, dan dukungan dari perusahaan.",
  "creators": "BUDIARTO HUTOMO SALIM; JENIO SUDIBIO",
  "contributors": "Paulus Nugraha (Advisor 1); Sentosa Limanto (Examination Committee 1); DAVID WIYONO, ST.,MT. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10012575/SIP/2022; Budiarto Hutomo Salim (B11180114), Jenio Sudibio (B11180166)",
  "subjects": "AUGMENTED REALITY; CONSTRUCTION INDUSTRY--INFORMATION TECHNOLOGY; CONSTRUCTION INDUSTRY--PERSONNEL MANAGEMENT"
}