{
  "id": "53635",
  "title": "Bingkai citra Eiger pada pemberitaan \"Eiger VS YouTuber DuniaDian\" di Kompas.com dan Detik.com",
  "abstract": "Eiger mengirimkan surat keberatan kepada YouTuber DuniaDian atas video ulasan produk kacamata sepeda pada 28 Januari 2021. Dian merespon teguran dengan menyatakan kekecewaan melalui akun Twitternya. Tagar #Eiger menjadi viral, Eiger langsung mengunggah permintaan maaf pada hari yang sama pada akun Twitternya. Krisis ini diliput oleh berbagai media, termasuk Kompas.com dan Detik.com. Media melakukan framing dalam memberitakan peristiwa. Framing merupakan pemilihan selektif dari berbagai aspek realitas agar lebih menonjol dibandingkan lainnya. Berita yang diambil berasal dari periode tanggal 28-29 Januari 2021. Metode yang digunakan adalah analisis framing Zhongdang Pan & Kosicki, dengan empat elemen yaitu sintaksis, skrip, tematik, dan retoris. Hasil dari penelitian adalah Kompas.com dan Detik.com memberitakan kelengkapan kasus surat keberatan antara Eiger dan YouTuber DuniaDian. Kedua media menunjukkan keberimbangan dengan menulis berita dari sudut pandang korban, publik, pakar, selebriti, perwakilan komunitas, hingga perusahaan. Melalui pemberitaannya, Kompas.com dan Detik.com menunjukkan bingkai citra negatif Eiger sebagai pihak bersalah akibat mengirimkan surat keberatan kepada Dian. Namun, Kompas.com & Detik.com juga menunjukkan strategi pemulihan citra negatif Eiger melalui permintaan maafnya. Kompas.com menuliskan peristiwa hingga tuntas dengan menunjukkan resolusi konflik, yang sesuai dengan slogan “Jernih Melihat Dunia”. Namun, Detik.com lebih detail dalam menyampaikan pemberitaan, merupakan bagian dari komitmen “vivid description” oleh Detik.",
  "creators": "AURELLIA NATHANIA ADITYAPUTRI",
  "contributors": "Gatut Priyowidodo (Advisor 1); Chory Angela Wijayanti (Advisor 2); Ido Prijana Hadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011767/KOM/2022; Aurellia Nathania Adityaputri (F11180074)",
  "subjects": "CORPORATE IMAGE; ONLINE JOURNALISM"
}