{
  "id": "53638",
  "title": "Perancangan venue pernikahan dengan penerapan story telling scenic interior",
  "abstract": "Perkembangan penduduk merupakan salah satu permasalahan yang tidak dapat dihindari di berbagai belahan dunia, termasuk negara Indonesia. Perkembangan penduduk di Indonesia yang menyebabkan Indonesia semakin padat diiringi dengan permasalahan lain yaitu timbulnya berbagai persaingan yang semakin ketat, tak terlepas dalam dunia stage space design. Oleh karena permasalahan tersebut, melalui Leadership Enchancement Program Industrial Experience di Lasika Productions ini saya mengajukan perlu adanya strategi atau cara baru melalui penerapan desain untuk memperkuat “nyawa” dari stage space dalam menghadapi ketatnya persaingan dengan bantuan penerapan art visual dan teknologi untuk menghasilkan experience and knowledge pada stage space diharapkan dapat memberi dampak hubungan emosi yang terbangun melalui meliputi berbagai aspek seperti pembagian zoning, pemilihan warna, pengaplikasian elemen pembentuk dan pengisi interior, penerapan teknologi, unsur lighting, sound system hingga penerapan unsur-unsur lain yang dapat mempengaruhi 5 indra manusia yaitu pengelihatan, penciuman, pendengaran, pengecap, dan peraba dengan tujuan utama menghadirkan suasana atau ambience yang sesuai dengan keinginan client memberi perasaan khusus kepada user. Pelaksaaan project menggunakan metode design thinking 6 tahap yaitu understanding, observer, point of view, ideate, prototype, dan test dengan hasil luaran akhir berupa laporan desain, mixed reality modeling, prototype, dan video.",
  "creators": "MELISSA GUNAWAN",
  "contributors": "Purnama Esa Dora Tedjokoesoemo, S.Sn., M.Sc. (Advisor 1); Yusita Kusumarini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00022119/DIN/2022; Melissa Gunawan (E11180045)",
  "subjects": "INTERIOR DECORATION; WEDDINGS; DESIGN THINKING"
}