{
  "id": "53648",
  "title": "Upaya peningkatan output bakso ikan di PT Central Pertiwi Bahari",
  "abstract": "Permintaan produk di PT Central Pertiwi Bahari mengalami kenaikan yang cukup drastis pada bulan Januari 2022. Produk yang mengalami kenaikan permintaan paling tinggi adalah produk bakso Shifudo (bakso ikan, bakso udang, bakso cumi, dan bakso salmon). Dari ke-empat varian, produk bakso ikan memiliki kenaikan permintaan yang paling tinggi. Pada bulan Maret 2022, permintaan produk bakso ikan 10 gram meningkat sebesar 85% dari bulan Januari 2022, sedangkan produk bakso ikan 15 gram meningkat sebesar 78%. Selaras dengan adanya kenaikan permintaan produk, perusahaan perlu meningkatkan output produksi. Tetapi perusahaan tidak ingin mengeluarkan biaya untuk penambahan equipment dan karyawan, serta ingin meminimalkan jam lembur karyawan. Usulan yang dapat diberikan untuk meningkatkan output produksi bakso ikan adalah dengan menurunkan waktu proses setting pada bakso ikan tanpa mengurangi kualitas produk. Penilaian kualitas produk dilakukan dengan uji gel strength, uji organoleptik, dan uji mikrobiologi. Hasil pengujian kualitas dari sampel produk yang mengalami percobaan akan dibandingkan untuk mendapatkan produk dengan kualitas yang sesuai dengan standar perusahaan. Berdasarkan percobaan yang telah dilakukan, solusi yang paling tepat adalah dengan penurunan waktu setting menjadi 20 menit pada produksi bakso ikan 10 gram, dan 25 menit pada produksi bakso ikan 15 gram. Produk dengan penurunan waktu tersebut memiliki kualitas yang sesuai dengan standar perusahaan, dan dapat memenuhi permintaan produk yang meningkat.",
  "creators": "MARIA SHAPPIRA JOEVER PRANATA",
  "contributors": "Debora Anne Yang Aysia (Advisor 1); Tanti Octavia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022524/IND/2022; Maria Shappira Joever Pranata (C13180093)",
  "subjects": "FOOD INDUSTRY AND TRADE--MANAGEMENT; QUALITY OF PRODUCTS; PRODUCTION MANAGEMENT"
}