{
  "id": "53647",
  "title": "Penerapan konsep \"smart french library\" pada project redesain perpustakaan media Institut Francais Surabaya",
  "abstract": "Karena COVID-19, perpustakaan sekali lagi harus menghadapi salah satu tantangan terbesar mereka, yaitu menarik kembali audiens mereka setelah dibuka kembali dan bersiap menghadapi New Normal. Faktor terbesar perpustakaan yang memengaruhi jumlah audiens yang mereka tarik adalah ruang interiornya. Semakin banyak ruang yang mereka miliki, semakin banyak aktivitas yang dapat dilakukan di dalamnya, sehingga semakin banyak pengunjung yang tertarik. Selain memperhatikan estetika, fasilitas perpustakaan juga harus dapat memenuhi kebutuhan pengunjung dari segala usia. Menggabungkan teknologi ke dalam fasilitas perpustakaan bisa menjadi ide yang baik. Dengan menerapkan metode Design Thinking yang bertahap dan konsep \"Smart French Library” di proyek renovasi Médiathèque akan memberikan berbagai manfaat bagi pengunjung maupun tim IFI Surabaya. Desain yang akan dihasilkan adalah dengan menambahkan beberapa fasilitas tambahan untuk menunjang kenyamanan pengunjung, seperti smart lighting, smart sound system, smart bookshelf, barcode scanner buku, barcode detector, e-catalogue dan internet wi-fi yang tersedia di setiap area yang dicakup. Perabot yang dirancang akan bersifat compact dan multifungsi, sehingga ruangan di dalam perpustakaan dapat diganti sesuai dengan keinginan pengguna. Selain itu, penggunaan material yang ramah lingkungan dan antivirus juga akan memberikan keamanan yang lebih bagi pengguna selama era New Normal.",
  "creators": "KELLY UTOMO",
  "contributors": "Mariana Wibowo, S.Sn., M.MT. (Advisor 1); Ronald H.I. Sitindjak (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00022128/DIN/2022; Kelly Utomo (E11180062)",
  "subjects": "INTERIOR DECORATION; LIBRARIES--DESIGNS AND PLANS"
}