{
  "id": "53641",
  "title": "Perancangan furnitur sebagai fasilitas belajar anak autisme dengan mengimplementasikan prinsip universal design",
  "abstract": "Pendidikan merupakan suatu usaha untuk meningkatkan taraf kehidupan setiap individu serta kesejahteraan bangsa. Tidak terkecuali bagi penyandang difabel. Badan Pusat Statistik mengatakan bahwa, hingga tahun 2020, sebanyak 5% penduduk Indonesia merupakan kaum difabel. Autisme termasuk dalam kategori disabilitas mental yang ditandai dengan gangguan perkembangan pervasif pada anak-anak yang ditandai dengan adanya gangguan dan keterlambatan dalam bidang kognitif, bahasa, perilaku, komunikasi, dan interaksi sosial. Pada tahun 2019, kesempatan kerja bagi kaum difabel di Indonesia sebesar 0.28% serta mengalami penurunan sebesar 0.1% pada tahun 2020. Sebagai upaya pencegahan akan tingginya angka pengangguran, maka dibutuhkan fasilitas pendidikan yang sesuai dan dapat mengakomodasi kebutuhan kaum difabel dengan menciptakan sebuah furniture berbasis prinsip Universal Design (UD). Metode yang digunakan adalah 5 tahap Design Thinking, yaitu; Empatize, Define, Ideate, Prototype, dan Test untuk memahami permasalahan secara sistematis, detail, dan tepat sasaran. Penelitian kali ini akan menghasilkan furniture multifungsi dengan mengusung konsep desain FURNURTURE yang terdiri dari kata Furniture dan Nurture. FURNURTURE diciptakan dengan beberapa fungsi yaitu sebagai fasilitas belajar, fasilitas terapi anak autisme dan tersedia tempat penyimpanan (storage) dengan mengimplementasikan prinsip Universal Design. Diharapkan alternatif desain furniture dan prinsip yang digunakan pada perancangan ini dapat menjadi tolak ukur fasilitas belajar anak autisme secara universal.",
  "creators": "RHEA GRISELDA",
  "contributors": "Purnama Esa Dora Tedjokoesoemo, S.Sn., M.Sc. (Advisor 1); FILIPUS PRIYO SUPROBO, ST.,MT. (Advisor 2); Yusita Kusumarini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00022127/DIN/2022; Rhea Griselda (E11180060)",
  "subjects": "FURNITURE DESIGN; PEOPLE WITH DISABILITIES--EDUCATION; PEOPLE WITH DISABILITIES"
}