{
  "id": "5364",
  "title": "Pembuatan aplikasi e-learning pada program nasional grup science di SMU Cita Hati",
  "abstract": "Saat ini dunia pendidikan mengalami banyak perkembangan seiring dengan kemajuan teknologi, dimana pendidikan menuntut proses pembelajaran tidak lagi dibatasi oleh ruang dan waktu. Akhir-akhir ini berkembang sistem e-learning yang memungkinkan siswa untuk belajar melalui fasilitas media internet sehingga siswa dapat belajar dimanapun dan kapanpun. SMU Cita Hati sebagai salah satu sekolah bertaraf internasional membutuhkan e-learning sebagai salah satu media pendukung dalam proses belajar-mengajar. Dalam Tugas Akhir ini penulis mengembangkan sistem e-learning berupa website untuk SMU Cita Hati. Website ini hanya diperuntukkan bagi kalangan intern SMU Cita Hati, yang termasuk di dalamnya para guru, siswa, dan orang tua murid. Fasilitas yang terdapat dalam website ini antara lain : message, forum, calendar, news, syllabus, activity log, student marks, upload dan download tugas dan materi. Sistem ini dikembangkan dengan teknologi PHP yang diletakkan pada sebuah web server. Web server sistem dihubungkan dengan MySQL database server. Database server ini digunakan untuk menyimpan semua data yang diperlukan. Untuk pengujian sistem, dipakai data materi dari SMU Cita Hati yang terjadi selama semester dan periode tertentu. Aplikasi ini menginformasikan kepada siswa mengenai materi, kegiatan yang akan terjadi pada para siswa dan dapat diakses kapanpun dan dimanapun tanpa terbatas ruang dan waktu. Hal ini dapat membantu siswa dalam proses pembelajaran. Terutama apabila ada siswa yang tidak dapat hadir di sekolah karena sesuatu alasan tertentu tanpa harus ketinggalan pelajaran yang diajarkan oleh guru.",
  "creators": "HENDRA WIBOWO",
  "contributors": "Silvia Rostianingsih (Advisor 1); Arlinah Imam Rahardjo (Advisor 2); Andreas Handojo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010594/INF/2007; Hendra Wibowo (26402140)",
  "subjects": "WEB SITES-DESIGN; DATA BASE DESIGN; EDUCATION, SECONDARY; PROGRAMMING (ELECTRONIC COMPUTERS)"
}