{
  "id": "53640",
  "title": "Perbandingan kenyamanan termal pada kontainer bekas menggunakan sistem wall mounted split air conditioning dan floor air conditioning, studi kasus: hotel modular di Tangerang, Banten",
  "abstract": "Kenyamanan termal di dalam ruang kamar hotel merupakan aspek yang sangat penting karena dapat meningkatkan kualitas istirahat maupun produktivitas penghuni yang tinggal di dalamnya. Untuk menjaga ruang agar tetap dalam kondisi nyaman, penggunaan AC di dalam ruangan kamar hotel dapat menjadi solusi untuk mengatasi kondisi temperatur udara tinggi dengan kecepatan angin rendah, yang seringkali membuat penghuni di dalam ruangan kamar hotel menjadi tidak nyaman. Studi kasus yang digunakan pada penelitian ini adalah Qubika Hotel yang berlokasi di Jl. Boulevard Raya Gading Serpong No.9 - 10, Medang, Kec. Klp. Dua, Tangerang, Banten. Qubika hotel disusun menjadi enam lantai dengan material dasar menggunakan kontainer. Jumlah kontainer bekas mengalami peningkatan setiap tahunnya. Jika tidak dimanfaatkan kembali maka kontainer bekas yang menumpuk hanya akan menjadi limbah bagi lingkungan, sedangkan secara karakteristik dan kekuatan materialnya sangat berpotensi untuk didaur ulang dan digunakan kembali sebagai hunian vertikal modular. Oleh karena itu material kontainer tergolong sebagai material yang sustainable. Dengan penggunaan kontainer sebagai material utama, suhu ruanganakan sangat mudah terpengaruh oleh lingkungan sekitarnya. Karena karakteristik kontainer yang bersifat non aristektural kemudian dialih fungsikan menjadi arsitektural, maka penting untuk dapat memberikan kenyamanan termal bagi penghuninya melalui penerapan sistem air conditioning yang tepat pada hotel kontainer sehingga akan membantu meningkatkan kenyamanan termal bagi penghuninya. Tujuan penelitian ini adalah membandingkan kenyamanan termal dalam ruangan kamar hotel menggunakan sistem sistem wall mounted split air conditioning dan floor air conditioning (FAC) untuk mendapatkan kenyamanan termal terbaik. Perbandingan akan dilakukan berdasarkan nilai Air Diffusion Performance Index (ADPI) yang diperoleh dengan menggunakan simulasi CFD. Dari hasil perbandingan tersebut dapat memberikan alternatif tatanan ruang yang diterapkan ke dalam desain untuk mencapai kenyamanan termal optimal.",
  "creators": "SELYNA CHINTYA TANUMU",
  "contributors": "Danny Santoso Mintorogo (Advisor 1); Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Advisor 2); Jimmy Nurdi Kusuma Priatman (Examination Committee 1); Lilianny Sigit Arifin (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 00000028/MARS/2022; Selyna Chintya Tanumu (B22210013)",
  "subjects": "AIR CONDITIONING; BUILDINGS--ENERGY CONSERVATION; SUSTAINABLE ARCHITECTURE"
}