{
  "id": "53643",
  "title": "Kajian implementasi gaya desain tradisional Jawa pada restoran (studi kasus: Ndalem Ratu Malang)",
  "abstract": "Prospek bisnis kuliner yang menjanjikan membuat keberadaan restoran kian menjamur. Ketatnya persaingan dalam bisnis restoran membuat para pemilik usaha berlomba untuk menarik perhatian pelanggan, salah satunya melalui desain interior. Pemilihan gaya desain yang tepat dapat menghadirkan kesan, suasana dan visual yang akan menjadi ciri khas serta daya tarik bagi suatu restoran. Di tengah maraknya restoran bergaya modern dan trendy, gaya desain tradisional Jawa perlahan mulai ditinggalkan karena dianggap kuno dan kurang menarik. Gaya desain yang merupakan bagian dari budaya masyarakat Jawa ini apabila dieksplorasi dan dieksekusi dengan baik sebenarnya berpotensi menjadi daya tarik yang tak lekang oleh waktu. Penelitian ini merupakan penelitian deskriptif kualitatif yang bertujuan untuk memperdalam pengetahuan dengan mengkaji secara lebih detil dan mendalam mengenai implementasi gaya desain tradisional Jawa pada restoran melalui studi kasus NdalemRatu yang merupakan salah satu restoran di Kabupaten Malang. Gaya desain tradisional Jawa merupakan gaya yang paling dominan di restoran NdalemRatu di mana implementasinya ditemukan pada seluruh aspek yang dikaji pada penelitian ini. Implementasi gaya tradisional Jawa terlihat dari penempatan, bentuk, bahan, ragam hias dan warna. Gaya tradisional Jawa membuat restoran NdalemRatu mampu menghadirkan suasana unik yang menjadi ciri khas dan poin plus bagi restoran ini.",
  "creators": "CHEN IE CHIN",
  "contributors": "Grace Setiati, S.Sn., M.Ds. (Advisor 1); FRENKY TANAYA, ST.,M.T. (Advisor 2); Adi Santosa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00000000/DIN/2022; Chen Ie Chin (E11180120)",
  "subjects": "RESTAURANTS-DESIGNS AND PLANS; INTERIOR DECORATION--INDONESIA"
}