{
  "id": "53642",
  "title": "Strategi komunikasi persuasif agen asuransi Rising Star Warriors Agency Prudential Indonesia dalam menarik calon nasabah pada masa pandemi",
  "abstract": "Penelitian ini dilakukan untuk membahas strategi Komunikasi Persuasif “STAR HABIT” yang digunakan oleh Rising Star Warriors agency Prudential Indonesia pada masa pandemi Covid-19. Strategi yang dibahas berfokus pada Komunikasi Persuasif yang sering digunakan oleh agen asuransi kepada calon nasabah selama pada masa pandemi Covid-19. Strategi yang dipakai cukup unik sebab selain memakai elemen persuasif juga tidak memaksa dalam melakukan penawaran saat proses canvasing berlangsung di lapangan. Peneliti menggunakan pendekatan kualitatif deskriptif dan metode Studi Kasus guna bisa mencari data terkini strategi agen asur\u0002ansi dari Rising Star Warriors agency. Peneliti turun ke lapangan dengan melakukan observasi serta kunjungan bersama para agen guna bisa melihat secara langsung bagaimana proses Komunikasi Persuasif yang dilakukan secara khusus. Selain itu juga, peneliti mengamati interaksi an\u0002tara agen asuransi Rising Star Warriors agency bersama dengan para calon nasabah saat follow up dan juga closing. Temuan data menunjukkan bahwa terdapat proses penelusuran data, perencanaan, implementasi dan evaluasi. Dalam perencanaan agen menggunakan penataan kata-kata tertentu untuk menarik perhatian (attention) supaya dalam penggalian data calon klien makin lama makin terbuka akan profil pribadinya. Dalam tahapan implementasi closing, kepercayaan calon nasabah diperkuat dengan penyajian perhitungan matematis dan bukti-bukti tranksaksi yang tengah berlangsung. Hal ini ditempuh untuk mempertahankan interest, desire dan membuat keputusan akhir dalam negosiasi.",
  "creators": "VINCENTIUS JASON ANTAUFHAN",
  "contributors": "Astri Yogatama (Advisor 1); Felicia Goenawan (Advisor 2); Gatut Priyowidodo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011770/KOM/2022; Vincentius Jason Antaufhan (F11180052)",
  "subjects": "COMMUNICATION; INSURANCE AGENTS; INTERPERSONAL COMMUNICATION; PERSUASION (PSYCHOLOGY)"
}