{
  "id": "53645",
  "title": "Kajian interior styling pada setting film Gundala “negeri ini butuh patriot”",
  "abstract": "Film merupakan salah satu media komunikasi audio visual yang dapat digunakan untuk pembelajaran. Salah satu film hasil produksi anak bangsa adalah \"Gundala\". Film ini telah meraih banyak penghargaan dan banyak ditonton oleh masyarakat Indonesia. Sebuah film memiliki proses pembuatan yang cukup panjang, dimulai dari pembuatan skrip cerita, persiapan setting, syuting, hingga pemutaran hasil akhir. Semua proses tersebut merupakan hasil kerjasama dari banyak pihak dengan berbagai profesi, salah satunya adalah profesi desain interior. Penelitian mengenai Kajian Interior Styling pada Setting Film Gundala ini dilakukan dengan melihat adanya permasalahan, yaitu kurangnya informasi atau penelitian mengenai peran dan potensi desain interior pada proses pembuatan sebuah film. Metode penelitian yang digunakan adalah deskriptif kualitatif dan menggunakan pendekatan analisis triangulasi yang merupakan penyilangan dan pembandingan data dari beberapa sumber. Metode deskriptif kualitatif merupakan sebuah metode penelitian yang memanfaatkan data kualitatif dan dijabarkan secara deskriptif. Pengumpulan data akan dilakukan melalui sumber-sumber jurnal maupun buku dan wawancara dengan narasumber. Objek penelitian yang digunakan adalah setting film Gundala. Peran desain interior pada sebuah film adalah membantu pembuatan konsep visual dari sebuah skrip cerita, pembuatan rencana desain dan set tempat/lokasi dengan memperhatikan material, finishing, lighting, properti atau perabot yang digunakan, dan suasana yang sesuai.",
  "creators": "LYDIA NATHANIA FEBE SUSANTO",
  "contributors": "Poppy Firtatwentyna Nilasari, S.T., M.T. (Advisor 1); Dr. Ir. Hedy Constancia Indrani, M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00012003/DIN/2022; Lydia Nathania Febe Susanto (E11180006)",
  "subjects": "INTERIOR DECORATION--STUDY AND TEACHING"
}