{
  "id": "53651",
  "title": "Pandangan harapan dan realita kontraktor terhadap peranan owner dalam keselamatan kerja pada proyek gedung bertingkat di Surabaya",
  "abstract": "Seringkali keberhasilan suatu proyek dikaitkan dengan faktor biaya, mutu/kualitas, dan waktu. Namun di samping itu, faktor keselamatan kerja merupakan hal yang tidak dapat dilupakan begitu saja. Selain kontraktor, owner juga turut berpartisipasi dalam manajemen keselamatan kerja. Owner dapat berperan aktif dalam keselamatan kerja pada tahap pemilihan kontraktor, kontrak, prakonstruksi, dan konstruksi. Tujuan penelitian ini untuk mengetahui harapan, realita serta perbandingan harapan dengan realita daripada peranan owner dalam keselamatan kerja menurut pandangan kontraktor. Digunakan metode penyebaran kuesioner dengan target 100 responden dari 15 proyek yang diberikan ke kontraktor pada proyek gedung bertingkat di Surabaya. Hasil analisa menunjukkan bahwa nilai harapan pada keseluruhan tahap sudah tinggi, sehingga kontraktor menganggap bahwa peranan owner dalam keselamatan kerja penting. Sedangkan pada analisa terhadap penilaian realita juga memperoleh nilai rata-rata yang tinggi dimana menunjukkan bahwa kontraktor sudah puas terhadap peranan owner dalam keselamatan kerja. Analisa perbandingan dilakukan untuk mengetahui apakah peranan owner dalam item tersebut diperlukan suatu perbaikan atau tidak dengan melihat pada hasil selisih antara nilai harapan dengan realita serta dengan menggunakan kuadran perbandingan. Hasil rata-rata harapan maupun realita sudah tinggi. Nilai realita pada sebagian besar item keselamatan kerja lebih rendah daripada nilai harapan sehingga diperlukan peningkatan.",
  "creators": "YUSUF BROTORAHARDJO; YONGKI CHANDRA",
  "contributors": "Andi (Advisor 1); Sentosa Limanto (Examination Committee 1); Gunawan Budi Wijaya S.T., M.T., M.Eng. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012597/SIP/2022; Yusuf Brotorahardjo (B11180004), Yongki Chandra (B11180128)",
  "subjects": "CONSTRUCTION PROJECTS--MANAGEMENT; INDUSTRIAL SAFETY"
}