{
  "id": "53655",
  "title": "Faktor-faktor ruang interaksi sosial ramah anak pada desain ruang koridor di Apartemen CBD Surabaya",
  "abstract": "Permasalahan sosial pada bangunan apartemen sudah menjadi masalah yang umum terutama untuk apartemen dengan kelas menengah atau menengah keatas. Hal ini bisa terjadi karena developer yang terlalu mengutamakan jumlah unit sehingga terjadi minimnya lahan yang bisa digunakan untuk fasilitas bersosialisasi, dan rata-rata fasilitas yang ada pun tidak ramah anak. Bersosialisasi membutuhkan ruang untuk mewadahi aktivitas agar terjadi interaksi sosial. Untuk membentuk ruang interaksi sosial yang ramah anak dibutuhkan ruang yang memiliki desain sesuai dengan persepsi spasial anak dan lokasi yang dekat dengan unit sehingga orang tua mudah mengawasi anaknya, maka dari itu koridor menjadi salah satu pilihan yang tepat untuk digunakan. Penelitian ini menggunakan metode pendekatan deskriptif kualitatif untuk mendeskripsikan atau menggambarkan fenomena yang terjadi secara alamiah. Penelitian ini bertujuan untuk memahami faktor-faktor apa saja yang dibutuhkan di ruang koridor untuk menciptakan ruang interaksi sosial ramah anak. Faktor-faktor yang sudah dibentuk menjadi indikator desain akan divalidasi dengan cara Focus Group Discussion untuk membuktikan bahwa pertimbangan indikator desain yang terpilih layak untuk menjadi usulan desain koridor ramah anak.",
  "creators": "STANLEY ODWIN",
  "contributors": "Timoticin Kwanda (Advisor 1); Rully Damayanti (Advisor 2); Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Examination Committee 1); Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 00000029/MARS/2022; Stanley Odwin (B22210014)",
  "subjects": "APARTMENT HOUSES--DESIGN AND CONSTRUCTION; PUBLIC SPACES--DESIGNS AND PLANS; CORRIDORS--DESIGNS AND PLANS"
}