{
  "id": "53654",
  "title": "Perancangan interior dengan konsep flexible layouting pada D'Bellpepper cafe & restaurant di Probolinggo",
  "abstract": "D'Bellpepper adalah sebuah cafe dan restaurant yang terletak di Kota Probolinggo. Bangunan café dan restaurant ini terdiri atas dua lantai. Berbagai acara berlangsung di dalamnya, mulai dari bersantap santai, berkumpul dengan keluarga, rapat perusahaan dan instansi pemerintah, pesta ulang tahun, hingga pernikahan sederhana. Dengan adanya berbagai aktivitas yang berbeda seringkali diperlukan perubahan dan penataan ulang furnitur yang ada di dalamnya khususnya pada area multifungsi di lantai 2. Penataan ulang furnitur yang diterapkan belum maksimal dan kurang teratur. Melihat kondisi ini, timbul potensi untuk memaksimalkan interior café dan restaurant agar lebih terorganisir dalam setiap aktivitas yang berbeda. Solusi dihadirkan melalui konsep flexible layouting yang bisa diterapkan untuk area serba guna. Tujuan perancangan ini adalah mengimplementasikan desain interior yang fleksibel dari segi penataan ruang dan berbagai elemen interior di dalamnya. Adanya penerapan flexible layouting akan menjawab kebutuhan pengaturan ruang secara berkala pada berbagai acara yang sedang berlangsung dan tetap mengutamakan kenyamanan dan estetika dari setiap fungsi ruang. Perancangan D’Bellpepper café dan restaurant akan menggunakan metode design thinking yaitu understand, observe, point of view, ideate, prototype, test, dan implementation. Hasil perancangan ini dapat dijadikan rekomendasi bahkan bisa diterapkan secara langsung untuk meningkatkan efisiensi pengguna, menambah estetika ruang, dan membangun konsep interior yang lebih berkarakter sesuai dengan citra D’Bellpepper sendiri.",
  "creators": "CHRISTINA TEDJOSOEJANTO",
  "contributors": "Sherly De Yong (Advisor 1); Stephanus P. Honggowidjaja (Advisor 2); Dr. Ir. Hedy Constancia Indrani, M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00022113/DIN/2022; Christina Tedjosoejanto (E11180035)",
  "subjects": "INTERIOR DECORATION; RESTAURANTS--DECORATION"
}