{
  "id": "53662",
  "title": "Sikap konsumen mengenai brand baru Kristal Hotel Kupang",
  "abstract": "Kristal Hotel Kupang merupakan sebuah brand baru hasil rebranding dari brand sebelumnya yaitu Hotel Swiss-Belinn Kristal Kupang. Penelitian ini dilakukan peneliti dengan tujuan untuk mengetahui sikap konsumen mengenai brand baru Kristal Hotel Kupang. Sebagai hotel berbintang tiga yang sebelumnya bekerja sama dengan Swiss-Bel Hotel International telah berakhir masa kontrak sehingga terjadi rebranding dan terciptanya brand baru. Elemen-elemen brand yang berubah yaitu Brand Name, URL, Logo, Slogan dan Packaging di mana akan menjadi sarana untuk mengkomunikasikannya kepada konsumen. Jenis penelitian ini adalah deskriptif yaitu mendeskripsikan sikap konsumen Kristal Hotel Kupang mengenai brand baru, dengan pendekatan kuantitatif menggunakan metode survei instrumen yang digunakan berupa kuesioner online dan offline. Selain itu penelitian ini akan menggunakan variabel sikap dengan indikator adalah kognitif, afektif, dan konatif dan dimensi adalah elemen-elemen brand yang mengalami perubahan. Peneliti melakukan analisis dengan sampel sebanyak 100 responden yaitu konsumen Kristal Hotel Kupang. Hasil penelitian menunjukkan bahwa elemen brand yang menghasilkan sikap positif dalam tiga komponen sikap adalah nama brand. Karena nama brand adalah yang paling berhubungan langsung dengan produk dalam ingatan konsumen. Sedangkan elemen brand lainnya yaitu logo brand, slogan, URL, dan packaging hanya dalam salah satu komponen atau pada dua komponen sikap saja yang menghasilkan sikap positif.",
  "creators": "IVENA JANICE FULBERTUS",
  "contributors": "Jandy Edipson Luik (Advisor 1); Agusly Irawan Aritonang, S.Sos., M.A. (Advisor 2); Fanny Lesmana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011807/KOM/2022; Ivena Janice Fulbertus (F11180088)",
  "subjects": "BRAND NAME PRODUCTS; BRANDING (MARKETING); CONSUMER BEHAVIOR"
}