{
  "id": "53664",
  "title": "Redesain interior hotel Montier Sanur Beach Bali",
  "abstract": "Hotel merupakan salah satu opsi tempat untuk melakukan staycation ditengah padatnya rutinitas dan tekanan mental selama pandemi Covid-19. Salah satu Hotel yang berlokasi di Bali, Fairmont Sanur Hotel and Resort secara resmi melakukan rebranding menjadi Montier Sanur Beach Bali. Dikarenakan adanya rebranding, maka pihak manajemen hotel memperlukan redesain pada interior hotel. Montier Hotel akan di-redesain dengan pendekatan regionalisme, sebagai upaya pengenalan dan pelestarian nilai lokal karena generasi muda jaman sekarang lebih menyukai budaya asing dari pada budaya bangsa sendiri. Dalam perancangan ini terdapat 2 pokok permasalahan yang diangkat yakni bagaimana merancang ulang interior Hotel Montier Sanur Beach Bali dengan pendekatan regionalisme sehingga dapat menampilkan identitas nilai lokal setempat serta memberikan identitas baru bagi hotel, serta bagaimana memanfaatkan potensi lingkungan yang ada melalui pengolahan elemen interior. Metode perancangan yang digunakan adalah design thinking dengan tahapan understand, observe, P.O.V (point of view), ideate, prototype, test, dan implementation. Perancangan ini menghasilkan sebuah desain yang dapat membuktikan potensi dari desain interior dengan pendekatan regionalisme Bali yang dapat menampilkan identitas lokal setempat serta wajah baru bagi Hotel Montier Sanur Beach Bali, serta pengolahan elemen-elemen interior yang memaksimalkan potensi lingkungan setempat.",
  "creators": "FILIA DELPHIA T. SETIABUDI",
  "contributors": "Ronald H.I. Sitindjak (Advisor 1); Sriti Mayang Sari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00022169/DIN/2022; Filia Delphia T. Setiabudi (E11180122)",
  "subjects": "INTERIOR DECORATION; HOTELS--DESIGNS AND PLANS"
}