{
  "id": "53669",
  "title": "Studi inklusivitas gender pada desain interior coworking space di Surabaya",
  "abstract": "Coworking space di Indonesia telah mengalami perkembangan pesat dalam beberapa tahun terakhir. Desain interior adalah salah satu aspek yang signifikan dalam perkembangan coworking space. Sebab salah satu fungsi coworking space adalah untuk menjadi wadah networking dan berkolaborasi, aksesibilitas/inklusivitas menjadi salah satu faktor yang harus ada dalam desain interiornya. Namun, aplikasi aksesibilitas pada coworking space merupakan suatu tantangan, salah satunya jika dilihat dari perspektif gender. Penelitian ini pun akan mengevaluasi inklusivitas gender pada coworking space di Surabaya dan bagaimana aspek gender berpengaruh pada inklusivitas desain interiornya. Metode penelitian yang digunakan adalah embedded design method yang merupakan salah satu jenis mixed method. Sampel dari penelitian ini adalah (n) angkatan kerja, baik laki-laki maupun perempuan, yang merupakan pengguna coworking space. Penelitian ini dilakukan pada tiga coworking space di Surabaya, yaitu KORIDOR Coworking Space, Satu Atap Coworking Space, dan CoHive Graha Bukopin Surabaya. Hasil penelitian menunjukkan bahwa gender memengaruhi penilaian inklusivitas desain interior coworking space pada beberapa aspek. Penelitian ini pun menghasilkan rekomendasi desain coworking space dan dua alternatif layout coworking space yang inklusif secara gender.",
  "creators": "SESILIA ALEXANDRA SUWARGO",
  "contributors": "Purnama Esa Dora Tedjokoesoemo, S.Sn., M.Sc. (Advisor 1); Filipus Priyo Suprobo, S.T., M.T. (Advisor 2); Yusita Kusumarini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00022180/DIN/2022; Sesilia Alexandra Suwargo (E11180140)",
  "subjects": "INTERIOR DECORATION--SOCIAL ASPECTS; INTERIOR DECORATION"
}