{
  "id": "53660",
  "title": "Penerimaan citra Windah Basudara oleh penonton pada konten Charity di YouTube",
  "abstract": "Windah Basudara merupakan channel Youtube gaming yang dibuat oleh seorang pria yaitu Brando Franco Windah. Brando memulai channelnya di akhir Desember 2018 dan mulai aktif pada tahun 2019. Windah Basudara dalam perjalanannya sudah meraih banyak penghargaan, salah satunya adalah “Content Creator Gaming Terfavorit 2021” yang diadakan oleh GlobalTV. Windah Basudara tidak membuka donasi selama melakukan live streaming YouTube selain di konten charity. Windah Basudara sudah mengadakan 13 kali live streaming tentang konten charity dan mengumpulkan ratusan hingga milyaran rupiah untuk disumbangkan kepada orang yang membutuhkan. Penelitian ini dilakukan untuk mengetahui bagaimana penonton yang memiliki pengalaman berbeda dalam memaknai citra Windah Basudara pada konten charity, yang akan diteliti menggunakan metode analisis resepsi. Informan dalam penelitian ini adalah penonton konten charity Windah Basudara yang memiliki latar belakang dan umur yang berbeda. Hasil dalam penelitian ini, terdapat penerimaan dominant dan negotiated atas citra yang ditampilkan Windah Basudara pada konten charity. Penerimaan dominant dikarenakan tidak ada gap antara preferred reading komunikator dan penonton. Citra Windah Basudara adalah orang yang membedakan cara pembawaan diri pada konten charity dan diluar charity yang dinilai baik, jujur, dan bertanggung jawab. Akan tetapi, terdapat penerimaan negotiated dikarenakan terdapat sedikit gap antara preferred reading komunikator dan penonton yang dimana citra Windah Basudara di konten charity tidak memuaskan karena kehilangan ciri khasnya di luar konten charity yang lebih dulu diproduksi.",
  "creators": "DANIEL SEFRANDOV SIMATAUW",
  "contributors": "Jandy Edipson Luik (Advisor 1); Astri Yogatama (Advisor 2); Lady Joanne Tjahyana, S.Kom., MMM. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011748/KOM/2022; Daniel Sefrandov Simatauw (F11180048)",
  "subjects": "SOCIAL MEDIA--COMMUNICATION; YOUTUBE (ELECTRONIC RESOURCE); CONTENT ANALYSIS (COMMUNICATION)"
}