{
  "id": "53676",
  "title": "Studi sense of place pada balkon melalui urban gardening, studi kasus: Apartemen Metropolis Surabaya",
  "abstract": "Balkon merupakan ruang luar tambahan yang berfungsi untuk mengakomodasi aktivitas penghuninya. Namun sekarang balkon berubah fungsi menjadi ruang penyimpanan dan ruang peletakan outdoor AC. Hal ini tentunya mempengaruhi persepsi dan interaksi pengguna terhadap balkon. Tujuan penelitian ini untuk menganalisis hubungan interaksi yang dapat membentuk sense of place pada balkon khususnya pada balkon Apartemen Metropolis Surabaya. Metode penelitian yang dipakai adalah deskriptif kualitatif dengan menganalisis melalui teori factor performing sense of place yaitu physical feature, activities, meanings dan individual features melalui observasi dan wawancara. Hasil penelitian menunjukkan bahwa terdapat tiga kondisi terkait interaksi pengguna pada eksisting balkon terhadap hadirnya sense of place, yaitu penambahan dan penggunaan properti untuk kebutuhan servis, kebutuhan servis, dan penambahan properti untuk fasilitas. Kondisi yang berpotensi paling tinggi adalah bentuk balkon L dapat menampung aktivitas pengguna beserta propertinya dengan lebih berkualitas. Sedangkan pada balkon berbentuk persegi sense of place kurang terjadi karena peletakan properti yang kurang memadai dan kurang nyaman dalam mengakomodasi aktivitas pengguna. Urban gardening dapat membentuk sense of place pada balkon. Urban gardening dapat dikategorikan sebagai individual features dimana individual features merupakan faktor terbesar dalam menciptakan sense of place. Aktivitas gardening memantain pengguna dalam menggunakan dan berinteraksi di area balkon serta memberikan persepsi fasilitas secara utuh.",
  "creators": "CYNTHIA CHRISTIANTY CAROLINA EKA YUDO",
  "contributors": "Rully Damayanti (Advisor 1); Dr. Ir. Lintu Tulistyantoro, M.Ds. (Advisor 2); Timoticin Kwanda (Examination Committee 1); Lilianny Sigit Arifin (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 00000019/MARS/2022; Cynthia Christianty Carolina Eka Yudo (B22210004)",
  "subjects": "BALCONY GARDENING; BALCONIES; APARTMENT HOUSES"
}