{
  "id": "53671",
  "title": "Proses adopsi inovasi new media oleh pengurus Gereja GKI Darmo Satelit di tengah pandemi COVID-19",
  "abstract": "Gereja GKI Darmo Satelit merupakan salah satu Gereja GKI di Sinode Wilayah Jawa Timur yang paling awal dalam melakukan peralihan ke dalam ruang daring. Gereja GKI yang sangat lekat dengan kultur tatap muka harus beradaptasi dengan pertemuan via daring. Melalui pra-observasi awal peneliti, terdapat lima jenis new media yang diadopsi yang antara lain WhatsApp, Instagram, Facebook, Youtube dan Zoom sebagai saluran mediasi informasi maupun misi gereja yang dilakukan secara online. Sehingga penelitian ini dilakukan untuk mengetahui bagaimana proses adopsi new media oleh Gereja GKI Darmo Satelit di tengah pandemi COVID- 19. Dimana penelitian terkait adopsi inovasi dalam bidang new media masih jarang ditemukan. Penelitian ini menggunakan metode studi kasus dengan jenis penelitian deskriptif kualitatif. Hasil penelitian ini memperlihatkan lima tahapan proses adopsi yang terdiri dari pengetahuan, persuasi, keputusan, implementasi, dan konfirmasi. Dimana pada ke-3 tahapan awal, pejabat gereja memiliki kemiripan proses adopsi. Dalam tahap implementasi, misi-misi Gereja tetap dapat tersalurkan dan terlaksana melalui penggunaan ke-5 jenis new media. Meskipun new media hanya dapat berperan sebagai alternatif, pelengkap, dan tambahan, kondisi pandemi membuat kemudahan dan kelebihan yang ditawarkan new media sangat membantu aktivitas Gereja.",
  "creators": "EVALYN MAYRILIA SOETANTO",
  "contributors": "Jandy Edipson Luik (Advisor 1); Chory Angela Wijayanti (Advisor 2); Astri Yogatama (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011755/KOM/2022; Evalyn Mayrilia Soetanto (F11180013)",
  "subjects": "COVID-19 PANDEMIC, 2020--INFLUENCE; DIGITAL MEDIA--SOCIAL ASPECTS; SOCIAL MEDIA--COMMUNICATION"
}