{
  "id": "53681",
  "title": "Pengaruh customer experience terhadap customer loyalty dengan customer satisfaction sebagai variabel intervening di Hai Di Lao Surabaya",
  "abstract": "Banyak sekali usaha kuliner yang mulai bermuncul seiring dengan berjalannya waktu yang dimana ini berdampak pada persaingan antar usaha kuliner yang semakin ketat. Maka dari itu banyak sekali usaha kuliner yang mulai melakukan inovasi-inovasi dalam segi pelayanan, menu makanan, cita rasa, dan suasana tempat makan yang diharapkan dapat memberikan pengalaman makan yang positif kepada pelanggan. Hal ini seperti yang dilakukan oleh salah satu restoran Hot Pot yang ada di Indonesia yaitu Hai Di Lao. Hai Di Lao melakukan banyak sekali inovasi-inovasi dalam segi pelayanan, makanan, cita rasa, dan suasana yang bertujuan untuk memberikan pengalaman positif kepada pelanggannya sehingga berdampak kepada kepuasan pelanggan dan berujung kepada tumbuhnya loyalitas pelanggan. Penelitian ini bertujuan untuk menganilisis pengaruh dari Customer Experience terhadap Customer Loyalty dengan Customer Satisfaction sebagai media intervening pada Hai Di Lao Surabaya. Penelitian ini bersifat konklusif dan diklasifikasikan dalam jenis riset kausal dengan menggunakan pendekatan kuantitatif. Data yang dikumpulkan melalui online survey menggunakan instrumen kuesioner kepada 100 responden. Respondennya adalah orang-orang yang pernah berkunjung dan melakukan transaksi di Hai Di Lao Surabaya dalam kurun waktu September 2021-Februari 2022, orang-orang yang memesan minimal 3 menu, dan orang-orang yang berdomisili di Surabaya dan Sidoarjo. Data diolah menggunakan pendekatan persamaan model struktual dengan teknik Partial Least Square. Hasil penelitian menunjukkan bahwa Customer Experience memberikan pengaruh yang positif terhadap Customer Loyalty dan Customer Satisfaction. Customer Satisfaction memberikan pengaruh yang positif terhadap Customer Loyalty dan begitu juga Customer Satisfaction memberikan pengaruh yang positif dalam memediasi Customer Experience dan Customer Loyalty.",
  "creators": "MICHAEL FERRARI CHANDRA",
  "contributors": "Edwin Japarianto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020886/MAN/2022; Michael Ferrari Chandra (D11180218)",
  "subjects": "CONSUMER SATISFACTION; RESTAURANT MANAGEMENT; CONSUMER LOYALTY"
}