{
  "id": "53686",
  "title": "Efektivitas iklan the best thursday pada media sosial Instagram KFC Indonesia",
  "abstract": "Kenaikan pengunaan instagram terus meningkat membuat perusahaan memanfaat kan media sosial instagram sebagai media iklan. KFC merupakan salah satu perusahaan cepat saji yang memanfaatkan media sosial instagram untuk mengiklankan produknya. Salah satu jenis iklan KFC yang cukup sering ditampilkan dalam periode penelitian ini adalah jenis iklan The Best Thursday. The Best Thursday merupakan iklan dalam instagram KFC yang menawarkan berbagai jenis paketan berbeda-beda yang hadir disetiap hari Kamis. Rumusan masalah yang dipilih dalam penelitian ini adalah Efektifitas Iklan The Best Thursday. Efektivitas Instagram diukur menggunakan Customer Respon Index (CRI), dimana responden diukur dalam berbagai tingkatan. Mulai dari awareness, comprehend, interest, intentions dan action. Tingkatan respons inilah yang nantinya digunakan untuk mengukur efektivitas iklan The Best Thursday. Teknik pengumpulan data yang digunakan pada penelitian ini menggunakan metode survey, dengan menyebarkan kuesioner online kepada 100 responden. Responden dalam penelitian ini merupakan pengikut instagram KFC yang berusia 16-23 tahun. Hasil dari penelitian ini ditemukan bahwa jenis fitur instagram berkaitan dengan efektif dan tidak efektifnya iklan tersebut. Hal ini ditunjukan melalui hasil dari penelitian ini menunjukkan mayoritas responden menjawab iklan dalam video reels membuat mereka dapat awareness, comprehend, interest, intentions dan action dalam iklan TBT. Penelitian ini menghasilkan kesimpulan pada tingkatan action dinilai tidak efektif, namun bila disesuaikan pada inti pesan The Best Thursday, iklan tersebut dinilai efektif karena berhasil mencapai tingkat interest sesuai dengan tujuan dalam iklan The Best Thursday.",
  "creators": "KEZIA NOVELIA",
  "contributors": "Fanny Lesmana (Advisor 1); Felicia Goenawan (Advisor 2); Desi Yoanita (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011757/KOM/2022; Kezia Novelia (F11180017)",
  "subjects": "ADVERTISING; COMMUNICATION IN MARKETING; INSTAGRAM (ELECTRONIC RESOURCE)"
}