{
  "id": "53687",
  "title": "Personal branding fashion desainer melalui media sosial Instagram terhadap brand artfy label (analisis semiotika dalam akun Instagram @alifyayunita)",
  "abstract": "Penelitian ini dilakukan untuk mengetahui personal branding fashion desainer melalui media sosial Instagram brand Artfy Label (analisis semiotika dalam akun Instagram @alifyayunita). Alifya Yunita merupakan salah satu fashion desainer yang dikenal oleh kalangan anak muda. Dalam persaingan dalam dunia bisnis fashion, Alifya perlu menunjukkan keunikan dirinya agar terlihat menonjol dibandingkan dengan kompetitor yang lain. Proses membentuk persepsi masayarakat terhadap diri Alifya Yunita ini disebut dengan personal branding yang dikaji dalam marketing public relations. Dalam proses mengkomunikasikan dirinya tersebut, Alifya menggunakan media Instagram yang merupakan satu-satunya media sosial yang ia gunakan. Penelitian ini menggunakan penelitian deskriptif dengan jenis penelitian kualitatif. Metode yang digunakan adalah semiotika Roland Barthes. Hasil penelitian menunjukkan bahwa fashion dapat mencerminkan sifat seseorang, perpaduan pakaian yang baik akan memberikan kesan yang berbeda pada setiap outfit, serta penampilan yang ditampilkan dapat menimbulkan persepsi masyarakat terhadap dirinya. Alifya selalu menampilkan fashion yang berbeda di setiap postingan Instagramnya, mulai dari warna, model pakaian, hingga motif yang digunakan. Dalam penampilannya tersebut ia berusaha menampilkan fashion yang edgy, dimana fashion ini menggabungkan pakaian dan aksesoris dengan model yang tidak biasa sehingga menampilkan gaya fashion yang unik serta gaya pakaiannya menunjukkan sisi feminin yang menarik. Sehingga dalam hal ini dapat disimpulkan bahwa personal branding dari Alifya adalah edgy, unik, dan feminin.",
  "creators": "BERNADHETA YOSHY GAVIOTA HANDOYO PUTRI",
  "contributors": "Gatut Priyowidodo (Advisor 1); Felicia Goenawan (Advisor 2); Ido Prijana Hadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011798/KOM/2022; Bernadheta Yoshy Gaviota Handoyo Putri (F11180071)",
  "subjects": "SEMIOTICS IN ADVERTISING; INSTAGRAM (ELECTRONIC RESOURCE)"
}