{
  "id": "53704",
  "title": "Pengaruh penambahan palsium hidroksida terhadap karakteristik mortar dan beton HVFA",
  "abstract": "Fly ash adalah material sisa yang dapat dimanfaatkan sebagai alternatif pengganti semen. Fly ash yang dihasilkan dari PLTU di Indonesia memiliki potensi pemanfaatan yang besar. Pemanfaatan fly ash sebagai pengganti semen lebih dari 50% disebut high volume fly ash (HVFA). Beton HVFA memiliki kekuatan awal yang rendah. Selain itu, pada campuran HVFA kuat tekan yang dihasilkan akan terus menurun seiiring penambahan kadar fly ash. Hal ini dikarenakan kalsium hidroksida dari hidrasi semen tidak memenuhi untuk reaksi pozzolan pada campuran HVFA. Oleh sebab itu, pada penelitian ini dilakukan penambahan kalsium hidroksida pada HVFA sebagai sumber eksternal untuk mereaksikan fly ash kelas C dan F. kadar fly ash sebagai pengganti semen yang dipakai adalah 50% dan 60%. Penambahan kalsium hidroksida sebesar 10%, 20%, dan 30% untuk mortar dan untuk beton kadar yang ditambahkan 20% dan 30% dari jumlah fly ash. Penambahan kalsium hidrosida dalam bentuk bubuk, mempercepat initial setting time, dan menurunkan workability. Selain itu, kalsium hidroksida yang ditambahkan tidak berpengaruh pada kekuatan awal mortar maupun beton. Meskipun demikian pada mortar maupun beton, semakin tinggi kadar kalsium hidroksida yang ditambahkan, semakin tinggi pula kekuatan tekan yang dihasilkan pada usia 28 dan 56 hari. Penambahan kalsium hidroksida menghasilkan pengaruh lebih signifikan pada campuran dengan fly ash kelas F.",
  "creators": "EVAN ANDREAS; ADRIAN JOENER PRATOMO RINGU",
  "contributors": "Djwantoro Hardjito (Advisor 1); Joko Purnomo S.T., M.Sc. (Examination Committee 1); Budisetyono Tedjakusuma (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10012582/SIP/2022; Evan Andreas (B11180100), Adrian Joener Pratomo Ringu (B11180056)",
  "subjects": "CONCRETE--MIXING; CONTROLLED LOW-STRENGTH MATERIALS; FLY ASH"
}