{
  "id": "5370",
  "title": "Portal gereja dengan menggunakan ASP dan SQL Server",
  "abstract": "Kebutuhan akan informasi semakin besar, hal ini juga dialami oleh badan organisasi gereja. Gereja yang besar membutuhkan sebuah website yang dapat memberikan informasi tersebut kepada siapa saja. Tetapi mereka tidak memiliki sumber daya manusai yang cukup untuk memenuhi kebutuhan tersebut. Tujuan dari tugas akhir ini adalah untuk mengembangkan suatu aplikasi penunjang yang dapat membantu dalam memberikan informasi tersebut melalui website. Dengan aplikasi ini diharapkan dapat mempermudah mereka untuk dapat menampilkan data-data yang ada tanpa harus menguasai bahasa pemrograman. Untuk update data dapat dilakukan dimanapun mereka berada tanpa harus berada pada suatu tempat, dikarenakan sistem dibuat dengan web base. Pada tugas akhir ini dilakukan pembuatan database dengan menggunakan database server yaitu SQL Server dan perancangan bahasa pemrograman dengan menggunakan bahasa pemrograman ASP yang berjalan pada server dengan sistem operasi Windows 2000 Advance Server. Implementasi yang dilakukan pada www.bethanygraha.org antara lain adalah pembuatan web bethanygraha dan web admin dengan modul ayat harian, modul jadwal kegiatan, modul berita/artikel, modul galeri foto, modul polling, modul ICGS dan modul cari. Hasil yang diperoleh dari tugas akhir ini adalah suatu aplikasi web dan web admin berbasis web yang dapat diakses dari seluruh dunia yang terhubung dengan internet. Dari hasil pengujian secara simulasi pada jaringan komputer lokal (LAN) menunjukkan bahwa aplikasi yang telah dirancang dapat berjalan dengan baik tanpa error.",
  "creators": "HANNY POERNOMO",
  "contributors": "Kartika Gunadi (Advisor 1); Ir. Djoni Haryadi Setiabudi, M.Eng. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 3060/ELK/2002; Hanny Poernomo (23494030)",
  "subjects": "ELECTRONIC COMMERCE--COMPUTER PROGRAMS"
}