{
  "id": "53702",
  "title": "Fasilitas terapi dan pembelajaran anak tunagrahita di Semarang",
  "abstract": "Fasilitas terapi dan pembelajaran anak tunagrahita merupakan fasilitas yang mewadahi fungsi rekreatif dan rehabilitatif untuk mewujudkan pemulihan penderita tunagrahita pada anak-anak baik secara fisik maupun psikologis. Fasilitas ini ditujukan bagi anak usia 7 hingga 17 tahun di wilayah Jawa Tengah yang memiliki kondisi keterbelakangan mental serta yang memiliki hambatan dalam melakukan kegiatan sehari-harinya. Dengan pendekatan Arsitektur Perilaku dan Lingkungan dengan bantuan area hijau serta penggunaan warna, diharap fasilitas terapi dan pembelajaran yang dirancang mampu mendukung proses penyembuhan penderita secara lebih optimal. Adanya penemuan bahwa semakin banyak tanaman hijau berhubungan dengan penurunan dari tingkat depresi, kecemasan dan stress. (Beyer et al., 2014). serta Penelitian dari Zhelnakova (2014) menyatakan bahwa pembentukan sebuah lingkungan hijau diperlukan untuk memberikan kesan kenyamanan dan untuk alasan medis dan mental lainnya. Fasilitas terapi dan pembelajaran ini dilengkapi ruang-ruang luar yang luas serta mampu mengakomodasi aktivitas penggunanya di alam terbuka sesuai dengan pendekatan arsiektur perilaku dan lingkungan yang dipilih. Serta adanya penggunaan sensori dan warna dalam menciptakan karakter ruang yang dibentuk agar dapat membantu proses perkembangan anak tunagrahita tersebut. Adanya fasilitas ini diharapkan mampu membangun kesadaran masyarakat di Indonesia terhadap isu kesehatan psikologis serupa, khususnya anak-anak.",
  "creators": "AUDELIA CLETA GUNAWAN",
  "contributors": "Riduan Sukardi (Advisor 1); Roni Anggoro, S.T., M.A.Arch. (Advisor 2); Anik Juniwati (Advisor 3); Stanislaus Kuntjoro Santoso (Examination Committee 1); Lilianny Sigit Arifin (Examination Committee 2); Luciana Kristanto, S.T., M.T. (Examination Committee 3); Stephanus Wirawan Dharmatanna, S.T., M.Ars. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024294/ARS/2022; Audelia Cleta Gunawan (B12180090)",
  "subjects": "MENTAL HEALTH FACILITIES--DESIGN AND CONSTRUCTION; REHABILITATION CENTERS--DESIGNS AND PLANS; MENTAL RETARDATION FACILITIES"
}