{
  "id": "53714",
  "title": "Pengaturan variasi material dan variabel waktu terhadap penurunan workability, printability, dan buildability mortar 3D printing",
  "abstract": "Teknologi dan digitalisasi banyak diterapkan pada sektor konstruksi dalam beberapa dekade terakhir, additive manufacturing merupakan salah satu contohnya. Additive manufacturing lebih dikenal dengan istilah 3D printing. Proses konstruksi menggunakan metode 3D printing mengharuskan mortar memiliki reologi yang dimodifikasi, supaya mortar yang digunakan memiliki karakter yang printable dan buildable. Penelitian ini merupakan kelanjutan dari rangkaian penelitian sebelumnya dimana parameter waktu belum diteliti. Parameter waktu yang diteliti adalah printability window dan interval waktu cetak antar lapisan. Printability window yang singkat dan penurunan workability yang drastis menjadi sasaran dalam penelitian ini. Selain itu, peneltian terhadap penyesuaian material untuk mendapatkan karakteristik mortar yang dapat disesuaikan untuk batasan mesin yang berbeda-beda. Proses ekstrusi mortar pada penelitian ini menggunakan bor mortar bertenaga listrik, dan mortar dicetak vertikal. Berdasarkan penelitian yang dilakukan, didapatkan hasil bahwa penambahan superplasticizer memperlambat initial setting time dan meningkatkan workability mortar. Penggunaan CaO yang terlalu banyak menyebabkan crack akibat susut, sehingga kadar CaO dari campuran harus diperhatikan. Namun, CaO, VMA, dan CaCO3 ditemukan tidak mampu untuk menghasilkan penurunan workability yang drastis. Interval waktu cetak antar lapisan yang semakin panjang akan meningkatkan buildability, tetapi menurunkan printability. Pada penelitian ini, mortar yang memiliki printability dan buildability yang baik memiliki diameter flow yang berkisar antara 21 – 23 cm.",
  "creators": "MARCELLINUS EVAN KURNIAWAN; NATHANAEL ADI",
  "contributors": "Pamuda Pudjisuryadi (Advisor 1); Jimmy Chandra (Advisor 2); Hasan Santoso (Examination Committee 1); Benjamin Lumantarna (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10112599/SIP/2022; Marcellinus Evan Kurniawan (B11180122), Nathanael Adi (B11180112)",
  "subjects": "MORTAR--ADDITIVES; THREE-DIMENSIONAL PRINTING--INDUSTRIAL APPLICATIONS"
}