{
  "id": "53726",
  "title": "Representasi peran orangtua dalam web series “Little Mom”",
  "abstract": "Peran orang tua dalam mendidik anak sangatlah krusial. Salah satu dampak dari kurangnya peran orang tua adalah permasalahn pergaulan bebas. Salah satu bentuk pergaulan bebas adalah perilaku seks bebas yang dilakukan oleh para remaja. Little Mom merupakan salah satu drama yang mengangkat isu kenakalan remaja salah satunya yaitu perilaku seks bebas beserta dampaknya. Web series dengan judul Little Mom ini menceritakan mengenai perjuangan Naura yang diperankan, seorang gadis 16 tahun yang cantik, berprestasi, dan menjadi kebanggaan orang tua namun hidupnya berantakan seketika akibat hamil di luar nikah dengan Yuda, pacarnya. Dalam drama ini banyak merepresentasikan peran orang tua, khususnya orang tua Naura dalam membantu Naura menghadapi masalah. Representasi peran orang tua dalam web series Little Mom dapat memunculkan berbagai persepsi. Oleh karena itu penelitian ini bertujuan untuk memberikan representasi peran orang tua Naura. Pengumpulan data dilakukan dengan mengumpulkan cuplikan adegan yang berhubungan dengan peran orang tua. Data dianalisis dengan menggunakan analisa semiotika televisi John Fiske. Hasilnya dalam web series ini terdapat beberapa representasi peran orang tua yang direpresentasikan oleh orang tua Naura seperti peran orang tua dalam membantu anak menghadapi masalah, peran orang tua dalam mendidik dan melindungi anak, dan peranan orang tua dalam membentuk cita-cita anak. Selain itu dalam analisa juga ditemukan representasi patriarki dan liberalisme dalam peranan orang tua Naura.",
  "creators": "LIM, ALICIA JESSICA HALIM",
  "contributors": "Agusly Irawan Aritonang, S.Sos., M.A. (Advisor 1); Megawati Wahjudianata (Advisor 2); Desi Yoanita (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011769/KOM/2022; Lim, Alicia Jessica Halim (F11180058)",
  "subjects": "COMMUNICATION IN FAMILIES; PARENT AND CHILD--FICTION; TEENAGERS--DRAMA"
}