{
  "id": "53722",
  "title": "Resepsi perempuan terhadap konsep kecantikan pada kampanye Somethinc #YourOnlyLimit di Instagram",
  "abstract": "Penelitian ini dilakukan untuk melihat penerimaan informan terpilih terkait dengan pesan kampanye yang disampaikan oleh Somethinc melalui kampanye #YourOnlyLimit yang dilakukan pada media sosial Instagram. Kampanye tersebut dilakukan untuk mengubah suatu konsep kecantikan yang ada di masyarakat, sehingga kampanye yang dilakukan ini memiliki jenis kampanye ideological or caused campaigns. Kecantikan dipandang oleh masyarakat sebagai sesuatu yang penting, yang diukur melalui suatu standar yang berlaku di masyarakat. Karena standar yang berlaku di masyarakat. Oleh karena standar yang berlaku tersebut, terdapat banyak orang yang menjadi tidak percaya diri. Bahkan dengan adanya hal tersebut banyak orang di masyarakat melakukan hal ekstrem seperti bunuh diri, hanya karena ia dinilai tidak sesuai dengan standar oleh orang – orang disekitarnya. Sehingga ia terganggu secara mental dan lebih memilih untuk mengakhiri hidupnya. Maka, brand kecantikan Somethinc ingin mendobrak pandangan tersebut dengan membuat kampanye #YourOnlyLimit yang ingin menyampaikan sebuah konsep kecantikan yaitu, “be unstoppable because you’re #YourOnlyLimit”. Somethinc berharap melalui kampanye dan peluncuran produk tersebut masyarakat dapat terlepas dari standar kecantikan yang berlaku dengan menyampaikan tiga pesan besar yaitu unstoppable, unbreakable, unconditional. Penelitian ini menggunakan metode analisis resepsi dengan jenis penelitian kualitatif deskriptif. Hasil penelitian menunjukkan bahwa perempuan menerima pesan kampanye Somethinc dengan memaknai pesan tersebut secara dominant dan negotiated. Pada penelitian ini menemukan bahwa hasil penerimaan oleh informan tersebut dipengaruhi oleh banyak hal seperti field of experience dan menghasilkan struktur sikap (kognitif, afektif, konatif). Oleh karena itu penerimaan pada kampanye ini adalah dominant dan negotiated. Dimana mereka menerima pesan kampanye yang disampaikan, namun mereka juga berkompromi terhadap pesan tersebut.",
  "creators": "ANGELIQUE DIAMANNOV WIDODO",
  "contributors": "Astri Yogatama (Advisor 1); Daniel Budiana, S.Sos., M.A. (Advisor 2); Desi Yoanita (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011751/KOM/2022; Angelique Diamannov Widodo (F11180056)",
  "subjects": "ADVERTISING CAMPAIGNS; INSTAGRAM (ELECTRONIC RESOURCE); SOCIAL MEDIA--COMMUNICATION"
}