{
  "id": "53738",
  "title": "Studi komparatif: analisis isi tema pesan Instagram Brand Victoria’s Secret sebelum dan sesudah rebranding",
  "abstract": "Penelitian ini bertujuan untuk mengetahui bagaimana gambaran isi tema pesan yang digunakan oleh brand retail Victoria’s Secret sebelum dan sesudah rebranding melalui akun Instagramnya yaitu @victoriassecret. Instagram merupakan salah satu media sosial yang dapat digunakan untuk memasarkan produk. Pesan merupakan salah satu unsur komunikasi paling penting agar dapat menarik calon pelanggan untuk membeli produk yang ditawarkan di media sosial. Penelitian ini menggunakan analisis isi kuantitatif. Hasil yang ditemukan, Victoria’s Secret sebelum rebranding dan sesudah rebranding sama-sama lebih sering mengunggah konten di hari Rabu dan Jumat yaitu sebesar masing-masing 10% dan 8%. Selain itu, ditemukan bahwa ketika Victoria’s Secret belum melakukan rebranding, bulan September menjadi bulan paling aktif Victoria’s Secret mengunggah konten ke Instagram yaitu sebanyak 24%. Berbeda dengan periode selanjutnya, Victoria’s Secret paling banyak mengunggah konten setelah melakukan rebranding di bulan Juli, yaitu sebanyak 18%. Tema pesan yang paling terlihat pada kedua periode adalah Seasonal/Event Related dengan total 96 unggahan dan yang paling sedikit adalah Anxieties dengan total 3 unggahan. Victoria’s Secret sebelum rebranding lebih condong berfokus pada visual yang ditampilkan daripada fokus menggunakan tema pesan untuk berkomunikasi dengan para pengikutnya di Instagram.",
  "creators": "VELLY CHRISTINE RATU EDO",
  "contributors": "Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Advisor 1); Felicia Goenawan (Advisor 2); Fanny Lesmana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011760/KOM/2022; Velly Christine Ratu Edo (F11180066)",
  "subjects": "ADVERTISING--BRAND NAME PRODUCTS; CONTENT ANALYSIS (COMMUNICATION); INSTAGRAM (ELECTRONIC RESOURCE)"
}