{
  "id": "53731",
  "title": "Citra food vlogger Mgdalenaf sepanjang pandemi Covid-19",
  "abstract": "Mgdalenaf merupakan food vlogger asal Indonesia yang aktif di berbagai media sosial. Mgdalenaf memanfaatkan channel YouTube dengan nama MGDALENAF dan akun instagram @mgdalenaf untuk membangun citranya sebagai seorang food vlogger. Hal ini cukup efektif dilakukan, terutama pada saat terjadinya pandemi Covid-19. Melalui YouTube dan Instagramnya, Mgdalenaf menunjukkan inisiatif kepeduliannya terhadap UMKM khususnya di bidang kuliner untuk mendapat citra yang positif dengan membuat program UMKM Pilihan Mgdalenaf Bersama Teh Pucuk Harum. Penelitian ini menggunakan teori citra. Dalam teori ini Baskin dan Aronoff menunjukkan terdapat lima elemen citra yang dapat digunakan, yakni, primarry impression, familiarity, preference, perceptions, dan positions. Metode yang digunakan dalam penelitian ini adalah analisis isi dengan pendekatan kualitatif deskriptif. Subjek dalam penelitian ini adalah channel YouTube MGDALENAF dan akun instagram @mgdalenaf. Hasil dalam penelitian ini menunjukkan bahwa Mgdalenaf memanfaatkan media sosialnya untuk pembentukan citranya dan citra yang ditampilkan oleh Mgdalenaf sebagai seorang food vlogger di Indonesia sepanjang pandemi Covid-19 berdasarkan lima elemen citra yaitu sosok yang inspiratif dan bertanggung jawab terhadap pelaku UMKM, humanis dan filantropi, reviewnya dapat dipercaya, Bar Bar, dan sosok food vlogger yang berkualitas.",
  "creators": "TJAN, JESSICA GERALDINE TJANDRA",
  "contributors": "Ido Prijana Hadi (Advisor 1); Fanny Lesmana (Advisor 2); Jandy Edipson Luik (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011777/KOM/2022; Tjan, Jessica Geraldine Tjandra (F11180051)",
  "subjects": "INTERNET PERSONALITIES; SOCIAL MEDIA--COMMUNICATION; VLOGGERS"
}