{
  "id": "53746",
  "title": "Opini followers terhadap penggunaan celebrity endorser Ian Hugen pada iklan Kind Series di Instagram @skingameofficial",
  "abstract": "Marketing public relations perlu memonitor dan mengevaluasi opini publik, apakah opini yang terbentuk menguntungkan bagi perusahaan. Opini terbentuk dari penetrasi pesan yang disampaikan perusahaan, dalam hal ini penggunaaan celebrity endorser dalam iklan sebagai aktivitas dari marketing public relation. Pengukuran opini dilakukan menggunakan tiga komponen opini yaitu kepercayaan, nilai dan pengharapan dengan diakomodir model VisCAP dalam pengukuran celebrity endorser. Dalam penelitian ini, akan dilakukan pengukuran opini followers terhadap penggunaan celebrity endorser Ian Hugen pada iklan Kind Series di Instagram @skingameofficial. Sebagaimana terdapat pro-kontra terhadap Ian yang merupakan transpuan dan maraknya penggunaan celebrity endorser asal Korea Selatan oleh brand kompetitor. Penelitian dilakukan dengan pendekatan kuantitatif deskriptif dan metode penelitian e-survei yang dibagikan kepada 100 responden yang diambil menggunakan teknik purposive sampling. Teori yang digunakan dalam penelitian ini adalah teori Stimulus-Organism-Response (S-O-R), opini, dan celebrity endorser. Hasil akhir dari penelitian ini secara keseluruhan adalah followers memiliki opini positif terhadap penggunaan celebrity endorser Ian Hugen. Hal ini karena Ian Hugen memiliki visibility, credibility, attraction dan power yang positif.",
  "creators": "CAROLIN YOKO CASANDRA",
  "contributors": "Lady Joanne Tjahyana, S.Kom., MMM. (Advisor 1); Felicia Goenawan (Advisor 2); Fanny Lesmana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011752/KOM/2022; Carolin Yoko Casandra (F11180026)",
  "subjects": "ENDORSEMENTS IN ADVERTISING; INTERNET PERSONALITIES; PUBLIC OPINION; SOCIAL MEDIA--COMMUNICATION"
}