{
  "id": "53744",
  "title": "Analisa karakteristik briket dari limbah daun pohon bintaro dengan perekat limbah lokal Indonesia berdasar pengembangan produk yang berkelanjutan",
  "abstract": "Energi bahan bakar terbarukan merupakan hal yang dibutuhkan oleh manusia, karena ketersediaan gas bumi yang semakin menipis. Oleh karena itu penelitian ini difokuskan pada pembuatan briket yang memiliki komposisi paling tepat. Dengan adanya briket juga membuat pemanasan global dapat berkurang. Penelitian briket ini terfokus pada bahan dasar limbah. Metodelogi pembuatan briket dari limbah daun bintaro akan dijelaskan sebagai berikut. Pertama bahan limbah berupa daun dikumpulkan dan dikeringkan dengan bantuan sinar matahari. Setelah kering maka daun dapat dihaluskan menjadi serbuk dan selanjutnya akan dilakukan proses pengayakan untuk membuat ukuran partikel serbuk lebih kecil dengan mesh 20, 40, dan 60. Selanjutnya serbuk akan dicampur dengan buah pepaya sebagai bahan perekat untuk pemebentukan briket. Setelah itu akan dilakukan proses press dengan tekanan 1 Mpa dan 2 Mpa. Setelah itu briket dapat dikeringkan kembali baru setelah itu briket siap digunakan sebagai bahan bakar. Untuk hasil dari pembuatan briket terserbut, campuran yang ideal yaitu 95% bahan limbah dan 5% buah. Semua hasil yang didapat berdasarkan proses pengayakan dengan ukuran 60 mesh. Sebagai informasi bahwa semakin kecil ukuran partikel maka hasil permukaan dan pembakaran briket akan semakin bagus, namun waktu terbakarnya semakin lama.",
  "creators": "ALEXANDER BILLY CHRISTENSEN",
  "contributors": "Willyanto (Advisor 1); Sutrisno S.T.,M.T. (Examination Committee 1); Fandi Dwiputra Suprianto, S.T., M.Sc. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011448/MES/2022; Alexander Billy Christensen (C12180044)",
  "subjects": "RENEWABLE ENERGY SOURCES; BRIQUETS; AGRICULTURE--ENERGY CONSUMPTION"
}