{
  "id": "53748",
  "title": "Representasi peran ibu sebagai single parent dalam film “Yang Tak Tergantikan”",
  "abstract": "Keluarga adalah sebuah unit terkecil dalam masyarakat yang memiliki peran penting. Saat ini, fenomena single parent menjadi marak, sejalan dengan berubahnya gaya hidup dan modernisasi. Fenomena orangtua tunggal di Indonesia menjadi salah satu tema yang diangkat oleh berbagai media sebagai sarana informasi yang terjadi saat ini. Salah satunya adalah film. Salah satu film yang penuh akan fenomena adalah film yang berjudul “Yang Tak Tergantikan” karya Herwin Novianto. Film Yang Tak Tergantikan mengangkat latar belakang cerita dimana seorang ibu yang hidup bersama ketiga anaknya dan terpaksa harus menjadi tulang punggung keluarga karena suami yang tidak bertanggung jawab. Kajian melalui ‘tanda’ dalam film dapat dilakukan dengan berbagai tinjauan dan metode penelitian, salah satunya semiotika. Semiotika merupakan ilmu dan metode yang dipakai guna menganalisis tanda-tanda. Permasalahan ini kemudian menjadi kajian representasi perjuangan ibu single parent dalam film “Yang Tak Tergantikan.” Metode yang digunakan dalam penelitian ini adalah metode semiotika. Berdasarkan temuan data, terdapat 19 adegan yang representatif dalam menjelaskan perjuangan ibu single parent dalam film. Hasil penelitian menyimpulkan bahwa terdapat representasi peran ibu single parent dalam tanggung jawabnya terhadap keluarganya. Berdasarkan analisis dari level ideologi ditemukan ideologi feminisme, yang menjelaskan bahwa wanita memiliki kapabilitas yang mumpuni dalam mengambil peran dalam masyarakat dan keluarga.",
  "creators": "MICHELL NATHAZYA TJHANDY",
  "contributors": "Agusly Irawan Aritonang, S.Sos., M.A. (Advisor 1); Megawati Wahjudianata (Advisor 2); Desi Yoanita (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011771/KOM/2022; Michell Nathazya Tjhandy (F11180068)",
  "subjects": "MOTION PICTURES--REVIEWS; SEMIOTICS AND MOTION PICTURES; SINGLE PARENTS; SINGLE PARENTS FAMILY"
}