{
  "id": "53743",
  "title": "Perancangan dan uji performa Yamaha Mio menjadi motor listrik dengan passive cooling pada battery box",
  "abstract": "Perkembangan kendaraan listrik di luar dan dalam negeri terus didorong dari waktu ke waktu, salah satu solusi untuk mendukung perkembangan kendaraan listrik tersebut adalah dengan melakukan konversi kendaraan berbahan bakar fossil keluaran lama menjadi kendaraan listrik untuk mengurangi polusi. Bali merupakan salah satu daerah di mana sepeda motor menjadi pilihan masyarakat untuk bepergian, hal ini karena kondisi geografis Bali yang memiliki jalan perkotaan yang sempit, kemacetan, dan lahan parkir yang terbatas sehingga menarik untuk melakukan konversi sepeda motor bensin yang sudah ada menjadi sepeda motor listrik. Beberapa perancangan sudah dilakukan terkait konversi sepeda motor listrik tetapi belum melakukan pengujian terhadap temperature baterai dimana ketika digunakan baterai harus berada pada suhu optimal yaitu (-30°C) sampai (40°C). Penggunaan baterai diluar suhu optimal tersebut dapat menyebabkan penurunan kapasitas penyimpanan. Sehingga pada perancangan ini dibuat motor listrik dengan box baterai dengan pendinginan pasif untuk menjaga suhu baterai tetap optimal dan sistem kontrol yang dapat melindungi baterai dari overheat. Hasil dari perancangan ini menunjukan adanya pengaruh pemberian pendinginan pasif pada baterai box untuk menjaga temperatur baterai tetap di bawah (40°C). Perancangan ini juga menghasilkan sepeda motor listrik yang dapat menempuh jarak 60km, dan memiliki daya yang mirip dengan Yamaha Mio bermesin bensin.",
  "creators": "DANNY PURNAMA",
  "contributors": "Ian Hardianto Siahaan (Advisor 1); Joni Dewanto (Examination Committee 1); Willyanto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04011454/MES/2020; Danny Purnama (C12180071)",
  "subjects": "BATTERY CHARGING STATIONS (ELECTRIC VEHICLES); ELECTRIC MOTORCYCLES; ELECTRIC MOTORS"
}