{
  "id": "53757",
  "title": "Pengaruh urutan pencampuran dan jenis alkali activator terhadap flash set geopolimer berbahan dasar high calcium fly ash",
  "abstract": "Beton geopolimer berbahan dasar fly ash dengan kandungan CaO yang tinggi atau High Calcium Fly Ash dapat menghasilkan kekuatan tekan yang lebih tinggi dibanding geopolimer dengan fly ash CaO yang rendah. Akan tetapi, penggunaan High Calcium Fly Ash sebagai precursor geopolimer dapat menyebabkan terjadinya flash set. Pengerasan beton yang terjadi sangat cepat ini membawa masalah dalam dunia konstruksi jika dijalankan dalam volume besar. Pada umumnya, kombinasi sodium hidroksida dan sodium silikat digunakan sebagai alkali activator dalam pembuatan beton geopolimer. Flash set umumnya terjadi jika menggunakan fly ash dengan kandungan CaO tinggi yang diaktivasi dengan jenis alkali activator ini. Oleh karena itu, penggunaan jenis alkali activator lain berupa sodium karbonat dan sodium silikat diusulkan sebagai alternatif untuk mengurangi reaktivitas fly ash yang memiliki kandungan CaO tinggi. Penelitian ini dilakukan untuk mengatasi masalah flash set pada beton geopolimer dengan memvariasi urutan pencampuran, jenis alkali activator, molaritas alkali activator, dan rasio alkali activator yang berbeda-beda. Hasil menunjukkan bahwa prosedur pencampuran fly ash dengan alkali activator secara terpisah dapat mengatasi flash set dengan hasil kuat tekan yang tinggi. Penggunaan sodium karbonat sebagai alkali activator, dikombinasikan dengan sodium silikat, yang dicampurkan secara bersamaan tetap menyebabkan flash set.",
  "creators": "SAMUEL HANS WICAKSANA; SHERLY ANGELINA",
  "contributors": "Djwantoro Hardjito (Advisor 1); Gogot Setyo Budi (Examination Committee 1); Paravita Sri Wulandari (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10012576/SIP/2022; Samuel Hans Wicaksana (B11180043), Sherly Angelina (B11180116)",
  "subjects": "ALKALI-AGGREGATE REACTIONS; FLY ASH; HIGH STRENGTH CONCRETE"
}