{
  "id": "53755",
  "title": "Kulit kluwak sebagai filler penguat biokomposit-PP: pengaruh kadar filler dan MAPP pada sifat mekanis",
  "abstract": "Komposit banyak digunakan industri otomotif pada interior kendaraan sehingga penelitian mengenai komposit terus dilakukan. Saat ini industri otomotif sedang berupaya untuk membuat mobil yang ramah lingkungan. Salah satu serat alam yang dapat dijadikan sebagai biokomposit adalah serbuk kulit kluwak. Pada penelitian ini dilakukan pengujian impak, HDT, penyerapan air, flexural, dan pengukuran berat, panjang dan gramasi dengan menambahkan MAPP. Tren dari penelitian ini apabila komposisi semakin banyak memiliki hasil yang lebih baik kecuali pada pengujian impak dikarenakan efek dari MAPP. Sampel biokomposit memiliki nilai impak tertinggi sebesar 10 kj/m2 pada komposisi 20% filler. Hasil itu jauh lebih besar dibandingkan dengan sampel industri woodboard yang memiliki nilai impak 2,01 kj/m2. Pada pengujian flexural, sampel dengan komposisi 30% filler memiliki nilai flexural yang paling tinggi yaitu 56,02 MPa. Nilai tersebut lebih tinggi dibandingkan dengan sampel industri yang memiliki nilai flexural 37,57 MPa. Sampel dengan komposisi 30% filler memiliki nilai penyerapan air yang lebih tinggi dibandingkan dengan sampel industri. Sampel biokomposit mampu menyerap air sebesar 5,32% dan sampel industri mampu menyerap air sebesar 1,61%. Sampel biokomposit memiliki nilai ketahanan terhadap defleksi panas yang lebih baik dibandingkan dengan sampel industri. Sampel biokomposit memiliki nilai ketahanan defleksi panas sebesar 135,5℃ dan sampel industri sebesar 132,7℃.",
  "creators": "BRYAN ALEXANDER SETIAWAN",
  "contributors": "Prof. Dr. Juliana Anggono, S.T., M.Sc. (Advisor 1); Yopi Yusuf Tanoto, S.T., M.T. (Advisor 2); Roche Alimin (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01011459/MES/2022; Bryan Alexander Setiawan (C12180045)",
  "subjects": "AUTOMOBILE INDUSTRY AND TRADE; AUTOMOTIVE INDUSTRY; FLEXURE; POLYPROPYLENE"
}