{
  "id": "53762",
  "title": "Studi heterotopia pada ruang sembahyang di hunian masyarakat Tionghoa Surabaya",
  "abstract": "Heterotopia merupakan suatu fenomena yang terjadi pada fungsi ruang dan menunjuk kepada ruang tidak nyata yang hadir dalam ruangan yang nyata. Di mana kejadian tersebut dapat diartikan bahwa terdapat fungsi ruangan lainnya dalam konteks karakter ruang yang berbeda sekalipun namun di antara keduanya tidak saling meniadakan. Peristiwa inilah yang biasanya terjadi pada ruang tamu di hunian masyarakat Tionghoa. Hal unik ini dapat terjadi dikarenakan pada ruang tamu yang notabene berkedudukan sebagai ruang nyata tersebut dapat berfungsi selain sebagai tempat menerima tamu (profan), namun pada saat kondisi tertentu berupa waktu dan perilaku manusia juga dapat berpengaruh dan merubah fungsi ruang menjadi tempat sembahyang untuk mewadahi aktivitas spiritualitas (sakral) mereka. Tujuan penelitian ini untuk dapat meninjau spesifikasi penerapan prinsip ruang heterotopia dan faktor pendukung yang mempengaruhinya. Metode penelitian yang digunakan adalah pendekatan kualitatif dengan metode analisis deskriptif berupa penggambaran disertai analisis yang didukung oleh pengambilan foto, data literatur, dan wawancara. Dengan demikian prinsip heterotopia yang terjadi pada ruang tamu hunian masyarakat Tionghoa disebabkan oleh pengaruh dari kebudayaan Tionghoa, waktu & aktivitas yang dilakukannya, serta terbentuknya suasana dimensi spiritual yang juga didukung oleh elemen perabot disertai peralatan sembahyang berupa dupa sebagai faktor pendukung utama sehingga ruang tamu tersebut dapat berubah fungsi menjadi lebih sakral dan privat.",
  "creators": "ANASTASYA SUMINGTO",
  "contributors": "Dr. Ir. Lintu Tulistyantoro, M.Ds. (Advisor 1); Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00012001/DIN/2022; Anastasya Sumingto (E11180002)",
  "subjects": "INTERIOR DECORATION; SPACE (ARCHITECTURE)"
}