{
  "id": "53763",
  "title": "Analisa bentuk penampang tangki bahan bakar minyak kapasitas 16000 liter terhadap stabilitas kendaraan akibat efek sloshing menggunakan computational fluid dynamics",
  "abstract": "Sloshing adalah gerakan free surface cairan yang menghantam dinding pembatas pada tangki akibat volume cairan yang tidak penuh. Bahan cair yang terkocok-kocok di dalam tangki akibat efek sloshing dapat membahayakan pengemudi truk dan pengguna jalan. Pada kecepatan tinggi, truk dapat terguling saat tikungan akibat pergerakan cairan di dalam tangki. Penelitian ini berfokus pada analisa bentuk penampang truk tangki terhadap efek sloshing yang terjadi pada saat akselerasi, pengereman, dan tikungan. Terdapat 3 model tangki yang digunakan dalam penelitian ini, yaitu model 1 (ellipse), model 2 (semi-ellipse), dan model 3 (reuleaux). Desain dan geometri tangki yang digunakan dalam penelitian ini akan mengacu pada standar dari PT Pertamina, yaitu perusahaan bahan bakar terbesar di Indonesia. Penelitian yang dilakukan berdasarkan simulasi dengan software Solidworks 2021. Static rollover threshold (SRT) dari masing-masing model tangki akan diperoleh untuk menentukan stabilitas kendaraan. Ketiga model tangki akan menggunakan kapasitas volume pengisian 60% dan diuji pada akselerasi, pengereman, dan manuver tikungan yang berbeda-beda. Dari hasil simulasi, diperoleh bahwa tangki model 3 adalah model efisien dalam meredam momen roll akibat efek sloshing. Selain itu, dari hasil perhitungan SRT, model 3 adalah model tangki yang paling stabil.",
  "creators": "TIMOTIUS KEVIN RONALD SANTOSO",
  "contributors": "Amelia (Advisor 1); FANDI D. SUPRIANTO (Advisor 2); Willyanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01011443/MES/2022; Timotius Kevin Ronald Santoso (C12180001)",
  "subjects": "AUTOMOBILES--BODIES; AUTOMOBILES--STABILITY; TANK CARS"
}