{
  "id": "53779",
  "title": "Analisa pengaruh orientasi berbelanja terhadap persepsi pengalaman berbelanja masyarakat Indonesia dengan persepsi kegunaan atas penerapan internet of things sebagai variabel moderasi (studi kasus: supermarket di Indonesia)",
  "abstract": "Supermarket menjadi destinasi setiap orang untuk berbelanja guna melengkapi kebutuhan hariannya. Seiring dengan adanya perkembangan zaman, aplikasi-aplikasi online guna membantu kegiatan berbelanja para konsumen pun mulai bermunculan, seperti aplikasi personal shopper, dll. Hal ini pun tidak menutupi adanya perkembangan di supermarket konvensional, dengan munculnya beberapa teknologi yang dapat membantu keefektivitasan berbelanja para pengunjungnya. Salah satu teknologi yang sudah ada adalah Internet of Things. Internet of Things, atau sering disingkat dengan IoT, merupakan sebuah jaringan yang besar dengan kemampuan transmisi atau mengirimkan data secara langsung tanpa bantuan manusia atau perangkat komputer lainnya. Penerapan IoT cukup familiar dalam kehidupan manusia, mulai dari penggunaan smartphone, smartwatch, hingga smart homes. Melalui penelitian ini, peneliti ingin mengetahui tingkat kesiapan yang dimiliki oleh masyarakat Indonesia jika teknologi IoT diimplementasikan di supermarket konvensional. Penelitian ini menggunakan metode kuantitatif dengan responden Warga Negara Indonesia berusia 23 hingga 38 tahun yang memiliki pengalaman berbelanja di supermarket secara offline. Hasil temuan menyatakan bahwa mayoritas dari responden masih berharap adanya teknologi yang memadai pada supermarket Indonesia untukmembantu aktivitas berbelanja mereka.",
  "creators": "MARIA XAVERINA GABRIELLE; SHEILA MARIANA",
  "contributors": "Rachmat Sugianto (Advisor 1); Yudianto Oentario, S.E., M.M. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010427/MAN/2022; Maria Xaverina Gabrielle (D11180041)Sheila Mariana (D11180649)",
  "subjects": "CONSUMER BEHAVIOR; INTERNET OF THINGS"
}