{
  "id": "53772",
  "title": "Representasi ras kulit hitam dalam mini-series “The Falcon and The Winter Soldier”",
  "abstract": "Isu rasisme dan diskriminasi terhadap ras kulit hitam kembali menjadi perbincangan publik Amerika Serikat, dipicu dengan gerakan #BlackLivesMatter pada awal tahun 2020. Satu tahun setelahnya, Marvel Studios merilis serial pendek berjudul The Falcon and The Winter Soldier, yang menampilkan seorang tokoh ras kulit hitam sebagai sosok Captain America. Menariknya, ras kulit hitam merepresentasikan simbol, idealisme, dan harapan Amerika Serikat, sebuah bangsa dengan sejarah diskriminasi terhadap ras kulit hitam. Tujuan utama penelitian ini adalah mengetahui penggambaran ras kulit hitam dalam tokoh kulit hitam dan cerita mini-series The Falcon and The Winter Soldier. Pendekatan yang digunakan dalam penelitian ini adalah kualitatif, dengan jenis penelitian deskriptif. Untuk menganalisis penggambaran ras kulit hitam, metode semiotika televisi John Fiske digunakan, yang mencakup 3 level, yaitu level realitas, level representasi, dan level ideologi. Dalam serial pendek ini, ras kulit hitam digambarkan memiliki keraguan diri, yang disebabkan oleh internalized racial inferiority. Ras kulit hitam juga diperlihatkan menghadapi systemic racism, yang mengakibatkan ketidaksetaraan kesempatan dan perlakuan yang diterima. Dalam bertahan hidup di tengah permasalahan, ras kulit hitam mengandalkan bantuan baik dari keluarga ataupun komunitas informal. Serial pendek ini menampilkan ras kulit hitam memiliki kualitas seorang pemimpin, seperti idealis, menghormati sesamanya, tidak menggunakan paksaan dalam memimpin, dapat mengambil keputusan sukar, serta berjuang bagi kepentingan orang banyak.",
  "creators": "CHRISTOPHER KEVIN",
  "contributors": "Desi Yoanita (Advisor 1); Daniel Budiana, S.Sos., M.A. (Advisor 2); Chory Angela Wijayanti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011779/KOM/2022; Christopher Kevin (F11180023)",
  "subjects": "MOTION PICTURES--REVIEWS; RACISM AGAINST BLACK PEOPLE; SEMIOTICS AND MOTION PICTURES"
}