{
  "id": "53777",
  "title": "Penerapan konsep healing environment pada Kantor Pusat Bank Papua di Jayapura",
  "abstract": "Kaum dewasa muda atau usia bekerja merupakan kaum yang rentan terkena stress. Penyebab kaum dewasa muda rentan terkena stres cenderung dipengaruhi oleh lingkungan kerja. Stres dapat mengakibatkan dampak negatif pada kinerja karyawan. Ketika stres mencapai tingkat tertinggi maka akan mempengaruhi kinerja karyawan tersebut karena karyawan tersebut akan lebih memfokuskan tenaganya untuk mengatasi stres tersebut daripada melakukan tugas kantornya. Turunnya kinerja karyawan juga dapat berdampak besar pada perusahaan karena dapat menyebabkan kerugian. Untuk meningkatkan produktivitas karyawan perlu dibuat lingkungan kerja yang sehat atau yang disebut dengan Healing Environment untuk meningkatkan kesehatan karyawan secara fisik dan psikologis serta meningkatkan produktivitas karyawan. Penelitian ini bertujuan untuk mencari tahu parameter-parameter yang perlu diterapkan untuk menciptakan Healing Environment pada lingkungan kerja. Metode penelitian yang digunakan adalah mix method dengan melakukan studi literatur, wawancara, observasi, dokumentasi dan simulasi pada gedung Kantor Pusat Bank Papua Jayapura. Hasil dari penelitian ini adalah desain lingkungan kerja pada Kantor Pusat Bank Papua Jayapura yang menerapkan parameter Healing Environment.",
  "creators": "GELBRIEL MICHELLE GRACELLA NARTHA SAMBIR",
  "contributors": "Rully Damayanti (Advisor 1); Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Advisor 2); Timoticin Kwanda (Examination Committee 1); Dr. Feny Elsiana, S.T., M.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 00000021/MARS/2022; Gelbriel Michelle Gracella Nartha Sambir (B22210006)",
  "subjects": "BANK BUILDINGS--DESIGN AND CONSTRUCTION; OFFICE BUILDINGS--DESIGNS AND PLANS; OFFICE BUILDINGS--ENVIRONMENTAL ASPECTS; BANK BUILDINGS--DECORATION"
}