{
  "id": "53788",
  "title": "Analisis isi komunikasi kesehatan akun Instagram Halodoc",
  "abstract": "Penelitian ini meneliti untuk mengetahui tentang gambaran umum tentang bagaimana komunikasi kesehatan yang terdapat pada akun Instagram Halodoc menggunakan empat hal umum teori public health communication. Media sosial yang digunakan adalah Instagram memiliki tujuan untuk memberikan informasi serta mempengaruhi masyarakat dalam hal yang berkaitan dengan kesehatan. Unggahan yang digunakan dalam penelitian ini mulai dari Januari hingga 10 Mei 2022. Metode yang digunakan dalam penelitian ini adalah analisis isi kuantitatif. Hasil dari penelitian ini ditemukan bahwa bahwa unggahan Instagram Halodoc memiliki angka tertinggi pada bulan Januari dengan angka unggahan 120 postingan dan April dengan angka 131 postingan. Sedangkan bulan yang memiliki angka paling rendah adalah bulan Maret 2022 dengan jumlah unggahan 109 postingan , dari empat hal umum menurut Claudia Parvanta terdapat 2 hal yang memiliki angka tertinggi yaitu indikator The Way We Act dengan jumlah unggahan 318 postingan di mana indikator tersebut menambah pengetahuan mengenai kehidupan yang sehat dan Our Healthcare and Public Health System dengan jumlah unggahan 140 postingan, indikator yang bertujuan untuk memberikan informasi mengenai fasilitas-fasilitas kesehatan kepada pengikutnya atau followers. Unggahan yang berikan melalui media image (gambar yang bergerak), poster, dan caption.",
  "creators": "KENAYA LEON SOEGIARTO",
  "contributors": "Lady Joanne Tjahyana, S.Kom., MMM. (Advisor 1); Astri Yogatama (Advisor 2); Chory Angela Wijayanti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011786/KOM/2022; Kenaya Leon Soegiarto (F11180035)",
  "subjects": "COMMUNICATION IN PUBLIC HEALTH; COMMUNICATION; INSTAGRAM (ELECTRONIC RESOURCE)"
}