{
  "id": "53787",
  "title": "Representasi penyandang disabilitas dalam film sound of metal",
  "abstract": "Penyandang disabilitas merupakan salah satu kelompok minoritas terbesar di dunia, dan mereka sering menjadi sasaran berbagai pelanggaran hak, seperti tindakan kekerasan, pelecehan. Di dunia perfilman, para penyandang disabilitas sudah lama menjadi salah satu kelompok yang paling tidak terepresentasi dalam film dan televisi, namun pada tahun 2020 muncul film yang mengangkat tema disabilitas dengan judul “Sound of Metal”. Film ini menceritakan tentang seorang drummer musik metal yang tiba-tiba kehilangan pendengarannya hingga tidak dapat mendengar sama sekali. Darius Marder, sang sutradara banyak melibatkan aktor penyandang disabilitas tuna rungu untuk memerankan peran di dalam filmnya, hal ini bertujuan untuk memberikan akting disabilitas yang lebih nyata dan memberikan aktor penyandang disabilitas kesempatan untuk tampil di film. Penyandang disabilitas merupakan salah satu kelompok minoritas terbesar di dunia yang dimana kebanyakan berasal dari negara berkembang. Pendekatan yang dipakai dalam penelitian ini adalah kualitatif dengan jenis penelitian desktriptif. Adapun metode yang digunakan adalah semiotika dengan kode televisi John Fiske dengan 3 level, yaitu level realitas, level representasi dan level ideologi. Hasil temuan dari penelitian ini berupa penerimaan seorang tuna rungu bagi dirinya & lingkungan, unsur bahasa isyarat sebagai instrumen komunikasi, dan ideologi egalitarianisme yang ingin memperlakukan penyandang disabilitas dengan hak dan derajat yang sama seperti manusia pada umumnya.",
  "creators": "IDA BAGUS RAGADINJANA",
  "contributors": "Fanny Lesmana (Advisor 1); Agusly Irawan Aritonang, S.Sos., M.A. (Advisor 2); Desi Yoanita (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011758/KOM/2022; Ida Bagus Ragadinjana (F11180085)",
  "subjects": "DISABILITIES IN MOTION PICTURES; SEMIOTICS AND MOTION PICTURES; MOTION PICTURES--REVIEWS"
}