{
  "id": "53798",
  "title": "Fasilitas edukasi pertanian perkotaan di Jakarta",
  "abstract": "Pesatnya pertumbuhan diperkotaan menimbulkan permasalahan lingkungan, dikarenakan pertumbuhan manusia membutuhkan ruang yang cukup besar bagi kegiatan serta tempat tinggal manusia. Hal tersebut berakibat pada bertambahnya skala kebutuhan bahan pangan, dan apabila kebutuhan bahan pangan meningkat hal tersebut akan berakibat pada kebutuhan manusia akan lahan konvensional untuk pertanian bahan pangan. Sementara itu perluasan lahan pertanian akan membuat manusia mengeksploitasi dan merusak lingkungan sehingga berakibat pada ketidakstablian ekosistem, kekurangan air bersih, dan perubahan iklim. Jika perluasan lahan untuk pertanian terus berlanjut maka hal tersebut akan berakibat pada pertanian manusia yang bergantung pada kestabilan ekosistem. Fasilitas edukasi pertanian perkotaan ini merupakan kegiatan pembelajaran mengenai pertanian perkotaan pertumbuhan, pengolahan, dan distribusi pangan serta produk lainnya melalui budidaya tanaman yang intensif di perkotaan dan daerah sekitarnya. Melalui adanya edukasi pertanian ini diharapkan masyarakat dapat belajar dan mengetahui bagaimana cara mereka memproduksi bahan pangan mereka sendiri ditengah lahan yang semakin menipis.",
  "creators": "ANDREAS ADI SAKTI C",
  "contributors": "Stanislaus Kuntjoro Santoso (Advisor 1); Lilianny Sigit Arifin (Advisor 2); Luciana Kristanto, S.T., M.T. (Advisor 3); Stephanus Wirawan Dharmatanna, S.T., M.Ars. (Supervisors CHN 2); Timoticin Kwanda (Examination Committee 1); Handinoto (Examination Committee 2); Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Examination Committee 3); Sylviana Putri Sunario Soegondo S.T. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 02024360/ARS/2022; Andreas Adi Sakti C (B12180086)",
  "subjects": "EDUCATION PARKS--DESIGNS AND PLANS; EDUCATION PARKS"
}