{
  "id": "53795",
  "title": "Perancangan sistem pengolahan hasil assessment value dan analisis persepsi kandidat terhadap manajemen kinerja di PT X",
  "abstract": "Perancangan sistem pengolahan pada assessment value diperlukan untuk mengolah data terkait kesesuaian value yang dimiliki oleh kandidat dengan perusahaan. Kandidat merupakan peserta magang yang sedang menjalankan program magang di perusahaan. Tujuan dari penelitian ini adalah untuk memudahkan user, yang berasal dari Departemen Human Capital khususnya Talent Acquisition dalam melakukan penilaian serta analisis terkait kesesuaian value yang dimiliki oleh kandidat, dan membantu berjalannya proses rekrutmen menjadi lebih efektif karena hasil dari assessment value ini termasuk ke dalam salah satu pertimbangan untuk memutuskan apakah kandidat tersebut layak untuk mengikuti tahap rekrutmen selanjutnya. Formula yang dirancang akan memunculkan data yang dibutuhkan oleh user secara otomatis sesuai dengan responses yang didapatkan dari google form, dan akan ter-update secara real time. Salah satu situasi yang dialami oleh peserta magang dalam kesehariannya secara langsung terkait value adalah manajemen kinerja yang ada di perusahaan, khususnya manajemen kinerja yang diterapkan oleh atasan langsung dari masing-masing peserta magang. Oleh karena itu, peneliti ingin mengetahui apakah manajemen kinerja yang diterapkan di perusahaan sesuai dengan ekspektasi para peserta magang. Hal ini nantinya akan dianalisis aspek manajemen kinerja mana yang perlu dipertahankan maupun ditingkatkan kualitasnya demi mendukung kelancaran bisnis perusahaan ke depannya.",
  "creators": "IVANA VIVIAN CHANDRA",
  "contributors": "Iwan Halim Sahputra, S.T., M.Sc., Ph.D. (Advisor 1); Indriati Njoto Bisono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022547/IND/2022; Ivana Vivian Chandra (C13180038)",
  "subjects": "EMPLOYEES--PERSONNEL MANAGEMENT; PERFORMANCE--MANAGEMENT"
}