{
  "id": "53793",
  "title": "Konten brand attribute dalam Instagram RANS PIK Basketball",
  "abstract": "Penelitian ini bertujuan untuk mendeskripsikan brand attribute yang dilakukan oleh klub basket RANS PIK Basketball. Instagram adalah salah satu media sosial untuk dapat melakukan komunikasi pemasaran. Penelitian ini menggunakan analisis isi kuantitatif. Unggahan yang digunakan dalam penelitian ini adalah unggahan yang dibagikan oleh akun Instagram RANS PIK Basketball pada tanggal 15 September 2021 hingga 30 Maret 2022. Hasilnya ditemukan, RANS PIK Basketball sering mengunggah pada hari Rabu 17,2% dan pada bulan Maret 26.4%, yang paling sedikit unggahan dilakukan pada hari Sabtu dan bulan September. Konten brand attribute yang paling sering muncul adalah pada indikator product-related dengan perolehan jumlah unggahan 181. Sedangkan, yang paling sedikit unggahan dilakukan pada atribut product-related adalah pada head coach dengan frekuensi 21 unggahan. Selain itu, attribute non product-related yang paling banyak diunggah adalah brand mark dengan 77 unggahan. Sedangkan, unggahan yang sedikit dilakukan adalah pada atribut fans 3 unggahan. Hasil dari penelitian ini adalah RANS PIK Basketball sebagai tim yang baru, banyak mengunggah konten dengan brand attribute product-relation dan menonjolkan para pemainnya (star player). Selain itu, untuk menguatkan identitas RANS PIK Basketball juga menonjolkan pada brand mark yang dimiliki dalam indikator non product-related. Konten brand attribute yang dilakukan oleh RANS PIK Basketball berkaitan dengan sport communication as sport in industry.",
  "creators": "GRAZINDY CLARISA ARMAND",
  "contributors": "Jandy Edipson Luik (Advisor 1); Daniel Budiana, S.Sos., M.A. (Advisor 2); Fanny Lesmana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011789/KOM/2022; Grazindy Clarisa Armand (F11180095)",
  "subjects": "COMMUNICATION IN MARKETING; INSTAGRAM (ELECTRONIC RESOURCE); CONTENT ANALYSIS (COMMUNICATION)"
}