{
  "id": "53801",
  "title": "Opini pelanggan millenial Kota Surabaya tentang brand image Indihome paska gangguan jaringan internet",
  "abstract": "Penelitian ini dilakukan untuk mengetahui opini pelanggan millennial Kota Surabaya tentang brand image Indihome paska gangguan jaringan internet. Gangguan jaringan internet ini telah menjadi perhatian publik karena kejadian ini menyebabkan jaringan internet Indihome di hampir semua wilayah Indonesia terutama di Kota Surabaya. Namun di tengah kasus ini, terdapat perbedaan opini masyarakat ada yang menganggap penyebab gangguan jaringan ini merupakan karena dampak alam sehingga akan sulit di hindari. Namun, ada juga yang tidak setuju bahwa hal ini wajar karena sebagai perusahaan layanan internet ter besar di Indonesia harus bisa menghadapi atas krisis yang terjadi. Penelitian ini merupakan penelitian kuantitatif deskriptif, dengan menggunakan metode survei dengan jumlah 100 responden yang disebarkan ke daerah Surabaya Pusat, Surabaya Timur, Surabaya Barat, Surabaya Selatan, dan Surabaya Utara . Hasil penelitian ini menunjukkan Opini Pelanggan Millennial Kota Surabaya Tentang Brand Image Indihome Paska Gangguan Jaringan Internet cenderung positif dengan hasil rata-rata 4,27. Hasil dari semua komponen bernilai positif dan tidak ada hasil netral maupun negatif. Nilai rata-rata positif berarti responden menilai brand image Indihome memiliki image yang baik paska gangguan jaringan internet.",
  "creators": "DEA ARDINA PARADITHA",
  "contributors": "Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Advisor 1); Felicia Goenawan (Advisor 2); Gatut Priyowidodo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011812/KOM/2022; Dea Ardina Paraditha (F11180053)",
  "subjects": "BRANDING (MARKETING); INDIHOME--PUBLIC OPINION; PUBLIC OPINION; CONSUMER BEHAVIOR"
}