{
  "id": "53802",
  "title": "Perancangan usulan perbaikan proses kritis outbound logistik berdasarkan evaluasi bisnis proses di PT X",
  "abstract": "Tim supply chain berkeinginan untuk mengevaluasi proses-proses yang ada dalam outbound logistik mencapai lean logistik serta mengurangi waktu tunggu kontainer di PT X. Oleh karena itu, bisnis proses outbound logistik secara keseluruhan telah dibuat dengan format standar perusahaan yaitu RACI Matrix. Bisnis proses ini dievaluasi melalui wawancara dan analisa waste untuk menentukan proses mana saja yang perlu diperbaiki Proses stuffing ditetapkan menjadi proses kritis berdasarkan evaluasi bisnis proses. Hasil analisa menunjukkan bahwa aktivitas non value added pada proses stuffing memiliki persentase sebesar 58%. Terdapat dua waste yang akan dianalisa. Waste pertama adalah menunggu waktu giliran stuffing dan waste kedua adalah memundurkan kembali barang yang sudah dipersiapkan di loading dock. Akar masalah dari waste pertama adalah mengenai pembagian operator dan kontainer yang dikerjakan belum optimal. Akar masalah dari waste kedua adalah loading dock yang overcapacity. Berdasarkan analisa akar masalah sebuah usulan perbaikan terkait optimasi resource dan jumlah kontainer yang dikerjakan menggunakan tools ProModel. Hasil usulan pertama adalah dapat meningkatkan kecepatan stuffing menjadi 0,51 kontainer per jam dan meningkatkan utilitas operator sebesar 24,055% berdasarkan simulasi. Usulan perbaikan yang kedua adalah merancang staging bin sebagai tempat penampungan sementara.",
  "creators": "ANDREAS HENOKH SOENTANTO",
  "contributors": "Tanti Octavia (Advisor 1); I Gede Agus Widyadana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022498/IND/2022; Andreas Henokh Soentanto (C13180055)",
  "subjects": "BUSINESS LOGISTICS--MANAGEMENT; BUSINESS LOGISTICS; BUSINESS MANAGEMENT"
}