{
  "id": "53814",
  "title": "Studi terhadap kestabilan hasil reaksi geopolimer berbahan dasar fly ash",
  "abstract": "Geopolimer berbasis fly ash dapat menghasilkan mutu yang bervariasi berdasarkan dari reaktivitas dari material penyusunnya masing-masing. Penentuan rasio fly ash sebagai bahan dasar yang direaksikan dengan rasio dan jumlah aktivator alkali sebagai pereaksi menjadi tantangan dalam menghasilkan senyawa geopolimer yang stabil. Penelitian ini bertujuan untuk memberikan wawasan terhadap stabilitas campuran pada geopolymer berbasis fly ash. Variasi rasio dan jumlah aktivator alkali terhadap fly ash pada kondisi berlebihan dapat memberikan gambaran kestabilan hasil reaksi geopolimer. Indikator mendasar pada karakteristik stabilitas geopolymer adalah kestabilan secara fisik dan perubahan kekuatannya. Evaluasi kestabilan mortar geopolimer dilihat dari perkembangan kuat tekan, pengamatan visual potensi terjadinya efflorescence saat dilakukan perendaman parsial, serta adanya perlakukan pemanasan oven 150°C selama 4 jam (HT). Hasil penelitian menunjukkan bahwa semakin banyak jumlah aktivator alkali dalam mortar menurunkan stabilitas geopolimer yang dihasilkan terlihat dari munculnya efflorescence pada permukaan spesimen, retak akibat pemuaian, dan penurunan kuat tekan. Sementara itu, komposisi aktivator alkali dalam campuran tidak terlalu berpengaruh dalam kestabilan geopolimer.",
  "creators": "CASEY ENEAS CHANDRA; EURICO EZEKIEL RACHMAT SAPUTRA",
  "contributors": "Antoni (Advisor 1); Handoko Sugiharto (Examination Committee 1); Ir. Prasetio Sudjarwo, M.Eng. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10012581/SIP/2022; Casey Eneas Chandra (B11180068), Eurico Ezekiel Rachmat Saputra (B11180200)",
  "subjects": "AGGREGATES (BUILDING MATERIALS); ALKALI-AGGREGATE REACTIONS; CONTROLLED LOW-STRENGTH MATERIALS; FLY ASH--ANALYSIS"
}