{
  "id": "53818",
  "title": "Aplikasi war game pada mobile device menggunakan sensor gyroscope dan accelerometer",
  "abstract": "Saat ini teknologi sudah berkembang sangat pesat. Seiring berjalannya perkembangan teknologi saat ini, banyak sekali permainan-permainan yang bermunculan. Faktanya saat ini permainan sudah menjadi aktivitas sehari-hari didalam masyarakat. Dalam perkembangan teknologi saat ini hampir semua orang memiliki mobile phone. Di mana mobile phone ini mudah untuk didapatkan dan bersifat sangat fleksibel. Dengan menggabungkan kondisi saat ini, maka penelitian ini memanfaatkan kemajuan teknologi yang ada saat ini dan memanfaatkan fleksibilitas mobile phone yang akan diimplementasikan ke dalam sebuah aplikasi yang akan menjadi sarana permainan tembak-tembakan. Aplikasi ini menggunakan sensor gyroscope dan accelerometer untuk menyelesaikan penelitian ini. Tujuannya adalah untuk menciptakan interaksi dan pengalaman yang baru dalam game mobile serta menciptakan permainan tembak-tembakan yang fleksibel menggunakan teknologi yang ada saat ini. Hasil dari penelitian ini adalah berhasil menciptakan permainan war game. Yang di mana aplikasi ini membutuhkan sinyal yang kuat dan kecepatan internet yang stabil serta harus dimainkan ditempat yang terbuka. Di sisi lain aplikasi ini telah berhasil memberikan perhitungan jarak lintasan peluru dan estimasi peluru yang akurat dengan rata-rata selisih ±1-3 meter.",
  "creators": "DJUVAN PRANOTO",
  "contributors": "Andreas Handojo (Advisor 1); Gregorius Satiabudhi (Advisor 2); Hans Juwiantho S.Kom., M.Kom (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022147/INF/2022; Djuvan Pranoto (C14180091)",
  "subjects": "MOBILE GAMES; ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE); ANDROIDS--COMPUTER GAMES; MOBILE GAMES--DESIGN"
}