{
  "id": "53817",
  "title": "Monitoring kadar amonia dalam akuarium Ikan menggunakan metode verifikasi warna RGB dengan memanfaatkan ESP32-CAM",
  "abstract": "Permasalahan utama yang seringkali ditemukan adalah kualitas air akuarium yang buruk selama masa pemeliharaan, sehingga dapat mengakibatkan peningkatan kadar ammonia pada akuarium tersebut. Pada skripsi ini spesimen yang akan digunakan untuk pengujian adalah ikan predator, di mana makanan dari ikan ini merupakan daging-daging mentah atau ikan hidup yang ukurannya lebih kecil dari ikan tersebut. Sehingga dengan adanya makanan yang bersisa dapat meningkatkan produksi ammonia pada air akuarium tersebut. Peningkatan produksi ammonia akan berakibat pada peningkatan nitrogen cycle juga, dimana siklus tersebut akan menghasilkan lebih banyak nitrogen yang mengakibatkan berkurangnya oksigen pada air. Efek ammonia terhadap ikan dapat bervariasi, mulai dari kesulitan bernafas, kehilangan nafsu makan, dan lama kelamaan akan menyebabkan kematian pada ikan. Pada skripsi ini akan dibuat sistem monitoring kadar ammonia akuarium yang berbasis IoT (Internet of Things). Permasalahan ini sebenarnya sudah pernah ditangani pada beberapa penelitian sebelumnya, salah satunya yang diteliti oleh Talanta, D. E. yang berjudul “Rancang Bangun Kontrol Kadar Amonia & PH Air berbasis Arduino pada budi Budidaya Ikan”, namun dianggap kurang berhasil karena Talanta hanya menggunakan sensor MQ-155 untuk mendeteksi gas amonia. Sedangkan Pada Skripsi ini sistem otomatisasi yang dibuat adalah untuk memonitor & mengontrol kadar ammonia pada akurium dengan cara menggunakan Camera ESP32-CAM untuk mengambil gambar test kit yang akan digunakan kemudian akan di proses melalui Python dengan memanfaatkan library OpenCV untuk melakukan verifikasi warna RGB agar dapat menentukan kadar ammonia pada air tersebut. Berdasarkan hasil uji coba sistem yang dilakukan, dapat disimpulkan bahwa sistem yang dijalankan memiliki akurasi pendeteksian ammonia sebesar 66.7%, hal ini dikarenakan range pengukuran water test strips yang digunakan cukup besar, yaitu dari angka 0-6 PPM. Sehingga tidak dapat mengeluarkan hasil-hasil kecil 0.25 PPM, karena kadar 0.25 akan langsung diklasifikasikan ke kadar 0.5 PPM. Selain itu juga dapat disimpulkan dari percobaan yang dilakukan selama 4 hari bahwa sistem pergantian air otomatis pada skripsi ini memiliki tingkat akurasi sebesar 87.5% (8 kali percobaan dengan 1 gagal) dalam menjaga parameter air tetap aman bagi ikan.",
  "creators": "MATHIUS BRYANT",
  "contributors": "Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Advisor 1); Ir. Djoni Haryadi Setiabudi, M.Eng. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022216/INF/2022; Mathius Bryant (C14180144)",
  "subjects": "ARDUINO (PROGRAMMABLE CONTROLLER)--PROGRAMMING; INTERNET OF THINGS; MOBILE APPS--DESIGN; AQUARIUM FISHES"
}