{
  "id": "53815",
  "title": "Pengawasan jalur kapal dengan automatic identification System (AIS) berbasis Android",
  "abstract": "Indonesia yang dikenal sebagai negara kepulauan memiliki luas lautan yang luas dan membentangi negeri ini, sehingga Indonesia disebur sebagai negara maritim. Dengan laut yang luas menjadikannya sebagai roda untuk perputaran ekonomi untuk Indonesia maupun internasional. Dikarnakan Indonesia memiliki 4 titik strategis dari 10 titik dalam perjalanan kapal internasional, hal ini yang membuat perairan Indonesia sangat ramai dan tidak sedikit kapal dari negara lain melintasi perairan Indonesia. Ketika ada seorang yang menggunakan kapal untuk melakukan perjalanan ataupun melakukan pengiriman barang maka perlu ada yang namanya informasi tentang kapan kapal tersebut akan tiba ditujuan dan posisi kapal saat orang tersebut mengecek informasi dari kapal tersebut. Informasi tentang kapal terdiri dari beberapa bagian penting, yang pertama estimated time arrival (ETA), ETA adalah waktu kapal akan tiba di pelabuhan tujuan, yang kedua posisi kapal disini posisi kapal berupa titik koordinat latitude dan longitude sehingga kita bisa tau posisi kapal didalam peta, dan yang ketiga spesifikasi kapal yang memberi tahu jenis kapal, ukuran kapal, MMSI, IMO, Call Sign, Tujuan kapal, dan informasi yang penting lainnya. Informasi tersebut cukup sulit untuk menemkannya dan juga apabila mencari ETA kapal perlu ke pelabuhan dan terkadang juga tidak diberikan secara umum di pelabuhan untuk kapal-kapal tertentu seperti cargo dan kapal selain kapal penumpang. Oleh karena itu diperlukan aplikasi yang dapat menampilkan informasi ETA, posisi kapal, dan spesifikasi kapal dengan platform Android. Aplikasi yang diusulkan juga memiliki fitur-fitur yang membantu user untuk melakukan shipping atau menggunakan jasa transportasi menggunakan kapal. Untuk mendapat informasi kapal digunakan dengan Automatic Identification System (AIS) yang memberikan informasi kapal dan membantu dalam melakukan perhitungan ETA kapal. Perhitungan ETA dan prediksi posisi kapal dibantu dengan metode Haversine. Hasil aplikasi telah dilakukan pengujian informasi ETA dengan data penguji, dengan hasil selisih dari ETA yang diperoleh dari AIS dan yang dihitung oleh sistem sebesar ±20 menit. Hasil aplikasi telah dilakukan survey untuk tingkat kepuasan pengguna. Proses penggunaan kapal lebih terbantu karena adanya fitur-fitur yang diberikan.",
  "creators": "LEONARDO YURION TUNGRIBALI",
  "contributors": "Justinus Andjarwirawan (Advisor 1); Liliana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022165/INF/2022; Leonardo Yurion Tungribali (C14170153)",
  "subjects": "ANDROID (ELECTRONIC RESOURCE)--PROGRAMMING; PROGRAMMING (ELECTRONIC COMPUTERS); SHIPS--AUTOMATIC IDENTIFICATION SYSTEMS; DATABASE DESIGN--COMPUTER PROGRAMS"
}