{
  "id": "53810",
  "title": "The optimization of data integration, business function collaboration, and customer experience to improve and maintain Workiva's customer retention",
  "abstract": "In nowadays fast-paced business era, the SaaS industry, or also known as the Software as a Service, has been projected to expect a huge development in the next five years. Therefore, Workiva, one of the SaaS companies from the US, also follows the growth trend and tries to develop their business by expanding rapidly to more regions in the world. After its success in the American market, by serving for world-wide known customers, like Amazon and Pfizer, now Workiva expands its wings to the region of Europe and APAC. With the great ambitions in mind, obviously, the level of customer retention could be a significant indicator to define customer satisfactions and company’s service performance. Thus, this research would discuss the company’s performance in terms of service quality, marketing approaches, and product capacity in a thorough and detailed manner. Furthermore, this report would give structured solutions to help Workiva in facing its challenges, especially in terms of service performance and improving its customer retention rate. This research was conducted by evaluating Workiva’s marketing approached and product capacity as well as capability with two main methods, for instance, interviews and secondary research. The researcher suggests that the company could optimize its website to improve customer’s marketing journey and to focus on its product development as well as product variety.",
  "creators": "CELINE HAUWING",
  "contributors": "drs J.L.G. (Hans) Engbers (Advisor 1); Oscar Peters (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 34010460/MAN/2022; Celine Hauwing (D11180020)",
  "subjects": "CUSTOMER RELATIONS--MANAGEMENT; INDUSTRIAL MANAGEMENT; COSTUMER SATISFACTION; MARKETING"
}