{
  "id": "53827",
  "title": "Program community engagement pemberdayaan fotografer pemula dalam membantu UMKM",
  "abstract": "Pada saat ini fotografi sangat diminati terutama di kalangan remaja. Selain itu, semua orang dari tua sampai anak muda semuanya belajar foto, selain hobi mereka juga untuk pekerjaan, banyak fotografer berlomba-lomba untuk mendapatkan hasil yang terbaik, ingin memberikan karya mereka masing-masing, dari kamera handphone hingga kamera besar atau lebih tepatnya DSLR, dari kamera murah hingga kamera mahal. Demi membentuk foto yang terbaik yang bisa diabadikan seumur hidup, bisa dikenang sampai tua, banyak fotografer belajar lewat kuliah, komunitas di Indonesia hingga ke luar negeri untuk mendapatkan ilmu lebih. Banyak media yang digunakan para fotografer sebagai media promosi ataupun membagikan hasil foto mereka, salah satunya adalah Instagram. Pada saat ini, banyak sekali orang awam yang suka seni dari sebuah foto tetapi tidak bisa melakukan hal yang sama, orang awam tidak memiliki keinginan untuk bekerja sebagai fotografer, tetapi mereka ingin bisa foto ketika lagi di cafe atau restoran, traveling. Banyak orang awam yang ingin belajar fotografi tetapi mereka tidak punya dana lebih untuk membeli kamera, memiliki ingin mengerti dan memahami dasar foto yang mudah diingat dan dipelajari. Rata-rata orang awam tidak mengetahui wadah belajar selain belajar otodidak. Dengan menggunakan metode penelitian deskriptif kualitatif melalui kegiatan ini fotografer dan makanan yang ada di Surabaya serta melakukan foto makanan secara langsung. Hasil penelitian menunjukkan hasil foto para pemula sebelum masuk komunitas sama sesudah masuk. Serta, foto promosi UMKM menjadi lebih baik dari sebelumnya yang tersebar di media sosial. Kualitas visual foto makanan ditentukan oleh kualitas kamera dan teknik fotografi yang dikuasai oleh fotografer. Jadi, dengan penelitian ini fotografer pemula bisa belajar dan mengerti cara foto makanan yang baik dan benar. Serta, untuk UMKM mendapatkan foto yang menjadi media promosi mereka.",
  "creators": "CINDY AUGUSTIEN SUSANTO",
  "contributors": "Deddi Duto Hartanto (Advisor 1); BERNADETTE DIAN ARINI MAER, S.SN.,MA. (Advisor 2); Heru Dwi Waluyanto (Examination Committee 1); Merry Sylvia, S.Sn (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Fotografi",
  "source": "Fotografi No. 00023784/DKV/2022; Cindy Augustien Susanto (E12180179)",
  "subjects": "PHOTOGRAPHY; VISUAL COMMUNICATION"
}