{
  "id": "53820",
  "title": "Pewarnaan dan shading otomatis sketsa gambar menggunakan metode conditional - gan",
  "abstract": "Anime adalah animasi dari Jepang yang dibuat dari kumpulan gambar. Gambar yang digunakan untuk membuat anime dapat dibuat menggunakan tangan atau menggunakan teknologi komputer. Untuk membuat anime diperlukan waktu yang banyak untuk membuat gambarnya. Dalam pembuatan anime 1 detik biasanya memerlukan sekitar 24 frames/gambar yang digunakan, ini yang membuat pembuatan anime sangat panjang dan juga mahal. Selain membuat gambar satu per satu, setiap gambar juga harus diberi warna, dan ini dapat memakan waktu yang sangat lama untuk memproduksi 1 episode sebuah anime. Ada beberapa penelitian yang sudah berusaha untuk menyelesaikan permasalahan ini. Seperti (Nazeri et al., 2018) ingin mewarnai sebuah gambar, tetapi gambar grayscale dan ada beberapa warna yang tidak sesuai dengan warna aslinya. Lalu (Frans, 2017) ingin mewarnai gambar sketsa dengan menginputkan juga skema warna yang diinginkan, tetapi masih ada warna yang keluar dari area yang diinginkan dan shading masih belum berhasil. Lalu (Liu et al., 2018) dan (Hensman & Aizawa, 2017) melakukan hal yang sama, tetapi mereka hanya bertujuan untuk mewarnai gambar yang sama, atau karakter yang sama, tidak berbeda-beda. Jadi skripsi ini akan membuat model untuk pewarnaan otomatis berdasarkan input warna dari user, yang nantinya akan menghasilkan gambar yang tebal dan shading untuk beberapa area. Metode yang diajukan dalam penelitian ini adalah GAN (Generative Adversarial Network) atau lebih tepatnya C-GAN (Conditional Generative Adversarial Network) yang digunakan untuk memudahkan pengerjaan mewarnai pada sketsa anime. Dataset yang digunakan adalah pasangan sketsa dan sketsa yang sudah diwarnai. Dataset akan melalui proses preprocessing terlebih dahulu, kemudian dataset akan dibagi menjadi dataset training dan dataset testing. Model akan dibuat terlebih dahulu, kemudian model akan di training menggunakan dataset training dan akan diuji hasilnya menggunakan dataset testing. Hasil pewarnaan dari model yang sudah di testing sudah bagus, beberapa warna dapat diwarnai dengan tepat sesuai dengan input yang diberikan. Tetapi untuk beberapa gambar masih ada yang tidak tepat dan ada beberapa warna yang tidak mengeluarkan warna. Untuk shading beberapa sudah keluar, tetapi tidak sebagus dengan warna asli. Dalam pengujian secara kuantitatif menggunakan metode FID(Frechet Inception Distance), nilai tertinggi yang didapat adalah 68.020. Dalam pengujian secara kualitatif menggunakan metode MOS(Mean Opinion Score), nilai tertinggi yang didapat adalah 4.",
  "creators": "REGAN REINALDO KALENDESANG",
  "contributors": "Liliana (Advisor 1); Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 2); Kartika Gunadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022208/INF/2022; Regan Reinaldo Kalendesang (C14180063)",
  "subjects": "AUTOMATIC CONTROL--COMPUTER PROGRAMS; DATABASE DESIGN--COMPUTER PROGRAMS; INTERNET (COMPUTER NETWORKS); PROGRAMMING (ELECTRONIC COMPUTERS); ANIMATION"
}