{
  "id": "53835",
  "title": "Pengaruh flash sale terhadap impulsive buying dengan Fear of Missing Out (FoMO) sebagai variabel intervening pada pengguna aplikasi E-marketplace di Surabaya",
  "abstract": "Masyarakat di Kota Surabaya memiliki minat yang tinggi dalam berbelanja secara online. Lembaga riset GfK mengatakan bahwa Surabaya menjadi kota dengan persentase belanja online tertinggi yaitu 77 persen. Penelitian ini dilakukan untuk mengetahui Pengaruh Flash Sale terhadap Impulsive Buying dengan Fear of Missing Out (FoMO) Sebagai Variabel Intervening pada pengguna aplikasi E-marketplace di Surabaya. Flash sale merupakan salah satu event yang diadakan pada beberapa platform e-marketplace Event flash sale berupa diskon besar-besaran yang hanya diadakan pada waktu tertentu dan dalam waktu yang singkat sehingga dapat memicu pembelian secara impulsif dengan memanfaatkan perasaan FoMO sebagai variabel intervening pada penelitian ini. Jumlah sampel dalam penelitian ini adalah sebesar 130 responden yang berada di Surabaya yang juga merupakan pengguna e-marketplace dalam 3 bulan terakhir. Metode pengolahan data yang digunakan dalam penelitian ini yaitu Partial Least Square (PLS) serta uji T untuk menguji hipotesis dari hubungan antar variable. Hasil dari penelitian ini adalah satu dari keempat hipotesis bernilai negatif. Variabel flash sale memiliki pengaruh negative terhadap impulsive buying yaitu dengan hasil p value 0,693, variabel Fear of Missing Out berpengaruh positif terhadap impulsive buying dengan nilai p value 0,000, variabel flash sale berpengaruh positif terhadap variabel fear of missing out dengan nilai p value 0,000 dan variabel flash sale terhadap impulsive buying dengan variabel fear of missing out sebagai variabel intervening berbengaruh positif dengan nilai p value 0,000.",
  "creators": "VEREN WISEN",
  "contributors": "Yonathan Palumian, S.M.B. ,M.S.M (Advisor 1); R.R. Retno Ardianti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012244/MAN/2022; Veren Wisen (31416216)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMERS--RESEARCH; ELECTRONIC COMMERCE"
}