{
  "id": "53843",
  "title": "Sistem backend dari aplikasi mobile dan website untuk sistem registrasi, reservasi, dan identifikasi penumpang shuttle bus UK Petra",
  "abstract": "Pada Semester Genap 2021/2022, UK Petra menjalankan shuttle bus yang digunakan eksklusif oleh civitas akademika UK Petra. Bus ini beroperasi mengantar-jemput penumpang dari Surabaya bagian barat menuju UK Petra dan sebaliknya. Civitas akademika UK Petra yang berdomisili di Surabaya Barat jauh melebihi kuota penumpang shuttle bus. Untuk menyelesaikan permasalahan-permasalahan yang ada, diperlukan sistem registrasi, reservasi dan identifikasi penumpang shuttle bus UK Petra. Sistem registrasi dibuat untuk otentikasi penumpang shuttle bus, sistem reservasi dibuat untuk mengatur penumpang agar tidak berebut kuota penumpang, dan sistem identifikasi juga dibuat untuk memastikan bahwa penumpang adalah civitas akademika yang sudah reservasi sebelumnya. Shuttle bus yang sudah operasional dengan menggunakan aplikasi yang sudah diluncurkan. Semua API dan fungsi pada program semuanya dapat berjalan dengan baik dan sesuai dengan ekspektasi dan desain. Sebuah survey disebarkan kepada penumpang dan admin dan sebuah wawancara dilakukan kepada driver. Dari 76 responden penumpang, rata-rata kepuasan penumpang adalah 4,259 dari 5. Dari 2 driver yang diwawancara penilaian terhadap sistem adalah 8 dan 10 dari 10 untuk masing-masing driver. Sedangkan menurut admin, nilai sistem dan website secara keseluruhan rata-rata 4.75 dari 5.",
  "creators": "MICHELLE CHRISTIANA CHANDRA",
  "contributors": "Rolly Intan (Advisor 1); Liliana (Advisor 2); Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022195/INF/2022; Michelle Christiana Chandra (C14180236)",
  "subjects": "ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE); INTERNET (COMPUTER NETWORKS); MOBILE APPS--DESIGN; PROGRAMMING (ELECTRONIC COMPUTERS)"
}