{
  "id": "53855",
  "title": "Pengaruh self-regulation dan student satisfaction terhadap kinerja akademik pada mahasiswa akuntansi di Surabaya",
  "abstract": "Penelitian ini menguji apakah self regulation dan tingkat kepuasan mahasiswa memiliki pengaruh terhadap kinerja akademik mahasiswa akuntansi yang ada di Surabaya selama mengikuti pembelajaran online pada masa pandemic Covid-19 saat ini. Survey online yang dibagikan melalui media sosial diadopsi untuk menguji model dalam penelitian ini. Terdapat 341 tanggapan yang dapat digunakan dan dikumpulkan. Analisis data dan pengujian hipotesis menggunakan PLS (Partial Least Square) sebagai bagian dari teknik Structural Equation Modeling. Hasil dalam penelitian ini menunjukan bahwa mahasiswa akuntansi dari beberapa universitas di Surabaya memiliki self regulation dan kepuasan mahasiswa yang baik dalam mengikuti proses pembelajaran online yang memiliki pengaruh positif terhadap kinerja akademik mahasiswa. Penelitian ini mengharuskan mahasiswa untuk mengisi survey berdasarkan hanya 1 kelas yang mereka pilih sehingga mahasiswa yang mengambil lebih banyak mata kuliah di semester sebelumnya, memungkinkan mahasiswa tersebut memilih mata kuliah yang disukai maupun yang paling tidak disukai sehingga dapat menyebabkan data menjadi bias. Generasi yang berbeda juga dapat menghasilkan persepsi yang berbeda atau orientasi yang berbeda pada sikap dan regulasi diri mahasiswa akuntansi. Oleh karena itu, penelitian selanjutnya dapat mempertimbangkan cakupan sampel yang lebih luas dan terbaru. Kata Kunci: Regulasi Diri, Kepuasan Mahasiswa, Performa Akademik, Pembelajaran Online.",
  "creators": "FERNANDO PRATAMA RUSLIM; GUNAWAN WANDY IRIYANTO",
  "contributors": "Sany, S.E., MS-CIS., Ph.D. (Advisor 1); Devie (Examination Committee 1); Saarce Elsye Hatane (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011826/AKT/2022; Fernando Pratama Ruslim (D12180257), Gunawan Wandy Iriyanto (D12180255)",
  "subjects": "PERFORMANCE; ACADEMIC ACHIEVEMENT; COLLEGE STUDENTS"
}