{
  "id": "53856",
  "title": "Pengaruh customer perceived value terhadap brand loyalty melalui customer satisfaction sebagai variable intervening pada produk MS Glow di kota Malang",
  "abstract": "Saat ini, masyarakat umum cenderung dituntut agar mengikuti trend yang sedang terjadi di masa kini khususnya di dalam dunia kecantikan. Penampilan fisik termasuk salah satu tuntutan saat ini yang bisa dimanfaatkan untuk modal dalam bersosialisasi di masyarakat. Terutama pada perempuan, kecantikan adalah salah satu faktor yang penting untuk mendukung penampilan mereka. Maka dari itu, perusahaan kecantikan juga harus memperhatikan apakah produknya memberi nilai kepada konsumen (Customer Perceived Value), karena nilai yang dirasakan nantinya menimbulkan kepuasan (Customer Satisfaction) dan konsumen menjadi loyal terhadap suatu merek (Brand Loyalty). Penelitian ini bertujuan untuk menganalisa Pengaruh Customer Perceived Value terhadap Brand Loyalty melalui Customer Satisfaction sebagai variable intervening pada produk MS Glow di Kota Malang. Data pada penelitian ini dikumpulkan melalui online survey dengan menyebarkan kuesioner kepada 150 responden. Metode penelitian yang digunakan merupakan pendekatan kuantitatif dengan menggunakan Partial Least Square dan SPSS. Hasil penelitian membuktikan bahwa Customer Perceived Value berhubungan positif terhadap Customer Satisfaction, Customer Satisfaction berpengaruh signifikan terhadap Brand Loyalty, Customer Perceived Value tidak berpengaruh terhadap Brand Loyalty, Customer Perceived Value berpengaruh terhadap Brand Loyalty secara signifikan melalui Customer Satisfaction sebagai mediasi.",
  "creators": "ELIZABETH NATALINE",
  "contributors": "Dr. Ferry Jaolis, S.E., M.SM., M.RECH. (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020881/MAN/2022; Elizabeth Nataline (D11180256)",
  "subjects": "BRAND NAME PRODUCTS; CONSUMER SATISFACTION; CONSUMER LOYALTY"
}