{
  "id": "53871",
  "title": "Perancangan dokumen analisis risiko dan audit internal pada sistem manajemen mutu ISO 9001:2015 di PT X",
  "abstract": "PT X telah memiliki sertifikasi ISO 9001:2015, namun terdapat beberapa kekurangan dokumen yang dipersyaratkan, yaitu dokumen analisis risiko yang merupakan salah satu persyaratan yang terdapat dalam Klausul 6.1 ISO 9001:2015, serta belum dilakukannya kegiatan audit internal yang merupakan tindakan evaluasi terhadap sistem manajemen mutu. Penelitian ini difokuskan untuk merancang analisis risiko, pertanyaan audit checklist, prosedur audit internal, prosedur tinjauan manajemen, dan prosedur tindakan koreksi. Pembuatan analisis risiko dilakukan pada seluruh Departemen Produksi Minibus yang ada di PT X dengan menggunakan metode Failure Mode Effect Analysis (FMEA), Fishbone Diagram, dan Five Why Analysis, sedangkan perancangan audit checklist dibuat dalam bentuk list pertanyaan yang akan dibandingkan dengan persyaratan yang ada pada ISO 9001:2015. Hasil identifikasi risiko menunjukkan persentase jumlah faktor penyebab risiko tertinggi secara keseluruhan adalah faktor method yaitu sebesar 64% diikuti faktor man sebesar 24%, faktor machine sebesar 12% serta faktor material, measure dan environment masing-masing sebesar 0%. Faktor method yang paling banyak terjadi berkaitan dengan bagaimana suatu proses dapat berjalan dan penyampaian layanan yang berkontribusi untuk suatu produksi. Perancangan audit internal dilakukan dengan membuat audit checklist dan prosedur audit internal yang berguna untuk mempersiapkan perusahaan dalam melakukan proses audit internal.",
  "creators": "PRISKILLA NATHANIA DEVI",
  "contributors": "Jani Rahardjo (Advisor 1); Kriswanto Widiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022480/IND/2022; Priskilla Nathania Devi (C13180088)",
  "subjects": "BENCHMARKING (MANAGEMENT); ISO 9001:2015; STANDARD OPERATING PROCEDURE; TOTAL QUALITY MANAGEMENT"
}