{
  "id": "53876",
  "title": "Perancangan usulan untuk mereduksi waste produk TWD-DHT-K002 dengan value stream mapping pada CV Sinar Baja Electric",
  "abstract": "Pada perusahaan manufaktur tentunya suatu proses produksi adalah salah satu hal yang sangat diperhatikan. Dalam suatu proses produksi tentu tidak terlepas dengan adanya aktivitas yang tergolong sebagai aktivitas yang tidak memberikan nilai tambah pada produk. Hal tersebut disebut dengan aktivitas non-value added. Oleh karena itu dengan dilakukannya analisa dan improvement dapat membantu untuk mereduksi waste yang terdapat pada proses produksi pembuatan produk TWD-DHT-K002. Metode yang digunakan untuk menganalisa adanya aktivitas yang bersifat non-value added yaitu adalah value stream mapping. Metode tersebut dapat membantu untuk memetakan alur produksi secara aktual serta dapat membantu penggolongan aktivitas yang bersifat value added maupun non-value added. Hasil dari penelitian ini merupakan perbandingan waktu value added, non-value added dari sebelum dan sesudah adanya perancangan usulan. Hasil yang didapatkan yaitu dapat dilihat dari perbedaan MCE (Manufactuing Cycle Efficiency). MCE sebelum adanya usulan yaitu sebesar 0.40% sedangkan sesudah adanya usulan yaitu 0.41%. Kemudian untuk hasil perbandingan persentase sebelum dan sesudah adanya usulan terhadap value added dan non-value added pada line TWD yaitu, value added bertambah sebesar 7.82%. Non-value added berkurang sebesar 6.63% sedangkan untuk necessary non-value added berkurang sebesar 1.19%. Sedangkan pada line A3 untuk value added bertambah sebesar 1.52% dan necessary non-value added berkurang sebesar 1.52%.",
  "creators": "RYO REYNARDO",
  "contributors": "Nova Sepadyati, S.T., M.Sc. (Advisor 1); I Gede Agus Widyadana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022522/IND/2022; Ryo Reynardo (C13180025)",
  "subjects": "MANUFACTURES--MANAGEMENT; MANUFACTURES; MANUFACTURING INDUSTRIES"
}