{
  "id": "53874",
  "title": "Perancangan tata letak dan penataan rak pada departemen produksi dan departemen gudang di PT XYZ",
  "abstract": "PT XYZ adalah merupakan perusahaan karoseri yang berdiri sejak Tahun 1973. PT XYZ memproduksi dua badan kendaraan, yaitu: minibus dan bus. Strategi yang digunakan perusahaan untuk memenuhi permintaan konsumen adalah make to order. Untuk memenuhi permintaan konsumen departemen produksi berperan penting, dan departemen gudang sebagai pendukung departemen produksi. Agar proses produksi berjalan dengan efektif dan efisien dibutuhkan penataan fasilitas yang baik. Saat ini, kondisi tidak ideal ini ditemukan pada beberapa area di Departemen WIP, misalnya: letak area kerja rangka lantai, bangku, dan bbm yang membutuhkan bahan baku dari area pemotongan berjauhan, sehingga jarak perpindahan menjadi jauh. Area kerja pintu dan area kerja dinding berjahuan sehingga jarak perpindahan menjadi jauh. Perbaikan dilakukan dengan metode Computerized Relationship Layout Planning. Hasil perbaikan menunjukkan momen berkurang sebesar 15.2%. Pada Departemen Pengelasan dan Departemen Kelengkapan dijumpai penataan rak yang sulit terjangkau operator gudang. Departemen Gudang juga perlu mengalami perbaikan. Lokasi gudang terletak di dua area berbeda, komponen ditata secara acak, kedua kondisi ini mempersulit operator gudang untuk menemukan komponen yang dipesan. Perbaikan yang dilakukan dengan menyatukan kedua lokasi. Komponen disusun dengan metode class-based storage.",
  "creators": "FELIPE ESTON VIDIANTO",
  "contributors": "Tanti Octavia (Advisor 1); Nova Sepadyati, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022502/IND/2022; Felipe Eston Vidianto (C13180041)",
  "subjects": "PERSONNEL MANAGEMENT; OFFICE LAYOUT--DESIGNS AND PLANS; OFFICE LAYOUT"
}