{
  "id": "53882",
  "title": "Pengaruh love of money terhadap persepsi penggelapan pajak mahasiswa akuntansi di Surabaya: religiusitas intrinsik dan religiusitas ekstrinsik sebagai variabel moderasi",
  "abstract": "Pengaruh Love of Money terhadap Persepsi Penggelapan Pajak Mahasiswa Akuntansi di Surabaya: Religiusitas Intrinsik dan Religiusitas Ekstrinsik sebagai Variabel Moderasi Penelitian ini mempunyai tujuan untuk menguji pengaruh love of money terhadap persepsi penggelapan pajak, serta menguji religiusitas intrinsik dan religiusitas ekstrinsik sebagai variabel moderasi dalam pengaruh love of money terhadap persepsi penggelapan pajak. Populasi penelitian ini terdiri dari mahasiswa akuntansi di Surabaya yang berkuliah di Universitas Ciputra, Universitas Katolik Widya Mandala, Universitas Kristen Petra, dan Universitas Surabaya. Teknik dalam pengumpulan data dengan cara menyebarkan kuesioner secara online kepada 200 responden yang merupakan mahasiswa akuntansi yang berkuliah di Surabaya. Teknik analisis yang digunakan dalam pengolahan data adalah SmartPLS 3.0. Hasil penelitian menunjukkan bahwa love of money berpengaruh positif terhadap persepsi penggelapan pajak mahasiswa akuntansi di Surabaya dengan nilai original sample sebesar 0,164. Religiusitas intrinsik secara signifikan memperkuat pengaruh love of money terhadap persepsi penggelapan pajak mahasiswa akuntansi di Surabaya dengan nilai original sample sebesar 0,107. Sedangkan, religiusitas ekstrinsik secara signifikan memperkuat pengaruh love of money terhadap persepsi penggelapan pajak mahasiswa akuntansi di Surabaya dengan nilai original sample sebesar 0,126.",
  "creators": "STEFANIE WIYANTO; CHATHERINE TANJAYA",
  "contributors": "TONNY STEPHANUS EOH (Advisor 1); R.Arja Angka Asa Aras Adji S. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011858/AKT/2022; Stefanie Wiyanto (D12180120), Chatherine Tanjaya (D12180209)",
  "subjects": "TAX EVASION"
}