{
  "id": "53888",
  "title": "Pengaruh dari product quality dan service quality terhadap post-purchase behavior di M’Bro Cafe Madiun: efek moderasi food enthusiast",
  "abstract": "Pengaruh product quality dan service quality terhadap post-purchase behavior adalah tema klasik dalam manajemen pemasaran. Akan tetapi, tidak banyak studi yang meneliti apakah pengaruh kedua faktor tersebut berbeda untuk pelanggan dengan level psikografis tertentu, dalam penelitian ini adalah food enthusiast. Penelitian ini bertujuan untuk mengetahui pengaruh product quality dan service quality terhadap post-purchase behavior pada bisnis Cafe. Menggunakan M’Bro Cafe Madiun sebagai objek penelitian, peneliti menganalisa apakah pengaruh product quality dan service quality atas post-purchase behavior bervariasi untuk pelanggan dengan level psikografis food enthusiast yang berbeda. Data penelitian ini akan berasal dari 100 pelanggan M’Bro Cafe Madiun. Analisis regresi linear berganda digunakan untuk mengukur pengaruh product quality dan service quality terhadap post-purchase behavior. Peneliti kemudian menambahkan efek interaksi psikografis ke dalam model. Ini untuk menguji apakah pengaruh product quality dan service quality bervariasi untuk pelanggan dengan level psikografis food enthusiast yang berbeda. Hasil analisis menunjukkan bahwa variabel product quality berpengaruh positif dan signifikan, service quality tidak berpengaruh, dan efek moderasi food enthusiast tidak memberikan pengaruh pada product quality dan service quality terhadap post-purchase behavior. Product quality memiliki pengaruh terbesar dalam post-purchase behavior di M’Bro Café Madiun. Oleh karena itu, perusahaan dapat meningkatkan pelayanan untuk meningkatkan service quality dan senantiasa konsisten menjaga kualitas produknya untuk mempertahankan product quality.",
  "creators": "CARLO CRESSENDO HANDOKO",
  "contributors": "Dr. Yohanes Sondang Kunto, S.Si., M.Sc. (Advisor 1); Thomas Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012252/MAN/2022; Carlo Cressendo Handoko (D11180434)",
  "subjects": "CONSUMER BEHAVIOR; QUALITY OF PRODUCTS"
}