{
  "id": "53896",
  "title": "Pengaruh kepemilikan manajerial, kompensasi bonus terhadap manajemen laba saat sebelum dan sesudah kebijakan “PSBB” diberlakukan pada sektor industri transportasi dan logistik",
  "abstract": "Agency Theory adalah hubungan kepegawaian antara agent dengan principal. Perbedaan kepentingan menyebabkan terjadinya agency problem dimana keputusan yang diambil oleh agent tidak searah dengan principal. Kecenderungan principal menjadikan laba sebagai indikator performa perusahaan menjadi alasan utama praktik manajemen laba terjadi. Adanya kebijakan “PSBB” mempengaruhi laba perusahaan. Kepemilikan manajerial, kompensasi bonus dapat mempengaruhi besarnya praktik manajemen laba. Berdasarkan teori tersebut, penelitian ini bertujuan untuk membuktikan pengaruh kepemilikan manajerial, kompensasi bonus terhadap manajemen laba saat sebelum dan sesudah kebijakan “PSBB” diberlakukan. Penelitian dilakukan terhadap 15 perusahaan sektor industri transportasi dan logistic di Bursa Efek Indonesia (BEI) periode 2018-2021. Penelitian ini menggunakan teknik regresi linear berganda data panel. Hasil penelitian membuktikan bahwa semakin kecil kepemilikan manajerial serta semakin besar kompensasi bonus yang diterima manajemen maka semakin tinggi praktik manajemen labanya. Selanjutnya, terbukti bahwa adanya kebijakan “PSBB”, semakin memperkuat pengaruh negatif kepemilikan manajerial serta memperkuat pengaruh positif kompensasi bonus terhadap praktik manajemen laba.",
  "creators": "WILLIAM WESLEY KWESTIANUS; ALBY TANDINATA",
  "contributors": "Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Advisor 1); Juniarti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011823/AKT/2022; William Wesley Kwestianus (D12180036), Alby Tandinata (D12180118)",
  "subjects": "EARNINGS MANAGEMENT"
}