{
  "id": "53894",
  "title": "Pengaruh learning strategy terhadap academic achievement pada mahasiswa akuntansi",
  "abstract": "Bidang akuntansi merupakan sesuatu yang esensial dan hampir bisa digunakan dalam berbagai aspek kehidupan kita pada zaman sekarang. Untuk menjaga kualitas pekerjaan calon akuntan di masa depan, maka harus dipastikan mereka menjalani proses edukasi yang baik. Oleh karena itu, studi ini akan meneliti hubungan antara learning strategy dan academic achievement pelajar akuntansi. Sedikitnya penelitian yang mengangkat subjek ini dalam era pandemi membuat topik studi ini unik. Sangat diharapkan bahwa penemuan studi ini dapat bermanfaat bagi calon akuntan dan pengajarnya di masa depan. Penelitian ini menggunakan data kuesioner yang disebarkan secara online kepada 278 mahasiswa Akuntansi di Universitas Kristen Petra, Surabaya, berdasarkan kondisi pembelajaran pada periode Agustus-Desember 2021. Data tersebut lalu dianalisa menggunakan metode regresi linier melalui software SPSS versi 25. Hasil temuan yang diperoleh kemudian menunjukkan bahwa learning strategy dan academic achievement memiliki hubungan yang positif signifikan dimana mahasiswa Akuntansi yang menggunakan learning strategy deep approach memiliki academic achievement yang lebih tinggi dibandingkan dengan mahasiswa yang menggunakan learning strategy surface approach. Terlepas dari hasil penelitian ini, sangat disarankan bagi penelitian selanjutnya untuk mengembangkan penelitian ini dengan sampel yang berbeda dan lebih luas dikarenakan adanya keterbatasan dan pengaruh faktor eksternal dalam studi ini.",
  "creators": "MARTIN WILFRED; STEFANI MARIANA",
  "contributors": "Sany, S.E., MS-CIS., Ph.D. (Advisor 1); Devie (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011822/AKT/2022; Martin Wilfred (D12180274), Stefani Mariana (D12180028)",
  "subjects": "ACADEMIC ACHIEVEMENT"
}