{
  "id": "53895",
  "title": "Reaksi pasar terhadap peristiwa covid-19 pada perusahaan hotel, restoran, dan pariwisata yang terdaftar di Bursa Efek Indonesia",
  "abstract": "Munculnya kasus Covid-19 di Indonesia pertama kali pada tanggal 2 Maret 2020 membuat aktivitas masyarakat terhambat termasuk perjalanan wisata. Lalu untuk mencegah persebaran virus yang semakin meluas, pemerintah melakukan pembatasan Sosial Berskala Besar (PSBB) di Indonesia pertama kali diterapkan pada tanggal 10 April 2020. Dan dengan adanya PSBB ini kegiatan masyarakat lebih dibatasi lagi. Hingga akhirnya di awal tahun 2021 vaksin sudah bisa diberikan kepada masyarakat, dan diharapkan dapat mengembalikan aktivitas masyarakat dan perekonomian Indonesia. Oleh karena itu, penelitian ini bertujuan untuk mengetahui bagaimana respon investor terhadap ketiga perioe peristiwa ini. Respon investor diukur dengan menggunakan Cummulative Abnormal Return (CAR) dengan event window [-5, 0, +5], dan peristiwa Covid-19 diukur menggunakan variabel dummy. Sampel dari penelitian ini adalah perusahaan sub sektor hotel, restoran, dan pariwisata yang terdaftar di Bursa Efek Indonesia. Temuan dari penelitian ini adalah Covid-19 berpengaruh negatif tidak signifikan terhadap respon investor pada periode peristiwa kasus pertama. Lalu pada periode peristiwa PSBB pertama, Covid-19 berpengatuh positif signifikan terhadap respon investor. Dan pada periode peristiwa vaksin pertama, Covid-19 berpengaruh positif tidak signifikan terhadap respon investor. Variabel kontrol dalam penelitian ini adalah ROA, EPS, dan CFO. ROA berpengaruh negatif tidak signifikan pada periode peristiwa kasus pertama, dan berpengaruh positif signifikan pada periode persitiwa PSBB pertama dan vaksin pertama. EPS berpengaruh positif tidak signifikan pada ketiga periode peristiwa. CFO berpengaruh negatif signifikan pada ketiga periode peristiwa.",
  "creators": "DINESYA WINARTO",
  "contributors": "Juniarti (Advisor 1); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011825/AKT/2022; Dinesya Winarto (D12180248)",
  "subjects": "COVID-19 (DISEASE); TOURISM--MANAGEMENT; HOTEL MANAGEMENT"
}