{
  "id": "53890",
  "title": "Pengaruh karakteristik komite audit dan ukuran KAP terhadap penyajian kembali laporan keuangan perusahaan sektor keuangan di Indonesia",
  "abstract": "Penelitian ini bertujuan untuk menganalisis pengaruh karakteristik komite audit dan Ukuran KAP terhadap penyajian kembali laporan keuangan perusahaan sektor keuangan yang terdaftar di Bursa Efek Indonesia periode 2016 hingga 2020. Pengukuran karakteristik komite audit di proksikan dengan indikator independensi komite audit, ukuran komite audit, jumlah rapat komite audit, keahlian komite audit, dan Ukuran KAP. Penelitian ini menggunakan ukuran perusahaan dan kinerja perusahaan sebagai variabel kontrol. Sedangkan penyajian kembali laporan keuangan diukur menggunakan variabel dummy, dimana “1” jika perusahaan melakukan penyajian kembali dan “0” jika tidak. Sampel terdiri dari 77 restatement firms dan 77 perusahaan kontrol. Dari 77 sampel perusahaan tersebut terdapat 8 outliers sehingga setelah outliers dieliminasi total sampel akhir yang di analisis adalah 138 observations (69 restatement firms and 69 non-restatement firms). Data dianalisis dengan regresi logistik menggunakan software SPSS. Penelitian ini menemukan bahwa ukuran komite audit memiliki pengaruh negatif terhadap penyajian kembali laporan keuangan, sedangkan independensi komite audit, jumlah rapat komite audit, keahlian komite audit, dan Ukuran KAP tidak memiliki pengaruh negatif terhadap penyajian kembali laporan keuangan.",
  "creators": "STEVEN REINALDO LOIS; HANSEN TIEMDRY SUARDI",
  "contributors": "Sany, S.E., MS-CIS., Ph.D. (Advisor 1); Devie (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011814/AKT/2022; Steven Reinaldo Lois (D12180223), Hansen Tiemdry Suardi (D12180302)",
  "subjects": "CORPORATIONS--FINANCE; FINANCIAL STATEMENTS"
}