{
  "id": "53892",
  "title": "Pengaruh brand image dan perceived quality terhadap post purchase behavior dengan psikografis coffee lovers sebagai variabel moderator pada pembelian kopi Janji Jiwa di Surabaya",
  "abstract": "Studi terdahulu menyatakan bahwa brand image dan perceived quality berpengaruh positif terhadap post purchase behavior. Besar kemungkinan pengaruh tersebut berlaku dalam bisnis gerai kopi yang sedang menjadi tren di Indonesia. Menariknya, tidak banyak studi yang meneliti apakah faktor psikografis konsumen, misalnya coffee lovers, memiliki peran moderasi pada pengaruh di atas. Padahal mengonsumsi minuman berbahan dasar kopi mulai menjadi bagian yang tidak terpisahkan dari keseharian konsumen dengan berbagai latar belakang. Penelitian ini menganalisis pengaruh brand image dan perceived quality terhadap post purchase behaviour Kopi Janji Jiwa dengan psikografis coffee lovers sebagai variabel moderator. Data berasal dari 110 pelanggan Kopi Janji Jiwa di Surabaya. Model regresi linear multivariat digunakan untuk menguji pengaruh brand image dan perceived quality terhadap post purchase behavior Kopi Janji Jiwa di Surabaya. Hasil penelitian menunjukkan bahwa brand image dan perceived quality berpengaruh positif dan signifikan terhadap post purchase behavior tergantung dari indikator post purchase behavior tersebut. Hasil lain menunjukkan bahwa tidak ada efek moderasi dari psikografis konsumen, yaitu coffee lovers, terhadap pengaruh brand image dan perceived quality dengan post purchase behavior.",
  "creators": "JEANINA MARCIA SUMITO",
  "contributors": "Dr. Yohanes Sondang Kunto, S.Si., M.Sc. (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012295/MAN/2022; Jeanina Marcia Sumito (D11180174)",
  "subjects": "BRAND NAME PRODUCTS; CONSUMER BEHAVIOR"
}