{
  "id": "53897",
  "title": "Perancangan jasa fotografi pada agensi kreatif Am Desainn",
  "abstract": "Am Desainn adalah Agensi Kreatif yang mulanya menyediakan jasa desain grafis seperti desain logo dan packaging bagi bisnis online, namun saat Am Desainn mencoba mengembangkan jasa baru yaitu jasa desain dan manajemen media sosial, lebih banyak klien yang meminati jasa tersebut. Di sisi lain, klien dan para pengusaha online lainnya mencari, memberi masukan dan mengharapkan Am Desainn menyediakan jasa fotografi produk juga sebagai pelengkap jasa manajemen media sosial dengan alasan ingin mengambil jasa sekaligus pada satu agensi kreatif sehingga lebih praktis dan satu kesatuan dalam membangun promosi bisnis online para pengusaha online tersebut melalui media sosial. Banyak kompetitor juga menyediakan jasa serupa namun telah lebih lengkap serta beragam paket jasanya. Maka dari itu, inovasi bisnis untuk menyediakan jasa fotografi pada Am Desainn ini memberi peluang baru bagi Am Desainn untuk berkembang dan mampu bersaing. Perancangan dengan metode analisa SWOT dan wawancara online ini didapatkan hasil bahwa Am Desainn perlu mengembangkan jasa fotografi produk agar mampu bersaing dengan kompetitor dan memenuhi kebutuhan serta minat klien lama maupun baru. Dalam rangka menjawab permasalahan, maka terbentuklah strategi kreatif dan pemasaran guna mengembangkan jasa fotografi yang sesuai selera dan minat target audiens, serta mampu menjadi pelengkap jasa manajemen media sosial yang telah ada.",
  "creators": "ADITYA YUDHA PRATAMA SAELENDRA",
  "contributors": "Ani Wijayanti Suhartono (Advisor 1); Luri Renaningtyas, S.T., M.Ds. (Advisor 2); Deddi Duto Hartanto (Examination Committee 1); Asthararianty, S.Sn., M.Ds. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Inovasi Bisnis",
  "source": "Inovasi Bisnis No. 00023826/DKV/2022; Aditya Yudha Pratama Saelendra (E12180223)",
  "subjects": "GRAPHIC ARTS; PHOTOGRAPHY; VISUAL COMMUNICATION"
}