{
  "id": "53909",
  "title": "Pengaruh EPS dan pertumbuhan laba terhadap harga saham pada sektor infrastruktur yang tercatat di Bursa Efek Indonesia. Apakah prioritas pembangunan infrastruktur ikut mempengaruhi?",
  "abstract": "Penelitian ini dilakukan dengan tujuan untuk mengetahui apakah EPS, pertumbuhan laba, dan prioritas pembangunan infratruktur berpengaruh positif terhadap harga saham (SP) pada perusahaan sektor infrastruktur. Selain itu, penelitian juga bertujuan untuk mengetahui hubungan moderasi prioritas pembangunan infratruktur terhadap hubungan EPS dan pertumbuhan laba dengan harga saham. Penelitian ini dilakukan terhadap 13 perusahaan infrastruktur di Bursa Efek Indonesia (BEI) periode 2010-2019. Hipotesis di penelitian ini diuji menggunakan model regresi data panel. Hasil dari penelitian ini menemukan bahwa variabel EPS dan prioritas pembangunan infrastruktur merupakan variabel yang paling berpengaruh signifikan terhadap harga saham. Penelitian ini juga menemukan bahwa pertumbuhan laba tidak memiliki pengaruh signifikan terhadap harga saham. Selain itu, penelitian ini menemukan bahwa dengan adanya kebijakan prioritas pembangunan infrastruktur hubungan antara EPS terhadap harga saham semakin diperkuat. Namun hal tersebut tidak berlaku untuk hubungan antara pertumbuhan laba terhadap harga saham. Hasil penelitian ini dapat digunakan bagi investor sebagai tambahan informasi dalam pengambilan keputusan berinvestasi.",
  "creators": "SHANY ELBERTO SETIAWAN DJOJONJONO; DAVID EVAN SUBAGIO",
  "contributors": "Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Advisor 1); Juniarti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011834/AKT/2022; Shany Elberto Setiawan Djojonjono (D12180203), David Evan Subagio (D12180033)",
  "subjects": "STOCKS--PRICES; INFRASTRUCTURE (ECONOMICS)"
}