{
  "id": "53907",
  "title": "Perbandingan kinerja struktur baja sistem tunggal rangka terbreis konsentris khusus tipe multi-story X dengan 3 bentang breising pada bangunan 12 dan 18 lantai menggunakan profil wide flange (Wf) dan hollow structural section (Hss)",
  "abstract": "Sebuah bencana alam yang tidak asing lagi yaitu gempa bumi, bencana alam ini memiliki suatu dampak yang besar terhadap bangunan. Maka dari itu, bangunan perlu didesain sehingga dapat memikul beban gempa yang terjadi sesuai dengan peraturan gempa pada SNI 1726:2019. Pada penelitian ini dilakukan sebuah perbandingan dengan menggunakan Rangka Terbreis Konsentris Khusus (RTKK) sistem tunggal. Bangunan yang diteliti memiliki 12 lantai (48 meter) dan 18 lantai (72 meter). Penelitian ini menggunakan tipe bresing Multi-story X (MX) dan profil Hollow Structural Section (HSS) serta Wide Flange (WF) sebagai bresing, untuk membandingkan kinerja antara kedua profil tersebut sebagai bresing. Bangunan memiliki konfigurasi 3 bentang bresing. Kinerja setiap bangunan akan dianalisa menggunakan nonlinear time history analysis, dan akan dibandingkan berdasarkan data berat struktur, displacement, dan drift ratio. Hasil Penelitian menunjukkan bahwa bangunan dengan profil hss sebagai bresing memiliki berat struktur yang lebih ringan dibandingkan bangunan dengan profil wf sebagai bresing. Berdasarkan Performa Struktur bangunan dengan profil wf sebagai bresing memilki keunggulan, dengan displacement maupun drift ratio yang lebih kecil dibandingkan bangunan dengan profil hss sebagi bresing.",
  "creators": "DAVID JOHN; JONATHAN CHRISTIAN REGATA TANDJUNG",
  "contributors": "Hasan Santoso (Advisor 1); Effendy Tanojo (Advisor 2); Wong Foek Tjong, S.T., M.T., Ph.D. (Examination Committee 1); Joko Purnomo S.T., M.Sc. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10012604/SIP/2022; David John (B11180011), Jonathan Christian Regata Tandjung (B11180007)",
  "subjects": "BUILDING, IRON AND STEEL; BUILDINGS--EARTHQUAKE EFFECTS"
}