{
  "id": "53905",
  "title": "Upaya pencegahan kecelakaan kerja dengan menerapkan metode HIRARC di CV Santoso Jaya",
  "abstract": "CV Santoso Jaya merupakan perusahaan yang bergerak dalam bidang logistik. Perusahaan belum pernah melakukan identifikasi bahaya apapun selama ini, kecelakaan kerja yang sering terjadi pada perusahaan adalah pekerja tertimpa barang saat akan menaikkan barang ke atas truk, barang terjatuh sehingga rusak, dan posisi angkat yang tidak ergonomis. Kecelakaan kerja seperti tertimpa barang sangat sering terjadi, bahkan dalam waktu 1 bulan dapat terjadi lebih dari 1 kejadian. Oleh karena itu, tujuan dari pembuatan tugas akhir adalah identifikasi risiko, penilaian risiko, dan pengendalian risiko (HIRARC) di CV Santoso Jaya untuk meminimalisir bahkan menghilangkan potensi kecelakaan. Proses identifikasi risiko dilakukan pada kegiatan bongkar muat di gudang perusahaan. Pengumpulan data dari tugas akhir ini dengan melakukan observasi dan wawancara terhadap pekerja. Setelah melakukan observasi dan wawancara, selanjutnya penulis melakukan identifikasi risiko, penilaian risiko, dan pengendalian terhadap semua risiko yang teridentifikasi. Hasil yang didapatkan dari kegiatan penelitian ini adalah dari 13 subaktivitas baik itu pada gudang pusat dan gudang cabang terdapat 2 subaktivitas dengan risk rating moderat, 6 subaktivitas dengan risk rating signifikan, dan 5 subaktivitas dengan risk rating tinggi. Dari potensi risiko yang telah diidentifikasi maka diusulkan pengendalian risiko berupa 1 jenis eliminasi, 5 substitusi, 5 perancangan, 6 administrasi, dan 6 APD.",
  "creators": "KEVIN REINALDO SANTOSO",
  "contributors": "Kriswanto Widiawan (Advisor 1); Prayonne Adi S.T., M.MT. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022517/IND/2022; Kevin Reinaldo Santoso (C13180044)",
  "subjects": "FACTORIES--SAFETY MEASURES; RISK ASSESSMENT; RISK MANAGEMENT"
}