{
  "id": "53912",
  "title": "Perancangan interior cafe dan resto Hoga di Surabaya",
  "abstract": "Seiring berjalannya waktu, semakin banyak cafe dan resto yang bermunculan. Cafe dan resto sering digunakan oleh anak muda sebagai tempat untuk berkumpul, berbincang, dan mengerjakan tugas. Dengan adanya Cafe dan resto yang dapat menampung kebutuhan dan keinginan dari anak muda ini maka akan menjadi lokasi yang nyaman untuk didatangi berkali-kali. Dapat dilihat juga, di masa sekarang semakin banyak komunitas yang terbentuk. Misalnya untuk komunitas fashion dan komunitas otomotif. Kebutuhan dari komunitas ini adalah saling berkomunikasi untuk membahas mengenai hal-hal yang diminati. Sehingga adanya tempat yang menunjang kebutuhan dari komunitas ini akan menguntungkan para komunitas tersebut. Maka dari itu, dalam perancangan ini metode yang digunakan adalah design thinking yang terdiri dari 9 tahap yaitu Understand, Observe, Point of View, Ideate, Prototype, Test, Story Telling, Pilot, dan Business model. Hasil dari perancangan ini adalah menciptakan sebuah cafe dan resto di Surabaya yang dapat menampung beberapa komunitas mulai dari komunitas fashion dan komunitas otomotif dengan adanya perbedaan kebutuhan serta keidentikannya masing-masing. Dengan menerapkan gaya desain industrial minimalis pada perancangan ini diharapkan juga dapat mengikuti perkembangan cafe-cafe di masa sekarang ini dan memenuhi kebutuhan komunitas tersebut.",
  "creators": "DEMETRIA STACEY",
  "contributors": "Dr. Ir. Lintu Tulistyantoro, M.Ds. (Advisor and Examination Committee); WILLIAM VIJADHAMMO L., S.Ds. (Advisor 2); Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Examination Committee 1); Ir. HENDY MULYONO (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00022097/DIN/2022; Demetria Stacey (E11180011)",
  "subjects": "INTERIOR DECORATION; RESTAURANTS-DESIGNS AND PLANS"
}