{
  "id": "53914",
  "title": "Antisipasi keterlambatan proyek dengan CPM (Studi Kasus : Rumah Tinggal 2 Lantai Tipe 70)",
  "abstract": "Penjadwalan aktivitas – aktivitas proyek merupakan prioritas utama dalam proses pelaksanaan proyek. Dalam proyek konstruksi pelaksanaan pembangunan sering kali tidak sesuai dengan rencana yang telah dijadwalkan pada saat perencanaan proyek. Keterlambatan proyek sering kali terjadi karena hal- hal yang tak terduga. Penjadwalan dengan metode CPM dapat menjadi salah satu cara perencanaan yang dapat mengantisipasi keterlambatan karena ada jalur kritis yang ditunjukkan pada penjadwalan CPM tersebut, sehingga seorang projek manajer dapat lebih fokus pada jalur kritis. Tujuan dari penelitian ini adalah untuk antisipasi keterlambatan yang akan terjadi. Data yang didapatkan diperoleh dari bar chart yang sudah ada milik proyek rumah tinggal 2 lantai tipe 70 yang akan diolah menjadi bentuk penjadwalan CPM. Dari diagram jaringan CPM yang telah dibuat menggunakan program primavera, , jalur kritis bisa didapatkan dan dilakukan analisa “What If” pada aktivitas kritis. Dengan analisa “What If”, percepatan durasi menjadi salah satu cara antisipasi keterlambatan proyek. Hasil yang didapatkan menunjukkan bahwa dengan adanya keterlambatan pada aktivitas di jalur kritis, perlu dilakukan percepatan durasi pada aktivitas pengikut yaitu dengan menambah jumlah jam kerja dan biaya upah lembur tambahan, dimana manajer proyek dapat mengambil keputusan untuk lembur pada aktivitas dengan biaya yang terendah.",
  "creators": "CHRISTIAN WIJAYA; LIONEL GOLDIE SONG HADINATA",
  "contributors": "Ratna S. Alifen (Advisor 1); Doddy Prayogo S.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10012624/SIP/2022; Christian Wijaya (B11170008), Lionel Goldie Song Hadinata (B11170160)",
  "subjects": "CONSTRUCTION PROJECTS--MANAGEMENT; PRODUCTION SCHEDULING--MATHEMATICAL MODELS; PRODUCTION SCHEDULING"
}