{
  "id": "53930",
  "title": "Pengaruh persepsi pemeriksaan pajak, persepsi sanksi pajak, kesadaran dan tingkat pemahaman oleh wajib pajak terhadap kepatuhan wajib pajak",
  "abstract": "Terdapat beberapa faktor yang dapat mempengaruhi kepatuhan Wajib Pajak, beberapa diantaranya yaitu persepsi pemeriksaan pajak, persepsi sanksi pajak, kesadaran, dan tingkat pemahaman. Tingkat kepatuhan di Indonesia masih belum mencapai target yang ditentukan, hal tersebut dapat dilihat dari penyampaian SPT yang masih menurun dari tahun 2019 - 2020. Penegakan hukum pajak masih dinilai kurang optimal sehingga DJP akan terus menggemparkan sosialisasi mengenai penegakan hukum pajak. Tingkat pemahaman serta kesadaran yang rendah dapat menimbulkan pelanggaran pajak, maka dengan adanya penegakan hukum pajak diharapkan dapat meminimalisir pelanggaran tersebut. Penelitian ini bertujuan untuk mengetahui pengaruh persepsi pemeriksaan pajak, persepsi sanksi pajak, kesadaran, dan tingkat pemahaman terhadap kepatuhan Wajib Pajak. Metode yang digunakan dalam penelitian ini yaitu analisis regresi linier berganda dengan 150 Wajib Pajak Orang Pribadi yang memiliki pekerjaan kegiatan usaha serta jasa/profesi sebagai responden dengan bantuan aplikasi SPSS. Variabel independen dalam penelitian ini adalah persepsi pemeriksaan pajak, persepsi sanksi pajak, kesadaran, dan tingkat pemahaman, sedangkan variabel dependen dari penelitian ini adalah kepatuhan Wajib Pajak. Hasil dari penelitian ini yaitu persepsi pemeriksaan pajak dan tingkat pemahaman berpengaruh positif terhadap kepatuhan Wajib Pajak. Sedangkan kesadaran berpengaruh negatif terhadap kepatuhan Wajib Pajak. Serta untuk persepsi sanksi pajak tidak berpengaruh terhadap kepatuhan Wajib Pajak.",
  "creators": "ALOUISIUS GUSTANTO ALIMAN; LOURENSIA",
  "contributors": "TONNY STEPHANUS EOH (Advisor 1); Elisa Tjondro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011864/AKT/2022; Alouisius Gustanto Aliman (D12180087), Lourensia (D12180085)",
  "subjects": "TAXPAYER COMPLIANCE"
}