{
  "id": "53942",
  "title": "Pengaruh intellectual capital terhadap firm value serta asset dan income diversification pada bank di Indonesia",
  "abstract": "Penelitian ini menguji pengaruh intellectual capital terhadap firm value dan asset serta income diversification terhadap perusahaan perbankan di Indonesia. Pengukuran intellectual capital dalam penelitian ini menggunakan model efisiensi intellectual capital dengan Value Added Intellectual Coefficient (VAIC™), sedangkan firm value diukur menggunakan Tobin’s Q. Sampel penelitian yang digunakan sebesar 262 sampel dari 29 perusahaan perbankan Indonesia yang terdaftar di BEI tahun 2011-2020 dan memenuhi kriteria tahun IPO di bawah 2010. Hipotesis diuji menggunakan model random effect dan weighted least square. Data diperoleh dari laporan keuangan perusahaan yang terdapat dalam database Osiris dan Bloomberg. Hasil penelitian menunjukkan bahwa intellectual capital memiliki pengaruh positif terhadap firm value yang diwakilkan dengan Tobin’s Q, serta memiliki pengaruh positif terhadap income diversification. Intellectual capital dinilai dapat mempengaruhi nilai perusahaan di mata investor serta mempengaruhi strategi diversifikasi perusahaan dalam memperoleh income. Namun, hasil penelitian menunjukkan bahwa intellectual capital memiliki pengaruh negatif terhadap asset diversification. Intellectual capital cenderung membuat perusahaan untuk lebih menggunakan focus strategy dalam penempatan earning asset mereka.",
  "creators": "VINCENTIA MICHELLE CHRISTIAN; FANNY AMELINDA",
  "contributors": "Saarce Elsye Hatane (Advisor 1); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011819/AKT/2022; Vincentia Michelle Christian (D12180039), Fanny Amelinda (D12180179)",
  "subjects": "BANKS AND BANKING; PERFORMANCE; ASSETS (ACCOUNTING)"
}