{
  "id": "5394",
  "title": "Perancangan dan pembuatan sistem informasi pembelian, penjualan, dan keuangan pada perusahaan \"X\"",
  "abstract": "Sistem informasi pada perusahaan \"X\" masih menggunakan sistem manual dimana setiap harinya dilakukan pembukuan yang dibuat untuk menyimpan data? data pembelian, penjualan, stok, dan keuangan. Oleh karena itu untuk melihat informasi dari pengolahan data itu membutuhkan proses yang memakan waktu yang cukup lama. Lambatnya arus informasi karena menggunakan sistem manual akan menyebabkan informasi menjadi tidak efektif dan efisien. Untuk itu dibutuhkan suatu perancangan dan pembuatan sistem informasi yang dapat mengelola data sehingga dapat menghasilkan informasi berupa laporan dalam waktu yang cepat dan terorganisir dengan baik. Pembuatan sistem informasi dimulai dengan membuat desain dari sistem yang berjalan dalam perusahaan. Setelah permodelan terbentuk lalu dikonfirmasikan dengan user, untuk mendapatkan kesatuan pandangan. Kemudian dilakukan perancangan basis data yang akan digunakan sebagai penyimpan data yang terorganisir. Program sistem informasi ini dibuat dengan menggunakan Delphi 5.0 dengan Microsoft Access 97 sebagai basis data. Implementasi dari sistem informasi ini akan mengolah data dari dokumen yang dihasilkan secara manual. Namun dengan adanya sistem informasi ini dapat meningkatkan kecepatan pembuatan laporan dalam perusahaan ini. Untuk lebih dapat meningkatkan kemampuan dari sistem informasi terus dikembangkan. Pada versi selanjutnya akan ditambahkan fasilitas-fasilitas yang dapat meningkatkan efektifitas dan produktivitas dari sistem secara keseluruhan.",
  "creators": "TJIA ANTHONY",
  "contributors": "Gregorius Satiabudhi (Advisor 1); Andreas Handojo (Advisor 2); Kartika Gunadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02/0140/INF/2003; Tjia Anthony (26400134)",
  "subjects": "DATA BASE DESIGN; DATA BASE MANAGEMENT; PROGRAMMING (ELECTRONIC COMPUTERS)"
}