{
  "id": "53947",
  "title": "Pengembangan sistem dashboard analytics untuk visibilitas inbound supply chain",
  "abstract": "Industri 4.0 adalah terminologi yang menandakan era digitalisasi industri dengan munculnya teknologi baru, seperti cloud computing dan analytics, di mana data menjadi fokus utama dalam meningkatkan daya saing perusahaan di segala aspek, termasuk sistem manajemen supply chain. Pengkombinasian analytics dan cloud computing dapat menghasilkan indikator performa yang real time dan tepat waktu sehingga sistem pengukuran performa efektif. Pengukuran performa rantai pasok dilakukan untuk mendukung kepentingan strategis perusahaan, benchmarking, meningkatkan visibilitas rantai pasok, dan mendorong kolaborasi. Visibilitas rantai pasok terkait dengan akses stakeholder supply chain akan informasi tepat waktu, akurat, dan dapat diandalkan dengan dukungan infrastruktur IT sehingga membantu manajemen puncak dalam pengambilan keputusan, pembentukan strategi perusahaan, perbaikan yang berkelanjutan, dan meningkatkan kolaborasi yang mendorong peningkatan manajemen kualitas internal sehingga menghasilkan peningkatan performa operasional perusahaan. Visibilitas supply chain selain didapatkan melalui pengukuran performa, didapatkan juga melalui penerapan teknologi melalui 3 karakteristik yaitu otomatisasi (pengimplementasian teknologi otomatisasi), informasional (manajemen data yang baik), transformasional (aplikasi analytics untuk menampilkan informasi). Pengambilan data yang otomatis untuk analytics melalui proses ETL, yaitu ekstraksi, transformasi, dan pemuatan data. Manajemen data dapat menggunakan konsep data lake, yaitu kumpulan dataset yang dapat dipasang di berbagai sistem penyimpanan (cloud atau non cloud), menangkap beragam tipe data, mendukung volume data tinggi, dan real-time. Hasil akhir data yang diolah ditampilkan dalam suatu management dashboard terintegrasi dengan beberapa indikator performa untuk mengkuantifikasi keefektifan dan keefisienan tindakan. Perusahaan di Indonesia memiliki ukuran lebih kecil dengan keterbatasan infrastruktur IT dan dana dalam mengakuisisi solusi analytics sehingga analytics yang sesuai terbatas pada inbound supply chain meliputi fungsi permintaan (plan) dan pengadaan (source). Penelitian ini menghasilkan suatu sistem dashboard analytics otomatis untuk visibilitas inbound supply chain bagi perusahaan di Indonesia. Sistem yang dikembangkan meliputi ekstraksi dan pemuatan data menggunakan airbyte, penyimpanan data menggunakan konsep data lake menggunakan Google BigQuery, transformasi data menjadi KPI inbound supply chain menggunakan data builds tool (DBT), dan visualisasi data dashboard menggunakan Apache Superset. Penelitian ini bermitra dengan PT Inaugurasi Pelangi Nusantara (INSPIRA), perusahaan software, konsultan bisnis, dan spesialis infrastruktur IT berbasis di Surabaya. Penelitian ini mengeksplorasi kasus dari manufaktur dan retail di Indonesia. Sistem dashboard dikembangkan, diimplementasikan, dan didemonstrasikan menggunakan data dummy berdasarkan sistem ERP 2 perusahaan.",
  "creators": "MIKIAVONTY ENDRAWATI MIRABEL",
  "contributors": "Oviliani Yenty Yuliana, S.T., MS-CIS., Ph.D. (Advisor 1); Prof. BERNARDO NUGROHO YAHYA, Ph.D. (Advisor 2); Zeplin Jiwa Husada Tarigan (Examination Committee 1); FERRY JIE, Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020348/MM/2022; Mikiavonty Endrawati Mirabel (D21210004)",
  "subjects": "CLOUD COMPUTING; BUSINESS LOGISTICS"
}