{
  "id": "53945",
  "title": "Edukasi wisata tanaman porang Gianyar Bali",
  "abstract": "Fasilitas Edukasi Wisata Tanaman Porang di Gianyar Bali bertujuan untuk membangkitkan perekonomian dan membangun kemakmuran para petani di Bali untuk mengenal komoditas tanaman Porang yang memiliki nilai jual yang tinggi ke depannya. Selama ini Bali selalu mengandalkan sumber pendapatan dari Pariwisata, padahal Bali memiliki wilayah yang sangat luas dan sumber daya alam yang melimpah dalam sektor pertanian. Namun karena kurangnya edukasi banyak petani yang sering kali dimanfaatkan oleh pedagang. Kendala kedua yaitu karena kurangnya dukungan dan ilmu pengetahuan petani akan value sebuah komoditas ekspor tertentu yakni tanaman Porang. Bangunan ini menjadi solusi penengah antara keduanya. Dimana Petani memiliki harapan akan sektor baru selain bidang pariwisata. Disini petani diberi pengajaran, bimbingan, ilmu untuk budidaya tanaman Porang. Proyek ini berharap dapat bermanfaat bagi visi pemerintahan untuk mendukung devisa negara. Demikian dengan hal tersebut juga berguna untuk daya tarik wisata meningkat dan akan meningkatkan perekonomian sumber pendapatan kota Bali. Perancangan ini juga didasari oleh adanya minat dan potensi yang besar di Bali dalam sektor pertanian akibat dari dampak pandemi yang sangat menguncang perkerja pariwisata untuk beralih profesi.",
  "creators": "MICHELLE CHINTYA MILLENIA",
  "contributors": "Handinoto (Advisor 1); Timoticin Kwanda (Advisor 2); Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Advisor 3); Sylviana Putri Sunario Soegondo S.T. (Supervisors CHN 2); Joyce M.Laurens (Examination Committee 1); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 2); Wanda Widigdo Canadarma (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024332/ARS/2022; Michelle Chintya Millenia (B12180021)",
  "subjects": "EDUCATION PARKS--DESIGNS AND PLANS; EDUCATION PARKS; RECREATION CENTERS"
}