{
  "id": "53956",
  "title": "Pengaruh political connection terhadap tax avoidance dengan corporate social responsibility disclosure dan firm perfomance sebagai mediating variable",
  "abstract": "Tujuan penelitian yang dilakukan ini yaitu untuk mengetahui pengaruh dari political connection terhadap tax avoidance, pengaruh dari political connection terhadap terhadap CSR Disclosure, pengaruh dari CSR Disclosure terhadap firm performance, pengaruh dari political connection terhadap firm performance, pengaruh dari firm performance terhadap tax avoidance, pengaruh dari political connection terhadap tax avoidance melalui CSR Disclosure dan pengaruh dari political connection terhadap tax avoidance melalui firm performance perusahaan sektor manufaktur dan perdagangan yang terdaftar di BEI pada tahun 2014-2019. Jenis penelitian yang yang dilakukan adalah penelitian kuantitatif. Populasi dari penelitian ini adalah perusahaan sektor manufaktur dan perdagangan yang terdaftar di BEI pada tahun 2014-2019, dengan pengambilan sampel menggunakan teknik purposive sampling dan jumlah sampel yaitu sebanyak 19 perusahaan. Alat analisis data yang digunakan adalah analisis path. Hasil analisis dapat diketahui bahwa terdapat pengaruh yang signifikan political connection terhadap tax avoidance, pengaruh yang signifikan political connection terhadap terhadap CSR Disclosure, pengaruh yang signifikan CSR Disclosure terhadap firm performance, pengaruh yang signifikan political connection terhadap firm performance, pengaruh yang signifikan firm performance terhadap tax avoidance, pengaruh yang signifikan political connection terhadap tax avoidance melalui CSR Disclosure dan pengaruh yang signifikan political connection terhadap tax avoidance melalui firm performance.",
  "creators": "Liliana Megawati Sindhu",
  "contributors": "Devie (Advisor 1); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1); Josua Tarigan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020342/MM/2022; Liliana Megawati Sindhu (D21180022)",
  "subjects": "SOCIAL RESPONSIBILITY OF BUSINESS; CORPORATIONS--FINANCE; TAX AVOIDANCE"
}