{
  "id": "53963",
  "title": "Analisis manajemen risiko kerusakan bangunan gedung apartemen pada masa operasional bangunan",
  "abstract": "Pertumbuhan penduduk dan tingginya harga lahan di Surabaya berdampak pada meningkatnya kebutuhan hunian baru seperti apartemen. Selama masa operasionalnya, bangunan gedung apartemen tidak terhindar dari kerusakan bangunan. Kerusakan bangunan bisa disebabkan akibat umur dan pengabaian pemeliharaan. Agar umur ekonomis bangunan bisa tercapai perlu dilakukan manajemen risiko kerusakan bangunan pada gedung apartemen. Tujuan dari penelitian ini adalah untuk mengetahui level risiko dan mencari respon risiko kerusakan bangunan gedung apartemen di Surabaya. Penelitian ini diawali dengan studi literatur untuk mengidentifikasi risiko-risiko kerusakan bangunan gedung apartemen. Setelah itu, dilanjutkan dengan membagikan kuesioner kepada pihak pengelola gedung apartemen di Surabaya. Pengolahan dan analisis data menggunakan metode severity index dan matriks probabilitas-dampak untuk mendapatkan level risiko. Hasil analisis menunjukkan bahwa terdapat 1 variabel kerusakan force majeure, 5 variabel kerusakan arsitektural, dan 4 variabel mekanikal, elektrikal, & plumbing (MEP) dengan level risiko medium. Variabel risiko dengan nilai Severity Index tertinggi adalah angin kencang (force majeure). Respon risiko untuk variabel kerusakan angin kencang adalah dengan memiliki asuransi bangunan. Mayoritas dari variabel risiko dengan level risiko medium terjadi pada kerusakan arsitektural dan MEP, seharusnya kerusakan tersebut belum terjadi karena belum mencapai usia komponen. Artinya kerusakan tersebut disebabkan oleh cuaca, instalasi, penggunaan, pemeliharaan, dan kualitas bahan yang kurang baik.",
  "creators": "RYO ALVIN SURITIONO; ALBERT FORTINNO ROSHAN",
  "contributors": "Ratna S. Alifen (Advisor 1); Ir. Soehendro Ratnawidjaja, M.Eng. (Examination Committee 1); Januar Buntoro (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012610/SIP/2022; Ryo Alvin Suritiono (B11180048), Albert Fortinno Roshan (B11180086)",
  "subjects": "APARTMENT HOUSES--MANAGEMENT; BUILDING FAILURES--SAFETY MEASURES; RISK MANAGEMENT"
}