{
  "id": "53965",
  "title": "Aplikasi mobile learning untuk meningkatkan interaksi pembelajaran dalam mendukung penyerapan materi pembinaan UMKM oleh LPPM Universitas Kristen Petra dengan menerapkan model learning group",
  "abstract": "Pembelajaran syncronous yang diberikan oleh LPPM dalam event pembelajaran seringkali terbatas, dan membuat peserta UMKM harus memahami dan mengembangkan materi yang sudah disampaikan secara individual setelah mendapatkan pembelajaran. Hal ini membuat kurangnya interaksi dalam pembelajaran, dan membuat minat serta perhatian UMKM menjadi berkurang untuk meningkatkan pembelajaran dari materi yang didapatkan, terutama ketika menemukan kesulitan dalam pembelajaran. Hal tersebut dapat mempengaruhi tingkat penyerapan materi oleh UMKM menjadi tidak maksimal. Beberapa penelitian yang dilakukan sebelumnya dengan menggunakan mobile learning masih memiliki kelemahan, yaitu pembelajaran masih lebih terfokus pada individual learning sehingga tidak ada interaksi dalam proses belajar melalui mobile learning. Untuk mengatasi masalah tersebut, dalam penelitian ini dirancanglah sebuah aplikasi mobile learning dengan model learning group yang memiliki fitur kolaboratif, seperti fitur forum tugas dimana UMKM dapat memilih soal tugas yang akan dikerjakan kemudian saling memberikan komentar nilai satu sama lain apakah jawaban di setiap soal sudah tepat, problem box untuk saling membantu memberi solusi dari pemahaman materi yang kurang, forum diskusi untuk mendiskusikan hal-hal yang belum dibahas dalam materi, glossary, chat dengan tutor dan dukungan mobile push notification untuk mendorong UMKM lebih aktif dalam mobile learning. Hasil dari penelitian ini berdasarkan kuesioner dan penghitungan aktivitas dapat disimpulkan bahwa aplikasi mobile learning dengan model learning group ini membantu UMKM untuk memahami atau menambah penyerapan materi dalam training. Selain itu juga membuat UMKM aktif dalam mengikuti pembelajaran training yang diberikan, sehingga secara tidak langsung membantu penyerapan materi yang lebih baik.",
  "creators": "CYNTHIA WIJAYA",
  "contributors": "Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 1); Justinus Andjarwirawan (Advisor 2); Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Examination Committee 1); Lily Puspa Dewi, S.T., M.Kom. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022211/INF/2022; Cynthia Wijaya (C14180135)",
  "subjects": "INTERNET (COMPUTER NETWORK); MOBILE COMMUNICATION SYSTEM IN EDUCATION"
}