{
  "id": "53977",
  "title": "Pengaruh self-indulgence dan social value terhadap intention to purchase melalui intention to play sebagai variabel mediasi pada FreemiumNGgame genshin impact",
  "abstract": "Freemium Game adalah suatu game yang bisa didapatkan secara gratis oleh pengguna namun pengguna memiliki opsi untuk melakukan pembelian premium content berupa virtual items yang disediakan di mana premium content merupakan sumber pendapatan dalam freemium business model. Freemium business model saat ini menjadi sangat popular di tengah pertumbuhan teknologi yang digunakan dalam game dan pengguna mobile device. Dengan berkembangnya bisnis game development, dan semakin banyaknya pemain game akan meningkatkan keinginan untuk melakukan pembelian virtual items dalam game. Tujuan dalam penelitian ini adalah untuk mengetahui pengaruh self-indulgence dan social value terhadap intensi untuk melakukan pembelian virtual items dalam game melalui intensi untuk bermain game tersebut. Penelitian ini merupakan penelitian kuantitatif yang menggunakan kuisioner untuk mengumpulkan data yang melibatkan 227 responden yang berbasis kuisioner daring. Dengan menggunakan partial least square (PLS), penelitian ini menunjukkan bahwa self-indulgence memiliki pengaruh yang tidak signifikan terhadap intention to purchase tetapi memiliki efek mediasi dari intention to play terhadap pengaruh antara self-indulgence kepada intention to purchase, dan social value memiliki pengaruh yang signifikan terhadap intention to purchase namun tidak memiliki efek mediasi melalui intention to play.",
  "creators": "MICHAEL WIARTA",
  "contributors": "Yonathan Palumian, S.M.B. ,M.S.M (Advisor 1); Thomas Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012258/MAN/2022; Michael Wiarta (D11180093)",
  "subjects": "CONSUMER BEHAVIOR; VIDEO GAMES"
}