{
  "id": "53973",
  "title": "Analisis sentimen dari keywords yang dimasukkan pengguna di Twitter Indonesia untuk penunjang pembelajaran strategi komunikasi di Program Studi Ilmu Komunikasi Universitas Kristen Petra dengan metode Cnn-Bidirectional Lstm",
  "abstract": "Untuk meningkatkan traffic media daring, upaya pertama yang yang dilakukan oleh media daring adalah dengan memeriksa fenomena trending dengan strategi pemasaran yang tepat, salah satu cara yang dimanfaatkan media daring adalah dengan strategi komunikasi yang memanfaatkan metode sentimen analisis. Realitanya, mahasiswa Program Studi Ilmu komunikasi Universitas Kristen Petra kurang maksimal dalam melakukan pemeriksaan secara otomatis karena sistem sentimen analisis Program Studi Ilmu Komunikasi (Netray) tidak dapat dijalankan lebih dari satu mahasiswa atau tidak dipakai bersamaan serta harga dari aplikasi tersebut masih belum terjangkau jika ingin berlangganan dengan banyak. Maka diperlukannya sistem sentimen analisis untuk menunjang pembelajaran Program Studi Ilmu komunikasi Universitas Kristen Petra. Pada penelitian terkait sebelumnya, terdapat penelitian yang membahas analisis kampanye #crowdfunding di twitter tetapi tidak ada analisis sentimen hanya ada topological analisis, spatial analisis dan lain-lain. Selain itu terdapat penelitian yang menggunakan berbagai metode deep learning analisis sentimen ,yaitu dengan meneliti CNN, DNN, RNN, Bi-Lstm, tetapi tidak ada yang menggabungkan metode-metode tersebut. Maka dapat disimpulkan akan dibuat penelitian yang menganalisa sentimen analisis dan menggabungkan metode-metode deep learning. Sentimen analisis adalah proses penggunaan text analytics untuk mendapatkan berbagai sumber data dari internet dan berbagai platform media sosial. Sentimen analisis dapat dilakukan dengan kecerdasan buatan atau dengan komputasi, dikarenakan lebih efisien jika . Sentimen analisis dapat dilengkapi dengan metode dari sistem kecerdasan buatan, yaitu deep learning CNN-BILSTM. CNN-BILSTM merupakan gabungan dari dua metode dari CNN dan bidirectional LSTM dimana CNN sebagai layer input dan bidirectional LSTM sebagai layer yang akan mengekstrak fitur-fitur dari input. Setelah membuat deep learning model maka dapat dilakukan pengujian terhadap Program Studi Ilmu Komunikasi Universitas Kristen petra dengan memasukan aplikasi ke dalam web server. Data yang digunakan dalam aplikasi ini didapatkan dari github dengan mengadopsi Lisensi CC BY-NC (Common Creative Non Commercial) sebagai data awal yang akan dipakai dalam deep learning model yang berisikan kumpulan tweet bahasa Indonesia yang berisi sentimen netral, positif, negatif. Dari dua pengujian yang dilakukan media daring yang diujikan adalah twitter. Dari pengujian pertama dilakukan pencarian 20 tweet, yaitu “shin tae yong” dan menghasilkan akurasi 30% yang tidak dapat memenuhi target,yaitu 80%. Pengujian kedua dilakukan bersama 45 mahasiswa Program Studi Ilmu Komunikasi Universitas Kristen Petra Surabaya di gedung Q2.505 dimana aplikasi ini dicoba dan diterapkan, setelah itu aplikasi dinilai dengan angket kepuasan yang menghasilkan nilai rata-rata 4.01, maka dengan ini aplikasi dapat memenuhi kebutuhan dari Program Studi Ilmu Komunikasi dengan target awal angket kepuasan sebesar 3.75.",
  "creators": "ANDRIANTO SAPUTRA LINARDI LIE",
  "contributors": "Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 1); Indar Sugiarto (Advisor 2); Alexander Setiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022202/INF/2022; Andrianto Saputra Linardi Lie (C14180104)",
  "subjects": "DEEP LEARNING (MACHINE LEARNING); PROGRAMMING (ELECTRONIC COMPUTERS); TWITTER; DATABASE DESIGN--COMPUTER PROGRAMS"
}