{
  "id": "53970",
  "title": "Perancangan total productive maintenance pada PT Formosa Ingredient Factory, Tbk",
  "abstract": "PT Formosa ingredient Factory Tbk merupakan perusahaan yang bergerak di bidang Fast Moving Consumer Goods (FMCG) dengan produk tapioca pearl, jelly, and syrup. Seiring berkembangnya perseroan, perseroan membuat plant baru untuk menambah kapasitas produksi dan variasi produk. Perseroan sekarang memiliki dua plant yaitu plant legok dan plant teluk naga. Departemen maintenance pada plant Legok saat ini menerapkan sistem corrective maintenance yaitu perawatan atau perbaikan dilakukan hanya pada saat mesin rusak. Akibatnya, akan tercipta downtime pada proses produksi yaitu menunggu teknisi melakukan perbaikan Penelitian ini bertujuan untuk merancang Total Productive Maintenance (TPM) pada PT Formosa Ingredient Factory. Perancangan dilakukan dengan menggunakan tools FMEA. Kemudian data dianalisa berdasarkan hasil wawancara dengan pihak perusahaan. Dari hasil penelitian, diperoleh identifikasi mesin berupa 30 jenis mesin dengan total 80 mesin, interval perawatan untuk membuat jadwal preventive maintenance serta membuat checksheet berupa daily checklist dengan jumlah 28 checksheet dan formulir preventive dengan jumlah 28formulir. Pengisian checksheet mengikuti panduan SOP dan Work Instruction yang telah dirancang. Perancangan jadwal dan checksheet kemudian dievaluasi dan divalidasi oleh kepala pabrik dan kepala departemen maintenance. Rancangan Total Productive Maintenance (TPM) kemudian diimplementasikan pada plant Legok.",
  "creators": "PATRICK MICHAEL ANTONI",
  "contributors": "Felecia, S.T., M.Sc. (Advisor 1); Nova Sepadyati, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022471/IND/2022; Patrick Michael Antoni (C13180158)",
  "subjects": "PRODUCT MANAGEMENT; TOTAL PRODUCTIVE MAINTENANCE"
}