{
  "id": "53982",
  "title": "Sistem pakar diagnosa kerusakan pada mobil Toyota Innova dengan metode backward chaining dan certainity factor",
  "abstract": "Mobil adalah salah satu transportasi yang sering digunakan oleh banyak orang. Toyota Innova adalah salah satu mobil keluarga yang terfavorit di Indonesia. Mobil Toyota Innova memiliki banyak tipe yang perlu ditangani dengan banyaknya tipe atau variasi. Jenis mobil ada mobil dengan transmisi manual, dan mobil dengan transmisi otomatis. Kerusakan pada mobil tidak bisa dianggap sepele. Tidak hanya kerusakan besar yang bisa menyebabkan mogok namun adanya keluhan keluhan seperti kerusakan-kerusakan kecil harus bisa didiagnosa dengan baik agar tidak terjadi kerusakan besar yang berakibat fatal bila dibiarkan terus menerus. Diagnosa pada mobil bagi orang yang tidak terlalu mengerti mengenai mobil tentunya akan bingung dan banyaknya bengkel yang kurang jujur dalam pendiagnosaan kerusakan akan membuat kerugian bagi para pemilik mobil. Apabila dalam keadaan mendesak sistem ini bisa digunakan untuk mengetahui apa kerusakan yang terjadi dan memungkinkan untuk melakukan pengecekan dan pembetulan terhadap kerusakan mobil yang terjadi Sistem Pakar pada diagnosa kerusakan mobil Toyota Innova ini dilengkapi dengan metode Backward Chaining dan Certainty Factor. Kegunaan Backward Chaining pada sistem diagnosa ini yaitu untuk mengumpulkan fakta-fakta atau gejala-gejala menuju suatu kesimpulan, sehingga pengguna tidak perlu menjawab segala pertanyaan yang ada. Dengan memilih gejala-gejala yang ada, akan mendapatkan suatu kesimpulan yaitu kerusakan. Dan kegunaan Certainty Factor pada sistem ini untuk menampilkan tingkat keyakinan sistem terhadap hasil diagnosa dalam bentuk persentase. Sehingga dapat meyakinkan pengguna terhadap hasil diagnosa. Hasil dari pengujian yang telah dilakukan sebanyak 20 kali dari pengujian oleh pakar, terdapat 19 jawaban yang sesuai dengan pendapat pakar. Terdapat 1 hasil yang kurang sesuai dengan pendapat pakar karena persentase CF yang kurang akurat. Sehingga jika ada kasus yang terjadi maka user bisa mencari solusi pada halaman ensiklopedia kerusakan yang sesuai dengan kerusakan yang dialami. Pada pengujian ini didapatkan persentase untuk mendeteksi kerusakan pada mobil Toyota Innova menggunakan metode Backward Chaining dan Certainty Factor sebesar 95% dengan kesesuaian dengan pendapat pakar.",
  "creators": "JASON ALDRIAN",
  "contributors": "Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 1); Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022160/INF/2022; Jason Aldrian (26416073)",
  "subjects": "AUTOMOBILES--MAINTENANCE AND REPAIR--DATABASES; DIAGNOSIS--DATA PROCESSING; EXPERT SYSTEMS (COMPUTER SCIENCE); ARTIFICIAL INTELLIGENCE--COMPUTER PROGRAMS"
}