{
  "id": "53983",
  "title": "Pengaruh kepemilikan pemerintah, kepemilikan institusional, dan kepemilikan manajerial terhadap penyajian kembali",
  "abstract": "Pada saat ini penyajian kembali laporan keuangan menjadi perhatian oleh publik dimana hal ini terjadi akibat dari salah saji keuangan yang tercatat di perusahaan. Hasil yang ditemukan dari penelitian terdahulu mengenai tipe-tipe kepemilikan terhadap penyajian kembali laporan keuangan belum menunjukkan hasil yang konsisten. Sehingga penelitian ini bertujuan untuk menganalisa pengaruh kepemilikan pemerintah, kepemilikan institusional, dan kepemilikan manajerial terhadap penyajian kembali. Pada penelitian ini penulis menjadikan sektor keuangan sebagai objek penelitian dimana pada sektor keuangan ini menunjukkan tingkat penyajian kembali yang paling banyak ditemukan dibandingkan dengan sektor lainnya. Pada penelitian ini penyajian kembali merupakan variabel dependen yang diukur dengan variabel dummy. Sedangkan untuk variabel independen yang digunakan adalah tipe-tipe kepemilikan. Selain itu firm size dan leverage digunakan sebagai variabel kontrol. Data yang digunakan dalam penelitian ini adalah data yang berasal dari sektor keuangan yang terdaftar dalam Bursa Efek Indonesia dengan teknik pengambilan sampel purposive sampling pada tahun 2015-2020. Metode analisa yang digunakan adalah analisa regresi logistik dengan menggunakan Software Statistical Package For Social Science (SPSS). Berdasarkan hasil penelitian menunjukkan kepemilikan pemerintah dan kepemilikan manajerial tidak memiliki pengaruh terhadap penyajian kembali. Namun kepemilikan institusional memiliki pengaruh negatif terhadap penyajian kembali.",
  "creators": "AMELIA HELSA; EVELYN JOVITA",
  "contributors": "Sany, S.E., MS-CIS., Ph.D. (Advisor 1); Devie (Examination Committee 1); Saarce Elsye Hatane (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011817/AKT/2022; Amelia Helsa (D12180008), Evelyn Jovita (D12180129)",
  "subjects": "FINANCIAL STATEMENTS; CORPORATIONS--FINANCE"
}