{
  "id": "53980",
  "title": "Evaluasi perlakuan aktivasi mekanik terhadap CFBC fly ash sebagai material dasar mortar geopolimer dengan variasi larutan alkali",
  "abstract": "Fly Ash CFBC memiliki potensi sebagai bahan dasar dalam sistem geopolymer karena kaya akan silika dan alumina. Adanya permasalahan pada pemanfaatan fly ash CFBC disebabkan oleh sifat kimia dan fisika yang berbeda dengan fly ash pada umumnya, yaitu adanya zat sulfur dan kapur terkandung serta bentuk yang tidak beraturan yang mengakibatkan kebutuhan air yang lebih tinggi dalam campuran geopolymer. Aktivasi mekanik dapat menjadi salah satu solusi, dimana proses penggilingan fly ash CFBC dapat mengurangi kebutuhan air untuk reaksi yang diperlukan. Penelitian ini bertujuan untuk mengevaluasi aktivasi mekanik pada fly ash CFBC sebagai material dasar mortar geopolymer. Tiga fly ash CFBC dari sumber yang berbeda dan mempunyai variasi komposisi kimia yang berbeda yaitu kandungan senyawa kapur yang rendah, senyawa kapur tinggi, serta adanya kapur dan sulfur relatif tinggi secara bersamaan. Aktivasi mekanik yaitu penggilingan selama 2 jam dengan ball mill dapat menurunkan kebutuhan air, yang ditunjukkan pada menurunnya konsistensi normal fly ash tersebut. Reaktifitas fly ash meningkat setelah penggilingan terlihat dari waktu initial setting yang lebih cepat. Penurunan kebutuhan air juga meningkatkan mutu kuat tekan mortar geopolymer yang dihasilkan. Adanya kandungan sulfur pada fly ash CFBC menyebabkan komplikasi hasil yang didapatkan, yaitu waktu initial setting yang lebih lama serta kekuatan yang tidak meningkat setelah aktivasi mekanis.",
  "creators": "IVAN JARED YUGIARTO; RIVALDO JUAN SOFIAN HADI",
  "contributors": "Djwantoro Hardjito (Advisor 1); Handoko Sugiharto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10012577/SIP/2022; Ivan Jared Yugiarto (B11180170), Rivaldo Juan Sofian Hadi (B11180168)",
  "subjects": "ALKALI-AGGREGATE REACTIONS; FLY ASH; HIGH STRENGTH CONCRETE"
}