{
  "id": "53988",
  "title": "Pengaruh aktivasi kimia, mekanis, dan kombinasi pada fly ash CFBC sebagai material pozzolan",
  "abstract": "Fly ash dari hasil pembakaran sistem Circulating Fluidized Bed Combustion (CFBC) mempunyai sifat yang berbeda dengan fly ash dari hasil pembakaran Pulverized Coal Combustion (PCC), sehingga mempengaruhi reaktifitas fly ash. Suhu pembakaran sistem CFBC yang lebih rendah menghasilkan sifat kimiawi dan sifat mekanis yang berbeda dengan fly ash pada umumnya. Sifat kimiawi pada Fly ash CFBC mempengaruhi sifat pozzolannya dan sifat mekanis pada Fly ash CFBC terlihat dari bentuk fly ash yang tidak beraturan sehingga meningkatkan kebutuhan air. Penelitian ini berfokus pada upaya meningkatkan reaktifitas dan mengurangi kebutuhan air pada Fly ash CFBC sebagai material pozzolan. Untuk mencapai tujuan tersebut, dilakukan aktivasi kimia dengan larutan NaOH dengan variasi konsentrasi NaOH rendah dan lama waktu aktivasi yang beragam, dilakukan aktivasi mekanis dengan penggilingan fly ash dan aktivasi kombinasi dengan menggabungkan kedua aktivasi tersebut. Pada penelitian ini digunakan tiga macam fly ash CFBC dari sumber PLTU yang berbeda dengan variasi kadar kapur rendah, kadar kapur cukup tinggi, dan kadar kapur sekaligus sulfur yang cukup tinggi. Hasil yang didapatkan menunjukkan bahwa dengan aktivasi kimia, mekanis dan kombinasi dapat meningkatkan reaktifitas Fly ash CFBC dan menurunkan kebutuhan airnya. Reaktifitas dapat ditingkatkan dengan penggunaan larutan NaOH hingga 0.3M selama 1 hari sementara kebutuhan air pada Fly ash CFBC dapat diturunkan dengan metode penggilingan.",
  "creators": "FELIX PANGINDRA; THEODORE LAKSAMANA ADIKARA",
  "contributors": "Antoni (Advisor 1); Gogot Setyo Budi (Examination Committee 1); Handoko Sugiharto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10012578/SIP/2022; Felix Pangindra (B11180022), Theodore Laksamana Adikara (B11180059)",
  "subjects": "ACTIVATION (CHEMISTRY); CONCRETE--MIXING; CONTROLLED LOW-STRENGTH MATERIALS; FLY ASH"
}