{
  "id": "53989",
  "title": "Dampak information sharing terhadap supply chain performance melalui supplier quality management, supply chain agility dan supply chain innovation pada sektor manufaktur Food and Beverage di Jawa Timur",
  "abstract": "Pandemi Covid-19 membuat kondisi kinerja atau performa industri manufaktur menjadi menurun dan supply chain menjadi terganggu. Industri manufaktur harus memperhatikan variabel-variabel yang berpengaruh terhadap performa supply chain dan bagaimana cara meningkatkan kinerja supply chain melalui variabel tersebut. Penelitian ini bertujuan untuk melihat pengaruh information sharing terhadap supply chain performance melalui peran mediasi supplier quality management, supply chain agility dan supply chain innovation. Penelitian ini dilakukan pada 112 perusahaan manufaktur di Jawa Timur. Pengolahan data dilakukan dengan menggunakan menggunakan software SmartPLS. Hasil penelitian menunjukkan bahwa information sharing berpengaruh positif terhadap supplier quality management, supply chain agility dan supply chain innovation. Selain itu, hasil penelitian juga menunjukkan bahwa information sharing berpengaruh positif terhadap terhadap supply chain performance melalui peran mediasi supplier quality management, supply chain agility dan supply chain innovation. Hasil penelitian juga menujukkan bahwa supplier quality management, supply chain agility dan supply chain innovation berpengaruh positif terhadap supply chain performance.",
  "creators": "HARRY SETYAWAN FIRMANSYAH",
  "contributors": "Dr. Ir. Hotlan Siagian MSc. (Advisor 1); Zeplin Jiwa Husada Tarigan (Examination Committee 1); Oviliani Yenty Yuliana, S.T., MS-CIS., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020330/MM/2022; Harry Setyawan Firmansyah (D21210008)",
  "subjects": "SUPPLY CHAIN MANAGEMENT"
}