{
  "id": "53991",
  "title": "Analisa kompetensi beberapa mandor pada proyek konstruksi di Surabaya",
  "abstract": "Perkembangan proyek konstruksi di Surabaya dan sekitarnya menuntut peningkatan kualitas dan kompetensi sumber daya manusia yang terlibat. Mandor yang memimpin tenaga kerja diharuskan memiliki kompetensi kerja yang baik untuk menunjang keberhasilan proyek. Penelitian ini dilakukan untuk menentukan sejauh mana tingkat kompetensi mandor menurut mandor dan kontraktor, mengetahui indikator kompetensi mandor mana yang dianggap paling penting menurut mandor dan kontraktor, dan menentukan apakah terdapat perbedaan tingkat kompetensi antara mandor yang memiliki sertifikasi dan belum memiliki. Pengumpulan data dilakukan dengan penyebaran kuesioner kepada mandor dan kontraktor di beberapa proyek di Surabaya dan sekitarnya. Analisa data yang dilakukan adalah uji validitas, reliabilitas, mean dan independent T Test. Hasil penelitian menunjukkan tingkat kompetensi mandor menurut mandor dan kontraktor di Surabaya sudah baik. Indikator kompetensi yang dinilai paling tinggi menurut kontraktor adalah pengetahuan tentang jenis dan lingkup pekerjaan, sedangkan menurut mandor adalah membaca dan memahami gambar kerja dengan teliti dan tepat. Mandor yang memiliki sertifikasi menunjukkan tingkat kompetensi yang lebih tinggi pada beberapa indikator kompetensi, yaitu memiliki keinginan untuk mengajar kemajuan orang lain, mengawasi pelaksanaan pekerjaan sesuai dengan metode kerja, spesifikasi teknis dan jadwal kerja, memiliki pengetahuan tentang jenis dan lingkup pekerjaan, memiliki pengetahuan tentang K3, serta mengukur dan menghitung hasil kerja tepat sesuai kenyataan.",
  "creators": "ARTHUR LAWRENCE; ANTONIO ERSON RAHARJA",
  "contributors": "Paulus Nugraha (Advisor 1); Andi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012616/SIP/2022; Arthur Lawrence (B11180101), Antonio Erson Raharja (B11180069)",
  "subjects": "CONSTRUCTION INDUSTRY--PERSONNEL MANAGEMENT; LEADERSHIP; PERSONNEL MANAGEMENT"
}