{
  "id": "53996",
  "title": "Analisis kinerja UMKM tenun tradisional Sulawesi Selatan di masa pandemi: peran moderasi technological capability atas open innovation, work culture dan competitive advantage",
  "abstract": "UMKM Indonesia mengalami percepatan pemanfaatan teknologi digital serta meningkatnya keterlibatan dalam pasar digital. Pemanfaatan teknologi digital yang dikombinasikan dengan pembuatan kebijakan proaktif untuk sisi internal dan eksternal memiliki potensi untuk memberdayakan UMKM dan “meningkatkannya” menjadi rantai nilai baru. Penelitian ini menggunakan UMKM Tradisional Tenun Sulawesi Selatan sebagai salah satu sentra industri kerajinan di Indonesia dengan variabel Technological Capability, Open Innovation, Work Culture dan Competitive Advantage. Penelitian ini melibatkan 152 UMKM responden yang memenuhi persyaratan dan ketentuan penelitian. Analisis data menggunakan SmartPLS 3. Hasil yang diperoleh adalah open innovation, work culture dan technological capability berpengaruh langsung secara positif terhadap competitive advantage. Open innovation berpengaruh positif terhadap work culture. Temuan lainnya adalah work culture memediasi parsial hubungan pengaruh open innovation terhadap competitive advantage. Hasil analisa juga menunjukkan bahwa technological capability belum mampu memoderasi hubungan antara open innovation, work culture terhadap competitive advantage. Studi ini menjadi referensi bagi pemilik UMKM Tenun Tradisional dalam mengembangkan technological capability sebagai variabel mediasi agar open innovation dapat membantu peningkatan technological capability dan mempengaruhi keunggulan bersaing.",
  "creators": "ESTER HANDRIANI",
  "contributors": "Hatane Semuel (Advisor 1); Serli Wijaya (Examination Committee 1); Dr. Ferry Jaolis, S.E., M.SM., M.RECH. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020338/MM/2022; Ester Handriani (D21210013)",
  "subjects": "ENTREPRENEURSHIP; SMALL BUSINESS; TECHNOLOGY INNOVATIONS"
}