{
  "id": "53990",
  "title": "Pengaruh destination image of cultural tourism terhadap behavioral intention wisatawan pada kota Singkawang, Kalimantan Barat sebagai kota budaya Tionghoa di Indonesia, dengan image festival \"cap go meh\" sebagai variabel moderasi",
  "abstract": "Provinsi Kalimantan Barat yang mempunyai luas wilayah sebesar 146.807 km2, prospek sektor pariwisata mempunyai potensi yang cukup tinggi, meliputi wisata alam, sejarah dan seni budaya. Salah satu kota yang menonjol adalah Kota Singkawang, yang berjarak 145 kilometer sebelah Utara dari Kota Pontianak. Kehadiran masyarakat etnis Tionghoa yang masih memegang teguh tradisi nenek moyang dan ajaran kepercayaan menjadi alasan kentalnya atmosfer oriental di kota Singkawang atau yang biasa disebut sebagai “Kota Amoy” tersebut. Penelitian ini bertujuan untuk mengetahui apakah destination image of cultural tourism kota Singkawang, Kalimantan Barat sebagai destinasi dengan nilai-nilai budaya etnis Tionghoa dapat memberikan pengaruh terhadap behavioral intention wisatawan ke kota Singkawang, dengan di-moderasi oleh image Festival “Cap Go Meh”. Penelitian yang dilakukan menggunakan total 168 responden dan pengumpulan data dilakukan dengan metode kuantitatif melalui penyebaran kuesioner berbentuk Google Form, yang kemudian dianalisa menggunakan software smartPLS 3.0. Dari hasil penelitian, ditemukan bahwa Destination Image dan Event Image secara positif berpengaruh terhadap Behavioral Intention, namun Event Image tidak memoderasi hubungan antara Destination Image dan Behavioral Intention.",
  "creators": "ARISSIA FAJARAY",
  "contributors": "Edwin Japarianto (Advisor 1); Dra. Monica Ida Uniati , M.M. (Advisor 2); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010440/MAN/2022; Arissia Fajaray (D11180520)",
  "subjects": "CONSUMER BEHAVIOR; TOURISM; HERITAGE TOURISM"
}