{
  "id": "53994",
  "title": "Panduan penggunaan ekskavator berdasarkan peraturan K3 dan pengalaman kecelakaan kerja di proyek",
  "abstract": "Kecelakaan kerja pada penggunaan ekskavator di sektor jasa konstruksi mengakibatkan kerugian keterlambatan pekerjaan, finansial, dan moral. Dalam meminimalisir terjadinya kecelakaan kerja penggunaan ekskavator pada proyek konstruksi, penelitian ini bertujuan untuk mengetahui sebab dan jenis kecelakaan kerja pada penggunaan ekskavator serta merangkum program K3 yang berlaku pada beberapa negara antara lain Indonesia, Hongkong, Inggris, dan Amerika yang digunakan dalam membuat panduan K3 pada penggunaan ekskavator. Data pendukung diperoleh dari survei berupa penyebaran kuesioner dan wawancara. Survei dilakukan kepada kontraktor yang memiliki pengalaman dalam penggunaan ekskavator dan penyedia jasa persewaan ekskavator di Semarang dan Surabaya. Hasil penelitian ini adalah panduan K3 bagi pengguna ekskavator untuk tiga personel dilapangan, yaitu Teknisi, Operator, dan Safety Officer. Poin dalam panduan tersebut diklasifikasikan tahap Sebelum penggunaan, Selama penggunaan, dan Setelah penggunaan, berdasarkan sumber kecelakaan (1) manusia, (2) alat, dan (3) lingkungan. Hasil panduan K3 tersebut dapat digunakan untuk monitor dan evaluasi kontraktor disisi keselamatan kerja, guna untuk meminimalisir risiko kecelakaan kerja dalam penggunaan ekskavator.",
  "creators": "OKTAVIANUS CANDRA CHRISTIANTO; ANDRIAN ADI WIBOWO",
  "contributors": "Ratna S. Alifen (Advisor 1); Effendy Tanojo (Examination Committee 1); Gunawan Budi Wijaya S.T., M.T., M.Eng. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012620/SIP/2022; Oktavianus Candra Christianto (21416151), Andrian Adi Wibowo (21416080)",
  "subjects": "ACCIDENTS--PREVENTION; CONSTRUCTION INDUSTRY--RISK MANAGEMENT; DRAGLINES"
}