{
  "id": "54000",
  "title": "Perancangan branding & promosi creative social media agency Am Desainn",
  "abstract": "Am Desainn adalah sebuah brand Agensi Kreatif yang berdiri sejak Maret 2020 yang mulanya hanya menyediakan jasa desain grafis seperti desain logo dan packaging bagi bisnis online yang sedang banyak bermunculan pada masa pandemi saat itu, tak berhenti di situ Am Desainn juga melebarkan sayap dengan mencoba menyediakan jasa manajemen media sosial. Namun dikarenakan hanya asal berdiri, sejak awal Am Desainn belum memiliki branding yang tepat termasuk dalam brand identity, personality, dan positioning-nya yang belum jelas. Hal ini sangat disayangkan karena Am Desainn memiliki potensi untuk berkembang, bahkan memiliki banyak klien organik hingga saat ini. Perancangan yang menggunakan metode analisis SWOT kepada kompetitor, wawancara dan juga survey online ini didapatkan hasil bahwa Am Desainn perlu melakukan branding yang tepat dan jelas agar mampu bersaing dengan kompetitor dan memenuhi kebutuhan serta minat klien. Untuk menjawab permasalahan, maka terbentuklah strategi branding yang baru dalam menjadikan Am Desainn sebagai Creative Social Media Agency, dengan tetap mempertahankan strength yang telah dimiliki yaitu harga yang terjangkau. Selain branding, kegiatan dan media promosi Am Desainn juga perlu diperbaharui, baik dari segi visual, konten dan keaktifan pengunggahan, dalam perancangan ini Am Desainn menggunakan Instagram dan Tiktok sebagai media promosi. Melalui perancangan ini, Am Desainn berhasil memiliki branding yang lebih tepat, meningkatkan brand awareness dan engagement, juga berkembang secara bisnis.",
  "creators": "STEFFANIE MICHELLE ANGELINE",
  "contributors": "Ani Wijayanti Suhartono (Advisor 1); Luri Renaningtyas, S.T., M.Ds. (Advisor 2); Deddi Duto Hartanto (Examination Committee 1); Asthararianty, S.Sn., M.Ds. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Branding dan Promosi",
  "source": "Branding dan Promosi No. 00023825/DKV/2022; Steffanie Michelle Angeline (E12180019)",
  "subjects": "ADVERTISING; BRANDING (MARKETING); GRAPHIC ARTS; VISUAL COMMUNICATION"
}