{
  "id": "54006",
  "title": "Perbandingan perilaku unsafe act pada jam kerja normal dengan jam kerja lembur pada proyek \"X\"",
  "abstract": "Sektor konstruksi dan pembangunan infrastruktur merupakan salah satu fokus terbesar Indonesia dalam meningkatkan kesejahteraan hidup rakyat. Sektor konstruksi kerap kali dikaitkan dengan tingginya angka kecelakaan yang terjadi, dan kecelakaan kerja ini sendiri merupakan akibat dari unsafe act yang dilakukan pekerja. Jam lembur merupakan hal umum untuk dilakukan dalam sektor konstruksi, dan potensi terjadinya kecelakaan kerja di jam lembur lebih besar akibat kelelahan pekerja. Oleh karena itu, perlu diketahui apakah dalam jam lembur ini terjadi unsafe act yang lebih banyak dibandingkan dari jam normal agar dapat membuat penanganan sesuai untuk mengurangi unsafe act yang terjadi tersebut. Penelitian ini dilakukan menggunakan metode work sampling field count dengan checklist unsafe act yang telah dibuat. Pengambilan data pada jam normal dilakukan dengan 6 periode waktu pengambilan, sedangkan jam lembur dilakukan dengan 3 periode waktu pengambilan, dalam semua pengambilannya digunakan pengamatan snap observation. Data kemudian akan diolah untuk memperoleh unsafe rating untuk masing-masing jam normal dan lembur. Hasil penelitian menunjukkan bahwa unsafe act pada jam lembur memiliki unsafe rating lebih tinggi di angka 98,39% dengan proporsi pelanggaran yang terjadi yaitu masker (49,83%), APD tidak lengkap (37,92%), peralatan rusak (6,54%), posisi tidak aman (2,93%), pelanggaran lainnya (2,38%), untuk jenis unsafe act APD yang dilakukan adalah rompi (42,85%), sepatu (28,05%), helm (24,69%), body harness (4,05%), dan kaca mata (0,37%). Sedangkan untuk Jam normal berada diangka 94,69% dengan proporsi pelanggaran yang terjadi yaitu masker (51,55%), APD tidak lengkap (36,85%), peralatan rusak (7,76%), posisi tidak aman (1,91%), pelanggaran lainnya (1,63%), untuk jenis unsafe act APD yang dilakukan adalah rompi (39,19%), sepatu (33,33%), helm (23,51%), body harness (3,29%), dan kaca mata (0,68%).",
  "creators": "LAURENSIUS ALEXANDER; REXY STEVENSON WUISAN",
  "contributors": "Andi (Advisor 1); Sentosa Limanto (Examination Committee 1); Bambang Wyanto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10012593/SIP/2022; Laurensius Alexander (B11180097), Rexy Stevenson Wuisan (B11180095)",
  "subjects": "CONSTRUCTION INDUSTRIES-MANAGEMENT; CONSTRUCTION INDUSTRY--SAFETY MEASURES; HOURS OF LABOR"
}