{
  "id": "54004",
  "title": "Penerapan metode modified partial capacity design (M-PCD) pada bangunan berbentuk L 6 lantai dengan variasi penempatan kolom elastis",
  "abstract": "Modified Partial Capacity Design (M-PCD) merupakan sebuah metode alternatif untuk mendesain suatu struktur bangunan tahan gempa. Mekanisme keruntuhan terburuk yang diperbolehkan ada-lah partial side sway mechanism. Sebagian kolom didesain sebagai kolom plastis yang diper-bolehkan mengalami sendi plastis dan sebagian kolom didesain sebagai kolom elastis yang diper-tahankan tidak mengalami kerusakan plastis. M-PCD memiliki dua tahap pengerjaan, model 1 dan model 2. Balok dan kolom plastis didesain menggunakan model 1, sedangkan kolom elastis didesain menggunakan model 2. Model 1 merupakan model saat terjadi gempa kecil (faktor mod-ifikasi respons R=8). Model 2 merupakan model saat terjadi gempa besar (faktor modifikasi re-spons selisih antara R=1,6 dan R=8) dengan balok dan kolom, yang direncanakan mengalami ke-rusakan, diberi modifikasi pada nilai momen inersia sepanjang lengan sendi plastis. Penelitian ini memiliki fokus pada penerapan M-PCD pada bangunan berbentuk L 6 lantai dengan variasi penempatan kolom elastis. Pengujian struktur menggunakan analisis nonlinear dynamic proce-dure/ time history pada dua level gempa (EDRS dan MCER) dan dua arah gempa (0° dan 45°). Metode M-PCD menghasilkan performa yang baik pada semua analisis level gempa EDRS (0° dan 45°), dan semua analisis level gempa MCER 0°. Namun, pada analisis level gempa MCER 45° be-lum menghasilkan performa sesuai standar yang ditetapkan (FEMA 356).",
  "creators": "HARIS PRATAMA; CHRISTIAN JUNIOR ARCAN",
  "contributors": "Pamuda Pudjisuryadi (Advisor 1); Benjamin Lumantarna (Advisor 2); Hasan Santoso (Examination Committee 1); Fransisca Wijaya (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10012598/SIP/2022; Haris Pratama (B11180160), Christian Junior Arcan (B11180173)",
  "subjects": "BEAM DYNAMICS; BUILDINGS--EARTHQUAKE EFFECTS; STRUCTURAL ENGINEERING"
}