{
  "id": "54014",
  "title": "Evaluasi bonding performance ultra high performance concrete dengan kandungan fly ash sebagai overlay pada normal strength concrete",
  "abstract": "Ultra High-Performance Concrete (UHPC) memiliki karakteristik kekuatan mekanik, durabilitas, dan bonding performance yang baik sehingga dapat menjadi solusi material overlay terhadap material lama yang perlu diperbaharui. Permasalahan pada penggunaan UHPC sebagai material konstruksi adalah harga material yang tinggi dan sustainability, sehingga diperlukan solusi pengganti sebagian material semen untuk dapat mengurangi biaya produksi, konsumsi energi, dan emisi gas CO2. Bonding performance merupakan parameter yang penting dan harus diperhitungkan ketika mengaplikasikan UHPC sebagai material overlay. Pengujian bonding performance dari UHPC terdiri dari tiga pengujian, yaitu slant shear test, splitting tensile, dan direct tensile/pull off test dimana akan diperhatikan jegagakan sambungan yang terjadi. Hasil dari penelitian ini dibandingkan dengan standar dari ACI 546.3R-14 dan M.M. Sprinkel & C. Ozyildirim. Berdasarkan hasil pengujian, UHPC dengan penggantian 40% semen dengan fly ash pada UHPC baik digunakan sebagai overlay karena telah memenuhi standar yang berlaku. Hasil pengujian menunjukkan peningkatan sebesar 27% pada pengujian slant shear dan 37% pada pengujian splitting tensile dibandingkan dengan standar yang ada. Penggantian semen dengan fly ash pada UHPC juga dapat meningkatkan workability sehingga dapat mengurangi kebutuhan superplasticizer. Pengurangan superplasticizer dan semen dapat menekan biaya produksi UHPC sampai 18.4% dan mengatasi masalah masalah konsumsi energi dan emisi gas CO2.",
  "creators": "HARYADI DJOJO PRANOTO; LANANG WIRA SACCA",
  "contributors": "Effendy Tanojo (Advisor 1); Antoni (Advisor 2); Angela Jasmine Tanya Tjahyana, S.T., M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10012618/SIP/2022; Haryadi Djojo Pranoto (B11180172), Lanang Wira Sacca (B11180174)",
  "subjects": "HIGH STRENGTH CONCRETE--TESTING; HIGH STRENGTH CONCRETE; CONCRETE MIXING"
}