{
  "id": "54017",
  "title": "Pengaruh digital leadership terhadap kinerja perusahaan startup di Jawa Timur",
  "abstract": "Kinerja perusahaan adalah salah satu instrumen yang paling banyak ditemukan dalam menentukan keputusan pihak manajemen untuk mengelola perusahaan. Kinerja perusahaan dapat terbagi menjadi dua perspektif untuk menentukan kinerja keuangan dan kinerja non keuangan. Berbagai penelitian telah dilakukan untuk mengetahui pengaruh digital leadership terhadap kinerja keuangan, dan penelitian-penelitian tersebut memiliki hasil yang berpengaruh. Beberapa penelitian sebelumnya juga menemukan bahwa digital leadership mempunyai pengaruh terhadap kinerja non keuangan, dan penelitian-penelitian tersebut memiliki hasil yang beragam. Penelitian ini bertujuan untuk meneliti penerapan digital leadership yang diterapkan pada perusahaan startup di Jawa Timur yang menjadi faktor penentu terciptanya competitive advantage yang dapat membawa dampak pada kinerja keuangan dan kinerja non keuangan. Dalam penelitian ini, dilakukan penyebaran survei berbasis kuesioner dilakukan untuk mengumpulkan data perusahaan startup di Jawa Timur. Penelitian ini menggunakan non-probability sampling di mana tidak semua anggota populasi mempunyai peluang yang sama untuk dipilih karena tidak memenuhi beberapa kriteria. Secara spesifik dalam penelitian ini menggunakan teknik purposive sampling, yaitu teknik pengambilan sampel dengan menetapkan beberapa kriteria sampel dan melakukan seleksi pada sampel yang memenuhi kriteria yang telah ditetapkan. Kemudian akan dianalisis menggunakan software WarpPLS 8.0.",
  "creators": "VINCENSIUS STEVEN VIANALDO P; STANLY AUGUSTO TEJASUKMANA",
  "contributors": "Juniarti (Advisor 1); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1); Sany, S.E., MS-CIS., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011835/AKT/2022; Vincensius Steven Vianaldo P (D12180038), Stanly Augusto Tejasukmana (D12180177)",
  "subjects": "CORPORATIONS; FINANCIAL STATEMENTS; CORPORATIONS--FINANCE"
}