{
  "id": "54016",
  "title": "Perbandingan hasil perhitungan kapasitas lentur antara analisis teoritis menggunakan SNI 7971:2013 dan uji eksperimental pada profil baja cold formed single channel dan double channel back to back",
  "abstract": "Perkembangan ilmu konstruksi dari waktu ke waktu, selalu menginginkan material dengan kualitas lebih baik dari sebelumnya, dengan efisiensi waktu dan penekanan biaya semaksimal mungkin. Baja Canai Dingin mulai banyak digunakan di Indonesia terutama sebagai rangka atap, namun peraturan yang mengatur tentang Baja Canai Dingin yaitu SNI 7971:2013 sendiri masih relatif baru dan perlu untuk diteliti. Penelitian sebelumnya telah menunjukkan bahwa perhitungan teoritis yang didapat bisa berbeda ketika dibandingkan dengan kekuatan aktualnya, maka dari itu dilakukan penelitian lebih lanjut tentang perbedaan yang terjadi ini. Penelitian kali ini akan membandingkan kapasitas lentur balok yang tertumpu secara sendi-rol dan juga defleksi yang terjadi pada setengah dan seperempat bentang. Penelitian akan menggunakan profil kanal tunggal dengan bentang 1,2 meter dan profil kanal ganda dengan bentang 3 meter dan akan dibebani pada tengah bentang. Total sampel yang digunakan adalah 8 sampel dengan ketebalan dan ukuran penampang yang bervariasi. Uji Eksperimen dilakukan di Lab Struktur Universitas Kristen Petra. Hasil Penelitian secara garis besar menunjukkan bahwa pada profil kanal tunggal terjadi perbedaan sekitar 16%-29% pada kapasitas lentur dengan hasil uji eksperimen lebih kecil dari perhitungan teoritis. Sedangkan profil kanal ganda terjadi perbedaan yang signifikan dimana hasil uji eksperimen jauh lebih besar dan perlu untuk diteliti lebih lanjut.",
  "creators": "ADRIAN HARTANTO; YUWONO SUGIARTO",
  "contributors": "Hasan Santoso (Advisor 1); Effendy Tanojo (Advisor 2); Joko Purnomo S.T., M.Sc. (Examination Committee 1); Willy Husada, ST.,MT., Msc. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10012603/SIP/2022; Adrian Hartanto (B11180047), Yuwono Sugiarto (B11180052)",
  "subjects": "STEEL, STRUCTURAL STANDARDS; STEEL, STRUCTURAL"
}