{
  "id": "54010",
  "title": "Penggunaan masker bekas untuk komposit serat tebu: efek waktu dan tekanan hot press pada sifat mekanis dan ketahanan serap air",
  "abstract": "Industri otomotif dituntut untuk menggunakan material yang memiliki berat yang ringan dan kuat guna menghemat bahan bakar, serta bersifat ramah lingkungan. Komposit dengan penguat dari bahan serat alam merupakan material yang memenuhi kriteria di atas. Salah satu yang popular dikembangkan adalah serat tebu untuk menjadi bahan campuran biokomposit. Penelitian ini mengevaluasi penggunaan masker bekas berbahan PP sebagai matriks yang ditambahkan filler penguat serat tebu dengan variasi komposisi 25%/75% berat. Proses pembuatan dikerjakan dengan hotpress dengan variasi tekanan 0.45MPa,0.5MPa, 0.55MPa dan lama penekanan selama 4, 6, dan 8 menit. Sampel biokomposit dievaluasi tebal, gramasi, kekuatan flexural serta daya serap airnya. Hasil pengujian ini kemudian dibandingkan dengan data sifat material package tray berbahan komposit serat kayu (woodboard) yang diperoleh dari industri. Pada penelitian ini didapatkan bahwa semakin bertambahnya waktu dan tekanan pada saat pengepresan maka nilai flexural juga akan ikut meingkat. Sampel komposit memiliki nilai flexural strength tertinggi sebesar 33.23 MPa dengan menggunakan parameter waktu hotpress selama 8 menit dan tekanan yang diterima sampel 0.55 MPa, hasil ini masih dibawah sampel milik woodboard industri yang memiliki nilai flexural 37.75MPa dikarenakan adanya perbedaan parameter waktu dan tekanan yang digunakkan, serta perbedaan cara proses pembuatan. Sampel komposit berbahan serat tebu ini memiliki kemampuan menyerap air yang tinggi dengan persentase 33,3% selama 21 hari pengujian. Hasil tersebut sangat besar bila dibandingkan dengan sampel industri woodboard yang hanya sebesar 2,61% karena adanya perbedaan proses cara pembuatan. Sampel biokomposit berbahan serat tebu-PP masker ini juga memiliki nilai gramasi yang lebih rendah, yaitu 1299 g/m2 bila dibandingkan dengan sampel woodboard industri 1700 g/m2.",
  "creators": "YOHANES VAREL",
  "contributors": "Prof. Dr. Juliana Anggono, S.T., M.Sc. (Advisor 1); Didik Wahjudi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01011464/MES/2022; Yohanes Varel (C12170068)",
  "subjects": "AUTOMOTIVE INDUSTRY; COMPOSITE MATERIALS; FIBROUS COMPOSITES; FLEXURE"
}