{
  "id": "5402",
  "title": "Perancangan dan pembuatan simulasi intelligent traffic light control system",
  "abstract": "Salah satu instrument penting dalam pengaturan lalu lintas adalah traffic light. Traffic light yang ada saat ini membantu kelancaran dan pengaturan lalu lintas. Namun tidak jarang pula traffic light menjadi salah satu penyebab kemacetan lalu lintas. Hal ini bisa terjadi karena traffic light yang ada saat ini bekerja secara konstan sepanjang hari, tidak adaptif dan tidak fleksibel terhadap keadaan lalu lintas itu sendiri. Traffic signal control adalah salah satu aplikasi fuzzy logic yang tertua, setidaknya pada teknik lalu lintas. Tujuan dari Tugas Akhir ini adalah mempresentasikan sebuah pendekatan yang sistematik untuk fuzzy signal control dan untuk membangun linguistic control rules yang berdasar pada expert knowledge. Traffic signal programming secara umum memiliki permasalahan mendasar, yaitu: mengoptimalkan lamanya green time pada suatu fase. Dengan adanya suatu sistem traffic light yang baik, maka penulis mengharapkan bisa menghasilkan pengaturan lalu lintas semaksimal mungkin, teratur, dan optimal. Sehingga meningkatkan efisiensi dan keefektifan dari traffic light itu sendiri, yang pada akhirnya akan meningkatkan efisiensi waktu dan biaya, penghematan bahan bakar kendaraan, dan mengurangi polusi udara. Rules bases untuk masalah ini akan dijelaskan dalam Tugas Akhir ini. Hasil pengujian dari rules base dari fuzzy control ini cukup menjanjikan. Algoritma fuzzy signal control memiliki ukuran yang lebih baik dalam hal efektifitas daripada traffic light konvensional.",
  "creators": "DANNY",
  "contributors": "Gregorius Satiabudhi (Advisor 1); Arie Wirawan Margono (Advisor 2); Rolly Intan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No 01000302/ELK/2004; Danny (26400163)",
  "subjects": "ARTIFICIAL INTELLIGENCE-COMPUTER PROGRAMS"
}