{
  "id": "54020",
  "title": "Pengaruh interaksi agen properti-debitur, karakteristik kredit, jenis jaminan kredit, dan demografi terhadap gagal bayar KPR",
  "abstract": "Penelitian ini membahas mengenai peranan interaksi agen properti yang memberikan layanan konsultasi terkait pembelian properti dengan calon pembelinya. Penelitian ini melihat interaksi yang dibentuk antara agen properti dengan pembeli, dengan menguji jarak antara agen properti dengan debitur. Dengan adanya pembelian properti, maka pihak bank yang bertugas sebagai penyedia layanan pembiayaan Kredit Pemilikan Rumah (KPR), perlu melakukan analisa profil risiko dari calon pembeli. Penelitian ini menggunakan data debitur KPR dari PT Bank X Tbk cabang Kota Surabaya tahun 2015-2020, yang menggunakan jasa agen properti ketika membeli sebuah properti. Berdasarkan hasil uji regresi probit untuk 1295 data yang digunakan, penelitian ini menemukan bahwa interaksi agen properti – debitur, dengan menggunakan indikator jarak tidak memiliki pengaruh signifikan terhadap gagal bayar KPR. Sedangkan, dengan adanya demografi sebagai variabel kontrol, jarak menunjukkan pengaruh signifikan terhadap gagal bayar KPR. Korelasi positif signifikan dengan indicator dari variable kontrol, terutama indicator usia dan pendidikan, menjelaskan bahwa semakin jauh jarak, semakin muda dan rendah tingkat pendidikan debitur, dengan demikian meningkatkan peluang untuk terjadinya interaksi antara agen property dengan debitur KPR, sehingga memberikan pengaruh yang signifikan terhadap gagal bayar KPR. PT Bank X Tbk menerapkan pemberian suku bunga yang semakin tinggi kepada debitur, yang berpengaruh signifikan berkorelasi negatif dengan gagal bayar KPR. Penelitian ini juga menemukan bahwa semakin tingginya nilai hutang KPR yang dimiliki debitur, semakin meningkatkan kemungkinan gagal bayar KPR di masa mendatang. Sementara, penelitian ini menambahkan bahwa pendapatan dinilai tidak berpengaruh signifikan terhadap gagal bayar KPR tanpa adanya variabel kontrol.",
  "creators": "Caroline Faustina Wicaksono",
  "contributors": "ANASTASIA (Advisor 1); Ridhotama Shanti Darsih Ottemoesoe, S.E., M.Sc.FE., Ph.D. (Examination Committee 1); ZEPLIN JIWA HUSADA TARIGAN (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020350/MM/2022; Caroline Faustina Wicaksono (D21200009)",
  "subjects": "CONSUMER CREDIT; DEBTOR AND CREDITOR; FINANCE, PERSONAL"
}