{
  "id": "54034",
  "title": "Pengaruh delivery quality terhadap customer loyalty dengan customer satisfaction sebagai variabel mediasi pada aplikasi Shopee Food",
  "abstract": "Di dalam lingkungan bisnis seperti dalam industri layanan pengiriman makanan maka kunci untuk bertahan, berkembang, serta menjamin kelangsungan hidup bisnis adalah memiliki pelanggan yang loyal. Shopee Food sebagai penyedia layanan dalam industri layanan pengiriman makanan perlu mempertahankan loyalitas pelanggannya agar tidak beralih ke pesaing. Tujuan yang hendak dicapai dalam penelitian adalah untuk mengetahui pengaruh delivery quality terhadap customer satisfaction dan customer loyalty, dan juga mengetahui pengaruh customer satisfaction terhadap customer loyalty. Penelitian juga mengetahui customer satisfaction memediasi pengaruh delivery quality terhadap customer loyalty. Jenis penelitian yang digunakan dalam penelitian ini adalah kuantitatif. Populasi yang digunakan dalam penelitian ini adalah konsumen layanan aplikasi Shopee Food dengan jumlah sampel 384 responden. Penelitian ini menggunakan dua jenis data yaitu data primer dan data sekunder. Kuesioner digunakan sebagai teknik pengumpulan data dan data yang diperoleh dianalisis dengan SEM PLS. Hasil penelitian menunjukkan delivery quality berpengaruh positif dan signifikan terhadap customer loyalty terhadap customer satisfaction. Hasil penelitian lain adalah customer satisfaction berpengaruh positif dan signifikan terhadap customer loyalty. Penelitian juga membuktikan customer satisfaction memiliki peran yang signifikan dalam memediasi pengaruh delivery quality terhadap customer loyalty. Berdasarkan hasil analisis dapat disimpulkan customer satisfaction memediasi pengaruh delivery quality terhadap customer loyalty aplikasi Shopee Food. Oleh karena itu, diperlukan peningkatan kualitas pengriman dan kepuasan pelanggan untuk meningkatkan loyalitas pelanggan.",
  "creators": "MARIO BENYAMIN HALIM",
  "contributors": "Hatane Semuel (Advisor 1); Dr. Ferry Jaolis, S.E., M.SM., M.RECH. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020901/MAN/2022; Mario Benyamin Halim (D11180268)",
  "subjects": "CONSUMER SATISFACTION; CUSTOMER LOYALTY; ELECTRONIC COMMERCE"
}