{
  "id": "54032",
  "title": "Pengaruh service quality terhadap customer loyalty customer satisfaction sebagai media intervening pada Djournal Coffee Tunjugan Surabaya",
  "abstract": "Pada era modern saat ini, banyak Coffee Shop yang bermunculan sehingga persaingan terus berkembang hingga saat ini. Tentunya setiap Coffee Shop yang hadir mempunyai keunikannya masing-masing hal ini tentu menjadi perhatian masyarakat yang mana sekarang hampir semua kalangan mulai mengonsumsi minuman kopi. Dalam beberapa tahun ini indsutri bisnis dalam bidang coffee shop mengalami peningkatan yang cukup baik. Hal ini banyak mendorong para wirausahawan untuk membuka atau menciptakan usaha baru atau mengembangkan usaha yang sudah ada, yang sekaligus menciptakan persaingan antara coffee shop dengan begitu ketat. Dapat dilihat dari mulai menjamurnya coffee shop yang ada di Indonesia terutama di kota Surabaya membuat para pengusaha coffee shop harus memberikan nilai tambah terhadap produk, jasa, dan pelayanan untuk diberikan kepada konsumen. Nilai tambah ini yang akan membuat konsumen memiliki alasan untuk memilih suatu coffee shop yang tepat dibandingkan coffee shop yang lain. Penelitian ini bertujuan untuk mengetahui Pengaruh Service Quality Terhadap Customer Loyalty Dengan Customer Loyalty Sebagai Media Intervening Pada Djournal Coffee Tunjungan Surabaya. Penelitian ini dilaksanakan dengan menyebarkan kuisioner kepada 100 responden yang merupakan konsumen Djournal Coffee Tunjungan Surabaya. Hasil penelitian menunjukkan bahwa Service Quality memiliki pengaruh yang positif terhadap Customer Loyalty. Begitu juga dengan Customer Satisfaction dan Customer Loyalty. Teknik analisa dalam penelitian ini menggunakan teknik analisis kuantitatif dengan metode path analysis.",
  "creators": "RICHARD BRYAN BADALU",
  "contributors": "Edwin Japarianto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020892/MAN/2022; Richard Bryan Badalu (D11180343)",
  "subjects": "CONSUMER SATISFACTION; CUSTOMER LOYALTY"
}