{
  "id": "54035",
  "title": "Pentingnya ketahanan rantai pasok dalam lingkungan bisnis yang bergejolak",
  "abstract": "Pandemi Covid-19 merupakan salah satu disrupsi yang menyebabkan gangguan rantai pasok di Indonesia. Sektor manufaktur mengalami penurunan yang sangat signifikan yang dapat dilihat dari penurunan Purchasing Manager Index (PMI) yang sangat drastis pada bulan April dan Mei 2020. Ketahanan rantai pasok menjadi faktor penting yang harus dimiliki perusahaan untuk meminimalisir risiko, mengurangi dampak negatif, dan cepat beradaptasi dengan kondisi bisnis. Penelitian ini bertujuan untuk menganalisa hubungan pada variabel yang dapat meningkatkan ketahanan rantai pasok, yaitu kemampuan manajemen informasi dan kolaborasi, serta hubungan antara ketahanan rantai pasok dengan performa perusahaan. Penelitian ini dilakukan dengan mengumpulkan data primer menggunakan kuesioner, kemudian menganalisa hubungan antar variabel dengan menggunakan metode PLS-SEM. Hasil penelitian ini menunjukkan bahwa kemampuan manajemen informasi dan kolaborasi memengaruhi ketahanan rantai pasok secara signifikan. Ketahanan rantai pasok juga memengaruhi performa perusahaan secara signifikan. Kemampuan manajemen informasi terindikasi memiliki hubungan langsung yang tidak signifikan terhadap performa perusahaan, sedangkan kolaborasi terindikasi memiliki hubungan langsung yang signifikan, dan terindikasi bahwa kolaborasi memediasi hubungan antara kemampuan manajemen informasi terhadap performa perusahaan.",
  "creators": "James Korompis",
  "contributors": "Zeplin Jiwa Husada Tarigan (Advisor 1); Oviliani Yenty Yuliana, S.T., MS-CIS., Ph.D. (Advisor 2); Dr. Ir. Hotlan Siagian MSc. (Examination Committee 1); Dr. Ferry Jaolis, S.E., M.SM., M.RECH. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020351/MM/2022; James Korompis (D21200005)",
  "subjects": "SUPPLY CHAIN MANAGEMENT"
}