{
  "id": "54039",
  "title": "Pengaruh e-service quality terhadap repurchase intention dengan perceived quality sebagai variabel intervening pada Kopi Kenangan di Surabaya",
  "abstract": "Seiring adanya perkembangan teknologi dan semakin mudahnya akses internet zaman ini membuat segala hal harus bertransformasi menjadi digital dan manusia secara tidak langsung harus mengubah gaya hidupnya saat ini. Tingginya angka pengguna internet dan segala kepraktisannya membuat segala hal harus cepat bertransformasi.Suatu bisnis yang dapat bertahan pada zaman ini juga dipengaruhi oleh beberapa faktor, salah satunya ketahanan mereka dengan para pesaingnya di pasaran.Kopi Kenangan merupakan bisnis food & beverage yang mulai berdiri pada tahun 2017,selama berjalan lima tahun ini Kopi Kenangan mengalami kenaikan penjualan yang luar biasa hingga mendapatkan penghargaan Brand of The Year dari World Branding Awards International Forum di kategori Café Chain 2021-2022.Kopi Kenangan mencakup pasar yang sangat luas dengan metode pemasaran mereka yang sesuai,seiring perkembangan zaman dengan teknologi yang semakin maju,Kopi Kenangan terus bertransormasi untuk memenuhi kebutuhan dan kepuasan pelanggan mereka.Pada tahun 2020 ketika pandemi mulai masuk ke Indonesia,banyak kedai kopi yang mengalami kebangkrutan dan penurunan penjualan yang signifikan,tetapi pada saat itu juga menjadi titik bagaimana Kopi Kenangan bisa menjadi brand terbaik di Indonesia. Kopi Kenangan melakukan inovasi dari yang sebelumnya hanya melayani pelanggan melalui kedai ke layanan secara online. Kopi Kenangan menciptakan aplikasi yang menyediakan layanan pick-up orders,pesan antar yang memudahkan konsumen mereka untuk membeli Kopi Kenangan. Banyak juga keuntungan lain dari para pelanggan yang melakukan pemesanan melalui aplikasi seperti dengan adanya cashback dan promosi lainnya. Pada penelitian ini,peneliti ingin mengetahui bagaimana strategi e-service quality bisa memengaruhi repurchase intention menggunakan variabel intervening perceived quality. Dari hasil penelitian yang telah dilakukan,terbukti bahwa variabel e-service quality mempengaruhi repurchase intention. Penelitian ini dilakukan dengan cara menyebarkan kuisioner kepada para responden yang sesuai dengan kriteria yang ada,dan diukur menggunakan skala likert untuk menunjukkan kesetujuan.",
  "creators": "MARIA INES",
  "contributors": "Diah Dharmayanti (Advisor 1); Edwin Japarianto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020889/MAN/2022; Maria Ines (D11180169)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMER SATISFACTION; RESTAURANT MANAGEMENT"
}