{
  "id": "54046",
  "title": "Pengaruh Enterprise Resource Planning Implementation terhadap competitive advantage dengan mediasi Internal Integration, External Integration, dan Logistic Integration pada perusahaan makanan Indonesia",
  "abstract": "Industri makanan memegang peranan penting dalam menyediakan kebutuhan dasar untuk mendukung aktivitas manusia. Produsen makanan membuang sekitar 1,3 miliar ton setiap tahun, dan 0,9 miliar ton terjadi dalam rantai pasokan seperti panen, pengiriman, dan penyimpanan. Perusahaan industri makanan memiliki masalah Kualitas Rantai Pasokan Agri-Makanan yang unik, seperti umur simpan yang pendek, standar kualitas, ketidakpastian permintaan, biaya tinggi, tergantung pada iklim, sistem logistik, dan ketersediaan infrastruktur yang tidak memadai. Masalah-masalah ini menimbulkan ancaman bagi ketahanan dan kedaulatan pangan. Enterprise Resurce Planning Implementation (ERPI) memungkinkan perencanaan dan kontrol operasional di seluruh fungsi dan mitra dagang. Sistem pengukuran kinerja yaitu Integrasi Internal, Integrasi Eksternal dan Integrasi Logistik dengan menggunakan ERPI diyakini dapat meningkatkan Keunggulan Kompetitif. Dari 254 populasi tersebut, sebanyak 129 tanggapan diterima dan 100 dianggap valid untuk diproses lebih lanjut. Teknik pengumpulan data menggunakan purposive (judgmental) sampling melalui kuesioner online. Jenis penelitian adalah kuantitatif dan kausal dan pengolahan data menggunakan Smart PLS. Secara keseluruhan, 11 dari 15 hipotesis penelitian diterima. Hasil penelitian menunjukkan bahwa penerapan Enterprise Resource Planning dapat menjamin kualitas bahan baku yang mudah rusak, harga yang lebih kompetitif, dan ketersediaan pasokan bahan baku untuk perusahaan makanan, dan pengiriman tepat waktu untuk Keunggulan Kompetitif perusahaan makanan Indonesia melalui mediasi Internal Integration, External Integration, dan Logistic Integration. Hasil penelitian menyimpulkan bahwa ERPI mampu meningkatkan keunggulan kompetitif perusahaan makanan perishable.",
  "creators": "ASTUTI",
  "contributors": "Ferry Jie, Ph.D. (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020337/MM/2022; Astuti (D21210002)",
  "subjects": "INFORMATION TECHNOLOGY; ENTERPRISE RESOURCE PLANNING (ERP); BUSINESS PLANNING"
}