{
  "id": "54040",
  "title": "The influence of price, product review, brand image, trust, ease of use, product details, scarcity, and social media towards buying decision in Blibli marketplace in Indonesia",
  "abstract": "Buying decision is a customer’s decision whether they decide to buy or not to buy a product or service. E-commerce in Indonesia has experienced significant growth since 2019, from $40bn in 2019, and is expected to reach $130bn by 2025. The COVID-19 pandemic has changed the way people transact with their customers or colleagues to an electronically connected form, considering the health risk. Blibli is one of the largest marketplaces in Indonesia and has taken part in Indonesia’s e-commerce industry market since 2011. Therefore, the researchers wish to understand the factors influencing buying decision behavior in the Blibli marketplace in Indonesia. This research focuses on the Blibli marketplace in Indonesia, done through a quantitative approach using simple random sampling, with online questionnaires to obtain the data. Two hundred respondents were analyzed using Binary Logistic Regression through IBM SPSS. The findings show that price, product review, trust, ease of use, and scarcity significantly affect buying decisions in the Blibli Marketplace in Indonesia. However, results show that brand image, product description, and social media do not significantly affect buying decisions.",
  "creators": "GLADWIN LEONARD HARYADI, TAN; VINCENT LIMBANG JAYA",
  "contributors": "Ricky Wang (Advisor 1); Adelina Proboyo (Examination Committee 1); Tessa Vanina Soetanto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 34010480/MAN/2022; Gladwin Leonard Haryadi, Tan (D11180369), Vincent Limbang Jaya (D11180118)",
  "subjects": "CONSUMER BEHAVIOR; ELECTRONIC COMMERCE"
}