{
  "id": "54042",
  "title": "Perancangan evaluasi vendor pada perusahaan produksi helmet dan jasa injection moulding dengan metode AHP",
  "abstract": "Setiap perusahaan pasti memerlukan departemen pembelian di mana tugasnya adalah melakukan pembelian untuk setiap kebutuhan pada perusahaan tersebut. Terutama, departemen pembelian diperlukan pada pabrik yang memproduksi barang. Departemen ini merupakan salah satu departemen yang sangat penting karena sebuah perusahaan bergantung pada barang yang dibeli oleh departemen ini. Perusahaan memiliki penyuplai atau vendor atas produk-produk kebutuhan perusahaan tersebut. Pemilihan vendor merupakan hal yang penting untuk dilakukan oleh setiap perusahaan terutama departemen pembelian itu sendiri. Setiap vendor-vendor yang telah dipilih diperlukan dilakukan evaluasi vendor untuk mengetahui penilaian untuk setiap vendor-vendor yang telah perusahaan gunakan sebelumnya. Penilaian vendor tersebut memiliki beberapa kriteria yang harus dinilai dalam penilaian vendor tersebut. Beberapa kriteria tersebut adalah kualitas produk yang mereka berikan, kuantitas atau jumlah setiap barang yang mereka kirimkan, ketepatan pengiriman yang dilakukan vendor, pelayanan yang diberikan oleh vendor, dan yang terakhir perbandingan harga vendor yang dipilih dengan vendor lainnya. Penilaian pembobotan untuk setiap kriteria-kriteria tersebut dilakukan dengan metode pembobotan berpasangan AHP (Analytical Hierarchy Process). Metode AHP yang dilakukan akan didapatkan nilai pembobotan untuk setiap kriteria yang telah ditentukan sebelumnya. Pembobotan ini nantinya akan digunakan untuk menilai setiap vendor-vendor pada perusahaan. Hasil perhitungan menggunakan AHP menyatakan bahwa data-data tersebut konsisten dan dapat digunakan pembobotannya.",
  "creators": "OLIVIA HARSONO",
  "contributors": "I Nyoman Sutapa (Advisor 1); Iwan Halim Sahputra, S.T., M.Sc., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022501/IND/2022; Olivia Harsono (C13180156)",
  "subjects": "PURCHASING DEPARTMENTS; VENDORS AND PURCHASERS"
}