{
  "id": "54066",
  "title": "Pengaruh organizational culture terhadap intellectual capital melalui knowledge sharing, studi pada bisnis keluarga di CV Agro Cita Mandiri",
  "abstract": "Globalisasi dan persaingan bisnis yang pesat saat ini mendorong perusahaan keluarga untuk berinovasi menitikberatkan nilai kekayaan intelektual (intellectual capital), daripada hanya kekayaaan fisik (physical capital) semata. CV Agro Cita Mandiri, menghadapi tantangan yaitu budaya dan struktur informal perusahaan yang terkadang menghambat knowledge sharing dalam perusahaan, dan kecenderungan untuk mempekerjakan orang terdekat meskipun dengan skill dan pengetahuan yang kurang memenuhi kompetensi. Agar dapat menjawab permasalahan tersebut maka dibutuhkan penelitian empiris yang bertujuan untuk menjelaskan pengaruh organization culture, dan knowledge sharing terhadap intellectual capital pada perusahaan. Peneliti menggunakan metode Kuantitatif dengan tekhnik pengambilan sample Purposive Sampling, pengumpulan data melalui metode kuesioner menggunakan instrument Skala Linkert. Untuk tekhnik analisa data, menggunakan Partial Least Square (PLS) dengan evaluasi outer model (hubungan antar variabel dan indikator) dan inner model (hubungan antara variabel independen dan dependen). Hasil penelitian menunjukan bahwa di dalam bisnis keluarga CV Agro Citra Mandiri Organizational Culture mempengaruhi intellectual capital perusahaan, dan Organizational Culture juga mempengaruhi knowledge sharing yang ada di dalam perusahaan, variabel mediasi yang di teliti yaitu knowledge sharing juga berpengaruh terhadap Intellectual Capital",
  "creators": "JOHAN SANTOSO",
  "contributors": "Dr. Augustinus Simanjuntak, S.H., M.H. (Advisor 1); R.R. Retno Ardianti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012247/MAN/2022; Johan Santoso (D11170267)",
  "subjects": "INTELLECTUAL CAPITAL; KNOWLEDGE MANAGEMENT; OWNED-FAMILY BUSINESS ENTERPRISES"
}