{
  "id": "54061",
  "title": "Pengaruh situasi dan kondisi saat berkendara, serta tertib lalu lintas dan kebiasaan terhadap perilaku ngebut",
  "abstract": "Ngebut adalah pelanggaran yang paling umum dilakukan masyarakat. Ngebut dapat diartikan sebagai berkendara melebihi batas kecepatan yang telah ditetapkan, di mana di jalan perkotaan Surabaya adalah 40 km/jam. Tujuan penelitian ini adalah mengestimasi hubungan antar faktor pengaruh situasi dan kondisi saat berkendara, serta tertib lalu lintas dan kebiasaan terhadap perilaku ngebut. Faktor atau variabel yang diteliti adalah kebiasaan, kondisi gelap, kondisi cuaca, karakteristik jalan, penegakan dan kesadaran lalu lintas, serta kendala situasi. Metode penelitian berupa survey online menggunakan kuisioner google form dengan teknik pengambilan sampel non-probability sampling jenis purposive sampling, lalu data dioleh menggunakan program software statistic dan analisis model persamaan struktural. Hasil dari penelitian ini adalah kebiasaan berpengaruh positif dan signifikan terhadap intensi perilaku ngebut. Kondisi cuaca buruk berpengaruh positif dan signifikan terhadap kondisi gelap. Kondisi gelap berpengaruh negatif namun tidak signifikan terhadap intensi perilaku ngebut. Karakteristik jalan berpengaruh positif dan signifikan terhadap intensi perilaku ngebut. Penegakan dan kesadaran lalu lintas berpengaruh negatif dan signifikan terhadap intensi perilaku ngebut. Kendala situasi berpengaruh positif dan signifikan terhadap intensi perilaku ngebut. Intensi perilaku ngebut berpengaruh positif namun tidak signifikan terhadap perilaku ngebut.",
  "creators": "ALFON RENALDO; KEVIN MARCH DIKMANTO",
  "contributors": "Rudy Setiawan (Advisor 1); MICHAEL ANTONIE PRAYOGO (Advisor 2); Paravita Sri Wulandari (Examination Committee 1); Ir. Kardi Teknomo (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012609/SIP/2022; Alfon Renaldo (B11180032)Kevin March Dikmanto (B11180051)",
  "subjects": "TRAFFIC SAFETY--RESEARCH; TRAFFIC SAFETY"
}