{
  "id": "54077",
  "title": "Perancangan interior rumah tinggal lansia dengan smart home technology di Malang",
  "abstract": "Lansia (Lanjut Usia) merupakan periode ketika seseorang telah mencapai kematangan dalam ukuran, fungsi, serta telah menunjukkan kemunduran baik fisik, juga psikologis seiring dengan berjalannya waktu. Di Indonesia, populasi lansia terus mengalami peningkatan. Badan Pusat Statistik (BPS) mencatat, kenaikan populasi lansia akan menjadi 20% pada tahun 2045 (BPS, 2021). Perancangan ini dilatar belakangi meningkatnya tingkat ketergantungan lansia dan dampak meledaknya populasi lansia di masa mendatang. Menyikapi permasalahan tersebut, perancangan interior rumah tinggal lansia dengan penerapan smart home technology bertujuan agar lansia dapat produktif dalam melakukan aktifitas dan dapat hidup secara lebih mandiri di tempat tinggalnya. Teknologi rumah pintar atau smart home technology merupakan sistem ramah pengguna dan memiliki fungsi yang serbaguna, efisien dan mudah digunakan tanpa mengganggu pengguna dan membatasi aktifitas pengguna. Metode yang digunakan dalam perancangan ini yaitu metode design thinking yang terdiri atas understand, observe, point of view, ideate, prototype, test, story telling, pilot, dan business model. Dari hasil penelitian dapat disimpulkan bahwa perancangan rumah tinggal yang ditujukan untuk penghuni lansia tidak selalu bersifat kaku dan monoton. Beragam elemen interior dan perangkat smart home yang tepat dapat menjadi solusi agar lansia dapat menjalani hidup yang mandiri di tempat tinggalnya.",
  "creators": "ANABELLA ROSALINA",
  "contributors": "Sriti Mayang Sari (Advisor and Examination Committee); MARIA S.G POETIRAY (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00022177/DIN/2022; Anabella Rosalina (E11180134)",
  "subjects": "DWELLINGS--DECORATION--INDONESIA; DWELLINGS; SMART HOMES; INTERIOR DECORATION"
}