{
  "id": "54070",
  "title": "Aplikasi marketplace vendor lamaran dan pernikahan berbasis Android",
  "abstract": "Dalam Dunia pernikahan atau lamaran merupakan suatu hal yang membutuhkan waktu yang cukup lama terutama dalam memilih vendor, venue, dan WO. Dengan aplikasi mobile Mywedding dibuat untuk membantu dalam memilih vendor- vendor apa saja yang bisa dipakai untuk acara pernikahan ataupun lamaran mereka serta memberikan rekomendasi terbaik yang cocok sesuai dengan kriteria setiap orang yang akan mempersiapkan pernikahan. Metode content based filtering digunakan untuk mengumpulkan data serta menilai vendor manakah yang cocok untuk direkomendasikan oleh sistem kepada user. Berdasarkan hasil pengujian program yang dilakukan maka metode content based filtering berhasil memberikan rekomendasi sesuai dengan keinginan user sehingga dapat mengetahui vendor mana yang bisa digunakan , Meskipun terkadang dibutuhkan user profile yang lebih spesifik lagi untuk lebih akurat.Penilitian ini dibuat untuk membantu dalam memilih vendor – vendor apa saja yang bisa dipakai untuk acara pernikahan ataupun lamaran mereka serta memberikan rekomendasi terbaik yang cocok sesuai dengan kriteria setiap orang yang akan mempersiapkan pernikahan. Metode content based filtering digunakan untuk mengumpulkan data serta menilai vendor manakah yang cocok untuk direkomendasikan oleh sistem kepada user.",
  "creators": "YANSEN TRI UTOMO",
  "contributors": "Silvia Rostianingsih (Advisor 1); Leo Willyanto Santoso (Advisor 2); Lily Puspa Dewi, S.T., M.Kom. (Examination Committee 1); Alexander Setiawan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022191/INF/2022; Yansen Tri Utomo (C14180152)",
  "subjects": "ANDROID (ELECTRONIC RESOURCE)--PROGRAMMING; DATABASE DESIGN--COMPUTER PROGRAMS; PROGRAMMING (ELECTRONIC COMPUTERS); RECOMMENDER SYSTEMS (INFORMATION FILTERING)"
}