{
  "id": "54083",
  "title": "Studi pengaruh penambahan amonia pada bahan bakar bensin terhadap mesin Toyota Avanza K3-VE",
  "abstract": "Penelitian ini dilakukan dengan tujuan untuk menguji pengaruh gas amonia terhadap kinerja mesin bensin dengan tidak merubah sedikitpun komponen maupun siklus pada mesin bensin itu sendiri. Penelitian ini dilakukan dengan latar belakang mengurangi penggunaan BBM (Bahan Bakar Minyak) yang akan digantikan dengan menggunakan BBG (Bahan Bakar Gas) khususnya gas alam yang sangat mudah didapatkan dibandingkan menggunakan bahan bakar fosil yang lama kelamaan akan habis suatu saat nanti. Tetapi saat ini kendaraan-kendaraan yang beredar sebenarnya belum mendukung secara bahan dalam menggunakan BBG dalam ruang bakar mesin. Oleh karena itu di dalam penelitian ini dilakukan modifikasi pada mesin kendaraan agar mesin bensin tersebut dapat mengkonsumsi bahan bakar gas berupa amonia. Modifikasi yang dilakukan adalah menggunakan selang vakum dari regulator tabung gas amonia ke dalam vakum intake udara yang menggantikan vakum intake idle up AC (Air Conditioning). Tujuan dari penelitian ini adalah untuk mengetahui pengaruh penambahan gas amonia pada mesin bensin walaupun kadar gas yang digunakan tidak sebanyak dengan bahan bakar minyak yang digunakan, untuk melihat perubahan apa yang terjadi pada mesin secara daya dan torsi dalam bentuk grafik yang terlampir. Gas amonia di injeksikan ke dalam ruang bakar bersamaan dengan udara dari intake saat langkah hisap. Setelah modifikasi selesai dilakukan, maka yang terjadi saat langkah kompresi yaitu campuran udara dan gas amonia akan di kompres bersamaan dengan membakar bahan bakar minyak (bahan bakar bensin tetap digunakan dalam proses pembakaran) dan menjadikan mesin ini sebagai mesin berbahan bakar ganda.",
  "creators": "JOSHUA SANTOSO",
  "contributors": "Sutrisno S.T.,M.T. (Advisor 1); Willyanto (Advisor 2); Ian Hardianto Siahaan (Examination Committee 1); Joni Dewanto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04011446/MES/2022; Joshua Santoso (C12180031)",
  "subjects": "AUTOMOBILES-FUEL CONSUMPTION; SPARK IGNITION ENGINES; AMMONIA"
}