{
  "id": "54093",
  "title": "Analisis pengaruh digital marketing terhadap customer loyalty melalui online promotion dan e-service quality sebagai variabel intervening terhadap Tokopedia",
  "abstract": "Kemajuan teknologi, internet, dan media sosial yang dapat meningkatkan kemajuan jumlah layanan digital di Indonesia. Salah satunya adalah pelayanan pembelian produk secara online yang semakin digemari oleh masyarakat. Cepat, praktis,dan mudah digunakan aplikasinya sehingga membuat banyak orang yang suka mengunakan layanan jasa ini. Tokopedia merupakan salah satu layanan tempat pembelian produk secara online yang aktif dalam melakukan strategi Digital Marketing yang dapat menjangkau generasi Z dan milenial yang menjadi target pasar dari Tokopedia. Digital marketing ini juga didukung oleh Online Promotion dan juga pemberian pada E-Service Quality yang sangat baik sehingga membuat Customer Loyalty oleh pelanggan Tokopedia. Penelitian ini bertujuan untuk menganalisi pengaruh Digital marketing terhadap Customer Loyalty melaui Online Promotion dan E-Service Quality sebagai Variabel intervening terhadap Tokopedia hasil penelitian ini menunjukan bahwa Digital Marketing memiliki pengaruh positif terhadap online promotion dan E-Service Quality begitu juga dengan Online Promotion dan E-Service Quality yang memiliki pengaruh positif terhadap Customer Loyalty. Penelitian ini dilaksanakan dengan menyebarkan kuesioner sebanyak 120 responden yang merupakan pelanggan Tokopedia yang gunakan penelitian ini adalah teknik kuantitatif dengan metode Path analysis",
  "creators": "JASPER EVAN PRAJOGO",
  "contributors": "Diah Dharmayanti (Advisor 1); Edwin Japarianto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020887/MAN/2022; Jasper Evan Prajogo (D11180308)",
  "subjects": "BRANDING (MARKETING); CUSTOMER LOYALTY; TELESHOPPING"
}