{
  "id": "5409",
  "title": "Pembuatan software sistem informasi pemesanan, pembelian dan penjualan di CV. Raja Buana",
  "abstract": "Perusahaan CV.Raja Buana bergerak di bidang penjualan Airsoft Gun, yaitu senjata mainan yang berupa tiruan dari senjata aslinya yang dipakai untuk permainan \"War Game\". Dalam sistem yang lama, CV.Raja Buana mengalami banyak kendala terutama dalam pengolahan data. Selama ini perusahaan masih menggunakan sistem manual dalam hal mencatat pembelian, penjualan, pemesanan maupun pada persediaan barang. Akibatnya sering terjadi perbedaan antara jumlah penjualan, dan pembelian yang tertera pada daftar pembelian dan penjualan dengan pembelian dan penjualan, serta perbedaan jumlah stok yang ada secara fisik. Dalam menanggulangi ma salah tersebut, maka dirancang suatu sistem informasi yang cepat, tepat dan akurat dalam hal penjualan dan persediaan barang pada CV. Raja Buana dengan menggunakan komputer sebagai alat bantu. Proses pembuatan program dimulai dari awal yaitu dengan melakukan analisis proses pembelian, penjualan dan persediaan barang perusahaan yang secara manual, kemudian menyusun DFD, ERD, pembuatan tabel sampai pada pemrograman. Sistem operasi yang digunakan adalah Windows 2000. Pembuatan database menggunakan Microsoft Access, sedangkan bahasa pemrograman yang dipakai adalah Borland Delphi 6. Tujuan pembuatan program aplikasi ini adalah membangun sistem komputerisasi pembelian dan penjualan di perusahaan \"CV. Raja Buana\" sehingga proses pembelian dan penjualan lebih rapi karena tercatat dengan baik. Selain itu, dengan perangkat lunak ini, persediaan barang (stock barang) dapat dikontrol dengan baik, sehingga dapat membantu pihak manajemen dalam hal penyediaan informasi dengan cepat, lengkap dan akurat.",
  "creators": "OLIVIA KRISTANTI SUTANTYO",
  "contributors": "Kartika Gunadi (Advisor 1); Agustinus Noertjahyana (Advisor 2); Sukanto Tedjokusuma (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02000148/INF/2004; Olivia Kristanti (26499026)",
  "subjects": "ELECTRONIC COMMERCE--COMPUTER PROGRAMS; DATABASE MANAGEMENT; DATABASE DESIGN"
}