{
  "id": "54106",
  "title": "\"Lofu\" bisnis start-up furniture dengan material ketak",
  "abstract": "Perubahan dan perkembangan dunia yang semakin cepat, menyebabkan kebutuhan sehari-hari masyarakat meningkat. Karena itu, pengusaha produk harus turut tumbuh berkembang dan terus berinovasi untuk memenuhi kebutuhan masyarakat. Tidak hanya produk pada umumnya, kerajinan merupakan salah satu produk yang harus tetap berinovasi, namun realitanya hanya sedikit kerajinan yang mampu mengikuti tren desain saat ini. Dengan kurangnya inovasi pada kerajinan ini, hasilnya perajin membuat produk yang memiliki bentuk dan jenis yang mirip di pasaran. Sedangkan kita tau di masa ini, masa dimana semua orang ingin tampil berbeda sehingga produk yang sudah banyak digunakan atau terlihat sama akan kurang diminati oleh masyarakat saat ini. Sehingga perlunya dilakukan inovasi pada kerajinan tersebut dengan cara menonjolkan keunggulan sifat atau visual produk tersebut, sekaligus menambah nilai produk di masyarakat agar nilai jualnya pun meningkat. Tentu hal ini, memerlukan pemasaran yang baik agar produk dapat dikenal dan populer di masyarakat. Metode yang digunakan dalam perancangan yaitu metode Design Thinking yang berisi 5 tahapan yaitu: Emphatize, Define, Ideate, Prototype, dan Test guna mendapatkan hasil rancangan yang sesuai dengan hasil yang diinginkan. Hasil dari perancangan ini adalah Brand Lofu beserta 3 produk ramah lingkungan Lofu yang dipasarkan dan ditujukan untuk calon konsumen.",
  "creators": "VINA CLARISSA TIRTAWIJAYA",
  "contributors": "Yusita Kusumarini (Advisor and Examination Committee); DAVID TAN KAYOGI, ST. (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00022171/DIN/2022; Vina Clarissa Tirtawijaya (E11180124)",
  "subjects": "HANDICRAFTS; DESIGN THINKING, DESIGN THEORY; FURNITURE DESIGN"
}