{
  "id": "54109",
  "title": "Pengaruh supplier collaboration terhadap company performance melalui lean manufacture dan inventory control pada industri manufakture di Jawa Timur",
  "abstract": "Penelitian ini dilakuan untuk meneliti bagaimana praktik supplier collaboration dapat mempengaruhi company performance melalui mediasi lean manufacturing dan inventory control dalam konteks di pulau Jawa, Indonesia. Efek mediasi lean manufacturing dan inventory control pada hubungan antara praktik supplier collaboration dan company performance diselidiki. Survei ini dikumpulkan di antara 88 perusahaan manufaktur di pulau Jawa, yang bergerak pada sektor bahan kimia dan barang dari bahan kimia serta industri bahan galian bukan logam. Analisis validitas dan keandalan dan structural equation modelling (SEM) untuk menguji hipotesis menggunakan perangkat lunak smartPLS. Studi ini mengungkapkan bahwa praktik supplier collaboration secara positif dan signifikan mempengaruhi company performance. Selain itu, juga ditemukan bahwa inventory control secara positif dan signifikan memediasi hubungan antara praktik supplier collaboration dan company performance. Berbeda dengan mediasi lean manufacturing yang tidak berpengaruh signifikan memediasi hubungan antara praktik supplier collaboration dan company performance. Studi ini berkontribusi pada pengetahuan bagaimana efek mediasi dalam praktik inventory control dan lean manufacturing pada hubungan company performance-supplier collaboration. Para pemimpin perusahaan juga mendapatkan wawasan tentang bagaimana berkolaborasi dengan supplier dapat diadopsi untuk membantu perusahaan menerapkan praktik bisnis yang lebih efisien dengan melakukan perbaikan yang berkesinambungan dan selalu menjaga level persediaan agar perusahaan mampu meningkatkan kinerja perusahaan mereka.",
  "creators": "Dherma Riofiandi",
  "contributors": "Zeplin Jiwa Husada Tarigan (Advisor 1); Dr. Ir. Hotlan Siagian MSc. (Examination Committee 1); Oviliani Yenty Yuliana, S.T., MS-CIS., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020332/MM/2022; Dherma Riofiandi (D21200045)",
  "subjects": "CORPORATIONS--FINANCE; LEAN MANUFACTURING; INVENTORY CONTROL"
}