{
  "id": "54119",
  "title": "The effect of board structure on companies’ merger and acquisition performance: evidence from Indonesian manufacturing companies listed in the IDX in 2010-2019",
  "abstract": "Mergers and acquisitions (M&A), which have been a key corporate strategy that creates numerous advantages, are found to produce adverse effects. Instead of benefiting both parties, most M&As benefit the target company with good returns, leaving the acquirers with zero or negative stock returns. As agency problems might be the main cause, corporate governance comes as solutions that focus on better-structured Board of Directors. Despite its importance, study on this topic is still limited in Indonesia. Thus, the researchers conducted the research and analyzed the influence of board structure towards M&A performance, focusing on deals which acquirers are Indonesian manufacturing companies listed in the IDX within 2010-2019. Using board size, board independence, board ownership, and gender diversity as the independent variables, along with firm size, Return on Assets (ROA), debt ratio, Tobin’s Q, industry relatedness, and target public status as the control variables, study was done with 39 deals which have passed the purposive sampling criteria. All data were analyzed using multiple linear regression, resulting in gender diversity, firm size, and target public status significant and negatively affecting M&A performance. Conversely, board size, board independence, board ownership, firm size, ROA, debt ratio, Tobin’s Q, and industry relatedness appear insignificant towards M&A performance.",
  "creators": "CHINDY JUVENTIA TEJO; KEZIA GABRIELLE SAMPURNO",
  "contributors": "Tessa Vanina Soetanto (Advisor 1); Juliana Caesaria Tandung (Examination Committee 1); Adelina Proboyo (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 34010477/MAN/2022; Chindy Juventia Tejo (D11180549), Kezia Gabrielle Sampurno (D11180238)",
  "subjects": "CONSOLIDATION AND MERGER OF CORPORATIONS; PRIVATE COMPANIES"
}