{
  "id": "54111",
  "title": "Perancangan interior Goddes Bakery Pattiserie and Cafe branch di Bali",
  "abstract": "Menenun merupakan salah satu kegiatan yang telah dilakukan oleh masyarakat Bali sejak zaman Neolithikum. Hal ini telah dibuktikan dengan adanya peninggalan alat tenun yang bernama Cag-Cag. Kain Endek awalnya ditemukan di desa Gelgel, Klungkung, Bali, dan merupakan salah satu kain tenun khas Bali yang memiliki keunikan. Dengan adanya surat edaran Gubernur Bali nomor 4 pada tahun 2021 yakni tentang penggunaan Kain Tradisional Bali, Pemerintah mulai mewajibkan masyarakat Bali menggunakan Kain Endek sebagai seragam sekolah ataupun seragam kantor. Kain Endek juga digunakan masyarakat sebagai pakaian pada saat melakukan upacara adat. Oleh karena itu Kain Endek mulai dikenal oleh masyarakat lokal hingga mancanegara. Melihat perkembangan penggunaannya, maka Kain Endek berpotensi diimplementasikan sebagai elemen interior dan dekoratif pada perancangan interior. Tujuan perancangan ini adalah memperkenalkan kain Endek dengan mengimplementasikannya sebagai elemen interior dan dekoratif pada perancangan interior Goddes Bakery Patisserie and cafe di Bali. Perancangan interior yang menggabungkan sebuah Bakery dan Café dengan galeri kain di dalamnya. Metode yang digunakan dalam perancangan ini adalah Design Thinking dengan tahapan Understand (wawancara dan literatur), Observe, Point Of View, Ideate (Ide konsep, gambar sketsa), Prototype (3D Modelling) dan Test. Dalam Perancangan ini mengangkat konsep Beauty Ethnic. Hasil perancangan menunjukkan implementasi kain Endek berupa stilasi bentukan dari motif bunga kain Endek pada elemen interior seperti pola plafon dan pola lantai, serta elemen dekoratif perancangan interior Goddes Bakery Patisserie and cafe di Bali.",
  "creators": "GRACIA ANGELITA SURYAWAN",
  "contributors": "Sriti Mayang Sari (Advisor and Examination Committee); MARIA SUZANNA G.POETIRAY, S.Sn. (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00022165/DIN/2022; Gracia Angelita Suryawan (E11180114)",
  "subjects": "INTERIOR DECORATION; RESTAURANTS-DESIGNS AND PLANS"
}