{
  "id": "54123",
  "title": "Factors indirectly influencing purchase intention through credibility and parasocial interaction: the case of Menantea",
  "abstract": "The COVID-19 pandemic enhanced digital penetration in Indonesia’s social media environment. After YouTube was commercialized, social media influencers on the platform started to create their own personally developed brands. One such case was Menantea, a brand that successfully developed during a pandemic despite only being conceptualized by a YouTuber several weeks prior to launch. Thus, the researchers were interested in understanding the reasons behind the successful launch of Jerome Polin’s Menantea brand. The research framework analyzed the indirect relationship between physical attractiveness, attitude homophily, social attractiveness, interactivity and openness towards purchase intention through credibility and parasocial interaction. The research was conducted through a quantitative approach with simple random sampling through online questionnaires on a sample that has seen Jerome Polin’s YouTube channel. Data from 106 respondents were analyzed using PLS-SEM through SmartPLS 3. The findings showed that physical attractiveness and attitude homophily had a significant positive effect on credibility, and that interactivity had a significant positive effect on parasocial interaction. Additionally, the findings also indicated that credibility and parasocial interaction had a significant positive effect on purchase intention. Notably, physical attractiveness, attitude homophily, social attractiveness and openness were not found to have a significant effect on parasocial interaction.",
  "creators": "LIKE WIDJAJA; JOSHUA CHANG",
  "contributors": "Maria Natalia Damayanti Maer, S.S., M.A., Ph.D. (Advisor 1); Tessa Vanina Soetanto (Examination Committee 1); Ruth Srininta Tarigan, S.Kom., MBA. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 34010473/MAN/2022; Like Widjaja (D11180163), Joshua Chang (D11180055)",
  "subjects": "MARKETING MANAGEMENT; SOCIAL INTERACTION; CONSUMER BEHAVIOR"
}