{
  "id": "54125",
  "title": "Optimalisasi proses pembuatan jarum untuk kemasan semen jenis kertas dengan menggunakan mesin CNC jenis bubut",
  "abstract": "Pembangunan infrastruktur terus berkembang di kota-kota besar seperti kota Surabaya. Pembangunan ini tentunya membutuhkan bahan dasar yang salah satunya merupakan semen. Untuk membawa semen dari suatu tempat ke tempat lain dibutuhkan sebuah kemasan yang kuat, murah, namun tetap ramah lingkungan, dan kemasan yang digunakan adalah kemasan kertas. Seiring dengan meningkatnya pembangunan yang terjadi, demand untuk semen terus meningkat, dan tentunya demand untuk kemasan semen juga ikut meningkat. Kemasan semen jenis kertas ini dalam pembuatannya harus diberi lubang yang kecil, presisi, dan jumlah lubang yang harus dibuat sangatlah banyak, lubang-lubang ini dibuat dengan jarum agar saat pengisian dengan metode tiup (semen bercampur udara) kemasan tidak pecah. Jarum yang digunakan untuk melubangi kemasan semen tentunya juga ikut diproduksi terus menerus dan dengan skala yang cukup besar, dan jarum-jarum ini hanya dapat diproduksi pada workshop yang memiliki mesin CNC bubut. Jarum yang digunakan untuk melubangi kemasan semen ini diproduksi dalam jumlah yang banyak dan merupakan consumable, yang artinya pembelian oleh pihak produsen kemasan semen dilakukan berkala. Agar pihak produsen kemasan semen tidak menunggu terlalu lama setelah melakukan purchase order, dan bersamaan dengan tujuan lain maka dilakukan optimalisasi dalam pembuatan jarum untuk melubangi kemasan semen jenis kertas ini. Optimalisasi ini bertujuan untuk mempercepat waktu pengerjaan, namun juga sekaligus membuat permukaan dari bagian jarum yang digunakan untuk melubangi kemasan juga menjadi lebih halus. Respon yang ingin ditingkatkan pada eksperimen Tugas Akhir ini adalah respon processing time yang lebih cepat dan juga surface roughness yang lebih halus.",
  "creators": "STEVEN BUDI KRISTANTO",
  "contributors": "Yopi Yusuf Tanoto, S.T., M.T. (Advisor 1); Didik Wahjudi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01011463/MES/2022; Steven Budi Kristanto (C12180029)",
  "subjects": "LATHES; NEEDLES; PACKAGING--PRODUCTION CONTROL"
}