{
  "id": "54131",
  "title": "Bisnis startup multifunction storage untuk hunian di lahan terbatas",
  "abstract": "Permasalahan lahan yang terbatas pada masa kini merupakan masalah yang cukup sering dialami khususnya di kota - kota besar. Hal ini disebabkan oleh pertumbuhan penduduk yang terus meningkat sehingga menyebabkan lahan untuk tempat tinggal menjadi sangat terbatas. Dengan kurang tersedianya lahan untuk tempat tinggal, banyak orang memilih untuk tinggal di hunian kecil seperti rumah dengan lahan kecil, apartemen, kos, dan juga rumah susun. Walaupun kebutuhan untuk tempat tinggal telah terpenuhi, sebenarnya hunian dengan lahan terbatas dapat menimbulkan banyak permasalahan untuk penghuninya seperti sirkulasi gerak yang kurang nyaman sehingga menghambat aktivitas, rumah terasa pengap dan sempit karena terlalu banyak terdapat barang dan perabot. Dari berbagai permasalahan yang terjadi, hal ini memunculkan berbagai ide bisnis untuk membuat inovasi furniture multifungsi dan transformable. Dimana yang menjadi solusi utama adalah perabot yang dapat memiliki banyak fungsi yang dapat digunakan sekaligus atau biasa disebut multifungsi, sehingga dengan adanya perabot multifungsi penghuni hunian dengan lahan terbatas dapat memaksimalkan fungsi ruang dan sirkulasi mereka. Projek ini dilakukan berdasarkan analisa dan survey terhadap kebutuhan akan perabot penduduk kota dengan rentan usia 18-50 tahun yang tinggal di hunian dengan lahan terbatas, serta menggunakan 9 metode design thinking yaitu: Understand, Observe, Point of View, Ideate, Prototype, Test, Storytelling, Pilot, dan Business Model Canvas",
  "creators": "DEVIANA NATALIA WIDAYAT",
  "contributors": "Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00022138/DIN/2022; Deviana Natalia Widayat (E11180077)",
  "subjects": "INTERIOR DECORATION; NEW BUSINESS ENTERPRISES"
}