{
  "id": "54142",
  "title": "Penerapan prinsip feng shui pada perancangan interior residensial",
  "abstract": "Seiring dengan berkembangnya zaman, desain rumah toko beradaptasi menyesuaikan kebutuhan dan gaya hidup. Aktivitas jual beli yang awalnya dilakukan pembeli dan dilayani sepenuhnya oleh penjual mengalami perubahan yaitu aktivitas memilih dan mengambil barang secara mandiri yang dilakukan pembeli karena adanya swalayan menggeser aktivitas jual beli semula. Hal ini pun terjadi pada rumah toko “Sentral Phone” yang berlokasi di kota Palu. Era pandemic covid 19 yang masih terjadi hingga saat ini memberikan dampak besar bagi aktivitas diberbagai tempat khususnya rumah toko yang perlu berinovasi dengan desain yang harus menyesuaikan dengan protokol kesehatan yang telah ditetapkan. Untuk meresponi permasalahan akan desain rumah toko menggunakan prinsip feng shui untuk dapat memaksimalkan aliran energi dalam bentuk angin yang masuk ke dalam rumah toko dan penerapan gaya chinese contemporary agar sejalan dengan feng shui dan juga dapat memunculkan tren desain saat ini. Perancangan ini menerapkan metode design thinking yang terdiri dari sembilan tahapan yaitu understand, observe, point of view, ideate, prototype, test, story telling, dan business canvas. Hasil dari perancangan ini berupa gambar kerja, 3D modelling rumah toko yang dapat menampilkan penerapan prinsip feng shui dan gaya chinese contemporary ke dalam interior rumah toko.",
  "creators": "NATASIA ANGGOMEZ",
  "contributors": "Diana Thamrin,S.Sn. (Advisor 1); MARIA SUZANNA G.POETIRAY, S.Sn. (Advisor 2); Sriti Mayang Sari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00022157/DIN/2022; Natasia Anggomez (E11180104)",
  "subjects": "FENG SHUI IN INTERIOR DECORATION; INTERIOR ARCHITECTURE; INTERIOR DECORATION"
}