{
  "id": "54146",
  "title": "Penerapan gaya modern classic pada perancangan rumah contoh tipe Delvin di Grand Island Surabaya (studi kasus Gazelle Interior Design & Studio)",
  "abstract": "Rumah harus menjamin kepentingan keluarga, yaitu untuk tumbuh, memberi kemungkinan untuk hidup bergaul dengan tetangganya, dan lebih dari itu, rumah harus memberi ketenangan, kesenangan, kebahagiaan, dan kenyamanan pada segala peristiwa hidup penghuninya. Dengan pernyataan tersebut, rumah atau tempat tinggal memiliki peranan yang penting dalam kehidupan. Dalam tahap perancangan desain rumah, kontraktor maupun desain interior harus memikirkan segala aspek, baik aspek lingkungan, sosial, ekonomi, dan estetika. Pada perancangan kali ini proyek yang dikerjakan merupakan proyek rumah contoh dari PT Pakuwon Jati untuk cluster terbarunya yaitu Aruba Village, Grand Island dengan tipe Delvin. Pada perancangan rumah contoh, aspek yang paling membutuhkan perhatian merupakan aspek estetika, dimana sebuah rumah contoh harus memiliki estetika yang dapat menarik konsumen agar tertarik untuk membeli unit dari developer. Perancangan kali ini disesuaikan dengan style dari developer yaitu Modern Klasik. Melalui implementasi unsur - unsur gaya desain modern klasik pada tiap area ruang yang dirancang dengan mempertimbangkan berbagai aspek diharapkan perancangan desain dengan konsep ini juga dapat memenuhi kebutuhan dan kenyamanan pengguna serta desain yang mampu berintregasi dan menyesuaikan perkemabangan jaman saat ini tanpa menyampingkan fungsi dan estetikanya. Perancangan ini dilaksanakan dengan mengambil studi kasus dari tempat magang penulis, Gazelle Interior Design & Studio.",
  "creators": "ANGELINE CHRISTIE SOETANTO",
  "contributors": "STEPHANIE MELINDA FRANS (Advisor and Examination Committee); Dr. Ir. Hedy Constancia Indrani, M.T. (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00022100/DI/2022; Angeline Christie Soetanto (E11180016)",
  "subjects": "HOUSING--ENVIRONMENTAL ASPECTS; INTERIOR DECORATION; HOUSE DECORATION"
}