{
  "id": "54158",
  "title": "Perancangan interior bed and breakfast Gracia place",
  "abstract": "Seiring berjalannya waktu, populasi manusia terus meningkat dengan pesat. Hal tersebut dipicu bukan dikarenakan angka kelahiran yang meningkat, melainkan proses urbanisasi yang dilakukan oleh sebagian orang. Karena terjadi kepadatan penduduk tentu lahan di kota kota besar kekurangan lahan. Banyak yang merangkak dari hunian horizontal ke vertikal karena harga lahan yang selalu naik. Hunian vertikal yaitu tempat tinggal tersusun bertingkat yang dipakai oleh banyak orang. Banyak kota besar yang padat menerapkan ini untuk mengatasi kekurangan lahan. Beberapa contoh hunian vertikal adalah indekos, apartment, dan rumah susun. Di zaman pandemi bisnis kos-kosan mengalami penurunan omset, tetapi bed & breakfast mulai naik dan terkenal di masyarakat. Perancangan ini terdapat masalah yaitu dapatkah desain perancangan bed & breakfast dapat membantu perekonomian kos Gracia place. Metode desain yang digunakan adalah design thinking dengan tahapan (understand, define, ideate, prototype, test) dan business model canvas. Perancangan ini diharapkan dapat membantu bisnis pemilik kos Gracia place dengan diubah menjadi bed & breakfast. Penulis membantu bisnis pemilik kos dengan memberi perancangan bed & breakfast di kos Gracia Place. Kelebihan dapat menambah pendapatan untuk pemilik kos dengan usaha bed & breakfast digabung dengan kos-kosan. Jadi tidak berpatokan hanya dengan kos-kosan. Kekurangan membutuhkan biaya yang besar untuk perancangan ini.",
  "creators": "CHRISTOPHER",
  "contributors": "Purnama Esa Dora Tedjokoesoemo, S.Sn., M.Sc. (Advisor 1); Yusita Kusumarini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00022103/DIN/2022; Christopher (E11180018)",
  "subjects": "INTERIOR DECORATION; BOARDINGHOUSES--DESIGNS AND PLANS"
}