{
  "id": "54153",
  "title": "Perancangan dekorasi pernikahan adaptable dan penerapan augmented reality di Bali sebagai pelaksanaan LEAP industrial experience di perusahaan Ai Luo Si Decor",
  "abstract": "Bali merupakan tempat yang dikenal sebagai target wisata Indonesia yang sudah mendunia. Hal ini meningkatkan minat masyarakat untuk melaksanakan pernikahan sekaligus berwisata di Bali. Ketertarikan akan destination wedding menyebabkan tingginya persaingan antar perusahaan dekorasi pernikahan untuk menghasilkan dekorasi terbaik. Meski Bali memiliki fasilitas tempat dan sumber daya manusia dalam skala besar di bidang pernikahan, namun adanya perbedaan kondisi lapangan dan tingginya tuntutan dekorasi sering kali menjadi hambatan. Dengan menggunakan metode design thinking, perancangan dekorasi pernikahan ditujukan untuk memudahkan perusahaan Ai Luo Si Decor dalam memenuhi ekspektasi klien dan mempertahankan keunikan desain setiap dekorasi dengan adanya implementasi adaptable design. Adaptable design ditujukan untuk menciptakan proses kerja dan dekorasi pernikahan yang efisien dan fleksibel terhadap tuntutan klien bagi perusahaan Ai Luo Si Decor. Implementasi ini disajikan dalam pengembangan bentuk dasar desain yaitu lingkaran, persegi panjang dan U-shape yang menyerupai garis. Adanya Augmented Reality (AR) juga dapat membantu fleksibilitas desain dalam beradaptasi dengan berbagai kondisi. Dengan implementasi adaptable design dan AR pada dekorasi pernikahan, diharapkan dapat membantu efisiensi kerja dalam perusahaan Ai Luo Si Decor.",
  "creators": "VIVIAN LEXIANA YOE",
  "contributors": "Diana Thamrin,S.Sn. (Advisor 1); MARIA SUZANNA G.POETIRAY, S.Sn. (Advisor 2); Sriti Mayang Sari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00022167/DIN/2022; Vivian Lexiana Yoe (E11180119)",
  "subjects": "AUGMENTED REALITY; WEDDING DECORATIONS"
}