{
  "id": "54151",
  "title": "Pemberdayaan kelompok masyarakat tenun Jombang Wastra Sejahtera melalui pengembangan motif kontemporer dan diversifikasi produk interior dekoratif",
  "abstract": "Desa Penggaron merupakan salah satu desa wisata di Kabupaten Jombang yang masih dalam tahap perintisan. Di desa ini, terdapat sebuah UMKM bernama Pokmas Tenun Jombang Wastra Sejahtera yang beranggotakan para penenun yang terkena PHK dari perusahaan sebelumnya sehingga mereka berinisiatif untuk bersama-sama mendirikan usaha secara mandiri. Namun, masih banyak permasalahan yang mereka alami di tahun-tahun awal berdirinya UMKM ini, antara lain yaitu terkait dengan metode pemasaran produk mereka yang masih melalui tengkulak sehingga mereka tidak memiliki pasar secara pribadi dan menjadi sulit untuk berkembang. Selain itu, variasi produk dan desain motif yang mereka hasilkan juga masih kurang inovatif sehingga membuat mereka sulit untuk bersaing dengan kompetitor. Tujuan dari kegiatan pemberdayaan ini adalah untuk membantu mereka agar dapat berkembang lebih jauh lagi melalui inovasi tenun motif kontemporer dan juga diversifikasi produk berupa produk interior dekoratif, sekaligus mengedukasi mereka untuk memasarkan produknya secara mandiri melalui online marketing. Rangkaian kegiatan pemberdayaan ini dilakukan dengan menggunakan metode design thinking. Pemilihan motif tenun kontemporer didasari oleh fakta bahwa motif tersebut masih belum pernah dibuat oleh penenun di daerah lainnya sehingga berpotensi untuk menjadi keunikan dari tenun produksi Jombang. Selain itu, motif kontemporer juga lebih relatif lebih mudah diterima oleh masyarakat luas daripada motif tradisional, khususnya kalangan anak muda dan pasar internasional sehingga mampu menjangkau pasar yang lebih luas. Sementara itu, metode online marketing untuk memasarkan produk dipilih karena relatif lebih mudah dan murah untuk dilakukan sekaligus dikelola daripada offline marketing. Hasil dari kegiatan pemberdayaan ini berupa beberapa prototype kain tenun motif kontemporer, konsep branding produk, dan juga prototype media yang digunakan untuk online marketing yaitu website, online shop, dan media sosial (instagram). Kegiatan pemberdayaan ini diharapkan dapat menjadi solusi bagi permasalahan-permasalahan yang selama ini dialami oleh Pokmas Tenun Jombang Wastra Alam, sekaligus membantu bisnis mereka agar dapat berkembang secara pesat di masa depan.",
  "creators": "AXEL MICHAEL",
  "contributors": "Grace Mulyono (Advisor 1); Felicia Soedjianto (Advisor 2); Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00022093/DIN/2022; Axel Michael (E11180004)",
  "subjects": "INTERIOR DECORATION; ETHNIC ART IN INTERIOR DECORATION; WEAVING--INDONESIA"
}