{
  "id": "54163",
  "title": "Perancangan klinik laboratorium dengan konsep therapeutic interior (studi kasus: Prolite Design)",
  "abstract": "Pandemi Covid-19 yang telah masuk ke Indonesia mulai tahun 2020 membuat kegiatan pemeriksaan kesehatan sering dilakukan sebagai upaya pencegahan penyebaran serta penanggulanan dini. Penyebaran Covid-19 yang sangat cepat membuat kebutuhan pemeriksaan juga meningkat namun ketersediaan pelayanan pemeriksaan belum mencukupi sehingga proses pemeriksaan berjalan lambat dan menghambat upaya penanggulanan dan pencegahan penyebaran virus. Dalam upaya pencegahan dan penanggulangan wabah serta meningkatnya kesadaran masyarakat terhadap kesehatan ini maka banyak bermunculan klinik laboratorium sebagai ekspansi bisnis di bidang kesehatan. Perancangan ini bertujuan untuk memenuhi kebutuhan klien dalam menciptakan fasilitas kesehatan yang dapat menyediakan sarana dan fasilitas kesehatan agar dapat memenuhi kebutuhan pelayanan pemeriksaan dengan konsep klinik laboratorium yang memberikan terapi ke penggunanya melalui desain interior. Metode perancangan yang digunakan adalah design thinking dengan 9 tahapan. Konsep terapi interior dalam perancangan klinik laboratorium diaplikasikan dari bentuk, material, pencahayaan, serta penggunaan elemen interior guna memberikan pengalaman yang menyenangkan serta membantu proses mendapatkan kesehatan di dalam klinik laboratorium.",
  "creators": "YOANNA LISTIYANI LEOSAPUTRA",
  "contributors": "Sherly De Yong (Advisor 1); Stephanus P. Honggowidjaja (Advisor 2); Dr. Ir. Hedy Constancia Indrani, M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00022203/DIN/2022; Yoanna Listiyani Leosaputra (E11180041)",
  "subjects": "CLINICS--DESIGN AND CONSTRUCTION; CLINICS--DECORATION; HEALTH FACILITIES--DECORATION; INTERIOR DECORATION"
}