{
  "id": "54161",
  "title": "Perancangan interior dengan pendekatan biophilic untuk coworking space di Surabaya",
  "abstract": "Di masa pandemi yang sekarang banyak orang meluangkan waktunya untuk berkumpul dengan teman, melakukan meeting, ataupun mengerjakan tugas. Gaya desain tempat menjadi faktor yang sangat penting agar tidak terkena virus yang tersebar dari tahun 2019. Faktor desain dapat mengurangi resiko terkenanya virus corona, beberapa faktor bentuk pencegahan yang dapat dilakukan untuk menciptakan suatu ruang adalah dengan sirkulasi udara yang baik dan adanya sinar matahari. Perancangan Tempat ini ditujukan kepada semua kalangan masyarakat (anak kecil, anak muda, orang tua). Tujuan utama perancangan yaitu menghasilkan sebuah rancangan yang unik dengan pendekatan biophilic. Tujuan khusus perancangan tempat ini adalah memberi fasilitas kepada masyarakat sebagai tempat yang nyaman dan menarik agar membuat pengunjung yang berada di sana menjadi relax dan betah. Tempat ini dirancang dengan desain yang berbeda dari coworking lainnya yang berada di Surabaya agar menarik pengunjung dalam Surabaya maupun luar Surabaya agar datang ke coworking ini. Metode yang digunakan dalam perancangan ini adalah design thinking yang terdiri dari 6 tahap yaitu, understanding, observe, point of view, ideate, prototype, test. Hasil perancangan berupa redesain D’prapatan menjadi coworking bengan konsep biophilic yang menggunakan implementasi 14 pattern biophilic. Redesain ini mempunyai fasilitas ruang meeting, working space dengan berbagai macam kapasitas orang, semi privat working space, dan personal working space.",
  "creators": "GODWIN",
  "contributors": "Diana Thamrin,S.Sn. (Advisor 1); Dra. ANIEK RAKHMAWATI, M.Pd. (Advisor 2); Sriti Mayang Sari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00022143/DI/2022; Godwin (E11180085)",
  "subjects": "COMMERCIAL BUILDINGS--DECORATION; INTERIOR DECORATION--ENVIRONMENTAL ASPECTS; OFFICE BUILDINGS--DESIGNS AND PLANS"
}