{
  "id": "54179",
  "title": "Perancangan interior residential space dengan pendekatan smart sustainable design di Malang",
  "abstract": "Masa pandemi yang masih belum ada kejelasan kapan akan berakhir, mengharuskan masyarakat untuk terus beradaptasi dengan berbagai peraturan yang ada untuk menjaga kesehatan dan keamanan bersama di dalam rumah. Namun berkegiatan di dalam rumah juga menimbulkan permasalahan lainnya yaitu mulai dari masalah kesehatan penghuni secara fisik dan mental, lalu permasalahan lingkungan dan sumber daya, hingga masalah penggunaan energi khususnya energi listrik yang meningkat. Tujuan perancangan ini yaitu menciptakan hunian yang dapat mengatasi permasalahan di atas (kesehatan, lingkungan, energi, dll) serta memberikan kenyamanan dan keamanan jangka panjang. Metode yang digunakan dalam perancangan ini yaitu design thinking dengan tahapan: understand, observe, point of view, ideate, dan test. Perancangan ini menghasilkan inovasi konsep SMART (Sustainable Modern-ART) yang terdiri dari 3 prinsip penerapan yaitu: Smart Socio yang fokus meningkatkan interaksi antar penghuni dan membatasi interaksi dengan orang luar di masa pandemi; Smart Eco yang fokus mengurangi dampak negatif dari hunian pada lingkungan sekitar dan ketersediaan energi yang ada; dan Smart Econo yang fokus pada investasi dan efisiensi desain. Perancangan ini menerapkan gaya desain modern kontemporer dengan sentuhan luxury dengan pendekatan smart sustainable.",
  "creators": "JESSICA ELIZABETH",
  "contributors": "Diana Thamrin,S.Sn. (Advisor 1); MARIA SUZANNA G.POETIRAY, S.Sn. (Advisor 2); Sriti Mayang Sari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00022148/DIN/2022; Jessica Elizabeth (E11180090)",
  "subjects": "HOUSE DECORATION; INTERIOR DECORATION; DWELLINGS--DECORATION--INDONESIA; HOUSES--DECORATION"
}