{
  "id": "54189",
  "title": "Kajian estetika Rumah Makan Taman Handayani Surabaya",
  "abstract": "Rumah Makan Taman Handayani Surabaya merupakan sebuah rumah makan di Surabaya yang terletak di Jalan Raya Prapen No.35, Prapen, Kec. Tenggilis Mejoyo Surabaya. Rumah makan ini telah berdiri sejak tahun 1993. Interior rumah makan taman handayani surabaya terbagi atas beberapa ruang, yaitu area pintu masuk utama, area ruang makan semi outdoor lantai I, ruang kanaya, ruang makan indoor lantai I, ruang makan outdoor lantai I, ruang makan semi outdoor pojok lantai I, area kasir utama, ruang makan outdoor lantai II, Musholla, ruang makan semi outdoor lantai III, ruang meeting lantai III. Interior rumah makan taman handayani surabaya sangat menarik untuk dikaji estetikanya karena permainan interior yang menerapkan budaya lokal di dalamnya. Berdasarkan pertimbangan tersebut, Rumah Makan Handayani memiliki potensi untuk dijadikan objek lokasi penelitian. Penelitian ini dilakukan untuk mengkaji penerapan unsur-unsur estetika yang kental dengan ciri khas budaya lokal pada desain interior dan eksterior restoran ini. Pada teori Monroe Beardsley dikatakan, bahwa benda yang estetis memiliki sebuah kesatuan yang berarti benda tersebut tersusun secara baik. Metode yang digunakan adalah kualitatif deskriptif, menguraikan hasil dalam bentuk narasi dan gambar, yang akan dianalisa sesuai dengan fakta yang ada di lapangan dan penyesuaian dengan literatur. Lingkup dari penelitian ini membahas tentang kaitan dan makna atau ekspresi estetika dengan elemen-elemen interior dan eksteriornya. Hasil penelitian menjelaskan bahwa restoran menerapkan unsur-unsur estetika dalam perancangannya yang menciptakan suasana dan kesan tersendiri bagi pengunjungnya.",
  "creators": "STEVIE SUTIKNO",
  "contributors": "Dr. Ir. Hedy Constancia Indrani, M.T. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00012019/DIN/2022; Stevie Sutikno (E11180147)",
  "subjects": "INTERIOR DECORATION ACCESSORIES; RESTAURANTS--DECORATION; INTERIOR ARCHITECTURE--AESTHETICS"
}