{
  "id": "54195",
  "title": "Pengaruh transformational leadership terhadap employee performance melalui work motivation dan job satisfaction pada para karyawan pada start up food & beverage di Indonesia.",
  "abstract": "Penelitian ini bertujuan untuk melakukan analisa pengaruh Transformational Leadership terkait Start Up Food & Beverage yang tersebar di Indonesia terhadap Employee Performance dengan mediasi oleh Job Satisfaction dan Work Motivation. Penelitian ini bersifat konklusif dan diklasifikasikan dalam jenis riset kausal dengan pendekatan kuantitatif. Pengumpulan data dilakukan dengan survey melalui kuesioner online dengan sampel penelitian yang digunakan sebesar 45 responden. Responden adalah karyawan Start Up Food & Beverage di Indonesia yang bekerja minimum 12 bulan. Pengolahan data dilakukan menggunakan pendekatan persamaan model structural dengan teknik Partial Least Square. Hasil penelitian dalam tugas akhir ini menunjukkan Transformational leadership berpengaruh signifikan positif pada employee performance, Transformational leadership berpengaruh signifikan positif pada work motivation, Work motivation berpengaruh signifikan positif pada employee performance, Transformational leadership berpengaruh signifikan positif pada job satisfaction, Job satisfaction tidak berpengaruh signifikan pada employee performance, Transformational leadership berpengaruh signifikan positif pada employee performance melalui work motivation, Transformational leadership berpengaruh signifikan positif pada employee performance melalui work motivation pada karyawan start up food & beverage di Indonesia.",
  "creators": "STEFANIE JESSICA GUNAWAN",
  "contributors": "Dr. Roy Setiawan, S.Kom., M.M., M.SM., M.Th. (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012283/MAN/2022; Stefanie Jessica Gunawan (D11180421)",
  "subjects": "JOB SATISFACTION; PERSONNEL MANAGEMENT; WORK MOTIVATION"
}