{
  "id": "54197",
  "title": "Pengembangan kelompok masyarakat tenun Jombang Wastra Sejahtera melalui perancangan produk interior menggunakan kain tenun",
  "abstract": "Desa penggaron merupakan salah satu desa wisata di Kabupaten Jombang yang masih dalam tahap perintisan. Di desa ini, terdapat sebuah UMKM bernama Pokmas Tenun Jombang Wastra Sejahtera yang beranggotakan para penenun yang terkena PHK dari perusahaan sebelumnya sehingga mereka berinisiatif untuk bersama-sama mendirikan usaha secara mandiri. Namun, masih banyak permasalahan yang mereka alami di tahun-tahun awal berdirinya UMKM ini, antara lain yaitu masalah penjualan dan pengembangan produk. Selain itu, variasi produk yang desain motif yang mereka hasilkan juga masih kurang inovatif sehingga membuat mereka sulit untuk bersaing dengan kompetitor. Tujuan dari kegiatan pemberdayaan ini adalah untuk membantu mereka agar dapat berkembang lebih jauh lagi melalui inovasi produk dengan menggunakan kain tenun, sekaligus mengedukasi mereka untuk memasarkan produknya secara mandiri melalui pameran. Rangkaian kegiatan pemberdayaan ini dilakukan dengan menggunakan metode design thinking. Pemilihan produk yang dihasilkan dilakukan berdasarkan sumber daya manusia serta alam yang terdapat di sekitar desa penggaron. Sementara itu, pameran yang diadakan memiliki tujuan untuk mengenalkan produk kain tenun untuk membuka pikiran masyarakat mengenai kegunaan dari kain tenun. Kegiatan pemberdayaan ini diharapkan dapat menjadi solusi bagi permasalahan-permasalahan yang selama ini dialami oleh Pokmas Tenun Jombang Wastra Alam, sekaligus membantu bisnis mereka agar dapat berkembang secara pesat di masa depan.",
  "creators": "FAVIAN FERDINAND CHANDRA",
  "contributors": "Grace Setiati, S.Sn., M.Ds. (Advisor 1); TOTOK PRIYOLEKSONO, S.Sn.,M.Sn. (Advisor 2); Adi Santosa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00022106/DIN/2022; Favian Ferdinand Chandra (E11180023)",
  "subjects": "PRODUCT DESIGN; SOCIAL ENTREPRENEURSHIP; WEAVING; INDUSTRIAL DESIGN; COMMERCIAL PRODUCTS"
}