{
  "id": "5419",
  "title": "Analisa pasar di Bisnis Jasa Pelayaran (CARGO) Nasional",
  "abstract": "Di awal tahun 2005 pemerintah mengeluarkan Instruksi Presiden No. 5 Tahun 2005 tentang Pemberdayaan Industri Pelayaran Nasional yang dapat mempengaruhi bisnis pelayaran nasional Indonesia. Oleh karena itu jasa pelayaran nasional perlu bergerak cepat menyusun ulang strategi pemasaran untuk dapat memanfaatkan instruksi tersebut sebaik-baiknya. Tujuan dari Tugas Akhir ini adalah untuk memberi informasi bagi jasa pelayaran mengenai keadaan pasar yang ada sekarang, image dari jasa pelayaran dimata konsumen, tingkat persaingan dari jasa-jasa pelayaran nasional yang ada dan opportunity yang dapat dimanfaatkan. Untuk menjawab tantangan-tantangan diatas maka dilakukan survei terhadap pasar dari industri pelayaran di Surabaya. Hasil dari survei tersebut diharapkan dapat memberi informasi dan membantu jasa pelayaran dalam menyusun ulang strategi pemasarannya. Hasil dari survei tersebut adalah sebagai berikut: Pelayaran yang merupakan top of mind, market leader, jasa pelayaran terbaik, dan juga jasa pelayaran yang paling sering digunakan konsumen adalah pelayaran X. Beberapa rute yang direkomendasikan oleh konsumen adalah rute Papua, Batam, Banjarmasin, Balikpapan, dan Pontianak. Target pada perancangan strategi pemasaran adalah kesesuaian harga dan jaminan kelancaran/keamanan pengiriman, perancangan strategi pemasaran untuk kedua variabel ini dilakukan pada sisi harga, promosi, dan servis.",
  "creators": "SATYAWATI ADHININGSIH P",
  "contributors": "Bernardo Nugroho Yahya (Advisor 1); Wanda Chrisiana (Advisor 2); Siana Halim (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011039/IND/2006; Satyawati Adhiningsih P. (25402124)",
  "subjects": "MARKETING RESEARCH; TOTAL QUALITY MANAGEMENT"
}