{
  "id": "54194",
  "title": "Perancangan desain interior dengan oriental culture sebagai brand identity pada Hotel Rich Palace Surabaya",
  "abstract": "Kehidupan manusia mengalami perubahan yang cukup besar dalam menjalani pandemi Covid-19. Pandemi global yang muncul di Indonesia pada tahun 2020 mengubah kebiasaan dan cara hidup kita sehari-hari selama dua tahun ini. Tidak hanya aktivitas sehari-hari yang harus melakukan penyesuaian ulang, sekolah dan pekerjaan juga ikut terpengaruh, sehingga sektor ekonomi di Indonesia juga terpengaruh. Protokol kesehatan yang diterapkan pada semua ruang publik, khususnya toko-toko commercial atau retail yang merupakan sarana membeli dan menjual barang atau jasa, dapat meningkatkan keyakinan tamu untuk masuk. Desain interior juga memiliki suatu pengaruh terhadap keyakinan pengunjung untuk datang dan juga menciptakan suatu pandangan baik terhadap brand toko. Hotel Rich Palace butuh melakukan penyesuaian ulang ruang dan area furnitur dengan protokol Covid-19, penyesuaian gaya desain yang lebih up-to-date dan penggunaan material yang lebih sustainable dalam desain ruang. Metode analisis yang digunakan menerapkan Participatory Learning dan Design Thinking Process (Understand, Observe, Point of View, Ideate, Prototype, Test) yang akan digunakan untuk mengidentifikasi masalah dan menghasilkan solusi desain dalam perancangan. Perancangan desain interior Hotel Rich Palace akan menerapkan universal dan sustainable design untuk mewadahi kebutuhan dan kenyamanan seluruh pengunjung yang datang. Melalui perancangan ini, diharapkan dapat memberikan inspirasi untuk menciptakan sebuah desain yang menciptakan lingkungan dan suasana yang nyaman, sirkulasi yang aman pada desain interior dalam memenuhi kebutuhan dan keinginan pengguna maupun mitra.",
  "creators": "GRACE MARGARETHA",
  "contributors": "Mariana Wibowo, S.Sn., M.MT. (Advisor 1); LUCKY BASUKI, SE.,MH. (Advisor 2); Ronald H.I. Sitindjak (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00022123/DIN/2022; Grace Margaretha (E11180053)",
  "subjects": "HOTELS--DECORATION; ORIENTAL CULTURE; INTERIOR DECORATION"
}