{
  "id": "54206",
  "title": "Perancangan sistem manajemen mutu di departemen produksi PT X",
  "abstract": "Penelitian ini dilakukan untuk melakukan perancangan Sistem Manajemen Mutu di Departemen Produksi PT X . Perusahaan ini memiliki kenaikan jumlah produksi karena demand pasar yang terus meningkat secara signifikan. Peningkatan demand tersebut mengakibatkan perlu adanya penambahan karyawan hingga mencapai 7000 karyawan pelinting. Perbedaan proses kerja yang terjadi dengan pertambahan karyawan yang signifikan menjadi hal yang perlu diperbaiki karena memicu defect product. Standarisasi pada setiap proses produksi perlu dilakukan melalui sistem yang sesuai dengan kebutuhan perusahaan. Upaya standarisasi dapat dilakukan melalui pembuatan sistem manajemen mutu terhadap departemen produksi. Dokumen yang akan dirancang digunakan untuk mendukung manajemen mutu di masa mendatang. Perancangan dokumen dilakukan dengan melakukan observasi dan wawancara langsung kepada setiap operator mesin pada production support dan 3 orang pelinting dan 1 admin di production line pada 2 shift berbeda selama 1 bulan. Hasil observasi dijadikan sebagai data pendukung dalam pembuatan sistem manajemen mutu pada PT X. Perancangan dokumen kemudian dievaluasi dan divalidasi oleh pengawas dan kepala bagian produksi. Rancangan dokumen yang telah divalidasi akan disimpan sebagai pedoman tertulis untuk pelaksanaan proses produksi. Hasil yang didapatkan yaitu 2 SOP produksi, 24 Instruksi Kerja, Quality Plan, dan 4 Form pendukung. Dokumen yang sudah dibuat diberikan kepada seluruh karyawan bersangkutan dan menjadi dokumen yang ditempatkan di beberapa titik sebagai sarana re-training yang diharapkan memberikan standarisasi proses produksi.",
  "creators": "EVANDER LUCIUS AZAREEL",
  "contributors": "Felecia, S.T., M.Sc. (Advisor 1); Debora Anne Yang Aysia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022481/IND/2022; Evander Lucius Azareel (C13180161)",
  "subjects": "STANDARD OPERATING PROCEDURE; TOTAL QUALITY MANAGEMENT"
}