{
  "id": "54209",
  "title": "Perancangan interior bagi anak berkebutuhan khusus di Sekolah Inklusif Galuh Handayani Surabaya",
  "abstract": "Menurut Badan Pusat Statistik (BPS), jumlah anak berkebutuhan khusus pada tahun 2017 mencapai 1,6 juta, dan di antaranya hanya 18% yang mendapatkan layanan pendidikan inklusif. Pemerintah Surabaya telah mengeluarkan kebijakan bahwa setiap sekolah memiliki kelas inklusi untuk menampung anak berkebutuhan khusus. Banyak faktor yang menentukan tumbuh kembang anak, seperti pendidikan formal dan informal. Oleh karena itu, pemerataan pendidikan bagi anak merupakan topik yang sangat penting untuk dipelajari. Karena semua anak harus mendapatkan fasilitas pendidikan yang layak untuk memaksimalkan potensi mereka, desain interior dapat menjadi solusi untuk menghadirkan lingkungan belajar yang memadai bagi anak berkebutuhan khusus. Oleh karena itu, tugas akhir ini akan mensurvei anak berkebutuhan khusus tentang perencanaan desain sekolah dengan menggunakan metode pengumpulan data kualitatif interaktif dan non-interaktif, termasuk literatur yang berfokus pada karakteristik perilaku yang berkaitan dengan lingkungan, wawancara, observasi, dan kunjungan ke beberapa lokasi yang sesuai. Survei akan dilakukan dengan responden dari Sekolah Inklusif Galuh Handayani, termasuk orang tua, guru, dan teman sebaya anak-anak. Tujuan akhir dari penelitian ini adalah untuk memberikan perencanaan desain dan saran kepada sekolah-sekolah di sekitar Surabaya, khususnya Sekolah Inklusif Galuh Handyani tentang bagaimana membuat pendidikan mereka lebih inklusif.",
  "creators": "VALENTINE VALLERY HARYANTO",
  "contributors": "Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Advisor and Examination Committee); Felicia Wagiri (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00022109/DIN/2022; Valentine Vallery Haryanto (E11180027)",
  "subjects": "DISABILITIES; PEOPLE WITH DISABILITIES--EDUCATION; SCHOOL DECORATION; INTERIOR DECORATION"
}