{
  "id": "54214",
  "title": "Perancangan interior lobby dan showroom baja ringan \"PT Kepuh Kencana Arum\" di Surabaya",
  "abstract": "Pembangunan infrastruktur di Indonesia menjadi fokus utama pada era pemerintahan Presiden Joko Widodo. Hal ini dinilai menjadi salah satu fondasi untuk mewujudkan visi Indonesia Maju. Dikatakan sebagai induk dan tulang punggung industri, industri baja memiliki peran besar yang positif bagi keberlangsungan pembangunan dan perkembangan sektor industri lainnya. Selain itu, semakin terbatasnya ketersediaan sumber daya alam material kayu membuat produsen bidang pembangunan dan konstruksi untuk mencari alternatif material. Baja ringan hadir sebagai alternatif material yang masih tergolong baru dalam dunia konstruksi. Sehingga dibutuhkan sarana untuk mengenalkan masyarakat mengenai baja ringan yang ber-SNI lewat produk KENCANA. Perancangan ini mengadopsi metode berpikir kreatif Design Thinking oleh d.school ParisTech dengan 9 tahapan sebagai berikut: Understand, Observe, POV, Ideate, Prototype, Test, Story Telling, Pilot, dan Business Model. Melalui perancangan ini, dihasilkan inovasi dan inspirasi dalam desain interior yang mengimplementasikan produk baja ringan KENCANA dalam elemen interior dan perabotnya. Perancangan interior lobi dan showroom baja ringan ini juga mengekspresikan merek lewat aplikasi produk baja ringan KENCANA lewat material, tekstur, warna, bentuk, dan visual brand KENCANA secara seimbang. Tujuannya untuk memberi pengalaman ruang yang atraktif dan informatif bagi pengguna ruanglewat implementasi baja ringan KENCANA ke dalam interior.",
  "creators": "RENITA CAMELIA WIJAYA",
  "contributors": "Mariana Wibowo, S.Sn., M.MT. (Advisor 1); LUCKY BASUKI, SE.,MH. (Advisor 2); Ronald H.I. Sitindjak (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00022179/DIN/2022; Renita Camelia Wijaya (E11180139)",
  "subjects": "INTERIOR DECORATION; SHOWROOMS-DESIGNS AND PLANS; SHOWROOMS"
}