{
  "id": "54213",
  "title": "Perancangan produk interior multifungsi dengan material beton dan limbah produksi untuk ruang publik",
  "abstract": "Material beton ringan merupakan material yang sering digunakan sebagai bahan dasar pembuatan bangunan. Beton ringan sendiri memiliki sifat dan karakter antara lain seperti kuat dengan adanya tekanan, ringan, memiliki daya serap, dan juga ketahanan beton dalam pembekuan. Material beton ini akan dikombinasikan dengan material limbah sebagai inovasi material baru. Limbah yang akan digunakan merupakan limbah material hasil produksi furnitur antara lain berupa spons, karet ban, dan kayu bekas. Perancangan ini ditujukan agar dapat digunakan di ruang publik di mana kebanyakan sekarang memiliki luas ruang yang cenderung kecil dan tidak luas dan juga merancang furnitur yang dapat memfasilitasi berbagai macam kegiatan yang dilakukan sehingga furnitur ini dibuat dengan sistem multifungsi. Pada perancangan ini terdapat 2 topik masalah utama yang diangkat antara lain yaitu bagaimana potensi furnitur mix material yang digunakan antara beton ringan dengan limbah menjadi furnitur yang layak digunakan di ruang publik dan ukuran kebanyakan ruang publik sekarang yang sempit sehingga membutuhkan produk furnitur yang multifungsi sehingga lebih efisien. Metode yang digunakan pada perancangan produk ini menggunakan metode design thinking dengan tahapan (emphatize, experiment, define, ideate, prototype, test). Perancangan furnitur ini menghasilkan 5 desain produk interior multifungsi untuk ruang publik. Perancangan produk interior ini digunakan untuk membuktikan kemampuan material beton ringan dan olahan limbah itu sendiri menjadi produk furnitur yang menarik dan inovatif.",
  "creators": "IVAN OENTORO",
  "contributors": "Grace Mulyono (Advisor 1); Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00022153/DIN/2022; Ivan Oentoro (E11180098)",
  "subjects": "COMPOSITE-REINFORCED CONCRETE; PAVEMENTS, CONCRETE; PUBLIC SPACES--DESIGNS AND PLANS; PUBLIC SPACES"
}