{
  "id": "54212",
  "title": "Analisa peran desain interior dalam menunjang minat pengunjung untuk revisit kafe \"Redback\" dan \"Common Grounds\" Surabaya",
  "abstract": "Pertumbuhan bisnis kafe yang pesat di kota besar seperti Surabaya menjadikan kafe sebagai sarana gaya hidup masyarakat di jaman sekarang yang cenderung lebih suka menghabiskan waktunya di luar rumah. Tidak hanya sebagai tempat untuk makan, kafe juga menjadi target masyarakat untuk menghabiskan waktunya bekerja maupun meeting secara langsung, terutama di era pandemi yang membuat sebagian masyarakat work from home. Terdapat tiga permasalahan yang akan dibahas yaitu apakah desain ruang dan tata letak interior dapat berpengaruh terhadap minat pengunjung untuk revisit kafe “Redback” dan “Common Grounds” Surabaya, apakah kenyamanan interior dapat berpengaruh terhadap minat pengunjung untuk revisit kafe “Redback” dan “Common Grounds” Surabaya, dan Bagaimana peran desain interior yang dapat menghasilkan pengaruh positif pada minat pengunjung untuk revisit kafe. Metode yang digunakan adalah dengan analisa statistik deskriptif dan analisa statistik inferensial dari data kuesioner yang telah diisi oleh 109 responden dan diolah. Penelitian ini akan menghasilkan hasil yang membuktikan bahwa desain interior memiliki peran dalam menunjang minat pengunjung untuk revisit kafe “Redback” dan “Common Grounds” Surabaya dari hitungan statistik dan juga cara mengatur desain interior yang dapat menarik minat pengunjung untuk revisit kafe.",
  "creators": "FELICIA MONICA",
  "contributors": "Dr. Ir. Lintu Tulistyantoro, M.Ds. (Advisor 1); Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00022117/DIN/2022; Felicia Monica (E11180042)",
  "subjects": "CAFETARIAS; CONSUMERS--RESEARCH; INTERIOR DECORATION"
}