{
  "id": "54223",
  "title": "Aplikasi regionalisme pada perancangan resort di kepulauan seribu",
  "abstract": "Kepulauan Seribu adalah salah satu wilayah administrasi yang berada di sebelah utara Ibu Kota Jakarta. Meski jumlah pulau yang ada sebenarnya tidak sampai seribu, wilayah ini memiliki sederet pulau-pulau indah dengan daya tariknya sendiri. Resort menjadi bagian penting dan tidak terpisahkan dari pariwisata. Setiap wilayah memiliki destinasi wisata sendiri didukung oleh akomodasi, salah satunya adalah resort. Budaya Betawi dipilih sebagai objek regionalisme dalam proyek ini, dengan tujuan untuk mengangkat lokalitas kebudayaan masyarakat Kepulauan Seribu agar lebih dikenal oleh masyarakat luas baik di dalam maupun luar negeri, dengan cara penerapan unsur-unsur kebudayaan lokal pada bangunan resort yang akan dibangun. Lokasi objek perancangan adalah Pulau Kongsi, berada di gugusan Pulau Pari bersama Pulau Burung, Pulau Tengah, Pulau Tikus, yang menjadi daerah konservasi pengembangan satwa burung antara lain Elang Bondol. Belum adanya resort di Kelurahan Pulau Pari menjadi salah satu langkah untuk memfasilitasi sekaligus memberikan nuansa baru bagi para wisatawan yang datang. Gaya desain budaya ini dalam penerapannya pada bangunan eksterior dan interior lebih menuju kepada organisasi ruang, filosofi, penggunaan ornamen/ragam hias, pengaplikasian furniture khas betawi, dan juga suasana ruang yang tercipta di dalam maupun di luar ruang. Selanjutnya, perancangan resort di Pulang Kongsi ditekankan pada penggunaan ruangan terbuka, ragam hias dan pewarnaan khas Betawi.",
  "creators": "GABRIELLA TABHITA",
  "contributors": "Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00022115/DIN/2022; Gabriella Tabhita (E11180039)",
  "subjects": "RESORTS; REGIONALISM IN ARCHITECTURE; RESORTS--ENVIRONMENTAL ASPECTS"
}