{
  "id": "54228",
  "title": "The mediating effect of risk perception and trust in the relationship between online shopping experience and online repurchase intention in the case of Shopee Indonesia",
  "abstract": "Since COVID-19 hits, people tend to avoid physical interaction, causing a surge in online activities. The sudden change in shopping patterns provided opportunities for e-commerce platforms to flourish. One of the most favourable e-commerce platforms in Indonesia is Shopee. Shopee Indonesia had constantly been chosen as a top-of-mind e-commerce platform. To ensure consumers’ continuous shopping on Shopee Indonesia, analysing factors affecting online repurchase intention is urgent. Shopee has features to provide a meaningful online shopping experience to attract or retain consumers and influence them to repurchase. The researchers aim to scrutinize the mediating effect of risk perception and trust in the relationship between online shopping experience and online repurchase intention in the case of Shopee Indonesia. This research is using simple random sampling in which every element in the population has an equal chance to participate in the questionnaire. This quantitative research will be using online-distributed questionnaires. The data will be evaluated using the PLS-SEM and bootstrapping method. The number of respondents who participated in the survey is 137 respondents. The result shows that the relationship between online shopping experience and online repurchase intention is partially mediated by risk perception, whereas trust has no mediating effect on the relationship.",
  "creators": "KAREN FLORENZA SALIM; CELINE LAVENIA CAHYONO",
  "contributors": "Juliana Caesaria Tandung (Advisor 1); Adelina Proboyo (Examination Committee 1); Tessa Vanina Soetanto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 34010482/MAN/2022; Karen Florenza Salim (D11180021), Celine Lavenia Cahyono (D11180026)",
  "subjects": "ELECTRONIC COMMERCE; CONSUMER BEHAVIOR; CONSUMERS RESEARCH"
}