{
  "id": "54220",
  "title": "Karakterisasi biokomposit biji salak sebagai filler penguat polypropylene",
  "abstract": "Biokomposit banyak diaplikasikan di dalam dunia otomotif sejak pertengahan abad ke-20. Alasan utama perubahan material dari baja dan aluminium adalah untuk memproduksi mobil yang jauh lebih ringan, sifat mekanis yang lebih baik, dan efisien dalam produksi. Penelitian sebelumnya menggunakan filler serbuk biji salak menggunakan campuran MAPP dengan komposisi PP-20%, PP-25%, dan PP-30% berat biji salak di mana penelitian tersebut menunjukkan nilai yang layak dalam kekuatan flexural terhadap komposit. Namun selain sifat mekanis ini, perlu diketahui nilai kelayakan terkait sifat mekanis yang lainnya seperti penyerapan air, ketahanan defleksi panas, dan ketangguhan beban impak. Sampel industry komposit woodboard sebagai bahan yang digunakan dalam bagian interior otomotif diuji dari penelitian sebelumnya dan digunakan sebagai bahan referensi. Sampel biokomposit PP/(20%, 25%, dan 30%) berat biji salak memiliki ketahanan terhadap penyerapan air yang cukup baik sebesar 0.84%, 0.91%, dan 1.32% dibandingkan dengan sampel industry woodboard yang sebesar 2.61%. Ketahanan defleksi panas tertinggi dari uji HDT diperoleh pada sampel biokomposit PP-30% berat biji salak sebesar 136.8°C sedangkan sampel industry woodboard pada suhu 132.7°C. Ketangguhan beban impak tertinggi diperoleh pada sampel biokomposit PP-20% berat biji salak dengan nilai impak charpy sebesar 10.5952 kJ/m2¬¬ yang lebih besar secara signifikan dibandingkan sampel industry woodboard yang memiliki nilai sebesar 0.24 kJ/m2¬¬",
  "creators": "CASEY NATHANAEL",
  "contributors": "Prof. Dr. Juliana Anggono, S.T., M.Sc. (Advisor 1); Iwan Halim Sahputra, S.T., M.Sc., Ph.D. (Advisor 2); Didik Wahjudi (Examination Committee 1); Yopi Yusuf Tanoto, S.T., M.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01011466/MES/2022; Casey Nathanael (C12180089)",
  "subjects": "AUTOMOTIVE COMPUTERS; COMPOSITES"
}