{
  "id": "54221",
  "title": "Pengaruh variasi berat flux dan degassing pada kekerasan dan struktur mikro as-heat treated paduan aluminium A356 pada PT X",
  "abstract": "Velg merupakan komponen yang penting bagi sebuah mobil. Salah satu cara pembuatan velg adalah dengan pengecoran yang dapat terjadi kecacatan, seperti porositas karena adanya gas yang terjebak saat pembekuan dan inklusi karena partikel-partikel padat yang terjebak. Salah satu cara untuk mengurangi terjadinya kecacatan dengan pemberian fluxing dan degassing. Proses lain yang penting adalah proses perlakuan panas untuk meningkatkan kekuatan velg. PT X merupakan salah satu perusahaan yang memproduksi velg mobil menggunakan Al-Si A356 menyesuaikan standar pasar, yaitu JIS H5202 T6. Flux yang digunakan berupa powder tipe coverall-11, serta untuk degassing digunakan gas Nitrogen dengan mesin double shaft rotary degasser. Perlakuan panas yang digunakan merupakan perlakuan panas T6. Digunakan variasi fluxing dan degassing untuk mendapatkan takaran yang sesuai dengan JIS H5202 T6. Hasil pengujian kekerasan apabila diberi fluxing dan degassing mengalami kenaikan semua dan hanya 2 kondisi yang tidak memenuhi standar JIS H 5202 T6. Hasil pengujian kekerasan meningkat sekitar 18% dibanding dengan hasil as-cast. Fluxing 0,3% berat flux dan degassing 20 L/menit menghasilkan kekerasan sebesar 77,33 HB dengan metalografinya cukup bersih. Kondisi tanpa pemberian apapun dengan kekerasan sebesar 63 HB dan metalografi banyak penyusutan dan porositas merupakan hasil yang terburuk.",
  "creators": "LUCIUS JOVIAN JESSE BUDIJONO",
  "contributors": "Prof. Dr. Juliana Anggono, S.T., M.Sc. (Advisor 1); Didik Wahjudi (Examination Committee 1); Roche Alimin (Examination Committee 2); Setyo Nugrowibowo (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01011465/MES/2022; Lucius Jovian Jesse Budijono (C12170035)",
  "subjects": "AUTOMOBILES--FOUR-WHEEL DRIVE; FLUX (METALLURGY); METALLURGY"
}