{
  "id": "5422",
  "title": "Analisa kepuasan konsumen di Sekolah Musik",
  "abstract": "Setiap konsumen pasti mempunyai harapan-harapan tertentu terhadap suatu sekolah musik pada saat mulai masuk dan harapan dari setiap konsumen pasti berbeda-beda. Harapan-harapan tersebut belum tentu akan terpenuhi dan sama dengan persepsinya di kemudian hari. Untuk itu, dengan mengetahui harapan dan persepsi dari setiap konsumen maka pihak sekolah musik dapat mengetahui tingkat kepuasan dari setiap konsumen terhadap mutu sekolah musik yang ada. Ada beberapa sekolah musik yang ada di Surabaya seperti Wisma Musik Melodia, Irama Mas, Yayasan Musik Indonesia, Yayasan Seni Musik Indonesia dan masih banyak lainnya. Untuk itu, mutu sekolah musik yang ada perlu ditingkatkan baik dalam segi fisik maupun segi non fisik. Dengan demikian, pihak sekolah musik tersebut harus dapat mengetahui harapan dan persepsi dari setiap konsumen terhadap mutu sekolah musik yang ada saat ini. Teknik analisis data yang digunakan adalah analisis deskriptif, analisis crosstab, dan analisis Service Quality. Berdasarkan hasil analisis keunggulan yang dianggap penting oleh murid kursus sekolah musik adalah jumlah alat musik mencukupi, penampilan pengajar rapi dan bersih dan pengajar tanggap dalam memberi bantuan / solusi kepada murid. Sedangkan berdasarkan analisis kelemahan sekolah musik, variabel-variabel yang dianggap penting oleh murid kursus adalah interior dalam dan luar tempat kursus kurang rapi dan kurang enak dipandang, pengajar tidak on time dalam mengajar dan sikap pengajar kurang bersahabat. Faktor-faktor yang ada di sekolah musik yang dianggap penting oleh murid kursus dilihat dari mutu suatu sekolah musik adalah: pengajar tanggap dalam memberi bantuan / solusi kepada murid, penampilan pengajar rapi dan bersih, jumlah alat musik mencukupi, pendingin ruangan ada dan bekerja dengan baik, fasilitas tempat kursus duduk pengantar murid disediakan.",
  "creators": "DIANA WIDJAJA",
  "contributors": "Bernardo Nugroho Yahya (Advisor 1); Henry Pribadi (Advisor 2); Herri Christian Palit (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011027/IND/2006; Diana Widjaja (25499113)",
  "subjects": "TOTAL QUALITY MANAGEMENT; CONSUMER SATISFACTION; QUALITY CONTROL"
}