{
  "id": "54229",
  "title": "The influence of social media marketing activities towards purchase intention mediated by brand equity in the case of Tokopedia Indonesia",
  "abstract": "The tremendous growth in social media users, especially Instagram, has shown great changes in the way society interacts. Brands can no longer focus on the number of sales and revenue alone but also on how engaged their customers are with the brand on social media and how that can influence purchase intention. As one of the most successful e-commerce in Indonesia, Tokopedia shows great engagement on its social media. However, whether that engagement can translate directly or indirectly to purchase intention is still unknown. Aside from social media marketing activities, the role of brand equity is analyzed in the model as a mediating variable. This research focuses on Tokopedia users in Indonesia who have seen their marketing content on Instagram. A questionnaire was spread across social media platforms with simple random sampling methods. One hundred valid respondents were analyzed using PLS-SEM. Analysis showed that there is a significant relationship between social media marketing activities toward brand equity, a significant relationship between brand equity toward purchase intention, and an insignificant relationship between social media marketing activities towards purchase intention. Results also showed that there is an indirect-only mediation from brand equity in the relationship between social media marketing activities and purchase intention.",
  "creators": "VANESSA EVODIE HARLI; YURIKO",
  "contributors": "Adelina Proboyo (Advisor 1); Ruth Srininta Tarigan, S.Kom., MBA. (Examination Committee 1); Tessa Vanina Soetanto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Udergraduate Thesis No. 34010474/MAN/2022; Vanessa Evodie Harli (D11180181), Yuriko (D11180140)",
  "subjects": "BRANDING (MARKETING); CONSUMER BEHAVIOR; CONSUMER RESEARCH"
}