{
  "id": "54248",
  "title": "Faktor-faktor yang memengaruhi niat dan perilaku ngebut dalam perspektif teori perilaku terencana",
  "abstract": "Pelanggaran lalu lintas yang paling umum dilakukan yaitu ngebut. Perilaku ngebut dapat diartikan sebagai perilaku berkendara melampaui batas kecepatan, di jalan perkotaan Surabaya batas kecepatan yang ditentukan oleh Dishub adalah 40 km/jam. Penelitian ini bertujuan untuk mengestimasi model hubungan antar faktor yang memengaruhi perilaku ngebut berdasarkan Theory of Planned Behavior. Variabel yang diteliti yaitu sikap afektif, sikap terhadap perilaku ngebut, norma subyektif, persepsi kendali perilaku, menghindari hukuman, dan penegakan dan kesadaran lalu lintas. Metode penelitian yang digunakan yaitu melalui survei dengan kuisioner google form dengan teknik pengambilan sampel non-probability sampling dan purposive sampling, kemudian selanjutnya data diolah dengan bantuan program software statistik dan analisis model persamaan struktural. Hasil dari penelitian ini adalah sikap afektif dan sikap terhadap perilaku ngebut memiliki pengaruh positif dan signifikan terhadap niat berperilaku ngebut, penegakan dan kesadaran lalu lintas juga memiliki pengaruh positif terhadap niat berperilaku ngebut, namun pengaruh yang dimiliki tidak signifikan. Norma subyektif dan persepsi kendali perilaku memiliki pengaruh negatif dan signifikan terhadap niat berperilaku ngebut. Menghindari hukuman juga memiliki pengaruh negatif terhadap niat berperilaku ngebut, namun pengaruh yang dimiliki tidak signifikan. Persepsi kendali perilaku memiliki pengaruh negatif dan signifikan terhadap perilaku ngebut, menghindari hukuman dan niat berperilaku ngebut memiliki pengaruh positif dan signifikan terhadap perilaku ngebut.",
  "creators": "SURYA ANTONIUS; RICHIE JONATHAN",
  "contributors": "Rudy Setiawan (Advisor 1); MICHAEL ANTONIE PRAYOGO (Advisor 2); Paravita Sri Wulandari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012612/SIP/2022; Surya Antonius (B11180078), Richie Jonathan (B11180127)",
  "subjects": "TRAFFIC REGULATIONS; TRAFFIC SAFETY; AUTOMOBILE DRIVERS--RESEARCH"
}