{
  "id": "54247",
  "title": "Data visualization and analysis of attrition at company XYZ",
  "abstract": "Company XYZ is the largest and leading industrial gas producing company in Indonesia. As the company expand their business, the size of company’s workforce also increases. As a result, company face a condition of employee attrition. To track the company’s attrition, a dashboard is made by collecting data from employee record, performing calculation and put it into a dataset. Based on the calculation it was found that the company’s annual attrition in 2021 is 15.94% and 6.50% from January – June 2022. To understand whether the attrition number is considered high or not, an ideal range of employee attrition is defined by comparing the attrition rate of companies in the same field and region. It was found that the ideal range of employee attrition is 6.53% - 9.7%. Furthermore, the causes of voluntary are identified and analyzed to find out the aspect of the company that can be improved. From the descriptive analysis it was found that the major reason of employee attrition is continuing career in another company and family matters. To support the analysis, the characteristic of employee attrition is analysed using Cramer’s V test and Cross Tabulation. It was found that for both reason out the majority of employees out are single male millennial within the age range 18-30, have been working for the company for less than 3 years, a bachelor or master’s degree holder, and secured position as pelaksana and staff. Moreover, in correlation with Employee Value Proposition attributes, it was found that the highest reason of attrition is due to benefit and career.",
  "creators": "PUTU LAUTERINA SUTAPA",
  "contributors": "Indriati Njoto Bisono (Advisor 1); Karina Agustin, S.T., M.B.A. (Examination Committee 1); Yonatan Limpo (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 02020018/IBE/2022; Putu Lauterina Sutapa (C13180080)",
  "subjects": "EMPLOYEES--RESIGNATION"
}