{
  "id": "54251",
  "title": "Kitdo: furniture anak berbasis activity play",
  "abstract": "Dengan perkembangan dan mulai pekanya orang tua muda terhadap activity play: sensory play & metode montessori pada anak di indonesia, yaitu kegiatan pembelajaran pada anak menggunakan metode permainan yang dapat memberikan stimulasi pada kelima indera anak. Dan juga era pandemi yang memfokuskan kegiatan belajar mengajar terutama anak usia dini yang melakukan kegiatan belajar mengajar dari rumah dengan pengawan orang tua. Kitdo yang bergerak di bidang furniture anak dan activity play anak yang secara advance terintegrasi didalamnya. Dengan fokus memfasilitasi kegiatan belajar anak menggunakan metode activity play. Dengan produk Kitdo furniture anak berupa Meja Belajar yang memiliki fitur modul activity play di dalam meja. Kitdo tak hanya menyediakan Furniture saja namun juga pilihan paket Modul activity play yang menyesuaikan umur kebutuhan belajar dan bermain anak. Bersama Kitdo kami ingin memaksimalkan kecerdasan anak indonesia usia dini/golden age (masa keemasan anak yang terjadi pada anak usia dini mulai usia 0 - 3 tahun, di mana sel-sel otak bertumbuh dengan pesat menyerap informasi yang diberikan) mereka untuk belajar dan bermain dengan menggunakan furniture Kitdo. Dengan metode pembeljaran dari Kitdo yang menggunakan metode activity play memfokuskan pembelajaran lewat permainan yang mengembangkan ke lima indera anak, yang terintegrasi di dalam furniture Kitdo. Kitdo tidak hanya berfokus terhadap penjualan produk saja namun dengan memanfaatkan social media dan platform website, Kitdo berbagi konten tentang parenting dan activity play. Sehingga menjadi wadah atau komunitas parenting orang tua Indonesia terkhusus ibu dari anak anak, untuk bersama berkembang dan menjadi pegiat activity play dalam mendidik dan merawat anaknya saat usia dini/golden age. Agar penggunaan dan pembelian peralatan activity play yang dilakukan orang tua dari anak menjadi lebih terarah dan digunakan secara maksimal.",
  "creators": "RICHARD REAGENT SANJAYA ANANTYO",
  "contributors": "Adi Santosa (Advisor and Examination Committee); FRENKY TANAYA, ST.,M.T. (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Skripsi No. 00022141/DIN/2022; Richard Reagent Sanjaya Anantyo (E11180083)",
  "subjects": "CHILDRENS FURNITURE; FURNITURE MAKING"
}