{
  "id": "54256",
  "title": "What information is needed by the stakeholders and how to best visualize them",
  "abstract": "Nowadays, information is very useful for many aspects of our life. We can use it to speed up things, make an insight, and many more. Many companies compete to make the use of the information even better. In this way, the company can gain more insights on how to manage their operational work and make it more efficient. In order to achieve that, they need to use technology to manage that information to become useful for them. In Youwe, the technology that was used is Datadog. Datadog is a cloud-based tool to manage and monitor the data inside the organization. There are many features that Datadog offer to analyse the data. But currently, there are no visualization processes or dashboards that were made for the stakeholders because every member has their own job and duty. So it makes the visualization process of the tool delayed. For this graduation project, those problems will be solved by implementing several processes to help answer the stakeholders’ needs and to visualize that information into a targeted dashboard. After the implementation, the dashboards will be sent to the stakeholders and there was a demo for the usage of the dashboards. They were allowed to give feedback for the improvement of the dashboards and those feedbacks will be implemented in the following dashboard. At the end of this graduation project, the dashboards have been accepted by the stakeholders and they will start using them for their operational work.",
  "creators": "MICHAEL DENNIS YONG",
  "contributors": "Corrie Wolf-Guis (Advisor 1); Kiavash Bahreini (Examination Committee 1); Mark Hannessen (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022219/IN/2022; Michael Dennis Yong (C14180190)",
  "subjects": "CLOUD COMPUTING; DASHBOARDS (MANAGEMENT INFORMATION SYSTEMS)"
}