{
  "id": "54260",
  "title": "Pengaruh penerapan e-filling, pemahaman perpajakan, kesadaran wajib pajak, dan sosialisasi perpajakan terhadap kepatuhan wajib pajak",
  "abstract": "Pengaruh penerapan E-Filling, Pemahaman Perpajakan, Kesadaran Wajib Pajak, dan Sosialisasi Perpajakan Terhadap Kepatuhan Wajib Pajak Sebagian besar pendapatan negara bagian berasal dari berbagai pajak. Ketika ada pandemi global Covid 19. Pajak menjadi semakin diperlukan untuk memenuhi kebutuhan negara. Saat ini, sangat penting untuk membayar pajak tepat waktu. Penerapan e-filing, pemahaman wajib pajak, kesadaran wajib pajak dan sosialisasi pajak merupakan beberapa faktor yang digunakan dalam penelitian ini untuk memprediksi kepatuhan seseorang dalam membayar pajak. Kita bisa belajar lebih banyak tentang literasi pajak di Indonesia melalui studi ini. Ketika datang untuk meningkatkan kepatuhan pajak, ada beberapa kriteria penting yang sangat penting. Mereka yang mengikuti survei ini adalah anggota WP OP di Kota Madiun yang menjalankan UMKM (Usaha Mikro, Kecil dan Menengah) dan sudah familiar dengan manfaat e-filing SPT mereka. E-filing, pengetahuan dan kesadaran pajak, dan sosialisasi pajak semuanya memiliki dampak yang signifikan terhadap kemauan membayar pajak seseorang, menurut sebuah penelitian yang mensurvei 110 wajib pajak dan menemukan bahwa 100 di antaranya memenuhi persyaratan. Jika variabel-variabel tersebut di atas naik, maka kemauan masyarakat untuk membayar pajak di Indonesia juga akan meningkat.",
  "creators": "DJULIANTI VINDCI ARSEL SUTANTO",
  "contributors": "Agus Arianto Toly, S.E., M.S.A., Ak. (Advisor 1); Yenni Mangoting (Examination Committee 1); Retnaningtyas Widuri, S.Sos., M.M. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011862/AKT/2022; Djulianti Vindci Arsel Sutanto (D12180227)",
  "subjects": "TAXPAYER COMPLIANCE"
}