{
  "id": "54268",
  "title": "Pengaruh trustworthiness, expertise, attractiveness influencer terhadap purchase intention melalui parasocial interaction pada brand kosmetik lokal Scarlett",
  "abstract": "Penelitian ini bertujuan untuk mengetahui pengaruh langsung serta tidak langsung trustworthiness, expertise, dan attractiveness yang dimiliki oleh seorang influencer yang dapat memicu terjadinya parasocial interaction dan akan dapat menimbulkan purchase intention pada brand kosmetik lokal Scarlett. Penelitian ini menggunakan pendekatan kuantitatif yang melibatkan 125 responden dalam survei yang dilakukan melalui google form. Dengan menggunakan aplikasi Partial Least Square, penelitian ini menunjukkan bahwa trustworthiness berpengaruh secara signifikan terhadap parasocial interaction sedangkan expertise dan attractiveness tidak berpengaruh secara signifikan terhadap parasocial interaction. Pada penelitian ini juga didapatkan bahwa parasocial interaction berpengaruh secara signifikan terhadap purchase intention sedangkan trustworthiness, expertise, dan attractiveness tidak berpengaruh secara signifikan terhadap purchase intention. Dalam penelitian ini, kepercayaan yang diberikan oleh influencer terhadap konsumen atau yang disebut dengan trustworthiness dapat menjadi faktor penentu terbentuknya purchase intention brand kosmetik Scarlett dengan bantuan parasocial interaction sebagai mediasinya. Adapun expertise dan attractiveness dalam penelitian ini dianggap kurang dapat memengaruhi purchase intention karena influencer yang digunakan oleh Scarlett tidak semua expert pada bidang kosmetik dan Scarlett tidak berfokus pada influencer yang menarik secara fisik saja.",
  "creators": "FELICYA ANTONIA TANDAYONG",
  "contributors": "Yonathan Palumian, S.M.B. ,M.S.M (Advisor 1); Maria Praptiningsih, S.E., M.Sc.FE. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012259/MAN/2022; Felicya Antonia Tandayong (D11180283)",
  "subjects": "BRAND NAME PRODUCTS; PURCHASING; CONSUMER BEHAVIOR"
}