{
  "id": "54284",
  "title": "Pengaruh penambahan polypropylene fibers terhadap campuran aspal emulsi dingin bergradasi rapat",
  "abstract": "Konstruksi perkerasan jalan aspal di Indonesia terdapat beberapa jenis yaitu aspal panas, campuran aspal hangat, Campuran Aspal Emulsi Dingin (CAED), dan lainnya. CAED merupakan campuran emulsi aspal sebagai bahan pengikat dengan agregat. CAED ini lebih ramah lingkungan dan efisien karena melepaskan lebih sedikit emisi dan tidak memerlukan proses pemanasan. Namun, kekuatan masih belum sebaik campuran aspal panas. Dalam penelitian ini, tipe gradasi agregat yang digunakan untuk campuran aspal adalah gradasi rapat. Penulis juga menambahkan polypropylene fiber dengan panjang 12 mm ke dalam CAED sebagai aditif. Tujuan utama dari penelitian ini adalah untuk menganalisis dampak penambahan polypropylene fiber ke dalam Campuran Aspal Emulsi Dingin Bergradasi Rapat (CAEBR) tipe IV dan menentukan dampak curing 7 hari pada parameternya. Penelitian ini dibagi menjadi 2 tahapan. Pertama, pengujian sampel CAEBR murni. Selanjutnya, sampel CAEBR dengan aditif polypropylene fiber. Kemudian, dilakukan pengujian marshall pada benda uji untuk mendapatkan nilai stabilitas dan flow. Dari penelitian ini, diperoleh nilai kadar aspal residu optimum sebesar 6,4% dan kadar polypropylene fiber optimum sebesar 0.3%. Dampak dari penambahan polypropylene fiber menurunkan stabilitas dan flow serta meningkatkan porositas dari CAEBR.",
  "creators": "ALBERTUS JUSTIANTO GUNAWAN; GABRIELLA ANGELINE WELERUBUN",
  "contributors": "Paravita Sri Wulandari (Advisor 1); Harry Patmadjaja (Advisor 2); Antoni (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012614/SIP/2022; Albertus Justianto Gunawan (B11180118), Gabriella Angeline Welerubun (B11180176)",
  "subjects": "ASPHALT EMULSION MIXTURES; POLYPROPYLENE FIBERS"
}