{
  "id": "54286",
  "title": "The impact of green marketing mix towards purchase intention in the case of H&M Conscious",
  "abstract": "In the late 1990’s coming into the 21st century, fast fashion became booming. Since then, the concept of fast fashion has grown, becoming a standard in the fashion industry. As fast fashion industries have grown into international corporations with a global market coverage, the consumption of fast fashion items has increased significantly. However, because their materials used mainly rely on the fiber derived from coal and petroleum, it adds more carbon emissions that gives a negative impact on the environment. Because of these environmental challenges, people are becoming more conscious of their consumption, particularly in the fashion sector. As a result, fast fashion industries began changing their business practices into more sustainable and selling more environmentally friendly products. Therefore, this study aims to determine the impact of a green marketing mix towards purchase intention in the case of H&M's Conscious product. The sampling method used in this research is simple random sampling. The research data was collected through distributing questionnaires to 142 valid respondents. The data are analyzed using the multiple linear regression test. The results indicate that, in the case of the H&M conscious product, the green marketing mix significantly influences consumers' purchase intentions.",
  "creators": "JOAQUIN PURWANTO; GERRY BENJAMIN SALIM",
  "contributors": "Juliana Caesaria Tandung (Advisor 1); Adelina Proboyo (Examination Committee 1); Tessa Vanina Soetanto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 34010465/MAN/2022; Joaquin Purwanto (D11180497), Gerry Benjamin Salim (D11170329)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMER RESEARCH"
}