{
  "id": "54294",
  "title": "Analisa keandalan sistem kelistrikan di PT PLN (Persero) area Kupang dengan metode SAIDI SAIFI",
  "abstract": "Kebutuhan akan energi listrik yang semakin meningkat setiap tahunnya membuat PLN harus meningkatkan kualitas keandalan sistem distribusi daya listrik. Kualitas keandalan sistem kelistrikan yang baik akan menurunkan kemungkinan resiko terjadinya gangguan/pemadaman. Terjadinya gangguan/pemadaman dapat menimbulkan kerugian bagi pihak PLN dan pelanggan Metode yang dapat digunakan untuk mengukur keualitas keandalan sistem kelistrikan adalah SAIDI (System Average Interruption Duration Index), yakni indeks durasi rata-rata gangguan selama satu tahun dan SAIFI (System Average Frequency Index), yakni indeks frekuensi rata-rata gangguan selama satu tahu. Pada skripsi ini akan dilakukan menganalisa tingkat keandalan kelistrikan di PT. PLN (Persero) Area Kupang melalui data gangguan di jaringan kelistrikan Kota Kupang. Dari hasil perhitungan yang telah dilakukan, nilai SAIDI dan SAIFI pada tahun 2021 adalah 10,65 jam/ tahun dan 7,81 kali/tahun. Sepanjang tahun 2021, telah terjadi 52.982 kali gangguan dengan durasi gangguan mencapai 51.243,13 jam. Selanjutnya, akan membuat sebuah rekapan sederhana menggunakan Microsoft Excel untuk menghitung nilai SAIDI dan SAIFI. Hasil perhitungan yang telah didapatkan dapat digunakan sebagai acuan untuk mengurangi dan mencegah terjadinya gangguan pada sistem kelistrikan area kota Kupang. Kata kunci: SAIDI, SAIFI, Keandalan Sistem Kelistrikan",
  "creators": "DENNY CHRISTIAN RAGA",
  "contributors": "Julius Sentosa Setiadji (Advisor 1); Emmy Hosea (Advisor 2); Yusak Tanoto, S.T., M.Eng., Ph.D. (Examination Committee 1); Handry Khoswanto (Examination Committee 2); Heri Saptono Warpindyasmoro (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010670/ELK/2022; Denny Christian Raga (23415026)",
  "subjects": "ELACTRIC POWER DISTRIBUTION; ELECTRIC POWER SYSTEM STABILITY; ELECTRICITY"
}