{
  "id": "5429",
  "title": "Code mixing used in the historical fiction Bintang Berpijar di Langit Majapahit by Tasaro",
  "abstract": "People always use language to communicate with other people. The fact is that people also sometimes mix two or more codes when they are communicating (Nababan, 1979, p.209). The code mixing itself can take place as a Noun, verb, Adjective, and Adverb, which refer as word classes. To follow, \"Bintang Berpijar di Langit Majapahit\" is a novel that, based on the writer?s observation, contains code mixing. Therefore, the writer is interested to conduct a study as to find out the code mixing, the use of code in the code mixing, the word classes that the code mixing belong to, and the frequencies of the word classes. The data of this study were taken from The Historical Fiction ?Bintang Berpijar di Langit Majapahit? by Tasaro. In this study, the writer focuses on code mixing produced by the six (6) major characters in this Novel. They are Hui Sing (main character), Cheng Ho (Admiral), Juen Sui (Cheng Ho?s pupil), Sien Feng (Cheng Ho?s pupil), Respati (Majapahit?s commander), and Anindita (Respati?s wife). Based on the findings, the writer can conclude that there are 39 utterances containing code mixing produced by the six main characters. Also, there are more than two codes in the code mixing: Indonesian, Chinese, and Javanese codes. Furthermore, there are only three elements of word classes used in the code mixing: Noun, Verb, and Adverb (Locative adverb). Finally, it can also be concluded that Noun has got the highest percentage, with 29 times occurrences, 78.38%. The next were verb (10.81%) and adverb (10.81%). The lowest is adjective, because there was no adjective used in the code mixing in this novel.",
  "creators": "SHERLYANA SUJOTO",
  "contributors": "SHIERLY NOVALITA YAPPY (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011700/ING/2007; Sherlyana Sujoto (11402015)",
  "subjects": "SOCIOLINGUISTICS; INDONESIAN LANGUAGE-SOCIAL ASPECTS; CODE SWITCHING (LINGUISTICS)"
}