{
  "id": "5430",
  "title": "The Questions used by radio announcers in the interactional and transactional radio programs in Surabaya",
  "abstract": "The purpose of the study is to know the types of questions (based on form) that are used by the radio announcers and it frequencies in the programs broadcast by radios, whether or not the radio announcers use a certain type of question for certain program. The subjects of the data in this study are the radio announcers from seven radios in Surabaya. Stubs? theory on types of question is used to differentiate the questions used by the radio announcers in their speech. To find out what are the interactional programs and transactional programs broadcasted, the writer applied Brown & Yule?s language function. Another theory that is also applied in this study is the theory about radio proposed by Andrew Crisell. After a thorough study, it is found that in transactional programs open questions appear as many as 134 questions compare to closed questions 97 questions. In the interactional programs, the opposite states occur. The closed questions appear as many as 294 questions, while the open questions only 183 questions. From the data above it may be concluded that a certain types of questions appeared in certain types of programs. Furthermore, this study also found that the announcers in both programs use what very often. This data might show that what is a productive questions word. Moreover, the data in this study shows that the announcers in both programs never use whose. It may be concluded that the announcer tried to avoid certain questions. Last but not least, this study found that why is use more in the interactional programs than in the interactional programs. It might be concluded that it represent the announcers? desire to find out about the callers point of view.",
  "creators": "YUNITA AMBAR WARDHANI",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011656/ING/2007; Yunita Ambar Wardhani (11402017)",
  "subjects": "SOCIOLINGUISTICS; DISCOURSE ANALYSIS"
}