{
  "id": "54306",
  "title": "Faktor penyebab dan dampak pada change order pada performa indikator proyek",
  "abstract": "Proyek Konstruksi merupakan kegiatan untuk membangun infrastruktur dalam batasan waktu, biaya, kualitas dan safety. Change Order berarti perubahan pekerjaan pada proyek konstruksi. Change Order pasti terjadi pada proyek konstruksi dan memberikan dampak negatif sehingga dapat merugikan pihak yang terlibat pada proyek konstruksi. Penelitian ini dilakukan untuk mengetahui faktor yang paling berpengaruh pada indikator performa proyek serta dampak yang paling terpengaruh akibat Change Order terhadap 4 indikator yaitu biaya, waktu, kualitas dan safety. Pengumpulan data dilakukan dengan mendistribusikan kuesioner kepada kontraktor secara online dan offline, khususnya pada proyek bangunan. Metode yang digunakan adalah RII, uji normalitas, serta uji friedman. Dari data yang didapat, faktor yang paling berpengaruh terhadap indikator waktu, biaya dan kualitas pada proyek skala kecil, menengah dan besar adalah “Perubahan Desain” sedangkan pada indikator safety pada proyek skala kecil, menengah dan besar adalah “Perubahan Metode Kerja”. Kemudian dampak akibat Change Order pada proyek skala kecil,menengah dan besar adalah “Change Order Menyebabkan Progress total proyek menjadi lebih lambat” (waktu), “Change Order Menyebabkan Biaya total bertambah” (biaya), \"Ketertiban pekerja menjadi tidak diperhatikan” (safety). Sedangkan untuk indikator kualitas pada proyek skala kecil adalah “Metode pengerjaan yang digunakan menjadi tidak efektif” serta pada skala menengah dan besar adalah “Volume pekerjaan menjadi bertambah”.",
  "creators": "MATTHEW GERALDO; FRANKLYN ARIESTO",
  "contributors": "Sentosa Limanto (Advisor 1); Andi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012584/SIP/2022; Matthew Geraldo (B11180060), Franklyn Ariesto (B11180084)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; CONSTRUCTION PROJECTS--MANAGEMENT"
}