{
  "id": "54321",
  "title": "Design of SO vs CC database & implementation of data envelopment analysis to arrange ideal design of manpower planning at PT X",
  "abstract": "PT. X is a company that specialized in producing industrial gasses such as oxygen, nitrogen, and other types of gas that produced. As a large organization, PT. X having lot of Organizational Structure divided based on the plant, directorates, also based on places. Even though the company already create a lot of Organizational Structure and refresh it every several moments, often the Organizational Structure don’t have the correct calculations of employees on a job, also there’s misnaming on employee job that leads to new job names. Other than that, the sales realization on the sales-oriented branch become another problem for PT. X. since the sales realization was lower than the target. This research will try to solve the problem stated by creating SO vs CC Database, where it used the current employee database and cross it with the organizational structure. In this research, the writer will analyze any factors that makes differences on the job names & organizational structure and propose solutions to improve that. The result of this research is more accurate job names & available to be used as lookup on SO vs CC database since both databases having same job names. Other than that, the writer will also analyze the efficiency of manpower usage in sales\u0002oriented branch using Data Envelopment Analysis method. Based on the linear calculation, the output of this calculation is the efficiency of each branch and the need of manpower reduction in which manpower category to be count as efficient. Also, the writer will test out whether the suggestion of manpower reduction based on input & output used relevant and could be implemented on the future.",
  "creators": "JAMES ALEXANDER",
  "contributors": "I Nyoman Sutapa (Advisor 1); Nova Sepadyati, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02020016/IBE/2022; James Alexander (C13180014)",
  "subjects": "PERSONNEL MANAGEMENT; MANPOWER POLICY"
}