{
  "id": "54326",
  "title": "Analisa pengaruh non-pharmaceutical intervention terhadap visit intention dengan persepsi covid-19 sebagai mediasi studi kasus Cimory Dairyland and Resto",
  "abstract": "Analisa pengaruh Non-Pharmaceutical Intervention terhadap Visit Intention dengan persepsi COVID-19 sebagai mediasi studi kasus Cimory Dairyland and Resto Prigen, Jawa Timur Penelitian ini bertujuan untuk mengetahui bagaimana pengaruh non- pharmaceutical intervention terhadap persepsi seseorang terhadap COVID-19 dan visit intention. Penelitian ini juga bertujuan untuk menemukan apakah persepsi seseorang terhadap COVID-19 memediasi hubungan antara non-pharmaceutical dan visit intention dengan studi kasus : Cimory Dairyland & Resto Prigen, Jawa Timur. Penelitian ini dilakukan di wilayah Jawa Timur dengan menggunakan sampel 140 orang responden yang berdomisili di Sidoarjo dan Surabaya dengan ketentuan responden yang belum pernah mengunjungi Cimory Dairyland & Resto Prigen, Jawa Timur dalam masa pandemic dan sebelum masa pandemic. Metode pengolahan data dilakukan dengan uji validitas, reliabilitas, deskriptif, dan koefisien determinasi. Dari hasil penelitian, ditemukan bahwa non-pharmaceutical mempengaruhi persepsi seseorang terhadap COVID-19 dan minat berkunjung seseorang ke suatu destinasi wisata secara signifikan. Hasil penelitian juga menunjukkan bahwa persepsi COVID-19 tidak mempengaruhi minat berkunjung seseorang. Hasil penelitian juga membuktikan bahwa persepsi seseorang terhadap COVID-19 tidak memediasi kesadaran dan pengetahuan seseorang tentang non-pharmaceutical dan minat berkunjung seseorang ke suatu destinasi wisata.",
  "creators": "THOMAS HANS SATRYA PURNOMO; DIO RAHMAT PERMANA",
  "contributors": "Yudianto Oentario, S.E., M.M. (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010432/MAN/2022; Thomas Hans Satrya Purnomo (D11180135), Dio Rahmat Permana (D11180186)",
  "subjects": "COVID-19 (DISEASE); TOURISM; CONSUMER BEHAVIOR; CONSUMER RESEARCH"
}