{
  "id": "54336",
  "title": "The characteristics on social media influencers as brand ambassadors that increase purchase intentions with brand personality as the mediator: in the case of traffic bun",
  "abstract": "This study is being conducted to evaluate and identify the effects of visibility, credibility, attraction, and power of Fadil Jaidi as the brand ambassador towards the purchase intention of Traffic Bun. The researchers have analyzed the brand personality of Traffic Bun as the mediator. Theoretically, brand ambassadors are trusted to become essential for a business to boost the performances. Hence the researchers wish to understand further about the characteristics of a brand ambassador to increase purchase intention through brand personality as mediator in the case of Traffic Bun. In this study the researcher used the VisCAP framework which analyzed the data by using SmartPLS software and PLS-SEM technique. This study found out that credibility and attraction were the two variables that significantly influence the brand personality. Additionally, only credibility that was mediated by brand personality towards purchase intention. This research is also limited to the research object relevance that would only be applicable in the same industry and country as well as the limitation on the social media application coverage of YouTube and Instagram, therefore the researchers have also provided some suggestions included.",
  "creators": "AURELIA GERALDINE NURCAHYA; SONIA HALIM",
  "contributors": "Tessa Vanina Soetanto (Advisor 1); Maria Natalia Damayanti Maer, S.S., M.A., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergradute Thesis No. 34010476/MAN/2022; Aurelia Geraldine Nurcahya (D11180458), Sonia Halim (D11180178)",
  "subjects": "BRAND NAME PRODUCTS; SOCIAL MEDIA--MARKETING; CONSUMER BEHAVIOR"
}