{
  "id": "54331",
  "title": "Penentuan model penilaian prioritas risiko pada proyek gedung bertingkat saat pandemi di Surabaya",
  "abstract": "Keadaan alamiah proyek konstruksi yang dinamis dan kompleks menuntun proyek konstruksi menjadi penuh ketidakpastian dan dapat mempengaruhi performa dari perusahaan konstruksi apabila ketidakpastian tidak segera diatasi. Penelitian ini bertujuan untuk mengembangkan model prioritas risiko agar dapat membantu pengambil keputusan mengidentifikasi dan mengelola risiko kritis yang memengaruhi proyek konstruksi bangunan bertingkat di Surabaya pada masa pandemi COVID-19 yang telah memunculkan banyak risiko dan ketidakpastian yang baru. Data penelitian diperoleh dengan menyebarkan kuesioner kepada kontraktor, manajemen konstruksi, tim owner/developer, dan akademisi di Surabaya. Metode pendekatan yang digunakan yaitu pendekatan tradisional (analisis deskriptif mean) dan pendekatan berbasis monte carlo simulation yang mendukung prioritas risiko dan bisa mengidentifikasi risiko dengan probability dan impact yang rendah hingga tinggi. Hasil penelitian menunjukkan bahwa empat faktor yang terdiri dari TR1, MTR4, ER4, dan PR2 merupakan faktor yang paling perlu diberikan perhatian dan harus segera diselesaikan agar tidak memberikan impact risiko yang lebih besar lagi terhadap pekerjaan di proyek konstruksi. Namun, usulan penentuan model direkomendasikan menggunakan pendekatan metode monte carlo simulation karena memiliki keuntungan yang lebih baik menggunakan simulasi dalam menguji data sehingga hasilnya jauh lebih mendekati realita dan dapat mempertimbangkan skenario terburuk dari suatu faktor risiko dengan cara menentukan tingkat risk appetite pada faktor risiko yang dianggap paling kritis.",
  "creators": "RICKY CHRISTIAN CHANDRA; ALAND KANE UJUTO",
  "contributors": "Doddy Prayogo S.T. (Advisor 1); Willy Husada, ST.,MT., Msc. (Advisor 2); Sentosa Limanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012619/SIP/2022; Ricky Christian Chandra (B11170180), Aland Kane Ujuto (B11170182)",
  "subjects": "CONSTRUCTION PROJECTS--MANAGEMENT; CONSTRUCTION PROJECTS--RISK MANAGEMENT; COVID-19 PANDEMIC, 2020--INFLUENCE"
}