{
  "id": "54339",
  "title": "Pengaruh pengetahuan pajak, kesadaran pajak, sanksi pajak, dan kemudahan pembayaran online PBB terhadap kepatuhan wajib pajak dalam membayar Pajak Bumi dan Bangunan (PBB) pada kota Surabaya",
  "abstract": "Peneliti melakukan penelitian ini dengan tujuan untuk menguji secara empiris pengaruh pengetahuan pajak, kesadaran pajak, sanksi pajak dan kemudahan pembayaran online PBB terhadap kepatuhan wajib pajak dalam membayar PBB. Analisis dalam penelitian ini menggunakan variabel independen yaitu pengetahuan pajak, kesadaran pajak, sanksi pajak dan kemudahan pembayaran online PBB dan variabel dependennya yaitu kepatuhan wajib pajak dalam membayar PBB. Landasan dalam penelitian ini yaitu theory of planned behavior yang digunakan untuk mengidentifikasi perilaku wajib pajak terhadap variabel independen yang digunakan dalam penelitian ini. Peneliti menggunakan metode analisis linear berganda dengan metode simple random sampling sebagai teknik analisis data yang dibantu oleh aplikasi SPSS. Pengumpulan data dilakukan melalui kuesioner yang disebar dengan menggunakan Google Form kepada 200 responden wajib pajak orang pribadi (WP OP) yang memiliki tanah dan bangunan di kota Surabaya dengan kepemilikan surat hak milik (SHM) dan hak guna bangunan (HGB). Hasil penelitian ini menunjukan bahwa pengetahuan pajak dan kemudahan pembayaran online PBB berpengaruh signifikan terhadap kepatuhan wajib pajak dalam membayar PBB, sedangkan kesadaran pajak dan sanksi pajak tidak berpengaruh terhadap kepatuhan wajib pajak dalam membayar PBB.",
  "creators": "ANASTASIA LIORA; CINDY GABRIELA",
  "contributors": "TONNY STEPHANUS EOH (Advisor 1); Yenni Mangoting (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011857/AKT/2022; Anastasia Liora (D12180124), Cindy Gabriela (D12180145)",
  "subjects": "PROPERTY TAX; TAXPAYER COMPLIANCE"
}