{
  "id": "54337",
  "title": "Risk failure control for open permits of PT X",
  "abstract": "The bigger a company grows, the more regulations that must be considered starting from operational actions, certification, deeds, in accordance with the provisions in force at that time and must be updated every time there are new provisions that apply. Each existing regulation has a different validity period and has different consequences if it is not in accordance with the established regulations. The consequences that can be imposed on the party concerned can be in the form of criminal or civil law. Of course, there are many existing and applicable regulations that must be completed, from so many permits which should be prioritized? Which has the greatest impact and is also urgent for the company to administer or register with the government? What are the priorities so that the company remains open without getting caught up in the law? Can the priority list help in minimizing the risk of operational closure due to poorly managed permits? Through research on licensing and conducting a qualitative assessment of the level of risk against the applicable regulations, it is shown that in some places there are indeed several regulations apply. However, for priority categories, there is not much difference. Therefore, It can be concluded that the prioritized regulations are generally the same because these regulations are issued by the central government which apply in all regions. However, differences can exist if regional regulations do not apply in other areas.",
  "creators": "SHANNEN WIRATAMA",
  "contributors": "I Nyoman Sutapa (Advisor 1); Indriati Njoto Bisono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02020025/IBE/2022; Shannen Wiratama (C13180124)",
  "subjects": "RISK MANAGEMENT"
}