{
  "id": "54347",
  "title": "Perancangan produk dan workshop gallery guna meningkatkan kesejahteraan Kelompok Masyarakat Tenun Jombang Wastra Sejahtera",
  "abstract": "Desa penggaron merupakan salah satu desa wisata di Kabupaten Jombang yang masih dalam tahap perintisan. Di desa ini, terdapat sebuah UMKM bernama Pokmas Tenun Jombang Wastra Sejahtera yang beranggotakan para penenun yang terkena PHK dari perusahaan sebelumnya sehingga mereka berinisiatif untuk bersama-sama mendirikan usaha secara mandiri. Namun, masih banyak permasalahan yang mereka alami di tahun-tahun awal berdirinya UMKM ini, antara lain yaitu terkait dengan metode pemasaran produk mereka yang masih melalui tengkulak sehingga mereka tidak memiliki pasar secara pribadi dan menjadi sulit untuk berkembang. Selain itu, variasi produk yang desain motif yang mereka hasilkan juga masih kurang inovatif sehingga membuat mereka sulit untuk bersaing dengan kompetitor. Tujuan dari kegiatan pemberdayaan ini adalah untuk membantu mereka agar dapat berkembang lebih jauh. Salah satu hal yang berpengaruh untuk meningkatkan dan memajukan UMKM ini adalah dengan cara melakukan diversifi\u0002kasi produk interior dengan tenun dan perancangan desain workshop dan galeri, hal ini dapat meningkatkan minat pengunjung dan pembeli untuk datang dan bisa mengenal tenun jombang lebih mendalam sekaligus melihat-lihat produk dari pokmas tenun jombang wastra sejahtera, Perancangan workshop dan galeri dilakukan dengan menggunakan metode design thinking. Concept Design yang akan diterapkan adalah rustic dan nostalgia, menyatukan elemen-elemen unfinished and raw dengan material-material seperti bambu, jerami, dan kayu. Kemudian untuk pemasaran dan penjualan kita membantu membuatkan katalog online, website, online shop dan instagram. Diharapkan dapat menjadi solusi bagi permasalahan-permasalahan yang selama ini dialami oleh pokmas Tenun Jombang, sekaligus bisa membantu bisnis mereka dapat berkembang kedepannya.",
  "creators": "EVAN MARCELLINUS",
  "contributors": "Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Advisor and Examination Committee); Felicia Wagiri (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00022121/DIN/2022; Evan Marcellinus (E11180050)",
  "subjects": "PRODUCT DESIGN; STORE DECORATION"
}