{
  "id": "54341",
  "title": "Peran client-contractor relationship mengatasi kegagalan pembiayaan dalam proses procurement pada supply chain (studi kasus institusi ABC dan PT XYZ Surabaya)",
  "abstract": "Dalam rantai pasokan (supply chain) di sektor jasa konstruksi, hubungan (relationship) antara klien (pemilik proyek) dan kontraktor merupakan hubungan yang utama dan terpenting. Suksesnya proyek konstruksi sangat tergantung pada hubungan kedua pihak ini, terutama jika ada masalah dalam proses procurement dalam proyek. Kontraktor sebagai penyedia jasa konstruksi harus mampu membangun trust dan hubungan yang progresif dengan klien (di luar hubungan kontraktual) guna mencegah atau mengatasi persoalan procurement dalam proyek. Kontraktor perlu transparan mengenai kondisi usaha, kemampuan keuangannya dalam melakukan purchasing, termasuk transparansi mengenai struktur kepemilikan usaha yang terkait dengan tanggungjawab atas persoalan keuangan. Manajemen proyek berbasis relationship bisa mencegah atau mengendalikan masalah tradisional yang sering terjadi dalam pengerjaan proyek konstruksi. Salah satu persoalan yang bisa dicegah atau diatasi dengan client\u0002contractors relationship ialah faktor kegagalan kontraktor dalam membiayai proses purchasing dalam proyek konstruksi hingga terjadinya keterlambatan proyek (project delay) yang merugikan pihak klien. Hal ini pernah dialami oleh institusi ABC (klien) ketika PT XYZ (kontraktor) gagal membiayai proyek yang telah disepakati dalam kontrak. Riset ini meneliti langkah PT XYZ dalam menjelaskan kemampuan keuangannya serta transparansi struktur kepemilikan usahanya kepada institusi ABC dalam rangka membangun relationship sejak awal proses procurement. Penelitian ini menggunakan metode kualitatif deskriptif dengan pendekatan studi kasus (consultative project). Kasus akan dikaji berdasar studi pustaka (library research), metode Delphi dan content analysis. Hasil penelitian menunjukkan: (a) Dalam membangun relationship, PT XYZ telah terbuka mengenai identitas dan dokumen legal usahanya kepada institusi ABC; (b) Namun dalam membangun relationship, PT XYZ sejak awal tidak transparan mengenai kemampuan keuangan dan struktur kepemilikan usahanya kepada institusi ABC; (c) Kegagalan PT XYZ dalam membiayai proyek institusi ABC telah mengganggu relationship antar kedua pihak; (d) Untuk membangun kembali relationship maka PT XYZ telah terbuka mengenai penyebab kegagalan keuangannya kepada institusi ABC; (d) Ketika PT XYZ gagal membiayai proyek, institusi ABC mengatasinya dengan model relationship beyond contract (langkah progresif), yaitu menalangi dulu keuangan kontraktor supaya kontrak jasa konstruksi tetap bisa dijalankan oleh PT XYZ sampai tuntas.",
  "creators": "AUGUSTINUS SIMANJUNTAK",
  "contributors": "Dr. Ir. Hotlan Siagian MSc. (Advisor 1); Zeplin Jiwa Husada Tarigan (Examination Committee 1); Sautma Ronni Basana (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020339/MM/2022; Augustinus Simanjuntak (D21210041)",
  "subjects": "BUSINESS LOGISTICS"
}