{
  "id": "5434",
  "title": "The Speech styles used by the main male character in Ca Bau Kan",
  "abstract": "This is a sociolinguistic study of the speech styles used by the main male character in Ca Bau Kan, Tan Peng Liang, when speaking to the three different addressees of different social status: Max Awuy whose status is lower than Tan Peng Liang?s, Jeng Tut whose status is equal to Tan Peng Liang?s and J.P Verdoorn whose status is higher than Tan Peng Liang?s. The writer wants to find out the types of speech styles used by Tan Peng Liang when speaking to those three different addressees. Moreover, the writer also wants to know the types of speech styles mostly used by Tan Peng Liang to each of those three different addressees. Moreover, this research is based on Joos?s (1976) and Nababan?s (1993) theory about speech styles. There are five types of speech styles: frozen, formal, consultative, casual and intimate style. In addition, the writer also refers to Abdul Chaer (2000) and Kridalaksana (1984) theories on the lexical and grammatical characteristics for standard Indonesian as the basis of her analysis. The results of this study indicate that formal, consultative, casual and intimate style are the speech styles used by Tan Peng Liang when speaking to Jeng Tut and J.P Verdoorn. Only when speaking to Max Awuy, Tan Peng Liang uses three types of speech styles namely, formal, consultative and casual styles. He never uses the intimate style eventhough Max?s social status is lower than Tan Peng Liang?s. Among those five speech styles, consultative style is the most dominant one. More than half of the utterances produced by Tan Peng Liang are about consultative style. It is in line with the fact that consultative style is the commonly used speech styles in everyday speech (Joos, 1976).",
  "creators": "SELVY",
  "contributors": "SHIERLY NOVALITA YAPPY (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011692/ING/2007; Selvy (11402018)",
  "subjects": "SOCIOLINGUISTICS; INDONESIAN LANGUAGE-SOCIAL ASPECTS"
}