{
  "id": "5435",
  "title": "Speech acts and language function used by the participants in Reader's Digest's \"Laughter, The Best Medicine\"",
  "abstract": "Speech acts is the basic unit of communication. If the addressee cannot catch what actually the addresser means or the addressee cannot catch the speech act of the addresser, it often causes misunderstanding that sometimes lead into humor. Speech act and language function cannot be separated because language function is used to high light speech acts. In this study, the writer wants to analyze the locutionary, illocutionary, perlocutionary acts, and the language function of the utterances in the illocutionary and perlocutionary acts. The writer is also curious to know what makes the conversations in ?Laughter, the Best Medicine? become humorous. She assumed that the humorous utterances were caused by misunderstanding between the participants. Thus, the writer uses Schiffrin?s theory (1994) of speech acts to explain the locutionary act, illocutionary act, and perlocutionary act. Moreover, the writer also uses Kennedy?s theory (2003) to explain the language function. The data were divided based on the edition of Reader?s Digest. After classifying the data, the writer analyzed the jokes that were in the form of dialogues only by describing the locutionary, illocutionary, and perlocutionary acts. The next step was describing the language function for each utterance. Finally, the writer explained the cause of humor of those conversations. From her analysis, the writer found out that the types of illocutionary act occurred were informatives, directives, and expressives. Moreover, the cause of the humor was not only because the hearer failed to catch the intended meaning of the speaker, but also because the hearer successfully caught what the intended meaning of the speaker was.",
  "creators": "SILVIA IRENE",
  "contributors": "Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011685/ING/2007; Silvia Irene (11403035)",
  "subjects": "SPEECH ACTS (LINGUISTICS); LANGUAGE AND LANGUAGES-STUDY AND TEACHING; COMMUNICATION; DISCOURSE ANALYSIS"
}