{
  "id": "54364",
  "title": "Automatic synchronization between videos and haptic devices",
  "abstract": "This report is written for my graduation project at Genzai as the requirement for a bachelor's degree in ICT and Software Engineering at Fontys University of Applied Sciences, Eindhoven. Genzai is an Artificial Intelligence / Advanced ICT Investment and Consulting Firm founded in 1997 by Roy Lenders. They focus on entrepreneurs that want to leverage the power of Artificial Intelligence / Advanced ICT in their products or services. They pitch in ideas to other companies and create usable frameworks for them in exchange for investment stocks. Recently, a company that focuses on making interactive toys named KIIROO has requested Genzai to create a program that can automatically generate funscripts from video files. For context, funscripts are script files that can be used to steer haptic devices, such as KIIROO’s toys, in a way that mimics the movement of actors in the video it is based on. Currently, there is no technology that is able to automatically generate funscripts, hence funscripts are made by observing a video and manually encoding the movement. In order to solve this problem, a program that can automatically create funscript from video files was created. At first, research on funscripts were done in order to understand how they work and what kinds of data should be written into it. After that, the intern looked into how certain information from video files, namely pose, foreground and speed information, that can be used to generate funscripts be extracted and processed. To extract and process the information, parts of the program use the help of available models and libraries whereas for the other parts, the intern wrote the program from scratch. There are two ways that the funscript can be written. The first method involves the usage of deep learning by training a model to create outputs that mimics available funscripts. The second method involves predicting the type of movements using an expert system and generating the funscript based on speed and pose values. However, the former method is not seen as feasible and thus for this project, the usage of an expert system was done instead. As a result, at the end of the internship, the funscript generator was successfully made. It is able to take input videos and generate funscript based on them. Despite that, the program takes quite a long time to generate the funscript and the funscript could not mimic the movements of the actors with full precision. Overall, the project was really challenging but interesting nevertheless. Some recommendations that can be done to improve the program would be to improve the speed and the accuracy of the program. This can be done by discovering alternative methods in which the program can be made and comparing even more: methods, models and libraries to see which would yield the best result.",
  "creators": "MATTHEW NICHOLAS TANDEAN",
  "contributors": "Lute van Oosten (Advisor 1); Rafayel Avetyan (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022220/INF/2022; Matthew Nicholas Tandean (C14180108)",
  "subjects": "AUTOMATIC CONTROL--COMPUTER PROGRAMS; ARTIFICIAL INTELLIGENCE--COMPUTER PROGRAMS; PROGRAMMING (ELECTRONIC COMPUTERS)"
}