{
  "id": "5436",
  "title": "Frames to grasp the intended meaning of cruise advertisements in \"Travel Leisure\" magazine",
  "abstract": "In advertisement, through language, together with the pictures used, the advertisers `build? an `image? in which they deliver their message. However, sometimes readers find difficulties in grasping this `image?. If readers want to be able to understand this `image?, they need to share the same background knowledge like the advertisers have by trying to understand well the sentences written in the advertisement besides paying attention to the picture used. This research is intended to discover the intended meaning of the advertisements and the frames that the readers of cruise advertisement possess so that they can comprehend and understand the intended meaning of the advertisements. The writer used the theory of coherence by Brown and Yule and `frames? (proposed by Minsky, 1975), which is an important part of background knowledge to do the analysis. Generally, this research was approached qualitatively; however, the analysis of data was described quantitatively. After the analysis, the writer found that the intended meaning from the website related with the advertisers was that Seabourn offered intimacy, luxury, and best services to beautiful places. Besides, from the questionnaires, the writer also found that most of the respondents could not get the advertisers? idea. In order to get to the right interpretations as the advertisers intended, the frames that the readers needed were `intimacy?, `luxury?, `romance?, `complimentary wine?, `Seabourn Signature Delight?, and `Seabourn shore experience?. To conclude, background knowledge is very important in our daily life especially as students to interpret certain discourse.",
  "creators": "WIRA ENJELINA",
  "contributors": "Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Advisor 1); Anneke Heritaningsih Tupan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011676/ING/2007; Wira Enjelina (11403070)",
  "subjects": "SUBLANGUAGE; DISCOURSE ANALYSIS; LANGUAGE AND LANGUAGES-STUDY AND TEACHING"
}