{
  "id": "54381",
  "title": "Form evaluasi online mata kuliah pra skripsi dan skripsi berbasis Android",
  "abstract": "Dalam rangka mendukung visi “Green Campus” yang diterapkan oleh Universitas Kristen Petra Surabaya serta untuk mengakomodasi kepentingan evaluasi pada mata kuliah di kurikulum baru yaitu pra skripsi dan skripsi. Pada tahap evaluasi mata kuliah tersebut melibatkan banyak pihak, sehingga untuk mendigitalisasi semua dokumen serta mempermudah kordinasi maka diperlukan sebuah aplikasi untuk membantu proses entry dan menghasilkan laporan-laporan yang dibutuhkan. Selama ini proses evaluasi yang telah terjadi cukup panjang dan memakan banyak waktu yaitu saat evaluasi Pra Skripsi hingga Skripsi. Serta melihat juga mahasiswa Petra yang semakin banyak setiap tahun nya maka pihak dosen koordinator maupun pembimbing pada Pra Skripsi dan Skripsi akan semakin kerepotan dalam penanganan evaluasi tersebut. Maka dari itu Skripsi ini membuat “Form Evaluasi Online mata kuliah Pra skripsi dan Skripsi Berbasis Android” yaitu aplikasi pada smartphone berbasis Android yang bertujuan untuk memudahkan pihak dosen koordinator dan dosen pembimbing dalam evaluasi mata kuliah tersebut. Dengan dibuatnya aplikasi ini maka pihak dosen akan dipermudah mengisi nilai dan evaluasi laporan Pra skripsi dan Skripsi tanpa memakan banyak waktu, serta data yang dibuat dapat lebih akurat dan cepat. Sehingga penyampaian nilai kepada mahasiswa pun menjadi lebih singkat.",
  "creators": "STEPHEN CORNELIUS HERTANTO",
  "contributors": "Silvia Rostianingsih (Advisor 1); Liliana (Advisor 2); Alexander Setiawan (Examination Committee 1); Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022174/INF/2022; Stephen Cornelius Hertanto (C14170115)",
  "subjects": "ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE); ANDROID (ELECTRONIC RESOURCE)--PROGRAMMING"
}