{
  "id": "54380",
  "title": "Analisa faktor OEE pada departemen repacking di PT X",
  "abstract": "PT X merupakan salah satu perusahaan agri-food terbesar yang ada di Indonesia. Dalam perkembangannya, PT X melakukan kegiatan produksi pakan hewan, pemeliharaan, dan juga pengolahan unggas. PT X memiliki beberapa departemen kerja, salah satunya adalah departemen repacking. Departemen repacking merupakan departemen yang bertugas untuk melakukan pengemasan hasil produksi pakan hewan. Namun, terdapat beberapa permasalahan pada proses penginputan data di departemen repacking. Proses penginputan data di departemen repacking masih belum terintegrasi dan terstruktur sehingga menyebabkan beberapa pemborosan. Pemborosan yang terjadi meliputi pemborosan waktu, biaya, dan juga tenaga. Melihat permasalahan ini, perlu dibuat suatu peringkasan data harian yang terintegrasi dan terstruktur sehingga dapat digunakan untuk proses analisa permasalahan yang terjadi. Setiap data harian akan diringkas ke dalam suatu peringkasan data yang dinamakan data overview. Dalam tahapannya, proses penyusunan data overview akan dibantu dengan pendekatan metode OEE (Overall Equipment Effectiveness). Proses analisa akan dilakukan dengan tiga faktor utama yaitu availability factor, performance efficiency, dan rate of quality product. Setiap perhitungan nilai faktor pada data overview akan dimunculkan dalam bentuk visualiasi data agar dapat mempermudah proses penarikan kesimpulan. Hasil data overview dan visualisasi data dapat membantu perusahaan untuk memahami kondisi di lapangan serta membantu pengguna untuk melakukan follow-up terhadap permasalahan yang terjadi di departemen repacking.",
  "creators": "DAVID",
  "contributors": "Felecia, S.T., M.Sc. (Advisor 1); Indriati Njoto Bisono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022485/IND/2022; David (C13180047)",
  "subjects": "PACKAGING-RESEARCH; PRODUCT MANAGEMENT"
}