{
  "id": "54397",
  "title": "Pengembangan bahan bakar briket berbahan dasar limbah berdasar sustainable product development",
  "abstract": "Menipisnya bahan bakar padat di dunia mengharuskan adanya suatu produk bahan bakar alternatif sebagai pengganti. Sustainable Product Development adalah salah satu konsep yang dapat digunakan untuk menentukan suatu produk baru dengan mempertimbangkan berbagai aspek antara lain, aspek ekonomi, aspek lingkungan, dan aspek sosial. Bahan Bakar Briket yang berasal dari limbah buah dan limbah daun dapat menjadi alternatif bahan bakar padat yang terbarukan karena bahan baku yang digunakan berasal dari limbah yang sudah tidak memiliki nilai jual. Namun, pemilihan bahan baku pembuatan bahan bakar briket harus ditentukan dengan menggunakan konsep sustainable product development. Metodologi yang dilakukan dalam penelitian ini adalah dengan melakukan survei di 5 Pasar di Surabaya dan melakukan interview dengan pihak DKRTH (Dinas Kebersihan dan Ruang Terbuka Hijau) Kota Surabaya. Metode yang digunakan untuk pemilihan material adalah dengan menggunakan Pugh matrix concept selection yang memperhatikan aspek-aspek di konsep sustainable product development. Pada aspek ekonomi, kriteria yang digunakan mengacu pada konsep design for cost, design for manufacturing, dan design for supply chain. Pada aspek lingkungan, kriteria yang digunakan mengacu pada konsep design for environment. Pada aspek sosial, kriteria yang digunakan mengacu pada konsep design for society dan design for social innovation. Hasil dari pemilihan material menggunakan Pugh matrix concept selection menunjukkan bahwa material yang paling baik untuk pembuatan briket berdasarkan aspek ekonomi, sosial, dan lingkungan adalah campuran limbah daun trembesi (Samanea saman.) dan limbah buah pepaya. Campuran briket limbah daun trembesi 95% dengan limbah buah pepaya 5% dengan ukuran mesh 60 dan dengan tekanan pembentukan sebesar 2 MPa mendapatkan nilai kalor sebesar 4025.87 Kcal/Kg.",
  "creators": "Yusuf Hilario Wasisdi",
  "contributors": "Willyanto (Advisor 1); Iwan Halim Sahputra, S.T., M.Sc., Ph.D. (Advisor 2); Prof. Dr. Juliana Anggono, S.T., M.Sc. (Examination Committee 1); Didik Wahjudi (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01010015/MTI/2022; Yusuf Hilario Wasisdi (C23200008)",
  "subjects": "BRIQUETS (FUEL); RENEWABLE ENERGY SOURCES"
}