{
  "id": "5447",
  "title": "Perancangan dan pembuatan sistem informasi administrasi pada perusahaan industri selep kopi Sumber Makmur",
  "abstract": "UD. Sumber Makmur merupakan sebuah perusahaan yang bergerak pada bidang industri selep biji kopi mentah. Sistem informasi administrasi pada perusahaan merupakan sistem manual atau paper based systems. Hal ini terlihat mulai dari pembelian, proses produksi hingga penjualan masih dilakukan pencatatan secara manual, dengan menggunakan media kertas. Adanya kelemahan- kelemahan yang dimiliki sistem tersebut yang mendorong perusahaan untuk mengganti sistem yang digunakan. Maka diharapkan dengan sistem yang baru, akan meminimalisir kesalahan dan meningkatkan kinerja perusahaan. Perancangan sistem informasi administrasi pada perusahaan ini akan didasarkan dengan pengembangan basis data yang dimiliki perusahaan. Yang selanjutnya akan dibuat aplikasi yang akan menjadi pengganti sistem lama yang dimiliki perusahaan tersebut. Aplikasi ini menggunakan bahasa pemrograman Borland Delphi 6 dan untuk sistem basis data-nya menggunakan Microsoft SQL Server 2000. Dengan adanya program yang menangani sistem administrasi pada UD. Sumber Makmur, kegiatan administrasi menjadi lebih terotomatisasi. Hal ini ditunjukkan adanya pencatatan mulai dari order dan transaksi baik pembelian maupun penjualan, pemakaian bahan dan hasil produksi, proses absensi dan pembayaran gaji karyawan, hingga pembuatan laporan-laporan sesuai dengan kebutuhan perusahaan, yang dapat ditunjang oleh program ini.",
  "creators": "CIPTO WINOTO CANDRA I",
  "contributors": "Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 1); Silvia Rostianingsih (Advisor 2); Rolly Intan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02000181/INF/2004; Cipto Winoto Candra Iwanto (26400090)",
  "subjects": "DATA BASE DESIGN; DATA BASE MANAGEMENT"
}