{
  "id": "5452",
  "title": "A Study on the caused and effects of Elfride's relationships with three men in Thomas Hardy's a pair of blue eyes",
  "abstract": "A Pair of Blue Eyes is one of Thomas Hardy?s novels, which tells about the relationships between Elfride Swancourt and Stephen Smith, Henry Knight and Lord Luxellian. The writer states why Elfride Swancourt has relationships with Stephen Smith, Henry Knight and Lord Luxellian and the effects of her relationships with Stephen Smith and Henry Knight toward herself. The thesis writer uses the theories of characterization, conflict and also the concept of love relationship to analyze the cause and effects of Elfride in her relationships with three men. Through her analysis, the writer finds out the causes and effects to Elfride in her relationships. The two gentlemen, Stephen Smith and Henry Knight, have their own superiorities that make Elfride Swancort fall in love. The physical appearance, clever and gentle of Stephen Smith makes her fall in love each other. Yet the cleverness and gentle of Henry Knight who also fall in love toward her makes Elfride confused to make a decision. Elfride is close to marry both with Stephen or Henry; but finally she does not get married with two of them. She gets married with Lord Luxellian. Her motivation in getting married with him is because of his richness. The thesis writer finally finds out that the physical appearance, cleverness and gentleman treatment and also richness are the causes of the relationship and writing romance, a fear of rejection and ignores her social value as the effects of the relationship. Relationship is easily influenced by mood of situation and it is arouses in certain situation with the psychological realization of emotion.",
  "creators": "INDAH TRISIANA",
  "contributors": "Theophilus Jokri (Advisor 1); Ribut Basuki (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011610/ING/2006; Indah Trisiana (11401120)",
  "subjects": "HARDY, THOMAS,1840-1928.A PAIR OF BLUE EYES; ENGLISH FICTION--19TH CENTURY--STUDY AND TEACHING"
}