{
  "id": "5453",
  "title": "Study of Fanny Price's problems in her love relationship and her efforts to overcome them as seen in Jane Austen's mansfield park",
  "abstract": "The study discusses Jane Austen?s novel, Mansfield Park. It is about the problems faced by the main female character, Fanny Price and her efforts to overcome them related to her love relationship. In analyzing the novel, I use literary theories, that is characterization and conflict and psychological concept that is self-concept. Characterization is useful to analyze Fanny Price?s problems and her efforts to overcome her problems as the main female character in the novel. While theory of conflict is useful to analyze inner and outer conflicts that she faces. Fanny?s efforts appear because she wants to reach happiness and indirectly this will help her poor family from miserable life to raise the social status. The psychological concept of self-concept is used to analyze Fanny Price?s negative self-concept that causes her inability to express her love and how she builds her positive self-concept, to express her love. She does some efforts to overcome the problems. In addition, she also experiences conflicts. She experiences inner conflict when she has to choose between Henry and Edmund, while her outer conflict is when she is forced to accept Henry?s love by her families and makes her confused. Her true love Edmund, whose she thinks as the right man for her, finally proposes her. Then, she lives happily in her marriage.",
  "creators": "VINCENTIA EISCHA WIDYANTI",
  "contributors": "Theophilus Jokri (Advisor 1); Liem Satya Limanta (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011615/ING/2006; Vincentia Eischa Widyanti (11401139)",
  "subjects": "AUSTEN, JANE, 1777-1840, MANSFIELD PARK-STUDY AND TEACHING; ENGLISH FICTION-18TH CENTURY-STUDY AND TEACHING"
}