{
  "id": "5455",
  "title": "The Causes and effects of Pip's ambition to be a gentleman as seen in Charles Dickens' great expectations",
  "abstract": "This thesis is a study on the causes and effects of Pip?s ambition as seen in Charles Dickens? Great Expectation. Pip has an ambition to become a gentleman. Thus, the thesis writer is curious to know what are the causes of Pip?s ambition and also what are the effects that ambition brings to him. The purpose of this thesis is to find out the reasons of Pip?s ambition and also what are the effects that ambition brings to him. To achieve her goal, the thesis writer uses literary approach such as characterization and conflict. In order to support the analysis the thesis writer also use the concept of gentleman in Victorian period and the concept of ambition to give clear perspectives about condition at that time. There are three causes that makes Pip has an ambition to be a gentleman, first is because of his poverty in his childhood, second is because of the treatment of Miss Havisham and Estella, and the third is because his love toward Estella. Pip?s ambition has two effects there are negative effect, his snobbishness and also the positive effect, his realization. Finally, Pip realizes that he cannot buy everything with money and what he has done all this time is wrong. Pip?s realization makes him become a real gentleman in his life, because becoming a real gentleman does not depend on how much money that someone have but more than how he or she behaves in the society.",
  "creators": "DIANA HENNY SUSILOWATI",
  "contributors": "Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Advisor 1); Liem Satya Limanta (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011613/ING/2006; Diana Henny Susilowati (11498063)",
  "subjects": "ENGLISH FICTION--19TH CENTURY--STUDY AND TEACHING; DICKENS, CHARLES.1812-1890.GREAT EXPEXTATIONS"
}