{
  "id": "5457",
  "title": "Code mixing in interview articles on FHM magazine",
  "abstract": "The style of modern people usually talks more than one language; as a result the media also adapts the style in presenting the news. In this case the language is mixed up in its usage. The mixture of language is often called code mixing or code switching. In this study, the research only limits to code mixing, that means the use of two or more language in one utterance. By understanding the reason and the factor that motivate the use of code mixing the writer wants to know the reason why code mixing is used frequently in the magazine, which represent the speaking style of the modern people. The magazine that becomes the source of data for this research is FHM (For Him Magazine) and the data is only limited to dialog articles from a local celebrity of famous person containing code mixing. The main theory used in this study is theory from Janet Holmes and there are also some other supporting theories about code mixing, and semantic. In this research the main problem is about code mixing, but the writer needs to add point of view from semantic in order to help to understand about the context easier. The data will be classified by the writer into some tables so the way to understand about each context is easier. For the conclusion, the writer found out that most of the reasons and factors are because the speakers feel that the Indonesian word cannot capture the precise idea of the speaker. This may be due to the effect of modern society in which new information is mostly in foreign language. From the finding, the writer can conclude that code mixing has become part of modern lifestyle which is one of the characteristics of modern society.",
  "creators": "ERIC WILFRED",
  "contributors": "ABBAS A.BADIB, Pof.DR.MA.,MA. (Advisor 1); SAMUEL GUNAWAN (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011607/ING/2006; Eric Wilfred (11400069)",
  "subjects": "INDONESIAN LANGUAGE-DIALECTS; SOCIOLINGUISTICS"
}