{
  "id": "5458",
  "title": "The Transformational processes of deletion in the headlines of Time Magazines",
  "abstract": "This research uses syntax theories to analyze the Transformational Processes. It is used to examine the use of Transformational Processes on Deletion by describing the types of Transformational Processes of Deletion used in the Headlines of Time Magazines. The theories that are used in this research are the Jacobs & Rosenbaum?s, Elgin?s, and Akmajian & Henry?s theories. The writer chooses to analyze the Transformational Processes of Deletion in the Headline as her study since headlines should be made as simple as possible. Therefore, the Transformational Processes of Deletion often occurs in the headline. Beside that, the writer describes the frequency of the occurrences each kind of deletion. The writer selects Headlines of Time Magazines of March 6 th 2006, April 10 th 2006, and May 8 th 2006 editions as her sources of data to find out the Transformational Processes of Deletion. To collect the data, the writer uses a descriptive qualitative approach. In collecting the data, the writer selects the Headlines from 4 editions of Time Magazines. The Headlines are used as the sources of the data are the Headlines that contain Transformational Processes of Deletion. Furthermore, the data are classified according to Jacobs & Rosenbaum?s theories by examining the deep structure and surface structure. In analyzing the data, the writer describes each type of deletion and counts the frequencies. From the analysis, there are 5 kinds Transformational Processes of Deletion. The Transformational Processes of Noun Phrase and Linking Verb Deletion occur seven times. The Transformational Processes of Noun Phrase Deletion occurs five times. The Transformational Processes of Imperative Deletion occurs four times. In addition, the Transformational Processes of Verb Phrase Deletion and Deletion under Identity occur twice. In all transformational Processes, the Deletion of Noun Phrase and Linking Verb Deletion is mostly used in the Headlines of Time Magazines",
  "creators": "OLIVIA YOSONO",
  "contributors": "SUKEMI, PROF.DR.M.A. (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.02011601/ING/2006; Olivia Yosono (11401007)",
  "subjects": "ENGLISH LANGUAGE-GRAMMAR; ENGLISH LANGUAGE-SYNTAX"
}