{
  "id": "5461",
  "title": "English loanwords in Hermawan Kartajaya's marketing in Venus",
  "abstract": "English loanword is a current trend that occurs in the Indonesian language mainly in talking about economic and business matters. Likewise, in Hermawan Kartajaya?s Marketing in Venus, there are numerous English loanwords employed in the text. These loanwords are very particular in their form. Therefore, this study is objected to find the English loanwords with their types, components, as well as their word formation process. Underlying this study, a number of theories applied are the loanwords theory, word structure, along with Indonesian and English word formation process. Then, using qualitative descriptive approach, the data were collected and analyzed. In the end, the use of the English loanwords in Marketing in Venus is figured. From the findings, it is notified that the English loanwords found in Marketing in Venus can be either in the form of simple or complex words. Most of them are nouns; others are verbs and adjectives but none of them are adverbs. Additionally, there are two types of components of the loanwords, i.e. free morpheme combined with another free morpheme and free morpheme(s) attached to bound morpheme(s). Then, it is also found that some loanwords undergo certain English word formation process, like clipping, blending, acronyms, and affixation; while the rest experience the Indonesian affixation and reduplication. In summary, the phenomenon of English loanwords is perceivable at present. In Marketing in Venus, for instance, the loanwords are distinctive that they have different types and components. Furthermore, there is not only the English word formation process but also Indonesian word formation process involved in the use of the English loanwords.",
  "creators": "DEWI KARTIKA HALIM",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); MEEDY NUGRAHA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011606/ING/2006; Dewi Kartika Halim (11402009)",
  "subjects": "ENGLISH LANGUAGE-MORPHOLOGY; ENGLISH LANGUAGE-GRAMMAR"
}