{
  "id": "5463",
  "title": "Pre-sequences in the conversations between red and carrie mae in summer stories by Nola Thacker",
  "abstract": "Conversation is used for expressing people?s opinion, which is very important in communication. According to Mey (1983), conversation is a way of using language socially involving of two people or more. One of the common features in conversation is known as pre-sequences. Pre-sequence means utterances coming before the other utterances which is in the beginning of a conversation or certain utterances which belong to the opening sequence of a conversation. In this study, the writer attempts to find out about what kinds of pre-sequence types are used by children and what are the responses in their conversation. The children observed by the writer are Red and Carrie Mae in SUMMER STORIES by Nola Thacker through their untterances. In analyzing the data, the writer uses Light Bown, Stephen C levinson, and Jacob L Mey theory of pre-sequences and also first language acquisition for the theory. The writer uses a descriptive qualitative approach to describe the types of pre-sequence and the responses used by Red and Carrie Mae. After analyzing the data, the writer found out that there were four types of pre-sequences occuring in Red and Carrie Mae conversation. After describing the analysis, the findings show that the pre-sequences type used are pre-request, pre-invitation, pre-arrangement, and pre-announcement. The dominant type is pre-announcement. Furthermore, the main characters have already known how to arrange better conversation by using pre-sequence utterances. From that explanation, the writer can conclude that pre-sequences are important in arranging conversation because pre-sequences belong to opening sequence in delivering the message of a conversation.",
  "creators": "ARUMTYAS PUSPITANING P",
  "contributors": "Dwi Setiawan (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011605/ING/2006; Arumtyas Puspitaning Padmasari (11402066)",
  "subjects": "DISCOURSE ANALYSIS; SOCIOLINGUISTICS"
}