{
  "id": "5464",
  "title": "The Structural and lexical ambiguity found in Cleo Magazine Advertisements",
  "abstract": "This study is done to find the kinds of sentences or phrases which are structurally ambiguous and kinds of words are lexically ambiguous. The writer wants to know what the advertisements are ambiguous. She knows that ambiguity can occur in any situation, not only in advertisements. Because of that, she wants to analyze the words/ sentences that can be ambiguous in advertisements. In this study, the writer finds the structural and lexical ambiguity of advertisements in Cleo Magazine. The writer uses the data in this study from advertisements in Cleo Magazine issued in April and March 2006. The data for this research is taken from 40 advertisements from two editions and the writer uses 15 advertisements from two editions. The kinds of advertisements that are used in this study are about several products used by women that occur in Cleo Magazine. The writer applies the theory of structural and lexical ambiguity from Hurford and Heasley?s theory (1984). She also uses the theory of syntactic structures by Adrian Akmajian (1995) and Nelson Francis (1954). The writer finds the ambiguity in the advertisements by those theories and also finds the meanings from the dictionary. This study uses a descriptive qualitative approach. In analyzing the data, the writer identifies the structurally ambiguous sentences by using Tree Diagrams or IC Analysis. She also clarifies the lexically ambiguous sentences by looking at the meaning from the lexical ambiguous words. Moreover, she finds the kinds of ambiguous sentences and the kinds of ambiguous words that occur in advertisement. There are five structural ambiguities including three declaratives sentences, one adjective phrase and one noun phrase. There are also 10 lexical ambiguities that are included in the advertisements; there are four nouns, two verbs, three adjectives and one adverb. Finally, the writer finds that lexical ambiguity occur more frequently than structural ambiguity of advertisements in Cleo Magazine",
  "creators": "SUSAN KRISTIANTY",
  "contributors": "SUKEMI, PROF.DR.M.A. (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011602/ING/2006; Susan Kristianty (11402085)",
  "subjects": "ENGLISH LANGUAGE-STUDY AND TEACHING"
}