{
  "id": "5465",
  "title": "The Slang words used by students of Petra Christian University in their boarding house",
  "abstract": "Slang is the non standard use of words in a language, and sometimes the creation of new words or importation of words from another language. The spreading of slang is very fast, especially among youngsters because of the influence of media, such as TV, radio, movies. As well as mere words, slangs also undergo some processes in its formation. Thus, the writer is interested in conducting a study of Word formation Processes of slang words used by students of Petra Christian University in their boarding house, in which in the boarding house, there are various kinds of people that come from different cities with different backgrounds, customs, dialects, etc. Besides the slangs and their meanings, the writer also wants to analyze the Word formation Processes of those slangs. The writer finds slangs that are usually used by some students of Petra Christian University in their boarding house. After identifying the meanings, the writer then analyzes the Word formation Processes of those slangs. The writer uses nine Word formation Processes from the theory of George Yule (1985) in The Study of Language; they are Coinage, Compounding, Clipping, Blending, Borrowing, Back formation, Acronyms, Multiple processes, Affixes( Prefix, Infix, Suffix). The writer concludes that there are thirty nine slangs words that are found in the ten students of Petra Christian University in their boarding house. The types of Word formation Process applied are Borrowing, Clipping, Affixes (Prefix, Infix, Suffix), Blending, Acronym, and Multiple Processes. From this research, there are the slangs that are not really new slangs, because almost the whole slangs that are found in this research are common in the society, especially in youngsters.",
  "creators": "LIKE STEVANNY",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011604/ING/2006; Like Stevanny (11402093)",
  "subjects": "ENGLISH LANGUAGE-SLANG; LANGUAGE AND LANGUAGES-SLANG"
}