{
  "id": "5466",
  "title": "The Topic of males' and females' gossips in \"Friends\"",
  "abstract": "Gossip is a small and relaxed talk about other people who is not. Usually, gossip is done in relaxed situation. Many linguists believe that the focus of what female and male gossip is different. However, those theories do not mention whether their topics of gossip (behavior, personality, attitude, etc) are different or not, since gossip is a conversation that discuss about other people. Thus, it makes the writer curious about males? and females? topics of gossip. By conducting this research, the writer can identify the topics that mostly occur in males? and females? gossip so the writer can describe whether the topics of females? and males? gossip are different or not. This research can be useful for the readers since the readers can know the differences between the topics of males? and females? gossip. In analyzing the data, the writer uses McCarthy?s theory of topic. It can be seen from pragmatic view and semantic field. One of definition of gossip, as Fox quoted from Eder and Enke gossip is an evaluative talk about a person who is not present (http://www.sirc.org/publik/gossip.shtml). The data were obtained from \"Friends\" TV Series from sixth season. The findings are obtained by analyze all gossip incidents in the film by using McCarthy?s theory about how we can analyze the topic in a conversation. Then, after analyzing the topics that occur in all conversation, the writer finds the sub-topic (narrower topic). After that, the writer classifies those sub-topics into the broader topic (topic category). In that film, the writer classifies the sub-topics into three topic categories, they are psychological inclination, physical appearance, and relationship. The findings show that the topic of psychological appearance of other people mostly occurs in both males? and females? gossip. However, there is one difference between the topic occurring in males? gossip and females? gossip. The topic about the relationship of other people only occurs in females? gossip.",
  "creators": "AMELIA HANDOJO",
  "contributors": "SAMUEL GUNAWAN (Advisor 1); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011609/ING/2006; Amelia Handojo (11402102)",
  "subjects": "INDONESIAN LANGUAGE-SOCIAL ASPECTS; SOCIOLINGUISTICS"
}