{
  "id": "5467",
  "title": "The Linguistic repertoire of a kutainese man at Singgahan Subvillage of Pelem Village, Pare-Kediri",
  "abstract": "\"The Linguistic Repertoire of a Kutainese Man at Singgahan Subvillage of Pelem Village, Pare-Kediri\" is a Sociolinguistic study that attempts to reveal the linguistic repertoire of a Kutainese man at Singgahan subvillage. Three research questions are formulated in order to accomplish the research. These questions try to find out the varieties used by the man, how the man practices them in his daily life and the factors that contribute him to possess such a linguistic repertoire. The qualitative method with naturalistic inquiry is considered the most appropriate approach to handle the research process. This approach best describes the use of language in its natural context, affirms the mutual influence between the researcher and the respondent. Two methods, namely interview and participant observation, are used in gathering the data. I, as the researcher, become the main instrument of this research. The data are taken from 3 different domains: family, friendship, and education. The findings show that there are six varieties used by the speaker, namely English, Indonesian, Javanese krama, Javanese ngoko and Kutainese, which are distributed variously in each domain. The use of those varieties are due to various factors, such as the speaker?s profession as an English teacher as well as a principal, his original identity as a Kutainese, his educational background, the role of the Indonesian language as a lingua franca as well as official language in Indonesia, the speaker?s effort to accommodate to the surrounding people and the influence of Javanese culture.",
  "creators": "GANDA CHARISMA KRISTI",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011608/ING/2006; Ganda Charisma Kristi (11402140)",
  "subjects": "SOCIOLINGUISTICS"
}