{
  "id": "5472",
  "title": "Faktor sukses kunci bagi kontraktor perumahan pada real estate",
  "abstract": "Ada empat aspek yang harus diperhatikan oleh kontraktor perumahan agar dapat membangun rumah tinggal dengan kualitas yang baik, tepat waktu, dan sesuai anggaran. Aspek tersebut yaitu karakteristik proyek, ketentuan kontrak, partisipan proyek, dan proses interaksi. Penelitian dilakukan dengan membagikan kuisioner kepada 12 kontraktor perumahan yang sedang mengerjakan proyek rumah tinggal pada September - Nopember 2006 di Sidoarjo dengan harga jual diatas 500 juta rupiah. Data yang diperoleh dianalisa secara deskriptif dengan menggunakan analisa mean dan secara inferensial dengan analysis of variance (ANOVA) untuk mengetahui pengaruh faktor sukses kunci terhadap kualitas, waktu dan biaya. Secara deskriptif, faktor sukses kunci bagi kontraktor perumahan terhadap kualitas adalah tingkat keahlian tenaga kerja dan pengawasan lapangan; terhadap waktu adalah desain yang lengkap dan tingkat keahlian tenaga kerja; dan terhadap biaya adalah resiko ekonomi. Nilai mean masing-masing faktor tersebut adalah 1,1 (sangat mempengaruhi). Secara inferensial, hasil uji hipotesis menunjukkan bahwa faktor sukses kunci dilihat dari aspek proses interaksi mempunyai pengaruh yang berbeda terhadap kualitas, waktu, dan biaya. Hal ini ditunjukkan dengan P value < 0,05 baik dari segi kualitas, waktu, dan biaya.Hasil uji LSD (Leat Significance Difference) menunjukkan bahwa faktor sukses kunci dilihat dari aspek karakteristik proyek (dampak pada publik) menunjukkan perbedaan yang signifikan terhadap kualitas dan biaya (beda mean = 1,5 > LSD = 0,8756).",
  "creators": "RIFIKA ANGELA MARIANI A; ANI SETYADARMA",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Sentosa Limanto (Advisor 2); Ratna S. Alifen (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 12301523/SIP/2007; Rifika Angela Mariani A. (21402042), Ani Setyadarma (21402094)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; INDUSTRIAL PROJECT MANAGEMENT"
}