{
  "id": "5482",
  "title": "Perancangan dan pembuatan aplikasi e-commerce untuk mendukung customer relationship management di supermarket Bonnet",
  "abstract": "Saat ini persaingan dibidang bisnis semakin ketat, karena banyaknya usaha-usaha baru yang muncul dan berkembang. Bonnet yang bergerak dibidang bisnis supermarket tentunya bersaing dengan bisnis supermarket yang lainnya, seperti supermarket Hero, hypermarket Giant dan lain-lain. Dengan adanya persaingan dibidang bisnis yang semakin ketat ini, mendorong Bonnet untuk memperluas pemasaran dan meningkatkan pelayanan terhadap pelanggannya yaitu dengan merancang dan membuat aplikasi e-commerce yang menyediakan layanan 24 jam untuk mempertahankan pelanggan yang ada dan menarik pelanggan baru. Pembuatan aplikasi e-commerce dimulai dengan membuat desain dari sistem yang digunakan perusahaan saat ini. Setelah model terbentuk lalu dikonfirmasikan dengan user, untuk memperoleh kesatuan pandangan. Kemudian tahap selanjutnya adalah merancang database yang digunakan untuk menyimpan data. Program aplikasi e-commerce ini dibuat dengan menggunakan Macromedia Dreamweaver MX dengan PHP sebagai bahasa script dan MySQL Front sebagai penyimpan database. Hasil dari perancangan aplikasi yang dibuat adalah web e-commerce yang dapat membantu pelanggan untuk melakukan pembelian 24 jam dan membantu Bonnet untuk memperluas daerah pemasaran. Kesimpulan yang diperoleh dari pengujian program yang dilakukan oleh pelanggan dan administrator yaitu bahwa program ini sudah berjalan dengan baik sesuai dengan keinginan user.",
  "creators": "FATMANINGSIH",
  "contributors": "Gregorius Satiabudhi (Advisor 1); Agustinus Noertjahyana (Advisor 2); Rolly Intan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02000191/INF/2004; Fatmaningsih (26400037)",
  "subjects": "TELEMARKETING; DATABASE DESIGN; DATA TRANSMISSION SYSTEMS"
}