{
  "id": "5496",
  "title": "Perancangan dan pembuatan sistem informasi customer berbasis web menggunakan Java's Server Pages (JSP) di Mango Terrace Resto",
  "abstract": "Kurangnya media informasi bagi customer mengenai Mango Terrace Resto, adanya keterbatasan dalam hal waktu, biaya, dan informasi dalam melakukan reservasi tempat maupun reservasi pesta, serta keterbatasan ruang lingkup bagi pihak restoran untuk melakukan promosi menjadi latar belakang perancangan sistem informasi customer berbasis web di Mango Terrace Resto. Tujuan pembuatan sistem informasi customer ini adalah untuk menyediakan sistem pengolahan data menjadi informasi yang bermanfaat bagi customer dan pihak restoran secara online dan mempermudah customer dalam melakukan reservasi tempat dan reservasi pesta. Web site sistem informasi customer menyediakan fasilitas reservasi tempat dan reservasi pesta bagi customer dan member, pengaksesan database, sarana promosi bagi restoran secara online. Sistem informasi customer berbasis web ini dirancang menggunakan Java Server Pages, Macromedia Dreamweaver MX, Adobe Photoshop 7.0, dan ditunjang dengan MySQL. Dari hasil pengujian sistem informasi customer berbasis web kepada user, yang meliputi administrator, customer, dan member Mango Terrace Resto, diperoleh kesimpulan bahwa web site membantu restoran sebagai media promosi yang lebih luas secara online, mempermudah serta mempercepat proses pengolahan data, membantu usaha meningkatkan loyalitas customer melalui pencarian data-data yang diperlukan, dan membantu memperoleh informasi yang lebih banyak mengenai minat customer terhadap pelayanan serta menu Mango Terrace Resto. Selain itu, web site Mango Terrace Resto mempermudah customer dan member dalam melakukan reservasi tempat dan pesta. Web site didesain dengan interface yang menarik serta mudah dipergunakan oleh user. .",
  "creators": "HERLINA",
  "contributors": "Gregorius Satiabudhi (Advisor 1); Leo Willyanto Santoso (Advisor 2); Sukanto Tedjokusuma (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02000199/INF/2004; Herlina (26400085)",
  "subjects": "WEB SITES-DESIGN; DATABASE DESIGN; INTERNET (COMPUTER NETWORKS)"
}