{
  "id": "54993",
  "title": "Strategi pengembangan usaha UD Persada di Nusa Tenggara Timur",
  "abstract": "Penelitian ini bertujuan untuk menyusun strategi pengembangan usaha dagang yang tepat bagi UD Persada. Penelitian ini menggunakan metode kualitatif deskriptif. Teknik pengumpulan data dalam penelitian ini menggunakan cara wawancara semi terstruktur dan penentuan informan menggunakan metode purposive sampling. Penelitian ini selanjutnya dilakukan untuk merumuskan strategi pengembangan usaha UD Persada di Nusa Tenggara Timur. Data pada penelitian ini dikumpulkan melalui wawancara kepada tiga informan, yaitu pemilik UD Persada, pesaing dan expert. Hasil wawancara dilakukan untuk mengevaluasi lingkungan internal dan eksternal yang dimiliki UD Persada. Teknik pengolahan data yang digunakan yaitu reduksi data. Untuk pengujian validitas data, peneliti menggunakan triangulasi sumber. Penelitian ini dilakukan dengan menganalisis lingkungan internal UD Persada menggunakan matriks Internal Factor Evaluations (IFE) serta menganalisis lingkungan eksternal usaha dagang dengan matriks External Factor Evaluations (EFE). Kemudian dilakukan analisis Strength Weakness Opportunities Threat (SWOT) serta dimatrikskan ke dalam matriks SWOT sehingga dapat menghasilkan beberapa strategi pengembangan usaha untuk UD Persada. Berdasarkan pengolahan data melalui matriks Internal Factor Evaluations (IFE) ditemukan bahwa UD Persada berada di kuadran I sehingga tepat bahwa UD Persada butuh pengembangan usaha. Hasil penelitian menunjukkan strategi pengembangan usaha yang tepat bagi UD Persada guna untuk dapat bertahan dalam persaingan yang semakin ketat yaitu strategi penetrasi pasar dan strategi pengembangan pasar. Dengan strategi tersebut, diharapkan usaha dagang dapat mencapai tujuan yang diinginkan serta menghadapi persaingan yang semakin ketat.",
  "creators": "CICILLIA NADYA NOVITA SARI",
  "contributors": "Dr. Augustinus Simanjuntak, S.H., M.H. (Advisor 1); Maria Praptiningsih, S.E., M.Sc.FE. (Examination Committee 1); Nony Kezia Marchyta, S.E., M.M. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012324/MAN/2022; Cicillia Nadya Novita Sari (D11180492)",
  "subjects": "BUSINESS PLANNING; BUSINESS PLANNING-FEASIBILITY STUDY"
}