{
  "id": "550",
  "title": "Studi tentang perencanaan tapak dan analisis hubungan lebar jalan terhadap luas dan harga jual kapling pada beberapa perumahan di Surabaya",
  "abstract": "Perencanaan tapak perumahan terdiri dari konsep perencanaan, tata guna lahan. perencanaan jalan dan prinsip pembagian kapling. Elemen yang sangat penting dalam perencanaan tapak adalah jalan, karena sangat berpengaruh terhadap luas dan harga jual kapling. Pada penelitian ini akan dibahas mengenai perencanaan tapak dan hubungan antara lebar jalan terhadap luas dan harga jual kapling. Teknik sampling yang digunakan adalah purposive sampling yaitu perumahan Graha Famili, Citra Raya, Pakuwon Indah dan Laguna Indah. Sedangkan teknik pengumpulan data menggunakan interview dan data rencana tapak yang diperoleh dari pengembang. Teknik analisis data yang dipergunakan adalah korelasi dan anova dengan program SPSS Versi. 10. Hasil analisis deskriptif menunjukkan konsep perencanaan yang dipergunakan oleh ke-empat perumahan adalah PUD (Plan Unit Development). Tata guna lahan untuk jalan terbesar yaitu 25 % terletak di perumahan Laguna lndah, dan yang terkecil terletak pada perumahan Citra Raya yaitu 20%. Penerapan hirarki jalan pada perumahan Citra Ra1'a lebih bagus dibandingkan tiga perumahan lainnya. Pola jalan yang paling banyak diterapkan oleh ke-empat perumahan adalah grid yaitu 48.21% dan yang paling sedikit adalah culdesac yaitu 5,918%. Perumahan Laguna Indah paling banyak menyediakan kapling standar yaitu 78,49l%, dan paling sedikit pada perumahan Graha Famili yaitu 59,6%. Orientasi kapling terbanyak pada ke-empat perumahan menghadap selatan dan utara yeuttu 36,8% dan 36,1%. Rata-rata lebar jalan lebih besar berada di perumahan Laguna Indah, sedangkan rata-rata luas kapling terbesar dan harga jual kapling termahal berada di perumahan Graha Famili. Hasil analisis korelasi menunjukkan adanya hubungan antara lebar jalan dengan luas kapling dan harga jual kapling pada perumahan Graha Famili dan Citra Raya sedangkan pada perumahan Pakuwon lndah dan Laguna lndah menunjukkan adanya hubungan dengan luas kapling, harga jual kapling, luas kapling rala-rata dan harga jual kapling rata-rata.",
  "creators": "SILVI VIRONICA WIJAYA",
  "contributors": "Timoticin Kwanda (Advisor 1); Herry Pintardi Chandra (Advisor 2); Hasan Oetomo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 052/MTS; Silvi Vironica (01500014)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; CONSTRUCTION INDUSTRY-MANAGEMENT-RESEARCH"
}