{
  "id": "55009",
  "title": "Analisis sentimen review berbasis aspek terkait perkembangan NFT games pada Youtube menggunakan metode Latent Dirichlet Allocation (LDA) dan Support Vector Machine (SVM)",
  "abstract": "Salah satu produk yang sedang trending dan ramai diiklankan di YouTube yaitu NFT games. Banyaknya pendapat dan maraknya perkembangan NFT games menjadi pertimbangan bagi pendatang baru untuk terjun ke dalam dunia NFT games. Masalah yang dihadapi oleh pendatang baru dalam dunia NFT games adalah terbentuknya pyramid scheme yaitu nilai atau mata uang NFT games hanya meningkat oleh pendatang baru yang ikut berinvestasi dalam proyek NFT games. Jika nilai NFT games sudah mencapai puncak, pemain NFT games yang lama akan tahu kapan harus menjual NFT games. Sedangkan beberapa pendatang baru belum tahu kapan harus menjual NFT games karena kurangnya pengetahuan tentang NFT games. Untuk itu diperlukan informasi baru yang bermanfaat sebagai evaluasi NFT games dan mengetahui pandangan masyarakat Indonesia pro atau kontra dengan adanya NFT games. Pada penelitian (Pradha et al, 2019) yang berjudul “Effective Text Data Preprocessing Technique for Sentiment Analysis in Social Media Data” membahas terkait penerapan algoritma Naïve Bayes, Deep Learning, dan SVM dalam melakukan analisis sentimen. Dari ketiga metode tersebut, SVM memiliki tingkat akurasi yang tertinggi sebesar 90,3%. Oleh karena itu dalam skripsi ini akan menggunakan SVM sendiri memiliki nilai accuracy yang tertinggi dibandingkan dengan beberapa metode lainnya. Dalam skripsi ini juga akan menggunakan Latent Dirichlet Allocation (LDA) dalam menemukan aspek apa saja yang mempengaruhi secara keseluruhan dari NFT games dan indikator pengukuran terhadap hasil LDA menggunakan coherence value. Hasil pengujian dari metode SVM sendiri akan diuji dengan menggunakan Confusion Matrix yang akan menghasilkan nilai Accuracy, Precision, Recall, dan F1-Score. Berdasarkan pengujian yang telah dilakukan, LDA berhasil mendapatkan aspek-aspek terbaik dengan nilai maksimal coherence value sebesar 0.5 pada topik atau aspek sebanyak 4. Metode SVM mengklasifikasikan data untuk keseluruhan topik dengan nilai accuracy sebesar 70.681%, precision 73.759%, recall 70.681%, f1-score 71.742%. Dengan nilai accuracy di atas 70%, metode SVM dapat dikategorikan sebagai great model performance.",
  "creators": "CHRIST ADITYA WIJAYA",
  "contributors": "Lily Puspa Dewi, S.T., M.Kom. (Advisor 1); Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Advisor 2); Gregorius Satiabudhi (Examination Committee 1); Ir. Djoni Haryadi Setiabudi, M.Eng. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022231/INF/2022; Christ Aditya Wijaya (C14180244)",
  "subjects": "DATABASE DESIGN; GAMES; YOUTUBE (ELECTRONIC RESOURCE); PROGRAMMING LANGUAGES"
}