{
  "id": "55014",
  "title": "Peran kepemimpinan transformasional sebagai mediator dalam pengaruh kecerdasan emosional kepada kepuasan terhadap manajer proyek",
  "abstract": "Kecerdasan emosional merupakan kompetensi dari manajer proyek yang digunakan untuk dapat mengelola dan menguasai diri sendiri serta membina hubungan dengan orang lain. Kepemimpinan merupakan komponen yang penting dalam mendefinisikan sebuah kesuksesan proyek. Kepemimpinan transformasional merupakan kepemimpinan yang lebih cocok digunakan dalam organisasi yang dibentuk demi tujuan proyek. Tim proyek yang dipimpin jika memperoleh suatu kepuasan kerja maka peningkatan produktivitas pun diharapkan meningkat. Penelitian ini meneliti tentang pengaruh kecerdasan emosional kepada kepuasan terhadap manajer proyek dengan kepemimpinan transformasional sebagai mediator. Penelitian ini menggunakan metode analisa partial least square (PLS). Didapatkan total 102 responden secara online dan tatap muka. Hasil penelitian menunjukkan bahwa nilai rata – rata deskriptif setiap variabel adalah kurang lebih 4 skala likert, tingkat penggunaan kecerdasan emosional dan kepemimpinan transformasional manajer proyek sudah baik dan anggota tim proyek merasa puas terhadap manajer proyek yang memimpinnya. Kemudian ditunjukkan juga bahwa kecerdasan emosional mempengaruhi kepuasan terhadap manajer proyek dengan kepemimpinan transformasional sebagai mediasinya. Besar kecerdasan emosional mempengaruhi kepuasan terhadap manajer proyek melalui kepemimpinan transformasional adalah sebesar 39%. Kesimpulan dari penelitian ini adalah kecerdasan emosional memiliki pengaruh yang positif dan signifikan kepada kepuasan terhadap manajer proyek melalui kepemimpinan transformasional.",
  "creators": "GREGORIO REINALDO",
  "contributors": "ANDI (Advisor 1); Jani Rahardjo (Advisor 2); Doddy Prayogo S.T. (Examination Committee 1); Ratna S. Alifen (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000326/MTS/2022; Gregorio Reinaldo (B21210007)",
  "subjects": "EMOTIONAL INTELLIGENCE; TRANSFORMATIONAL LEADERSHIP; EMOTIONAL INTELLIGENCE--CASE STUDIES; PROJECT MANAGERS"
}