{
  "id": "55012",
  "title": "Aplikasi edukasi untuk meningkatkan efektivitas pembelajaran CEC Universitas Kristen Petra menggunakan alat bantu card dan video",
  "abstract": "Manusia tidak dapat lepas dari belajar. Teknologi yang berkembang dengan cepat juga membantu manusia dalam segi pendidikan. Kursus daring adalah salah satu e-learning dan bukti dari perkembangan teknologi yang berpengaruh dalam segi pendidikan. Indonesia memiliki ketertinggalan pendidikan dan masih kurang aplikasi pendidikan yang memadai. Oleh karena itu diperlukan aplikasi edukasi yang efektif. Masalah lain yang terjadi adalah masalah virus COVID-19 yang melanda yang membuat sistem belajar mengajar menjadi terhambat. Continuing Education Centre adalah wadah akan kebutuhan mahasiswa dan alumni Universitas Kristen Petra akan pendidikan berkelanjutan. Penelitian ini dilakukan untuk memenuhi kebutuhan Continuing Education Centre untuk membuat aplikasi edukasi seluler yang efektif untuk meningkatkan wawasan mahasiswa, alumni, maupun masyarakat Indonesia. Aplikasi ini menggunakan alat bantu berupa video dan kartu sebagai alat penyampaian materi dan dibantu juga dengan sistem rekomendasi yang memudahkan pengguna memilih kursus. Sistem rekomendasi yang digunakan adalah gabungan dari Collaborative Filtering dan Content Based Filtering. Hasil yang didapatkan dari penelitian ini menunjukkan bahwa menggunakan alat bantu video dan kartu dalam pengajaran mendapatkan hasil 81% dan 75% yang membuktikan bahwa penggunaan alat bantu tersebut lebih efektif dari pengajaran yang hanya menggunakan Zoom. Dalam pengujian sistem rekomendasi menghasilkan akurasi senilai 81%. Dalam pengujian tingkat kepuasan pelanggan, aplikasi ini mendapatkan penilaian rata-rata 4,733333 dan 4,75 yang keduanya masih belum mencapai target Universitas Kristen Petra.",
  "creators": "HANS TJANDRA",
  "contributors": "Lily Puspa Dewi, S.T., M.Kom. (Advisor 1); ANITA NATHANIA PURBOWO, S.KOM. (Advisor 2); Leo Willyanto Santoso (Examination Committee 1); Yulia (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022233/IF/2022; Hans Tjandra (C14180068)",
  "subjects": "E-LEARNING; PROGRAMMING (ELECTRONIC COMPUTERS); EDUCATIONAL METHODS AND TECHNIQUES"
}