{
  "id": "55011",
  "title": "Aplikasi mobile sales tracker untuk pengawasan kinerja salesman pada perusahaan X berbasis android",
  "abstract": "Di era globalisasi yang terus berkembang, perusahaan tentunya mengikuti perkembangan dengan memakai teknologi informasi untuk membantu proses kerja mereka. Dalam pengenalan produk baru milik perusahaan tentunya diperlukan sales keliling untuk menyebarluaskan produk mereka. Namun untuk saat ini perusahaan X masih memiliki kesulitan dalam pengawasan sales keliling yang berada di luar kota. Aplikasi yang akan dibuat akan membantu baik admin/pengawas dan sales keliling dalam melakukan tugas mereka. Untuk menjalankan aplikasi diperlukan sebuah database untuk menyimpan informasi dari sales yang berada di lapangan. Aplikasi tersebut dapat diakses pada device milik sales sehingga dapat digunakan di lapangan. Proses pengambilan data dilakukan saat sales mengaktifkan service untuk memberikan posisi mereka dan saat melakukan pembuatan order yang langsung tercatat di database. Informasi yang telah diinput ini nantinya dapat diakses oleh pihak admin melalui aplikasi pada device android maupun web untuk mempermudah pengerjaan. Berdasarkan hasil pengujian yang sudah dilakukan, aplikasi yang telah dibuat mampu membantu perusahaan x dalam melakukan pengawasan kinerja sales keliling. Selain itu aplikasi juga memakai resource yang tidak besar saat nantinya digunakan di lapangan.",
  "creators": "HARTANTIO ADI NUGRAHA",
  "contributors": "Lily Puspa Dewi, S.T., M.Kom. (Advisor 1); Rudy Adipranata (Advisor 2); Yulia (Examination Committee 1); Justinus Andjarwirawan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022233/INF/2022; Hartantio Adi Nugraha (C14180134)",
  "subjects": "ANDROID (ELECTRONIC RESOURCE)--PROGRAMMING; PROGRAMMING (ELECTRONIC COMPUTERS); APPLICATION SOFTWARE--DEVELOPMENT"
}