{
  "id": "55023",
  "title": "Pengaruh servant leadership terhadap student engagement yang dimediasi oleh student motivation di SMA Kristen “X” Surabaya",
  "abstract": "Penelitian bertujuan mengetahui pengaruh Servant Leadership (Voluntary Subordination(VS), Authentic Self(AS), Covenantal Relationship(CR), Responsible morality(RM), Transcendental spirituality(TS), Transforming Influence(TI)) guru terhadap Student Engagement yang dimediasi Student Motivation pada SMA Kristen “X” Surabaya. Metode penelitian kuantitatif kausal komparatif, responden penelitian berjumlah 201 siswa kelas XI IPA, pengumpulan data menggunakan teknik non-probability dan analisis data menggunakan Partial Least Square (SmartPLS) versi 3.0. Hasil penelitian menunjukkan VS berpengaruh signifikan terhadap Student Engagement (t= 2,353;P-Value=0,019), Authentic Self berpengaruh signifikan terhadap Student Engagement (t= 9,209; P-Value=0,000), CR tidak berpengaruh secara signifikan terhadap Student Engagement (t= 0,261; P-Value=0,794), RM berpengaruh signifikan terhadap Student Engagement (t= 2,065;P-Value=0,039) dan TS berpengaruh signifikan terhadap Student Engagement (t= 3,348; P-Value=0,014) dan Transforming Influence berpengaruh signifikan terhadap Student Engagement (t= 4,442; P-Value=0,000). Ada juga pengaruh variabel pemediasi VS terhadap Student Engagement (VAF= 53,9%) dan AS terhadap Student Engagement (VAF= 46,3%) dan CR terhadap Student Engagement (VAF=33,5%) dan RM terhadap Student Engagement (VAF= 46,5%) dan TS terhadap Student Engagement (VAF=60,3%) dan TI terhadap Student Engagement (VAF= 33,2%). Guru bersama managemen sekolah perlu meningkatkan relasi professional dengan siswa dan mengembangkan diri sehingga membawa perubahan positif bagi siswa, akhirnya dapat meningkatkan Student Engagement dalam proses pembelajaran. Kata kunci: Servant Leadership, Student Motivation, Student Engagement",
  "creators": "DAMIANA WIWIK INDARMI",
  "contributors": "Ricky Wang (Advisor 1); Zeplin Jiwa Husada Tarigan (Advisor 2); Sienny Thio (Examination Committee 1); Serli Wijaya (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020355/MM/2022; Damiana Wiwik Indarmi (D21210033)",
  "subjects": "SERVANT LEADERSHIP; ENGAGEMENTS"
}