{
  "id": "55039",
  "title": "Rancangan usulan peningkatan output produksi dan pengendalian produksi di PT X",
  "abstract": "PT X merupakan perusahaan yang bergerak pada bidang manufaktur atap kuda-kuda untuk berbagai jenis atap. Persaingan yang semakin ketat menyebabkan perusahaan untuk perlu memberikan yang terbaik kepada pelanggan baik dari segi harga sampai kepada pelayanan kepada pelanggan. Perusahaan dituntut untuk selalu siap dalam memenuhi permintaan pelanggan serta memberikan produk yang terbaik kepada pelanggan. Permasalahan yang terjadi di perusahaan adalah kapasitas produksi yang dimiliki perusahaan belum dapat memenuhi permintaan pelanggan dalam satu shift sehingga perusahaan masih memerlukan jam lembur dalam melakukan produksi. Biaya penyimpanan juga menjadi permasalahan di perusahaan di mana menyebabkan biaya yang besar bagi perusahaan. Tujuan penelitian ini adalah pengalokasian produksi harian dengan mempertimbangkan kapasitas produksi dan menentukan pengaturan persediaan bahan baku dalam memenuhi permintaan. Kapasitas produksi didapat dari waktu baku yang telah dihitung kemudian pengalokasian produksi harian untuk mengurangi waktu lembur dan waktu menganggur. Pengalokasian produksi harian dapat menurunkan waktu kerja lembur sebesar 90,8% dan waktu menganggur sebesar 47,7%. Metode continuous review system, periodic review system, joint order multi-item digunakan untuk menjadi metode pemesanan bahan baku. Metode-metode yang digunakan dibandingkan dengan kondisi perusahaan berdasarkan total biaya inventori. Pemesanan bahan baku menggunakan metode continuous review system memiliki total biaya inventori terkecil jika dibandingkan dengan metode perhitungan lain dan kondisi awal perusahaan yang memiliki penurunan biaya sebesar 3,55%.",
  "creators": "ALEXANDER JAMES MOKALIRAN",
  "contributors": "Tanti Octavia (Advisor 1); I Gede Agus Widyadana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022558/IND/2022; Alexander James Mokaliran (C13180129)",
  "subjects": "INVENTORY CONTROL; PRODUCTION CONTROL; INDUSTRIAL CAPACITY"
}