{
  "id": "55030",
  "title": "Penerapan object detection dengan menggunakan YoloV4 untuk mendeteksi kendaraan di jalan raya",
  "abstract": "Kemacetan telah menjadi masalah yang terlihat di Indonesia, untuk mengatasi kemacetan tersebut beberapa peneliti sebelumnya menerapkan object detection yang diaplikasikan kepada sistem traffic light untuk membantu mengatasi kemacetan dengan cara memberikan prioritas lampu merah dan hijau sehingga dapat mengurangi kemacetan. Untuk penelitian sebelumnya mampu mendeteksi kendaraan dengan Yolo, Blob Detection, Single Shot Multibox Detector. Dari ketiga penelitian tersebut ada beberapa yang masih menggunakan dataset mainan kendaraan sehingga belum bisa diterapkan di kondisi nyata dan ada yang masih menggunakan computational cost yang tinggi. Dalam penelitian ini, metode yang digunakan adalah Yolov4, dikarenakan Yolov4 yang menerapkan non max suppression sehingga dapat lebih baik untuk mengatasi kendaraan yang mengalami overlapping. Diharapkan dengan menggunakan Yolov4 ini model dapat mengatasi meningkatkan akurasi object detection. Pada Pengujian yang dilakukan, model dapat menghasilkan akurasi mAP@50 sebesar 82% yang diambil dari dataset normal. Perhitungan ini dilakukan saat model melakukan training yaitu dengan melakukan testing pada gmbar yang belum terlihat. Dari akurasi yang dicapai ada, model terkadang salah melakukan klasifikasi kendaraan dikarenakan dataset yang kurang bervariasi. Untuk mengatasi kurangnya variasi di skripsi ini juga mencoba dataset dengan yang ditambahkan dengan blur, bright, dan juga occlusion. Dari dataset baru tersebut dapat terlihat bahwa augmentasi data sangat mempengaruhi model, karena dari dataset baru menghasilkan akurasi yang sedikit lebih tinggi yaitu 82.81%. Dalam skripsi juga ditemukan bahwa truk kecil masih terkadang terdeteksi sebagai mobil biasa begitu juga dengan bemo, karena bentuk dari bemo ini masih mirip dengan mobil biasa. Untuk perhitungan jumlah kendaraan sendiri masih belum sesuai dengan kondisi riilnya karena perhitungan dilakukan dengan cara menghitung rata rata jumlah kendaraan di setiap detik dan dari perhitungan ini dapat menjadi tidak akurat apabila kondisi riil jalan tersebut berubah. Terlihat bahwa kondisi sepi memiliki akurasi perhitungan kendaraan yang lebih tinggi dari kondisi padat, begitu juga dengan kondisi pagi yang memiliki akurasi lebih tinggi dari kondisi malam. Pada skripsi ini juga sudah menjawab rumusan masalah pertama karena sudah dapat mendeteksi kendaraan yang lewat bersamaan, tidak hanya bergantung pada virtual box dan juga menjawab rumusan masalah kedua karena meningkatkan akurasi yolov4 menjadi 82.81%.",
  "creators": "GREGORIUS KEVIN KUMALA",
  "contributors": "Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 1); Indar Sugiarto (Advisor 2); Agustinus Noertjahyana (Examination Committee 1); Liliana (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022222/INF/2022; Gregorius Kevin Kumala (C14180057)",
  "subjects": "DETECTORS; VEHICLE DETECTORS"
}