{
  "id": "55062",
  "title": "Sistem informasi pembelian dan penjualan dengan penghitungan laba rugi dan hpp untuk apotek x",
  "abstract": "Sistem informasi yang dimiliki Apotek Duta Farma 2 ini kurang efektif karena masih harus melakukan input pembelian dan penjualan dua kali. Misalnya, saat pembeli membeli obat, penjual masih harus memasukkan secara manual di kasir dan harus melakukan input lagi ke sistem, karena kasir dan sistem belum terhubung sama sekali, dan sistem yang lama hanya bisa berfungsi untuk mencari daftar obat dengan mengeluarkan nama obat, ID obat, dan harga per item saja, tanpa ada penjelasan mengenai tanggal kadaluarsa dari tiap item yang ada. Oleh karena itu, pemilik merasa kesulitan untuk mengecek data tanggal kadaluarsa, karena informasi di sistem lama sama sekali tidak lengkap. Aplikasi yang ditawarkan untuk penelitian ini adalah sistem informasi dalam bentuk website. Sistem informasi ini berfokus agar penjual atau admin bisa memasukkan jumlah penjualan dan pembelian yang dilakukan dan melakukan penghitungan laba rugi untuk mengetahui berapa banyak apotek ini mendapat keuntungan, atau berapa banyak kerugian yang didapat. Serta untuk mendapatkan nilai dari Harga Pokok Penjualan dan Laba Rugi periode tertentu. Secara keseluruhan, aplikasi ini telah memenuhi kebutuhan dari apotek mulai dari informasi yang akurat, lengkap, tampilan, dan kemudahan untuk dipakai. Presentase penilaian pengguna terhadap tampilan aplikasi adalah 100%. Presentase penilaian pengguna terhadap kemudahan penggunaan aplikasi adalah 80%.",
  "creators": "BRYAN STEVANUS HARTONO",
  "contributors": "Silvia Rostianingsih (Advisor 1); Alexander Setiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022224/INF/2022; Bryan Stevanus Hartono (C14180126)",
  "subjects": "DATABASE DESIGN--COMPUTER PROGRAMS; DATABASE MANAGEMENT--COMPUTER PROGRAMS; PROGRAMMING (ELECTRONIC COMPUTERS)"
}