{
  "id": "55089",
  "title": "Sarana pelayanan, konsultasi dan infonnasi penyakit kanker di Surabaya",
  "abstract": "Sarana Pelayanan, Konsultasi dan Informasi Penyakit Kanker di Surabaya merupakan sebuah sarana layanan kesehatan yang secara garis besar melingkupi layanan day care (layanan medis yang tidak memerlukan rawat inap ) dan layanan respite care (layanan yang bersifat psikologis). Konsep perancangan sarana layanan kesehatan ini mengacu pada sebuah filosofi kuno yang telah disadari sejak dulu oleh manusia namun belum diungkapkan secara nyata. Hipokrates telah meyakini sejak 25 abad yang lalu bahwa tubuh mempunyai kemampuan untuk menyembuhkan diri sendiri. “ Health is the expression o f a harmonious balance between various components o f man’s nature, the environment and ways o f life...nature is the physician o f disease Konsep filosofi dasar terjadinya penyakit dan proses penyembuhan penyakit lebih menitikberatkan pada faktor keseimbangan , keselarasan antara manusia dengan alam, merangkum faktor-faktor kebidupan yang bersifat positif dan negatif secara harmonis. Hal ini juga telah diakui oleh beberapa psikolog ternama diantaranya C. G. Jung. Teori ini pula yang dirangkum menjadi “natural healing' dan digunakan untuk mengawali sebuah desain sarana layanan kesehatan kanker nantinya. Dimana proses pembentukan kesembuhan berasal dari psikologis diri sendiri yang terbentuk akibat dari lingkungan binaan yang secara sengaja diciptakan dalam bangunan, tanpa meninggalkan rangkaian proses medis selama proses penyembuhan.",
  "creators": "PETRISHCA ANGGREANI",
  "contributors": "V.P. Nugroho Susilo (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Pereancangan Arsitektur No, 06132533/ARS/2007; Petrishca Anggreani (22403090)",
  "subjects": "HEALTH FACILITIES--DESIGNS AND PLANS"
}