{
  "id": "55098",
  "title": "Perancangan dan pembuatan sistem manajemen notulen berbasis web pada Fakultas Teknologi Industri Universitas Kristen Petra",
  "abstract": "Saat ini Fakultas Teknologi Industri masih menggunakan sistem manual untuk penulisan notulen. Sistem penulisan manual dengan menggunakan kertas mempunyai resiko yang lebih besar terhadap kemungkinan hilang. Sistem yang masih manual ini dirasa kurang interaktif dalam proses pembuatan, penyebaran dan tindak lanjut bagi pimpinan fakultas. Selaln itu, pihak fakultas masih belum mempunyai media komunikasi dengan pihak luar sebagai publikasi. Karena itu penulis berusaha untuk mengatasi semua permasalahan yang terjadi dengan merancang Sistem Manajemen Notulen berbasis web pada Fakultas Teknologi Industri Universitas Kristen Petra secara komputerisasi dimana pada pembuatannya menggunakan bahasa pemrograman PHP dengan Webserver AppServ 2.5.9 dan databasenya menggunakan MySQL 5. Dengan adanya aplikasi ini diharapkan dapat mengatasi kekurangan yang ada dan pihak Fakultas Teknologi Industri dapat menjadi lebih baik lagi. Pembuatan aplikasi ini dimulai dengan wawancara dengan pimpinan fakultas, mempelajari sistem yang diperlukan oleh fakultas, perencanaan dan pembuatan aplikasi kemudian pengujian aplikasi. Hasil dari pembuatan Tugas Akhir ini berupa aplikasi website yang dapat menyimpan notulen rapat disertai dengan topik dan pihak yang bertanggung jawab. Selain itu para peserta rapat dapat memberikan tanggapan dalam setiap topik yang ada dalam notulen.",
  "creators": "LIMAN SIDARTA",
  "contributors": "Rolly Intan (Advisor 1); Ibnu Gunawan (Advisor 2); Kartika Gunadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 2010640/INF/2007: Liman Sidarta (26403129)",
  "subjects": "INFORMATION TECHNOLOGY; MYSQL (ELECTRONIC RESOURCE); PHP (COMPUTER PROGRAM LANGUAGE)"
}