{
  "id": "55106",
  "title": "Kepuasan pengunjung terhadap manajemen taman kota di Surabaya",
  "abstract": "Surabaya, ibu kota propinsi Jawa Timur, merupakan kota terbesar kedua setelah Jakarta, Di kota Surabaya, keberadaan ruang hijau terbuka (RTH) tinggal 69.349 m2. Padahal luas kota Surabaya adalah 32.636.768 ha. Selayaknya kota Surabaya memiliki ruang hijau terbuka sebesar 4.895.152 ha. Taman kota atau biasa disebut masyarakat adalah alun-alun. Di setiap kota di Jawa Timur baik perkotaan besar maupun perkotaan kecil pasti mempunyai taman kota. Kota Surabaya mempunyai 3 taman kota yang berjenis hutan kota dan 3 taman kota yang berada di jalur hijau. Pengembangan-pengembangan taman kota tidak hanya dilakukan pada taman-taman kota di tengah kota, misalnya Taman Flora, Taman Bungkul, Taman kota di sekitar Jalan Sulawesi. Jenis penelitian yang digunakan oleh penulis adalah penelitian komparatif, dengan pendekatan induktif. Untuk penelitian ini, populasi survei adalah pengunjung taman kota yang berkependudukan Surabaya, tidak harus mempunyai Kartu Tanda Penduduk (KTP) Surabaya. Mulai dari usia 13 tahun sampai dengan orang dewasa dengan usia 40 tahun, Untuk menentukan ukuran sampel, peneliti menggunakan sampling bertingkat, yaitu cara menentukan sampel dengan membagi populasi ke dalam beberapa tingkat dan sampelnya dapat dipilih secara random dari tiap tingkatan. Pcncliti menggunakan 153 sampel untuk melakukan penelitian. Teknik analisa data yang digunakan adalah uji validitas, uji reliabilitas, uji asumsi klasik, uji Measure o f Sampling Adequency, dan analisa regresi linier berganda. Dari hasil analisa dan pembahasan diperoleh kesimpulan bahwa tahun 2009 ada perencanaan pengembangan taman kota di Surabaya yang akan dilakukan. Di Taman Flora, akan ditambahkan fasilitas bermain anak dan Jogging track. Di Taman Lansia akan dilakukan penambahan bangku taman dan trotoar. Selain itu akan ada penambahan taman kota di Surabaya, antara lain: Taman Kali Mas, Taman A. Yani dan Taman Tirta Boga. Dengan analisa secara simultan, masing-masing variabel (tangibles, reliability, responsivenss, assurance dan emphaty) mempunyai pengaruh terhadap kepuasan pengunjung. Tetapi secara parsial, dapat dilihat secara jelas bahwa variabel tangibles mempunyai pengaruh yang paling signifikan terhadap kepuasan pengunjung taman kota di Surabaya, sedangkan variabel responsiveness memberikan kontribusi yang paling kecil terhadap kepuasan pengunjung.",
  "creators": "YOUNGKY",
  "contributors": "Prof. Dr. Njo Anastasia, S.E., M.T. (Advisor 1); Amelia Anggono,SE. (Advisor 2); Sautma Ronni Basana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 37010019/MAN/2009; Youngky (31404160)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMER SATISFACTION--RESEARCH; CONSUMER SATISFACTION"
}