{
  "id": "55107",
  "title": "Pemetaan persepsi penyewa terhadap atribut-atribut gedung perkantoran di Surabaya",
  "abstract": "Usaha persewaan gedung perkantoran merupakan salah satu usaha prospektif di kota-kota besar, termasuk di Surabaya. Perkembangan usaha di Surabaya menyebabkan meningkatnya kebutuhan akan gedung perkantoran yang representatif untuk tempat usaha. Dalam melakukan pemilihan tempat usaha, ada beberapa atribut yang diperhatikan oleh pelanggan, seperti fasilitas fisik, fasilitas non fisik serta lokasi. Penelitian ini bertujuan untuk memetakan atribul-airibul tempat tinggal yang diutamakan atau dianggap penting oieh responden ketika melakukan pemilihan satu gedung perkantoran. Metode yang digimakan dalam penelitian ini adalah metode penelitian kuantitatif dengan alat pengumpul data berupa kuesioner dan jenis penelitian deskriptif. Sementara itu teknik analisa yang digunakan adalah corresponde analysis (CA) dimana dari hasil analisa akan didapatkan pemetaan persepsi penyewa gedung perkantoran. Jumlah responden yang digunakan dalam penelitian sebanyak 60 orang yang berasal dari penyewa grade A, grade B dan grade C. Hasil penelitian menunjukkan bahwa keberadaan jaringan internet di gedung perkantoran, tingkat kriminalitas di sekitar gedung perkantoran dan lokasi yang dekat dengan bangunan komersial lain (misalnya bank, hotel, pertokoan, dan lain sebagainya) adalah tiga atribut utama dari fasilitas fisik, fasilitas non fisik dan lokasi yang mendapatkan penilaian paling tinggi dari responden penelitian. Sementara itu karpet pada lantai, adanya pekerja pemelihara instalasi listrik dan air dan lokasi dengan peruntukkan sebagai fasilitas bisnis dan jasa.",
  "creators": "ANDY WINATA ASARI; WINARDI",
  "contributors": "Prof. Dr. Njo Anastasia, S.E., M.T. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 37020042/MAN/2009; Andi Winata Asari (31404241), Winardi (31404249)",
  "subjects": "CONSUMER BEHAVIOUR; OFFICE BUILDINGS; REAL ESTATE MANAGEMENT"
}