{
  "id": "5510",
  "title": "Rumah edukasi dan pengembangan \"minuman teh\" di Wonosari, Malang",
  "abstract": "Rumah Edukasi dan Pengembangan \"Minuman Teh\" di Wonosari, Malang merupakan proyek yang berfungsi sebagai sarana pendidikan dan rekreasi. Fasilitas yang direncanakan meliputi informasi, galeri, pusat penelitian, mini klinik, tea testing area, hunian, cafe/resto, serta beberapa fasilitas pendukung dan pelengkap yang lain. Pada proyek ini diharapkan dapat memberikan pengetahuan tentang proses pengolahan dan pembuatan minuman teh sekaligus sebagai agrowisata yang mendidik dengan mengajak pengunjung lebih dekat dengan alam di tengah suasana relaksasi di antara perkebunan teh. Pendekatan yang digunakan adalah pendekatan perilaku, yang dibagi dalam 2 karakter perilaku, pasif dan aktif. Karakter perilaku pasif dikembangkan dari konotasi fasilitas dengan proses pengolahan teh, dan karakter perilaku aktif diamati dari perilaku pengunjung dalam sirkulasi linear dan perletakan massanya, dimana kedua perilaku akan saling menunjang. Bangunan dibuat bersuasana rumah untuk menghilangkan kesan edukasi yang formal menjadi lebih bersahabat. Penempatan lokasi di lahan berkontur dengan tetap memperhatikan pengunjung dengan keterbatasan fisik. Rumah Edukasi dan Pengembangan \"Minuman Teh\" ini adalah bangunan bermassa banyak yang mengekspresikan masing-masing proses pengolahan teh dengan mengedepankan prinsip arsitektur hijau sehingga pengunjung diajak untuk aktif dan langsung berinteraksi dalam proses pengolahan teh.",
  "creators": "FENNY DIANA",
  "contributors": "Lilianny Sigit Arifin (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 02132546/ARS/2007; Fenny Diana (22403132)",
  "subjects": "SCHOOL BUILDINGS-DESIGN AND PLANS; RECREATION AREAS; RECREATION CENTERS"
}