{
  "id": "55109",
  "title": "Menghitung kembali pajak pertambahan nilai PT X",
  "abstract": "Pajak merupakan sumber penerimaan dalam negeri semakin lama semakin terasa sebagai andalan penerimaan Negara. Pajak Pertambahan Nilai (PPN) adalah salah satu jenis pajak yang dikelola oleh Pemerintah Pusat dalam hal ini Direktorat Jenderal Pajak (DJP). Masalah yang timbul dalam pencatatan Pajak Masukan maupun Pajak Keluaran adalah berbedanya saat penyerahan jasa kena pajak dan saat pembuatan faktur pajak. Tujuan yang ingin dicapai dalam penelitian ini adalah untuk mengetahui apakah Pelaporan, Penyetoran dan Perhitungan PPN pada PT X sudah memenuhi Undang-Undang PPN Nomor 42 Tahun 2009. Jenis penelitian ini menggunakan penelitian kualitatif yang bersifat deskriptif. Sumber data yang digunakan adalah data primer dan data sekunder. Metode analisa data yang digunakan dalam penelitian ini menggunakan deskriptif analisis. Dalam penelitian ini data yang disajikan dalam bentuk angka dan penjelasan deskriptif mengenai gambaran umum perusahaan. Hasil yang didapat dalam penelitian ini adalah Perhitungan PPN yang dilakukan perusahaan sudah memenuhi Undang-Undang Nomer 42 Tahun 2009 tetapi masih ada keterlambatan kesalahan dalam pembuatan faktur pajak. PT.X. Dalam Penyetoran dan Pelaporan telah dilakukan oleh perusahaan sesuai dengan Undang-undang yang berlaku, tetapi pada bulan November 2011 perusahaan terlambat melaporkan SPT Masa PPN dan dikenakan sanksi denda sebesar Rp.500.000,-. Saran yang diajukan dalam penelitian ini adalah Perusahaan diharapkan dapat mempertahankan kinerjanya baik saat melakukan perhitungan maupun saat pelaporan PPN, Perusahaan diharapkan lebih memperhatikan pelaporan SPT Masa PPN dan d",
  "creators": "SURYADI CHANDRA",
  "contributors": "Retnaningtyas Widuri, S.Sos., M.M. (Advisor 1); R.Arja Angka Asa Aras Adji S. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Skripsi No. 32010379/AKT/2012; Suryadi Chandra (32407045)",
  "subjects": "TAX ACCOUNTING; VALUE-ADDED TAX"
}