{
  "id": "55104",
  "title": "Perancangan dan pembuatan market expert advisor pada currency market menggunakan metode harmonic pattern",
  "abstract": "Seiring dengan semakin majunya perkembangan teknologi, perkembangan dalam dunia trading valas (disebut juga sebagai forex) juga semakin berkembang. Aktivitas trading membutuhkan tingkat konsistensi pengambilan keputusan yang tinggi dari seorang trader. Namun dalam hal trading, sering kali trader dipengaruhi oleh berbagai macam faktor psikologis, seperti rasa takut, rasa terlalu percaya diri, tidak sabar, emosi, dan sebagainya. Sedangkan metode harmonic pattern merupakan metode yang teiah teruji dan digunakan oleh banyak trader. Oleh karena latar belakang tersebul, maka dibutuhkan suatu sistem pakar, yang dapat membantu trader untuk mengambil keputusan secara konsiten dalam aktivitas trading tanpa dipengaruhi oleh faktor-faktor psikologis. Dimana sistem pakar tersebut dapat memberikan saran kapan untuk melakukan posisi membeli ataupun menjual valas, serta dapat melakuican aktivitas trading secara otomatis dan konsisten sehingga dapat meringankan beban pekerjaan dari seorang trader. Hasil akhir dari sistem pakar ini adalah sebuah indikator dan sebuah expert advisor. Indikator bertugas untuk menghasilkan saran berupa sinyal kapan untuk melakukan posisi membeli ataupun menjual valas. Sedangkan expert advisor bertugas untuk melakukan aktivitas trading secara otomatis, sesuai dengan selling yang telah ditentukan oleh trader. Aplikasi ini diuji dengan cara live testing dan back testing terhadap pasar, dan terbukti bahwa telah mampu menghasilkan keuntungan bagi trader. Pattern Butterfly terbukti dengan metode back testing merupakan pattern yang memiliki tingkat keberhasilan yang paling tinggi yaitu 62.33%, kedua Pattern A4A/A/setinggi 57.30%, ketiga Pattern Gariley setinggi 56.03%, keempat Pattern Bat setinggi 54.17%, kelima Pattern Alternate Bat setinggi 54.04%, dan yang terakhir Pattern Extended Butterfly setinggi 51.57%.",
  "creators": "DANAN SIMANGUNSONG",
  "contributors": "Gregorius Satiabudhi (Advisor 1); Resmana Lim (Advisor 2); Leo Willyanto Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01021125/INF/2012; Danan Simangimsong (26408028)",
  "subjects": "ELECTRONIC TRADING OF SECURITIES; PROGRAM TRADING (SECURITIES)"
}