{
  "id": "5519",
  "title": "Studi harmonisa pada utilitas listrik perumahaan yang disebabkan oleh beban nonlinier",
  "abstract": "Dunia kita semakin canggih dengan kehadiran teknologi-teknologi terkini, sehingga makin banyak utilitas listrik perumahan yang digunakan masyarakat dalam kehidupan sehari-hari. Beban-beban utilitas listrik perumahan sekarang ini tidak hanya terdiri dari beban linier, tetapi juga beban-beban nonlinier misalnya televisi, komputer, microwave, lampu fluorescent dan lain sebagainya. Tujuan Tugas Akhir ini yaitu melakukan pemodelan dan prediksi tingkat harmonisa pada utilitas listrik perumahan. Pemodelan dan prediksi Tugas Akhir ini menggunakan harmonic analysis dengan program ETAP PowerStation versi 4.0.0 C pada golongan rumah R1, R2 dan R3. Pada Tugas Akhir ini pengukuran dilakukan pada 5 rumah R1, 5 rumah R2 dan 2 rumah R3. Pengukuran dilakukan pada beban nonlinier dan kwh-meter di tiap rumah R1, R2 dan R3 dengan menggunakan Fluke 41 B. Hasil pengukuran kwh-meter pada rumah R1, R2 dan R3 dibandingkan untuk mendapatkan analisa tentang VTHD, ITHD, faktor daya dan frekuensi. Hasil analisa menunjukkan bahwa VTHD, faktor daya (PF) dan frekuensi pada golongan rumah R1, R2 dan R3 sesuai dengan standar. VTHD (maksimum 5%) pada R1 hasilnya 1,3% - 4,8%, R2 hasilnya 1,1% -? 3,6% dan R3 hasilnya 1,7% - 1,8%. Sedangkan ITHD pada golongan rumah R1, R2 dan R3 telah sesuai standar, tetapi ada rumah R1, R2 dan R3 yang tidak sesuai dengan standar yang ditentukan. Hasil analisa juga mendapatkan kesimpulan bahwa lampu hemat energi merupakan peralatan elektronik yang menimbulkan harmonisa paling besar. Besarnya harmonisa yang timbul pada tiap-tiap rumah tergantung dari banyaknya peralatan elektronik yang digunakan.",
  "creators": "DION DWIPAYANA UTOMO",
  "contributors": "ONTOSENO PENANGSANG (Advisor 1); Daniel Rohi (Advisor 2); Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010551/ELK/2007; Dion Dwipayana Utomo (23402068)",
  "subjects": "ELECTRIC POWER DISTRIBUTION; POWER SYSTEM HARMONICS-ANALYSIS; ELECTRIC POWER SYSTEM"
}