{
  "id": "55218",
  "title": "Sebuah model prediktif terjadinya FOMO di antara anggota ARMY BTS",
  "abstract": "Penelitian ini bertujuan menyusun sebuah model prediktif terjadinya FOMO di antara anggota ARMY dengan menguji hubungan antara variabel upward social comparison, social media engagement, emotional intelligence, envy dan FOMO. Pengujian model dilakukan secara 3 tahap yaitu uji model dengan variabel intervening, uji model dengan moderasi fase 1 (emotional intelligence tinggi), dan uji model dengan moderasi fase 2 (emotional intelligence rendah) hingga ditemukan model yang tepat untuk FOMO sesuai dengan fenomena yang ada. Penelitian ini menemukan model dengan variabel upward social comparison berpengaruh positif terhadap envy, serta upward social comparison, envy, social media engagement dan berpengaruh positif terhadap FOMO. Data yang digunakan dalam penelitian ini adalah data primer yang diperoleh dari penyebaran kuesioner. Responden dalam penelitian ini adalah 100 responden yang mengidentifikasi dirinya sebagai ARMY dengan kriteria menyukai BTS, mengikuti segala informasi terkini tentang BTS dan pernah membeli segala sesuatu yang berhubungan dengan BTS. Teknik pengambilan sampel penelitian ini adalah non-probability sampling. Penelitian ini menggunakan pendekatan kuantitatif dengan melalui pengujian secara statistik. Analisis dalam penelitian ini menggunakan model Structural Equation Modeling (SEM) dan diolah dengan menggunakan software SPSS 25 dan Smart PLS 3.0 untuk menguji model pengukuran dan model struktural.",
  "creators": "GABRIELA WIRAHADI",
  "contributors": "Bambang Haryadi (Advisor 1); Dr. Ir. Hotlan Siagian MSc. (Examination Committee 1); Dr. Ratih Indriyani, S.E., M.M. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012333/MAN/2022; Gabriela Wirahadi (D11180250)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMERS--RESEARCH; ELECTRONIC COMMERCE; EMOTIONAL INTELLIGENCE"
}