{
  "id": "5521",
  "title": "Studi implementasi konsep ruang heterotopia pada interior Gereja Katolik, dengan studi kasus: Gereja Katolik Tritunggal Mahakudus Tuka-Dalung Bali",
  "abstract": "Ruang heterotopia menurut Michel Foucault adalah dimensi/ruang tidak nyata dalam ruang nyata Dimensi tidak nyata ini relatif dan bisa bergeser. Pergeseran dimensi yang relatif ini bisa terjadi dari pergeseran karakter-karakter ruang yang saling bertentangan, misalnya dari ruang yang nyata ke tidak nyata, ruang sakral ke profan. Fenomena ini, secara tak terduga, juga terjadi di dalam sebuah bangunan gereja Katolik, yang biasanya terkenal dengan kesakralannya yang tinggi. Fenomena ruang heterotopia pada Gereja Katolik Tritunggal Mahakudus (TMK) Tuka-Dalung Bali ini terjadi oleh pergeseran dimensi budaya, sebagai salah satu wujud inkulturasi budaya lokal, dan waktu atau aktivitas. Fenomena ini ditandai dengan terbuka dan tertutupnya pintu gedong, sebuah ruang tradisional Bali yang digunakan untuk menyimpan benda-benda keagamaan dan suci, pada gereja ini. Gedong yang semula ada sebagai perwujudan adopsi budaya lokal pada gereja TMK, dalam prakteknya memiliki fungsi yang lebih, yaitu sebagai penghubung dan pemisah kesakralan sebuah ruangan, sebagai penanda terjadinya perubahan aktivitas (sakral ke profan dan sebaliknya) dan membentuk ruang heterotopia. Salah satu faktor pendukungnya adalah terjadinya pergeseran dinding pembatas area sakral dan profan saat terjadinya perubahan aktivitas.",
  "creators": "SHERLY DE YONG",
  "contributors": "J. Loekito Kartono (Advisor 1); Dr. Ir. Lintu Tulistyantoro, M.Ds. (Advisor 2); Ronald H.I. Sitindjak (Advisor 3); SUMARTONO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.00010462/DIN/2007; Sherly de Yong (41402136)",
  "subjects": "CHURCH BUILDINGS; CATHOLIC CHURCH-BUILDINGS"
}