{
  "id": "5523",
  "title": "Kajian fenomenologi pada interior auditorium Universitas Kristen Petra sebagai ruang kebaktian",
  "abstract": "Auditorium Universitas Kristen Petra digunakan untuk berbagai kegiatan antara lain sebagai tempat sebagai tempat pelantikan rektorat, kegiatan kemahasiswaan (seperti seminar, mahasiswa baru, dan sebagainya), kebaktian universitas, dan lain-lain. Umumnya, sebuah auditorium tidak digunakan sebagai tempat untuk kebaktian (kebutuhan rohani, kebaktian biasanya dilaksanakan di gereja). Namun, dalam penerapannya auditorium Universitas Kristen Petra digunakan untuk kegiatan tersebut. Hal diatas merupakan sesuatu hal yang tidak lazim, namun masih diterapkan. Sehingga dapat dikatakan penerapan kebaktian di auditorium Universitas Kristen Petra sudah sesuai dengan kebutuhan. Anggapan tersebut tidak dapat dipercaya begitu saja. Oleh karena itu, perlu dilaksanakan penelitian. Adapun penelitian yang cocok adalah penelitian dengan metode fenomenologi pengalaman manusia (pengalaman manusia dalam lingkup menggunakan ruang). Dalam hal ini, peneliti meninjau fenomena pengalaman jemaat dalam auditorium Universitas Kristen Petra Pertama-tama, peneliti akan menganalisis interior auditorium Universitas Kristen Petra dengan teori-teori tentang auditorium. Kemudian mengaitkan hasil dari analisis tersebut dengan pengalaman pemakai (jemaat) dan peneliti dalam mengikuti kebaktian di auditorium Universitas Kristen dan di gereja kristen. Dari kesemuanya tersebut kelak dapat diperoleh kesimpulan yang akan memperjelas realitas yang ada di dalam sebuah ruangan yang tidak dirancang untuk kebaktian.",
  "creators": "FERAWATI",
  "contributors": "SUMARTONO (Advisor 1); Adi Santosa (Advisor 2); J. Loekito Kartono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.00010461/DIN/2007; Ferawati (41402124)",
  "subjects": "AUDITORIUMS"
}