{
  "id": "55342",
  "title": "Penerapan servant leadership di SMA Kristen “X” Surabaya",
  "abstract": "Servant leadership merupakan pendekatan kepemimpinan yang menuntut pemimpin memahami dan memenuhi kebutuhan para pengikutnya. Di dalam masa pandemi, proses pembelajaran yang berlangsung jarak-jauh membutuhkan kepemimpinan Pendidikan yang memahami berbagai kesulitan guru dan siswa di dalam menjalankan pembelajaran yang berubah drastis tersebut. Penelitian ini meneliti bagaimana pemimpin dan para guru SMA Kristen “X” Surabaya memahami dan menjalankan servant leadership di dalam proses pembelajaran melalui sebuah proyek konsultatif yang melibatkan para pemimpin, bapak/ibu guru pengajar dan para siswa dengan wawancara serta kuesioner. Penulis menggunakan Servant Leadership Behavior Scale untuk menjawab dua pertanyaan mendasar: 1) Apa pemahaman guru terhadap servant leadership sebagai pendekatan kepemimpinan dan 2) Seberapa jauh guru-guru di SMA Kristen “X” Surabaya sudah menjalankan servant leadership di dalam proses pembelajaran. Penelitian dilaksanakan dengan menggunakan metode ‘mixed methods'; menggabungkan data kualitatif dan data kuantitatif. Penulis menemukan pemahaman Servant Leadership para pemimpin dan guru di SMA Kristen 5 yaitu: mendengarkan, melayani dengan memberi contoh, empati, bekerjasama mencapai tujuan bersama dan pelaksanaannya yaitu: mendengarkan, melayani apa yang dibutuhkan, membangun relasi, mengajak pengikut memikirkan organisasi, meluangkan waktu, peduli dengan kerohanian dan moralitas, menerima kritikan dan mengaku kesalahan.",
  "creators": "Kristina Pujiastutianingsih",
  "contributors": "Ricky Wang (Advisor 1); Devie (Examination Committee 1); Sienny Thio (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020357/MM/2022; Kristina Pujiastutianingsih (D21200024)",
  "subjects": "EDUCATIONAL LEADERSHIP; SERVANT LEADERSHIP"
}