{
  "id": "5534",
  "title": "Perancangan sistem ERP di PT E-T-A",
  "abstract": "PT. E-T-A adalah salah satu Perusahaan Modal Asing (PMA) yang ada di Indonesia dan merupakan perusahaan cabang dari E-T-A GmbH Germany yang memproduksi circuit breaker. Sebagai perusahaan yang besar, PT E-T-A ingin memperbaiki kondisi internal perusahaan terutama dalam hal standarisasi aliran data dan informasi. Untuk memenuhi keinginan tersebut maka PT E-T-A ingin menerapkan sistem ERP (Enterprise Resource Planning). Pada saat ini, PT. E-T-A telah memiliki SOP (Standard Operating Procedure) sehingga sudah mempunyai kerangka kerja yang jelas. Namun untuk menerapkan sistem ERP, perusahaan perlu memetakan proses bisnis dengan jelas dan perlu membuat aliran data dan informasi. Oleh karena itu dibuat DFD (Data Flow Diagram) dan proses flowchart untuk memudahkan pihak perusahaan dalam pengimplementasian ERP serta menentukan software ERP mana yang sesuai dengan kondisi perusahaan saat ini. Dari hasil pembuatan DFD dan flowchart sistem awal, yang kemudian dianalisa ternyata terdapat beberapa dokumen yang dapat dihilangkan dan banyak proses pembuatan dokumen maupun laporan yang sangat menyita banyak waktu tidak perlu dilakukan lagi bila perusahaan menerapkan sistem ERP. Setelah membuat DFD dan flowchart usulan dan dibandingkan dengan sistem perusahaan awal maka dapat diestimasikan beberapa keuntungan yang dapat diperoleh perusahaan meliputi waktu respon terhadap order lebih cepat, data yang selalu up-to- date, penghematan buku sebanyak 10 buah, penghematan kertas sebanyak 19894 lembar/tahun, penghilangan dokumen resmi sebanyak 47 dokumen, penghematan waktu sebanyak 9357 jam/tahun, dan tidak perlu membuat berbagai laporan yang menyita banyak waktu.",
  "creators": "REINA ANGKIRIWANG; HARIADI SANTOSO",
  "contributors": "Bernardo Nugroho Yahya (Advisor 1); I Gede Agus Widyadana (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011173/IND/2007; Reina Angkiriwang (25403003), Hariadi Santoso (25403039)",
  "subjects": "DATA BASE DESIGN; DATA BASE MANAGEMENT"
}