{
  "id": "55394",
  "title": "Perancangan thermal energy storage menggunakan paraffin sebagai media penyimpan panas",
  "abstract": "Panas merupakan salah satu bentuk energi yang ada di dunia. Penggunaan energi panas sangatlah dekat dengan kehidupan manusia sehari-hari, seperti untuk memasak, mandi dan mengeringkan pakaian. Selain itu, energi panas juga penting di bidang perindustrian, seperti pada penggunaan boiler dan furnace. Kebanyakan dari energi panas tersebut diproduksi dengan batu bara dan sumber daya alam lainnya yang tidak dapat diperbaharui. Oleh karena itu, sangatlah penting untuk mencari sumber energi panas baru ataupun menggunakan kembali panas yang terbuang. Penelitian ini bertujuan untuk merancang dan membuat suatu alat yang dapat menyimpan panas untuk digunakan di kemudian waktu, sehingga proses pemanasan hanya perlu dilakukan di awal saat alat tidak digunakan. Penelitian ini diawali dengan menentukan target suhu dan kapasitas air yang akan dipanaskan. Kemudian, dilanjutkan dengan pembuatan alat. Berikutnya, alat diuji coba terlebih dahulu konstruksinya untuk mengetahui adanya kebocoran atau tidak. Setelah konstruksi alat dinilai aman, proses pengambilan data dilakukan. Thermal energy storage yang dirancang dapat memanaskan suhu air yang mula-mula berkisar di 35-36 derajat celcius menjadi 57-62 derajat celcius. Pemanasan puncak terjadi pada waktu 1-5 menit awal, diikuti dengan penurunan temperatur selama pengujian 1 jam. Pada pengukuran terakhir, suhu berada di 38 derajat celcius, yang menandakan alat tidak dapat lagi memanaskan air.",
  "creators": "CHRISTIAN ALVIN",
  "contributors": "Ekadewi Anggraini Handoyo (Advisor 1); Sutrisno S.T.,M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011468/MES/2022; Christian Alvin (C12180012)",
  "subjects": "HEAT STORAGE"
}