{
  "id": "554",
  "title": "Studi kelayakan finansial keberadaan bioskop di Mal Ciputra Surabaya",
  "abstract": "Bioskop adalah salah satu Anchor tenant yang hampir selalu ada di pusat perbelanjaan modern khususnva di Surabaya. Saat ini bioskop keberadaannya dianggap sebagai fasilitas hiburan yang mempunyai daya tarik bagi pengunjung untuk datang ke pusat perbelanjaan. Adanya monopoli jaringan gedung bioskop dan film oleh Group Studio 21 di Indonesia menyebabkan pihak pengembang pusat perbelanjaan tidak mempunyai bargaining power dalam menentukan harga sewa. Pada Mal Ciputra yang menjadi kasus dalam tesis ini, pihak pengelola bioskop hanya bersedia membayar harga sewa $3 per m2. Harga tersebut jauh dibawah harga sewa rata-rata Anchor tenant lain di pusat perbelanjaan pada umumnya yaitu berkisar $10 per m2 . Dengan demikian perlu dilakukan analisa kelayakan mengingat investasi pusat perbelanjaan adalah investasi dalam jumlah besar dan bersifat jangka panjang. Tujuan penelitian ini adalah meneliti kelayakan finansial bioskop di pusat perbelanjaan di mal kasus. Kelayakan ditinjau dari kenaikan harga sewa para penyewa yang lain di pusat perbelanjaan karena kehadiran bioskop serta kontribusi yang diberikan para penonton kepada para penyewa yang berupa tambahan omset. Metode penelitian yang dipakai adalah dengan melakukan survei untuk meneliti besarnya pengeluaran belanja penonton bioskop pads Mal Galaxy dan Plasa Tunjungan. Hasil dari uji statistik menunjukkan adanya beberapa perbedaan pada kedua sampel populasi antara lain besar pengeluaran belanja dan besar pengeluaran per-bulan penonton. Mal Galaxy dan Plasa Tunjungan dibanding dari berbagai aspek secara kualitatif dengan mal kasus. Hasil analisa tersebut adalah Mal Galaxy mempunyai banyak kesamaan dengan mal kasus sehingga analisa kelayakan selanjutnya mengacu pada data Mal Galaxy. Besarnya kontribusi penonton yang pada umumnya remaja, dianggap sebagai tambahan kemampuan sewa para penyewa lain sebesar Rp. 46.087.00,- per bulan. Pada arus kas kontribusi penonton bioskop Mal Ciputra tersebut menghasilkan IRR 10,88% (cawu) diatas ROR yang diharapkan oleh pengembang yaitu 7,5% (cawu) dan IRR pads arus kas subsidi yaitu 9,85% (cawu). Secara umum bioskop di Mal Ciputra yang memerlukan subsidi $3 per m2 dari para penyewa lain dapat dikatakan layak pada saat tesis ini disusun berdasarkan data awal bulan Januari 1998.",
  "creators": "IRENE EPIFANA",
  "contributors": "Hasan Oetomo (Advisor 1); SUTOTO YAKOBUS (Advisor 2); Benjamin Lumantarna (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 007/MTS; Irene Epifana Sri Sutjiananingsih (01596003)",
  "subjects": "REAL ESTATE INVESTMENT-FEASIBILITY STUDY; INVESTMENTS-FEASIBILITY STUDY"
}