{
  "id": "5542",
  "title": "Analisa kelayakan pengembangan usaha SPBU 3440604 Primkopad Zidam III Siliwangi Bandung",
  "abstract": "Penambahan fasilitas ini merupakan hal yang cukup penting bagi perkembangan SPBU 3440604 ini. Penambahan tersebut mencakup usaha minimarket dan tempat cuci kendaraan. Kedua usaha ini merupakan pasangan yang cocok untuk semakin menunjang bagi konsumen SPBU. Analisa ini dilakukan dalam berbagai empat sudut pandang. Keempat sudut pandang ini adalah sudut pandang umum dan manajemen, teknis, keuangan dan pasar. Dengan sudut pandang tersebut diharapkan dapat memberikan kesimpulan mengenai apakah layak kedua usaha ini untuk dijalankan. Dari analisa ini didapat hasil bahwa kedua usaha tersebut sesuai dengan target yang diberikan oleh pihak SPBU, yaitu NPV (minimarket 402,665,965.22) dan (tempat cuci kendaraan 49,029,838.91), IRR (minimarket 33.25% lebih besar dari MARR 10%) dan (tempat cuci kendaraan 17.55% lebih besar dari MARR 10%) , Payback period (minimarket 2 tahun) dan (tempat cuci kendaraan 3 tahun 2 bulan 8 hari) serta dengan adanya simulasi excel untuk mengetahui sensitivitas dari kedua usaha tersebut. Usaha tersebut akan dibangun dengan modal awal sebesar 471,530,000.00 untuk minimarket sedangkan untuk tempat cuci kendaraan 288,278,000.00. Dengan hasil tersebut diatas dapat dikatakan bahwa usaha ini layak untuk didirikan dari aspek keuangan. Dari aspek yang lain, terutama dari aspek pasar kedua usaha ini juga layak dan masyarakat di daerah tersebut menerima dengan harapan yang baik.",
  "creators": "ALBERT BAGUS SANTOSO; SUGIARTO PRAYITNO",
  "contributors": "I Nyoman Sutapa (Advisor 1); Jani Rahardjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01011199/IND/2007; Albert Bagus Santoso (25403048), Sugiarto Prayitno (25403052)",
  "subjects": "FEASIBILITY STUDIES; INDUSTRIAL PROJECT MANAGEMENT"
}