{
  "id": "555",
  "title": "\"Marketability \" apartemen murah di Surabaya (kajian analisa teoritis)",
  "abstract": "Sektor properti khususnya pada pengembangan perumahan menghadapi banyak tantangan, antara lain regulasi 7 Juli 1998 (bank tidak diperkenankan memberi kredit untuk pembebasan tanah), pembebasan lahan diatas 200 ha. harus mendapat persetujuan menteri, serta sulitnya pencairan KPR untuk rumah menengah ke atas. \"Tantangan tersebut tampaknya dapat diatasi oleh apartemen murah, lahan yang dibutuhkan relatif tidak luas dan pasar segmen menengah ke bawah. Penelitian ini ingin menguji Marketability apartemen murah untuk menjawab tantangan yang ada disektor properti khususnya perumahan. Cam (1988) menegaskan dalam studi Marketability dievaluasi karakteristik produk yang diharapkan konsumen, harga jual yang wajar, jumlah kebutuhan apartemen, dan profil pembeli. Peluncuran suatu produk baru hendaknya meninjau aspek persaingan yang diambil dari teori Porter (1985). Hasil penelitian ini menyajikan profil dan preferensi konsumen potensial terhadap produk serta gambaran tentang harga jual yang layak untuk produk apartemen murah. Profil dan prerefensi calon pembeli didapat dari analisa statistik diskriptif, frekuensi, crosstab dan analisa faktor. Harga jual yang dianggap cukup layak dari analisa arus kas adalah sebesar Rp. 35.000.000,- pada November 1997. Harga jual tersebut juga dievaluasi tingkat sensitivitasnya terhadap faktor-faktor naik turunnya biaya konstruksi, naik turunnya harga tanah, naik turunnya harga jual, perpanjangan waktu penjualan serta naik turunnya bunga bank. Namun dengan adanya krisis moneter untuk melengkapi penelitian ini dibuat analisa kas per akhir Pebruari 1998. Kondisi krisis ini mengakibatkan kemampuan pasar menurun, harga bahan bangunan menjadi tinggi. Hasil perhitungan harga jual menjadi berkisar antara Rp. 43.750.000,- Harga ini menjadi cukup tinggi sehingga pelaksanaan proyek ini sebaiknya menunggu hingga keadaan ekonomi makro stabil (suku bunga bank dan kurs nilai tukar rupiah). Kemudian dibuat suatu feasibility study baru dengan memperhatikan sensitivitas proyek.",
  "creators": "ALEXANDER M. PRIHADI",
  "contributors": "Hasan Oetomo (Advisor 1); SUTOTO YAKOBUS (Advisor 2); Connie Susilawati (Advisor 3); Benjamin Lumantarna (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 002/MTS; Alexander Maria Prihadi (01596004)",
  "subjects": "REAL ESTATE MANAGEMENT"
}