{
  "id": "55526",
  "title": "A comparative analysis on the accuracy and acceptability of the two Indonesian translations of Kahlil Gibran's Jesus the Son of Man",
  "abstract": "Literary text translation has become a bridge for cross-cultural communication. However, translating literary text is challenging. Therefore, this study intends to compare the accuracy and acceptability of two Indonesian translations of Kahlil Gibran’s prose poetry titled Jesus the Son of Man (1928) with these two research questions: (1) How accurate are the two English-Indonesian translations in rendering the meaning of Kahlil Gibran’s Jesus the Son of Man? (2) How acceptable are the two Indonesian translations in rendering the meaning of Kahlil Gibran’s Jesus the Son of Man? In addressing these questions, this study uses a document analysis method. This study employs Nababan et.al ‘s (2012) qualitative parameter on accuracy and acceptability, and Baker’s (2018) theory on lexical meanings to analyse the accuracy and acceptability of the two Indonesian translations at word level, above word level and grammatical level. This study reveals that both Indonesian translations have problems with accuracy and acceptability at word level, above word level, and grammatical level, and can be improved. The study concludes that to translate prose poetry, the translator needs to understand the meaning in the context, and uses different strategies to produce accurate and acceptable translation.",
  "creators": "ONG, MARSHA DIVINA",
  "contributors": "Julia Eka Rini (Advisor 1); Samuel Gunawan (Examination Committee 1); Flora Debora (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 02010030/MS/2022; Ong, Marsha Divina (A21210003)",
  "subjects": "LANGUAGE AND LANGUAGES--STUDY AND TEACHING; GIBRAN, KAHLIL, 1883-1931--TRANSLATIONS INTO ENGLISH"
}