{
  "id": "55538",
  "title": "Komunikasi ritual upacara Cheng Beng pada etnis Tionghoa di Kota Balikpapan",
  "abstract": "Penelitian ini dilakukan untuk mengetahui komunikasi ritual dalam upacara Cheng Beng pada komunitas etnis Tionghoa. Komunikasi ritual bersifat unik dan seringkali sulit dipahami oleh individu di luar komunitas. Seperti halnya ritual upacara Cheng Beng, ritual ini hanya dipahami oleh masyarakat yang merupakan etnis Tionghoa. Masyarakat dapat memahami ritual secara berkelanjutan baik melalui pembinaan maupun diskusi, hal inilah yang mengakibatkan pemahaman mengenai ritual upacara Cheng Beng berbeda dengan masyarakat di luar etnis Tionghoa. Komunitas yang diteliti adalah komunitas etnis Tionghoa yang ada di Kota Balikpapan. Penelitian ini menggunakan pendekatan kualitatif dengan metode etnografi dan analisis data yang menggunakan program komputer QSR NVivo 12. Hasil penelitian ini menunjukkan bahwa komunikasi ritual yang digunakan oleh komunitas etnis Tionghoa Kota Balikpapan dalam melakukan upacara Cheng Beng adalah situasi komunikatif, peristiwa komunikatif, dan tindakan komunikatif. Di dalam situasi komunikatif upacara Cheng Beng terdapat situasi komunikatif formal dan situasi komunikasi non formal. Di dalam peristiwa komunikatif upacara Cheng Beng terdapat agenda ritual, aktor ritual, dan perlengkapan ritual. Di dalam tindakan komunikatif upacara Cheng Beng terdapat tindakan verbal dan tindakan nonverbal. Komunikasi ritual yang terjadi pada upacara Cheng Beng pada etnis Tionghoa di Kota Balikpapan bisa terjadi dengan adanya perlengkapan ritual yang memiliki arti pada setiap hal yang dipersiapkan. Perlengkapan ritual yang terdapat dalam upacara Cheng Beng akan menimbulkan tindakan nonverbal. Kemudian perlengkapan ritual dan tindakan nonverbal dari upacara Cheng Beng akan memunculkan situasi komunikasi non formal. Limitasi studi pada penelitian ini adalah adanya keterbatasan waktu dalam melakukan observasi lapangan.",
  "creators": "TJIOE LYDIA",
  "contributors": "Gatut Priyowidodo (Advisor 1); Felicia Goenawan (Advisor 2); Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Examination Committee 1); Daniel Budiana, S.Sos., M.A. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011815/KOM/2022; Tjioe Lydia (F11180093)",
  "subjects": "COMMUNICATION AND CULTURE; ETHNOLOGY-CHINESE"
}