{
  "id": "55568",
  "title": "Hunian komunitas lansia dan biara Bruder Kongregasi CSA di Pontianak",
  "abstract": "Survey menyebutkan, pada tahun 2050 jumlah lansia di Indonesia akan meningkat pesat. Mencapai 23 juta orang atau lebih dari dua kali lipat jumlah lansia saat ini. Meningkatnya jumlah penduduk lansia harus disertai dengan fasilitas yang memadai di setiap daerah. Sedangkan di Pontianak, hanya terdapat 2 fasilitas panti jompo. Total kedua panti jompo tersebut hanya mampu menampung 100 orang, berbanding jauh dengan jumlah lansia di Pontianak yang mencapai 50.000 orang. Kesempatan untuk mendampingi lansia di Pontianak, telah masuk dalam rencana pengembangan Kongregasi CSA. Hal itu didukung oleh jumlah umat Katolik yang besar di Kalimantan Barat, sehingga menjadi peluang untuk lebih mengenalkan karya Kongregasi CSA. Tetapi terdapat stigma negatif terhadap fasilitas seperti panti jompo, yang kerap kali dianggap tempat buangan, tempat orang sakit, dsb. Sehingga diperlukan hunian yang dapat mengakomodir kebutuhan tempat tinggal lansia di Pontianak, namun tidak menjadikan lansia sebagai pasien, melainkan mahluk sosial yang masih memiliki peran dalam masyarakat. Strategi yang diambil adalah menjadikan hunian dan biara ini inklusif, terbuka untuk publik, dan berkelanjutan. Menyediakan ruang untuk berbagai aktifitas masyarakat, guna memungkinkan interaksi antara penghuni (lansia dan bruder) dengan masyarakat terjadi. Hunian lansia juga dirancang agar dapat mewadahi berbagai fungsi, agar lansia dapat selalu aktif serta produktif. Sesuai anjuran Kemensos, hunian juga menjawab 7 hak lansia, termasuk fasilitas kesehatan. Biara Bruder juga dirancang mengedepankan interaksi dengan para lansia, namun tetap memastikan kehidupan privasi bruder sebagai biarawan tetap terjaga. Bangunan juga dirancang dapat tanggap bencana seperti banjir dan asap kebakaran hutan yang kerap kali meneylimuti kota Pontianak.",
  "creators": "ABDIEL MARVEGA SHINDUTIRTA",
  "contributors": "Benny Poerbantanoe (Advisor 1); Roni Anggoro, S.T., M.A.Arch. (Advisor 2); Samuel Hartono (Advisor 3); Joyce M.Laurens (Examination Committee 1); Andhi Wijaya (Examination Committee 2); Irwan Santoso (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 00024399/ARS/2022; Abdiel Marvega Shindutirta (B12180004)",
  "subjects": "MONASTERIES--HOUSING; OLDER PEOPLE--HOUSING"
}