{
  "id": "55578",
  "title": "Analisa sistem pemanasan mesin hot press dengan heat transfer oil (HTO)",
  "abstract": "Salah satu komponen utama dalam otomotif adalah kopling. Fungsi kopling adalah sebagai penghubung antara roda gigi transmisi dengan crankshaft. Salah satu komponen penting pada kopling ialah kampas kopling (clutch facing). Kampas kopling dibuat dengan cara proses press menggunakan mesin hot press. Proses press dilakukan dengan tekanan kerja sebesar 150 kg/cm2. Di Surabaya, Indonesia, terdapat salah satu perusahaan yang bergerak pada bidang industri manufaktur kampas kopling. Mereka menggunakan medium heat transfer oil untuk menyalurkan panas dari burner ke dua puluh mesin hot press. HTO dipanaskan menggunakan sumber panas yang berasal dari pembakaran gas alam. Temperatur panas yang dibutuhkan untuk mencetak kampas kopling berkisar antara 135-175°C. Namun, untuk memenuhi kebutuhan panas pada mesin hot press, HTO dipanaskan hingga mencapai temperatur 220°C. Oleh sebab itu perlu dilakukan evaluasi pada temperatur setting HTO agar temperatur setting dapat diturunkan. Dengan menurunkan temperatur setting, penggunaan gas dapat direduksi dan konservasi energi dapat dilakukan. Evaluasi yang dilakukan meliputi pada sistem perpipaan dan mesin hot press. Pada sistem perpipaan, setiap pipa telah dilapisi isolasi rockwool dan aluminium foil sebagai cover. Hasil evaluasi menunjukkan bahwa sistem perpipaan masih dalam keadaan baik, dengan temperatur terendah sebesar 210°C pada perpipaan yang menuju ke mesin hot press. Aliran oli yang masuk ke mesin hot press adalah 209°C terukur pada pipa inlet header mesin. Kemudian pada mesin hot press, evaluasi dilakukan pada empat shaft mesin hot press. Hasil pengukuran menunjukkan bahwa shaft empat atau shaft paling bawah merupakan shaft dengan temperatur terendah. Hal ini disebabkan karena terdapat indikasi heat loss pada bottom dan upper ke lingkungan. Selain itu, juga terdapat indikasi heat loss pada meja pemanas di shaft empat ke penggerak hidrolik mesin. Pada shaft empat telah dipasang isolasi jenis asbestos dengan ketebalan 3 mm. Untuk mengurangi heat loss, asbestos diganti ketebalannya menjadi 18 mm. Selain itu cover depan dan belakang juga dipasang rockwool. Hasil pemasangan dan penggantian isolasi menunjukkan hasil peningkatan rata-rata temperatur sebesar 3.1 % pada mesin dua dan 2.36% pada mesin tiga peningkatan. Dengan hasil tersebut, Temperatur setting pada burner HTO berhasil diturunkan 5°C dan penggunaan gas dapat direduksi sebesar 33 MMBtu per bulan.",
  "creators": "JUNIKO",
  "contributors": "Ekadewi Anggraini Handoyo (Advisor 1); Amelia (Advisor 2); Sutrisno S.T.,M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011472/MES/2022; Juniko (C12180023)",
  "subjects": "HYDRAULIC ENGINEERING-RESEARCH; MACHINE DESIGN"
}