{
  "id": "55572",
  "title": "Taman edukasi islami di Kampung Arab Jakarta Barat",
  "abstract": "Indonesia merupakan negara dengan populasi umat muslim terbanyak di dunia yang juga memiliki ragam agama lain yang diakui. Meski begitu, kemampuan & kemandirian masyarakatnya dalam memahami dan menghayati toleransi antar perbedaan agama (mayoritas dan minoritas) masih tergolong rendah. Hal ini terlihat dari sebagian besar perilaku masyarakat yang masih bersikap intoleran dengan memberikan stigma negatif terhadap agama Islam ketika terjadi peristiwa terkait terorisme. Jakarta sebagai ibukota dengan populasi terbanyak ironinya justru menjadi salah satu kota dengan tingkat toleransi antar agama yang cukup rendah. Melihat isu tersebut, Taman Edukasi Islami di Kampung Arab, Jakarta Barat ini hadir untuk mengedukasi dan menyadarkan masyarakat tentang nilai-nilai agama Islam secara general, bahwa Islam merupakan agama yang bersahabat dengan masyarakat dan cinta damai. Dengan menggunakan pendekatan simbolik yang intangible, harapannya penngunjung yang berasal dari ragam latar belakang dapat teredukasi tanpa ada perasaan ‘digurui’ atau ‘islamisasi’. Selain itu, perancangan desain menggunakan pendalaman sekuens untuk memperkuat pengalaman ruang baik di dalam maupun luar bangunan agar dapat secara runtut mengikuti cerita yang dibuat secara simbolik tadi dari awal sampai klimaks. Adapun, fasilitas ini juga dirancang untuk menjadi destinasi wisata tambahan sekaligus menjadi pnghubung masyarakat dengan Kampung Arab sebagai lokasi penyebaran Islam pertama di Indonesia.",
  "creators": "JOSCELIND VALLEN KAWENGIAN",
  "contributors": "Altrerosje Asri, S.T., M.T. (Advisor 1); Handinoto (Advisor 2); Ir. Bisatya Widadya Maer, M.T. (Advisor 3); Roni Anggoro, S.T., M.A.Arch. (Examination Committee 1); Benny Poerbantanoe (Examination Committee 2); Samuel Hartono (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 02024404/ARS/2022; Joscelind Vallen Kawengian (B12180036)",
  "subjects": "EDUCATIONAL PARKS-DESIGNS AND PLANS; ARCHITECTURE, ISLAMIC"
}