{
  "id": "5558",
  "title": "Analisa product positioning sepeda motor bebek dengan menggunakan perceptual mapping",
  "abstract": "Kemajuan teknologi dan persaingan pasar yang sangat kompetitif ini menuntut perusahaan khususnya produsen sepeda motor bebek untuk dapat memperhatikan, memahami dan menanggapi dengan cepat perubahan kebutuhan dan keinginan konsumen untuk dapat menjadi pemenang dalam persaingan yang ketat tersebut. sukses tidaknya penawaran sebuah produk pada pasar sasaran yang dipilih tergantung pada seberapa baik produk tersebut diposisikan dalam pasar. maka dalam melakukan positioning, manfaat-manfaat utama atau keunggulan yang dimiliki produk harus dikomunikasikan secara tepat pada pasar sasaran. dalam hal ini produk sepeda motor bebek yang ditawarkan oleh setiap pabrikan tentu saja masing-masing mempunyai keunggulan tersendiri yang ditinjau dari atribut model sepeda motor, performa sepeda motor, kenyamanan pemakaian dan ketersedian suku cadang. Dalam penelitian ini digunakan data primer dengan menyebarkan kuesioner pada responden yang pernah menggunakan ataupun memahami sepeda motor merek Honda Karisma, Suzuki Shogun 125, Yamaha Jupiter MX dan Kawasaki ZX 130 yang berada di wilayah Surabaya. berdasarkan analisa yang diperoleh hasil untuk tingkat kepentingan atribut produk maka diperoleh bahwa model, performa mesin, kenyamanan pemakaian dan ketersedian suku cadang merupakan faktor yang penting. Berdasarkan hasil pemetaan positioning produk dengan menggunakan Coresspondence analysis diketahui bahwa sepeda motor yang lebih unggul dalam hal atribut yang diamati adalah sepeda motor Suzuki Shogun 125 yaitu sebagai sepeda motor yang memiliki mesin yang halus, hemat BBM, suku cadangnya mudah diperoleh dan harganya murah.",
  "creators": "MEIDO KRISFARDIANTO; RAHENDRA CAHYONO",
  "contributors": "Edwin Japarianto (Advisor 1); Peter Remy Yosy Pasla (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02012209/MAN/2007; Meido Krisfardianto (31401074), Rahendra Cahyono (31401513)",
  "subjects": "MARKETING RESEARCH; MARKETING MANAGEMENT"
}