{
  "id": "55591",
  "title": "Pengaruh citra makanan lokal terhadap citra destinasi dan niat berkunjung kembali wisatawan domestik ke Bali",
  "abstract": "Makanan lokal merupakan daya tarik bagi wisatawan yang berkunjung di suatu destinasi. Sebagai komponen dari pengalaman berwisata, peningkatan citra makanan lokal dapat mempengaruhi perilaku wisatawan secara signifikan. Penelitian ini bertujuan untuk menginvestigasi dampak dari citra makanan lokal terhadap pembentukan citra destinasi di Bali dan niat wisatawan domestik untuk berkunjung kembali ke Bali, serta untuk mengetahui dampak citra destinasi sebagai mediator bagi pengaruh citra makanan lokal terhadap niat wisatawan domestik untuk berkunjung kembali ke Bali. Sebanyak 190 orang responden telah diperoleh melalui kuesioner online yang disebarkan kepada wisatawan domestik di seluruh wilayah Indonesia. Metode yang digunakan untuk melakukan penelitian ini adalah analisis Partial Least Square - Standard Equation Method (PLS-SEM). Hasil yang didapatkan dari penelitian ini menunjukkan bahwa citra makanan lokal memiliki pengaruh yang signifikan terhadap citra destinasi di Bali, dan citra destinasi di Bali berpengaruh signifikan terhadap niat wisatawan domestik untuk berkunjung kembali ke Bali. Penelitian juga membuktikan adanya efek mediasi penuh dari citra destinasi pada pengaruh citra makanan lokal terhadap niat wisatawan domestik untuk berkunjung kembali ke Bali.",
  "creators": "ANGELINE AURELIA LIMANTORO; MARCELLA JASMINE HERYANTI",
  "contributors": "Sienny Thio (Advisor 1); Deborah Christine Widjaja, S.S., MSM., Ph.D. (Examination Committee 1); Regina Jokom (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 33011087/MAN/2023; Angeline Aurelia Limantoro (D11190171), Marcella Jasmine Heryanti (D11190482)",
  "subjects": "CONSUMER BEHAVIOR--RESEARCH; CONSUMER BEHAVIOR; FOOD TOURISM--BALI"
}