{
  "id": "55590",
  "title": "Perancangan sistem manajemen pergudangan di PT Intidaya Dinamika Sejati",
  "abstract": "PT Intidaya Dinamika Sejati adalah perusahaan bengkel sekaligus pemegang resmi untuk importir blower dan vacuum di Indonesia dengan merk Pedro Gil dan Becker. Sebagai perusahaan yang memiliki visi dan misi untuk menuju ke perseroan terbuka, maka selayaknya diperlukan sistem yang stabil serta memiliki konsep perbaikan secara terus-menerus demi menunjang keberhasilan. Penelitian ini berawal dari pembelian barang yang selalu diproses walaupun ketersediaan barang memadai, penyebab dari kejadian ini diakibatkan dari perbedaan stok fisik yang berada di gudang dengan stok yang terdata di sistem. Tujuan dari penelitian ini tidak lain adalah untuk mengetahui akar penyebab permasalahan dari ketidaksesuaian data pencatatan dan penyimpanan. Penelitian dilakukan dengan metode observasi. Hasil penelitian menyatakan bahwa ketidaksesuaian tersebut diakibatkan karena manajemen logistik dan manajemen gudang yang kurang disiplin baik dari sisi operasional maupun sisi penataan gudang itu sendiri, yang mengakibatkan terjadinya ketidaksesuaian hasil pencatatan. Melalui hasil analisis didapati usulan berupa penggunaan metode kode bar yang meliputi penataan ulang sistem penyimpanan, standar operasi yang diperbarui, dan metode pencatatan yang terorganisir, melalui usulan ini diharapkan dapat memberikan konsep yang dapat diimplementasikan dan sebagai penunjang dalam proses pengembangan perusahaan.",
  "creators": "DANIEL WAHYUNING LAKSONO",
  "contributors": "Herri Christian Palit (Advisor 1); I Gede Agus Widyadana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022560/IND/2022; Daniel Wahyuning Laksono (C13180010)",
  "subjects": "INFORMATION STORAGE AND RETRIEVAL SYSTEMS--WAREHOUSE MANAGEMENT; WAREHOUSES--MANAGEMENT"
}