{
  "id": "556",
  "title": "Optimasi penggunaan energi dalam hubungannya dengan desain dan pengoperasian pada apartemen hotel (apartel)",
  "abstract": "Energi, dalarn bentuk apapun pada saat ini merupakan satu kebutuhan yang sangat vital bagi manusia, salah satu bentuk energi yang paling populer saat ini adalah energi listrik. Dari berbagai upaya pengolahan energi, penghematan energi saat ini juga mendapat perhatian yang cukup balk, apalagi dengan keterbatasan jumlah energi saat ini. Apartemen, merupakan properti pendatang yang relatif baru di Indonesia. Meskipun budaya yang ada belum dapat menerima sepenuhnya properti ini, namun jumlah apartemen yang telah dan sedang dibangun sangat banyak, jauh melebihi permintaan pasar. Ini terbukti dari banyaknya apartemen yang \"kosong\". Salah satu upaya untuk memanfaatkan apartemen \"kosong\" tersebut adalah sebagai unit hunian \"jangka pendek\" atau hotel. Untuk perubahan fungsi dari unit hunian \"jangka panjang\" menjadi unit hunian \"jangk a pendek\" diperlukan penyesuaian, terutama yang dibahas disini adalah dari segi efisiensi pemanfaatan energinya. Penelitian yang dilakukan disini ditekankan pada pencarian metode untuk optimasi terhadap energi listrik pads apartemen hotel (apartel), dengan mengambil Sejahtera Apartel Yogyakarta sebagai lokasi penelitian. Dari berbagai hasil penelitian yang telah dilakukan temyata masih dapat dilakukan optimasi terhadap pemakaian energi listrik pada apartel yang diteliti. Metode yang digunakan pada penelitian ini juga dapat digunakan sebagai metode pada penelitian sejenis pada jenis properti lain, karena metode yang digunakan bersifat umum. Mungkin diperlukan sedikit penyesuaian terhadap metode ini, terutama pada saat penentuan prioritas optimasi.",
  "creators": "SUNGKONO ONGKODINOTO",
  "contributors": "Ir. GIDEON HADI KUSUMA, M.Eng. (Advisor 1); V.P. Nugroho Susilo (Advisor 2); Sugie Prawono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 008/MTS; Sungkono Ongkodinoto (01596005)",
  "subjects": "BUILDINGS-ENVIRONMENTAL ENGINEERING; BUILDINGS-ELECTRIC EQUIPMENT"
}