{
  "id": "55606",
  "title": "Pengaruh product quality dan brand satisfaction terhadap post purchase behavior: efek moderasi healthy lifestyle konsumen sari buah dalam kemasan merek Buavita",
  "abstract": "Studi terdahulu menunjukkan product quality dan brand satisfaction berpengaruh terhadap post purchase behavior. Akan tetapi, tidak banyak yang membahas pengaruh tersebut untuk kategori minuman sari buah dalam kemasan khususnya di Indonesia. Lebih jauh, efek moderasi terutama berkaitan dengan consumer healthy lifestyle jarang menjadi perhatian. Skripsi ini berusaha menjawab celah penelitian tersebut. Peneliti menganalisis 100 responden konsumen Buavita, merek pionir minuman sari buah dalam kemasan, di Surabaya. Menggunakan analisis regresi linear berganda, peneliti menguji pengaruh product quality dan brand satisfaction terhadap post purchase behavior. Efek interaksi dengan consumer healthy lifestyle juga menjadi perhatian untuk mengetahui apakah consumer healthy lifestyle memiliki peran moderasi pada pengaruh terhadap post purchase behavior tersebut. Hasil penelitian menunjukkan hanya brand satisfaction yang berpengaruh terhadap post purchase behavior. Pengaruh tersebut bersifat positif terhadap ketiga indikator dari post purchase behavior yaitu, repurchase, positif WOM, dan loyalitas terhadap produk Buavita. Lebih jauh, product quality hanya berpengaruh terhadap indikator repurchase sedangkan tidak ditemukan efek moderasi healthy lifestyle pada pengaruh product quality dan brand satisfaction terhadap post purchase behavior konsumen Buavita di Surabaya.",
  "creators": "STEFANIE CHRISTINE SUSIANTO",
  "contributors": "Dr. Yohanes Sondang Kunto, S.Si., M.Sc. (Advisor 1); Edwin Japarianto (Examination Committee 1); Trixie Nova Bella Tandijaya, S.M., M.M. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020903/MAN/2023; Stefanie Christine Susianto (D11190014)",
  "subjects": "BRAND NAME PRODUCTS; CONSUMER BEHAVIOR; HEALTHY LIFESTYLE; LIFESTYLES"
}