{
  "id": "55601",
  "title": "Tingkat stres dan faktor-faktor penyebab stres pada staf kontraktor",
  "abstract": "Karakteristik dan keunikan pada proyek konstruksi serta tuntutan dari berbagai pihak yang dapat menyebabkan seorang staf kontraktor mengalami banyak tekanan. Apabila terjadi secara terus menerus, orang tersebut dapat mengalami stres. Stres merupakan respon yang berbahaya dari seseorang baik secara fisik maupun emosional. Kondisi ini dapat berdampak negatif pada staf kontraktor, seperti menurunnya produktivitas kerja dan kepuasan kerja. Penelitian ini menganalisis tingkat stres serta faktor-faktor penyebab stres pada staf kontraktor. Target respondennya adalah staf kontraktor yang bekerja secara langsung di lokasi proyek di Surabaya dan sekitarnya. Data yang terkumpul sebanyak 106 responden dan dianalisis menggunakan analisis deskriptif dan analisis Stuctural Equation Modeling-Partial Least Square (SEM-PLS). Hasil pengolahan data penelitian menunjukkan bahwa tingkat stres subjektif tergolong sedang. Serta, tingkat stres objektif tergolong sangat rendah. Nilai tingkat stres objektif didapatkan dengan pengurangan kemampuan ekspektasi dengan kemampuan realita. Sedangkan, faktor penyebab stres yang memiliki nilai rata-rata tertinggi adalah beban kerja berlebihan, birokrasi dari organisasi, dan konflik peran. Selanjutnya, hasil pengujian SEM-PLS menunjukkan ada enam hubungan yang signifikan antara faktor penyebab stres terhadap tingkat stres, yaitu beban kerja berlebihan, beban kerja kurang (unutilized), dan ambiguitas peran terhadap tingkat stres objektif serta variabel birokrasi, ketidakbaikan hubungan interpersonal, dan perubahan hidup dan keluarga terhadap tingkat stres subjektif.",
  "creators": "AGUSTINUS CHRISTIAN GODEBERTA",
  "contributors": "Andi (Advisor 1); Jani Rahardjo (Advisor 2); Doddy Prayogo S.T. (Examination Committee 1); Ratna S. Alifen (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000330/MTS/2022; Agustinus Christian Godeberta (B21210004)",
  "subjects": "PERSONNEL MANAGEMENT; EMPLOYEES--JOB STRESS; LABOR CONTRACTORS--JOB STRESS"
}