{
  "id": "55605",
  "title": "Aplikasi truck finder sebagai alternatif pengganti transportasi perusahaan untuk pengambilan kopi di Flores",
  "abstract": "Masyarakat yang tinggal di Flores sebagian besar berprofesi sebagai petani. Pada kenyataannya para petani susah untuk menjualkan hasil panen kopi secara langsung kepada perusahaan. Sistem yang berlaku saat ini adalah petani akan menjual hasil panen kopinya melalui pengepul dengan harga murah. Keberadaan pengepul yang memiliki keinginan untuk berbuat curang dapat mempengaruhi harga dan kualitas kopi. Perusahaan yang ada juga keberatan untuk menyediakan transportasi karena tidak ada kepastian informasi mengenai jumlah hasil panen kopi di desa. Masyarakat membutuhkan alat bantu yang dapat memberikan informasi hasil panen kopi, membantu proses penjualan dan pembelian hasil panen secara langsung kepada perusahaan serta dapat membantu pencarian kendaraan untuk pengantaran barang. Dalam skripsi ini, telah dibuat aplikasi dengan fitur penjualan, pembelian dan pencarian kendaraan dengan menggunakan google maps API. Peta dalam aplikasi terhubung langsung dengan Google maps menggunakan google maps API. Aplikasi diuji dengan melakukan input penjualan, pembelian dan pencarian driver. Hasil yang didapatkan, aplikasi dapat melakukan proses dengan baik. Sebagai penjual, aplikasi menampilkan data penjualan. Sebagai pembeli aplikasi menampilkan data toko dengan detail-detail. Sebagai driver aplikasi menampilkan data\u0002data pemesanan yang telah dibuat. Aplikasi dapat membantu proses dan mendapatkan hasil 90% dari survey pengguna.",
  "creators": "YOGGI KUNCORO",
  "contributors": "Alexander Setiawan (Advisor 1); Leo Willyanto Santoso (Advisor 2); Alvin Nathaniel Tjondrowiguno, S.Kom., M.T. (Examination Committee 1); Ir. Djoni Haryadi Setiabudi, M.Eng. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022243/INF/2023; Yoggi Kuncoro (C14180009)",
  "subjects": "ANDROID (ELECTRONIC RESOURCE)--PROGRAMMING; LOCATION-BASED SERVICES; MOBILE APPS--DESIGN"
}