{
  "id": "55602",
  "title": "Representasi depresi dalam video klip musik `drown` dari grup band Bring Me The Horizon",
  "abstract": "Bring Me The Horizon adalah band beraliran rock – alternative yang berasal dari Sheffield, yang memiliki sejumlah album terkenal dan didengarkan di manca negara. Salah satu single terbaiknya berjudul `Drown` yang kemudian dirilis kembali dalam album That’s The Spirit pada tahun 2015. Hingga saat ini video klip `Drown` merupakan video klip dengan penonton terbanyak ke-3 yang tayang di channel YouTube resmi milik band tersebut. Dalam video klip musik Drown terdapat pesan yang ingin disampaikan oleh pembuat lagu kepada para penonton secara jelas melalui visualisasi video tersebut. Metode yang peneliti gunakan adalah semiotika milik John Fiske dengan tiga level yakni level realitas, level representasi dan level ideologi. Softwere Nvivo 12 sebagai alat bantu untuk menganalisis data. Hasil penelitian ini menunjukkan adanya keadaan depresi yang diperankan oleh aktor pada setiap adegan dalam video klip ini. Perasaan depresi dalam video klip musik `Drown` didapati terbagi dalam tiga level. Level ideologi yang disampaikan dalam setiap adegan dalam video klip tersebut memiliki gagasan sebagai pengendalian diri dan emosi yang dialami oleh aktor dalam setiap adegan. Level Realitas, depresi digambarkan sebagai sifat yang dapat merusak dan menguasiai seseorang, dan diceritakan juga bahwa depresi dapat diatasi dengan bantuan orang dan pengendalian diri melalui kode penampilan, ekspresi, kelakuan dan kostum. Pada level representasi depresi disampaikan melalui kode pencahayaan, kamera dan musik.",
  "creators": "DEDY CHANDRA SETYAWAN",
  "contributors": "Gatut Priyowidodo (Advisor 1); Agusly Irawan Aritonang, S.Sos., M.A. (Advisor 2); Jandy Edipson Luik (Examination Committee 1); Megawati Wahjudianata (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011816/KOM/2023; Dedy Chandra Setyawan (F11180079)",
  "subjects": "MUSIC VIDEOS--PSYCHOLOGICAL ASPECTS; MUSIC VIDEOS--RESEARCH; MUSIC VIDEOS"
}