{
  "id": "55618",
  "title": "Panti jompo di Surabaya",
  "abstract": "Panti Jompo untuk Lansia di Surabaya dapat memenuhi kebutuhan para lansia dengan mengayomi dan menjaga kesejahteraan sosial hidup lansia, sehingga dapat meningkatkan kesadaran dan interaksi sosial antar generasi yang dominan dengan sifat individualisme. Tempat untuk para lansia dapat menjaga kesejahteraan hidup mereka disaat keluarga mereka memiliki kesibukan sehingga tidak memiliki waktu yang cukup banyak untuk menghabiskan waktu bersama dengan mereka, dengan perancangan “Panti Jompo” ini diharapkan lansia bisa hidup bersama dengan lansia lain sehingga dapat menjaga kualitas kesejahteraan sosial hidup mereka. Para lansia dapat saling berbagi dan saling support untuk menjaga dan meningkatkan kesejahteraan hidup mereka. Perancangan yang berada di Jl. Citra Utama Lidah Kulon, Lidah Kulon, Kec. Lakarsantri, diharapkan dapat berdampak positif bagi sekitarnya di mana tapak perancangan berada di area Perumahan Kepadatan Sedang sehingga dapat meningkatkan rasa homey di panti. Oleh karena itu, untuk mendapatkan hasil yang sesuai dengan perancangan menggunakan metode pengumpulan data dari studi literatur, studi preseden, survey bangunan dengan fungsi yang sama, dan data lahan yang terpilih. Dengan menggunakan pendekatan dan pendalaman spasial di mana perancangan Panti Jompo di Surabaya dapat menjawab kebutuhan perancanngan.",
  "creators": "ILLONA NATHANIA",
  "contributors": "Roni Anggoro, S.T., M.A.Arch. (Advisor 1); Benny Poerbantanoe (Advisor 2); Samuel Hartono (Advisor 3); Joyce M.Laurens (Examination Committee 1); Andhi Wijaya (Examination Committee 2); Irwan Santoso (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024407/ARS/2022; Illona Nathania (B12180085)",
  "subjects": "OLD AGE HOMES-DESIGNS AND PLANS; OLDER PEOPLE--DWELLINGS--DESIGNS AND PLANS"
}