{
  "id": "55610",
  "title": "Pasar ikan dan pelelangan ikan di Manado",
  "abstract": "Perikanan merupakan salah satu sumber mata pencaharian maupun pendapatan terbesar pada daerah khususnya Manado, dari hal tersebut pemerintah membuat pelabuhan yang khusus untuk ikan, di mana di sana terdapat bangunan pelelangan ikan yang bertujuan agar masyarakat Manado bisa mendapatkan ikan dengan kualitas yang baik dengan harga yang relatip murah, akan tetapi dalam pelaksanaannya, bangunan pelelangan yang berada di Pelabuhan ikan, masih kurang diperhatikan, di mana disana terdapat sampah berserakan di mana-mana. Desain bangunan akan berfokus menyelesaikan hal tersebut, dengan melakukan pendekatan sistem, dengan tiga sistem utama yaitu struktur, utilitas, dan sirkulasi. Limbah yang tercipta pada bangunan juga merupakan suatu pertimbangan dalam mendesain, limbah ikan akan memiliki ruangan khusus untuk bisa dikelola kembali, limbah-limbah lain juga akan dikelola dan digunakan kembali. Material yang diterapkan pada bangunan menggunakan beton pre-cast agar mempermudah dalam proses pengerjaan maupun maintenance pada bangunan. Bukaan pada bangunan dibuat cukup banyak, dikarenakan bangunan hanya menggunakan penghawaan pasif seperti ventilasi udara.",
  "creators": "GILLBERD GERARD SHEVCHENSKY WONGKAR",
  "contributors": "Ir. Bisatya Widadya Maer, M.T. (Advisor 1); Altrerosje Asri, S.T., M.T. (Advisor 2); Handinoto (Advisor 3); Roni Anggoro, S.T., M.A.Arch. (Examination Committee 1); Benny Poerbantanoe (Examination Committee 2); Samuel Hartono (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 04024398/ARS/2022; Gillberd Gerard Shevchensky Wongkar (B12170141)",
  "subjects": "FISHING PORTS--DESIGN AND CONSTRUCTION; FISHERY PRODUCTS--COOPERATIVE MARKETING--DESIGNS AND PLANS; MARKETPLACES--DESIGNS AND PLANS"
}