{
  "id": "5561",
  "title": "Perancangan dan pembuatan website ensiklopedia fauna menggunakan active server pages.net",
  "abstract": "Untuk dapat mengetahui informasi tentang dunia fauna, user biasanya melihat buku ensiklopedia maupun dari media elektronik seperti televisi. Tetapi hal tersebut kurang praktis mengingat tebalnya buku ensiklopedia yang ada untuk membahas jenis-jenis hewan tersebut. Oleh sebab itu, dibuatlah sebuah website ensiklopedia fauna menggunakan Acrive Server Pages.Net yang dapat memuat informasi tentang dunia fauna berdasarkan kelas-kelas hewan. Sampai saat ini belum ada website ensiklopedia fauna yang membahas secara lengkap tentang dunia fauna. Pada umumnya hanya membahas tentang hewan-hewan yang umum berdasarkan kelas-kelas tertentu saja. Dengan adanya website ini maka kebutuhan akan informasi tentang dunia fauna yang dibutuhkan oleh user dapat terpenuhi dengan cepat dan mudah. Ensiklopedia ini dibuat dalam bahasa Indonesia yang datanya diambil dari buku Ensiklopedia Fauna Indonesia. Fasilitas yang tersedia antara lain: artikel, gambar dan video. Fasilitas yang lain adalah kemampuan untuk administrator dalam menambah data, kemampuan mencari kata (searching), dan menampilkan gambar dan video tentang hewan tertentu. Dari pembuatan Tugas Akhir ini, telah berhasil dibuat website ensiklopedia fauna yang mempunyai fasilitas multimedia dengan fasilitas administrator, dimana administrator dapat menambah data pada database. Selain itu juga ada fasilitas mesin pencari, sehingga user dapat melakukan pencarian terhadap data yang diinginkan dalam usahanya mencari informasi/data tentang bidang biologi ini dengan sub bagian dunia fauna.",
  "creators": "ANDRIE WIBOWO EKAWARDHANA",
  "contributors": "Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 1); Ibnu Gunawan (Advisor 2); JOKO LIANTO B.,DR.,Ir.,M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02000204/INF/2004; Andrie Wibowo (26400175)",
  "subjects": "ACTIVE SERVER PAGES NET (COMPUTER PROGRAM LANGUAGES); ELECTRONIC ENCYCLOPEDIAS; DATA TRANSMISSION SYSTEMS; DATABASE DESIGN"
}