{
  "id": "55626",
  "title": "Efektifitas pengaruh gaya kepemimpinan transformasional dan transaksional terhadap motivasi kerja karyawan dengan budaya “pela gandong” sebagai variabel moderasi (studi kasus pada perusahaan konstruksi di Kota Ambon)",
  "abstract": "Penelitian ini dilakukan dengan tujuan untuk mengetahui adanya pengaruh dari budaya “pela gandong” sebagai variabel moderasi dalam memperkuat hubungan gaya kepemimpinan transformasional dan transaksional terhadap motivasi kerja karyawan. Sampel yang digunakan adalah karyawan perusahaan konstruksi pada tingkat middle dan lower management yang terdaftar sebagai anggota ASPEKINDO Kota Ambon tahun 2022. Analisis yang digunakan pada penelitian yaitu adalah analisis deskriptif terhadap responden maupun variabel penelitian dan analisis multivariat dengan menggunakan partial least square-structural equation modeling. Dari analisis deskriptif, dapat diketahui bahwa salah satu nilai budaya “pela gandong” yang dominan dan dirasakan oleh karyawan di dalam perusahaan konstruksi adalah pada indikator masalah ditanggung bersama dari dimensi common sense of responsibility. Hasil dari SmartPLS didapatkan bahwa budaya “pela gandong” sebagai variabel moderasi dapat memperkuat hubungan antara variabel gaya kepemimpinan transformasional dan kepemimpinan transaksional terhadap motivasi kerja karyawan. Indikator budaya “pela gandong” yang memiliki pengaruh terbesar untuk memperkuat hubungan gaya kepemimpinan dengan motivasi kerja yaitu pada indikator dukungan moral dari dimensi common sense of belonging. Dapat disimpulkan jika semakin tinggi pengaruh dari budaya “pela gandong”, maka akan meningkatkan persepsi pada hubungan antara gaya kepemimpinan transformasional atau gaya kepemimpinan transaksional terhadap motivasi kerja dari karyawan.",
  "creators": "Rikson Kurniawan T.",
  "contributors": "I Gede Agus Widyadana (Advisor 1); Jani Rahardjo (Examination Committee 1); Paulus Nugraha (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000331/MTS/2023; Rikson Kurniawan T. (B21190006)",
  "subjects": "EMPLOYEE MOTIVATION; TRANSFORMATIONAL LEADERSHIP"
}