{
  "id": "55635",
  "title": "Perancangan silencer kawasaki er-6n dengan optimasi dimensi drone killer",
  "abstract": "Pengguna sepeda motor di Indonesia pada tahun 2020 cukup meningkat dengan total 115 juta unit jika dibandingkan dengan data tahun 2019 sebanyak 112 juta unit. Dengan meningkatnya jumlah pengguna sepeda motor di Indonesia, minat masyarakat untuk melakukan penggantian knalpot cukup tinggi. Dengan banyaknya masyarakat yang mengganti knalpot racing, polisi pun memberikan sanksi kepada pengendara sepeda motor yang melanggar peraturan lalu lintas atau peraturan kelayakan kendaraan. Salah satu pelanggaran yang sering terjadi adalah penggunaan knalpot racing dari suara yang dihasilkan kendaraan bermotor, melebihi ambang batas yang di tetapkan. Kendaraan bermotor tipe baru secara dinamis memiliki kapasitas mesin lebih dari 175cc, sehingga batas tingkat kebisingan tidak lebih dari 83 dB. Desain kolektor konis akrapovic dengan optimasi dimensi drone killer untuk mengurangi decibel level. Terdapat tiga hal yang akan diteliti, yaitu mengamati perubahan pada daya saat mengubah panjang pada drone killer, perubahan pada torsi, dan decibel level . Hasil pengujian menggunakan desain ulang kolektor konis pada knalpot akrapovic dengan optimasi dimensi drone killer menggunakan panjang tabung 25 cm serta diameter tabung 51 mm mengalami penurunan pada decibel level. Pada pengujian drone killer dengan panjang 25 cm mengalami penurunan daya sebesar (1,6%), dan torsi (4,3%). Pada pengujian decibel level yang menjadi acuan pengujian adalah peraturan kementrian negara lingkungan hidup tidak lebih dari 83 dB, hasil pengujian pada drone killer diameter panjang 25cm sebesar 82,8 dB sehingga mengalami penurunan sebesar (12,8%).",
  "creators": "ANDREW DEVITO KHOENCORO",
  "contributors": "Sutrisno S.T.,M.T. (Advisor 1); Ian Hardianto Siahaan (Advisor 2); Ninuk Jonoadji (Advisor 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04011471/MES/2022; Andrew Devito Khoencoro (C12170012)",
  "subjects": "AUTOMOBILES-MOTORS--EXHAUST GAS; AUTOMOBILES-MOTORS--MUFFLERS--DESIGN AND CONSTRUCTION; AUTOMOBILES-MOTORS--MUFFLERS"
}