{
  "id": "55633",
  "title": "Kajian eksperimental pengaruh diameter plunger pompa injeksi pada daya, torsi dan opasitas gas buang mesin Daihatsu Taft",
  "abstract": "Pompa injeksi memiliki peranan penting dalam sistem pembakaran motor diesel. Pompa injeksi sistem distributor terdiri dari plunger tunggal yang didistribusi ke setiap silinder. Rotor head merupakan komponen pada pompa injeksi distributor untuk mendistribusi dan memompa bahan bakar ke setiap silinder sesuai dengan urutan yang telah ditentukan. Daihatsu Taft adalah salah satu mobil yang menggunakan sistem pompa injeksi distributor. Daihatsu taft memiliki daya dan torsi paling rendah jika dibandingkan dengan mobil dengan volume mesin dan sistem bahan bakar serupa. Pada penelitian ini penulis melakukan modifikasi modifikasi diameter plunger rotor head pada Daihatsu Taft. Modifikasi dilakukan dengan tujuan meningkatkan daya dan torsi mesin dari Daihatsu Taft dengan target peningkatan daya dan torsi 10% dari kondisi standar. Penelitian ini juga bertujuan untuk mengetahui dampak modifikasi terhadap opasitas emisi gas buang yang dihasilkan. Modifikasi dilakukan dengan mengmodifikasi diameter plunger rotor head dari diameter standar 9 mm menjadi diameter 10 mm dan 11 mm. Parameter dan karakteristik yang diperhatikan dalam melakukan penelitian adalah daya, torsi, opasitas emisi gas buang, tekanan pompa injeksi dan debit pompa injeksi. Hasil peneltian yang telah dilakukan kemudian dianalisis terhadap perubahan besar dan karakteristik dari setiap modifikasi yang dilakukan. Dari pengujian menunjukan bahwa dengan melakukan modifikasi rotor head dengan diameter plunger 10 mm dapat meningkatkan daya sebesar 26% dan torsi sebesar 39% dari kondisi standar dengan opasitas gas buang yang diperoleh sebesar 16,13% HSU. Modifikasi rotor head dengan diameter plunger 11 mm menghasikan peningkatan daya sebesar 43,% dan peningkatan torsi sebesar 42% dengan opasitas gas buang yang diperoleh sebesar 20,60% HSU. Modifikasi paling optimal adalah modifikasi rotor head dengan diameter plunger 11 mm karena menghasilkan daya dan torsi paling optimal serta masih memenuhi standar emisi negara Indonesia.",
  "creators": "NICOLAS GIOVANNI WISNU WARDANA",
  "contributors": "Joni Dewanto (Advisor 1); Sutrisno S.T.,M.T. (Advisor 2); Willyanto (Examination Committee 1); Ian Hardianto Siahaan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04011470/MES/2022; Nicolas Giovanni Wisnu Wardana (C12170010)",
  "subjects": "DIESEL MOTOR EXHAUST GAS"
}