{
  "id": "55645",
  "title": "Aplikasi mobile pada posyandu untuk monitoring perkembangan bayi di desa Sumurgung Tuban",
  "abstract": "Salah satu posyandu khususnya pos 3 yang berada di desa Sumurgung Kabupaten Tuban adalah posyandu balita yang dilayani oleh kader dari warga setempat. Posyandu tersebut menyediakan fasilitas penimbangan bayi, imunisasi, pengukuran lingkar kepala, lingkar lengan tinggi badan dan penyuluhan. Dari fasilitas tersebut, secara keseluruhan pengelolaan datanya masih manual menggunakan kertas yang ditulis menggunakan bolpoin. Setiap pasien harus menunggu petugas mencatat manual registrasi dan absensi sehingga menyebabkan panjangnya antrean karena harus menunggu petugas selesai mencatat satu per satu data bayi yang berakibat tidak efisien dan lama. Permasalahan lain adalah petugas juga harus memiliki salinan data yang ditulis dibuku. Saat antrean panjang terjadi, posyandu akan menjadi sangat ramai dan mengurangi konsentrasi petugas yang juga memungkinkan terjadinya kesalahan penulisan data pasien. Maka dari itu, perlu adanya sebuah sistem yang dapat mempercepat antrean yang terintegrasi dengan database posyandu secara langsung. Agar tidak terjadi redundancy data dan menghemat waktu antrean kontrol vaksin bayi pada jadwal imunisasi di bulan selanjutnya. Tujuan penelitian ini untuk memenuhi kebutuhan pengguna di posyandu yaitu kader dan orang tua bayi agar lebih mudah melakukan registrasi, monitoring dan pendataan terkait perkembangan bayi dengan melakukan digitalisasi data yang kemudian ditampilkan ke aplikasi mobile. Hasil akhir skripsi ini dapat menunjukkan dari penilaian responden total rata-rata keseluruhan aplikasi mendapatkan nilai 3.1. Kemudian dari indikator lain penilaian tampilan aplikasi memiliki nilai 4.5, kemudahan menggunakan aplikasi dengan nilai rata-rata 2, serta kegunaan aplikasi dengan nilai rata-rata 2.5.",
  "creators": "JEFFRY HARYANTO GUNAWAN",
  "contributors": "Agustinus Noertjahyana (Advisor 1); Justinus Andjarwirawan (Advisor 2); Adi Wibowo, S.T., M.T., Ph.D. (Examination Committee 1); Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022244/INF/2023; Jeffry Haryanto Gunawan (C14180012)",
  "subjects": "INTERNET; MOBILE APPS--DESIGN"
}