{
  "id": "55651",
  "title": "Pengaruh food quality dan service quality terhadap customer satisfaction dan dampaknya pada customer loyalty restoran Kakkoii Surabaya",
  "abstract": "Pengaruh Food Quality dan Service Quality terhadap Customer Satisfaction dan Dampaknya pada Customer Loyalty Restoran Kakkoii Surabaya Perkembangan restoran terus meningkat di Indonesia secara khusus di kota besar seperti Surabaya. Salah satu tren restoran yang bermunculan tersebut yaitu restoran all you can eat atau buffet restaurant, dimana konsumen dapat mengkonsumsi makanan sebanyak yang konsumen mau dengan cukup membayar sekali saja disertai dengan pelayanan yang baik dalam menyajikan makanan dan minuman. Mencermati tren perkembangan restoran dimaksud, maka penelitian ini bertujuan untuk membuktikan pengaruh food quality dan service quality terhadap customer satisfaction, serta dampaknya terhadap customer loyalty di restoran Kakkoii Surabaya. Sampel penelitian terdiri dari 100 responden yang merupakan pengunjung restoran yang sudah pernah melakukan transaksi lebih dari satu kali. Penelitian ini menggunakan metode kuantitatif. Teknik pengambilan sampel yang digunakan adalah purposive sampling. Data diolah menggunakan pendekatan persamaan model structural dengan teknik Partial Least Square. Hasil dari penelitian ini memberikan bukti bahwa Food quality dan Service quality memiliki pengaruh yang positif dan signifikan terhadap customer satisfaction serta customer satisfaction memiliki pengaruh positif dan signifikan terhadap customer loyalty di restoran Kakkoii Surabaya.",
  "creators": "SAVERO MARCELLO BARAMULI",
  "contributors": "Marcus Remiasa (Advisor 1); Deborah Christine Widjaja, S.S., MSM., Ph.D. (Examination Committee 1); Monika Kristanti (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 33011085/MAN/2023; Savero Marcello Baramuli (D11180043)",
  "subjects": "CONSUMER SATISFACTION; CUSTOMER LOYALTY; CONSUMERS--RESEARCH"
}