{
  "id": "55656",
  "title": "Pengaruh brand image dan product quality terhadap post purchase behavior: efek moderasi healthy lifestyle konsumen Crunchaus Salad Surabaya",
  "abstract": "Banyak studi menunjukkan bahwa brand image dan product quality berpengaruh terhadap post purchase behavior. Meski demikian, tidak banyak studi yang meneliti pengaruh ini dalam kontekstual industri restoran terutama berhubungan dengan akselerasi adopsi healthy lifestyle sejak masa pandemi COVID-19. Untuk menelaah celah penelitian tersebut, skripsi ini mengangkat Crunchaus Salad Surabaya yang adalah restoran dengan spesialisasi menu sehat sebagai objek penelitian. Data berasal dari 100 konsumen Crunchaus Salad Surabaya. Menggunakan regresi linear berganda, peneliti menguji apakah brand image dan product quality berpengaruh positif terhadap tiga indikator post purchase behavior: minat beli kembali, minat merekomendasikan, minat membeli produk dari merek yang sama. Kemudian, peneliti juga menganalisis model interaksi dengan healthy lifestyle. Ini untuk menguji kemungkinan efek moderasi variabel tersebut pada pengaruh brand image dan product quality terhadap post purchase behavior. Hasil penelitan menunjukkan hanya product quality yang berpengaruh terhadap post purchase behavior. Pengaruh tersebut bersifat positif tetapi berlaku bagi dua dari tiga indikator post purchase behaviou saja: minat membeli kembali dan minat merekomendasikan Crunchaus Salad. Lebih jauh, tidak ada pengaruh brand image terhadap post purchase behavior. Demikian juga, tidak ada efek moderasi healthy lifestyle pada pengaruh brand image dan product quality terhadap post purchase behavior konsumen Crunchaus Salad Surabaya.",
  "creators": "JAMES RICY SUDIBYO",
  "contributors": "Dr. Yohanes Sondang Kunto, S.Si., M.Sc. (Advisor 1); Dr. Ferry Jaolis, S.E., M.SM., M.RECH. (Examination Committee 1); Trixie Nova Bella Tandijaya, S.M., M.M. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020904/MAN/2023; James Ricy Sudibyo (D11190363)",
  "subjects": "BRAND LOYALTY; CONSUMERS--RESEARCH; CONSUMER BEHAVIOR"
}