{
  "id": "55652",
  "title": "Kinerja seismik rangka beton pracetak khusus pada bangunan 5 lantai dan 10 lantai menggunakan sistem sambungan hybrid dengan konsep damage avoidance design",
  "abstract": "Beton pracetak mulai banyak diimplementasikan dalam berbagai proyek konstruksi dalam bentuk rangka beton pracetak karena durasi konstruksi yang lebih pendek dan mutu yang konsisten. Namun, kinerja seismik bangunan rangka beton pracetak khusus lebih buruk daripada bangunan rangka beton konvensional khusus oleh karena perencanaan sambungan yang getas, pendetailan yang minim, dan metode perencanaan yang tidak tepat (fib, 2003). Pada penelitian sebelumnya, Solberg et al. (2008) melakukan eksperimen sambungan balok-kolom hybrid dengan konsep Damage Avoidance Design untuk meningkatkan kinerja rangka beton pracetak khusus. Penelitian ini bertujuan untuk menganalisa lebih lanjut mengenai kinerja seismik bangunan rangka beton pracetak khusus 5 lantai dan 10 lantai yang direncanakan menggunakan sambungan balok-kolom hybrid dengan konsep Damage Avoidance Design dan Strong Column-Strong Beam-Weak Connection dengan program OpenSees. Evaluasi bangunan dengan analisis dinamis non-linier riwayat waktu dengan level gempa MCER menunjukkan maximum interstory drift ratio, maximum displacement, dan sendi plastis rangka beton pracetak khusus dengan sambungan balok-kolom hybrid menyerupai bangunan rangka beton konvensional khusus. Namun, residual displacement dari bangunan rangka beton pracetak khusus secara signifikan lebih kecil yang menandakan minimnya kerusakan struktural. Oleh karena itu, bangunan rangka beton pracetak khusus dengan sambungan balok-kolom hybrid dengan konsep Damage Avoidance Design menjadi alternatif yang lebih ekonomis pada jangka panjang.",
  "creators": "VITO NATHANIEL LOKITO; JONATHAN AURELIUS TAMBUNA",
  "contributors": "Jimmy Chandra (Advisor 1); Pamuda Pudjisuryadi (Examination Committee 1); Benjamin Lumantarna (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10012643/SIP/2023; Vito Nathaniel Lokito (B11190123), Jonathan Aurelius Tambuna (B11190003)",
  "subjects": "PRECAST CONCRETE CONSTRUCTION; STRUCTURAL ANALYSIS (ENGINEERING); TALL BUILDINGS--EARTHQUAKE EFFECTS"
}