{
  "id": "55654",
  "title": "Analisis produktivitas pekerjaan pasangan bata ringan menggunakan Method Productivity Delay Model (MPDM) pada proyek apartemen di Surabaya",
  "abstract": "Salah satu kunci keberhasilan sebuah proyek konstruksi terletak pada ketepatan waktunya. Karena itu, sangatlah penting bagi setiap proyek untuk memiliki tingkat produktivitas yang tinggi agar proyek tidak mengalami keterlambatan. Pekerjaan pasangan bata sangatlah penting, karena persentase biaya dari pekerjaan tersebut adalah sekitar 10% dari total biaya proyek high-rise apartment. Layaknya pekerjaan lainnya, pekerjaan bata juga perlu diperhatikan. Karena apabila pekerjaan tersebut mengalami keterlambatan, maka pekerjaan yang lainnya akan secara otomatis ikut tertunda. Produktivitas merupakan salah satu faktor penentu dari ketepatan waktu penyelesaian proyek. Namun pada kenyataannya, seringkali produktivitas yang terjadi di lapangan tidak sesuai dengan produktivitas ideal yang diharapkan, dan alhasil sebuah proyek menjadi terlambat. Maka dari itu, tujuan dari penelitian ini adalah menggunakan MPDM untuk membandingkan produktivitas pekerjaan pasangan bata ringan yang terjadi di lapangan dengan produktivitas ideal yang diharapkan, serta mengetahui faktor keterlambatan yang paling berpengaruh terhadap produktivitasnya. Pengamatan dilakukan selama 25 hari kerja, dan jumlah data yang didapatkan adalah sebanyak 270. Dari hasil analisis, didapatkan bahwa untuk pekerjaan pasangan bata ringan, rata-rata produktivitas yang terjadi di lapangan adalah sebesar 47,3 m2/hari. Sedangkan untuk produktivitas idealnya adalah sebesar 52,7 m2/hari. Faktor keterlambatan yang berpengaruh terhadap pekerjaan pasangan bata ringan adalah faktor pekerja dan faktor material.",
  "creators": "WILLIAM JEFFERSON",
  "contributors": "Andi (Advisor 1); Doddy Prayogo S.T. (Examination Committee 1); Handoko Sugiharto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000337/MTS/2023; William Jefferson (B21220009)",
  "subjects": "CONSTRUCTION CONTRACTS; CONSTRUCTION INDUSTRY--MANAGEMENT; PROJECT MANAGEMENT; CONSTRUCTION INDUSTRY--LABOR PRODUCTIVITY"
}