{
  "id": "55657",
  "title": "The impact of brand experience towards brand loyalty and willingness to pay a premium price mediated by brand love: a case of Netflix Indonesia",
  "abstract": "The COVID-19 pandemic has made subscribing to streaming services a basic necessity, resulting in an increase in the importance of willingness to pay a premium price, proven by Netflix Indonesia. However, as Netflix limited its users to share their account’s password, as well as the pandemic has progressed to an endemic phase, causing customers to have less leisure time, results Netflix to lose 1 million subscribers globally. Thus, attracting the researchers’ interest on how Netflix has been able to retain these customers who still stay and make them willing to pay a premium price although charging the highest subscription rates compared to other streaming services. This research will analyze the role of brand experience towards brand loyalty and willingness to pay a premium price with brand love as the mediating variable, in the case of Netflix Indonesia. Data were collected using simple random sampling through distributing online questionnaires, with 161 qualified respondents of Netflix users in Indonesia that has or had subscribed to the platform. The result of the online questionnaires were analyzed using the PLS-SEM method. Findings show that brand experience does not directly affect willingness to pay a premium price, but indirectly affects it through brand love and/or brand loyalty",
  "creators": "FELICE FLORENTIA; PINTANIA WIDYA JAYA KURNIAWAN",
  "contributors": "Maria Natalia Damayanti Maer, S.S., M.A., Ph.D. (Advisor 1); Tessa Vanina Soetanto (Examination Committee 1); Adelina Proboyo (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 34010494/MAN/2022; Felice Florentia (D11190110), Pintania Widya Jaya Kurniawan (D11190233)",
  "subjects": "BRAND LOYALTY; CONSUMER BEHAVIOR"
}