{
  "id": "55665",
  "title": "Analisis konflik internal dalam tim kontraktor pada proyek konstruksi di Surabaya",
  "abstract": "Industri di sektor konstruksi adalah industri yang menggunakan jumlah tenaga kerja paling banyak dibandingkan dengan industri lainnya (Choromokos, 1981). Banyaknya individu dengan tugas, kepentingan, dan tujuan yang berbeda-beda membuat konflik antar individu di dalam tim pada proyek konstruksi tidak mungkin terhindarkan (Senaratne & Udawatta, 2013). Konflik seringkali tidak dapat dihindari karena banyaknya perbedaan ide, keinginan, persepsi dan kebutuhan individu (Patzak, 2012). Konflik internal merupakan salah satu tantangan terbesar dalam organisasi ketika ingin meningkatkan efektivitas kerja sama tim (Passos & Caetano, 2005). Penelitian ini bertujuan untuk mengetahui tipe dan penyebab konflik internal yang paling dominan, serta solusi untuk meminimalkan konflik internal yang paling efektif dalam tim kontraktor pada proyek konstruksi di Surabaya. Data penelitian diambil dengan menyebarkan kuesioner kepada 8 proyek konstruksi dan 6 perusahaan kontraktor yang menghasilkan sebanyak 132 responden. Penelitian ini menggunakan metode analisis statistik deskriptif dan one way anova. Secara keseluruhan, hasil penelitian menunjukan bahwa variabel dan indikator tipe konflik internal belum terindikasi terjadi secara dominan. Kemudian, hasil penelitian menunjukan bahwa indikator penyebab konflik internal telah terindikasi berpengaruh secara dominan. Terakhir, hasil penelitian menunjukan bahwa indikator solusi untuk meminimalkan konflik internal belum terindikasi untuk secara efektif.",
  "creators": "NICOLAS CHRISTIAN PUTRA; CHRISTOPHER JOSE LORENZO T.",
  "contributors": "Andi (Advisor 1); Doddy Prayogo S.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012656/SIP/2023; Nicolas Christian Putra (B11190035), Christopher Jose Lorenzo T. (B11190085)",
  "subjects": "CONSTRUCTION INDUSTRY--MANAGEMENT; CONSTRUCTION INDUSTRY--PERSONNEL MANAGEMENT; LABOR CONTRACTORS; PROJECT MANAGEMENT"
}