{
  "id": "55681",
  "title": "Perencanaan gambar listrik untuk renovasi sistem kelistrikan GKJW Jemaat Rungkut Surabaya",
  "abstract": "Gereja GKJW Jemaat Rungkut berencana melakukan renovasi untuk kelistrikan bangunan. Renovasi tersebut bertujuan untuk mengganti dan menata ulang sistem kelistrikan di bangunan gereja. Berdasarkan permintaan pihak GKJW Jemaat Rungkut, dilakukan perancangan pencahayaan meliputi penggantian jenis dan titik lampu. Stop kontak dilakukan penataan sesuai dengan letak peralatan-peralatan listrik dan fungsi ruangan. Pada rancangan baru, terdapat 5 panel meliputi 1 LVMDP (Low Voltage Main Distribution Panel) dan 4 SDP (Sub Distribution Panel). Untuk SDP, panel A dan B mengatur beban penerangan dan stop kontak lantai 1 dan 2, panel C mengatur beban yang menyala pada malam hari, panel D mengatur beban air conditioner. Komponen-komponen lain meliputi circuit breaker dan kabel dilakukan penggantian sesuai dengan rancangan yang sudah dibuat. Hasil simulasi menunjukkan pencahayaan pada rancangan baru sudah memenuhi standar SNI pencahayaan dengan rata-rata selisih keseluruhan ruangan sebesar 3,22%. Dari kegiatan pengukuran dan analisa power quality yang sudah dilakukan, ditemukan gangguan pada power quality akibat adanya harmonisa. Didapati bahwa penyumbang harmonisa terbesar berasal dari peralatan audio mixing (TDD = 70,96%), unit komputer area balkon (TDD = 69,04%), unit komputer pada ruang sound system (TDD = 43,02%).",
  "creators": "JAMES LIMANTO",
  "contributors": "Julius Sentosa Setiadji (Advisor 1); Emmy Hosea (Advisor 2); Prof. Ir. Hanny Hosiana Tumbelaka, M.Sc., Ph.D. (Examination Committee 1); Yusak Tanoto, S.T., M.Eng., Ph.D. (Examination Committee 2); Felix Pasila (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010672/ELK/2023; James Limanto (C11180018)",
  "subjects": "ELECTRICITY"
}