{
  "id": "55690",
  "title": "Analisa keandalan suplai listrik dampak pemasangan gardu hubung dan pecah beban pada jaringan distribusi PLN UP3 Semarang guna meningkatkan keandalan sistem kelistrikan",
  "abstract": "Kualitas energi listrik yang diterima pelanggan dipengaruhi oleh sistem pendistribusiannya, diperlukan sistem distribusi tenaga listrik yang andal. Suatu sistem distribusi dikatakan andal apabila gangguan dan pemadaman yang terjadi dalam periode tertentu di bawah nilai indeks keandalan yang ditetapkan. Pada penelitian ini indeks yang digunakan yaitu SAIFI (System Average Interruption Frequency Index) dan SAIDI (System Average Interruption Duration Index) yaitu seberapa sering sistem mengalami pemadaman dan lama pemadaman terjadi dalam waktu tertentu. Tujuan penelitian ini adalah menganalisa keandalan sistem distribusi di PT. PLN UP3 Semarang. Gardu hubung Mangkang merupakan bentuk upaya meningkatkan keandalan sistem distribusi kota Semarang terkhusus di wilayah kerja ULP (Unit Layanan Pelanggan) Semarang Barat dan ULP Kendal. Penulis melakukan perbandingan keandalan sebelum (Januari – Maret 2022) dan sesudah (April – Juni 2022) dibangunnya gardu hubung yang akan dianalisa menggunakan rumus perhitungan indeks SAIDI dan SAIFI. Hasil penelitian menunjukkan ULP Semarang Barat dan ULP Kendal sebelum pembangunan gardu hubung memiliki nilai rata-rata SAIDI 1,157 jam/pelanggan/tahun dan rata-rata SAIFI yakni 1,085 kali/pelanggan/tahun, sedangkan sesudah pembangunan nilai rata-rata SAIDI yaitu 0,377 jam/pelanggan/tahun dan rata-rata SAIFI 0,377 kali/pelanggan/tahun, karena hasil dari penelitian menunjukkan bahwa sesudah dibangunnya gardu hubung angka indeks SAIDI SAIFI relatif turun dan stabil yang berarti perancangan gardu hubung berhasil meningkatkan keandalan sistem kelistrikan.",
  "creators": "STEPHANUS RYANDITYO TEGUH WIBOWO PUTRO",
  "contributors": "Julius Sentosa Setiadji (Advisor 1); Emmy Hosea (Advisor 2); Yusak Tanoto, S.T., M.Eng., Ph.D. (Examination Committee 1); Prof. Ir. Hanny Hosiana Tumbelaka, M.Sc., Ph.D. (Examination Committee 2); Handry Khoswanto (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010675/ELK/2023; Stephanus Ryandityo Teguh Wibowo Putro (C11180036)",
  "subjects": "ELECTRICAL ENGINEERING; ELECTRICAL POWER"
}