{
  "id": "55694",
  "title": "Sistem pendukung keputusan pemilihan broker saham menggunakan metode simple additive weighting dan weighted product",
  "abstract": "Pada era digital saat ini, saham sudah banyak dikenal di semua kalangan. Sebelum memulai bertransaksi di pasar saham, user perlu mendaftarkan data diri dan membuat akun dalam sekuritas tertentu. Tentunya bagi yang baru memulai bertransaksi di pasar saham akan sangat bingung tentang pemilihan sekuritas yang cocok dan tepat. Dibuatnya penelitian ini ditujukan bagi kaum awam yang baru memilih sekuritas ataupun yang akan pindah ke sekuritas lainnya guna memudahkan dalam memilih sekuritas yang pas dan cocok sesuai dengan kriteria yang diinginkan. Broker saham atau sekuritas adalah perusahaan yang memiliki izin untuk melakukan jual-beli saham-saham yang ada di pasar modal. Yang dimaksud memiliki izin adalah perusahaan broker saham tersebut harus terpercaya dan diakui keberadaannya oleh pemerintah. Diakui pemerintah yang dimaksud yaitu yang terdaftar di bursa efek indonesia. Pada tugas akhir ini, user mengisi beberapa pertanyaan yang disediakan kemudian sistem akan memproses jawaban yang diisi user menggunakan metode Simple Additive Weighting dan Weighted Product dan memunculkan output atau jawaban berupa rekomendasi sekuritas. Berdasarkan hasil pengujian program yang dilakukan pada metode Simple Additive Weighting dan Weighted Product berhasil memberikan rekomendasi sekuritas sesuai nilai kriteria yang diinputkan user.",
  "creators": "IRVIN CHRISTOFER ZYENDRIX",
  "contributors": "Agustinus Noertjahyana (Advisor 1); Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Advisor 2); Justinus Andjarwirawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022260/INF/2023; Irvin Christofer Zyendrix (C14180166)",
  "subjects": "SECURITIES; STOCKBROKERS; STOCKS"
}