{
  "id": "557",
  "title": "Perancangan konsep dasar arsitektural untuk pembuatan rumah susun murah dengan pendekatan keinginan dan kepuasan dari penghuni",
  "abstract": "Pembuatan rumah susun saat ini dipandang sebagai salah satu penyelesaian terbaik untuk masalah perumahan. khususnya kota besar, pertumbuhan penduduk apabila tidak diimbangi dengan pengadaan perumahan yang memadai akan berpengaruh buruk pada lingkungan dan menimbulkan dampak masalah sosial. Pengadaan perumahan bagi masyarakat menengah ke atas dapat mudah terselesaikan, dengan kemampuan ekonominya mereka dapat memperlengakpi kebutuhannya sendiri. Tetapi bagi golongan berpenghasilan rendah yang tidak mampu membeli rumah meskipun ' rumah sangat sederhana ' membutuhkan upaya penyelesaian khusus, salah satu adalah cara sewa dengan subsidi dari pemerintah. Rumah susun yang sekedar dibuat dengan biaya serendah mungkin tanpa memperhatikan aspek sosial dan kebutuhan mendasar calon penghuninya dapat menyebabkan kegagalan saat beroperasional. Dengan mengevaluasi lebih dahulu aspek-aspek yang berpengaruh misalnya: luas hunian yang layak diperlukan, kebutuhan ruang utama, bahan material yang dipakai, fasilitas yang perlu disediakan bagi calon penghuni sebelum melakukan perancangan akan membantu penyelesaian masalah yang akan terjadi dan merupakan kunci berhasilnya pengadaan rumah susun. Ada banyak rumah susun yang selesai dibuat tetapi calon penghuni enggan menempatinya, ini disebabkan selain harga masih belum terjangkau juga disebabkan karena tidak sesuai dengan masalah sosial calon penghuni, padahal mereka yang membutuhkan hunian jumlahnya besar. Penelitian ini bertujuan mengetahui kebutuhan dan faktor-faktor yang berpengaruh pada penghuni dan konsep dasar perancangan, hasil penelitian akan menjadi masukan dan sumber data realitas bagi tahapan lanjutan nantinya yaitu pengembangan disain arsitektural yang perlu dilakukan sebagai gambar kerja untuk pedoman pelaksanaan pembangunan.",
  "creators": "ANDHI WIJAYA",
  "contributors": "Hasan Oetomo (Advisor 1); SUTOTO YAKOBUS (Advisor 2); Connie Susilawati (Advisor 3); Paulus Nugraha (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 013/MTS; Andhi Wijaya (01596008)",
  "subjects": "APARTMENT HOUSES-DESIGN AND PLANTS; APARTMENT HOUSES-ARCHITECTURAL ASPECTS"
}