{
  "id": "55700",
  "title": "Pemanfaatan metode Kano untuk penentuan preferensi variabel pada sistem manajemen keselamatan konstruksi pada proyek di Surabaya",
  "abstract": "Mengetahui tingginya angka kecelakaan kerja konstruksi di Indonesia, maka perlu dilakukan peningkatan penerapan SMKK (Sistem Manajemen Keselamatan Konstruksi) di Indonesia. Penerapan SMKK yang baik berpengaruh terhadap kepuasan owner untuk dapat meningkatkan hubungan baik dengan owner. Penelitian ini bertujuan untuk mengetahui variabel SMKK yang menjadi preferensi penerapan oleh owner. Pada penelitian ini, kuesioner disebarkan kepada 24 proyek gedung tinggi di Surabaya. Data hasil kuesioner diolah dengan menggunakan analisa kano untuk mengetahui variabel preferensi pada SMKK menurut owner dan menurut kontraktor, serta perbandingan owner dan kontraktor. Dari hasil analisa kano, didapatkan variabel preferensi utama berdasarkan owner yaitu variabel 8 (Kontraktor berkomitmen untuk melindungi keselamatan konstruksi, manusia, harta benda, peralatan, serta lingkungan). Selain itu, berdasarkan kontraktor didapatkan variabel preferensi yaitu variabel 37 (kontraktor mempunyai manual, prosedur, gambar kerja, instruksi kerja, dan dokumen sejenisnya). Dari perbandingan analisa kano pada owner dan kontraktor terdapat beberapa perbedaan pada setiap elemen SMKK kecuali elemen terakhir yaitu elemen evaluasi kinerja keselamatan konstruksi sehingga kontraktor sebaiknya melakukan peningkatan penerapan SMKK sesuai dengan preferensi owner.",
  "creators": "EDVAN BENEFISCO JOANLY",
  "contributors": "Andi (Advisor 1); Jani Rahardjo (Advisor 2); Daniel Tjandra (Examination Committee 1); Paulus Nugraha (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000334/MTS/2023; Edvan Benefisco Joanly (B21220003)",
  "subjects": "CONSTRUCTION INDUSTRY--MANAGEMENT; INDUSTRIAL SAFETY--MANAGEMENT; INDUSTRIAL SAFETY"
}