{
  "id": "55708",
  "title": "Konseling online pada Pusat Konseling dan Pengembangan Pribadi Universitas Kristen Petra dengan metode individual counseling",
  "abstract": "PKPP UK Petra merupakan unit bagian dari Universitas Kristen Petra yang bergerak dalam bidang psikologis. Di mana PKPP UK Petra ini melayani konseling untuk mahasiswa baik secara online maupun offline. Berdasarkan survey mengenai proses konseling online yang dilakukan pada PKPP UK Petra, masih berjalan dengan baik tetapi seringkali terbatas, seperti pencatatan konseling yang masih melakukan pencatatan menggunakan media kertas, media komunikasi untuk proses konseling dirasa kurang stabil dan kurang aman sehingga menjadikan konseling online kurang efisien. Beberapa penelitian yang dilakukan sebelumnya dengan menggunakan website resmi konseling online kampus dan aplikasi chat lintas platform masih memiliki kelemahan, yaitu tidak easy to chat dan fitur-fitur baik fitur pendukung tidak begitu lengkap. Untuk mengatasi masalah tersebut, dalam penelitian ini di rancanglah sebuah aplikasi konseling online berbasis android dengan menggunakan database firebase dan bahasa pemrograman java dengan metode individual counseling yang memiliki fitur forum diskusi untuk mendiskusikan mengenai psikologi dimana terhubungkan antara admin, client, hingga konselor; fitur tips psikologi yang berisikan tips-tips psikologi, fitur berita psikologi yang berisikan artikel psikologi, fitur kamus psikologi yang berisikan istilah-istilah psikologi, fitur appointment untuk mendaftar konseling, fitur note untuk konselor dalam mencatat proses konseling agar konselor tidak perlu mencatat melalui media kertas lagi, fitur chat untuk menjalankan proses konseling online, dan data tersimpan secara auto backup. Hasil dari skripsi ini berdasarkan kuesioner dan perhitungan persentase dari jawaban responden dapat disimpulkan bahwa aplikasi PKPP Mobile ini membantu berjalannya proses konseling online, fitur-fitur yang tersedia berfungsi dengan baik, dan aplikasi ini bermanfaat baik untuk admin, konselor, maupun client/mahasiswa.",
  "creators": "GUNAWAN, NOVITA WATI",
  "contributors": "Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 1); Hans Juwiantho S.Kom., M.Kom (Examination Committee 1); Andreas Handojo (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022236/INF/2023; Gunawan, Novita Wati (26416061)",
  "subjects": "ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE); COUNSELING; JAVASCRIPT (COMPUTER PROGRAM)"
}