{
  "id": "55703",
  "title": "Hubungan parasosial penonton orang tua dengan aktor drama Korea",
  "abstract": "Hallyu atau Korean wave banyak berkembang selama beberapa dekade terakhir. Hallyu telah membawa budaya-budaya Korea Selatan termasuk drama Korea ke seluruh penjuru dunia, termasuk Indonesia. Perkembangan teknologi dan new media juga memberikan ruang lebih banyak untuk mendistribusikan serta mengakses konten bagi pelaku media dan audiens. Maka dari itu, popularitas drama Korea di Indonesia sangat tinggi dan memiliki audiens dari berbagai macam latar belakang demografis, termasuk para orang tua (parents). Salah satu alasan minat yang tinggi terhadap drama Korea adalah para aktornya yang menarik. Tingkat ketertarikan tinggi terhadap aktor drama Korea kerap dikaitkan dengan konsep hubungan parasosial, yang merupakan hubungan satu arah oleh audiens dengan persona media. Penelitian ini bertujuan untuk mengetahui hubungan parasosial yang dimiliki oleh penonton orang tua dengan aktor drama Korea. Metode penelitian yang digunakan adalah kualitatif studi kasus dengan teknik pengumpulan data wawancara semi-struktural. Hasil penelitian ini menunjukkan hubungan parasosial yang ada pada orang tua berada pada tingkat social-entertainment value karena informan yang menyukai persona karena menghibur, menarik, dan dapat memberikan referensi untuk pilihan mereka. Hubungan parasosial juga ditemukan sebagai efek media khususnya dalam bentuk kultivasi media serta efek orang ketiga.",
  "creators": "AURELIA ANGELICA NG",
  "contributors": "Jandy Edipson Luik (Advisor 1); Chory Angela Wijayanti (Advisor 2); Gatut Priyowidodo (Examination Committee 1); Lady Joanne Tjahyana, S.Kom., MMM. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011819/KOM/2023; Aurelia Angelica Ng (F11190052)",
  "subjects": "MASS MEDIA--AUDIENCES; PARENTS; SOCIAL INTERACTION"
}