{
  "id": "55711",
  "title": "Strategi online public relations komunitas Akar Tuli Malang dalam mengkampanyekan penggunaan Bahasa Isyarat Indonesia (BISINDO)",
  "abstract": "Penelitian ini bertujuan untuk mengetahui strategi online public relations komunitas Akar Tuli Malang dalam mengkampanyekan penggunaan bahasa isyarat Indonesia (BISINDO). BISINDO merupakan sistem isyarat yang digunakan oleh teman Tuli di Indonesia untuk berkomunikasi. Akar Tuli Malang merupakan sebuah komunitas Tuli pertama di Jawa Timur yang menjadi wadah untuk teman Tuli dan teman dengar dapat bersosialisasi. Dalam menjalankan tujuannya, Akar Tuli Malang memiliki divisi public relations yang menjalankan tugas untuk menjalin kerja sama dengan berbagai pihak baik internal maupun eksternal. Dalam melaksanakan tugasnya, PR Akar Tuli Malang memiliki strategi dalam melakukan berbagai kegiatan/aktivitasnya dan menggunakan media sosial dalam menjalin komunikasi dengan berbagai pihak. Metode yang digunakan dalam penelitian ini adalah studi kasus dengan pendekatan kualitatif dan merupakan jenis penelitian deskriptif. Hasil penelitian menunjukkan bahwa perancangan strategi yang merujuk pada konsep strategi public relation menurut Pinkleton terdapat enam tahap strategi dan Akar Tuli Malang telah melakukan lima diantaranya. Terdiri dari conceptualization, monitoring, planning, organization and coordination, administration dan evaluation. Dalam menjalankan strategi secara online, PR memanfaatkan media sosial Instagram sebagai media penyampaian pesan kampanye. Menghasilkan pula temuan bahwa pembuatan strategi harus didukung oleh tim yang terdiri dari praktisi yang juga merupakan bagian dari komunitas Tuli untuk dapat saling berkolaborasi menciptakan strategi online public relations yang efektif.",
  "creators": "JEFFREY HENDRAWAN",
  "contributors": "Daniel Budiana, S.Sos., M.A. (Advisor 1); Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Examination Committee 1); Felicia Goenawan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011821/KOM/2023; Jeffrey Hendrawan (F11180004)",
  "subjects": "INDONESIAN SIGN LANGUAGE; PUBLIC RELATIONS; SIGN LANGUAGE; SOCIAL MEDIA--COMMUNICATION"
}