{
  "id": "55748",
  "title": "Pemanfaatan masker medis bekas dan ampas tebu untuk biokomposit sebagai material alternatif package tray mobil",
  "abstract": "Serat alam sebagai pengganti produk bahan sintesis untuk otomotif terus diteliti. Tujuannya adalah untuk mengganti material yang saat ini terbuat dari plastik dengan material yang terbarukan, ringan, kuat, murah dan ramah lingkungan. Penelitian sebelumnya pada serat tebu telah menunjukkan bahwa serat ini memiliki nilai yang layak dalam hal kekuatan tarik, kekuatan impak, defleksi panas dan kekuatan flexural. Selain sifat mekanik ini, bagaimanapun, perlu untuk mengetahui kegunaan material dalam hal sifat mekanik dan fisik lainnya. Properti ini termasuk penyerapan air, ketahanan defleksi panas dan ketahanan beban impak. Woodboard sebagai bahan interior mobil (packagetray) juga diuji dan digunakan sebagai bahan referensi. Sampel serat biokomposit tebu memiliki ketahanan air yang rendah atau daya serap air yang cukup tinggi dengan tingkat penyerapan air sebesar 26,3%. Hasil tersebut cukup besar dibandingkan dengan sampel industri woodboard yang hanya 2,61%. Temperatur defleksi panas tertinggi pada pengujian mencapai 159,2˚C, sedangkan sampel industri panel kayu sebesar 132,7˚C. Kekuatan impak tertinggi terdapat pada sampel biokomposit serat tebu yang memiliki nilai impak sebesar 3,9 kJ/m2, sedangkan sampel industri panel kayu memiliki nilai yang rendah sebesar 0,24 kJ/m2. Kekuatan flexural sampel biokomposit cukup tinggi yaitu 39,97 MPa, sedangkan kekuatan flexural woodboard hanya 19,2 MPa. Produk ini dapat dijadikan material alternatif interior mobil dikarenakan sifat mekanik dan fisisnya yang sudah melebihi dari sampel industri.",
  "creators": "RICARDO SUGIHARTA",
  "contributors": "Prof. Dr. Juliana Anggono, S.T., M.Sc. (Advisor 1); Joni Dewanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04011477/MES/2022; Ricardo Sugiharta (C12180081)",
  "subjects": "TRANSPORTATION, AUTOMOTIVE-ENVIRONMENTAL ASPECTS"
}