{
  "id": "55750",
  "title": "Hotel berbasis MICE dan acara di Surabaya",
  "abstract": "Industri MICE (meetings, incentives, conventions, exhibitions) dan acara merupakan salah satu pilar perekonomian utama Kota Surabaya. Ini dikarenakan Kota Surabaya telah ditujukan pemerintah sebagai salah satu kota yang ditujukan sebagai destinasi MICE. Beberapa hotel di Surabaya juga sudah mengakomodasi kegiatan MICE dan acara dengan menyediakan venue sebagai fungsi sampingan bangunan hotel. Terjadinya pandemi covid-19 berdampak buruk bagi industri pariwisata. Sehingga kunjungan hotel-hotel di Surabaya menurun. Fungsi MICE dan Acara yang tadinya merupakan fungsi sampingan, menjadi salah satu fungsi utama hotel dan perlu diintegrasikan dengan fungsi utama hotel sebagai penyedia akomodasi berupa penginapan. Sayangnya masih kurang adanya hotel di Surabaya yang telah memenuhi standar venue MICE yang telah ditetapkan pemerintah (Permen Parekraf No. 2 Tahun 2017). Perancangan “Hotel Berbasis MICE dan Acara di Surabaya” dirancang dengan pendekatan sistem. Pendekatan sistem dilakukan dengan mempelajari sistem spasial hotel dan sirkulasi melalui literatur dan studi preseden untuk menghasilkan desain hotel yang lebih terintegrasi kegiatan MICE dan acara. Desain yang dihasilkan dari pendekatan sistem menghasilkan hotel yang memiliki sirkulasi konsentrik, lantai tipikal yang dapat disegmen, juga 3 ruang multifungsi (2 ruang dapat disegmen) dan 1 ruang venue luar ruangan, dimana tiap ruang venue telah didesain sesuai karakter kegiatan MICE dan acara yang akan diwadahi. Pendalaman struktur juga dilakukan untuk mencapai kebutuhan dimensi ruang yang dibutuhkan. Pendalaman struktur menghasilkan desain bangunan yang menggunakan sistem struktur gantung dan vierendeel wall beam.",
  "creators": "STANLEY CHANDRA LIONO",
  "contributors": "Benny Poerbantanoe (Advisor 1); Roni Anggoro, S.T., M.A.Arch. (Advisor 2); Samuel Hartono (Advisor 3); Joyce M.Laurens (Examination Committee 1); Andhi Wijaya (Examination Committee 2); Irwan Santoso (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 03024405/ARS/2022; Stanley Chandra Liono (B12180075)",
  "subjects": "CONFERENCE ROOMS--DESIGNS AND PLANS; HOTELS--DESIGNS AND PLANS"
}