{
  "id": "55751",
  "title": "Evaluasi kekuatan dan ketahanan air biokomposit biji salak dan PP berasal dari masker bekas",
  "abstract": "Didorong oleh perhatian pada keberlanjutan, para ilmuwan di seluruh dunia berupaya untuk mencari material alternatif yang ramah lingkungan. Salah satu pengganti yang sering ditemukan adalah pemanfaatan serat alam. Serat alami digunakan karena memiliki sifat dan perilaku ramah lingkungan yang berfungsi untuk menggantikan bahan sintetis yang berbahaya. Salah satu serat alam yang banyak digunakan adalah komposit. Komposit telah banyak digunakan pada industri otomotif, aerospace dan konstruksi karena memiliki sifat yang ringan, kuat dan kaku. Salah satu bahan alam yang dapat digunakan adalah biji salak, dimana karakteristik dari biji salak yang cukup keras. Pada penelitian ini dilakukan pengujian impak, HDT, penyerapan air, flexural, pengukuran berat, tebal dan gramasi. Selain itu penelitian ini menggunakan penambahan MAPP sebesar 10% dari berat serbuk biji salak. Sampel biokomposit memiliki nilai impak tertinggi sebesar 10.03 kj/m2 pada komposisi 30% filler. Hasil ini lebih tinggi dibandingkan dengan sampel industri woodboard yang memiliki nilai impak sebesar 2,01 kj/m2. Pada pengujian flexural, sampel dengan komposisi 30% MAPP memiliki kekuatan flexural yang paling tinggi yaitu 53.73 MPa. Nilai tersebut lebih tinggi dibandingkan dengan sampel woodboard industri yang memiliki nilai flexural 19.92 MPa. Pada uji penyerapan air, didapatkan bahwa semakin tinggi komposisi yang diberikan maka semakin tinggi presentase berat yang didapatkan. Dengan membandingkan Sampel biokomposit dan sampel industri, didapatkan bahwa sampel biokomposit memiliki tingkat penyerapan air yang lebih tinggi sebesar 5,03% sednagkan sampel industri sebesar 2,61%. Pada pengujian HDT, Sampel biokomposit memiliki nilai ketahanan terhadap defleksi panas yang lebih baik dibandingkan dengan sampel industri. Sampel biokomposit memiliki nilai ketahanan defleksi panas sebesar 153,6℃ dan sampel industri sebesar 132,7℃.",
  "creators": "DAVID ROBERT LISTIANTO",
  "contributors": "Prof. Dr. Juliana Anggono, S.T., M.Sc. (Advisor 1); Iwan Halim Sahputra, S.T., M.Sc., Ph.D. (Advisor 2); Didik Wahjudi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01011478/MES/2022; David Robert Listianto (C12180066)",
  "subjects": "COMPOSITE MATERIALS--MECHANICAL PROPERTIES; MATERIALS--MECHANICAL PROPERTIES"
}