{
  "id": "55753",
  "title": "Fasilitas pelatihan sepak bola di Makassar",
  "abstract": "Sepak bola adalah salah satu olahraga dengan angka penggemar terbanyak di Indonesia yakni sebanyak 68 persen yang menempatkannya di posisi kedua, di bawah olahraga badminton yang berada di peringkat pertama (Nielsen,2020), tetapi survei yang baru saja dibuat oleh PSSI (Persatuan Sepak Bola Seluruh Indonesia) menyatakan bahwa terdapat 77 persen penduduk yang menyukai sepak bola tetapi tidak berbanding lurus dengan angka orang yang bermain sepak bola, yang di mana hanya terdapat 17 persen penduduk Indonesia yang rutin bermain sepak bola sekurang kurangnya satu kali dalam seminggu (Prasetya,2021), PSSI yang melalui instruksi presiden nomor 3 tahun 2019 menyatakan bahwa diperlukan percepatan olahraga sepak bola di Indonesia, yang di mana salah satu bentuk yang disebutkan dalam instruksi presiden adalah pembangunan infrastruktur daerah untuk mendukung daerah yang membutuhkan percepatan bila diperlukan. Makassar adalah salah satu kota yang tidak memiliki stadion kota yang dapat digunakan oleh klub tuan rumah mereka yakni PSM Makassar, dikarenakan stadion lama mereka yang tidak sesuai standar AFC (Asian Football Confederation), sehingga mengharuskan klub ini untuk bermain jauh di luar kota tanpa dukungan supporter. Dalam mendukung instruksi presiden yang telah ada, maka dibutuhkan objek perancangan dalam bentuk fasilitas pelatihan sepak bola yang terletak di kota Makassar, yang mengutamakan keamanan dan juga kenyamanan, serta memberikan nilai dari PSM Makassar, dan juga kota Makassar.",
  "creators": "FRANS THESMAN",
  "contributors": "Andhi Wijaya (Advisor 1); Joyce M.Laurens (Advisor 2); Irwan Santoso (Advisor 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 03024412/ARS/2022; Frans Thesman (B12180175)",
  "subjects": "FOOTBALL-TRAINING-BUILDINGS-DESIGNS AND PLANS; SOCCER-BUILDINGS--DESIGNS AND PLANS"
}