{
  "id": "55768",
  "title": "Pengaruh faktor kuat lebih pada kinerja struktur baja rangka terbreis eksentris dengan tipe multi-story x pada bangunan 12 dan 18 lantai",
  "abstract": "Indonesia merupakan salah satu wilayah yang sering mengalami gempa bumi dikarenakan posisinya terletak pada daerah ring of fire. Gempa yang terjadi berpotensi merusak struktur bangunan bahkan dapat menimbulkan korban jiwa bila bangunan tersebut runtuh. Oleh karena itu, bangunan-bangunan dalam bidang teknik sipil, khususnya bangunan tinggi perlu memperhatikan gaya gempa yang mungkin terjadi. Salah satu cara menahan gaya gempa atau gaya lateral yang terjadi adalah dengan menggunakan sistem penahan lateral yaitu breising. Penelitian ini akan meninjau pengaruh faktor kuat lebih paling optimal yang dibutuhkan pada bangunan dengan sistem Struktur Baja Rangka Terbreis Eksentris (RBE) dengan tipe breising multi-story X. Penelitian akan menggunakan bangunan 12 (48 meter) dan 18 (72 meter) lantai dan menggunakan 3 bentang breising dengan sistem tunggal. Bangunan kemudian akan dinilai performanya menggunakan nonlinear time history analysis. Hasil penelitian secara garis besar menunjukkan bahwa bangunan 12 lantai membutuhkan nilai faktor kuat lebih sebesar 2Vp, sedangkan bangunan 18 lantai membutuhkan faktor kuat lebih sebesar 3Vp. Seluruh bangunan juga telah memenuhi syarat drift ratio yaitu kurang dari 3%.",
  "creators": "FELIX TANAYA; ANDY KEVIN TANUWIJAYA",
  "contributors": "Hasan Santoso (Advisor 1); Effendy Tanojo (Advisor 2); Wong Foek Tjong, S.T., M.T., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10012652/SIP/2023; Felix Tanaya (B11190062), Andy Kevin Tanuwijaya (B11190052)",
  "subjects": "BUILDING, IRON AND STEEL; STEEL FRAMING (BUILDING); STEEL, STRUCTURAL; TALL BUILDINGS--DESIGN AND CONSTRUCTION"
}