{
  "id": "55767",
  "title": "Pengaruh faktor kuat lebih pada kinerja struktur baja rangka terbreis eksentris dengan breising tipe v pada bangunan 12 dan 18 lantai",
  "abstract": "Bangunan tinggi di Indonesia yang terletak pada kawasan ring of fire perlu didesain terhadap beban gempa. Salah satu sistem penahan beban lateral adalah Sistem Rangka Terbreis Eksentris (SRTE). Pada SRTE, elemen link didesain untuk mengalami pelelehan dan bekerja sebagai elemen fuse. Untuk mencapai mekanisme pelelehan ini, elemen selain link harus didesain untuk memiliki kekuatan melebihi kapasitas geser link. Pengaruh strain hardening pada kapasitas geser link maksimum diperhitungkan menggunakan faktor kuat lebih link. Penelitian ini meninjau pengaruh variasi faktor kuat lebih link pada bangunan SRTE sistem tunggal dengan tiga bentang breising tipe V pada bangunan 12 dan 18 lantai. Pengaruh faktor kuat lebih link ditinjau berdasarkan lokasi terbentuknya sendi plastis dari hasil analisis nonlinear time history. Hasil penelitian mendapatkan faktor kuat lebih link sebesar 1.25 mampu menjamin sendi plastis terjadi pertama kali pada link. Selain itu, nilai faktor kuat lebih link sebesar 2.75 untuk bangunan 12 lantai dan 3.5 untuk bangunan 18 lantai baru dapat menjamin tidak terjadi pembentukan sendi plastis pada kolom selain pada perletakan kolom selama gempa berlangsung.",
  "creators": "SYLVIE; CINDY SUGIARTO",
  "contributors": "Hasan Santoso (Advisor 1); Effendy Tanojo (Advisor 2); Wong Foek Tjong, S.T., M.T., Ph.D. (Examination Committee 1); Pamuda Pudjisuryadi (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10012654/SIP/2023; Sylvie (B11190017), Cindy Sugiarto (B11190036)",
  "subjects": "BUILDING, IRON AND STEEL; STEEL FRAMING (BUILDING); STEEL, STRUCTURAL; TALL BUILDINGS--DESIGN AND CONSTRUCTION"
}