{
  "id": "55770",
  "title": "Mediasi safety motivation pada pengaruh safety communication terhadap safety compliance dan safety participation pekerja proyek konstruksi di Surabaya",
  "abstract": "Industri konstruksi merupakan industri yang paling berbahaya di Indonesia dengan penyumbang kecelakaan kerja terbanyak dibandingkan dengan industri lainnya. Hal ini disebabkan oleh buruknya perilaku keselamatan pekerja baik dalam kepatuhan dan partisipasinya dalam keselamatan kerja. Tinggi rendahnya perilaku keselamatan kerja tersebut dipengaruhi oleh-oleh beberapa faktor, antara lain adalah komunikasi keselamatan dan motivasi keselamatan. Akan tetapi, tidak banyak penelitian yang membahas mengenai pengaruh komunikasi keselamatan terhadap perilaku keselamatan pekerja yang dimediasi oleh motivasi keselamatan. Oleh karena itu, diperlukan sebuah penelitian untuk mengetahui pengaruh komunikasi keselamatan terhadap kedua dimensi perilaku keselamatan pekerja yang dimediasi oleh motivasi keselamatan. Penelitian ini dilakukan dengan menyebarkan kuesioner pada 5 proyek di Surabaya dengan jumlah responden sebanyak 138 pekerja konstruksi. Data terkumpul kemudian diolah dan dianalisa dengan menggunakan Structural Equation Modelling (SEM). Melalui penelitian ini, komunikasi keselamatan terbukti berpengaruh positif dan signifikan terhadap kepatuhan keselamatan pekerja sebesar 0.207. Kemudian mediasi motivasi keselamatan juga berpengaruh positif dan signifikan terhadap kepatuhan dan partisipasi keselamatan pekerja sebesar 0.093 dan 0.074. Dengan demikian dapat dismpulkan bahwa, perbaikan kualitas komunikasi serta motivasi keselamatan dapat mendukung peningkatan kepatuhan dan partisipasi keselamatan pekerja.",
  "creators": "DAVE AARON; MIKHAEL LOUIS CELVIANO",
  "contributors": "Andi (Advisor 1); Ratna S. Alifen (Examination Committee 1); Willy Husada, ST.,MT., Msc. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012644/SIP/2023; Dave Aaron (B11180125), Mikhael Louis Celviano (B11180153)",
  "subjects": "CONSTRUCTION INDUSTRY--SAFETY MEASURES; CONSTRUCTION INDUSTRY; COMMUNICATION IN INDUSTRIAL SAFETY"
}