{
  "id": "55788",
  "title": "Identifikasi bahaya, penilaian risiko, dan pengendalian risiko di pabrik roti PT X",
  "abstract": "PT X merupakan perusahaan di bidang boga yang memproduksi berbagai macam roti, kue, jajanan pasar, dan donat sejak tahun 1995. Selama 3 tahun terakhir ini telah terjadai kecelakaan kerja dan PAK pada pekerja sebanyak 30 sampai 35 kejadian setiap tahunnya. Hingga saat ini perusahaan belum memiliki SMK3. Tugas akhir ini bertujuan mengidentifikasi bahaya, melakukan penialaian terhadap risiko, dan membuat rancangan pengendalian risiko pada bahaya yang ada di area produksi perusahaan. Setelah melakukan penelitian, pada area produksi terdapat 16 sub aktivitas dengan 17 potensi bahaya. Penilaian risiko menghasilkan nilai risk tinggi terdapat pada 4 potensi bahaya, risk rating signifikan sebanyak 10 potensi bahaya, dan risk rating moderat terdapat sebanyak 3 potensi bahaya. Pengendalian risiko yang dilakukan yaitu sebanyak 9 pengendalian dilakukan dengan perancangan teknis, 11 pengendalian administrasi, 9 pengendalian APD, dan 1 pengendalian substitusi. Pengendalian ini telah disetujui dan divalidasi implementasinya oleh perusahaan. Apabila semua pengendalian ini dilakukan, maka prakiraan nilai risk ratingnya adalah risk rating tinggi menjadi 0, risk rating signifikan menjadi 1, risk rating moderat menjadi 7, dan risk rating rendah menjadi 9. Implementasi dilakukan pada 2 sub aktivitas, yaitu pada aktivitas memotong kelapa dan memasang colokan oven ke instalasi listrik dengan tahapan persiapan, pelaksanaan, dan hasil pelaksanaan. Hasil implementasi berupa evaluasi kerja dan pekerja mampu melakukan aktivitas dengan nyaman dan aman.",
  "creators": "CAROLINE TAHER",
  "contributors": "Kriswanto Widiawan (Advisor 1); I Nyoman Sutapa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022565/IND/2023; Caroline Taher (C13180098)",
  "subjects": "RISK MANAGEMENT; RISK ASSESSMENT; INDUSTRIAL SAFETY"
}