{
  "id": "55791",
  "title": "Analisis penyebab, dampak, dan antisipasinya terhadap keterlambatan proyek konstruksi di Surabaya",
  "abstract": "Keterlambatan proyek merupakan masalah global yang sering dihadapi dalam proses pembangunan proyek konstruksi terutama di Indonesia yang merupakan negara berkembang di mana pembangunan selalu mengalami peningkatan setiap tahunnya. Proyek konstruksi rentan dengan risiko kesalahan akibat dari pengendalian waktu yang kurang, sedangkan salah satu tujuan utama dari proyek adalah selesai tepat waktu. Pada realisasinya keterlambatan proyek masih sering terjadi, hal ini berpengaruh terhadap progress proyek terutama dalam hal biaya serta mutu. Sehingga tujuan dari penelitian ini adalah untuk mengetahui penyebab, dampak dan antisipasi keterlambatan proyek konstruksi di Surabaya. Metode penelitian yang digunakan adalah dengan melakukan studi literatur dan penyebaran kuesioner. Data diperoleh melalui hasil pengisian kuesioner yang disebarkan ke 10 perusahaan konstruksi di Surabaya dengan target subjek kontraktor. Hasil dari penelitian ini didapatkan bahwa penyebab utama keterlambatan proyek diantaranya pengalaman kontraktor untuk pekerjaan yang sama, stabilitas keuangan kontraktor, keterlambatan dalam penyelesaian pembayaran, proses pengambilan keputusan yang tertunda, dan produktivitas tenaga kerja. Kemudian dampak utama keterlambatan proyek adalah pembengkakan biaya dan pemborosan waktu. Serta antisipasi yang dapat meminimalisir terjadinya keterlambatan proyek diantaranya mengontrol rencana proyek dan proses realisasinya secara langsung, melakukan pengawasan kualitas pekerjaan, melakukan uji keterampilan untuk mendapatkan pekerja yang memenuhi syarat, menambahkan biaya jaminan kerusakan, dan melakukan evaluasi terhadap jadwal proyek lintasan kritis.",
  "creators": "CHRISTIAN TINGGA HERMAWAN; SHERIN NATASHA RUSLIM",
  "contributors": "Sentosa Limanto (Advisor 1); Dr. rer.nat. Surya Hermawan S.T., M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012645/SIP/2023; Christian Tingga Hermawan (B11180150), Sherin Natasha Ruslim (B11180137)",
  "subjects": "CONSTRUCTION INDUSTRY--MANAGEMENT; PROJECT MANAGEMENT"
}