{
  "id": "55792",
  "title": "Analisa kriteria utama dalam pemilihan supplier semen, baja ringan, dan atap UPVC oleh beberapa perusahaan kontraktor di Surabaya dan di Pulau Kalimantan",
  "abstract": "Pemilihan supplier perlu diperhatikan karena berkaitan dengan aktivitas dan juga kualitas dari sebuah proyek. Penelitian ini bertujuan untuk mengetahui apakah terdapat perbedaan yang signifikan ketika menentukan supplier, kriteria secara umum, kriteria utama , dan keterlibatan owner/konsultan dalam pemilihan supplier semen, baja ringan, dan atap UPVC bagi beberapa kontraktor di Surabaya dan di Kalimantan. Berdasarkan hasil penelitian, secara garis besar, ketika menentukan supplier tidak ada perbedaan yang signifikan antara pendapat beberapa kontraktor di Surabaya dan di Kalimantan. Kriteria secara umum, pemilihan supplier semen dilihat dari segi ketepatan waktu pengiriman, sedangkan pemilihan supplier baja ringan dan atap UPVC dilihat dari segi ketepatan jumlah pengiriman. Untuk kriteria utama pemilihan supplier semen menurut beberapa kontraktor di Surabaya adalah dari sisi kualitas produk dan ketepatan waktu pengiriman, sedangkan menurut beberapa kontraktor di Kalimantan dari sisi pengiriman yakni ketepatan waktu pengiriman. Untuk kriteria utama pemilihan supplier baja ringan dan atap UPVC adalah beberapa perusahaan kontraktor di Surabaya dan beberapa kontraktor di Kalimantan adalah dari sisi kualitas produk dan dari sisi pengiriman seperti ketepatan waktu pengiriman dan ketepatan jumlah pengiriman. Diketahui biasanya terdapat keterlibatan owner/konsultan dalam menunjuk supplier/merk semen menurut responden kontraktor Kalimantan, terdapat keterlibatan owner/konsultan dalam menunjuk supplier/merk baja ringan dan atap UPVC menurut responden kontraktor Surabaya.",
  "creators": "KENNY; REYNALDY SUSIANDI",
  "contributors": "Paulus Nugraha (Advisor 1); Effendy Tanojo (Examination Committee 1); Sandra Loekita (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012638/SIP/2023; Kenny (B11180070), Reynaldy Susiandi (B11180191)",
  "subjects": "MATERIALS MANAGEMENT; PROJECT MANAGEMENT; CONTRACTORS; CONSTRUCTION INDUSTRY--MANAGEMENT"
}