{
  "id": "5580",
  "title": "Perancangan dan pembuatan aplikasi sistem pakar untuk penentuan produk dan jenis perawatan tubuh di pusat perawatan \"Epiderma\"",
  "abstract": "Setiap individu terutama wanita tentunya ingin memiliki kulit yang sehat. Oleh karena itu, sangatlah penting untuk senantiasa menjaga dan merawat kulit agar sehat dan tampak bersinar. Mengingat banyaknya faktor yang dapat mengakibatkan kulit menjadi bermasalah, maka untuk merawat dan mengatasi kulit bermasalah diperlukan suatu produk dan jenis perawatan yang tepat. Progam aplikasi ini berbasis pada sistem pakar, yaitu meniru cara berpikir seorang ahli dalam menganalisa suatu kasus dan mencari kesimpulan atau keputusan. Program aplikasi ini akan menganalisa jenis kulit dan masalah yang dihadapi untuk menentukan produk dan jenis perawatan yang tepat Perawatan yang disediakan terdiri dari perawatan untuk wajah, tubuh, mata, rambut, tangan, dan kaki. Pengembangan sistem pakar ini menggunakan metode inferensi forward chaining, yaitu proses inferensi yang memulai pencarian dari premis atau data menuju pada konklusi. Berdasarkan hasil kuisioner, program sistem pakar ini dapat dikatakan layak untuk digunakan oleh unit pegawai di pusat perawatan \"Epiderma\", hal ini dapat dilihat dari persentase nilai yang didapat yaitu sebesar 80%. Sistem pakar ini dinilai cukup akurat, dengan persentase nilai yang didapat yaitu sebesar 76%. Kecepatan menghasilkan informasi dinilai cukup cepat dan program ini dinilai cukup mudah untuk digunakan, dengan persentase nilai yang didapat sebesar 72%. Desain tampilan dari sistem pakar ini dinilai masih perlu dibuat lebih menarik, hal tersebut dapat dilihat dari persentase nilai yang dicapai yaitu sebesar 68%.",
  "creators": "LYDIAWATY MAPPATOMBONG",
  "contributors": "Gregorius Satiabudhi (Advisor 1); Leo Willyanto Santoso (Advisor 2); JOKO LIANTO B.,DR.,Ir.,M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02000210/INF/2004; Lydiawaty Mappatombong (26400141)",
  "subjects": "ARTIFICIAL INTELLIGENCE--MEDICAL APPLICATIONS; ARTIFICIAL INTELLIGENCE-COMPUTER PROGRAMS; EXPERT SYSTEMS (COMPUTER SCIENCE)"
}