{
  "id": "55800",
  "title": "Mediasi safety knowledge dalam pengaruh safety leadership terhadap safety behaviour pekerja proyek gedung tinggi di Surabaya",
  "abstract": "Safety leadership bagi kontraktor sangat penting dalam menjalankan suatu proyek. Selain itu, safety Behavior dari pekerja juga penting agar suatu pekerjaan dapat berlangsung dengan baik. Kemudian, dengan adanya safety knowledge sebagai mediator dapat membuat safety leadership berdampak lebih efektif pada safety behavior pekerja. Penelitian ini bertujuan untuk mencari pengaruh safety knowledge sebagai mediator antara safety leadership terhadap safety Behavior pekerja proyek konstruksi di Surabaya. Safety leadership terdiri dari 3 dimensi, yaitu safety motivation, safety policy, dan safety concern. Sedangkan safety behavior terdiri dari 2 dimensi, yaitu safety compliance dan safety participation. Data diambil dengan melakukan pengisian kuesioner dari 143 responden yang berasal dari 7 proyek di Surabaya. Kemudian, data dianalisis dengan menggunakan software SmartPLS dan metode Structural Equation Modelling (SEM) untuk menilai hubungan antar variabel. Hasil penelitian menunjukkan bahwa bahwa safety motivation dan safety concern memiliki pengaruh langsung terhadap safety compliance tetapi tidak memiliki pengaruh yang signifikan. Namun, safety policy tidak memiliki pengaruh langsung yang signifikan baik ke safety compliance maupun safety participation. Selain itu, juga ditemukan bahwa safety knowledge secara signifikan memediasi hubungan antara safety motivation, safety policy, dan safety concern terhadap safety compliance dan safety participation.",
  "creators": "CALVIN DJOSEPTIAN; BRYAN SUGITO THIOPELUS",
  "contributors": "Andi (Advisor 1); Paulus Nugraha (Examination Committee 1); Doddy Prayogo S.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012633/SIP/2023; Calvin Djoseptian (B11180067), Bryan Sugito Thiopelus (B11190172)",
  "subjects": "CONSTRUCTION INDUSTRY--MANAGEMENT; CONSTRUCTION INDUSTRY--SAFETY MEASURES"
}