{
  "id": "55809",
  "title": "Peran mediasi motivasi kerja atas pengaruh nilai religius dan dukungan organisasi terhadap kinerja guru PAUD berbasis Kristen di Surabaya",
  "abstract": "Motivasi kerja merupakan salah satu hal terpenting dalam sebuah organisasi. Pemberian motivasi kerja yang positif akan dapat meningkatkan semangat, gairah bahkan sukacita dalam bekerja, sehingga menghasilkan kinerja yang lebih baik untuk melaksanakan segala tugas dan tanggung jawab. Penelitian ini memakai motivasi kerja sebagai variabel mediasi antara hubungan nilai religius terhadap kinerja dan mediasi dukungan organisasi terhadap kinerja. Penelitian ini dilakukan terhadap 101 responden yang memenuhi persyaratan ketentuan penelitian, data diambil melalui google form. Analisis data menggunakan smart PLS 3. Penelitian ini menggunakan empat variabel yaitu nilai religius, dukungan organisasi, motivasi kerja dan kinerja. Nilai religius terdiri dari empat dimensi dan 12 indikator, dukungan organisasi terdiri dari empat dimensi dan 14 indikator, motivasi kerja terdiri dari dua dimensi dan 12 indikator, kinerja terdiri dari dua dimensi dan 6 indikator. Hasil penelitian ini membuktikan bahwa peran mediasi motivasi kerja dalam hubungan nilai religius terhadap kinerja tidak ada pengaruh langsung. Sedangkan untuk peran mediasi motivasi kerja dalam hubungan dukungan organisasi terhadap kinerja ada pengaruh langsung secara signifikan, artinya semakin positif dukungan organisasi dalam memotivasi kerja maka dapat meningkatkan kinerja.",
  "creators": "FERRA DEWI ANDRIANIE",
  "contributors": "Hatane Semuel (Advisor 1); Ridhotama Shanti Darsih Ottemoesoe, S.E., M.Sc.FE., Ph.D. (Advisor 2); Serli Wijaya (Examination Committee 1); Foedjiawati, S.S., M.A., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020362/MM/2023; Ferra Dewi Andrianie (D21210035)",
  "subjects": "EMPLOYEE MOTIVATION; PERSONNEL MANAGEMENT"
}