{
  "id": "55801",
  "title": "Pengaruh celebrity credibility dan review credibility terhadap purchase intention dengan attitude towards brand sebagai variabel mediasi; studi kasus merek Mangkokku",
  "abstract": "Banyak penelitian telah menunjukkan bahwa celebrity credibility dan review credibility berpengaruh positif terhadap purchase intention dengan attitude towards brand sebagai variabel mediating. Namun, belum banyak penelitian yang membahas pengaruh celebrity credibility dan review credibility terhadap purchase intention dengan attitude towards brand sebagai variabel mediating secara kontekstual pada bisnis kuliner artis dengan brand food and beverage milik seorang selebriti. Untuk mengetahui hal tersebut, penelitian ini mengangkat seorang celebrity chef yang dikenal dengan nama Arnold Poernomo dan brand food and beverage miliknya sendiri, yaitu Mangkokku. Data pada penelitian ini dikumpulkan melalui online survey dengan menyebarkan kuesioner kepada 193 responden, dan berhasil mendapatkan 123 responden yang memenuhi kriteria penelitian. Kemudian, peneliti menggunakan pendekatan kuantitatif dengan menggunakan Partial Least Square untuk mengolah data yang terkumpul. Hasil penelitian membuktikan bahwa celebrity credibility berpengaruh positif terhadap attitude towards brand, celebrity credibility berpengaruh positif terhadap purchase intention, review credibility berpengaruh positif terhadap attitude towards brand, review credibility berpengaruh positif terhadap purchase intention, attitude towards brand berpengaruh positif terhadap purchase intention, attitude towards brand memberikan pengaruh mediasi dari celebrity credibility terhadap purchase intention, dan attitude towards brand memberikan pengaruh mediasi dari review credibility terhadap purchase intention.",
  "creators": "ALVIN WARDIMAN",
  "contributors": "Dr. Ferry Jaolis, S.E., M.SM., M.RECH. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020906/MAN/2023; Alvin Wardiman (D11190166)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMERS--RESEARCH"
}