{
  "id": "55814",
  "title": "Pengaruh idealized influence (II), inspirational motivation (IM), intellectual stimulation (IS) dan individualized consideration (IC) sebagai empat dimensi transformational leadership kepala sekolah kepada perilaku mengajar dimediasi oleh perilaku kewirausahaan di masa pandemi",
  "abstract": "Pada penelitian kali ini penulis mengambil koresponden sebanyak 208 yang merupakan guru di level Pendidikan anak usia dini dan Sekolah dasar di kota Surabaya dan Sidoarjo, yang terdiri dari 29 guru laki-laki dan 179 guru perempuan. Pengambilan data dilakukan pada 25 September sampai dengan 28 Oktober 2022 melalui google link. Pada penelitian ini menggunakan 3 variabel yaitu Kepemimpinan transformasional, Perilaku Kewirausahaan dan Perilaku Mengajar. Kepemimpinan transformasional terdiri dari empat dimensi yaitu Idealized Influence (II) digambarkan 4 indikator, Inspirational Motivation (IM) digambarkan 3 indikator, Intellectual Stimulation (IS) yang terdiri dari 3 indikator dan Individualized Consideration (IC) yang terdiri dari 4 indikator. Perilaku kewirausahaan terdiri dari 4 dimensi yaitu inovasi terdiri dari 3 indikator, kepercayaan diri terdiri dari 3 indikator, belajar berkelanjutan terdiri dari 3 indikator, kerjasama terdiri dari 5 indikator. Perilaku mengajar terdiri dari 4 dimensi yaitu mengelola kelas yang terdiri dari 4 indikator, mengorganisasikan proses pembelajaran terdiri dari 4 indikator, menerapkan instruksi terdiri dari 4 indikator, serta memantau kemajuan serta potensi siswa terdiri dari 4 indikator. Hasil penelitian membuktikan bahwa secara langsung dimensi II dan IM mempengaruhi perilaku kewirausahaan, tetapi tidak ada satupun dimensi kepemimpinan transformasional mempengaruhi langsung perilaku mengajar. Perilaku kewirausahaan secara langsung mempengaruhi perilaku mengajar serta untuk hubungan tidak langsung telah dihasilkan kepemimpinan transformasional dengan dimensi II dan IM memediasi perilaku kewirausahaan terhadap perilaku mengajar guru.",
  "creators": "RINI PUSPITAWATI",
  "contributors": "Oviliani Yenty Yuliana, S.T., MS-CIS., Ph.D. (Advisor 1); Dr. Yohanes Sondang Kunto, S.Si., M.Sc. (Advisor 2); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020369/MM/2023; Rini Puspitawati (D21210038)",
  "subjects": "TRANSFORMATIONAL LEADERSHIP; ENTREPRENEURSHIP; CONSUMER BEHAVIOR"
}