{
  "id": "55825",
  "title": "Faktor penyebab dan dampak change order terhadap pelaku proyek konstruksi serta solusi untuk meminimalisirnya",
  "abstract": "Change order merupakan suatu hal yang sering ditemukan di sebuah proyek konstruksi. Terjadinya change order dapat diakibatkan oleh beberapa faktor seperti, kesalahan desain, perubahan desain, ketidaksesuaian gambar dengan kondisi di lapangan, dan perubahan spesifikasi. Dampak yang dapat terjadi seperti, peningkatan biaya proyek dan penundaan jadwal penyelesaian proyek. Salah satu solusi untuk meminimalisir terjadinya change order adalah tersedianya dokumen berisi detail-detail tahapan proyek dari awal proyek hingga selesai. Penelitian ini bertujuan untuk mengetahui penyebab, dampak terjadinya change order, dan solusi untuk meminimalisir terjadinya change order. Data diperoleh melalui hasil pengisian kuesioner yang disebarkan secara offline dan online. Metode analisis data penelitian ini menggunakan analisis deskriptif dengan program SPSS dengan tingkat signifikan sebesar 5%. Hasil penelitian menunjukkan bahwa kesalahan desain merupakan penyebab yang paling sering ditemukan di kalangan proyek konstruksi, kemudian dampak yang paling sering dirasakan jika terjadinya change order adalah peningkatan biaya proyek. Tingkat Kepentingan Solusi untuk meminimalisir change order adalah tersedianya dokumen berisi detail - detail tahapan proyek dari awal proyek hingga selesai.",
  "creators": "VINCENZO GERARD ISYAH RAHARDJO; KEVIN",
  "contributors": "Handoko Sugiharto (Advisor 1); Andi (Examination Committee 1); Doddy Prayogo S.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012642/SIP/2023; Vincenzo Gerard Isyah Rahardjo (B11180204), Kevin (B11180027)",
  "subjects": "CONSTRUCTION INDUSTRY--MANAGEMENT; CONSTRUCTION CONTRACTS; PROJECT MANAGEMENT"
}