{
  "id": "5582",
  "title": "Perancangan dan pembuatan sistem informasi proses produksi pada perusahaan keramik PT. Golden Potterindo Industri",
  "abstract": "Sistem Informasi Proses Produksi yang diterapkan pada PT. Golden Potterindo Industri masih dilakukan dengan sistem manual. Penyimpanan data hasil produksi juga dilakukan dengan cara manual yaitu dicatat pada buku. Hal ini tidak efisien dan memperbesar resiko kesalahan manusia, serta membutuhkan waktu yang cukup banyak dalam pencatatan dan penyimpanan data hasil produksi. Laporan-laporan yang disajikan juga tidak lengkap karena data yang diperlukan untuk membuatnya tidak tersusun dengan baik sehingga kesulitan dalam pembuatannya. Laporan yang dibuat masih dengan cara manual. Untuk mengatasi permasalahan yang ada, maka dilakukan perancangan aplikasi sistem informasi proses produksi yang meliputi pembuatan laporan-laporan yang diperlukan, penjadwalan proses produksi secara otomatisasi dan penyimpanan data yang terkomputerisasi dengan menggunakan Borland Delphi 7.0 dan database Paradox 7 Kesimpulan dari Tugas Akhir ini adalah sistem informasi proses produksi yang terkomputerisasi dapat menyimpan dan menyajikan data hasil produksi tiap bagian dan hasil produksi para pegawai. Penjadwalan proses produksi secara otomatisasi mempercepat dalam menentukan jadwal proses produksi. Menghasilkan laporan-laporan yang diperlukan oleh pihak manajemen untuk membantu mengambil keputusan. Nilai pada hasil pengujian adalah 3,557 yang berarti penggunaan program secara keseluruhan adalah baik.",
  "creators": "DIANA EVALANI",
  "contributors": "Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 1); Andreas Handojo (Advisor 2); Theresia Lestiowati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02000212/INF/2004; Diana Evalani (26400091)",
  "subjects": "DATABASE MANAGEMENT; DATABASE DESIGN; PROGRAMMING (ELECTRONIC COMPUTERS)"
}