{
  "id": "55824",
  "title": "Penerapan metode modified-partial capacity design (M-PCD) pada bangunan persegi 6 lantai dan 10 lantai dengan variasi penempatan kolom elastis 30% dan faktor modifikasi R = 1",
  "abstract": "Modified Partial Capacity Design (M-PCD) merupakan salah satu metode alternatif yang dapat mempersingkat waktu desain struktur bangunan. Hal tersebut dikarenakan desain balok dan kolom dapat dilakukan secara bersamaan. Mekanisme keruntuhan yang diizinkan terjadi pada bangunan dalam metode ini yaitu partial side sway mechanism. Pada pelaksanaannya, metode M-PCD memiliki dua jenis model bangunan. Model pertama menggunakan gempa dengan faktor modifikasi respons R=8 sedangkan, model kedua menggunakan selisih antara R=1 dan R=8. Bangunan yang ditinjau pada penelitian ini berbentuk persegi 6 lantai dan 10 lantai dengan dua variasi penempatan kolom elastis 30%. Pemodelan kerusakan sepanjang sendi plastis dilakukan di model kedua dengan memberikan modifikasi inersia sebesar 0,002 untuk balok dan kolom. Dengan melakukan penelitian ini diharapkan pengaruh performa bangunan terhadap dua variasi penempatan kolom elastis dapat diketahui. Pengujian struktur dilakukan dengan analisis nonlinear static procedure (NSP) atau pushover dan analisis nonlinear dynamic procedure (NDP) atau time history. Hasil penelitian menunjukkan bahwa bangunan persegi 6 lantai dan 10 lantai mempunyai performa yang cukup baik. Performa bangunan berdasarkan mekanisme keruntuhan dan drift telah memenuhi peraturan yang berlaku. Namun, untuk kerusakan level sendi maksimum pada analisis dengan gempa EDRS masih tidak sesuai dengan kriteria FEMA 273 karena melebihi life safety.",
  "creators": "VALERIE CHRISTABEL HENDRARTO; JESSICA AMABEL SALIM",
  "contributors": "Pamuda Pudjisuryadi (Advisor 1); FRANSISCA WIJAYA, ST.,M.Sc. (Advisor 2); Jimmy Chandra (Examination Committee 1); Ir. Soehendro Ratnawidjaja, M.Eng. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10012653/SIP/2023; Valerie Christabel Hendrarto (B11190048), Jessica Amabel Salim (B11190078)",
  "subjects": "BUILDINGS, REINFORCED CONCRETE-EARTHQUAKE EFFECTS; BUILDINGS, REINFORCED CONCRETE; COLUMS, CONCRETE; CONCRETE CONSTRUCTION"
}