{
  "id": "55845",
  "title": "Faktor penyebab dan dampak keterlambatan pelaksanaan proyek konstruksi menurut kontraktor terhadap indikator performa proyek",
  "abstract": "Proyek Konstruksi merupakan kegiatan untuk membangun infrastruktur dalam batasan waktu, biaya dan mutu. Keterlambatan proyek berarti terjadi kendala dalam proses pengerjaan proyek konstruksi, tentunya memberikan dampak yang negatif sehingga dapat merugikan pihak yang terlibat pada proyek konstruksi. Penelitian ini bertujuan untuk mengetahui faktor yang paling berpengaruh pada indikator performa proyek serta dampak yang paling terpengaruh akibat terjadinya keterlambatan proyek terhadap 3 indikator yaitu waktu, biaya, dan mutu. Pengumpulan data dilakukan dengan membagikan kuesioner kepada kontraktor secara online dan offline, khususnya pada bangunan dengan klasifikasi proyek dibagi menjadi skala kecil, menengah, dan besar. Metode pengolahan data yang digunakan adalah uji validitas dan reliabilitas, uji Relative Importance Index(RII), uji normalitas, serta uji Analysis of Variance (ANOVA). Dari data yang didapatkan dari Analisa deskriptif mengunakan uji Relative Importance Index, faktor penyebab yang paling berpengaruh pada skala kecil adalah “Kurangnya manajemen dan juga pengawasan” pada indikator waktu dengan nilai RII sebesar 0.846, dampak yang paling berpengaruh adalah “Pemborosan waktu” pada indikator waktu dengan nilai RII 0.989. faktor penyebab yang paling berpengaruh pada skala menengah adalah “estimasi waktu yang tidak tepat” pada indikator waktu dengan nilai RII sebesar 0.995, dampak yang paling berpengaruh adalah “Pembengkakan biaya” pada indikator biaya dengan nilai RII 0.99. faktor penyebab yang paling berpengaruh pada skala besar adalah “estimasi waktu yang tidak tepat” pada indikator waktu dengan nilai RII sebesar 1, dampak yang paling berpengaruh adalah “Penundaan proyek lain” pada indikator waktu dengan nilai RII 0.968. Dari hasil uji ANOVA dengan taraf signifikansi 0.000<0.05 artinya faktor penyebab dan dampak memiliki pengaruh yang berbeda pada masing-masing indikator.",
  "creators": "KEVIN GUWINARTO; MICHAEL CHANDRA WINOTO",
  "contributors": "Sentosa Limanto (Advisor 1); Handoko Sugiharto (Examination Committee 1); Budisetyono Tedjakusuma (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012640/SIP/2023; Kevin Guwinarto (B11180058), Michael Chandra Winoto (B11180053)",
  "subjects": "CONSTRUCTION INDUSTRY--MANAGEMENT; PROJECT MANAGEMENT"
}