{
  "id": "55843",
  "title": "Analisis pengendalian mutu pada pekerjaan finishing dan MEP di proyek Apartemen X di Surabaya dengan metode Six Sigma DMAIC",
  "abstract": "Mutu adalah suatu faktor penting yang menentukan kesuksesan proyek konstruksi. Dengan mutu yang baik, suatu bangunan dapat memberikan jaminan keamanan, kenyamanan, dan estetika bagi para penggunanya. Namun pada prakteknya, kecacatan (defect) masih sering ditemukan. Hal ini dapat menyebabkan terjadinya keterlambatan pekerjaan konstruksi, resiko bahaya, hingga pembengkakan biaya proyek. Penelitian ini bertujuan untuk menganalisis penyebab defect pada pekerjaan finishing dan MEP (mechanical, electrical, and plumbing) di proyek Apartemen X di Surabaya, memberikan solusi untuk meningkatkan kualitas bangunan, serta mengkaji kesesuaiannya terhadap mutu dari standar industri Indonesia. Data dikumpulkan melalui pengecekan defect pada bangunan Residence Apartemen X dan dicatat pada lembar Defect List. Data tersebut kemudian dianalisis lebih lanjut menggunakan metode Six Sigma DMAIC (Define, Measure, Analyze, Improve, Control) untuk menemukan solusi-solusi perbaikan. Hasil penelitian menunjukkan bahwa pekerjaan railing dan dinding memiliki jumlah defect terbanyak dalam pekerjaan finishing, serta bohlam dalam MEP. Berdasarkan hasil analisis ini, maka ditentukan rencana solusi-solusi perbaikan untuk menangani faktor penyebab defect-defect tersebut. Solusi-solusi perbaikan tersebut ditentukan berdasarkan nilai RPN serta dilihat dari beberapa faktor seperti faktor manusia, material, metode pelaksanaan, dan keuangan. Berdasarkan tingkat sigma, disimpulkan bahwa bangunan Apartemen X telah memenuhi mutu dari standar industri di Indonesia.",
  "creators": "INDA LANIVE AGGIS; STEPHANIE MICHELLE",
  "contributors": "Handoko Sugiharto (Advisor 1); Hasan Santoso (Examination Committee 1); Ambrosius Matthew Junius Reynaldo, S.T., M.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012634/SIP/2023; Inda Lanive Aggis (B11170211)Stephanie Michelle (B11170110)",
  "subjects": "APARTMENT HOUSES--MANAGEMENT; CONSTRUCTION INDUSTRY--QUALITY CONTROL; PROJECT MANAGEMENT--QUALITY CONTROL"
}