{
  "id": "55853",
  "title": "Pengaruh customer perceived value terhadap behavioral intentional dengan relationship quality sebagai variabel intervening; perusahaan PT Mitra Sinergi Sukses",
  "abstract": "Dalam meningkatkan kualitas sumber daya manusia dan mendukung program pemerintah, perlunya pelatihan dan praktek untuk meningkatkan kesejahteraan masyarakat. Dengan ada dorongan program pemerintahan ini masyarakat Indonesia memiliki ketertarikan dan minat untuk kerja di luar negri melalui jalur pribadi maupun dengan mengikuti program perusahaan. Maka dari itu, perusahaan juga harus memerhatikan keinginan konsumen dan ekspektasi konsumen terhadap perusahaan. Adanya Perusahaan Jasa Tenaga Kerja Indonesia (PJTKI) yang tentunya mampu menjadi wadah para tenaga kerja untuk memberikan layanan pembelajaran yang sesuai (Customer Perceived Value), yang berguna dan memberikan manfaat penjalinan hubungan antara pelanggan dan perusahaan (Relationship Quality). Penelitian ini bertujuan untuk menganalisa pengaruh Customer Perceived Value terhadap Behavioral Intention dengan Relationship Quality sebagai Varibel Intervening pada perusahaan PT. Mitra Sinergi Sukses. Data pada penelitian ini dikumpulkan melalui online survey dengan menyebarkan kuesioner kepada 130 responden. Metode penelitian yang digunakan merupakan pendekatan kuantitatif dengan menggunakan Partial Least Square dan SPSS. Hasil penelitian membuktikan bahwa Customer Perceived Value berhubungan positif terhadap Relationship Quality, Customer Perceived Value berpengaruh signifikan terhadap Behavioral Intention, Customer Perceived Value berpengaruh terhadap Behavioral Intention secara signifikan melalui Relationship Quality sebagai mediasi.",
  "creators": "ESTER CAROLINE YUSUF",
  "contributors": "Dr. Ferry Jaolis, S.E., M.SM., M.RECH. (Advisor 1); Edwin Japarianto (Examination Committee 1); Drs. Sugiono Sugiharto, M.M., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020908/MAN/2023; Ester Caroline Yusuf (D11190330)",
  "subjects": "CONSUMER BEHAVIOR; CUSTOMER RELATIONS"
}