{
  "id": "55850",
  "title": "Inovasi dan implementasi alat pemurni air payau dengan material lokal",
  "abstract": "Kurangnya air bersih menjadi masalah utama bagi masyarakat pedesaan dan pesisir. Lokasi geografis, intrusi air laut, kurangnya curah hujan, bencana, dan polusi dari kawasan industri menyebabkan sumber air tanah di lokasi penelitian Desa Kupang, Kecamatan Jabon, Kabupaten Sidoarjo, Provinsi Jawa Timur menjadi air payau. Tujuan dari penelitian adalah untuk melakukan inovasi terhadap alat pemurni air payau dengan material lokal (ALPAMAL) dari segi peningkatan debit dan kualitas air yang dihasilkan selanjutnya melakukan implementasi ALPAMAL untuk skala kecil (rumah tangga) dan masyarakat di lokasi penelitian dan dunia Industri. Metode penelitian dilakukan secara fisika dan kimia, yaitu melakukan filtrasi melalui absorben material lokal dan penggunaan media penukar ion. Hasil penelitian ini berupa inovasi dengan adanya peningkatan debit saat menggunakan ALPAMAL berkapasitas besar. Sedangkan inovasi yang menggunakan eksperimen secara kimia menunjukkan adanya peningkatan kualitas air dengan menurunkan kadar TDS (Total Dissolved Solids) dan EC (Electrical Conductivity). Kualitas air yang dihasilkan ALPAMAL jernih, tidak berwarna, dan tidak berbau. Implementasi penelitian untuk ALPAMAL kecil dilakukan di 5 rumah tinggal, dan ALPAMAL besar di fasilitas umum (Masjid Nurul Ulum dan Taman Pendidikan Al-Quran). Implementasi ALPAMAL di industri dilakukan pada rencana konstruksi Kampus UK.Petra (Kampus Royal). Kesimpulan dari penelitian ini adalah telah terjadi peningkatan saat melakukan inovasi dari segi debit dari 0,025 l/detik menjadi 0,25 l/detik dan peningkatan kualitas air melalui penurunan nilai TDS dan EC sebesar 68%. Implementasi ALPAMAL menjawab kebutuhan air bersih yang mendesak bagi seluruh masyarakat (100%) dan lebih dari separuh (62%) masyarakat setuju bahwa kualitas air yang dihasilkan ALPAMAL sangat baik. Sosialisasi penggunaan ALPAMAL dan partisipasi para warga perlu dilakukan agar dapat memaksimalkan penggunaan ALPAMAL.",
  "creators": "IVAN REYNALDI LIMANTARA",
  "contributors": "Dr. rer.nat. Surya Hermawan S.T., M.T. (Advisor 1); Djwantoro Hardjito (Examination Committee 1); Ir. Prasetio Sudjarwo, M.Eng. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10012650/SIP/2023; Ivan Reynaldi Limantara (B11180197)",
  "subjects": "BRACKISH WATERS--PURIFICATION"
}