{
  "id": "55860",
  "title": "Analisis model hidrodinamika dan pemanfaatan internet of things pada fenomena strawberry supermoon di Kabupaten Pasuruan",
  "abstract": "Banjir pasang surut menjadi masalah yang lebih umum bagi daerah pesisir di seluruh dunia. Peristiwa supermoon akan membawa dampak banjir pasang tambahan dengan ketinggian pasang yang tidak biasa. Kabupaten Pasuruan di Jawa Timur, Indonesia sebagai salah satu daerah pesisir yang terkena dampak merupakan daerah yang digunakan sebagai lokasi penelitian. Tujuan dalam penelitian ini yang adalah untuk menyediakan model hidrodinamika yang robust dan memberikan hasil berupa data yang dapat digunakan untuk antisipasi banjir rob saat fenomena Strawberry Supermoon terjadi. Metodologi yang digunakan dalam penelitian ini adalah pengukuran data langsung di lapangan serta memanfaatkan software untuk menghasilkan model hidrodinamika di wilayah pesisir daerah Kabupaten Pasuruan. Analisis nilai Root Mean Square Error (RMSE) digunakan sebagai metode validasi dan verifikasi model agar sesuai dengan kondisi asli. Hasil dari penelitian telah dapat menghasilkan model hidrodinamika yang robust dengan akurasi 0,22 meter RMSE, yang berarti model yang dihasilkan telah memiliki validasi dan verifikasi yang baik. Kesimpulan dari penelitian ini membuktikan bahwa saat kondisi Highest High Water Level pada perisitiwa Strawberry Supermoon mencapai 1,295 meter. Hal ini menyebabkan limpasan setinggi 19,5 cm sehingga terjadi banjir rob sesuai dengan kondisi pada tanggal 15 Juni 2022. Untuk mencegah terjadinya limpasan, disarankan untuk menaikkan dinding sungai setinggi 30 cm atau melakukan pengerukan pada muara sungai.",
  "creators": "JASON; DEVIAN ARYO PAMBUDI",
  "contributors": "Dr. rer.nat. Surya Hermawan S.T., M.T. (Advisor 1); Daniel Tjandra (Examination Committee 1); Ir. Prasetio Sudjarwo, M.Eng. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012649/SIP/2023; Jason (21416113), Devian Aryo Pambudi (21416159)",
  "subjects": "HYDRODYNAMICS; INTERNET OF THINGS"
}