{
  "id": "55876",
  "title": "Peran mediasi customer citizenship behaviour atas pengaruh customer participation behaviour terhadap repurchase intention Scarlett Whitening",
  "abstract": "Banyak penelitian terdahulu yang menunjukkan bahwa customer participation behaviour memiliki pengaruh positif atas repurchase intention dengan customer citizenship behaviour sebagai variabel mediasi. Walaupun demikian, belum banyak penelitian terdahulu yang membahas pengaruh customer participation behaviour terhadap repurchase intention dengan customer citizenship behaviour sebagai variabel mediasi secara kontekstual pada brand skincare lokal. Untuk mengetahui hal tersebut, penelitian ini dilaksanakan guna menganalisa hubungan customer participation behaviour terhadap repurchase intention dengan customer citizenship behaviour sebagai variabel mediasi pada brand Scarlett Whitening. Penelitian ini dilaksanakan dengan menyebarkan kuesioner kepada 216 responden. Teknik analisis data yang digunakan pada penelitian ini adalah teknik analisis kuantitatif dengan PLS dan SPSS. Hasil dari penelitian ini adalah customer participation behaviour berpengaruh positif terhadap customer citizenship behaviour, kemudian customer citizenship behaviour juga berpengaruh terhadap repurchase intention. Namun, ditemukan bahwa customer participation behaviour tidak memiliki pengaruh terhadap repurchase intention untuk brand Scarlett Whitening. Ditemukan juga variabel customer citizenship behaviour memiliki peran mediasi yang signifikan atas customer participation behaviour terhadap repurchase intention.",
  "creators": "FELIA PUTRI HARIWIJAYA",
  "contributors": "Hatane Semuel (Advisor and Examination Committee); Dr. Yohanes Sondang Kunto, S.Si., M.Sc. (Examination Committee 2); Dr. Ferry Jaolis, S.E., M.SM., M.RECH. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020913/MAN/2023; Felia Putri Hariwijaya (D11190172)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMER SATISFACTION; CONSUMERS--RESEARCH"
}