{
  "id": "55886",
  "title": "Terms of address preferences and the role of Chineseness of two Chinese Surabayanese",
  "abstract": "This research is conducted to find out the terms of address preferences and the role of Chineseness of two Chinese Surabayanese. Research questions include: (1) What terms of address do the informants of Chinese Indonesians in Surabaya prefer to be addressed at home, at the office, and in public places? (2) Why do they prefer to be addressed that way? (3) How do their terms of address preferences show their Chineseness as Chinese Indonesians? In order to find out the answers of those research questions, I interviewed two informants of Surabayanese Chinese Indonesians, one (male) is from the totok family and the other one (female) is from the peranakan family. I used qualitative approach combined with semi-structured interview and open-ended interview. To analyze the findings, I use thematic analysis to make it easier to sort the data. The findings of this research showed that the family’s background played the important role in the terms of address preferences. The one from totok family still maintained Chinese terms of address, while the one from peranakan family had already abandoned the Chinese terms of address. However, both of them thought that it was not important to show their Chineseness in public. Thus, both of them preferred to be addressed with neutral terms of address by non-Chinese Indonesians. Keywords: term of address, chineseness, Chinese Indonesian",
  "creators": "IDA MUSTIKA DEWI",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1); Samuel Gunawan (Examination Committee 1); Julia Eka Rini (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01010032/MS/2022; Ida Mustika Dewi (A21200008)",
  "subjects": "CHINESE--ETHNIC IDENTITY; CHINESE--INDONESIA"
}