{
  "id": "55898",
  "title": "Pengaruh sales promotion dan website quality terhadap impulse buying dengan positive emotion sebagai variabel intervening pada produk elektronik di marketplace",
  "abstract": "Penelitian ini bertujuan untuk mengetahui pengaruh sales promotion dan website quality terhadap impulse buying dengan positive emotion sebagai variabel intervening pada produk elektronik di marketplace. Pada penelitian ini membahas tiga marketplace yang sering digunakan masyarakat untuk membeli produk elektronik yaitu Tokopedia, Shopee, Lazada. Penelitian ini dilakukan dengan pendekatan kuantitatif menggunakan angket penelitian dalam pengumpulan data, yang disebarkan melalui media sosial dan mendapatkan 161 responden yang memenuhi syarat sampel. Metode analisis dalam penelitian ini menggunakan Structural Equation Modeling (SEM) dengan perangkat lunak SmartPLS 4.0. Hasil yang didapatkan dari penelitian ini yaitu 6 hipotesis diterima dan 1 hipotesis ditolak. Sales promotion memiliki pengaruh positif dan signifikan terhadap impulse buying; website quality tidak berpengaruh secara signifikan terhadap impulse buying; sales promotion memiliki pengaruh positif dan signifikan terhadap positive emotion; website quality memiliki pengaruh positif dan signifikan terhadap positive emotion; positive emotion memiliki pengaruh positif dan signifikan terhadap impulse buying; sales promotion memiliki pengaruh tidak langsung yang positif dan signifikan terhadap impulse buying melalui positive emotion; website quality memiliki pengaruh tidak langsung yang positif dan signifikan terhadap impulse buying melalui positive emotion.",
  "creators": "RICHARD CHRISTIAN",
  "contributors": "Nony Kezia Marchyta, S.E., M.M. (Advisor 1); Zeplin Jiwa Husada Tarigan (Examination Committee 1); Dhyah Harjanti (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012378/MAN/2023; Richard Christian (D11190029)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMERS--RESEARCH"
}