{
  "id": "55916",
  "title": "Pendekatan theory of constraints dan agile supply chain transformation matrix untuk penyelesaian masalah transportasi intermodal",
  "abstract": "Penelitian ini didorong oleh adanya kebutuhan peningkatan performa agile perusahaan dengan penilaian Agile Supply Chain Transformation Matrix (ASCTM) yang didukung dengan kemampuan Theory of Constraint (TOC) untuk memberikan solusi dari akar permasalahan yang bersifat perbaikan berkesinambungan. Sejalan dengan adanya celah bahwa gabungan kedua metode yang belum dicantumkan pada penelitian sebelumnya, serta kesempatan untuk mengimplementasikan gabungan kedua metode untuk mengatasi permasalahan intermodal PT X, yakni permasalahan pengantaran barang atau dooring. Hasil analisa gabungan TOC dan ASCTM yang pertama adalah pengaturan elemen pokok keberhasilan pengantaran dalam pengajuan pesanan awal untuk menyelesaikan masalah pengantaran tidak terkonfirmasi. Solusi kedua peningkatan pesanan melalui aplikasi yang diajukan oleh pelanggan secara langsung, untuk memperbaiki kesalahan input dan masalah operasional. Ketiga, penggalian lebih dalam apa yang menjadi suara pelanggan adalah solusi dari kesalahan input, masalah operasional dan ketidak tersediaan armada. Mayoritas usulan yang berhubungan dengan pelanggan dibanding operasional lapangan menunjukkan faktor utama yang mempengaruhi keberhasilan dooring adalah peningkatan hubungan dengan pelanggan dan alur informasi yang tepat. Hal ini menunjukkan metode TOC dan ASCTM berhasil digabungkan dan solusi yang dihasilkan dapat menjadi saran penyelesaian masalah intermodal PT X.",
  "creators": "Wynnie Zadah",
  "contributors": "I Gede Agus Widyadana (Advisor 1); Jani Rahardjo (Examination Committee 1); I Nyoman Sutapa (Examination Committee 3); Herri Christian Palit (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01010018/MTI/2023; Wynnie Zadah (C23190001)",
  "subjects": "BUSINESS LOGISTICS; MATERIALS MANAGEMENT"
}