{
  "id": "55914",
  "title": "Pengaruh perceived risk dengan mediasi restaurant precautionary measures dan digital marketing terhadap perilaku kegiatan dine-out di Surabaya",
  "abstract": "Era COVID-19 menyebabkan adanya penurunan pendapatan tidak terkecuali pada bisnis Restoran dan Cafe, hal ini menjadi latar belakang bahwa restoran perlu mempersiapkan tindakan pencegahan agar dapat bertahan di Era Pandemi kedepannya. Intensi seseorang untuk melakukan kegiatan disebuah Restoran dan Cafe dipengaruhi oleh beberapa faktor yaitu Perceived Physical Risk, Perceived Psychological Risk, Restaurant Precautionary Measures, Digital Marketing. Penelitian ini dilakukan untuk melakukan analisis terhadap pengaruh dari variabel Perceived Physical Risk, Perceived Psyhcological Risk, Restaurant Precautionary Measures, Digital Marketing terhadap Intention to Dine-Out seseorang pada Restoran dan Café di Surabaya. Metode penelitian yang digunakan adalah dengan software SmartPLS. Pengolahan data dibagi menjadi 2 tahap yaitu uji outer model dan inner model. Uji outer model terdiri dari uji validitas dan reliabilitas. Uji inner model terdiri dari uji R-square, Q-square dan uji path coefficient untuk hipotesis. Hasil penelitian menunjukkan bahwa terdapat pengaruh yang signifikan dari variabel Perceived Psychological Risk, Restaurant Precautionary Measures, Digital Marketing. Variabel Perceived Physical Risk tidak memiliki pengaruh secara langsung terhadap Intention to Dine-Out. Restaurant Precautionary Measures, Digital Marketing tidak dapat memberikan pengaruh positif maupun negative.",
  "creators": "Alexander Duncan Rachmad",
  "contributors": "I Nyoman Sutapa (Advisor 1); Jani Rahardjo (Examination Committee 1); Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Examination Committee 2); I Gede Agus Widyadana (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01010017/MTI/2023; Alexander Duncan Rachmad (C23210001)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMERS--RESEARCH; MARKETING RESEARCH"
}