{
  "id": "55913",
  "title": "Pengaruh market orientation dan marketing orientation terhadap marketing performance pada UMKM di Surabaya dengan dimediasi oleh social media usage",
  "abstract": "Kegiatan pemasaran dapat menciptakan dan memberikan kontribusi jangka panjang pada keberhasilan sebuah bisnis dengan menciptakan nilai bagi bisnis tersebut. Nilai tersebut diukur dengan marketing performance. Tujuan dari penelitian ini adalah untuk mengetahui pengaruh mediasi dari social media usage pada pengaruh antara market orientation dan marketing orientation terhadap marketing performance bisnis UKMM di Surabaya. Populasi yang digunakan pada penelitian ini adalah pengelola bisnis UMKM di Kota Surabaya. Teknik pengambilan sampel pada penelitian ini menggunakan teknik purposive sampling dengan syarat pemilik bisnis UMKM di Surabaya yang telah berdiri selama minimal 1 tahun, serta yang menggunakan social media dalam kegiatan pemasaran bisnisnya. Jumlah sampel pada penelitian ini adalah sebanyak 110 orang responden. Dengan menggunakan partial least square (PLS) penelitian ini menunjukan bahwa market orientation dan marketing orientation berpengaruh signifikan terhadap marketing performance. Selain itu, market orientation dan marketing orientation menunjukkan pengaruh signifikan terhadap social media usage. Sebagai tambahan, ditemukan bahwa social media usage dapat memediasi pengaruh antara market orientation dan marketing orientation terhadap marketing performance.",
  "creators": "MICHAEL EDBERT",
  "contributors": "Dr. Ratih Indriyani, S.E., M.M. (Advisor 1); R.R. Retno Ardianti (Examination Committee 1); Maria Praptiningsih, S.E., M.Sc.FE. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012397/MAN/2023; Michael Edbert (D11190030)",
  "subjects": "INTERNET MARKETING; MARKETING--MANAGEMENT"
}