{
  "id": "5594",
  "title": "Pembuatan website e-commerce untuk ALTEK komputer",
  "abstract": "ALTEC Computer sebagai salah satu toko yang menjual berbagai macam peralatan komputer ingin memperluas jangkauan usahanya, oleh karena itu ALTEC Computer menginginkan sebuah website untuk melayani penjualan secara online. Untuk itu pada tugas akhir ini dikembangkan sistem berbasiskan internet yang mampu melayani penjualan produk secara online, dan memberikan informasi kepada customer tentang produk - produk yang hendak dibelinya. Sistem ini menggunakan jaringan internet, dan sistem ini terdiri dari 2 modul utama yaitu modul untuk customer dan administrator. Customer memiliki keleluasaan dalam melakukan pencarian informasi dan pembelian barang, dan untuk menghubungi pihak penjual dalam hal ini ALTEK Computer. Sedangkan Administrator memiliki keleluasaan untuk menjaga sistem selalu dalam keadaan terupdate sehingga mampu memberikan informasi yang tepat kepada customer. Sistem ini dikembangkan dengan menggunakan teknologi Personal Homepage (PHP) yang diletakan pada sebuah web server. Halaman-halaman web diletakan dalam sebuah web server yang terhubung ke sebuah Database server MySql. Database server digunakan untuk menyimpan data - data penting seperti data barang, order masuk, penjualan, dan pembelian. Sistem yang telah berhasil dibuat mampu melayani penjualan barang secara online, memberikan detail informasi kepada customer, memberikan promosi - promosi kepada customer, melakukan penambahan data barang, update data barang, pencatatan pembelian, dan menghasilkan laporan order masuk, laporan penjualan, laporan pembelian",
  "creators": "BUDI SANTOSO WIBISONO",
  "contributors": "Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 1); Ibnu Gunawan (Advisor 2); Kartika Gunadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02000216/INF/2004; Budi Santoso Wibisono (26400069)",
  "subjects": "INTERNET PROGRAMMING; WEB SITES-DESIGN; INTERNET (COMPUTER NETWORKS)"
}