{
  "id": "55964",
  "title": "Pengaruh ethical leadership terhadap organizational citizenship behavior melalui employee engagement dan organizational commitment pada aparatur sipil negara di Kota Kupang",
  "abstract": "Penelitian ini dilakukan untuk melihat ada atau tidaknya pengaruh Ethical Leadership terhadap Organizational Citizenship Behaviour melalui Employee Engagement dan Organizational Commitment pada Aparatur Sipil Negara di Kota Kupang. Pada penelitian terdahulu ditemukan ethical leadership tidak berpengaruh terhadap organizational citizenship behaviour sedangkan penelitian lainnya menunjukkan bahwa ethical leadership dapat mempengaruhi organizational citizenship behaviour karyawan melalui organizational commitment. Novelty dari penelitian ini adalah dengan menggunakan dua variabel mediasi yaitu employee engagement dan organizational commitment sebagai variabel intervening atau mediasi. Jenis penelitian ini ada¬lah penelitian kuantitatif dengan teknik sampling non-probability sampling yang melibatkan Aparatur Sipil Negara di Kota Kupang yang berjumlah 327 responden. Teknik pengolahan data meng-gunakan SmartPLS 4.0. Hasil penelitian ini menunjukkan bahwa (1) ethical leadership berpengaruh positif dan signifikan terhadap employee engagement, organizational commitment, (2) ethical leadership berpengaruh positif dan signifikan terhadap organizational citizenship behaviour, dan (3) ethical leadership berpengaruh positif dan signifikan terhadap organizational citizenship behaviour melalui employee engagement dan organizational commitment.",
  "creators": "KEVIN ALEXANDER ANDRIKUS",
  "contributors": "Dr. Roy Setiawan, S.Kom., M.M., M.SM., M.Th. (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012363/MAN/2023; Kevin Alexander Andrikus (D11180414)",
  "subjects": "GOVERNMENT EMPLOYEES; LEADERSHIP--MORAL AND ETHICAL ASPECTS; ORGANIZATIONAL BEHAVIOR"
}