{
  "id": "56007",
  "title": "Pengaruh product quality dan after sales service terhadap repurchase intention melalui brand equity sebagai variabel mediasi pada konsumen produk mobil Hyundai di Surakarta",
  "abstract": "Industri otomotif diindonesia termasuk yang sukses, banyak pabrikan mobil menjual produknya di Indonesia. Pentingnya kesuksesan sebuah pabrikan mobil terdiri dari product quality, after sales service, brand equity, repurchase intention. Product quality adalah kemampuan suatu produk untuk memenuhi kebutuhan konsumennya. After sales service merupakan layanan tambahan suatu perusahaan untuk mendukung produk yang dijualnya. Brand equity adalah nama utama dari suatu perusahaan yang dikenal masyarakat serta membuat konsumen bisa percaya kepada suatu produk karena dari sebuah brand itu. Repurchase intention adalah kesediaan konsumen untuk membeli atau niat yang muncul terhadap suatu barang. Tujuan dibuatnya penelitian ini untuk mengetahui Pengaruh Product Quality Dan After Sales Service Terhadap Repurchase Intention Melalui Brand Equity Sebagai Variabel Mediasi Pada Konsumen Produk Mobil Hyundai Di Surakarta. Pengolahan data menggunakan software Smart PLS 4.0. Pada penelitian ini jenis penelitian yang digunakan adalah penelitian kuantitatif Dalam penelitian ini teknik yang digunakan dalam pengambilan sampel dengan teknik non-probability sampling dan metode yang diterapkan adalah purposive sampling karena harus ada beberapa kriteria yang harus ditetapkan. Kriteria tersebut adalah Responden yang telah membeli dan menggunakan mobil Hyundai, Domisili pengguna Hyundai untuk di daerah Surakarta, Melakukan pembelian <5 tahun terakhir. Penelitian ini menghasilkan bahwa product quality dan after sales service berpengaruh ke repurchase intention dan brand equity, tetapi brand equity tidak berpengaruh signifikan terhadap repurchase intention.",
  "creators": "GREGORIUS GARY SENTOSA",
  "contributors": "Nony Kezia Marchyta, S.E., M.M. (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012346/MAN/2023; Gregorius Gary Sentosa (D11190331)",
  "subjects": "CONSUMERS--RESEARCH; BRAND NAME PRODUCTS"
}