{
  "id": "5603",
  "title": "Perancangan dan pembuatan sistem pembelian dan penjualan triplek pada PT. Cipta Multi Wangi",
  "abstract": "PT. Cipta Multi Wangi adalah perusahaan yang bergerak di bidang penjualan bahan bangunan berupa triplek. Sistem pembelian dan penjualan perusahaan saat ini masih memakai cara manual dalam melakukan pencatatan transaksi dengan menggunakan nota penjualan dan pembelian, begitu pula dengan pencatatan stok, sehingga membutuhkan waktu yang lama dan kemungkinan terjadi kesalahan penulisan dan perhitungan dalam pencatatan transaksi dan juga tidak menutup kemungkinan terjadi kehilangan data yang berbentuk arsip. Untuk mengatasi masalah tersebut maka dibutuhkan suatu perencanaan dan pembuatan sistem pembelian, penjualan dan administrasi untuk aplikasi perusahaan yang dapat membantu perusahaan dalam pencatatan setiap proses yang terjadi. Perancangan program aplikasi ini meliputi beberapa modul, antara lain: aplikasi komputerisasi untuk sistem pembelian, penjualan, serta aplikasi untuk penghasilan laporan pembelian, penjualan, stok barang, dan lain sebagainya. Pembuatan program aplikasi menggunakan Borland Delphi 7.0 dan Microsoft Access XP sebagai databasenya. Hasil dari pembuatan program ini adalah sistem pembelian dan penjualan serta pencatatan stok barang di gudang secara komputerisasi, dimana dalam sistem yang lama masih menggunakan perhitungan manual, sehingga dapat mengotomatisasi proses penghasilan laporan yang berisikan data-data antara lain data pembelian, penjualan, hutang, piutang, stok barang, dan data lainnya yang diperlukan oleh seorang manager secara terstruktur.",
  "creators": "ANTON HINDARTO",
  "contributors": "Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 1); Agustinus Noertjahyana (Advisor 2); Gregorius Satiabudhi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02000250/INF/2004; Anton Hindarto (26499086)",
  "subjects": "DATABASE MANAGEMENT; DATABASE DESIGN"
}