{
  "id": "56053",
  "title": "Pujasera kontemporer Tionghoa di Surabaya",
  "abstract": "Pujasera Kontemporer Tionghoa merupakan perancangan tempat makan untuk seluruh masyarakat Indonesia khususnya Surabaya. Desain ini didasari oleh masalah adanya fasilitas tempat makan di luar ruangan yang sudah terkenal dengan sebutan “Kya-Kya” sering kali terganggu akibat adanya cuaca yang tidak menentu. Oleh karena itu, masalah tersebut mendorong sebuah pembaharuan dengan perancangan pujasera yang dibuat fleksibel terhadap cuaca namun tetap didesain secara kontekstual. Tapak berada di Jalan Karet, Surabaya yang mana berdekatan langsung dengan Jalan Kembang Jepun, sehingga konsep pujasera di kawasan pecinan tersebut juga didasari oleh adanya kesejarahan di sekitar tapak. Pada era sekarang, hal-hal yang berhubungan dengan budaya sering kali tidak diminati oleh semua kalangan, terutama generasi milenial. Padahal kebudayaan merupakan latar belakang yang melahirkan keberadaan dari tapak tersebut. Maka dari itu, perancangan pujasera juga akan disajikan lebih kekinian (kontemporer) namun tetap mengangkat konsep Tionghoa. Pendekatan perancangan menggunakan teori Theobald untuk memperoleh gambaran arsitektur kontemporer, teori Handinoto untuk mengkombinasikan arsitektur kontemporer dengan gaya arsitektur Tionghoa, serta menggunakan teori Hamid Sirvani dan Kevin Lynch untuk menganalisis kawasan secara urban dalam menentukan akses, orientasi, dan berbagai potensi lainnya yang bisa digunakan dalam perancangan. Perancangan pujasera mengacu pada lima zona yang menyesuaikan dengan pendekatan perilaku pengunjung. Desain kontemporer diwujudkan dengan tumpukan kubisme pada bentuk bangunan, sedangkan arsitektur Tionghoa dikombinasikan pada atap lengkung pujasera.",
  "creators": "PHYLICIA DEOSEPHINE SOEGIONO",
  "contributors": "Rully Damayanti (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 00024416/ARS/2022; Phylicia Deosephine Soegiono (B12190106)",
  "subjects": "ARCHITECTURE, CHINESE--DESIGNS AND PLANS; FOOD COURTS--DESIGNS AND PLANS"
}