{
  "id": "56055",
  "title": "Pengaruh perceived organizational support dan person organization fit terhadap work life balance melalui self efficacy pada sales person di industri otomotif",
  "abstract": "Keseimbangan antara pekerjaan dan kehidupan pribadi menjadi salah satu hal yang dicari oleh karyawan saat ini. Kini perusahaan juga sudah mulai mempertimbangkan hal tersebut karena dapat meningkatkan kinerja karyawan dan pada akhirnya akan menguntungkan perusahaan. Tujuan penelitian ini untuk mengetahui pengaruh perceived organizational support dan person organization fit terhadap work life balance melalui self efficacy pada sales person di industri otomotif. Populasi yang digunakan pada penelitian ini adalah sales person di industri otomotif. Responden dipilih menggunakan teknik purposive sampling dengan syarat seorang yang bekerja sebagai sales person yang bekerja di industri otomotif. Jenis penelitian ini adalah penelitian kuantitatif dengan jumlah sampel 119 orang responden. Pengolahan data pada penelitian ini menggunakan software SmartPLS 4.0. Penelitian ini menunjukkan bahwa perceived organizational support dan person organization fit menunjukkan pengaruh signifikan terhadap work life balance serta person organization fit menunjukkan pengaruh signifikan terhadap self efficacy. Namun perceived organizational support tidak berpengaruh signifikan terhadap self efficacy dan self efficacy tidak berpengaruh signifikan terhadap work life balance. Selain itu, self efficacy tidak berpengaruh signifikan memediasi antara perceived organizational support dan work life balance. Sebagai tambahan, self efficacy tidak berpengaruh signifikan memediasi antara person organization fit dan work life balance.",
  "creators": "DAVID ADIPUTRA HARTANTO",
  "contributors": "Dr. Ratih Indriyani, S.E., M.M. (Advisor 1); Zeplin Jiwa Husada Tarigan (Examination Committee 1); Sesilya Kempa, S.E., M.M. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012386/MAN/2023; David Adiputra Hartanto (D11190325)",
  "subjects": "EMPLOYEE MOTIVATION; SELF-EFFICACY; WORK-LIFE BALANCE; ORGANIZATIONAL BEHAVIOR"
}