{
  "id": "56069",
  "title": "Analisis efektivitas strategi price discount framing pada penjualan produk alat tulis di toko online Shopee Nst.id",
  "abstract": "Teknologi yang berkembang pesat akibat Pandemi Covid-19 membawa perubahan besar pada dunia perdagangan. Perubahan tersebut membuat kegiatan perdagangan banyak dilakukan secara online dengan menggunakan platform e-commerce. Salah satu platform e- commerce yang populer di Indonesia adalah Shopee. Banyak dari penjual online shop yang menawarkan barang yang dijualnya dengan harga yang bervariasi dengan berbagai kualitas yang ditawarkan. Oleh karena itu setiap penjual online shopee memiliki tantangan sendiri untuk bisa membuat strategi promosi yang menarik sehingga konsumen dapat melakukan pembelian di toko mereka. Bentuk dari strategi promosi inilah yang biasa disebut price discount framing. Tujuan penelitian ini adalah mengetahui efektivitas strategi price discount framing pada penjualan di Toko Online Shopee. Menggunakan jenis penelitian Kualitatif dengan metode eksperimen dan dengan teknik analisis data Kruskal-Wallis dan uji lanjut Pairwise comparisons, Hasil dari penelitian menunjukkan percentage discount memiliki efektvitas paling tinggi terhadap penjualan produk alat tulis toko online Shopee nst.id. Selanjutnya di ikuti dengan bonus pack dan tanpa framing discount. Strategi bonus pack cocok untuk diterapkan sebagai kombinasi pelengkap pada produk-produk sejenis, sehingga tidak monoton. Pemberian harga tanpa framing discount tidak direkomendasikan karena kurangnya daya tarik konsumen untuk melihat produk tanpa potongan harga.",
  "creators": "MARCELLINA",
  "contributors": "Dr. Ir. Hotlan Siagian MSc. (Advisor 1); Maria Praptiningsih, S.E., M.Sc.FE. (Examination Committee 1); Wilma Laura Sahetapy (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012364/MAN/2023; Marcellina (D11190303)",
  "subjects": "INTERNET MARKETING; CONSUMERS--RESEARCH; RETAIL TRADE--MANAGEMENT"
}