{
  "id": "56099",
  "title": "Fasilitas edukasi budaya Pecinan di Surabaya",
  "abstract": "Koridor Kembang Jepun di Surabaya merupakan pusat permukiman dan perdagangan yang ramai. Namun seiring perkembangan zaman, kegiatan tersebut mulai redup walaupun sudah ada campur tangan dari pemerintah untuk membantu mengembangkan kawasan tersebut. Kawasan perlahan mulai kehilangan identitas dan ditinggalkan oleh masyarakatnya. Fasilitas Edukasi Budaya Pecinan di Surabaya hadir sebagai upaya untuk merevitalisasi kawasan agar lebih hidup. Upaya yang dilakukan adalah dengan menarik pengunjung dan masyarakat sekitar untuk datang berpartisipasi mengembangkan budaya sekaligus menjaga keberlanjutan aktivitas yang ada dengan membangkitkan peran komunitas-komunitas yang telah ada. Dalam mencapai tujuan tersebut, bangunan didesain agar mampu menciptakan pengalaman ruang yang menarik dan mampu dinikmati, mengembalikan area bersama yang hilang dengan memprogram kegiatan yang menarik serta merancang bangunan yang fleksibel dan mampu disesuaikan dengan kebutuhan. Didalam bangunan, pengunjung dapat mengenal seni dan budaya setempat (pameran wayang Potehi, pertunjukan, dan festival budaya), belajar budaya China (studio dan workshop wayang Potehi + kain perca, area baca), dan dapat berkumpul bersama komunitas yang memiliki ketertarikan sejenis (pertokoan, plaza, area komunal). Diharapkan dengan adanya fasilitas ini dapat meningkatkan kesadaran masyarakat akan pentingnya koridor Kembang Jepun sebagai bagian dari sejarah mereka sehingga kawasan koridor dapat pulih kembali dan bertahan lama.",
  "creators": "CATHERINE KIRSTEN EKA WIJAYA",
  "contributors": "Rully Damayanti (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 00024414/ARS/2022 ; Catherine Kirsten Eka Wijaya (B12190009)",
  "subjects": "CHINATOWNS--DESIGNS AND PLANS; EDUCATION PARKS--DESIGNS AND PLANS"
}