{
  "id": "56102",
  "title": "Pengaruh product quality, service quality, dan electronic word of mouth terhadap purchase Intention di Serabi Notosuman Surakarta",
  "abstract": "Bisnis pada sektor kuliner di Indonesia sangat beragam jenisnya, kesuksesan bisnis dalam sektor kuliner ini dipengaruhi oleh product quality, service quality, electronic word of mouth, dan purchase intention. Product quality merupakan sebuah kemampuan produk yang dapat memuaskan konsumen melalui kualitas yang dimilikinya. Service quality adalah sebuah layanan yang diberikan kepada konsumen oleh pemilik bisnis yang kemudian akan dirasakan kualitasnya. Electronic word of mouth merupakan sebuah pernyataan yang dibuat oleh pelanggan atau mantan pelanggan mengenai positif dan negatif dari sebuah produk dan jasa yang sudah pernah dibeli kepada banyak orang melalui media online. Purchase intention adalah keinginan atau minat dari konsumen untuk memperoleh barang yagn diproduksi. Adapun tujuan dibuatnya penelitian ini yaitu untuk mengetahui adanya Pengaruh Product Quality, Service Quality, dan Electronic Word of Mouth Terhadap Purchase Intention di Serabi Notosuman Surakarta. Penelitian ini menggunakan pengolahan data yang menggunakan software smart PLS 4.0. Penelitian ini menghasilkan pengaruh service quality dan electronic word of mouth terhadap purchase intention kemudian service quality terhadap electronic word of mouth. Tetapi kurang berpengaruh signifikan antara product quality terhadap purchase intention dan product quality terhadap electronic word of mouth.",
  "creators": "FELIX ENRICO EVAN HARIANTO",
  "contributors": "Zeplin Jiwa Husada Tarigan (Advisor 1); Thomas Santoso (Examination Committee 1); Yonathan Palumian, S.M.B. ,M.S.M (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012353/MAN/2023; Felix Enrico Evan Harianto (D11190337)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMERS--RESEARCH; CONSUMER SATISFACTION"
}