{
  "id": "56100",
  "title": "Pengaruh penggunaan brand ambassador terhadap minat beli produk scarlett whitening dengan brand image sebagai variabel intervening di media sosial Instagram",
  "abstract": "Sebagai perusahaan besar yang bergerak dalam dunia bisnis kecantikan online khususnya Instagram, penting bagi Scarlett Whitening untuk mengetahui apakah terdapat pengaruh dengan menggunakan seorang brand ambassador terhadap image dari brand tersebut dan apakah hal tersebut berpengaruh pada minat beli konsumen dalam membeli produk yang dipromosikannya. Variabel penelitian yang digunakan oleh peneliti adalah penggunaan brand ambassador, minat beli dan brand image. Penelitian ini dimaksudkan untuk mengetahui sejauh mana pengaruh penggunaan brand ambassador terhadap minat beli konsumen melalui brand image produk Scarlett Whitening di media sosial Instagram. Setelah itu, peneliti melakukan pengolahan data dengan menggunakan metode validitas, reabilitas dan analisa statistik deskriptif sedangkan metode analisis data yang digunakan adalah menggunakan analisis Model Partial Least Square (PLS) dan uji hipotesis berdasarkan data yang dikumpulkan dari kuesioner yang telah diisi oleh responden dan diolah. Berdasarkan hasil dari temuan penelitian ini, dapat disimpulkan bahwa pemilihan dan penggunaan brand ambassador yang tepat sangatlah penting karena dapat menarik perhatian konsumen untuk membeli produk serta menciptakan brand image yang baik di benak konsumen. Brand image yang baik dapat meningkatkan minat beli dan keinginan konsumen untuk melakukan pembelian ulang produk tersebut.",
  "creators": "FELLYCIA MARANDDY SALIM",
  "contributors": "Maria Praptiningsih, S.E., M.Sc.FE. (Advisor 1); Thomas Santoso (Examination Committee 1); Dhyah Harjanti (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Unknown",
  "source": "Skripsi No. 31012387/MAN/2023; Fellycia Maranddy Salim (D11180225)",
  "subjects": "BRAND NAME PRODUCTS; CONSUMER BEHAVIOR; CONSUMERS--RESEARCH; INTERNET MARKETING"
}