{
  "id": "56152",
  "title": "Analisa strategi bisnis papercup kayoon dengan menggunakan Business Model Canvas (BMC)",
  "abstract": "Model bisnis membantu perusahaan agar dapat menciptakan visi, misi, dan strategis yang jelas. Penelitian ini bertujuan untuk mengetahui strategi bisnis Papercup Kayoon dengan menggunakan Business Model Canvas (BMC) dan membuat BMC yang lebih baik dari pada Papercup Kayoon. Analisis akan dilakukan pada 9 elemen BMC yang terdiri dari Customer Segment, Value Propositioon, Channels, Customer Relationship, Revenue Streams, Key Resources, Key Activity, Key Partnership, dan Cost Structure. Metode penelitian yang digunakan adalah kualitatif. Pengumpulan data yang dilakukan menggunakan teknik wawancara semi terstuktur. Melalui analisis Business Model Canvas (BMC) ditemukan bahwa usaha Papercup Coffee Kayoon masih lemah dalam hal pelayanan dan mengakibatkan brand image menjadi buruk sehingga usaha ini perlu memperbaiki elemen customer relationship untuk bisa memperbaiki hubungan dengan pelanggan menjadi lebih baik. Melalui analisis SWOT ditemukan bahwa usaha Papercup Coffee Kayoon dapat menggunakan berbagai strategi pengembangan usaha yang meliputi strategi SO, yaitu pemilik dapat tetap mempertahankan porsi makanan yang banyak dan harga yang terjangkau, agar kasir dapat mempromosikan dan tetap menarik minat pelanggan. Melalui WO, pemilik usaha dapat menyediakan lahan parkir untuk mobil dan toilet untuk menjangkau segment keluarga. Sedangkan pada strategi ST, pemilik usaha tetap mempertahankan porsi makanan banyak dan harga terjangkau agar tetap menjadi keunggulan di antara pesaing. Selanjutnya pada strategi WT, pemilik dapat menyewa lahan parkir untuk mobil. Berdasar analisis SWOT ini dapat digunakan sebagai solusi untuk meminimalisir kelemahan dan ancaman yang dihadapi dengan mengoptimalkan kelebihan dan peluang yang dimiliki serta pemilik usaha Papercup Coffee Kayoon dapat mencoba kombinasi ide-ide baru melalui Sembilan elemen pada BMC sehingga usaha Papercup Coffee Kayoon dapat dipertahankan bahkan dikembangkan menjadi beberapa cabang usaha baru.",
  "creators": "JOHANES YUDI PRIHADI",
  "contributors": "Wilma Laura Sahetapy (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1); Nony Kezia Marchyta, S.E., M.M. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012396/MAN/2023; Johanes Yudi Prihadi (D11190038)",
  "subjects": "BUSINESS PLANNING; INDUSTRIAL MANAGEMENT; STRATEGIC PLANNING"
}