{
  "id": "562",
  "title": "Pola kualitas untuk produksi beton siap pakai",
  "abstract": "Kontrol kualitas yang dilakukan oleh perusahaan produksi beton siap pakai di Surabaya saat ini tidak berkesinambungan dari awal sampai akhir proses, dan hanya sekedar memeriksa batas-batas spesifikasi tanpa diikuti dengan tindakan perbaikan yang berkelanjutan untuk senantiasa memperkecil variabilitas. Pola kualitas (quality scheme) yang deterapkan sekitar-tahun 1997 di kota Riyadh, Saudi Arabia mensyaratkan agar produksi beton memenuhi batas-batas spesifikasi yang ditentukan. Pola kualitas di Irlandia Utzra menekankan pencapaian produk yang memenuhi persyaratan untuk kepuasan konsumen. Sedangkan di Canada digunakan Truck-Mounted Control System pada proses pencampuran dan agitsi dengan tujuan memperkecil variabilitas kuat tekan dan kadar udara. Di Austraiia untuk memaksa agar kualitas berada dalam batas-batas spesifikasi maka diterapkan denda. Dalam pola kualitas tersebut belum tampak aktifitas perbaikan kualitas berkelanjutan dan juga tidak terlihat bagaimana pengukuran kapabilitas proses. Perancangan Pola Kualitas Untuk Produksi Beton Siap Pakai Quality Scheme for Ready Mixed Concrete Production dilakukan dalam tesis ini dengan menerapkan prinsip kualitas modern, yaitu senantiasa memperkecil variabilitas, melakukan tindakan perbaikan kualitas berkelanjutan untuk memenuhi product conformity. Scheme ini meliputi pemeriksaan karakteristik material, proses batching, proses mixing dan kekuatan tekan. Di sini dapat dilakukan pengukuran kapabilitas proses. Unruk memudahkan pengunaannya, scheme ini dirancang dalam bentuk tabel dengan disebutkan karakteristik mutu yang harus dikontrol dan alat kontrol statistik untuk melakukan tindakan perbaikan kualitas berkelanjutan serta dilengkapi lembaran formulir dan grafik. Untuk mempresentasikan pemakaian scheme ini digunakan data-data yang diambil dari suatu perusahaan ready mixed di Surabaya. Hasil presentasi pemakaian scheme ini menunjukkan bahwa variabilitas mulai dari awal hingga akhir proses senantiasa diperkecil karena pada tiap-tiap tahapan (karakteristik material. proses batching. proses mixing dan kekuatan tekan) selalu dilakukan tindakan perbaikan yang tidak hanya menunggu hasil akhir produk, sehingga dapat diberikan peringatan secara dini. Pada proses batching, yang toleransinya sangat ketat, dapat diukur kapabilitas prosesnya dengan nilai indeks kapabilitas (Cr, Cpr, Cpn.), sehingga dapat dibedakan penilaian terhadap satu proses terhadap yang lain. Perhitungan denda untuk memaksa memperkecil variabilitas dihrtung dari fungsi kerugian kualitas (quality loss function) yang secara matematis lebih rasionil dibandingkan denda di Australia. Penggunaan komputer sangat membantu dalam pengoperasian scheme ini. Disarankan agar pola kualitas ini dicoba untuk diterapkan pada produksi beton siap pakai.",
  "creators": "HANDOKO SUGIHARTO",
  "contributors": "Ir. GIDEON HADI KUSUMA, M.Eng. (Advisor 1); Paulus Nugraha (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 009/MTS; Handoko Sugiharto (01596011)",
  "subjects": "CONCRETE-MIXING-QUALITY CONTROL; CONCRETE-PRODUCTS-QUALITY CONTROL"
}