{
  "id": "56201",
  "title": "Strategi peningkatan motivasi kerja karyawan Optik Semarang di Samarinda",
  "abstract": "Tujuan penelitian ini adalah menjelaskan motivasi kerja karyawan Optik Semarang di Samarinda saat ini dan menjelaskan bagaimana strategi yang telah diterapkan oleh Optik Semarang di Samarinda untuk meningkatkan motivasi kerja karyawannya. Metode penelitian yang digunakan adalah deskriptif kualitatif dengan pengambilan data menggunakan wawancara mendalam. Hasil penelitian ini adalah terdapat kebutuhan akan pencapaian, kekuasaan dan afiliasi di Optik Semarang di Samarinda. Kebutuhan pencapaian terlihat dari bagaimana karyawan berusaha menyelesaikan pekerjaan tepat waktu dan mencapai target. Kebutuhan akan kekuasaan terlihat dari sikap saling membantu antar karyawan dan pemimpin yang memberikan arahan dan dukungan ke karyawan. Kebutuhan afiliasi tampak pada hubungan yang solid antar karyawan. Dalam meningkatkan motivasi karyawan optik dan pemimpin menerapkan program peningkatan motivasi seperti desain pekerjaan, program perlibatan karyawan, program gaji bervariabel, tunjangan fleksibel dan program penghargaan karyawan. Strategi yang digunakan untuk meningkatkan motivasi kerja karyawan Optik Semarang di Samarinda adalah meningkatkan kemampuan karyawan melalui pelatihan dan pengembangan eksternal, mempererat hubungan interpersonal antar karyawan dengan melakukan kegiatan di luar optik, memberlakukan kebijakan yang dapat mendorong motivasi karyawan untuk bekerja secara maksimal, membuat kegiatan di luar optik yang dapat mengurangi kejenuhan karyawan, memberlakukan sistem penilaian agar memotivasi karyawan mengembangkan kemampuan dan mencapai target, meningkatkan hubungan interpersonal dengan menerapkan kebijakan yang memberikan peningkatan upah dan peluang karir kepada karyawan, memberlakukan kebijakan yang dapat mengurangi kejenuhan dan meningkatkan motivasi kerja karyawan.",
  "creators": "KEVIN NYOVI CHIASIDY",
  "contributors": "Thomas Santoso (Advisor 1); Fransisca Andreani (Examination Committee 1); Sesilya Kempa, S.E., M.M. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012377/MAN/2023; Kevin Nyovi Chiasidy (D11190333)",
  "subjects": "EMPLOYEE MOTIVATION; PERSONNEL MANAGEMENT; EMPLOYEE MOTIVATION--RESEARCH"
}