{
  "id": "5623",
  "title": "Pengkajian konsep interaksi manusia dan komputer dalam perancangan dan pembuatan ulang web heartnsouls.com",
  "abstract": "Membangun suatu web tidaklah sukar, namun untuk menyajikan suatu tampilan desain yang menarik, komunikatif dan user friendly, sehingga dapat menarik pengunjung dalam jumlah yang banyak dan dapat memenuhi tujuan pembuat, diperlukan tinjauan desain dari segi interaksi manusia dan komputer. Itu sebabnya mempelajari konsep-konsep dasar interaksi manusia dan komputer sangatlah penting agar dapat digunakan sebagai bahan tinjauan untuk membangun suatu web. Web Heartnsouls.com merupakan suatu web yang dibuat dengan visi menjadi sumber motivasi dan inspirasi serta sumber penyegaran rohani, yang disampaikan melalui cerita-cerita dalam bentuk teks, animasi maupun gambar. Karena tujuan tersebut, maka penulis tertarik untuk melakukan suatu pengkajian awal mengenai desain dan tampilan web tersebut melalui perbandingan antara web Heartnsouls.com dengan konsep interaksi manusia dan komputer. Berdasarkan hasil wawancara singkat dengan pemilik website dan beberapa user, didapatkan kenyataan bahwa tampilan dari website tersebut kurang interaktif dan kurang user friendly. Beranjak dari kenyataan tersebut, maka perlu kiranya dilakukan pengkajian ulang untuk mengetahui sejauh mana konsep interaksi manusia dan komputer telah diterapkan dalam pembuatan website tersebut. Kajian tersebut dilanjutkan dengan perancangan dan desain ulang web Heartnsouls.com. Diharapkan web tersebut dapat tampil lebih menarik, komunikatif dan user friendly sehingga web tersebut dapat dikembangkan dan dimanfaatkan sesuai dengan visi dan tujuan awal.",
  "creators": "HENDRIK HIRAWAN",
  "contributors": "Arlinah Imam Rahardjo (Advisor 1); Silvia Rostianingsih (Advisor 2); Gregorius Satiabudhi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02000276/INF/2004; Hendrik Hirawan (26400077)",
  "subjects": "WEB SITES; COMPUTER NETWORK RESOURCES"
}