{
  "id": "56251",
  "title": "Perancangan interior gedung DPRD kota Palangkaraya",
  "abstract": "DPRD (Dewan Perwakilan Rakyat Daerah) merupakan lembaga pemerintah yang memiliki berfungsi Legislasi, Anggaran, Pengawasan, dan peraturan lainnya serta kebijakan pemerintah daerah. Perubahan tata letak kota, bangunan tidak layak fungsi, meningkatnya jumlah anggota DPRD mengakbatkan bangunan lama menjadi tidak layak fungsi sehingga dibutuhkan fasilitas bangunan gedung yang baru sesuai dengan fungsinya dan dapat menunjang aktivitas anggota DPRD dalam menjalankan tugasnya. DPRD kota Palangkaraya akan didesain dengan konsep 'asas batang garing'. Konsep diambil dari lambang khas Kalimantan tengah yaitu batang garing yang merupakan pohon simbolis yang menjadi petunjuk suku Dayak ngaju panduan kehidupan. Dalam perancangan ini terdapat 2 pokok permasalahan yang diangkat yakni Bagaimana membuat desain kantor yang dapat memenuhi kebutuhan karyawan dan pengunjung dalam beraktivitas, serta bagaimana menciptakan perancangan interior kantor yang dapat memunculkan nilai lokal daerah. Metode perancangan yang digunakan adalah design thinking dengan 9 tahapan yaitu: understand, observe, P.O.V (point of view), ideate, prototype, test, story telling, pilot dan business model canva. Perancangan ini menghasilkan sebuah desain yang dapat menciptakan wadah yang dapat menunjang aktivitas karyawan sehingga lebih produktif dengan interior yang dapat memunculkan nilai lokal daerah khususnya Dayak.",
  "creators": "ANINDA ATIKASARI",
  "contributors": "Poppy Firtatwentyna Nilasari, S.T., M.T. (Advisor 1); Yusita Kusumarini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00022209/DI/2022; Aninda Atikasari (E11180118)",
  "subjects": "INTERIOR DECORATION; OFFICE BUILDINGS--DECORATION; LEGISLATIVE BODIES"
}