{
  "id": "563",
  "title": "Peran bauran pemasaran dalam strategi pemasaran perumahan menengah di Surabaya dalam menghadapi dampak gejolak moneter (studi pengalaman pengembang di Surabaya)",
  "abstract": "Bisnis properti sangat tergantung pada situasi ekonomi makro dan likuiditas perbankan. Gejolak moneter yang berawal pada pertengahan Juli 1997 dengan adanya depresiasi Rupiah terhadap US Dolar dan berfluktuasi terus hingga merosot sampai 60% pada bulan Nopember 1997. Akibatnya pemerintah melakukan Tight Money Policy, menghentikan SBPU (Surat Berharga Pasar Uang), menaikkan SBI (Sertifikat Bank Indonesia) sampai 30% menyebabkan suku bunga perbankan melambung 35-40% per tahun. Dampaknya adalah inflasi dan resesi, menurunnya daya beli konsumen sehingga mengakibatkan berlebihannya stok perumahan terutama type menengah, tingkat permintaan menurun 40-60% dan harga jual menurun 10-20%. Tekanan ini mendesak para pengembang untuk mencari terobosan baru dalam strategi pemasarannya. Penelitian tentang peran bauran pemasaran sebagai salah satu bagian dari strategi pemasaran perumahan menengah terhadap 10 pengembang dengan kriteria tertentu di Surabaya, dilakukan dengan menguji 2 variabel : Harga dan Promosi. Hipotesis nol adalah \"Dalam kondisi akibat gejolak moneter ini, unsur bauran pemasaran harga lebih berpengaruh daripada unsur bauran pemasaran promosi dalam strategi pemasaran perumahan menengah di Surabaya\". Penelitian dan uji hipotesis membuktikan bahwa harga produk terpaksa naik walaupun tidak sebesar kenaikan biaya bangunan namun pengembang masih memberikan subsidi suku bunga KPR (Kredit Pemilikan Rumah) dan diskon khusus. Dana promosi tetap, namun sejumlah pengembang tetap menggelar acara di lokasi, pameran dan Man di media masa. Hasil penjualan, baik bagi kelompok pengembang besar maupun kelompok pengembang sedang menurun. Terdapat perbedaan kinerja dalam strategi bauran pemasaran pada kedua kelompok pengembang. Penelitian ini memberikan saran-saran tentang bauran pemasaran meliputi Produk, Harga, Distribusi dan Promosi sebagai strategi pemasaran perumahan menengah bagi pengembang di Surabaya dalam menghadapi dampak gejolak moneter.",
  "creators": "SHELLY GUNAVATI WARDOYO",
  "contributors": "Hasan Oetomo (Advisor 1); Timoticin Kwanda (Advisor 2); Benjamin Lumantarna (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 010/MTS; Shelly Gunavati Wardoyo (01596014)",
  "subjects": "REAL ESTATE BUSINESS; HOUSE SELLING; REAL ESTATE MANAGEMENT"
}