{
  "id": "56304",
  "title": "Pengaruh website stimulus, marketing stimulus dan impulsive consumer characteristic terhadap online impulsive buying behavior pada Zalora di bidang fashion",
  "abstract": "Perkembangan teknologi yang sangat pesat dapat dilihat dari perkembangan new product marketing untuk memenuhi kebutuhan semua masyarakat yang terus naik dan meningkat. Strategi pelaku bisnis mengarah pada banyaknya sarana belanja yang menawarkan pelayanan serta fasilitas yang memudahkan, yang kemudian dapat menarik konsumen salah satunya adalah belanja online. Kemudahan berbelanja inilah yang akhirnya menciptakan fenomena baru yaitu online impulsive buying behavior. Maka dari itu perusahaan harus bisa memanfaatkan fenomena ini untuk meningkatkan penjualan. Penelitian ini betujuan untuk mengetahui pengaruh Website stimulus, Marketing Stimulus, Impulsive Consumer Characteristic terhadap Online Impulsive Buying Behavior pada Zalora di bidang fashion. Penelitian ini menggunakan jenis penelitian kuantitatif. Data yang berhasil dikumpulkan pada penelitian ini adalah sebanyak 132 responden yang berasal dari mahasiswa school of business and management Universitas Kristen Petra. Hasil penelitian membuktikan bahwa website stimulus tidak berpengaruh terhadap online impulsive buying behavior, marketing stimulus berpengaruh positif terhadap online impulsive buying behavior, impulsive consumer characteristic berpengaruh positif terhadap online impulsive buying behavior.",
  "creators": "CHRISTIAN ROBBY HARTONO PUTRA",
  "contributors": "Dr. Ferry Jaolis, S.E., M.SM., M.RECH. (Advisor 1); Maria Praptiningsih, S.E., M.Sc.FE. (Examination Committee 1); Dhyah Harjanti (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012369/MAN/2023; Christian Robby Hartono Putra (D11170496)",
  "subjects": "INTERNET MARKETING; CONSUMER BEHAVIOR; IMPULSE BUYING"
}