{
  "id": "564",
  "title": "Faktor-faktor strategi positioning dalam pemasaran realestat (studi pengalaman pengembang di Surabaya)",
  "abstract": "Pengembangan realestat yang berjangka waktu panjang memerlukan strategi positioning yang tepat dengan mengetahui faktor-faktor yang signifikan. Strategi positioning dalam penelitian ini adalah kombinasi tindakan pemasaran yang memberikan gambaran konsep positioning terhadap pembeli yang ditargetkan, dengan faktor-faktor atribut produk, harga produk, pemakaian produk, kelas produk, dan pesaing. Penelitian terhadap 10 pengembang yang mempunyai kriteria tertentu, dilakukan dengan menguji signifikasi keenam faktor tersebut. Hipotesis null-nya adalah \"Keenam faktor yang ada dalam strategi positioning mempunyai peranan yang sama pada pemasaran realestat\". Pendapatan konsumen merupakan variabel yang mempunyai peringkat tertinggi dari faktor pemakai produk dengan nilai 3,9. Kelompok A dan B, kelompok B menolak hipotesis null, artinya keenam faktor yang ada dalam strategi positioning ada yang mempunyai peranan yang sama, dan pengembang dapat memilih faktor yang signifikan yaitu variabel lokasi dalam atribut produk. \"Kelompok A menerima hipotesis null, artinya keenam faktor tersebut mempunyai peranan yang sama, dan memberikan dukungan yang sama besar terhadap strategi positioning. Terdapat perbedaan positioning pasar pada kelompok A dan kelompok B. Disarankan pengembang yang akan memilih faktor-faktor tersebut agar memperhatikan kekuatan internalnya dengan menekankan pendapatan konsumen dan lokasi.",
  "creators": "HERRY PINTARDI CHANDRA",
  "contributors": "Hasan Oetomo (Advisor 1); Timoticin Kwanda (Advisor 2); Sugie Prawono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 004/MTS; Herry Pintardi Chandra (01596015)",
  "subjects": "REAL ESTATE BUSINESS; HOUSE SELLING; REAL ESTATE MANAGEMENT"
}