{
  "id": "56457",
  "title": "The impact of managerial overconfidence and firm risk to firm value: evidence from Indonesian consumer non-cyclical companies",
  "abstract": "Purpose – With an attempt to contribute a deeper understanding regarding managerial behavior to firm performance, this paper mainly aims to investigate the correlation between managerial overconfidence and firm risk towards firm value. The moderating role of firm risk to the relationship of managerial overconfidence and firm value is also examined. Design/methodology/approach – Managerial overconfidence is measured using dummy variable of residual of asset growth regression by sales growth per firm-year. Firm risk is obtained from annualized standard deviation of daily stock return. While market-based valuation through Tobin’s Q is to measure firm value. The information is obtained from Bloomberg, Refinitiv, Yahoo Finance, IDX Official Website, and annual reports. Weighted least square analysis is conducted using a sample of 54 Consumer Non-Cyclical companies listed in Indonesian Stock Exchange from 2012-2021. Findings – Managerial overconfidence has a significantly positive correlation with firm value. Nonetheless, firm risk gives considerably negative influence towards firm value. Moreover, it is evident that the moderating effect of firm risk insignificantly weakens the linkage between managerial overconfidence and firm value. Hence, firm risk contributes as independent variable, rather than moderating variable. Research Limitations/Implications – In general, managerial overconfidence is perceived negatively as management being overly optimistic or overestimate their knowledge, skills, and abilities to tackle problems, which may lead to irrationality in decision-making. Therefore, a significant positive relationship between managerial overconfidence and firm value helps to change stakeholders’ perspective. The negative relationship between firm risk and firm value also indicates that the uncertainty in stock return volatility will negatively impact stakeholders’ point-of-view towards firm value. Moreover, future research may consider extending firm risk into systematic and unsystematic risks and enhance various measurements of managerial overconfidence. Originality/Value – This paper makes a valuable contribution and provides new insights to managerial characteristics and behavioral finance literature by discovering the relationships of managerial overconfidence, firm risk, and firm value. Past papers mostly have examined managerial overconfidence towards firm value, or firm risk towards firm value separately. Taking sample from IDX Consumer Non-Cyclical companies creates the opportunity to expand the literature through exclusively Indonesian listed companies’ perspective.",
  "creators": "VANESSA SHARON",
  "contributors": "Saarce Elsye Hatane (Advisor 1); Josua Tarigan (Examination Committee 1); Sany, S.E., MS-CIS., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011950/AKT/2023; Vanessa Sharon (D12190202)",
  "subjects": "MANAGERIAL ACCOUNTING--RESEARCH; MANAGERIAL ACCOUNTING"
}