{
  "id": "56522",
  "title": "Kustomisasi Individual Compensation Plan (ICP) pada modul sale commision ERP Odoo: studi Kasus PT X",
  "abstract": "Pada era digital saat ini, teknologi informasi sangat berpengaruh terhadap proses bisnis perusahaan dalam segala aspek dan bidang. Persaingan antar perusahaan tidak hanya dalam segi bisnis namun dari segi teknologi dimana dengan teknologi informasi yang baik dapat menunjang proses bisnis dan aliran informasi yang tepat dan cepat. Teknologi informasi menjadi kunci perusahaan dalam mencapai tujuan. Enterprise Resource Planning (ERP) adalah sebuah sistem yang mengintegrasikan proses setiap lini manajemen dalam perusahaan. ERP dapat menjadi kunci sistem dalam proses bisnis perusahaan secara transparan yang bertujuan mengintegrasikan setiap departemen dalam satu aplikasi. Pada tugas akhir ini, dirancang modul sale commission pada PT X menggunakan odoo ERP untuk mempermudah perusahaan dalam menerapkan perhitungan komisi penjualan yang dapat langsung terhubung dengan modul lainnya yang sudah diterapkan dalam odoo. Komisi penjualan meliputi penjualan proyek dan penjualan retail termasuk komisi yang berhubungan dengan divisi IT, tim konsultan dan tim project admin. Dalam penelitian ini mencoba untuk mengatasi kendala penerapan integrasi dalam perhitungan komisi penjualan dalam odoo. Hasil dari penelitian dan analisa implementasi sistem yang telah dibuat memiliki dampak yang positif dalam proses bisnis perusahaan. Sistem program Individual Compensation Plan yang dibuat dapat disimpulkan membuat perhitungan komisi lebih efektif dan efisien.",
  "creators": "ALYSSA CAHAYA REMBULAN",
  "contributors": "Yulia (Advisor 1); Kartika Gunadi (Advisor 2); Leo Willyanto Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022276/INF/2023; Alyssa Cahaya Rembulan (C14180213)",
  "subjects": "APPLICATION SOFTWARE--DEVELOPMENT; ENTERPRISE RESOURCE PLANNING"
}