{
  "id": "56525",
  "title": "Sistem informasi administrasi toko listrik X di Cepu",
  "abstract": "Kebutuhan akan barang elektronik atau barang untuk kelistrikan semakin hari semakin besar, hal ini dinilai banyak orang bisa menjadi peluang bisnis yang menjanjikan. Sehingga tidak perlu heran jika di pinggir jalan banyak kita temui toko elektronik atau toko yang menjual peralatan kelistrikan. Karena memang banyak orang yang membeli barang-barang elektronik atau kelistrikan. Seperti Toko Listrik X yang berada di Kabupaten Cepu, Provinsi Jawa Tengah. Toko ini menjual berbagai barang elektronik dan atau kelistrikan. Banyaknya barang yang dijual akan tetapi tidak disertai dengan pengolahan data melalui sistem, membuat operasional toko berjalan cukup panjang dan menyita banyak waktu untuk kegiatan administrasi serta kegiatan lainnya. Pada penelitian ini peneliti akan membuat sistem informasi untuk Toko Listrik X ini, dengan tujuan akan kegiatan operasional toko menjadi bisa lebih cepat lagi serta efisien. Pemilik toko juga tidak perlu menyimpan banyak dokumen lagi. Karena semua itu sudah tersimpan di dalam sistem. Pada sistem ini pemilik dapat melakukan kegiatan operasional toko mulai dari barang datang ke toko hingga barang dibeli oleh customer. Selain itu pada penelitian ini peneliti akan membuat suatu sistem di mana pemilik akan mendapatkan sebuah notif di website untuk mengingatkan pemilik toko jika ada pembayaran cicilan hutang yang harus dibayar. Untuk memasukkan data tersebut pemilik toko harus melakukan inputan data terlebih dahulu pada sistem informasi. Nantinya sistem informasi akan menjalankan sistem pengingat pembayaran hutang sesuai dengan inputan yang pemilik sudah buat sebelumnya. Adanya fitur ini diharapkan mampu membantu pemilik toko dalam menjalankan usaha lebih nyaman lagi dan jauh lebih efisien daripada kegiatan toko sebelumnya. Karena sebagian besar kegiatan operasional toko ada di dalam sistem informasi yang dibuat. Harapannya dengan menggunakan sistem informasi ini kegiatan toko yang sebelumnya lama dan perlu menyimpan banyak dokumen kertas. Kini hal tersebut bisa dibuat lebih cepat lagi dan dapat mengurangi penggunaan kertas.",
  "creators": "ALEXANDER BILLY WIJAYA",
  "contributors": "Alexander Setiawan (Advisor 1); Lily Puspa Dewi, S.T., M.Kom. (Advisor 2); Justinus Andjarwirawan (Examination Committee 1); Silvia Rostianingsih (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022272/INF/2023; Alexander Billy Wijaya (C14180053)",
  "subjects": "DATABASE MANAGEMENT--COMPUTER PROGRAMS; INFORMATION STORAGE AND RETRIEVAL SYSTEMS--DATABASE MANAGEMENT; MANAGEMENT INFORMATION SYSTEM-COMPUTER PROGRAMS"
}