{
  "id": "56531",
  "title": "Sistem manajemen persediaan gudang menggunakan continuous review system pada retail X",
  "abstract": "Retail X merupakan sebuah toko swalayan berlokasi di kota Waingapu, Sumba Timur yang menjual berbagai macam makanan dan minuman, perawatan pribadi dan rumah tangga, serta peralatan rumah tangga. Untuk memenuhi kebutuhan pelanggan, Retail X menyediakan beberapa lokasi gudang untuk menampung persediaan yang akan dijual. Namun, pengontrolan persediaan pada gudang masih dengan menggunakan pencatatan manual dan sering terjadinya human error sehingga kerap terjadi stok produk yang tersedia berlebih ataupun kekurangan stok produk yang tersedia saat customer membutuhkannya. Hal ini dikarenakan adanya permintaan yang jumlah tidak tetap, jumlah persediaan tidak berlebihan, serta mengoptimalkan persediaan untuk penghematan biaya. Tujuan penelitian ini, untuk membuat sistem informasi berbasis web dengan PHP framework Laravel yang dapat memberikan perhitungan jumlah dan waktu pemesanan yang optimal. Metode Continuous Review System yang digunakan dengan pendekatan pada seberapa banyak jumlah dan waktu yang diperlukan dalam pemesanan barang . Selain itu juga berapa jumlah biaya yang harus dikeluarkan agar lebih efisien. Berdasarkan hasil penelitian yang diadakan menghasilkan perhitungan pengendalian persediaan dengan Metode Continuous Review System menghasilkan total biaya persediaan lebih minimum dibandingkan dengan sebelumnya.",
  "creators": "NATASHA EVANGELIA EN DELO",
  "contributors": "Lily Puspa Dewi, S.T., M.Kom. (Advisor 1); Leo Willyanto Santoso (Examination Committee 1); Kartika Gunadi (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022278/INF/2023; Natasha Evangelia En Delo (C14180229)",
  "subjects": "INVENTORY CONTROL--COMPUTER PROGRAMS; INVENTORIES, RETAIL--COMPUTER PROGRAMS"
}