{
  "id": "566",
  "title": "Hubungan dan komparasi faktor sosiologikal dan faktor psikologikal dengan kepuasan penghuni rumah mewah di Surabaya",
  "abstract": "Kepuasan merupakan faktor utama dalam hal membeli rumah mewah. Pengetahuan terhadap perilaku konsumen yang membeli dan menghuni rumah mewah merupakan suatu informasi yang mendasar guna mengetahui faktor Sosiologikal dan Psikologikal yang mempengaruhi kepuasan penghuni rumah mewah. Dalam perwujudannya diperoleh melalui penelitian yang dilakukan dengan penyebaran kuesioner terhadap 131 konsumen penghuni rumah mewah Margorejo, Sinar Galaxy, Araya Bumi Megah, Bukit Darmo Golf, Graha Famili dan CitraRaya di Surabaya. Analisa penelitian menggunakan program SPS 2000, dimana hasilnya menyatakan bahwa ada hubungan faktor Psikologikal dengan kepuasan penghuni rumah mewah, dan tidak ada perbedaan yang signifikan mengenai faktor Sosiologikal, Psikologikal dan Kepuasan penghuni, di enam kawasan perumahan mewah tersebut. Berdasarkan reratanya dapat diketahui, bahwa peranan faktor Kepuasan penghuni paling tinggi di perumahan Sinar Galaxy, faktor Sosiologikal paling tinggi terdapat di perumahan Bukit Darmo Golf, sedang faktor Psikologikal yang paling tinggi di perumahan CitraRaya. Kesimpulan penelitian ini dapat digunakan oleh para pengembang rumah mewah, untuk meningkatkan strategi bauran pemasarannya. Bagi penghuni dan calon penghuni dapat sebagai bahan pertimbangan yang berguna untuk memilih lokasi rumah mewah sesuai yang diharapkan, dan akhirnya diharapkan dapat meningkatkan penjualan rumah mewah di Surabaya.",
  "creators": "HANDY PRAYOGIE",
  "contributors": "Timoticin Kwanda (Advisor 1); Hasan Oetomo (Advisor 2); SUTOTO YAKOBUS (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 028/MTS; Handy Prayogee (01597008)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; REAL ESTATE MANAGEMENT"
}