{
  "id": "56605",
  "title": "Perancangan furniture kamar kost dengan konsep nomaden",
  "abstract": "Kost dapat disewa dalam jangka waktu tertentu sehingga penempatannya pun tidaklah permanen. Di mana hunian ini merupakan opsi bagi para pendatang baru yang tidak mempunyai tempat tinggal, atau untuk menghemat waktu. Dengan biaya sewa yang berbeda, pengguna perlu menyesuaikan hunian tersebut dengan kebutuhan hidup serta rencana untuk ke depannya. Ada pengguna yang mencari untuk hunian sederhana dengan tujuan menekan biaya hidup, agar sebagian pendapatannya bisa disimpan. Hunian kosong yang hanya menyediakan kamar saja merupakan salah satu opsi terbaik, karena bisa dipastikan biaya sewanya lebih murah dibandingkan dengan hunian dengan perabot lengkap. Perabot yang tersedia umumnya perabotan yang sulit untuk diringkas karena memiliki konstruksi yang paten, ataupun dimensi yang besar. Penerapan konsep nomaden pada sebuah perancangan perabot menjadi salah satu bentuk ide penyelesaian akan masalah para pekerja dan mahasiswa pendatang. Nomaden yang berarti mudah untuk dibawa, dipindah, dan diringkas sehingga penggunaannya pun praktis. Generasi sekarang ini menyukai hal-hal yang praktis sebagai bentuk tidak menyusahkan dan menghemat waktu. Perancangan ini dilakukan dengan metode design thinking dengan 3 tahapan; penelitian (understand, observe, define), aplikasi (ideate), teruji (prototype, test). Akan dilakukan riset material serta konstruksi yang dilanjutkan dengan pembuatan ide desain, hingga mendapatkan desain pilihan yang akan menghasilkan set perabot yaitu; tempat tidur, lemari pakaian, meja belajar, serta kursi. Perabot dengan konsep nomaden ini dapat dipasang lepas oleh kaum awam, tanpa menghabiskan waktu yang banyak. Jika suatu saat pengguna harus berpindah tempat, perabot ini dapat diringkas dan dibawa dengan 1 mobil, jadi biaya pindahannya pun cenderung murah. Kekurangan dari perancangan ini biaya untuk produksi lebih mahal daripada perabot yang dengan kontruksi permanen.",
  "creators": "GRACE SAFENLA",
  "contributors": "Dr. Ir. Lintu Tulistyantoro, M.Ds. (Advisor 1); Yusita Kusumarini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00021997/DI/2021; Grace Safenla (41414017)",
  "subjects": "INTERIOR DECORATION; BOARDINGHOUSES--DECORATION; FURNITURE DESIGN"
}