{
  "id": "56616",
  "title": "Sistem pendukung keputusan pemilihan destinasi wisata di Surabaya menggunakan metode ELECTRE dan SMART",
  "abstract": "Dari banyaknya pilihan objek wisata yang ada di wilayah Surabaya, membuat wisatawan mengalami kesulitan untuk menentukan destinasi wisata yang akan dituju setelah seharian beraktivitas dan bekerja, menyegarkan pikiran atau ketika ingin berlibur bersama keluarga, hal ini dikarenakan minimnya informasi terkait jenis wisata yang diinginkan oleh pengunjung, kemudahan akses ke destinasi wisata, jarak dari pusat Kota Surabaya, harga tiket masuk, kondisi kebersihan dan tingkat keamanan destinasi wisata tersebut, sementara pengunjung memerlukan tempat destinasi wisata yang sesuai dengan kebutuhan agar pikiran menjadi lebih segar. Dalam mempermudah wisatawan untuk mengetahui lebih banyak destinasi wisata yang ada di wilayah Surabaya diperlukan sebuah sistem pendukung keputusan dalam pemilihan destinasi wisata yang dapat memberikan rekomendasi destinasi wisata sesuai dengan kebutuhan. Pada tugas akhir ini, dirancang solusi permasalahan dari skripsi ini dengan cara membuat aplikasi berbasis website sistem pendukung keputusan pemilihan destinasi wisata di Surabaya menggunakan metode ELECTRE Dan SMART menggunakan framework Laravel sehingga aplikasi dapat merekomendasikan tempat wisata. Dari hasil pembuatan Sistem Pendukung Keputusan Pemilihan Destinasi Wisata di Surabaya dengan menggunakan metode SMART dan ELECTRE, dapat disimpulkan bahwa aplikasi ini dapat membantu pengguna yang ingin berkunjung ke Kota Surabaya dan akan berwisata untuk memilih rekomendasi wisata yang ingin dikunjungi sesuai dengan kriteria yang dipilih.",
  "creators": "MICHAEL RICHARD SUDJIANTO",
  "contributors": "Alexander Setiawan (Advisor 1); Hans Juwiantho S.Kom., M.Kom (Advisor 2); Agustinus Noertjahyana (Examination Committee 1); Silvia Rostianingsih (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022279/INF/2023; Michael Richard Sudjianto (C14180207)",
  "subjects": "APPLICATION SOFTWARE; WEB APPLICATIONS"
}