{
  "id": "5662",
  "title": "Peranan greeter dalam menarik konsumen untuk membeli di Bentoya Japanese Restaurant di Tunjungan Plaza Surabaya sebagai salah satu bentuk personal selling",
  "abstract": "Dengan bertambahnya jumlah restoran di Surabaya, membuat para pelaku bisnis dituntut untuk semakin aktif dalam menarik minat konsumen. Para pemilik restoran akan menggunakan berbagai cara untuk dapat menarik konsumen, salah satunya yaitu penempatan greeter. Di dalam penelitian, penulis melihat adanya pergeseran fungsi greeter, di mana fungsi awal greeter hanya sekedar menyapa konsumen dan mengantar konsumen ke mejanya. Tetapi fungsi greeter di Bentoya Japanese Restaurant tidak hanya sekedar menyapa dan mengantarkan tamu ke mejanya, greeter juga berfungsi untuk dapat menarik minat konsumen, dapat berinteraksi secara langsung sehingga konsumen menjadi terpengaruh dan mau membeli produk yang ditawarkan. Melalui penelitian ini, penulis ingin membahas upaya-upaya greeter dalam menarik konsumen untuk membeli dan cara mengoptimalkan peranan greeter di Bentoya Japanese Restaurant. Penulis ingin menganalisa upaya yang dilakukan greeter dalam mengubah respon konsumen. Dari unawareness menjadi awareness, lack of knowledge menjadi knowlegde, dislike menjadi liking, no preference menjadi preference, no conviction menjadi conviction, no purchase menjadi purchase. Dari hasil penelitian dan analisa penulis, dapat diketahui bahwa upaya yang dilakukan greeter di Bentoya Japanese Restaurant sudah cukup efektif. Namun akan lebih dapat dioptimalkan apabila pihak manajemen memberikan training yang dapat mengoptimalkan fungsi greeter.",
  "creators": "DANNY LUNARDI; LENNY ANDYANA",
  "contributors": "Deborah Christine Widjaja, S.S., MSM., Ph.D. (Advisor 1); Sundring Pantja Djati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.01010322/HTL/2007; Danny Lunardi (33401031), Lenny Andyana (33401072)",
  "subjects": "CONSUMER BEHAVIOR; SALES PROMOTION; RESTAURANT MANAGEMENT"
}