{
  "id": "5666",
  "title": "Analisa perilaku pembelian konsumen melalui pendekatan faktor psychological terhadap keputusan pembelian produk ayam dari restoran Kentucky Fried Chicken yang berada di Surabaya Barat setelah flu ...",
  "abstract": "Dengan mewabahnya virus flu burung maka membuat sebagian orang merasa takut ketika hendak mengkonsumsi daging ayam. Akan tetapi, sebagian orang percaya bahwa mengkonsumsi daging ayam di restoran cepat saji lebih aman karena memiliki sebuah standar kualitas yang diberlakukan kepada setiap produk-produknya. Untuk memperoleh hasil-hasil yang lebih representatif, penelitian ini dilakukan pada restoran cepat saji Kentucky Fried Chicken dengan pertimbangan bahwa restoran ini adalah restoran cepat saji yang paling lama berada di Surabaya dan telah sangat dikenal oleh para masyarakat kota Surabaya akan produk ayamnya yang berkualitas tinggi. Penelitian ini dilakukan untuk mengetahui apakah perilaku pembelian konsumen faktor psychological berpengaruh terhadap keputusan pembelian produk ayam dari restoran Kentucky Fried Chicken yang berada di Surabaya Barat dengan adanya flu burung. Pengumpulan datanya dilakukan dengan cara menyebarkan kuesioner kepada para konsumen dari restoran Kentucky Fried Chicken yang berada di Surabaya Barat. Data dari kuesioner tersebut kemudian diolah dengan menggunakan software statistik SPSS versi 11. Penelitian ini memiliki sebuah penemuan bahwa ada dua faktor psychological yang paling berpengaruh terhadap keputusan pembelian dari para konsumen, yaitu: faktor motivasi, dan faktor pembelajaran dan pengetahuan.",
  "creators": "JANG LUK; RANDY LIMANTARA",
  "contributors": "Marcus Remiasa (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.01010318/HTL/2007; Moh Jang Luk (33402028), Randy Limantara (33402108)",
  "subjects": "CONSUMER RESEARCH; CONSUMER BEHAVIOR-ANALYSIS"
}