{
  "id": "5669",
  "title": "A Study on Heathcliff's anxiety and his defense mechanisms as seen in Emily Bronte's wuthering heights",
  "abstract": "In this thesis, I discuss the novel Wuthering Heights by Emily Bronte. I choose the work of Emily Bronte for several reasons. Firstly, I choose her because she has a good reputation as a fine author. Secondly, I choose her because she has a unique background that increases my curiosity to make an analysis on her work. Then, my interest in discussing psychological problems encourage me to make an analysis on her novel Wuthering Heights, which has a problematic psychological story. This study deals with the main character?s anxiety, and I am curious to know about the causes of the main character?s anxiety and his defense mechanism as the ways to protect his ego from the unpleasant memory. In the analysis, I use Sigmund Freud?s theory of anxiety and defense mechanism. I also use library research and data collection from the Internet. Then, I use the data collection, combined with Freud?s theory about anxiety for the analysis of the problem. Finally, I find that the main character, Heathcliff, suffers from anxiety because of the painful emotional experience of being rejected by his surroundings. Furthermore, this unpleasant memory leads Heathcliff?s to fear of rejection. When Heathcliff accepts rejection from other people, his ego will undergo from the pressure of the external world and experience fear of rejection. However, Heathcliff will automatically do defense mechanism to satisfy his ego and overcome the fear of rejection.",
  "creators": "AGUS SANTOSO",
  "contributors": "Ribut Basuki (Advisor 1); Liliek Soelistyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011589/ING/2006; Agus Santoso (11401059)",
  "subjects": "BRONTE, EMILY JANE,1818-1848.WUTHERING HEIGHTS-STUDY AND TEACHING; ENGLISH FICTION--19TH CENTURY--STUDY AND TEACHING"
}