{
  "id": "56709",
  "title": "Pengaruh debt attitude, peer influence, dan power prestige terhadap debt behavior pengguna paylater oleh generasi milenial",
  "abstract": "Di era ekonomi digital ini, masyarakat banyak dimudahkan jika ingin berutang dengan menggunakan aplikasi kredit online seperti salah satunya paylater. Menurut Kompas Cyber Media, paylater adalah “layanan untuk menunda pembayaran atau berutang yang wajib dilunasi di kemudian hari”. Penggunaan paylater menarik bagi generasi milenial, namun karena tingkat loyalitas dalam pekerjaan yang rendah menyebabkan milenial memiliki ketidakstabilan pendapatan sehingga dapat menyebabkan kurangnya pendapatan untuk memenuhi kebutuhan dan memutuskan menggunakan paylater. Penggunaan paylater (debt behavior) milenial dapat dipengaruhi oleh beberapa faktor seperti debt attitude, peer influence, dan power prestige sehingga penelitian ini bertujuan untuk mengetahui apakah beberapa faktor tersebut berpengaruh signifikan terhadap perilaku berutang bagi pengguna paylater generasi milenial. Penelitian ini menggunakan pendekatan kuantitatif dengan survei. Instrumen yang digunakan adalah kuesioner dengan Google Forms. Metode analisis yang digunakan dalam penelitian ini adalah Structural Equation Modeling (SEM), dengan teknik analisis Partial Least Squares (PLS) menggunakan SmartPLS 3. Populasinya adalah generasi milenial yang sudah bekerja di Surabaya, Gresik, dan Denpasar. Sampel dipilih dengan menggunakan teknik non-probability sampling dengan metode purposive sampling sehingga total jumlah sampel adalah 100 orang. Hasil dari penelitian ini membuktikan bahwa debt attitude, peer influence, dan power prestige berpengaruh signifikan terhadap debt behavior pengguna paylater oleh generasi milenial.",
  "creators": "SHERON LEVIANY DUSIA",
  "contributors": "Mariana Ing Malelak (Advisor 1); Prof. Dr. Njo Anastasia, S.E., M.T. (Examination Committee 1); Evelyn, S.E., MSA. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 37010815/MAN/2023; Sheron Leviany Dusia (D11190040)",
  "subjects": "CONSUMER BEHAVIOR; GENERATION Y; CONSUMERS--RESEARCH"
}