{
  "id": "5671",
  "title": "The Analysis of main characters' greed as seen in Eugene O'Neill's desire under the elms",
  "abstract": "This thesis discusses the characters? greed in Eugene O?Neill?s Desire Under the Elms. All of the characters in this play are important and all of them are dominated by greed. The father, the sons, the new wife, and also the sheriff, who appears at the end of a play, present their greed. In my discussion, I am trying to reveal their reason and their ways of being greedy. In analyzing my topic, I apply the literary approach of characterization, plot and setting. Here, the theory of characterization will help me to reveal my topic just by examining the character?s speeches, actions, and comments about each character in this play. Besides, I also apply a psychological approach to support me in analyzing the characters? greed by using a theory on human personality. The theory is proposed by Eduard Spranger which gives more explanation about greed itself. The theory is important to be applied in this analysis so the reader will understand more about greed. As far as I can see, the farm becomes the main source of all characters? greed in this play. Cabot, Eben, Abbie, and also the sheriff show their greed toward the farmland. The other characters, Simeon and Peter focus their greed in the goldfields. At last, I find out that the farmland finally belongs to Cabot, as the main character. Meanwhile, Abbie and Eben have been sent to prison and have obtained nothing from the farm.",
  "creators": "OYI DERSANALA",
  "contributors": "ANTONIUS GURITO (Advisor 1); Ribut Basuki (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011590/ING/2006; Oyi Dersanala (11401157)",
  "subjects": "O'NEILL, EUGENE, 1888-1953.DESIRE UNDER THE ELMS; AMERICAN DRAMA--20TH CENTURY--STUDY AND TEACHING"
}