{
  "id": "56721",
  "title": "Pengaruh brand association dan perceived product quality terhadap brand attitude tropicana slim cookies: efek moderasi generasi millennial versus gen Z",
  "abstract": "Studi terdahulu menunjukkan bahwa brand association dan product quality berpengaruh terhadap brand attitude. Yang menarik adalah tidak banyak studi yang membahas mengenai apakah pengaruh tersebut berlaku universal untuk pelanggan lintas generasi terutama jika merek yang menjadi objek penelitian memiliki asosiasi yang kuat sebagai merek untuk usia tertentu. Peneliti menggunakan produk cookies Tropicana Slim sebagai produk riset. Tropicana Slim selama ini identik dengan makanan sehat untuk orang yang lanjut usia dan rentan mengalami diabetes, namun saat ini sedang mencoba untuk menarik perhatian anak muda dengan varian rasa kekinian melalui produk cookies. Untuk menjawab penelitian tersebut peneliti mengumpulkan data dari 105 responden Tropicana Slim cookies di Surabaya dan sekitarnya. Dengan menggunakan analisis regresi linear berganda, peneliti menguji pengaruh brand association dan perceived product quality terhadap brand attitude. Kemudian peneliti juga menyertakan model interaksi kedalam model untuk menguji kemungkinan efek moderasi lintas generasi antara millennial dan gen z pada pengaruh tersebut. Hasil penelitian menunjukkan bahwa brand association dan perceived product quality berpengaruh terhadap brand attitude. Tidak ditemukan efek moderasi lintas generasi pada pengaruh tersebut. Sehingga dapat disimpulkan bahwa pengaruh brand association dan perceived product quality terhadap brand attitude berlaku universal untuk generasi yang berbeda, setidaknya dalam kasus Tropicana Slim cookies.",
  "creators": "CANON DAIYUMI APRIAN DOMENG",
  "contributors": "Dr. Yohanes Sondang Kunto, S.Si., M.Sc. (Advisor 1); R.R. Retno Ardianti (Examination Committee 1); Wilma Laura Sahetapy (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012406/MAN/2023; Canon Daiyumi Aprian Domeng (D11190317)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMERS--RESEARCH; GENERATION Z"
}