{
  "id": "5672",
  "title": "The Outcomes of arguments between Lex and Lionel Luthor in TV serial \"Smallville\"",
  "abstract": "This research is a study of Lex?s and Lionel?s arguments in Smallville TV Series. In this study, the writer wants to find out the terminator of the arguments, how the arguments are terminated, and how power, face, and relationship influence the argument outcomes. In finding the complete and satisfying answers to the problems of this study, she took nineteen episodes of the third season consisting of at least one argument in each episode. She furthermore analyzed the outcomes of arguments using Vuchinich?s termination formats (1990,p. 123), namely Submission, Dominant Third-Party, Compromise, Stand-Off and Withdrawal. After analyzing the data, the writer found that Lionel, as the father, initiates to terminate the arguments more often than the son, Lex. Among the sixteen arguments, Lex tends to use Withdrawal in terminating the arguments. Five of the Withdrawal done by Lex show that he is more powerful than Lionel. Lex?s willingness to use Withdrawal is caused by holding the truth about his father?s crimes. It seems that Lex avoids using Compromise, Submission and Stand-Off because he does not want to work together with his father in committing the crimes. In addition, Lex always wants to do the right thing. On the other hand, Lionel prefers to use Stand-Off because he wants to cover up his faults, crimes and projects by changing the topic and the focus of attention to others. The face needs that are used by the terminators are mostly Face Attacking and Face Saving. In addition, because of the unwillingness to trust each other, the relationship between the father and the son is damaged.",
  "creators": "FENNY EVAS",
  "contributors": "Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Advisor 1); SAMUEL GUNAWAN (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011582/ING/2006; Fenny Evas (11402035)",
  "subjects": "LANGUAGE AND LANGUAGES-PHILOSOPHY; DISCOURSE ANALYSIS"
}