{
  "id": "5673",
  "title": "Apology strategies used by Sarah and Tom as the major characters in the film \"Just Married\"",
  "abstract": "This study is the study of apology strategies used by Sarah and Tom, as the major characters, in the film \"Just Married\". In this study, the writer observes whether gender does affect someone in asking for apology. Other factors, such as age, culture, social distance, etc, are excluded. The research questions to be answered in this study are: (1) What types of apology strategies are used in \"Just Married\" produced by Sarah to male and female interlocutors?; (2) What types of apology strategies are used in \"Just Married\" produced by Tom to male and female interlocutors?; (3) What are the differences between Sarah and Tom in their use of apology strategies?. By using the theory of Apology Strategies written by Trosborg (1987) and Olshtain and Cohen (1983, cited in Wolfson, 1989), the writer does her study. The result of the study reveals that there are differences between Sarah and Tom in asking for apology. The most affecting factor that makes the differences is gender factor. Sarah is found to be more polite in asking an apology than Tom. Besides, gender stereotype also affects Sarah?s and Tom?s way of apologizing. One thing that is surprising is that Sarah uses rejection strategy the most frequently of all. This result is quite surprising because women, who usually tend to speak formally and politely to other people, use rejection strategy most frequently and it is even the most often used strategy among all. There is other factor besides gender factor that affects the result, that is age factor. The writer does not deny the fact that there are other factors that also affect the way people asking for apology, but in this study, the writer takes gender factor as the only one concern of the thesis. It is suggested that further investigation can be conducted to determine whether this also counts for other strategies.",
  "creators": "MARIA FRANSISCA",
  "contributors": "Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011577/ING/2006; Maria Fransisca (11402049)",
  "subjects": "LINGUISTICS; SOCIOLINGUISTICS"
}