{
  "id": "5675",
  "title": "A Study of speech acts and implicature acquisition of a four-year-old Indonesian boy",
  "abstract": "Through this research the writer wanted to find out further about child language acquisition, aimed at the acquisition of pragmatic of a four-year-old Indonesian boy, focusing on speech acts and implicature. Children can make adults do what they want them to do. Moreover, sometimes they do not mention what they want explicitly, but they already make adults understand what they really want them to do. The research was done by questioning about what types of speech acts occur in the boy?s utterances and find out about the existence of implicature, what is the implicature and what is the function of it (or what the boy up to by implicating that intended meaning), and find out about what types of speech acts acquired by the boy and also about the acquisition of implicature by the boy. The data was collected by using natural and elicitation method, however the elicitation method was not really useful because most of the data collected are collected naturally. In analyzing the data the writer used theories of speech act and implicature proposed by George Yule (1997). Furthermore, the result of the analysis took the writer to a conclusion that the boy (Kluivert) already acquire the four of the five speech act classifications proposed by Yule, they are representatives speech acts, expressives speech acts, directives speech acts and commissive speech acts, while the kind of speech act that is not found in the utterances produced by Kluivert is that declaratives speech act. Kluivert also acquired the idea of implicature, most of the implicature produced by Kluivert are used to get what he wanted.",
  "creators": "MARGARETH MARCHA PESSY",
  "contributors": "Julia Eka Rini (Advisor 1); Jusuf Imam Ibrahim (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011593/ING/2006; Margareth Marcha Pessy (11402055)",
  "subjects": "LANGUAGE ACQUISITION; LANGUAGE AND LANGUAGES-STUDY AND TEACHING"
}