{
  "id": "5677",
  "title": "Agreeing and disagreeing by the major characters of 'Saved!' to the assessments given by the other characters",
  "abstract": "In communication, people have their right to talk and give opinion of things and people. This opinion is called an Assessment, which is given by the first-pair part and always has a response. The response to this Assessment may be agreement or disagreement. There are some types of Agreeing and Disagreeing to Assessments in the second-pair part. This study is conducted to find Agreement and Disagreement types to these Assessments. The main theory used is Agreeing and Disagreeing to Assessments by Pomerantz (1984), who identified that there are three types of Agreeing to Assessments and three types of Disagreeing to Assessments. The writer also uses theories of Conversation Analysis and Adjacency pair by Yule (1996). This research uses qualitative approach. To collect the data, the writer obtains the conversations between major characters and other characters. Finally, the writer finds that the kind of Assessments occurs the most is Criticism as the negative evaluation directed to the addressee. The most frequent type of Agreeing and Disagreeing that respond to Assessments is Strong Disagreement. Furthermore, the writer discovers that the Criticism as the Assessment is often followed by Strong Disagreement as the response. On the other hand, the positive evaluation uttered by the first- pair part often gets Agreement. In conclusion, to know how to give opinion and how to respond the assessments by agreeing or disagreeing is necessary. So, people can maintain communication by giving opinion and responding it.",
  "creators": "ELIZABETH ONGGOWARSITO",
  "contributors": "Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Advisor 1); Anneke Heritaningsih Tupan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011584/ING/2006; Elizabeth Onggowarsito (11402065)",
  "subjects": "LINGUISTICS; SOCIOLINGUISTICS"
}