{
  "id": "5679",
  "title": "A Study on erotic term used to convey spiritual experience in John Donne's to his mistris going to bed and love's progress",
  "abstract": "In the seventeenth century, one of famous poets was John Donne. To His Mistris Going to Bed and Love?s Progress are John Donne love poems, which are chosen by the thesis writer to be analyzed in the thesis. In those two poems John Donne conveys spiritual experience by employing erotic terms, which is contradicting with John Donne?s life as a preacher. Throughout the poems, Donne talks about religion and love by using erotic verse to show the meaning of the poem. The meaning of erotic is erotic thoughts, feelings, or experiences involve sexual excitement. Therefore, it can be said that erotic terms are words or expressions of erotic thoughts, feeling, and experiences that involves sexual excitement. The erotic terms that convey spiritual experience interest the writer so that she chooses to find how the spiritual experience is expressed with erotic terms in To His Mistris Going to Bed and Love?s Progress. To find out the ways the spiritual experience is expressed with erotic terms in To His Mistris Going to Bed and Love?s Progress, the writer collects data by using library and Internet researches. The writer also uses literary approach; employ literary tools, uses eroticism, and spiritual union theory to do the analysis. After doing the analysis of the two poems, the writer finds out that John Donne use the elements of poetry such as imagery, tone, allusion, figure of speech, including metaphor, simile and metonymy to show that spiritual experience that happened in sexual relationship can only happen in marriage. It is because sexual relationship in marriage shows spiritual union that can connect husband and wife to God.",
  "creators": "HANNA PRIMARINI ALFIANTI",
  "contributors": "Liem Satya Limanta (Advisor 1); Liliek Soelistyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011580/ING/2006; Hanna Primarini Alfianti (11402068)",
  "subjects": "DONNE, JOHN, 1572-1631-STUDY AND TEACHING"
}