{
  "id": "568",
  "title": "Identifikasi kriteria-kriteria prakualifikasi kontraktor serta peringkatnya terhadap kualifikasi kontraktor dalam memenuhi target proyek waktu biaya kualitas, keselamatan kerja",
  "abstract": "Pemilihan kontraktor yang berkualifikasi dalam memenuhi target proyek waktu, biaya, kualitas dan keselamatan kerja bukanlah hal yang mudah dilakukan, karena memerlukan sejumlah kriteria dan parameter pengukuran tertentu yang dapat menggambarkan kualifikasi kontraktor secara obyektif. Penelitian ini merupakan penelitian yang mengembangkan sistim prakualifikasi yang sudah ada di Indonesia (Pedoman dan Pelaksanaan Prakualifikasi menurut Keppres No. 16 Tahun 1994) yaitu melengkapi dan memperjelas kriteria dan parameter pengukurannya. Pembahasan tentang identifikasi kriteria dan parameter pengukuran ini didasarkan atas penelitian literatur tentang kriteria-kriteria prak-ualifikasi dan kualifikasi kontraktor, penyebab kegagalan kinerja kontraktor dalam memenuhi target proyek serta sistim manajemen mutu ISO 9000. Hasil dari studi ini menghasilkan 15 kriteria beserta 91 parameter pengukurannya yang tergabung dalam aspek umum, finansial, teknik, manajerial, keselamatan kerja dan reputasi, dimana kriteria dan parameter pengukuran yang tergabung dalam aspek manajerial, keselamatan kerja dan reputasi belum tercantum dalam Pedoman dan Pelaksanaan Prakualifikasi menurut Keppres No. 16 tahun 1994. Berdasarkan hasil survei lapangan dapat disimpulkan bahwa kriteria dan parameter pengukuran ini cukup penting untuk menentukan kualifikasi kontraktor terhadap target proyek. Kriteria sumber daya manusia merupakan kriteria yang dominan, sedangkan kriteria data umum perusahaan menempati peringkat terakhir untuk keempat target proyek. Aspek teknik dan manajerial merupakan aspek yang dominan.",
  "creators": "JOHANES TANIDJOJO",
  "contributors": "Paulus Nugraha (Advisor 1); LIE ARIJANTO (Advisor 2); Sugie Prawono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 023/MTS; Johannes Tanidjojo (01597020)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; CONTRACTORS' OPERATIONS; INDUSTRIAL PROJECT MANAGEMENT"
}