{
  "id": "5681",
  "title": "Refusal strategies used by male characters based on ethnicity in My Big Fat Greek Wedding",
  "abstract": "This research is about refusal strategies used by male main characters based on ethnicity in the movie My Big Fat Greek Wedding. In this research, the writer wants to find out the types and differences of refusal strategies used by Greek and American male main characters. It is hoped that the results, can contribute to the readers in understanding that people?s speech is influenced by social factor. To do the investigation, the writer refers to the theory of refusal strategies (Beebe et al, 1990) and the theories of ethnicity both Greek (Tannen, 1990) and American (Felix-Brasdefer, 2002). The findings show that there are two differences regarding the types of refusal that are used towards requests, offers, and suggestions (there is no occurrence of refusal strategies toward invitations by those two characters) and the types concerning the addressee. The first differences regarding the types used by those characters towards requests, offers, and suggestions are American never uses \"acceptance that functions as a refusal\" as Greek does and Greek uses \"excuse, reason, explanation\" only toward suggestions whereas American uses it toward requests, offers, and suggestions. It is also found that Greek?s speech is more indirect compared to the American?s speech. Regarding the addressees, there is no difference found since topic influence more than the addressees? social status and social distance. From those results, it can be concluded that cultural background influences people?s speech since it brings differences.",
  "creators": "ANGELA BETA NIA",
  "contributors": "MEEDY NUGRAHA (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011588/ING/2006; Angela Beta Nia (11402082)",
  "subjects": "WOMEN-LANGUAGE; LANGUAGE AND LANGUAGES-SEX DIFFERENCES; SOCIOLINGUISTICS"
}