{
  "id": "5688",
  "title": "Analisa strategi pemasaran pasca rebranding Bali Hilton International Hotel menjadi Ayodya Resort Balii: dampak terhadap brand awareness konsumen",
  "abstract": "Tanggal 1 September 2006 Bali Hilton International Hotel berubah menjadi Ayodya Resort Bali. Proses rebranding yang terjadi meliputi perubahan baik perubahan manajemen, pergantian nama, dan sistem pelaksanaannya. Fakta tersebut di atas mendorong penulis untuk meneliti dampak yang ditimbulkan dari rebranding, baik faktor-faktor di balik perubahan nama, strategi pemasaran, dan brand awareness konsumen pasca rebranding. Hasil wawancara mendalam dengan pihak manajemen hotel menunjukkan bahwa ada dua faktor perubahan yaitu pertama, berakhirnya kontrak franchise. Kedua, untuk memberi sebuah respon akan permintaan yang cukup tinggi terhadap hotel dengan karakter individu atau properti yang unik dan jauh dari kesan umum akan chain branded hotels menuju mass-market. Strategi pemasaran Ayodya Resort Bali pasca rebranding saat ini lebih ditujukan pada peningkatan kualitas customer service, serta people. Dengan memberikan konsep ?Royal Balinese Service? dan ?Ayodya Cuisine? dimana setiap staf dan siapapun juga yang bekerja untuk Ayodya Resort Bali diharapkan untuk mendemonstrasikan dan mengaplikasikan sikap profesional sebagai bagian dari pengalaman tamu. Dari beberapa pertanyaan yang menggali tentang brand awareness konsumen Ayodya Resort Bali. Dapat disimpulkan bahwa brand awareness Ayodya Resort Bali sudah cukup dikenal dan diketahui kalangan luas, yang dibuktikan prosentase brand Ayodya Resort Bali sebesar 16% dari 24 responden, dan menduduki peringkat ke tiga dalam daftar top of mind hotel brand Nusa Dua, Bali.",
  "creators": "TORENTIOSE EFENDI; HADI WIBOWO HARTANTO",
  "contributors": "Serli Wijaya (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.01010316/HTL/2007; Torentiose Effendi (33402049), Hadi Wibowo Hartanto (33402159)",
  "subjects": "MARKETING MANAGEMENT; HOTEL MANAGEMENT"
}