{
  "id": "5698",
  "title": "The Compliments and the compliment responses use by the characters in \"What Women Want\"",
  "abstract": "This research tried to find the type of compliments and the compliment responses used by the main characters in the movie \"What Women Want\". The research tried to find the type of compliments produced by the main female character (Darcy). Furthermore, the research also tried to find the types of compliment responses produced by the main male character (Nick). The main theory of compliments and compliment responses was Herbert?s theory (1989). This research was a descriptive qualitative research. The writer got the data from the utterances in the conversations between the two main characters in the movie that the writer grabbed from the script. In her analysis, the writer classified the compliments into three, that is, compliments on appearance, compliments on skills/ abilities and compliments on possessions. However, the writer found a type of compliment that did not belong to Herbert?s theory. The type is compliment on personality. Moreover, the writer also classified the compliment responses. Finally, the writer concluded that social status and gender did not always influence the way Darcy as a female superior character gave compliments toward Nick as a male subordinate character. Moreover, social status and gender did not influence the way Nick responded Darcy?s compliment. Besides, the writer found that personal feeling was the one that influences the way Darcy complimented when the relationship between them (Nick and Darcy) was getting closer and closer.",
  "creators": "IRENE NOVA INDRIA HAPSARI",
  "contributors": "Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Advisor 1); MEEDY NUGRAHA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011578/ING/2006; Irene Nova Indria Hapsari (11402089)",
  "subjects": "LANGUAGE AND LANGUAGES-SOCIAL ASPECTS; COMPLIMENTS; SOCIOLINGUISTICS; CONVERSATION ANALYSIS"
}