{
  "id": "5701",
  "title": "A Study of translated Chicklit novel entitled \"Shopaholic Ties The Knot\" by Sophie Kinsella",
  "abstract": "This thesis is about the translation of one translated popular fiction novel entitled \"Shopaholic Ties the Knot\" by Sophie Kinsella. In this novel, the writer would like to analyze the errors which caused the message of the original text are unable to be sent to the Target Language text. The writer would like to know whether those errors caused the problems in transferring message to the reader of the Target Language, so the reader could not get the same message as the original message. There are three causes found in the novel which caused errors in translating the sentences, so, there are changes in delivering the message to the Target Language text. The writer uses the theory from Zuchridin Suryawinata and Sugeng Hariyanto to support her main theory. This study is descriptive one and the writer collects the data from the original novel, \"Shopaholic Ties the Knot\" English version and the Indonesian translation, with the same author. In this thesis the writer gives the suggestions based on the Communicative Translation theory. The writer uses the Communicative Translation theory by Peter Newmark. She wants to know whether the translated chicklit novel entitled \"Shopaholic Ties the Knot\" by Sophie Kinsella has a good quality of translation based on the Communicative Translation theory. The findings of the analysis reveal that the message of the translated chicklit novel entitled \"Shopaholic Ties the Knot\" by Sophie Kinsella has already been transferred well. Although there are some errors found in the novel, they do not influence the story. At last, the writer concludes that the translated novel has been already translated well.",
  "creators": "GRACYA ALDONA",
  "contributors": "Julia Eka Rini (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011571/ING/2006; Gracya Aldona (11401034)",
  "subjects": "ENGLISH LANGUAGE-TRANSLATING INTO INDONESIAN; LINGUISTICS"
}