{
  "id": "5704",
  "title": "Code mixing in the SMS used by Petra Christian University student's",
  "abstract": "This thesis is concerned with how Code Mixing is expressed in the SMS texts. The writer writes this thesis in order to find out the absorbing code, absorbed code and the linguistic unit of the absorbed code used by Petra Christian University students. The writer collects two hundred SMS texts from her friends who sent SMS to the writer?s mobile phone. In this research, the writer uses the theory of code mixing by Kachru and Suwito (1982). Besides that she also uses the language of SMS theory stated by Hard af Segerstad and the type of Indonesian variety in SMS text by Purwoko and Hendrarti. The writer analyzes the absorbing code and also the absorbed code of each utterance. She classified them into five categories, such as Indonesian, Chinese, Javanese, Banjarese and English. Then the writer analyzes the linguistic unit of the absorbed code in which the linguistic units are morpheme, word, phrase and clause. From the analysis of the whole data, the writer found the absorbing code in Indonesian occurs as many as 187 times, Javanese 7 times, English 4 times, Banjarese 2 times, while Chinese is not found. Moreover, for absorbed code of each utterance she found that Javanese absorbed code occurs as many as 180 times with the occurrence at word level as many as 143 times while at morpheme level 37 times. English code occurs 113 times with the occurrence at word level 97 times and phrase 16 times. Furthermore Chinese code occur 45 times consisting of word level 44 times and clause 1 time. Banjarese code occurs 34 times in which the level of word are 29 times, 3 times in morpheme, 1 time for each phrase and clause. Finally, absorbed code in Indonesian occurs 5 times in which only in word level. As the result in this study, students in writing the SMS tend to mix up Indonesian with other 2 or more languages whereas the code or language mostly absorbed by the students is Javanese.",
  "creators": "JANTI SUKANGTO",
  "contributors": "SAMUEL GUNAWAN (Advisor 1); Bintoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011566/ING/2006; Janti Sukangto (11401141)",
  "subjects": "DISCOURSE ANALYSIS; LINGUISTICS; SOCIOLINGUISTICS"
}