{
  "id": "5705",
  "title": "The Flouting of conversational maxims by the main characters in Titanic movie",
  "abstract": "Theoretically, in communication, people should apply the Cooperative Principle that consists on four maxims of conversation. They are Maxim of Quantity, Maxim of Quality, Maxim of Relevance, and Maxim of Manner. According to Grice (1975), people should obey those maxims in order to have an effective communication without any miscommunication. In fact, people sometimes flout the maxims. People mostly have reasons behind flouting the maxims. Therefore, in this study, the writer is interested in analyzing the type of flouted maxims in Titanic, the reasons of the flouting maxims, and the consequences of the flouting maxims. The writer chose Titanic because it has good effects and visuals, and it also provides excellent commentary on the issue of a dramatic story as well as good appreciation by the audience. Both the verbal and nonverbal clues were taken into accounts when analyzing the occurrence of misunderstanding that, in this study, refers as the consequence. From the findings the writer found out that the mostly flouted maxims is Maxim of Relevance (54.22%). Furthermore, the second and the third mostly flouted were Maxim of Quantity (27.44%) and Maxim of Quality (16.44%). The least flouted was Maxim of Manner (2.74%). Also, in majority, the maxim was flouted as to give additional information (39.66%). Moreover, Maxim of Quantity was flouted mostly to be clear (26.67%). In addition, Maxim of Quality was also flouted for a certain reason in communication, namely to be sarcastic (53.85%). Finally the least flouted Maxim, Maxim of manner, was mostly flouted in order to get attention and to over flow the main characters feeling (50%). The fact is that although maxims were flouted, misunderstanding hardly ever took place. In majority 94.64% of the communication could still run smoothly even though maxims were flouted. Only 5.36% of the communication caused misunderstanding when the maxim was flouted. Therefore, it can be concluded that understanding and misunderstanding in conversation will not depend only on the fulfillment of the maxims.",
  "creators": "YENNY CHRISNAWATY PONIDY",
  "contributors": "SHIERLY NOVALITA YAPPY (Advisor 1); Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011576/ING/2006; Yenny Chrisnawaty Ponidy (11402002)",
  "subjects": "DISCOURSE ANALYSIS; SOCIOLINGUISTICS"
}