{
  "id": "5709",
  "title": "The Use of figures of speech in the three selected chapters of the proverbs of the new international version Bible",
  "abstract": "This study was about the Figures of Speech which were used in Proverbs, spoken by the three different speakers, Solomon, Agur, and King Lemuel. The writer of this thesis conducted a study about figures of speech because the writer realized that the figures of speech have become the tool to create the beauty and unique style of the proverbs. Through this study, the writer of this thesis was curious about the style that was used by the three different speakers in the Proverbs of the New International Version Bible. This study was conducted by using the theory of Figures of Speech as a part of the theory of Stylistics. The writer used descriptive quantitative approach because this research was done with an aim to make a clear description about the findings from the investigated data as systematically and accurately as possible. Finally, the writer found that the three speakers had their own styles or uniqueness in using figures of Speech. Agur in the Sayings of Agur used Figures of Speech more frequently than the other speakers. The occurrence of Figures of Speech in the Proverbs of Solomon was also quite frequent. In addition, the less frequent use of Figures of speech was in the Sayings of King Lemuel. In addition, the writer found that Synecdoche was the figure of speech that is highly selected by Solomon and King Lemuel, while Metaphor held the highest frequency in the sayings of Agur.",
  "creators": "VERNANTI KUMALASARI",
  "contributors": "Lisa Setiawati Nugraha (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011568/ING/2006; Vernanti Kumalasari (11402022)",
  "subjects": "FIGURES OF SPEECH; PROVERBS IN THE BIBLE"
}