{
  "id": "57099",
  "title": "Procedural content generator untuk menghasilkan maze yang memiliki alogoritma jalan keluar yang dinamis pada game menggunakan algoritma recursive backtraking, penghancuran dinding maze, dan penempatan non-player character",
  "abstract": "Computational thinking adalah keterampilan penting dan esensial yang harus dipunyai dan dikembangkan oleh manusia di abad ke-21. Computational thinking menggunakan empat teknik atau juga dikenal sebagai four-pillar untuk pemecahan masalah, salah satunya yaitu algorithmic thinking. Dalam mata kuliah Konsep Algoritma, maze menjadi salah satu contoh untuk mengajarkan algorithmic thinking. Melalui permainan maze, pemain akan membuat sebuah algoritma untuk menuntun suatu karakter keluar dari maze kemudian menerima umpan balik visualisasi dari algoritma tersebut. Untuk menghasilkan algoritma yang selalu berubah setiap kali dimainkan, permainan maze harus dibuat dengan dinamis yaitu memiliki variasi yang berbeda-beda. Variasi tersebut bisa didapatkan dari bentuk maze yang berbeda-beda saat setiap kali dimainkan yang akan menghasilkan jalan keluar yang selalu berubah. Pada skripsi ini, metode procedural content generator akan diterapkan pada game yang dibuat untuk menghasilkan bentuk maze yang bervariasi. Procedural content generator akan menggunakan algoritma Recursive Backtracking untuk menghasilkan sebuah perfect maze. Dari sebuah perfect maze akan dilakukan penghancuran dinding maze pada tiap sel selain dead-end cell menggunakan probabilitas tertentu sehingga akan menghasilkan non-perfect maze dimana akan ada satu atau lebih jalur untuk keluar dari maze. Selanjutnya, di dalam maze tersebut akan diletakkan non-player character (NPC) yang bisa menangkap karakter yang digerakkan pemain dan obstacle yang akan membatasi serta mengganggu pergerakan karakter. NPC akan bergerak mendekati karakter yang digerakkan pemain setiap kali karakter tersebut bergerak. Obstacle dan NPC ini bertujuan untuk mengubah algoritma yang dibuat pemain yang awalnya hanya membuat algoritma untuk menuntun karakter keluar dari maze menjadi lebih kompleks karena harus menghindari obstacle dan menyingkirkan NPC dari sel akhir maze ke jalan buntu yang diciptakan dari dinding-dinding di dalam maze agar bisa membawa karakter tersebut keluar dari maze. Pada skripsi ini juga akan diterapkan teknik kompilasi untuk melakukan pengecekan terhadap sintaks algoritma yang telah disusun pemain yang bertujuan meminimalisir terjadinya infinite loop dan algoritma yang tidak akan pernah dijalankan tetapi tidak sepenuhnya menjamin akan meniadakan dua kondisi tersebut karena akan tetap bergantung pada bentuk maze dan kondisi karakter. Hasil pengujian menunjukan bahwa sistem generate game dengan berbagai proses pengecekan pada saat generate NPC dan obstacle menghasilkan akurasi 100% adanya jalan keluar untuk mengeluarkan karakter pemain dari maze. Algoritma jalan keluar yang dihasilkan juga berubah-ubah atau dinamis di setiap game-nya. Sistem pengecekan sintaks algoritma pemain berjalan dengan baik, mampu mengklasifikasikan sintaks valid atau tidak valid berdasarkan aturan-aturan yang telah didefinisikan.",
  "creators": "JEREMY RYANTO",
  "contributors": "Liliana (Advisor 1); Hans Juwiantho S.Kom., M.Kom (Examination Committee 1); Adi Wibowo, S.T., M.T., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022316/INF/2023; Jeremy Ryanto (C14190116)",
  "subjects": "ALGORITHMS; COMPUTER GAMES--PROGRAMMING; COMPUTER GAMES"
}