{
  "id": "571",
  "title": "Analisa komparasi kondisi faktor kepuasan penghuni dan peranan environmental influences individual consumens marketer stimuli pada Apartemen Paragon, Beverly, Puri Matahari Regency, Graha Family ...",
  "abstract": "Tujuan tesis ini adalah mengkomparasikan faktor-faktor yang berpengaruh dalam menghuni apartemen mewah jual di Surabaya. Pada akhir tahun 1998, apartemen mewah jual masih memberikan kontribusi sekitar 69 % dari pasok apartemen jual yang ada di Surabaya. Tingkat hunian apartemen mewah jual ini tiap periode terus menurun juga pada kondisi ekonomi normal. Saat ini jumlah unit yang dihuni hanya kurang lebih 27,3 %. Penelitian ini membatasi hanya meneliti beberapa faktor penting yang berkaitan dengan penghunian yaitu faktor kepuasan penghuni, environmental influences, individual consumers dan marketer stimuli. Keempat faktor tadi akan dibandingkan pengaruhnya pada seluruh apartemen mewah jual di Surabaya yaitu Paragon, Beverly, Puri Matahari, Regency, Graha Family dan Puri Darmo. Sampel penelitian diambil menggunakan asumsi Purposive Sampling. Penghuni apartemen mewah jual di Surabaya sebanyak 246, yang bersedia menjadi responden adalah 64 orang. Analisa dari data kuesioner yang terkumpul menggunakan Anova dengan program SPS 2000. Hasil pengolahan datanya menyatakan tidak ada perbedaan yang signifikan mengenai kondisi kepuasan penghuni dan peranan environmental influences, individual consumers dan marketer stimuli di enam apartemen yang ditinjau. Berdasarkan reratanya dapat diketahui pada apartemen mana faktor-faktor tersebut lebih dominan. Faktor kepuasan penghuni dominan pada apartemen Puri Matahari, environmental influences dominan pada apartemen Puri Darmo, individual consumers dominan pada apartemen Puri Matahari dan marketer stimuli dominan pada apartemen Puri Matahari. Kesimpulan analisa diatas dapat digunakan sebagai masukan bagi pengelola untuk perbaikan perencanaan marketing mix-nya. Bagi penghuni dan calon penghuni dapat menjadi tambahan informasi yang berguna untuk dapat memilih apartemen yang sesuai dengan harapannya. Diharapkan pada akhimya dapat membantu meningkatkan tingkat hunian dan permintaan pembelian apartemen mewah jual di Surabaya.",
  "creators": "JULISTIANA TISTOGONDO",
  "contributors": "Timoticin Kwanda (Advisor 1); Hasan Oetomo (Advisor 2); Sugie Prawono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 017/MTS; Julistyana Tistogondo (01598008)",
  "subjects": "CONSUMERS-RESEARCH; CONSUMER BEHAVIOR; CONSUMER SATISFACTION; REAL ESTATE-MARKETING"
}