{
  "id": "5711",
  "title": "Analisa faktor-faktor yang mempengaruhi penurunan penjualan ditinjau berdasarkan penilaian konsumen pada restoran Water Front di Surabaya",
  "abstract": "Salah satu family restaurant yang ada di Surabaya adalah Restoran Water Front. Restoran Water Front berlokasi di salah satu jalan utama Kota Surabaya, Jalan Kedungsari 62-64, Surabaya. Restoran Water Front sebagai restoran baru dan berada dalam fase pertumbuhan, selayaknya untuk bisa memberikan daya tarik yang tinggi untuk dikunjungi. Jika dalam masa pertumbuhan ini Restoran Water Front tidak bisa berkembang dengan baik, maka perkembangan restoran dalam waktu yang akan datang juga tidak bisa berkembang dengan pesat padahal tingkat persaingan antar restoran semakin ketat. Berdasarkan ilustrasi grafik penjualan Restoran Water Front yang cenderung menurun dari tahun 2005-2007, maka upaya untuk mengetahui berbagai faktor yang mempengaruhi penurunan penjualan harus segera dilakukan agar pihak restoran bisa mengambil kebijakan yang tepat untuk menghentikan penurunan penjualan dan mengupayakan penjualan mengalami peningkatan. Dari 22 faktor yang dilakukan analisa ternyata terkelompok enam faktor. Faktor-faktor ini merupakan penggabungan antara faktor internal dan faktor eksternal. Dari enam faktor yang dihasilkan dari analisa faktor, ditemukan enam kelompok faktor yang berpengaruh yaitu desain fisik dan kesesuaian harga yang kalah dengan pesaing, kualitas makanan, desain fisik dan desain makanan, emphaty dan harga, dan lokasi dan kepuasan layanan.",
  "creators": "ANGELA FLORENTIA; YUSUPIN W",
  "contributors": "Monika Kristanti (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.01010310/HTL/2007; Angela Florentia (33402123), Yusupin Wuliutomo (33402093)",
  "subjects": "RESTAURANT MANAGEMENT"
}