{
  "id": "5712",
  "title": "The Word formation processes of computer terms in a PC User Magazine 2006",
  "abstract": "The development of media communication and technology cause the development of language which is signed by the appearing of many new words. In computer technology, for example every year there are many new computer equipments that need new computer terms. The formation of new computer terms happens by the process of word formation. Therefore, through this study the writer wants to find out the word formation processes of computer terms and the most common word formation processes of computer terms in a PC User magazine February 2006 edition. The writer used Yule?s word formation theory (1996) and descriptive quantitative method in finding and analyzing the data. The finding shows the most frequent word formation processes that occur in single process and multiple processes are compounding (112) and the lowest is coinage (1). Usually, the computer terms which undergo the process of compounding are combination of name of the company and the product (e.g. mozilla firefox, Microsoft office), functions of the hardware or software (e.g. clean-install, porn cleanser), and the equipment and the function (e.g. mobile phone, desktop PC). The process of combining helps people to understand compound terms. Moreover, based on the findings, most of computer terms are noun words. It proved that word formation processes in computer terms happen because of the invention of new computer technology.",
  "creators": "HENNYLIA CHANDRA",
  "contributors": "Lisa Setiawati Nugraha (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011572/ING/2006; Hennylia Chandra (11402034)",
  "subjects": "ENGLISH LANGUAGE-WORD FORMATION; GRAMMAR, COMPARATIVE AND GENERAL-WORD FORMATION"
}