{
  "id": "57125",
  "title": "Translation strategies for Indonesian version of The Adventure of Tintin Land of Black Gold",
  "abstract": "Knowing translation strategies allows the translator to select the best word choices when translating a text, which is especially important in entertainment media. The purpose of this research is to examine the translator's translation strategies used in translating the comic The Adventure of Tintin: Land of Black Gold into the comic Petualangan Tintin di Negeri Emas Hitam. Baker's (2018) eight translation strategies are used as the main theory of analysis in the study. The qualitative approach is used in this study's methodology. The writer examines each utterance and bubble in the book, excluding publisher information and mistakes or incorrect translations. According to the findings of this study, the translator only employs six of Baker's (2018) strategies: translation by a more general word, translation by a more neutral/less expressive word, translation by cultural substitution, translation by paraphrase using related words, translation by paraphrase using unrelated words, and translation by omission. The loan word or loan word plus explanation, as well as translation by illustration, are not used in the translation. According to the findings of the study, translation by cultural substitution is the most commonly used method to translate words that are unfamiliar to Indonesian readers. This strategy involves translating the source text into Indonesian word form. Following translation by omission, the translator omitted some sentences and words that were not really necessary to translate into Indonesian to meet the main ideas of the sentence.",
  "creators": "ERIC DHARMAWAN",
  "contributors": "Julia Eka Rini (Advisor 1); Ivonne (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "A Critical Thesis",
  "source": "A Critical Thesis Thesis No. 02012416/ING/2023; Eric Dharmawan (A11190065)",
  "subjects": "ENGLISH LANGUAGE--TRANSLATING INTO INDONESIAN; TRANSLATING AND INTERPRETING IN LITERATURE; TRANSLATING AND INTERPRETING"
}