{
  "id": "57122",
  "title": "Impoliteness strategies used by the Baroness in the movie Cruella",
  "abstract": "This study aims to find out the types of impoliteness strategies and the similarities and differences between the impoliteness strategies used by the Baroness, an antagonistic character with an impressive background, to Estella and Cruella in the movie Cruella. The theoretical framework used for this study was the impoliteness strategies theory proposed by Culpeper (1996, 2005) and Bousfield (2008). This study employed the descriptive qualitative method. The writer herself collected and analyzed the Baroness’ utterances to her subordinate, Estella, and to her business rival, Cruella, during the business scenes. The Baroness used all six types of impoliteness strategies to Estella, namely: bald on record impoliteness, positive impoliteness, negative impoliteness, sarcasm/mock politeness, withhold politeness, and off-record impoliteness. On the contrary, the Baroness only used four out of six types of impoliteness strategies to Cruella, specifically excluding: negative impoliteness and withhold politeness. The Baroness’ background and personality, as well as the interlocutor’s own background, might have influenced the findings of the study. Further research on subjects with more or less similar background as the Baroness’ toward interlocutors with diverse backgrounds are recommended to give better understanding into the use of impoliteness strategies in a business context.",
  "creators": "ALICIA TANDIONO",
  "contributors": "Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1); Herwindy Maria Tedjaatmadja (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "A Critical Thesis",
  "source": "A Critical Thesis No. 02012422/ING/2023; Alicia Tandiono (A11190051)",
  "subjects": "LINGUISTICS; POLITENESS (LINGUISTICS)"
}