{
  "id": "57128",
  "title": "Faktor-faktor konsep bangunan gedung hijau yang dipertimbangkan calon konsumen rumah kelas menengah dan menengah atas di Surabaya",
  "abstract": "Konsep keberlanjutan dalam konstruksi yaitu arsitektur hijau dan penerapannya dalam pembangunan disebut sebagai konsep bangunan gedung hijau. Penerapan konsep bangunan gedung hijau berfokus untuk menekan emisi CO2, sehingga dapat mengurangi efek bahaya pada lingkungan dan kesehatan manusia. Manfaat lainnya yaitu dapat membuat pemakaian energi menjadi lebih efektif dan efisien. Sayangnya, belum ada penelitian mengenai konsep bangunan rumah hijau di Surabaya dan diharapkan penelitian ini dapat memberikan kontribusi terhadap literatur bangunan gedung hijau di Indonesia. Penelitian ini bertujuan untuk mencari faktor-faktor konsep bangunan gedung hijau apa saja yang dipertimbangkan oleh calon konsumen dalam memilih rumah kelas menengah dan menengah-atas di Surabaya. Pemilihan rumah menengah dan menengah-atas didasari luas kavling yang besar dan tidak dibatasi harga jualnya, sehingga penerapan konsep bangunan gedung hijau lebih leluasa untuk diterapkan. Analisis menggunakan metode analisis faktor dengan data yang diperoleh dari kuesioner yang disebar secara daring dan diisi oleh para responden yang akan membeli rumah di Surabaya. Berdasarkan hasil analisis dari total 108 responden, hipotesis yang diajukan benar yaitu terdapat perbedaan faktor konsep bangunan gedung hijau yang dipertimbangkan oleh calon pembeli, dengan faktor paling dipertimbangkan yaitu desain pemanfaatan cahaya matahari dan sirkulasi udara alami. Selain itu, 88.0% responden mengharapkan bangunan rumah yang mereka pertimbangkan memenuhi faktor bangunan hijau peringkat platinum menurut standar Green Building Council Indonesia (GBCI).",
  "creators": "FLORENTCIA HARTONO",
  "contributors": "Timoticin Kwanda (Advisor 1); Jani Rahardjo (Advisor 2); I Gede Agus Widyadana (Examination Committee 1); Daniel Tjandra (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000343/MTS/2023; Florentcia Hartono (B21210021)",
  "subjects": "SUSTAINABLE ARCHITECTURE; CONSUMER BEHAVIOR--ENVIRONMENTAL ASPECTS"
}