{
  "id": "57139",
  "title": "The moderating role of blockchain technology in ESGD and operational efficiency: evidence from the banking sector in ASEAN and European stock market",
  "abstract": "This paper aims to examine further how blockchain technology (BT) and ESGD may be able to affect operational efficiency. Additionally, how BT can moderate the relationship between ESGD and operational efficiency in the banking industry of ASEAN and European stock market. The main population of this study consists of all banking firms that are listed in IDX, KLSE, SGX, and SET. In addition, this study also includes European banks in the population. The European banks selected for this study is the 20 largest market capitalization banks collected from S&P Global. Banking firms that are included in this study population are the ones that are still active from 2017 – 2021, which concludes 91 listed banks for this study’s whole population. Based on the population, this study sample is captured by using a non-probability sampling technique, with the final sample of 20 banks that have met the study’s criteria. Then, the sample is tested under two separate empirical models with the WLS model. Findings on both models show that BT could influence OE positively as an independent variable. The result of the second model indicates that BT could act as a moderating variable between the relationship of ESGD and OE, particularly the SOC and GOV components of ESGD. Therefore, it can be concluded that BT could enhance the firm’s efficiency to a desired level and produce more reliable and transparent information disclosures.",
  "creators": "EDWARD CHRISTOPHER KUDRATI",
  "contributors": "Josua Tarigan (Advisor 1); Saarce Elsye Hatane (Examination Committee 1); Sany, S.E., MS-CIS., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011887/AKT/2023; Edward Christopher Kudrati (D12190045)",
  "subjects": "BLOCKCHAINS (DATABASES)--ECONOMIC ASPECTS"
}