{
  "id": "57149",
  "title": "Sistem informasi manajemen pada percetakan Soerabaja45",
  "abstract": "Proses pencatatan transaksi pada percetakan Soerabaja45 masih dilakukan dengan manual sehingga membutuhkan waktu yang lebih lama. Proses pembuatan laporan laba rugi menggunakan excel berdasarkan data perekapan yang dilakukan secara manual juga. Proses bisnis yang dijalankan oleh perusahaan saat ini menghabiskan banyak waktu dan dapat membuat pelanggan harus menunggu lebih lama ketika melakukan transaksi. Pelanggan harus menunggu di tempat dan mengantre hingga giliran tiba dan kemudian baru bisa melakukan transaksi. Untuk laporan laba rugi memakan waktu yang lebih lama karena data yang direkap kadang hilang atau tidak ketemu. Pencarian data ini kemudian menambah waktu proses pembuatan laporan laba rugi. Pada penelitian ini akan membuat sistem informasi manajemen yang meliputi pencatatan transaksi, pemesanan online, pembuatan laporan laba rugi, transaksi, pembelian, dan performa pegawai. Proses pencatatan transaksi akan menyimpan segala data transaksi pelanggan. Pemesanan online yang dibuat akan menyimpan data penawaran awal pelanggan, bukti pembayaran, hingga data transaksinya. Untuk laporan yang dibuat akan berupa grafik penjualan seputar transaksi, seperti jumlah pendapatan, jumlah produk terjual, dan produk terlaris. Pada laporan pembelian akan menampilkan grafik pembelian untuk bahan baku dan tinta. Pada laporan performa akan menampilkan jumlah transaksi pegawai beserta jumlah komplain yang diterima. Sistem yang dibuat juga akan membantu proses perhitungan laporan laba rugi berdasar data-data transaksi dan pengeluaran perusahaan. Hasil dari pembuatan sistem ini adalah waktu pembuatan laporan laba rugi sebelum menggunakan sistem adalah 3 hari dan pembuatan laporan laba rugi setelah menggunakan sistem adalah 7 menit. Sistem informasi manajemen yang dibuat mampu mempersingkat waktu perusahaan dalam menjalankan proses bisnisnya. Hasil pencatatan dan perhitungan transaksi, rekap data, dan perhitungan harga pokok produksi membuktikan sistem informasi manajemen yang dibuat dapat memudahkan perusahaan dalam menjalankan proses bisnisnya. Berdasarkan hasil kuesioner, dapat disimpulkan bahwa sistem informasi manajemen memiliki fungsionalitas yang sangat baik, mampu menjawab kebutuhan perusahaan, dan memiliki keseluruhan yang sangat baik.",
  "creators": "HENRY",
  "contributors": "Yulia (Advisor 1); Alexander Setiawan (Advisor 2); Andreas Handojo (Examination Committee 1); Silvia Rostianingsih (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022394/INF/2023; Henry (C14190117)",
  "subjects": "MANAGEMENT INFORMATION SYSTEMS--COMPUTER PROGRAMS; MANAGEMENT INFORMATION SYSTEMS; DIGITAL PRINTING; PROGRAMMING (ELECTRONIC COMPUTERS)"
}