{
  "id": "57140",
  "title": "A national culture study: does ESG disclosure score matters to the financial performance of technology sector firms?",
  "abstract": "The primary objective of this research is to examine the moderating role of national culture between the relationship of environmental, social and governance disclosure (ESGD) and financial performance for firms in the technology sector worldwide. The WLS regression method is used to test the hypotheses in the current study. Data of ESGD scores and firm’s financial performance are obtained from the Bloomberg Terminal from a sample of 375 technology sector firms worldwide over the period 2013–2021. National culture is measured using Hofstede's cultural dimensions framework consisting of power distance (PD), individualism (IDV), masculinity (MAS), uncertainty avoidance (UA), long term orientation (LTO) and indulgence (IGC) as proxies. The results prove that ESGD positively influences the financial performance (profitability) of firms in the technology sector. When national culture dimensions are considered, it is discovered that PD, MAS, and LTO negatively moderate the connection between ESGD and FP, whereas IDV and IGC have positive moderating effects. UA does not moderate the link between ESGD and FP. The findings imply the importance of taking cultural aspects into consideration for regulators in setting globally acceptable ESGD standards. Companies in the technology sector should also consider the culture in which the firm operates to determine the appropriate ESG strategies to fulfill society’s expectations. Meanwhile, this study is only limited to the technology sector and several countries.",
  "creators": "JONATHAN EDSEL",
  "contributors": "Josua Tarigan (Advisor 1); Saarce Elsye Hatane (Examination Committee 1); Sany, S.E., MS-CIS., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 32011884/AKT/2023; Jonathan Edsel (D12190008)",
  "subjects": "CORPORATIONS--FINANCE; FINANCIAL STATEMENTS"
}