{
  "id": "57141",
  "title": "Characteristics of audit committees and their relationship to CSR expenditure before and during the pandemic. Evidence from the Indonesian Tourism Companies",
  "abstract": "Purpose - This research is aimed at assessing whether there is a significant relationship between CSR expenditure and audit committee characteristics and whether there are differences before and during the COVID-19 pandemic. Design/methodology/approach - Indonesian tourism listed companies, for the year 2017-2021, will be served as secondary data and use panel data analysis. All data will be collected independently through an annual report for the 2017-2021 period. 30 Indonesian tourism companies are utilized as the sample in this paper. Findings – The result revealed that there are one and four audit committee attributes that have positive significant influences on CSR expenditure before and during COVID-19, respectively. Besides, compared to other, female directors on audit committee (ACF) are the most consistent variables in terms of significancy. The R-squared value for all periods shows that there are other factors that can affect CSR expenditure, especially on Indonesian tourism sector. Research limitations/implications – The analysed sector in this study only limited to tourism industry. The timeframe used in this study also limited on period: before and during COVID-19 for over five years. Lastly, according to the analysis result, there are limitation on independent and control variable used. Originality/value - Building on previous research, this study explores the impact of audit committee characteristics on the social funding dilemma facing the Indonesian tourism industry as one of the sectors most affected by COVID-19.",
  "creators": "VANESSA",
  "contributors": "Josua Tarigan (Advisor 1); Sany, S.E., MS-CIS., Ph.D. (Examination Committee 2); Saarce Elsye Hatane (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011954/AKT/2023; Vanessa (D12190101)",
  "subjects": "SOCIAL RESPONSIBILITY OF BUSINESS; AUDIT COMMITTEES"
}