{
  "id": "57152",
  "title": "Sistem Informasi pada laundry X",
  "abstract": "Usaha laundry menjadi salah satu usaha yang cukup menjanjikan dan diminati oleh orang orang yang ingin memanfaatkan gedung atau ruang yang yang tidak terpakai. Permasalahan yang terjadi di laundry Laundry X ini adalah kurangnya efisiensi yang dilakukan oleh pegawai terhadap pesanan milik konsumennya. Hal ini menyebabkan pesanan yang dikerjakan memakan waktu dan ternyata banyak waktu yang terbuang akibat adanya ketidakefisinan dalam pengerjaanya. Permasalahan lainnya adalah proses pengiriman atau pengantaran laundry yang perhitunganya masih dilakukan secara manual sehingga area pengantaran selama ini masih dilakukan pada area sekitar oleh sebab itu diperlukan sistem yang bisa membandingkan alamat laundry dengan alamat pelanggannya agar perhitungan dapat mudah dilakukan dan lebih terukur. Pada penelitian ini peneliti akan membuat sebuah aplikasi sistem informasi untuk laundry X dengan tujuan laundry X dapat berjalan lebih efisien. Aplikasi dibuat dengan pencatatan waktu sehingga pada setiap pekerjaan yang dilakukan di laundry X dapat diukur. 66.7% dari user berpendapat bahwa fungsionalitas dari aplikasi sistem informasi laundry baik dan 33.3% dari user berpendapat jika fungsionalitas dari aplikasi sangat baik. 66.7% dari user berpendapat bahwa tampilan aplikasi sistem informasi laundry baik dan 33.3% dari user berpendapat tampilan dari aplikasi cukup. 66.7% dari user berpendapat bahwa tingkat kemudahan menggunakan aplikasi baik dan 33.3% dari user berpendapat bahwa tingkat kemudahan dari aplikasi sangat baik. 66.7% dari user berpendapat bahwa tingkat kesesuaian aplikasi baik dan 33.3% dari user berpendapat bahwa tingkat kesesuaian dari aplikasi sangat baik. 66.7% dari user berpendapat bahwa secara keseluruhan aplikasi sistem informasi laundry baik dan 33.3% dari user berpendapat secara keseluruhan aplikasi sangat baik. 66.7% dari user berpendapat bahwa aplikasi sistem informasi laundry sangat menjawab kebutuhan dan 33.3% dari user berpendapat bahwa aplikasi menjawab kebutuhan.",
  "creators": "ALVIN WISANA",
  "contributors": "Alexander Setiawan (Advisor 1); Silvia Rostianingsih (Examination Committee 1); Hans Juwiantho S.Kom., M.Kom (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022284/INF/2023; Alvin Wisana (C14190126)",
  "subjects": "INFORMATION SYSTEMS; LAUNDRY; TRANSACTION COSTS"
}