{
  "id": "57158",
  "title": "Perancangan dan pembuatan front-end website administrasi kemahasiswaan Universitas Kristen Petra",
  "abstract": "Universitas Kristen Petra (UK Petra) adalah salah satu kampus yang ternama di Indonesia yang terletak di kota Surabaya dan memiliki ribuan mahasiswa aktif. Salah satu unit yang dimiliki oleh UK Petra adalah BAKA (Biro Administrasi Kemahasiswaan dan Alumni) yang bertanggung jawab atas pengembangan mahasiswa yang berada di UK Petra. Salah satu tugas penting BAKA adalah untuk mengelola berkas administrasi dari kegiatan kemahasiswaan yang diadakan di UK Petra, mulai dari pengumpulan Proposal Kegiatan, Lembar Pertanggungjawaban (LPJ) Kegiatan, hingga Satuan Kredit Kegiatan Kemahasiswaan (SKKK). Saat ini seluruh proses administrasi kegiatan masih dilakukan secara manual dengan mengirimkan dokumen administrasi melalui email ke pihak yang berwenang untuk disetujui, sehingga proses tersebut memakan waktu yang cukup lama dan berbagai kesulitan lainnya seperti saat pihak penyetuju mau menyampaikan revisi karena harus melalui email. Oleh karena itu, Website ini dirancang untuk menyelesaikan masalah yang sekarang dihadapi dan membuat proses peninjauan berkas administrasi dari suatu kegiatan menjadi lebih efisien. Website ini diharapkan dapat menyediakan platform yang efisien untuk pengumpulan, peninjauan, dan penyetujuan dokumen-dokumen administrasi seperti Proposal Kegiatan, LPJ Kegiatan, dan SKKK. Dengan adanya website ini, diharapkan dapat mengurangi waktu dan kesulitan dalam proses pengelolaan administrasi kegiatan di UK Petra. Hasil pengujian penelitian dengan metode User Acceptance Testing dan juga kuesioner menunjukan bahwa Website yang dirancang dan dikembangkan ini berhasil berjalan dengan baik dan dapat membantu pengguna akhir dengan fitur-fitur tiap role yang ada di website ini.",
  "creators": "HANDRIAN ALANDI",
  "contributors": "Liliana (Advisor 1); Ivan Widiyanto S.Kom (Advisor 2); Agustinus Noertjahyana (Examination Committee 1); Justinus Andjarwirawan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022387/INF/2023; Handrian Alandi (C14190231)",
  "subjects": "ARCHIVES--ADMINISTRATION; EDUCATIONAL WEB SITES; WEB SITES-AUTHORING PROGRAMS; WEB SITES"
}