{
  "id": "57168",
  "title": "Amidst covid-19: the moderating role of innovation and brand valuation in ESG disclosure and firm value relationship",
  "abstract": "This paper mainly aims to explain the correlation of ESG disclosure (ESGD), innovation, and brand valuation toward firm value. The role of innovation and brand valuation which cause indirect roles through moderating variables are also examined. In addition, this paper also researches the significant changes in ESGD before and during the COVID-19 pandemic. In measuring ESGD, this paper utilizes the Bloomberg Terminal’s ESG disclosure score (DISC) index. Innovation through the dummy variable of research & development while brand valuation derived from the SWA Magazine’s 100 Most Valuable Brands of Indonesia. Market-based measurement through Tobin’s Q is used to analyze the firm value. From 2015-2020, 27 Indonesian listed companies were studied using weighted least square analysis. The period changes in ESGD will be done before (2015-2018) and during (2019-2020) the pandemic. ESGD, innovation, and brand valuation have a positive significant correlation to firm value. Only innovation positively strengthens the relationship between ESGD and firm value while brand valuation does not. ESGD has had significant changes before and during the COVID-19 pandemic. The findings suggest ESGD, innovation, and brand valuation act as a competitive advantage and enhance additional value towards the firm value. Brand valuation does not affect the relationship between ESGD and firm value due to sampling a part of the 100 most valuable brands. ESGD shows a significant difference due to the increase of trust between companies and stakeholders. This paper makes a valuable involvement and offers new insights into the relationship between ESGD and firm value, with innovation and brand valuation as moderating variables. Utilizing the sample from the SWA Magazine’s 100 Most Valuable Brands of Indonesia creates the opportunity to expand the research through exclusively Indonesian listed companies’ point-of-view.",
  "creators": "JASMINE ISKANDAR",
  "contributors": "Josua Tarigan (Advisor 1); Saarce Elsye Hatane (Examination Committee 1); Sany, S.E., MS-CIS., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011952/AKT/2023; Jasmine Iskandar (D12190181)",
  "subjects": "CAPITAL INVESTMENTS"
}