{
  "id": "5716",
  "title": "The Use of nonstandard Indonesian words by Female Writters in the Readers' Letters",
  "abstract": "When people speak they always face language variety. In a speech community, people can use different language varieties; either it is standard or nonstandard language, to communicate with others (Holmes, Ed, 2001, p. 74). Holmes stated that as people get older their speech becomes gradually more standard (2001, p. 169). It leads the writer try to know the way females use nonstandard Indonesian words based on age differences. The writer took two different magazines as her souce of data. They are Gadis Magazine from the younger female writers and Ayah - Bunda Magazine from the older female writers. This study aims to find out the types of nonstandard Indonesian words in both magazines and whether the younger female writers use more nonstandard Indonesian words than the older ones. To reach the research objectives, theories on female language, age differences supported by theory on standard and nonstandard Indonesian words were applied. Furthermore, by using the qualitative approach, the writer gathered the data to be further analyzed. The result was that, apparently, the types of nonstandard Indonesian word in Gadis magazine were more various than the ones found in Ayah - Bunda magazine. There were nine out of eleven types of nonstandard Indonesian word appeared in Gadis Magazine; while, in Ayah - Bunda magazine only eight types of nonstandard Indonesian words. The writer found some similar types of nonstandard Indonesian words in both magazines. They are the use of nonstandard suffix -in, the use of prefix ke-in the base word, deletion, nonstandard words, adjustment of foreign words, and foreign words. The writer also noticed there were also some types that occur in Gadis but not in Ayah - Bunda and vice versa. At the end of her research, the writer conclude that the younger females used more nonstandard Indonesian words than the older females.",
  "creators": "KURNIA PUSPASARI",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); MEEDY NUGRAHA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011597/ING/2006; Kurnia Puspasari (11402091)",
  "subjects": "SOCIOLINGUISTICS IN LITERATURE; ENGLISH LANGUAGE-SOCIAL ASPECTS"
}