{
  "id": "57163",
  "title": "Implementasi sistem informasi berbasis mobile untuk aset manajemen di Gereja Katolik St. Aloysius Gonzaga",
  "abstract": "Gereja Katolik St. Aloysius Gonzaga memiliki tugas untuk melayani umat yang berada di daerah teritorial yang dimiliki oleh gereja. Untuk menunjang pelayanan yang diberikan oleh Gereja, tentunya dibutuhkan aset. Pengelolaan aset terlebih di dalam jumlah yang banyak dan variasi yang beragam bukanlah hal yang mudah. Hingga saat ini, Gereja Katolik St. Aloysius Gonzaga belum memiliki sistem manajemen aset yang dapat membantu mencatat, mengelola dan merawat aset, atau dengan kata lain semua proses dilakukan secara manual. Sehingga, dibutuhkan sebuah aplikasi yang dapat membantu pihak Gereja untuk dapat mengelola aset secara efektif sehingga dapat menunjang kegiatan pelayanan yang diberikan oleh Gereja Katolik St. Aloysius Gonzaga Dalam penelitian ini, akan dirancang dan dikembangkan sebuah aplikasi berbasis android yang membantu Gereja Katolik St. Aloysius Gonzaga dalam melakukan pengelolaan terhadap aset yang terdapat pada Gereja Katolik St. Aloysius Gonzaga. Aplikasi ini akan melakukan pencatatan aset, proses peminjaman aset, proses perawatan aset dan reminder untuk perawatan aset. Berdasarkan hasil pengujian yang dilakukan menggunakan kuesioner pada pengelola aset Gereja Katolik St. Aloysius Gonzaga, aplikasi yang telah dibuat berhasil membantu dalam mencatat, mengorganisir, dan merawat aset secara efektif pada Gereja Katolik St. Aloysius Gonzaga. Secara keseluruhan, aplikasi yang dibuat diberikan nilai sangat baik oleh pengelola aset Gereja Katolik St. Aloysius Gonzaga.",
  "creators": "KEVIN EDLYN CHANDRA",
  "contributors": "Yulia (Advisor 1); ANITA NATHANIA PURBOWO, S.KOM. (Advisor 2); Silvia Rostianingsih (Examination Committee 1); Lily Puspa Dewi, S.T., M.Kom. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022342/INF/2023; Kevin Edlyn Chandra (C14180208)",
  "subjects": "ANDROID (COMPUTER PROGRAM); MOBILE APPS--DESIGN; PROGRAMMING (ELECTRONIC COMPUTERS)"
}