{
  "id": "57173",
  "title": "Keyakinan guru dan tindakan nyata dalam menangani masalah perilaku anak: sebuah studi kasus di kelas IV Sekolah Kristen Logos Surabaya",
  "abstract": "Pendidikan Kristen memiliki tujuan untuk kekekalan yaitu memperbaharui hidup seseorang secara holistik hingga serupa dengan karakter Kristus. Akan tetapi sebagai manusia yang sudah jatuh ke dalam dosa, anak-anak sering kali bergumul dengan masalah perilaku. Tugas guru, khususnya guru wali kelas tidak hanya berhenti untuk mengajar namun juga menangani setiap masalah perilaku anak sehingga anak bisa bertumbuh. Pajares (1992) menyatakan bahwa Keyakinan seseorang berdampak terhadap keputusan, tindakan dan praktik nyata seseorang. Dalam penelitian ini peneliti bertujuan meneliti apa yang menjadi keyakinan guru Kristen dalam menangani masalah perilaku anak dan apakah keyakinan tersebut benar-benar sesuai dengan praktik nyata guru dalam kelas. Setelah melakukan penelitian, peneliti menemukan bahwa pengetahuan, pengalaman seorang guru sangat berkaitan erat dengan Christian Worldview yang ia miliki dan itu mengendalikan setiap keputusan dan tindakannya. Penelitian ini dilakukan dengan metode kualitatif, data dikumpulkan melalui observasi dan wawancara. Hasil penelitian menunjukkan bahwa secara garis besar ditemukan kesesuaian antara keyakinan dan praktik guru dalam kelas. Akan tetapi dalam beberapa situasi tertentu guru tidak bisa melaksanakan apa yang ia yakini, hal ini disebabkan oleh faktor di luar dirinya.",
  "creators": "HELNI BERLIAN MENDROFA",
  "contributors": "Dani Puspitasari, S.Pd., M.A., Ph.D. (Advisor 1); Magdalena Pranata Santoso (Examination Committee 1); Yulia Setia, S.S..,M.Pd.., M.Sc., M.Th. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010003/PGSD/2023; Helni Berlian Mendrofa (G11190019)",
  "subjects": "CHRISTIAN EDUCATION OF CHILDREN; TEACHER-STUDENT RELATIONSHIPS; STUDENT TEACHERS"
}