{
  "id": "57171",
  "title": "Pengaruh dialog 3 in 1 terhadap motivasi belajar murid di SDTK Pelangi Kristus",
  "abstract": "Komunikasi merupakan hal yang sederhana yang dilakukan setiap harinya. Komunikasi dapat membantu dalam memberikan pengaruh kepada motivasi belajar murid. Dialog 3 in 1 hadir untuk mencari tahu, apakah membantu meningkatkan motivasi belajar siswa. Hal ini terjadi karena sering ditemukan murid dengan rendah motivasi. Subjek untuk penelitian sendiri terdiri dari 15 murid. Tipe penelitian yang digunakan adalah metode kombinasi. Data di sajikan dalam bentuk pertama yaitu kuantitatif kemudian diperkuat dengan data kualitatif. Data yang di peroleh dari melalui kuesioner, observasi dan interview dengan murid. Melalui hasil penelitan dibagi menjadi dua bagian yaitu secara kuantitatif menggunakan survey yang diisi oleh orang tua dan secara kualitatif yang menggunakan pertanyaan wawancara kepada siswa. Hasil tes kuantitatif pre dan postest menunjukkan tidak ada perubahan yang signifikan dalam motivasi pembelajaran instrinsik dan ekstrinsik. Data motivasi pembelajaran intrinsik menunjukkan hasil di atas ,005 yang artinya tidak signifikan. Untuk data ke ekstrinsik mendapatkan hasil di atas ,005 yang artinya adalah juga tidak signifikan. Di sisi lain yaitu hasil kualitatif dari perspektif murid-murid melalui interview, motivasi belajar murid meningkat setelah mengikuti Dialog 3 in 1.",
  "creators": "HANS CHRISTIAN",
  "contributors": "Dani Puspitasari, S.Pd., M.A., Ph.D. (Advisor 1); Iman Subekti S.Pd.,M.Pd. (Examination Committee 1); Franky Boentolo, S.T., M.Div., M.Th. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010013/PGSD/2023; Hans Christian (G11190005)",
  "subjects": "COGNITIVE LEARNING--RESEARCH; COMMUNICATION IN EDUCATION; MOTIVATION IN EDUCATION--STUDY AND TEACHING"
}