{
  "id": "57175",
  "title": "Strategi guru untuk mendukung regulasi diri dalam belajar murid kelas 4 di Sekolah Dasar Kristen X Batam pasca pandemi",
  "abstract": "Pendidikan Kristen memiliki tujuan membentuk murid-murid yang memiliki kualitas seperti Kristus. Usaha ini merupakan misi yang ingin dicapai oleh pendidikan Kristen. Untuk membentuk kualitas tersebut, murid membutuhkan kemampuan regulasi diri yang baik dalam belajar. Regulasi diri kemampuan murid untuk mengarahkan pikiran perasaan dan perilakunya untuk mencapai tujuan belajar. Murid yang memiliki regulasi diri yang baik akan meraih kesuksesan dalam belajar. Namun, sejak pembelajaran pasca pandemi, murid-murid memiliki tantangan terhadap proses adaptasi dari pembelajaran online menuju pembelajaran tatap muka. Ini mempengaruhi regulasi diri murid dalam belajar. Oleh sebab itu guru Kristen sebagai gembala memiliki tanggung jawab untuk membantu murid-murid mengalami peningkatan dalam regulasi diri. Dalam penelitian ini, peneliti ingin meneliti strategi yang digunakan oleh guru untuk mendukung regulasi diri murid dalam konteks pembelajaran pasca pendemi. Penelitian ini menggunakan metode penelitian kualitatif deskriptif. Setelah memeriksa lebih dalam, peneliti menemukan bahwa guru menerapkan beberapa strategi yaitu: 1) pengulangan untuk mengulang-ulang suatu informasi atau materi, 2) melakukan elaborasi dengan merangkum materi, meminta murid menjelaskan kembali pemahaman mereka dalam bahasanya sendiri, membuat garis besar materi dan membuat mindmaping , 3) meningkatkan motivasi murid dalam belajar, 4) mengembangkan kemampuan murid, 5) melatih murid dalam manajemen waktu dan kegiatan, 6) mendukung murid menyusun tujuan belajar dan memberikan evaluasi terhadap dirinya, 7) guru bekerja sama dengan orang tua, serta 8) menerapkan peran guru sebagai gembala yang merupakan ciri khas seorang guru Kristen. Dalam konteks pembelajaran pasca pandemi strategi ini menjadi sangat penting dan terbukti mampu mendukung murid mengalami peningkatan kemampuan regulasi diri dalam proses belajar.",
  "creators": "LINI OLTIOVINI RADJA UDJU",
  "contributors": "Yulia Setia, S.S..,M.Pd.., M.Sc., M.Th. (Advisor 1); Magdalena Pranata Santoso (Examination Committee 1); Dr. Dra. Yuli Christiana Yoedo, M.Pd. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 000010010/PGSD/2023; Lini Oltiovini Radja Udju (G11190010)",
  "subjects": "CHRISTIAN EDUCATION OF CHILDREN; LEARNING MODEL; TEACHER-STUDENT RELATIONSHIPS"
}