{
  "id": "57184",
  "title": "Upaya optimalisasi waktu dalam memperoleh informasi pada proses monitoring operasional di Departemen Utilitas PT X dengan metode DMAIC",
  "abstract": "Penelitian ini bertujuan untuk mengoptimalkan waktu dalam memperoleh informasi pada proses monitoring operasional di Departemen Utilitas PT X, sebuah perusahaan produksi rokok yang beroperasi di Surabaya, Indonesia sejak tahun 1962. Waktu merupakan faktor krusial yang perlu diperhatikan oleh seluruh pelaku industri, termasuk PT X. Oleh karena itu, PT X mulai menerapkan konsep Industri 4.0 dalam upaya meningkatkan optimalisasi waktu, meskipun belum sepenuhnya terimplementasi. Terlihat masih terdapat operator yang melakukan penginputan secara manual serta lamanya waktu yang dibutuhkan pada proses pengumpulan dan pengolahan data yang menghambat pengoptimalan waktu dalam memperoleh informasi. Metode yang digunakan pada penelitian ini adalah metode DMAIC, metode penyelesaian masalah yang bertujuan untuk meningkatkan optimalisasi proses dengan mengimplementasikan solusi berdasarkan akar permasalahan yang telah diidentifikasi. Setelah implementasi dilakukan, terdapat penurunan waktu pengumpulan data hingga menjadi informasi pada Boiler sebesar 96%, Kompresor sebesar 96%, serta Pengadaan Air PDAM sebesar 97%. Dengan demikian, dapat disimpulkan bahwa implementasi project improvement tersebut sejalan dengan tujuan perusahaan untuk mencapai optimalisasi waktu dalam memperoleh informasi pada proses monitoring operasional di Departemen Utilitas PT X.",
  "creators": "VINCES ANGELICA GUNAWAN",
  "contributors": "Jani Rahardjo (Advisor 1); Nova Sepadyati, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022580/IND/2023; Vinces Angelica Gunawan (C13190075)",
  "subjects": "INDUSTRY 4.0; MANUFACTURING INDUSTRIES--MANAGEMENT; TIME MANAGEMENT"
}