{
  "id": "57189",
  "title": "Digitalisasi sistem pengendalian kualitas sebagai upaya perbaikan monitoring data kualitas produk di PT Insera Sena",
  "abstract": "Digitalisasi dapat membawa manfaat dalam kemajuan di berbagai bidang, salah satunya adalah bidang industri manufaktur. PT Insera Sena merupakan perusahaan manufaktur yang bergerak pada bidang produksi sepeda. Menghasilkan produk dengan kualitas yang baik merupakan salah satu visi PT Insera Sena, sehingga sistem pengendalian kualitas menjadi salah satu aspek penting dalam mencapai visi perusahaan. Sistem pengendalian kualitas perusahaan saat ini masih berjalan secara manual, sehingga terdapat beberapa kekurangan yang menyebabkan permasalahan mengenai monitoring data kualitas produk. Data yang dikumpulkan secara manual masih perlu diolah menjadi sebuah laporan monitoring kualitas produk menyebabkan pengolahan data atau informasi belum dapat dilakukan secara cepat dan akurat. Permasalahan ini dapat dilakukan upaya perbaikan melalui digitalisasi sistem pengendalian kualitas yang meliputi pembuatan form inspeksi kualitas digital dan dashboard monitoring kualitas untuk departemen Welding, Painting, Assembly. Digitalisasi sistem pengendalian kualitas ini dapat menjawab kebutuhan monitoring data kualitas produk untuk pengambilan keputusan dengan lebih cepat dan efektif. Transformasi digital pada sistem pengendalian kualitas juga dapat menjadi langkah strategis bagi perusahaan untuk melakukan continuous improvement.",
  "creators": "MICHAEL ANDREW WIJAYA",
  "contributors": "Felecia, S.T., M.Sc. (Advisor 1); I Gede Agus Widyadana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022589/IND/2023; Michael Andrew Wijaya (C13190081)",
  "subjects": "INDUSTRIAL MANAGEMENT--QUALITY CONTROL; MANUFACTURING INDUSTRIES--QUALITY CONTROL"
}