{
  "id": "57199",
  "title": "Penerapan sistem informasi untuk manajemen penjualan di PT FLS",
  "abstract": "PT FLS adalah perusahaan yang bergerak di bidang kosmetik dan kecantikan dengan menjual berbagai macam produk untuk dijual. Target pembeli dari perusahaan ini adalah kaum perempuan yang sering menggunakan kosmetik dalam kesehariannya. Dalam menjalankan aktivitas bisnisnya sering dijumpai kendala yaitu kesalahan pencatatan transaksi penjualan, selisihnya angka pada perhitungan stok, rumitnya mekanisme pengembalian barang sehingga dapat hal ini dapat merugikan perusahaan. Penelitian ini dilakukan untuk menyelesaikan permasalahan melalui pembuatan Sistem Informasi untuk Manajemen Penjualan yang disesuaikan dengan analisa kebutuhan dengan memperhatikan kendala pada aktivitas bisnis yang ada di perusahaan, dengan demikian dapat menguraikan kendala yang terjadi selama ini. Tujuan dari penelitian ini adalah membuat Sistem Informasi Point Of Sales untuk perusahaan yang mencakup aspek pengelolaan transaksi penjualan-pembelian, pengelolaan produk, perhitungan stok barang, pelaporan transaksi penjualan-pembelian dan pereturan barang. Metodologi penelitian yang disusun melewati 7 tahap antara lain Studi Literatur, Pengumpulan data, Perencanaan Sistem, Pembuatan Program, Pengujian dan Analisa Program, Pengambilan Kesimpulan dan Pembuatan Laporan. Hasil dari penelitian ini adalah sistem informasi penjualan berbasis website. Dari hasil pengujian pada sistem yang telah dilakukan, dapat disimpulkan bahwa sistem yang dibuat telah berjalan dengan baik. Dari persentase dari hasil survey yang dilakukan saat pengujian sistem, 87% dari total responden menyatakan bahwa keseluruhan sistem mudah dipahami. Pembuatan sistem secara keseluruhan telah menjawab hal yang menjadi kebutuhan perusahaan selama ini.",
  "creators": "MARCELLINUS KELVIN TEDJOKUSUMO",
  "contributors": "Alexander Setiawan (Advisor 1); Yulia (Advisor 2); Lily Puspa Dewi, S.T., M.Kom. (Examination Committee 1); Kartika Gunadi (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022294/INF/2023; Marcellinus Kelvin Tedjokusumo (C14190132)",
  "subjects": "APPLICATION SOFTWARE; MANAGEMENT INFORMATION SYSTEMS; SALES MANAGEMENT"
}