{
  "id": "57190",
  "title": "Politeness in addressing and requesting used by the salespersons to the customers at UMC E-commerce",
  "abstract": "This study is about politeness in addressing and requesting used by the salespersons of UMC E-commerce to their customers. In this study, the writer analyzed based on politeness theory from Watts (2003), specifically focusing on first-order politeness. The writer also used supporting theories about Indonesian (Javanese) politeness from Suseno (2003) and Kuntjara (2012). The writer used the qualitative method by analyzing utterances from the salespersons in the conversation with their customers when delivering promotions. The findings showed that the salespersons applied the Indonesian (Javanese) politeness principles, namely respect and harmony. The salespersons used various address terms, whether to address or as second-person pronouns, which showed politeness. In uttering requests, the salespersons showed politeness by using words, phrases, or adverbs of possibility, apologies, asking permission, and asking for help. Two possible reasons behind the use of politeness were the salespersons as the company representatives and the need to fulfill sales targets. However, for several reasons, some findings were not in accordance with Indonesian (Javanese) politeness principles. This study concludes that analyzing politeness cannot be measured using specific theories or formulas because politeness depends on the cultural context.",
  "creators": "AURELLIA CALISTA",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1); Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Examination Committee 1); Henny Putri (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "A Critical Thesis",
  "source": "A Critical Thesis No. 02012434/ING/2023; Aurellia Calista (A11190025)",
  "subjects": "COMMUNICATION IN PERSONNEL MANAGEMENT; POLITENESS (LINGUISTICS)"
}