{
  "id": "57191",
  "title": "Project management mobile application untuk meningkatkan efisiensi dan monitoring pegawai di PT Indoserako Sejahtera",
  "abstract": "Peningkatan dalam teknologi industri telah menyebabkan banyak perusahaan ikut mengikuti perkembangan teknologi di industri mereka. Hal ini menyebabkan banyak perusahaan memikirkan cara memantau pekerjaan karyawan, manajer proyek, dan proyek secara keseluruhan, yang menghasilkan manajemen proyek. Manajemen proyek telah diterapkan di berbagai perusahaan, termasuk PT Indoserako Sejahtera. Perusahaan tersebut sudah menggunakan sistem berbasis webapps, namun mereka menemukan masalah di mana para insinyur yang sedang bekerja di luar kantor pelanggan sering kali tidak mendapatkan sinyal yang baik, sehingga pemantauan tidak dapat dilakukan secara langsung dan mengakibatkan penundaan dalam penginputan, yang pada akhirnya mempengaruhi kemajuan yang telah dijadwalkan. Dalam penelitian ini, akan dirancang sebuah aplikasi berbasis mobile yang dapat membantu PT. Indoserako Sejahtera dalam memantau proyek. Aplikasi ini memiliki fitur utama yang sudah ada di webapps dan ditambahkan beberapa fitur lain untuk mendukung pengguna dalam menginput kemajuan proyek, seperti sinkronisasi kemajuan dan notifikasi. Fitur-fitur ini membantu pengguna agar dapat mengingat tenggat waktu penginputan kemajuan proyek agar tidak terlambat. Berdasarkan hasil pengujian yang dilakukan melalui kuesioner terhadap pengguna yang menggunakan aplikasi selama satu bulan, ditemukan bahwa peningkatan dalam pembaruan kemajuan di detail tugas mencapai rata-rata 23,317 hari per tugas. Selain itu, durasi penyelesaian proyek mengalami penurunan sebesar 508% dibandingkan dengan penggunaan webapps sebelumnya, dan fitur sinkronisasi menunjukkan kestabilan 100% dari 10 tes yang dilakukan. Secara keseluruhan, aplikasi ini sangat membantu pengguna dalam menginput kemajuan, memberikan pengingat, dan memantau proyek dengan lebih mudah. Respons dari beberapa responden dan kepala IT di Indoserako Sejahtera juga memberikan penilaian yang sangat baik terhadap aplikasi ini.",
  "creators": "RYAN JONATHAN SUGIHARTO",
  "contributors": "Justinus Andjarwirawan (Advisor 1); Alvin Nathaniel Tjondrowiguno, S.Kom., M.T. (Advisor 2); Silvia Rostianingsih (Examination Committee 1); Andreas Handojo (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022281/INF/2023; Ryan Jonathan Sugiharto (C14190008)",
  "subjects": "EMPLOYEES; MOBILE APPS--DESIGN; PROJECT MANAGEMENT"
}