{
  "id": "57203",
  "title": "Aplikasi mobile pemandu fitness pemula untuk memperdalam pengetahuan tentang fitness",
  "abstract": "Kesehatan adalah salah satu kebutuhan yang ingin dimiliki oleh masyarakat Indonesia. Namun masyarakat Indonesia masih tercatat sedikit yang rajin berolahraga. Dengan jarangnya berolahraga, manusia akan mengalami beberapa dampak, seperti badan menjadi kurang fit, daya tahan tubuh menurun, dan tenaga kekuatan tubuh berkurang. Salah satu olahraga yang dapat membuat badan lebih sehat, tulang dan otot lebih sehat, meningkatkan energi tubuh, serta mengurangi resiko terjadinya berbagai penyakit adalah Fitness. Fitness adalah salah satu olahraga yang memiliki banyak manfaat, seperti membuat tubuh menjadi lebih sehat, meningkatkan energi tubuh, mencegah depresi, dan meningkatkan kualitas tidur. Dengan olahraga fitness, tubuh seseorang bisa menjadi lebih ideal. Untuk mempercepat proses pembentukan tubuh banyak orang yang menggunakan jasa personal trainer untuk mendapatkan program latihan yang cocok. Peran personal trainer adalah membantu orang-orang untuk memaksimalkan latihan yang dilakukan dengan memberikan teknik serta pengetahuan dasar untuk memahami gerakan fitness. Akan tetapi banyak orang yang masih tidak menggunakan jasa personal trainer dikarenakan harga yang cukup mahal. Dengan adanya teknologi yang semakin canggih, aplikasi bisa menjadi salah satu sarana pembelajaran dan aplikasi dapat menggantikan peran personal trainer untuk memahami gerakan-gerakan fitness. Aplikasi Mobile Pemandu Fitness Pemula untuk Memperdalam Pengetahuan Tentang Fitness adalah sebuah aplikasi yang bertujuan agar pengguna yang ingin mendapatkan badan lebih sehat dan ideal dengan memberikan program latihan yang disertai gambar serta video untuk mengajarkan gerakan tiap latihannya serta penghitung kalori dan protein. Hasil yang didapatkan dari penelitian ini menunjukkan bahwa menggunakan video pemandu gerakan mendapatkan hasil nilai rata-rata 4.48 dari nilai maksimal 5.00 yang membuktikan bahwa penggunaan video pemandu gerakan dapat mempermudah pengguna untuk mempelajari gerakan fitness. Dalam pengujian program latihan yang diberikan oleh aplikasi untuk tipe badan user memperoleh hasil nilai 4.32 dari nilai maksimal 5.00 dan hasil yang didapatkan dari penelitian ini menunjukkan bahwa aplikasi dapat diimplementasikan kepada user secara langsung memperoleh nilai 4.48 dari nilai maksimal 5.00 di mana kedua hasil tersebut menunjukkan hasil yang baik.",
  "creators": "CHARLTON GILBERT SOEGIJANTO",
  "contributors": "Alvin Nathaniel Tjondrowiguno, S.Kom., M.T. (Advisor 1); ANITA NATHANIA PURBOWO, S.KOM. (Advisor 2); Agustinus Noertjahyana (Examination Committee 1); Andreas Handojo (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022292/INF/2023; Charlton Gilbert Soegijanto (C14190037)",
  "subjects": "APPLICATION SOFTWARE; HEALTH AND FITNESS; MOBILE APPS"
}