{
  "id": "5720",
  "title": "A Study of speech acts in \"Ceriwis\" talk show",
  "abstract": "Speech acts play an important role in human?s interaction because when we say something, we do not deliver only the meaning of the utterance but also the intended meaning beyond it. We can find speech acts in daily conversation even in a TV talk show. In this study, the writer tried to answer two questions. First, what locutionary, illocutionary and perlocutionary acts are performed by the male and female presenters in \"Ceriwis\" program. Second, what is the locutionary, illocutionary and perlocutionary meaning of the speech acts in the previous question. To answer the thesis problems, the writer uses Searle?s theory of speech acts. Moreover, she uses Hymes theory to explain the participant, topic and event. Then, she uses moves theory to divide the data into fragment. The descriptive qualitative approach is used to analyze the data and the writer becomes the instrument that collects and analyses the data from the TV program, which is \"Ceriwis\". Having analyzed the data, the writer found out that the locution types occurred in the conversations are representative, expressive, directive, commissive and rogative. The illocutionary type is expressive, commissive and representative. The meaning of the illocutionary act are to express feeling, complaining, doubt, insulting, threatening, showing superiority, describing, thinking, report, and expressing anger. While the perlocutionary act are expressive and directive. Also, the writer found out that only two pattern of speech act often occurs in this study. First, when the locution type is representative, the illocution type is expressive, and the pelocution type is directive. Second, when the locution type is rogative, the illocution type is expressive, and the perlocution type is directive. As the writer found in this study, there is no declarative sentence because the presenters have the equal authority and position. As a conclusion, language is used in more complicated ways because when we say something, we do not deliver only the meaning of the utterances but also the intended meaning. Therefore, the conversation can still keep going on as long as the speakers can understand each other.",
  "creators": "FENNY MIRANDA LIYANTO",
  "contributors": "Dwi Setiawan (Advisor 1); MEEDY NUGRAHA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011548/ING/2006; Fenny Miranda Liyanto (11401013)",
  "subjects": "INDONESIAN LANGUAGE-SOCIAL ASPECTS; INDONESIAN LANGUAGE-DISCOURSE ANALYSIS; LANGUAGE AND LANGUAGES-STUDY AND TEACHING"
}