{
  "id": "57204",
  "title": "Perancangan dan pembuatan aplikasi sistem informasi reimbursement berbasis website pada PT XYZ",
  "abstract": "Saat ini sistem pengajuan reimbursement yang berjalan dalam perusahaan PT XYZ masih kurang efektif dalam penggunaan sumber daya waktu dan sumber daya manusia. Di mana proses pengajuan reimbursement masih dilakukan secara manual, sehingga bendahara harus melakukan rekap satu persatu terhadap bukti nota yang diajukan oleh karyawan. Dan selanjutnya rekap tersebut dikirimkan kepada human resource untuk meminta persetujuan sebelum dikirim kepada general affair. Dengan sistem yang berjalan saat ini, dapat dikatakan bahwa kurang efektif dalam penggunaan sumber daya waktu. Aplikasi yang ditawarkan pada penelitian ini merupakan pembuatan Sistem Informasi Reimbursement berbasis website. Nantinya karyawan dapat melakukan pengajuan melalui website dengan cara mengisi data pengajuan dengan lengkap dan benar. Pengajuan yang sudah dilakukan akan dijalankan melalui sistem untuk meminta persetujuan dari bendahara, human resource, general affair, kasir, dan vice president jika diperlukan. Karyawan yang melakukan pengajuan juga dapat melihat informasi mengenai proses pengajuan yang dilakukan sudah sampai tahap mana, sehingga memudahkan karyawan untuk memantau pengajuan yang dilakukan. Aplikasi ini juga akan dapat membantu bendahara dalam melakukan rekap pengajuan reimbursement dengan fitur export laporan dan export bukti pengajuan, sehingga dapat memangkas waktu yang diperlukan.",
  "creators": "JOSEPH BIMANTA RAY",
  "contributors": "Hans Juwiantho S.Kom., M.Kom (Advisor 1); Lily Puspa Dewi, S.T., M.Kom. (Advisor 2); Alexander Setiawan (Examination Committee 1); Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022391/INF/2023; Joseph Bimanta Ray (C14180255)",
  "subjects": "APPLICATION SOFTWARE; DATABASE MANAGEMENT; WEB SITES"
}