{
  "id": "57200",
  "title": "Aplikasi Mobile untuk pertemanan mahasiswa Universitas Kristen Petra",
  "abstract": "Pertemanan sangat penting bagi mahasiswa dalam menjalani kehidupan perkuliahannya. Menurut penelitian yang dilakukan oleh Asendorph pada tahun 2000 menyatakan bahwa kegagalan seorang remaja saat menjalani kehidupan perkuliahan disebabkan karena mereka merasa kesepian. Ini dipicu oleh beberapa hal salah satunya yaitu kesulitan dalam mencari topik pembicaraan yang tepat dengan mahasiswa yang baru dan setelah dilakukan survey kepada 206 mahasiswa UK Petra dari berbagai jurusan dan Angkatan diperoleh hasil bahwa mayoritas mahasiswa merasa lebih cocok dengan teman yang baru, jika mereka memiliki hobi yang sama dan sisanya berpendapat bahwa mereka lebih cocok dengan teman yang memiliki sifat dan latar belakang sosial yang sama. Maka dari itu para mahasiswa membutuhkan suatu aplikasi yang dapat mempermudah mereka dalam mencari teman mahasiswa lain yang memiliki kesamaan kriteria dengannya. Dalam skripsi ini, telah dibuat aplikasi dengan fitur yang mendukung seperti pembuatan profil diri, pencarian teman, daftar teman, dan permintaan hobi. Hasil yang didapatkan yaitu aplikasi berhasil menyimpan data diri setiap mahasiswa, mampu menampilkan hasil pencarian sesuai dengan kriteria yang diinputkan, mampu melakukan pendataan setiap daftar teman yang dimiliki setiap mahasiswa serta mampu melakukan permintaan hobi. Survey menunjukkan bahwa aplikasi dapat membantu proses pencarian teman yang baru untuk para mahasiswa sebesar 88,6%.",
  "creators": "MARCO OCTAVIAN ELIM",
  "contributors": "Andreas Handojo (Advisor 1); Alvin Nathaniel Tjondrowiguno, S.Kom., M.T. (Advisor 2); Justinus Andjarwirawan (Examination Committee 1); Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022324/INF/2023; Marco Octavian Elim (C14180017)",
  "subjects": "APPLICATION SOFTWARE; FRIENDSHIP; MOBILE APPS--DESIGN"
}