{
  "id": "57206",
  "title": "Pengaruh pandemi COVID-19 terhadap performa finansial pada perusahaan properti, konstruksi dan real estate yang terdaftar di Bursa Efek Indonesia",
  "abstract": "Pandemi Covid-19 telah berdampak ke seluruh dunia, termasuk Indonesia terhadap kondisi ekonomi negara. Penelitian ini bertujuan untuk mengetahui apakah terdapat perbedaan yang signifikan dari performa keuangan pada masa sebelum dan sesudah pandemi Covid-19 dalam hal liquidity, leverage, profitability dan activity ratio pada perusahaan-perusahaan properti, konstruksi dan real estate yang ada di Bursa Efek Indonesia. Sampel yang digunakan mencakup 41 perusahaan sektor properti dan real estate serta 15 perusahaan sektor konstruksi. Metode analisis data dengan Wilcoxon Signed Rink Test. Hasil penelitian memberikan hasil bahwa terjadi perbedaan yang signifikan sebelum dan sesudah Covid-19 dengan tinjauan rentang waktu baik 2017-2022 maupun 2018-2021 untuk rasio profitability jika meninjau sektor properti, konstruksi dan real estate secara bersamaan. Sementara, jika hanya ditinjau sektor properti dan real estate saja, maka terjadi perbedaan signifikan sebelum dan sesudah Covid-19 dengan tinjauan rentang waktu 2017-2022 untuk rasio profitability dan activity ratio, sementara 2018-2021 untuk rasio profitability saja. Terakhir, jika hanya ditinjau sektor konstruksi saja, maka terjadi perbedaan signifikan sebelum dan sesudah Covid-19 dengan tinjauan rentang waktu 2017-2022 untuk rasio profitability dan activity ratio, sementara 2018-2021 untuk rasio leverage, profitability dan activity ratio.",
  "creators": "RONALDO RICHARD GUNAWAN",
  "contributors": "Prof. Dr. Njo Anastasia, S.E., M.T. (Advisor 1); Daniel Tjandra (Examination Committee 1); Doddy Prayogo S.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000348/MTS/2023; Ronaldo Richard Gunawan (B21220022)",
  "subjects": "CORPORATIONS--FINANCE; GOING PUBLIC (SECURITIES); COVID-19 PANDEMIC, 2020--INFLUENCE"
}