{
  "id": "5721",
  "title": "A Study of the main character's efforts to overcome his obstacles in reaching his dream as seen in Dickens' great expectation",
  "abstract": "Great Expectations is a novel that is written by Charles Dickens, one of the greatest English novelists in the Victorian period. It tells about the struggle of its main character (Pip) to overcome his obstacles in reaching his great expectations to climb the social ladder. Therefore, climbing the social ladder is the main theme of this novel. I am interested in analyzing this novel because this novel gives me a clear picture of how people from the lower class struggle to change their life. I can see how they try hard to overcome their obstacles in order to have a better life. That is why in this thesis I would like to discuss how the main character struggles to overcome his obstacles in climbing the social ladder. Through the analysis I want to find out the effort of the main character in reaching his dream and how he overcomes the obstacles. In the analysis I will use literary approach, and the tools that I use are characterization and conflict. Besides that, I also use some concepts that are important in the analysis, such as poverty, climbing the social ladder, struggle, and also obstacles. Through the analysis, I find out some obstacles that Pip has to face, namely living in his poverty, his family?s condition and his low self esteem. Yet, through his efforts that is, getting good education or studying hard, winning his sister?s heart, and finding in fact, he has the ability to advance in his life, he is able to overcome the obstacles and reach his dream. He is successful in climbing the social ladder. From Pip?s experience, it can be seen that if people want to work hard and shave strong will, they will reach their dream.",
  "creators": "ANGELIA MARTHA",
  "contributors": "Stefanus Suprayitno (Advisor 1); Ribut Basuki (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011554/ING/2006; Angelia Martha (11401030)",
  "subjects": "DICKENS, CHARLES.1812-1890.GREAT EXPECTATION--STUDY AND TEACHING; ENGLISH FICTION--19TH CENTURY--STUDY AND TEACHING"
}