{
  "id": "57212",
  "title": "Implementasi desain eksperimen untuk mengurangi pemborosan material dalam produksi besi beton di PT Hanil Jaya Steel",
  "abstract": "PT Hanil Jaya Steel merupakan perusahaan manufaktur yang memproduksi baja tulangan beton di Sidoarjo. Produk yang diproduksi terdiri dari beragam ukuran mulai dari diameter 10 mm, 13 mm, 16 mm, 19 mm, 22 mm, 25 mm, 29 mm, dan 32 mm baik untuk baja tulangan bersirip maupun baja tulangan polos. Pada proses produksi ditemukan permasalahan pemborosan material yang menyebabkan yield produksi menurun. Tugas Akhir ini memiliki tujuan untuk meningkatkan yield produksi baja tulangan beton dengan metode desain eksperimen. Penelitian ini menggunakan desain eksperimen dengan tujuan untuk meningkatkan yield produksi di PT Hanil Jaya Steel. Melalui observasi di lapangan, faktor yang akan diuji adalah temperatur reheating furnace, tekanan air quenching di temp core, kecepatan putar roll di stand terakhir, dan ukuran pass caliber di stand terakhir. Langkah berikutnya adalah dengan merancang desain eksperimen dengan dua level menggunakan metode 2k desain faktorial. Hasil uji faktor menunjukkan bahwa faktor temperatur reheating furnace, dan ukuran pass caliber merupakan faktor paling signifikan untuk produk diameter 10 mm. Sedangkan untuk produk diameter 19 mm faktor yang paling signifikan adalah temperatur reheating furnace. Dengan melakukan prediction response, ditemukan bahwa yield produksi untuk produk diameter 10 mm meningkat sebesar 5.55% dan untuk produk diameter 19 mm meningkat sebesar 2.38%.",
  "creators": "NANDYA THOMAS EULIA",
  "contributors": "Didik Wahjudi (Advisor 1); Dr. Dra. Gan Shu San, M.Sc. (Examination Committee 1); Oegik Soegihardjo (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01011487/MES/2023; Nandya Thomas Eulia (C12190002)",
  "subjects": "MANUFACTURING INDUSTRIES--MATERIALS; MANUFACTURING INDUSTRIES--RESEARCH; MANUFACTURING INDUSTRIES; LEAN MANUFACTURING"
}