{
  "id": "5722",
  "title": "The Relationship between the frequency of using Suroboyoan and the Suroboyoan listening comprehension scores of the students from Kupang in Petra Christian University",
  "abstract": "The study of this research is about the relationship between the frequency of using Suroboyoan and the Suroboyoan listening comprehension scores of the students from Kupang in Petra Christian University. In this research, the writer wants to find out the frequency of using Suroboyoan of those students and draw the relationship with their Suroboyoan listening comprehension scores. Besides, she is also eager to reveal which gender group produces higher score. The writer used descriptive-quantitative approach and the data were taken from fifteen male and fifteen female students from Kupang. In order to measure their listening comprehension scores, the writer used a multiple-choice question based on three conversations. In this research, the writer mainly used the theory of interaction focused on language use, second language acquisition, and social factors. From this research, the writer found out that students from Kupang who have a high frequency of using Suroboyoan achieved higher scores than the students who have a low frequency of using Suroboyoan.. Moreover, the writer also discovered that female students achieved higher scores than male students. In this case, the writer could conclude that the frequency of language use has a correlation with listening comprehension scores.",
  "creators": "LENI AMELIA SUEK",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011526/ING/2006; Leni Amelia Suek (11402113)",
  "subjects": "SOCIOLINGUISTICS; JAVANESE LANGUAGE-DIALECTS"
}