{
  "id": "57235",
  "title": "Penetration testing website universitas X untuk meningkatkan keamanan dengan ISSAF",
  "abstract": "Kehidupan manusia yang sudah berdampingan dengan teknologi yang terus berkembang membuat penyebaran penggunaan teknologi yang dapat ditemukan di setiap aspek kehidupan. Semakin berkembang teknologi begitu juga dengan komunikasi yang ada. Tidak hanya itu, teknologi juga sangat membantu pekerjaan manusia, baik dalam dunia bisnis, hiburan, industri, pendidikan, dan masih banyak lagi. Salah satu teknologi yang sangat umum digunakan dalam banyak bidang adalah website atau web application. Tetapi dengan seiring berkembangnya teknologi, kejahatan atau serangan di dalamnya juga ikut berkembang. Kendala ini juga yang dialami oleh Universitas X yang menggunakan website sebagai salah satu kebutuhan yang sangat penting untuk aktifitas perkuliahan. Oleh karena itu direkomendasikan Penetration Testing untuk mengevaluasi keamanan website dari Universitas X. Diharapkan dengan adanya Penetration Testing dapat membantu Universitas X dalam mengevaluasi keamanan website dan mendokumentasikan celah-celah keamanan yang ada. Dari hasil yang didapat juga diharapkan bisa jadi masukan sehingga celah-celah keamanan yang ada dapat segera ditindaklanjuti. Penetration Testing yang dilakukan akan menggunakan framework ISSAF yang didukung oleh Open Information Systems Security Group (OISSG).",
  "creators": "GLORIA IMMANUELA ENDHY",
  "contributors": "Agustinus Noertjahyana (Advisor 1); Justinus Andjarwirawan (Advisor 2); Adi Wibowo, S.T., M.T., Ph.D. (Examination Committee 1); Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022368/INF/2023; Gloria Immanuela Endhy (C14190009)",
  "subjects": "WEB APPLICATIONS; COMPUTER NETWORKS--SECURITY MEASURES; PENETRATION TESTING (COMPUTER SECURITY)"
}