{
  "id": "57238",
  "title": "Front-end aplikasi layanan helpdesk pusat pengembangan sistem informasi untuk mendukung proses manajemen proyek dan evaluasi kinerja",
  "abstract": "Universitas Kristen Petra (UKP) memiliki suatu unit bernama Pusat Pengembangan Sistem Informasi (PPSI) yang bertugas untuk mengelola pengembangan dan pemeliharaan sistem informasi yang ada pada lingkup universitas. PPSI memiliki sebuah sistem layanan Helpdesk yang menghasilkan tiket sebagai sarana permintaan dan keluhan dari unit-unit di UKP yang akan dikelola dalam aplikasi manajemen proyek. Saat ini, kedua sistem yang digunakan merupakan 2 sistem yang berbeda sehingga menimbulkan kesulitan dalam mengolah data dan menghasilkan laporan evaluasi kinerja. Oleh karena itu, dirancanglah sebuah aplikasi untuk menyelesaikan masalah yang sekarang dihadapi dengan mengintegrasikan semua kebutuhan PPSI tersebut. Aplikasi ini bekerja sebagai sistem tiket yang menerima permintaan dan keluhan dari unit-unit di UKP yang akan dikerjakan menggunakan proses manajemen proyek, dan akhirnya menghasilkan laporan evaluasi kinerja setiap programmer sebagai tolak ukur saat suatu tiket telah diselesaikan. Hasil pengujian menggunakan skenario menunjukan bahwa aplikasi sudah berjalan dengan baik. Selain itu juga dilakukan pengujian user testing dengan menyebar survei dan memperoleh nilai rata-rata di atas 4 dari 5 sebagai nilai maksimal yang menunjukan bahwa baik fitur, UI, dan UX aplikasi sudah tegolong baik.",
  "creators": "ALFRED",
  "contributors": "Yulia (Advisor 1); Ivan Widiyanto S.Kom (Advisor 2); Kartika Gunadi (Examination Committee 1); Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022329/INF/2023; Alfred (C14190016)",
  "subjects": "COMPUTER PROGRAMMING; DATABASE MANAGEMENT--COMPUTER PROGRAMS; PROJECT MANAGEMENT--COMPUTER PROGRAMS"
}