{
  "id": "57236",
  "title": "Mobile personal assistant untuk lansia",
  "abstract": "Lansia memiliki resiko untuk mengalami resiko yang lebih besar untuk melakukan bunuh diri dibandingkan dengan orang yang lebih muda. Hal ini disebabkan oleh tingkat depresi yang disebabkan oleh kecemasan pada lansia. Kecemasan ini timbul dari berbagai hal baik internal maupun eksternal dari lansia tersebut. Serta berdasarkan hasil observasi langsung ke panti usiawan ditemukan realita bahwa caretaker memiliki kesulitan dalam mengontrol hal yang perlu dilakukan oleh lansia yang ditangani. Terlebih apabila caretaker tersebut menangani beberapa lansia sekaligus. Maka dari itu skripsi ini akan berfokus dalam membuat sebuah aplikasi yang dapat membantu caretaker dalam menangani lansia. Serta aplikasi yang akan dibuat pada skripsi ini akan membantu caretaker untuk mendeteksi lebih awal depresi yang dialami oleh lansia tersebut. Serta skripsi ini akan sangat berfokus dalam membuat aplikasi yang memiliki user usability bagi lansia. Aplikasi diujikan kepada lansia dan caretaker dari lansia tersebut. Fokus dari pengujian berada pada user usability dari aplikasi dan mengamati lansia dalam menggunakan setiap fitur pada aplikasi. Hasil yang didapatkan bahwa aplikasi telah berhasil memberikan pengalaman pengguna yang baik kepada penggunanya, dibuktikan dengan hasil pengujian menggunakan User Experience Questionnaires (UEQ) terhadap pengguna.",
  "creators": "BRYAN ELMER CAHYADI",
  "contributors": "Lily Puspa Dewi, S.T., M.Kom. (Advisor 1); Gregorius Satiabudhi (Advisor 2); Alvin Nathaniel Tjondrowiguno, S.Kom., M.T. (Examination Committee 1); Leo Willyanto Santoso (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022354/INF/2023; Bryan Elmer Cahyadi (C14190160)",
  "subjects": "APPLICATION SOFTWARE--DEVELOPMENT; MOBILE APPS--DESIGN; OLDER PEOPLE"
}