{
  "id": "5724",
  "title": "Figurative expressions in Martin Luther King, Jr's \"I have a dream\"",
  "abstract": "This thesis analyzes the figurative expressions of Martin Luther King Jr.?s speech I Have a Dream to find out what kinds of figurative expressions that are used in the speech, the functions of each figurative expression, and the speaker meaning of the figurative expressions. The writer chooses to analyze I Have a Dream because it is one of the famous speeches which succeed in persuading the listeners to accept the speaker?s views and ideas through the simple use of figurative expressions as one of the speech features. She uses Chapman?s theory to analyze the types of figurative expressions, Searle?s theory to find out the function of each figurative expression, and Thomas?s theory to review the speaker meaning of the figurative expressions occurring in the speech. After analyzing the data, the writer found out that Metaphor, Simile, Metonymy, and Repetition, including Anaphora, Epistrophe, Symploce, Anadiplosis, and Epizeuzis, are the types of the figurative expressions occurring in the speech. The speaker uses those types of figurative expressions to be functioning in some ways. There are two groups of functions in the speech: Directives, which contains some types of performative function - suggest and command, and Representatives/ Assertives including predict, assert, describe state and report. Some types of figurative expressions perform one or two functions or even almost all of the functions in certain stages. The findings on the speaker meaning of figurative expressions reveal that the speaker described about the bad condition of the Negro?s life that had suffered from racial discrimination and segregation for many years and predicted what would happen if the racial discrimination and segregation were unsolved. He also asserted his dream that one day the Negro will have their own civil rights including freedom and justice in many aspects of life. He gave suggestions about how to achieve his \"black American dream\" and persuaded his audience by commanding them to struggle together to reach for his dream.",
  "creators": "TAN SHELVI",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); MEEDY NUGRAHA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011596/ING/2006; Tan Shelvi (11402118)",
  "subjects": "ENGLISH LANGUAGE-FIGURE OF SPEECH"
}