{
  "id": "57244",
  "title": "Pengaruh integrasi iman dan ilmu terhadap karakter murid kelas 5-6 SD Teologi Kristen Pelangi Kristus",
  "abstract": "Banyak sekolah-sekolah Kristen di Indonesia yang belum sepenuhnya menerapkan pendidikan Kristen dengan baik dan benar, khususnya penerapan integrasi iman dan ilmu dalam proses pembelajaran. Sekalipun disebut sekolah Kristen namun dalam pelaksanaannya masih menganut sistem pendidikan sekuler, integrasi iman dan ilmu tidak menjadi penekanan utamanya. Sekolah-sekolah Kristen hanya memikirkan dan mengutamakan pencapaian kognitif/akademik para muridnya, sedangkan pencapaian spiritual, moral, dan karakter murid menjadi hal yang nomor dua atau terabaikan. Penelitian ini dilakukan dengan tujuan untuk mengetahui pengaruh integrasi iman dan ilmu terhadap karakter murid kelas 5-6 SD Teologi Kristen Pelangi Kristus. Jenis penelitian yang dilakukan adalah penelitian kuantitatif dengan desain korelasional. Penelitian ini dilakukan di SD Teologi Kristen Pelangi Kristus dengan responden yang berjumlah 20 anak. Data penelitian diambil dari lembar kusioner murid dari kelas 5-6. Hasil penelitian menunjukkan bahwa terdapat pengaruh yang signifikan antara integrasi iman dan ilmu terhadap karakter murid kelas 5-6 SD Teologi Kristen Pelangi Kristus. Dengan nilai signifikansi sebesar 0,000 < 0,05 dan t hitung 5, 354 > t tabel 2,101. Hal ini menunjukkan bahwa terdapat pengaruh yang signifikan. Kemudian persamaan regresinya yaitu, Y = -0,005 + 0,977X, artinya bahwa setiap variabel integrasi iman dan ilmu berubah naik satu satuan, maka karakter murid akan bertambah sebesar 0,977. Besarnya pengaruh integrasi iman dan ilmu terhadap karakter murid adalah sebesar 61,4 %, dan sisanya 38,6 % dipengaruhi oleh faktor lainnya.",
  "creators": "AUREL CARMELYTA",
  "contributors": "Iman Subekti S.Pd.,M.Pd. (Advisor 1); Dani Puspitasari, S.Pd., M.A., Ph.D. (Examination Committee 1); Romirio Torang Purba, S.Pd., M.Pd. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 000100009/PGSD/2023; Aurel Carmelyta (G11190008)",
  "subjects": "CHRISTIAN EDUCATION OF CHILDREN; COGNITIVE LEARNING--RESEARCH; FAITH AND SCIENCE"
}