{
  "id": "57246",
  "title": "Pengaruh beban kerja, lingkungan kerja, dan kepuasan kerja terhadap turnover intention pada Departemen Strategic Procurement dan Freight Clearance Project Cargo di PT X",
  "abstract": "PT. X merupakan perusahaan yang bergerak di bidang logistik. Pada PT. X masih mengalami turnover yang cukup tinggi, khususnya karyawan pada Departemen FCPC (Freight Clearance Project Cargo) dan Strategic Procurement dengan persentase rata-rata turnover tiga tahun terakhir sebesar 13%. Dilakukan pencarian pengaruh terhadap turnover intention menggunakan variabel independen beban kerja, lingkungan kerja, dan kepuasan kerja. Penelitian dilakukan dengan metode penyebaran kuesioner skala likert 1-5 serta pengolahan data menggunakan metode Partial Least Squares (PLS) pada SmartPLS 3.0. Secara deskriptif, terdapat mean terendah pada setiap indikator. Mean terendah pada departemen FCPC terdapat pada kerumitan pekerjaan, kebisingan di tempat kerja, dan upah yang diberikan. Mean terendah pada departemen SP terdapat pada tenggat waktu untuk mencapai target, kebisingan di tempat kerja, dan upah yang diberikan. Maka dari itu, indikator tersebut perlu untuk ditinjau lebih lanjut oleh perusahaan. Hasil uji hipotesis menunjukkan bahwa tidak ada pengaruh antara beban kerja, lingkungan kerja, dan kepuasan kerja terhadap turnover intention. Diketahui bahwa variabel beban kerja, lingkungan kerja, dan kepuasan kerja memberikan pengaruh sebesar 20,2% terhadap turnover intention. Oleh karena itu, masih terdapat variabel lain yang memberikan pengaruh terhadap turnover intention.",
  "creators": "SILVIA ANASTASIA",
  "contributors": "Kriswanto Widiawan (Advisor 1); Tanti Octavia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022593/IND/2023; Silvia Anastasia (C13190031)",
  "subjects": "EMPLOYEES--WORKLOAD; JOB SATISFACTION--RESEARCH; WORK ENVIRONMENT"
}