{
  "id": "57240",
  "title": "Aplikasi artpro berbasis android dengan menggunakan metode design thinking untuk membantu mencari asisten rumah tangga",
  "abstract": "Asisten rumah tangga adalah sebuah profesi yang bekerja dalam ruang lingkup rumah tangga. Bisa bekerja sebagai pembantu rumah tangga, membantu menjaga bayi, menjaga orang lanjut usia, supir, dan masih banyak lagi. Profesi ini sangat dibutuhkan oleh kebanyakan majikan untuk membantu mengurus rumah tangga. Akan tetapi kebanyakan majikan juga masih mengalami kesulitan dalam mencari asisten rumah tangga. Majikan sudah mencari dengan bertanya kepada teman, tetangga, orang tidak dikenal, akan tetapi tetap tidak menemukan. Dari adanya permasalahan di atas, diberikan sebuah solusi yaitu merancang dan membangun sebuah aplikasi untuk mencari asisten rumah tangga. Proses pencarian bisa dilakukan berdasarkan kategori dan kriteria yang sedang dibutuhkan majikan. Solusi yang diberikan dalam bentuk aplikasi untuk mempermudah majikan dapat mencari asisten rumah tangga dari mana pun dan kapan pun. Aplikasi yang dibangun akan berbasiskan android. Telah dilakukan survei dengan membagikan kuesioner ke beberapa majikan untuk menguji sistem aplikasi pencarian yang dibangun. Rata-rata sebesar 72,2 dari hasil survei ke beberapa majikan yang berarti sistem pencarian yang dibangun cukup untuk membantu mencari asisten rumah tangga. Sebesar 67,5 dari hasil survei ke beberapa asisten rumah tangga yang berarti sistem pencarian yang dibangun cukup untuk membantu mencari lowongan pekerjaan seputar asisten rumah tangga. Dan sebesar 79% hasil dari perhitungan mean reciprocal rank untuk menguji urutan item yang diberikan saat proses pencarian menggunakan metode sistem pencarian menggunakan cosine similarity",
  "creators": "FELICIA LAKSANA PUTRI",
  "contributors": "Andreas Handojo (Advisor 1); ANITA NATHANIA PURBOWO, S.KOM. (Advisor 2); Silvia Rostianingsih (Examination Committee 1); Adi Wibowo, S.T., M.T., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022333/INF/2023; Felicia Laksana Putri (C14190054)",
  "subjects": "ANDROID (ELECTRONIC RESOURCE)--PROGRAMMING; APPLICATION SOFTWARE--DEVELOPMENT"
}