{
  "id": "57253",
  "title": "Efektivitas Stephanie Poetri sebagai celebrity endorser BASE “Gloss & Go Lip Tint” terhadap followers Instagram @itsmybase",
  "abstract": "Celebrity endorser merupakan salah satu upaya marketing public relations untuk menyampaikan informasi dan meningkatkan visibilitas produk atau merek. Penelitian ini bertujuan mengukur efektivitas Stephanie Poetri sebagai celebrity endorser BASE “Gloss & Go Lip Tint” terhadap followers Instagram @itsmybase menggunakan indikator terbaru efektivitas celebrity endorser yaitu PATER model oleh Dr. Ruchi Gupta, Prof. Nawal Kishor, dan Prof. DPS Verma (2017) yang terdiri dari Popularity, Attractiveness, Trustworthiness, Expertise, dan Relevance. Metode penelitian ini adalah kuantitatif deskriptif dengan teknik pengumpulan data menggunakan kuesioner online melalui Google Form. Kemudian, sampling dilakukan menggunakan purposive sampling. Responden penelitian berjumlah 100 responden yang merupakan perempuan berusia 18-52 tahun, followers Instagram @itsmybase, dan mengetahui Stephanie Poetri sebagai celebrity endorser BASE “Gloss & Go Lip Tint”. Hasil penelitian menunjukkan bahwa terlepas dari profilnya sebagai musisi tanpa latar belakang di bidang kecantikan, Stephanie Poetri sebagai celebrity endorser BASE “Gloss & Go Lip Tint” dinyatakan efektif, dengan attractiveness atau daya tarik fisik sebagai indikator paling signifikan.",
  "creators": "ALYCIA ELAINE DEYNA SETIAWAN",
  "contributors": "Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Advisor 1); Astri Yogatama (Advisor 2); Jandy Edipson Luik (Examination Committee 1); Felicia Goenawan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011825/KOM/2023; Alycia Elaine Deyna Setiawan (F11190046)",
  "subjects": "COMMUNICATION IN MARKETING; INSTAGRAM (ELECTRONIC RESOURCE)"
}