{
  "id": "57254",
  "title": "Pengaruh family involvement, responsive market orientation, proactive market orientation dan emerging market orientation terhadap innovation capability pada family bussiness di Jawa Timur",
  "abstract": "Dalam family business dibutuhkan seorang yang memiliki perilaku inovatif yang baik dalam menjalankan sebuah family business dengan tujuan untuk mengembangkan seqmentasi pasar dan memuaskan kepuasan pelanggan. Ada beberapa faktor yang memengaruhi perilaku inovatif tersebut yaitu dengan mengikutsertakan anggota keluarga untuk ikut dalam manajemen family business dan adanya pemahaman tentang orientasi pasar sehingga dapat memunculkan ide baru dalam menciptakan produk dan atau jasa. Penelitian ini bertujuan untuk mengetahui pengaruh langsung family involment, responsive market orientation, proactive market orientation dan emerging market orientation yang dimiliki oleh family business terhadap innovation capability pada family business di Jawa Timur. Penelitian eksplanatori dengan pendekatan kuantitatif ini melibatkan 106 responden dalam survei berbasis kuesioner daring. Dengan menggunakan partial least square, penelitian ini menujukkan bahwa family involvement berpengaruh signifikan terhadap innovation capability sedangkan responsive market orientation, proactive market orientation dan emerging market orientation tidak berpengaruh secara signifikan terhadap innovation capability pada family business di Jawa Timur.",
  "creators": "BOBBY DARWIN EFENDI",
  "contributors": "Yonathan Palumian, S.M.B. ,M.S.M (Advisor 1); Thomas Santoso (Examination Committee 1); Wilma Laura Sahetapy (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012412/MAN/2023; Bobby Darwin Efendi (D11190471)",
  "subjects": "FAMILY-OWNED BUSINESS ENTERPRISES--MANAGEMENT; MARKETING--MANAGEMENT; TECHNOLOGICAL INNOVATIONS--MANAGEMENT"
}