{
  "id": "57269",
  "title": "Pengaruh financial literacy dan risk tolerance terhadap investment intention di kalangan pengguna produk reksadana aplikasi Bibit",
  "abstract": "Investasi pada pasar modal saat ini tengah naik daun di Indonesia. Hal ini diketahui dari jumlah peningkatan investor dan transaksi yang dilakukan di pasar modal sebesar 37,5% dari akhir 2021 menuju 2022 dan investor di Indonesia didominasi oleh generasi yang berusia di bawah usia 30 tahun dengan 58,74%. Salah satu investasi yaitu dengan berinvestasi di reksadana. Reksadana adalah wadah yang dipakai untuk mengumpulkan dana dari masyarakat pemodal untuk diinvestasikan ke dalam portofolio efek oleh manajer investasi. Penelitian ini memberikan pemahaman tentang faktor yang dapat mendorong pengguna reksadana untuk memiliki minat berinvestasi. Penelitian ini bertujuan untuk mengetahui adanya pengaruh financial literacy dan risk tolerance terhadap investment intention pada pengguna produk reksadana aplikasi Bibit. Penelitian eksplanatori dengan pendekatan kuantitatif ini melibatkan sampel sebesar 112 responden pengguna aplikasi investasi reksadana Bibit dalam survei berbasis angket daring. Dengan menggunakan software SmartPLS 4.0, penelitian ini menunjukkan bahwa financial literacy memiliki pengaruh yang signifikan terhadap investment intention, financial literacy memiliki pengaruh yang signifikan terhadap risk tolerance, risk tolerance tidak memiliki pengaruh yang signifikan terhadap investment intention dan financial literacy tidak memiliki pengaruh yang signifikan terhadap investment intention melalui risk tolerance.",
  "creators": "TJONG DEDI CONGRO",
  "contributors": "Yonathan Palumian, S.M.B. ,M.S.M (Advisor 1); Thomas Santoso (Examination Committee 1); Nony Kezia Marchyta, S.E., M.M. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012411/MAN/2023; Tjong Dedi Congro (D11190437)",
  "subjects": "FINANCE, PERSONAL; INVESTMENTS; CAPITAL INVESTMENTS"
}