{
  "id": "5726",
  "title": "Study on the main character's schizophrenia and his efforts to overcome it in Sylvia Nasar's a beautiful mind",
  "abstract": "This is a study about the main character?s schizophrenia and his efforts to overcome it in Sylvia Nasar?s A Beautiful Mind. In this study, the writer will focuses on the kinds of schizophrenia the main character is suffering from and how he overcomes his schizophrenia. The writer will use the psychological approach and the theory of schizophrenia as tools to analyze the main character?s schizophrenic condition. Generally, there are five kinds of schizophrenia and each kind has its own symptoms. In analyzing this novel, the writer analyzes the symptoms of the main character?s schizophrenia which lead him to a certain kind of schizophrenia. Moreover, the writer analyzes the efforts that the main character does to overcome his schizophrenia. The writer finds that the main character begins to hear things that do not exist and starts to have hallucinations along with delusions. These delusions and hallucinations lead him in doing peculiar things. Nevertheless, he then realizes that he suffers from psychological problem and he is trying to overcome it. Fortunately, with the help of his willingness to seek for treatment, his efforts to think rationally, and his self-assertion, he can struggle with his schizophrenic condition and miraculously recover. In the final part of this study, the writer can conclude that the main character?s behavior and attitudes visualize the paranoid schizophrenia?s characteristics. The writer also concludes that the main character does several efforts to recover from schizophrenia.",
  "creators": "IWANDA KOESSAMI",
  "contributors": "Liem Satya Limanta (Advisor 1); Ribut Basuki (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011564/ING/2006; Iwanda Koessami (11402128)",
  "subjects": "NASAR, SYLVIA. 1947- ... A BEAUTIFUL MIND; AMERICAN FICTION-20TH CENTURY-BIOGRAPHY-STUDY AND TEACHING"
}