{
  "id": "57271",
  "title": "Fasilitas persekutuan doa Katolik karismatik di Surabaya",
  "abstract": "Pembaharuan Katolik Karismatik merupakan salah satu cabang dari gereja Katolik Roma yang telah berkembang ke seluruh dunia, hingga masuk ke Indonesia pada tahun 1976. Ibadah Katolik Karismatik berupa Persekutuan Doa Karismatik Katolik (PDKK), sebuah misa dengan karakter semangat tinggi, bercirikan nubuatan dan menggunakan musik lengkap, di mana tata cara perayaannya diatur secara resmi oleh Badan Pelayan Keuskupan. Di Surabaya, ada lebih dari 30 komunitas PKK yang mengadakan PDKK secara rutin, di mana rata-rata terdapat 2-5 PDKK bersamaan tiap harinya. Dikarenakan tidak ada fasilitas yang memadai untuk pelaksanaan PDKK yang mampu memenuhi kebutuhan-kebutuhan komunitas mereka, ide fasilitas ini akhirnya muncul. Perancangan ini fokus pada desain akustik interior masing-masing ruang sembari membantu mengontrol kebisingan eksterior di tengah kebisingan kota Surabaya, sembari menggarisbawahi aktivitas sosial dan komunal anggota-anggota komunitas yang ada. Fasilitas ini terdiri dari fungsi utama (auditorium untuk PDKK), fungsi pendukung ibadah (kapel, ruang adorasi, dan perpustakaan), fungsi pendukung studio (studio latihan dan rekaman), dan fungsi penunjang publik (lounge, childcare, gift shop, ruang kelas, ruang panitia/meeting, ruang tunggu pembicara).",
  "creators": "ERIC BUDIONO",
  "contributors": "V.P. Nugroho Susilo (Advisor 1); Handinoto (Advisor 2); Angela Christysonia Tampubolon, S.T., M.T. (Advisor 3); Bram Michael Wayne, S.T., M.Ars. (Advisor 4); Roni Anggoro, S.T., M.A.Arch. (Examination Committee 1); Riduan Sukardi (Examination Committee 2); Altrerosje Asri, S.T., M.T. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 05024434/ARS/2023; Eric Budiono (B12190015)",
  "subjects": "SPIRITUAL RETREAT CENTERS; HOUSES OF PRAYER--DESIGNS AND PLANS"
}