{
  "id": "57279",
  "title": "Monitoring jasa reparasi laptop dan komputer berbasis mobile app",
  "abstract": "Penggunaan laptop yang semakin meningkat membutuhkan perawatan rutin agar terhindar dari kerusakan. Terdapat beberapa jenis jasa reparasi laptop atau komputer seperti layanan remote, layanan drop-off, layanan pengambilan dan pengantaran dan layanan perbaikan online. Untuk memudahkan pelanggan, pemilik usaha menyediakan layanan pengambilan dan pengembalian perangkat agar pelanggan dapat menghemat waktu dan tenaga dalam proses perbaikan. Namun pemilik usaha reparasi laptop dan komputer sering menghadapi masalah dalam memonitor perjalanan teknisi yang mengambil perangkat dari rumah pelanggan. Keterlambatan dalam pengambilan perangkat ini menyebabkan penumpukan pekerjaan dan keterlambatan dalam proses perbaikan. Oleh karena itu, diperlukan fitur pemantauan perjalanan teknisi yang dapat diakses oleh pelanggan dan pemilik jasa reparasi. Fitur ini juga dilengkapi dengan notifikasi untuk memberi tahu pelanggan mengenai status pemesanan, termasuk penerimaan atau penolakan pesanan, serta pemberitahuan saat teknisi mulai melakukan perjalanan untuk pengambilan perangkat. Aplikasi ini dibuat dengan menggunakan bahasa pemrograman flutter, dart, dan go. Bahasa pemrograman flutter dan dart akan digunakan untuk membuat front end, sedangkan bahasa pemrograman go akan digunakan untuk membuat backend. Berdasarkan hasil pengujian menunjukkan bahwa fitur-fitur pada aplikasi ini sudah berjalan dengan baik. Secara keseluruhan aplikasi ini dinilai dapat membantu pemilik usaha jasa reparasi dalam memonitor perjalanan teknisi secara akurat dan real-time.",
  "creators": "SANDRO CHRISTIAN",
  "contributors": "Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Advisor 1); Ir. Djoni Haryadi Setiabudi, M.Eng. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022367/INF/2023; Sandro Christian (C14190029)",
  "subjects": "ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE); MOBILE APPS--DESIGN; PROGRAMMING (ELECTRONIC COMPUTERS)"
}