{
  "id": "5727",
  "title": "A Study of Clare's domination on Vinnie, as seen in Lindsay and crouse's life with father",
  "abstract": "This thesis is about the domination done by the main male character to his wife, the main female character in Lindsay?s and Crouse?s Life with Father. The main character of this play, Clarence Day Sr. is a very dominant person to his wife. He really controls her, expects respect from her and makes decisions for her. In order to accomplish the objective of this thesis, the thesis writer analyzes the way he dominates his wife. The analysis is to reveal the points where Clare dominates his wife. The thesis writer uses literary approach namely characterization and conflict to reach profound analysis on Clare?s character and the argument that he has with his wife that triggers his actions that projects his dominance. Before the thesis writer starts analyzing Clare?s domination on his wife, the thesis writer will analyze Clare?s point of view on women. Clare?s opinion becomes the pedestal for his action of dominance to his wife. First of all, the thesis writer discusses Clare?s act of forbidding his wife to be the part of her social life activities. Within this discussion, the thesis writer reveals Vinnie?s desires to have social life yet it is not allowed by Clare. Second of all, the thesis writer analyzes Clare?s domination which is projected through his action in mastering the household accounts. The analysis covers Clare?s dictation to Vinnie on how to manage the household expenses and Clare?s investigation toward his wife?s expenses. Next, the thesis writer analyzes Clare?s standard of comfort that makes him interfere the household affair by complaining on the maids? service and finding cook on his own. Last, the thesis writer explains the moments where Clare?s humiliates her opinions in front of other people. The humiliation happens in front of the children and a guest. Therefore, the thesis writer believes that the points that she analyzes Clare?s domination which by forbidding his wife to be the part of her social activities, to master the household accounts, to interfere the household affairs and to humiliate Vinnie in front of other people. This analysis has achieved its goal to prove Clare?s domination on Vinnie, his wife.",
  "creators": "EUPHEMIA PRAWITO",
  "contributors": "Liliek Soelistyo (Advisor 1); Liem Satya Limanta (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011563/ING/2006; Euphemia Prawito (11402129)",
  "subjects": "CROUSE, RUSSEL, 1893-1968-STUDY AND TEACHING; AMERICAN DRAMA--20TH CENTURY--STUDY AND TEACHING"
}