{
  "id": "57282",
  "title": "Aplikasi marketplace group buy dengan social commerce untuk petani di pedesaan dan umat keuskupan Surabaya",
  "abstract": "Daerah Keuskupan Surabaya yang mencakup setengah dari provinsi jawa timur memiliki banyak anggota gereja yang berasal dari berbagai daerah, ada yang berasal dari daerah perkotaan juga daerah pedesaan. Saat ini Keuskupan Surabaya memiliki rencana untuk membangun sebuah sistem penjualan produk secara berkelompok yang dikontrol langsung dibawah keuskupan surabaya untuk digunakan sebagai media penjualan produk yang dapat mempertemukan produk hasil tani khususnya yang biasa dijual didaerah pedesaan untuk ditemukan oleh lebih banyak orang khususnya orang diperkotaan. Hal ini ditujukan untuk membantu meningkatkan penjualan produk yang biasanya hanya dijual di desa, sekarang bisa terjual sampai diperkotaan. Sistem penjualan produk secara berkelompok ini, pada setiap penjualan produk akan dikelompokan pada setiap paroki dan jadwal pengiriman produk. Pada hasil penelitian ini, setelah dibuatnya sebuah sistem penjualan produk secara berkelompok, sebagian besar pembeli merasa puas dengan fitur yang ada dan dengan adanya platform marketplace ini pembeli dapat menemukan dan membeli produk yang dijual oleh paroki dengan mudah dan aman. Selain itu dari pihak admin, admin merasa cukup puas dengan fitur yang sudah dibuat dan sistem penjualan grup yang mudah dipahami. Perlu diketahui bahwa aplikasi marketplace group buy ini masih jauh dari sempurna dan memerlukan peningkatan lebih lanjut sesuai saran yang diberikan oleh pengguna mulai dari pembeli dan admin untuk meningkatkan pengalaman pada setiap pengguna.",
  "creators": "RICO RONALDI",
  "contributors": "Yulia (Advisor 1); Agustinus Noertjahyana (Examination Committee 1); Silvia Rostianingsih (Examination Committee 2); Singgih Mardianto Soephomo (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022290/INF/2023; Rico Ronaldi (C14190123)",
  "subjects": "ELECTRONIC COMMERCE--COMPUTER PROGRAMS; MOBILE APPS--DESIGN; PROGRAMMING (ELECTRONIC COMPUTERS)"
}