{
  "id": "57287",
  "title": "Fasilitas gedung parkir dan pujasera pada kawasan Tunjungan Surabaya",
  "abstract": "Fasilitas Gedung Parkir yang terletak di Kawasan Tunjungan khususnya di Jalan utama Tunjungan merupakan salah satu solusi pemecahan masalah pada kondisi lalu lintas padat. Kawasan Tunjungan merupakan kawasan perdagangan namun tidak adanya area parkir khusus yang disediakan untuk para pengunjung khususnya pengunjung Tunjungan Romansa. Hal tersebut menyebabkan banyak kendaraan bermotor yang parkir di bahu jalan dan mengakibatkan turunnya kapasitas jalan raya utama. sehingga menyebabkan lalu lintas tidak efektif. Upaya penyediaan gedung parkir khusus pengunjung Tunjungan Romansa ini dibutuhkan berbagai faktor pendukung supaya dapat mengurangi kepadatan Jalan Tunjungan tanpa harus mengurangi daya tarik minat atau kuantitas pengunjung. Faktor tersebut antara lain; jumlah bangunan dan luas, pola tatanan parkiran dan alur sirkulasi, kenyamanan pengunjung, dan pola perilaku pengguna Jalan Tunjungan. Fasilitas Gedung Parkir di Kawasan Tunjungan Surabaya ini memiliki dua fungsi dengan fungsi utama yaitu sebagai area parkir dengan pendukung yaitu area publik. Fasilitas ini dibagi menjadi 2 zona utama, meliputi area parkiran (berupa gedung parkir indoor dengan sistem off street), pujasera (bersifat indoor dan outdoor), Fasilitas ini juga dilengkapi dengan beberapa fasilitas pendukung lainnya seperti area servis, toilet, taman komunal terbuka dsb. Dalam penyelesaian Fasilitas Gedung Parkiran dan Pujasera ini digunakan konsep simpul dengan pendekatan sirkulasi. Pendekatan Sirkulasi ditekankan pada kenyamanan sirkulasi tidak hanya pengunjung yang beraktifitas di sekitar Tunjungan Romansa tetapi sirkulasi kenyamanan pada area parkir juga.",
  "creators": "JEANNIE CLAUDIA DIYANTO",
  "contributors": "Timoticin Kwanda (Advisor 1); Dr. Feny Elsiana, S.T., M.T. (Advisor 2); Irwan Santoso (Advisor 3); Lilianny Sigit Arifin (Examination Committee 1); Anik Juniwati (Examination Committee 2); Stanislaus Kuntjoro Santoso (Examination Committee 3); Elvina Shanggrama Wijaya, S.T., M.T. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 00024460/ARS/2023; Jeannie Claudia Diyanto (B12190058)",
  "subjects": "FOOD COURTS--DESIGNS AND PLANS"
}