{
  "id": "57289",
  "title": "Rumah susun produktif di Surabaya",
  "abstract": "Kebutuhan tempat tinggal dan tempat untuk bekerja semakin meningkat dari tahun ke tahun seiring dengan harga yang semakin meninggi. Oleh karena itu masyarakat berpenghasilan rendah (MBR) seringkali kesusahan untuk bisa membeli rumah tinggal yang layak. Margorukun merupakan salah satu daerah di Surabaya yang termasuk kategori klaster pemukiman kumuh. Salah satu program yang bisa diberikan untuk membantu masyarakat agar bisa meningkatkan kualitas hidupnya dimulai dengan menyediakan tempat tinggal yang layak dan juga memberikan ruang bagi masyarakat ini untuk bisa mandiri secara penghasilan. Rumah susun produktif ini didesain dengan menggunakan pendekatan perilaku yang melihat bagaimana perilaku MBR dalam tinggal dan bekerja sehari-hari. Pendekatan ini menghasilkan zonasi ruang dan jenis unit yang berbeda dimana terdapat unit untuk berjualan luring dan daring. Selain itu area bersama dan masjid menjadi penting mengingat perilaku MBR yang suka cangkruk dan suka beribadah. Pendalaman karakter ruang diterapkan pada unit hunian dengan menggunakan prinsip infill design untuk memberikan fleksibilitas ruang agar penghuni bisa menyesuaikan ruang tinggal dan bekerjanya sendiri. Penerapan ini hadir dengan menyediakan rel sekat agar penghuni bisa langsung memasang penyekat seperti dinding gipsum ataupun kain gorden.",
  "creators": "VERRELL RENATA WIHARDJO",
  "contributors": "Lilianny Sigit Arifin (Advisor 1); Anik Juniwati (Advisor 2); Stanislaus Kuntjoro Santoso (Advisor 3); Elvina Shanggrama Wijaya, S.T., M.T. (Advisor 4); Joyce M.Laurens (Examination Committee 1); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 2); Danny Santoso Mintorogo (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 00024445/ARS/2023; Verrell Renata Wihardjo (B12190033)",
  "subjects": "APARTMENTS-DESIGNS AND PLANS"
}