{
  "id": "5729",
  "title": "A Study on the factors that motivate Dr. Rieux and Rambert to devote themselves in fighting against the plague in Albert Camus's the plague",
  "abstract": "The analysis of this study focuses on the factors that may motivate the characters in Albert Camus?s The Plague, specifically Dr. Rieux and Rambert, to devote themselves in fighting against the plague. Both characters are in the same situation in which they are quarantined in Oran that makes them separated from their lovers. Although they have chance to leave, they prefer to stay, instead of leaving Oran. However, their devotion is confronted with their self-interest. From this situation, I come up with one crucial statement of the problem that is what factors that motivate Dr. Rieux and Rambert devote themselves in fighting against the plague. In order to find out the answer of that problem I mainly use characterization and conflict. I use those two concepts as the main tools because from these concepts I can reveal the factors that potentially motivate the two characters to do devotion in Oran. Besides using characterization and conflict as the main device, I also use another supporting concept to help me analyze this work. The supporting concepts involve some moral values, that is altruism, empathy, compassion, unselfishness, solidarity, and commitment. In the end of this study, I can conclude that the factors that can motivate Dr. Rieux and Rambert may come from some different ways. For Dr. Rieux, who is a doctor, his professional obligation becomes the prominent factor. His atheism and his experience on death also influence him to dedicate himself in Oran. Meanwhile, for Rambert, who is an outsider journalist, the factor comes from a model that is given by Rieux. However, the moral values that they embrace become the significant factors to do devotion for either Rieux and Rambert. The self-interest of the two main characters is successfully pushed by their own willingness to dedicate their lives for fighting against the plague. Therefore, from the analysis I can conclude that both Rambert and Rieux give value to their lives by giving more priority for the maximum interest for all people in Oran rather than their personal needs.",
  "creators": "FENNY FERRANITA MAHARANI",
  "contributors": "Liem Satya Limanta (Advisor 1); Theophilus Jokri (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011594/ING/2006; Fenny Ferranita Maharani (11402131)",
  "subjects": "FRENCH FICTION-20TH CENTURY-STUDY AND TEACHING; CAMUS, ALBERT.1913-1960. THE PLAGUE"
}