{
  "id": "57290",
  "title": "Visualisasi knapsack problem dan traveling salesman problem pada computational thinking dalam bentuk game dengan balancing artificial intelligence",
  "abstract": "Game, merupakan salah satu media pembelajaran yang banyak digunakan saat ini. Oleh karena itu, penelitian ini akan menggunakan game interaktif untuk memvisualisasikan Knapsack Problem dan Travelling Salesman Problem. Game ini akan menyajikan pemain dengan situasi realistis dan tantangan yang terkait dengan Knapsack Problem dan Travelling Salesman Problem. Pemain akan menghadapi tugas untuk mengatur item dalam tas dengan kapasitas terbatas, sambil mempertimbangkan nilai dan beratnya, mereka juga akan dihadapkan pada permasalahan dalam merencanakan rute terpendek yang melibatkan sejumlah titik dengan jarak yang berbeda. Selain itu, game ini akan memiliki fitur \"Balancing Artificial Intelligence\" yang bertujuan untuk meningkatkan tingkat kesulitan dan tantangan yang disajikan. Sistem kecerdasan buatan (AI) akan digunakan untuk mengatur dan mengelola perubahan tingkat kesulitan berdasarkan performa pemain. AI akan secara dinamis menyesuaikan jumlah item, atau jumlah titik yang perlu dikunjungi dalam permainan, sehingga pemain akan terus merasa tertantang dan terlibat dalam proses pemecahan masalah. Skripsi ini bertujuan untuk memvisualisasikan knapsack problem dan travelling salesman problem ke dalam sebuah game, serta menyeimbangkan sebuah permainan dengan kompetitor yang berupa balancing artificial intelligence menggunakan game engine Unreal Engine. Pengujian skripsi ini akan menggunakan survey untuk mengetahui apakah game yang dibuat ini sudah dapat dipahami oleh responden, serta apakah AI dapat menyeimbangkan permainan saat dimainkan. Hasil pengujian menunjukkan bahwa, balancing artificial intelligence dapat menyeimbangkan permainan dengan cukup baik. Serta, responden juga dapat lebih memahami bagaimana cara kerja dari knapsack dan travelling salesman problem.",
  "creators": "JUSTIN JONATHAN",
  "contributors": "Liliana (Advisor 1); Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Examination Committee 1); Adi Wibowo, S.T., M.T., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022318/INF/2023; Justin Jonathan (C14190115)",
  "subjects": "ARTIFICIAL INTELLIGENCE--COMPUTER PROGRAMS; INTERNET IN EDUCATION"
}