{
  "id": "57302",
  "title": "Perancangan buku ilustrasi cerita fantasi “Plandator”",
  "abstract": "Berdasarkan penelitian yang diselenggarakan oleh Brigitta Erlita Tri Anggadewi pada tahun 2020 terhadap 153 remaja, ditemukan bahwa berbagai macam bentuk trauma masa kecil memiliki dampak negatif yang luas dan mendalam dengan potensi durasi dampak negatifnya dapat mencapai usia dewasa atau lebih jika tidak ditangani. Kekerasan Dalam Rumah Tangga (KDRT) adalah salah satu faktor yang memiliki persentase tertinggi untuk mengakibatkan trauma masa kecil. Hal ini dibuktikan dengan data statistik oleh Kementerian Pemberdayaan Perempuan dan Perlindungan Anak Republik Indonesia (KemenPPPA) pada tahun 2022 dengan angka korban tertinggi kekerasan yang terjadi adalah kekerasan yang terjadi dalam rumah tangga, yaitu 15.314 korban. Data ini menunjukkan bahwa trauma masa kecil akibat KDRT cukup mendesak untuk segera ditangani. Berdasarkan riset survei yang dilakukan pada 61 orang, cerita fiksi adalah salah satu media yang sering dikonsumsi dan mudah untuk dicerna, terutama ketika membahas topik yang berat seperti trauma dan kekerasan. Perancangan ini dibuat untuk menjadi media hiburan dan lebih utamanya lagi untuk menjadi inspirasi dalam penanganan trauma masa kecil. Hasil perancangan berupa buku cetak agar pembaca dapat langsung membaca dari awal hingga akhir tanpa perlu menunggu berbulan-bulan sebelum mendapatkan pesan yang ingin disampaikan.",
  "creators": "ANGELINE",
  "contributors": "Anang Tri Wahyudi (Advisor 1); Rebecca Milka Natalia Basuki (Advisor 2); Andrian Dektisa Hagijanto (Examination Committee 1); Ryan Pratama Sutanto, S.Sn., M.Med.Kom. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Buku Ilustrasi",
  "source": "Buku Ilustrasi No. 00023912/DKV/2023; Angeline (E12190024)",
  "subjects": "GRAPHIC ARTS; VISUAL COMMUNICATION; ILLUSTRATED BOOKS"
}