{
  "id": "57305",
  "title": "Hubungan perseptual tatanan ruang koridor dengan persepsi rasa takut pada Apartemen Puncak Bukit Golf Surabaya",
  "abstract": "Pengaplikasian sistem double-loaded corridor untuk meningkatkan keefisienan apartemen di Surabaya semakin marak dan meningkat. Hal ini menyebabkan terbentuknya tatanan koridor yang panjang, suram dan gelap sehingga menimbulkan persepsi rasa takut penggunanya. Penelitian ini membahas tentang bagaimana hubungan perseptual antara faktor spasial tatanan ruang koridor yang panjang dengan persepsi rasa takut pada koridor, melalui studi kasus Apartemen Puncak Bukit Golf Surabaya. Penelitian ini dilakukan secara kualitatif. Metode pengumpulan data dilakukan melalui simulasi digital menggunakan video yang diputar melalui Virtual Reality Headset (VR) dan kuesioner semantic differential scale kepada responden, serta wawancara penghuni aktif apartemen. Penelitian ini menemukan bahwa persepsi rasa takut individu terjadi pada ruang koridor terutama ketika individu berjalan dengan jarak pandang yang panjang pada malam hari. Hasil analisis ini diolah menjadi usulan desain perbaikan ruang koridor yang diujikan kembali kepada beberapa responden melalui tahap validasi. Hasil akhir penelitian berupa parameter dari beberapa variabel yang mempengaruhi persepsi rasa takut dalam ruang koridor, seperti lebar, tinggi, dan panjang koridor, pencahayaan, warna dan material, serta aksentuasi ruang. Parameter ini sebagai hasil dari analisis dan validasi usulan desain yang dapat digunakan sebagai pedoman untuk perancangan double-loaded corridor yang mendukung well-being individu penggunanya dengan tidak menimbulkan persepsi rasa takut pada koridor apartemen.",
  "creators": "JOSEFIRA JEDINE SANTOSO",
  "contributors": "Rully Damayanti (Advisor 1); Joyce M.Laurens (Advisor 2); Timoticin Kwanda (Examination Committee 1); DR. RONY GUNAWAN SUNARYO, S.T.,M.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 00000035/MARS/2023; Josefira Jedine Santoso (B22220002)",
  "subjects": "APARTMENTS; PUBLIC SPACES--DESIGNS AND PLANS"
}