{
  "id": "57307",
  "title": "Desain elemen-elemen arsitektur untuk keselamatan anak usia 2-6 tahun dalam unit apartemen di Surabaya",
  "abstract": "Kecelakaan anak mempengaruhi aspek sosial dari arsitektur berkelanjutan, di mana peristiwa tersebut paling banyak terjadi dalam rumah tinggal, salah satunya di apartemen. Berbagai peristiwa dapat terjadi akibat kurangnya pertimbangan mengenai keselamatan anak dalam desain elemen-elemen arsitektur. Penelitian ini bertujuan untuk menemukan elemen-elemen arsitektur dan parameternya dalam unit apartemen yang mempengaruhi keselamatan anak usia 2-6 tahun. Metode yang digunakan merupakan studi literatur dan studi preseden untuk menentukan variabel penelitian yang kemudian diuji melalui proses wawancara dengan orang tua atau pengasuh anak. Data yang didapat tersebut digunakan untuk menganalisis studi kasus unit Apartemen Puncak Bukit Golf terhadap keselamatan anak usia 2-6 tahun. Didapati bahwa material, dimensi, letak, dan bentuk dari elemen lantai, dinding, jendela, pintu, perabot, dan pagar unit apartemen mempengaruhi keselamatan anak usia 2-6 tahun. Studi ini kemudian mengusulkan desain unit apartemen yang mempertimbangkan elemen-elemen arsitektur tersebut untuk keselamatan anak usia 2-6 tahun. Ditemukan bahwa penggunaan kemiringan untuk memperhalus sudut tajam lantai, arah buka jendela, pintu geser, perabot built-in, dan layout yang sesuai dapat membantu menghindari terjadinya kecelakaan pada anak. Melalui penelitian ini, diharapkan dapat menjadi tambahan wawasan mengenai desain elemen-elemen arsitektur dalam unit apartemen yang mempertimbangkan keselamatan anak usia 2-6 tahun.",
  "creators": "Ruth Aureline Marsha Buwono",
  "contributors": "Timoticin Kwanda (Advisor 1); Lilianny Sigit Arifin (Advisor 2); Rully Damayanti (Examination Committee 1); Gunawan Tanuwidjaja, S.T., M.Sc., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 00000042/MARS/2023; Ruth Aureline Marsha Buwono (B22220010)",
  "subjects": "ARCHITECTURE AND CHILDREN; APARTMENTS--DESIGN; BUILDING--SAFETY MEASURES"
}