{
  "id": "5730",
  "title": "The Figure of speech and its figurative meaning used in the language of cosmetics advertisements in Cleo Magazine",
  "abstract": "Advertisements have become important media for people?s lives today, which are used to disseminate information about the newest products. However, the most important thing of the advertisements is the language. Language used in the advertisements must be stylish and persuasive, because it is aimed to persuade the consumers to buy the products. Therefore, the advertisers use figures of speech in their advertisement?s language in order to be persuasive. The writer sees almost all cosmetics advertisements use figures of speech in order to attract people?s attention and arouse the reader?s curiosity to buy the product. Hence, it encourages the writer in conducting a study about figure of speech and its figurative meaning used in the language of cosmetics advertisements in Cleo magazine (February 2006 and March 2006). Here, the writer applies the theory of figure of speech by Perrine and the theory of connotation meaning by Jackson in order to help her in doing this research. Furthermore, she uses descriptive approach in analyzing the data. The data is in the form of written text, and the writer provides a description of the types of figure of speech and their figurative meaning in the language used in cosmetics advertisements in Cleo magazine. After doing the analysis, the writer finds the type of figure of speech mostly used is personification. It is most often used in the language of cosmetics advertisements in order to give a clue so that the audiences or readers can easily capture and understand the message of the advertisement. Last but not least, she finds out that the extensive use of figure of speech in cosmetics advertisements in Cleo magazine is used to promote the interactive communication between the advertiser and the audiences or consumers, so it can easily be understood.",
  "creators": "DESSY MARLINA",
  "contributors": "MEEDY NUGRAHA (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011587/ING/2006; Dessy Marlina (11402150)",
  "subjects": "ADVERTISING-LINGUISTIC ASPECTS; SOCIOLINGUISTICS"
}