{
  "id": "57309",
  "title": "Fasilitas pagelaran musik klasik di Kabupaten Badung, Bali",
  "abstract": "Musik klasik masuk ke Indonesia pada abad ke-18 dan termasuk jenis musik yang eksklusif karena hanya didengarkan oleh para bangsawan dan kumpulan elit Belanda. Seiring berjalannya waktu, musik klasik mulai dinikmati oleh seluruh masyarakat Indonesia. Pulau Bali merupakan destinasi wisata yang paling dikenal di Indonesia, serta kaya akan kesenian dan budaya. Adanya program kompetisi dan pertunjukan musik klasik skala nasional maupun internasional dapat menjadikan Bali sebagai gerbang perkembangan musik klasik di Indonesia. Perkembangan musik klasik perlu disesuaikan dengan adanya fasilitas pagelaran yang sesuai dengan standar internasional, sehingga Bali membutuhkan fasilitas sebagai tempat pertunjukan yang sesuai dengan standar internasional untuk mewadahi pengembangan minat dan bakat para musisi baik dalam skala nasional maupun internasional. Perancangan ini menggunakan pendekatan yang digunakan adalah pendekatan akustika, dengan menerapkan teori Aural Architecture, dimana akustika tidak hanya fokus untuk menciptakan suara musik yang optimal, namun juga bagaimana elemen sistem akustika dapat memberikan pengalaman spasial yang berbeda. Fasilitas pagelaran ini terdiri atas area konser, ruang latihan musik, area komunal, dan area pendukung lainnya sebagai wadah untuk beraktivitas, berinteraksi, berkumpul , dan berpartisipasi terhadap perkembangan musik klasik di Bali.",
  "creators": "ANGELINA CATHLEEN HENDRATA",
  "contributors": "Handinoto (Advisor 2); Angela Christysonia Tampubolon, S.T., M.T. (Advisor 3); Bram Michael Wayne, S.T., M.Ars. (Advisor 4); V.P. Nugroho Susilo (Advisor 1); Altrerosje Asri, S.T., M.T. (Examination Committee 1); Riduan Sukardi (Examination Committee 2); Roni Anggoro, S.T., M.A.Arch. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 05024427/ARS/2023; Angelina Cathleen Hendrata (B12190005)",
  "subjects": "MUSIC-HALLS--DESIGNS AND PLANS"
}