{
  "id": "57322",
  "title": "Perancangan aplikasi perpustakaan Badan Pusat Statisik Parigi Moutong berbasis web",
  "abstract": "Perpustakaan Badan Pusat Statistik Parigi Moutong saat ini masih mengoperasikan sistem manual dalam kegiatan operasionalnya, yang menyebabkan pemborosan waktu, kesalahan pencatatan laporan, dan masalah lainnya. Dalam upaya mengatasi kendala tersebut, perlu adanya penggunaan teknologi terkini, khususnya melalui pengembangan sebuah website perpustakaan. Dengan perkembangan teknologi pada saat ini, maka website perpustakaan adalah salah satu untuk mempermudah user mencari buku yang ada di perpustakaan. Website ini dapat mengakses dari berbagai device seperti mobile, laptop, dan device yang lainnya yang mendukung atau terhubung dengan internet. Aplikasi ini dibuat menggunakan Bahasa pemrograman HTML, PHP, JavaScript, Jquery, Framework Ionic, dan MySQL. Fitur yang tersedia seperti search engine, review and rating, dan lain-lain. Penelitian ini melibatkan partisipasi dari 11 pegawai yang menegaskan bahwa perpustakaan BPS Parigi Moutong membutuhkan sebuah website untuk meningkatkan efisiensi dan kemudahan dalam melakukan pencatatan laporan dan tugas-tugas terkait. Dengan adanya website, staf perpustakaan dapat dengan mudah mencari buku dan melaksanakan tugas-tugas lainnya. Oleh karena itu, pengembangan sebuah website yang memfasilitasi kebutuhan tersebut menjadi suatu kebutuhan yang mendesak. Dengan demikian, pengembangan website perpustakaan ini diharapkan dapat memberikan solusi efektif dalam meningkatkan efisiensi dan akurasi operasional perpustakaan, serta memberikan pengalaman pengguna yang lebih baik dalam mencari dan menggunakan sumber informasi yang tersedia.",
  "creators": "RICHARD BARAMULI ANTOLIS",
  "contributors": "Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Advisor 1); Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Advisor 2); Yulia (Examination Committee 1); Silvia Rostianingsih (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022288/INF/2023; Richard Baramuli Antolis (C14170093)",
  "subjects": "DATABASE DESIGN--COMPUTER PROGRAMS; PROGRAMMING (ELECTRONIC COMPUTERS); WEB SITES--DESIGN"
}