{
  "id": "57323",
  "title": "Analisi pengaruh change order manajemen pada performa proyek dengan peran manajemen konstruksi sebagai variabel moderating pada proyek rumah menengah dan rumah mewah di Surabaya",
  "abstract": "Change order yang terjadi pada proyek konstruksi merupakan suatu hal yang tidak bisa dihindari, terutama pada proyek rumah tinggal. Change order tersebut menyebabkan terhambatnya performa proyek dari segi biaya, mutu dan waktu. Change order manajemen merupakan cara yang dapat dilakukan untuk mengurangi terjadinya perubahan sekaligus meningkatkan performa proyek. Selain change order manajemen, kehadiran manajemen konstruksi pada suatu proyek juga dapat meningkatkan performa proyek. Penelitian ini meneliti mengenai pengaruh change order manajemen kepada performa proyek rumah kelas menengah dan mewah di Surabaya dengan manajemen konstruksi sebagai variabel moderating. Hasil penelitian ini menunjukkan bahwa berdasarkan nilai rata-rata deskriptif untuk semua variabel adalah sekitar 4 menunjukkan bahwa responden setuju bahwa change order manajemen dan hadirnya manajemen konstruksi dapat meningkatkan performa proyek. Kemudian berdasarkan hasil analisa menggunakan partial least square (PLS) dihasilkan bahwa change order manajemen memengaruhi performa proyek dengan manajemen konstruksi sebagai moderator. Kesimpulan dari penelitian ini adalah change order manajemen memiliki pengaruh yang signifikan dan positif terhadap performa proyek dengan peran manajemen konstruksi sebagai variabel moderating pada proyek rumah kelas menengah dan mewah di Surabaya.",
  "creators": "FELIX PANGINDRA",
  "contributors": "Jani Rahardjo (Advisor 1); Daniel Tjandra (Examination Committee 1); Doddy Prayogo S.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000345/MTS/2023; Felix Pangindra (B21220019)",
  "subjects": "CONSTRUCTION INDUSTRY--MANAGEMENT; PROJECT MANAGEMENT-RESEARCH; HOUSING DEVELOPMENT--MANAGEMENT"
}