{
  "id": "5733",
  "title": "The Turn taking strategies and the dominant speaker between the main characters based on gender in \"Pretty Woman\"",
  "abstract": "If a conversation is held, turn taking must take place which means that there must be changes of the speaker?s turn during the conversation. Strenstrom theory (1994) divides turn taking strategies into taking the turn strategy, holding the turn strategy and yielding the turn strategy. Sometimes, there is a dominant speaker who talks longer than others. However, gender can be one of the some aspects that can influence someone to be a dominant speaker. Tannen said that men are more dominant than women in the conversation. Recently, there is an issue which states that actually women are more dominant than men in the conversation. Next, the writer chooses the film Pretty Woman as the sources of this research because the story is very popular and also turn taking is found in the conversation. Therefore, the writer wants to know the dominant speaker between the main characters based on gender, especially in using the turn taking strategies. In this research, the writer uses both qualitative and quantitative research because the result of the quantitative research can support the final result of this research. The source of this research is only the main conversation between the main characters. After analyzing the data by using the Strenstrom?s theory, the writer finds out that taking the turn is the highest strategy that occurs between the main characters in Pretty Woman. Another finding is the dominant speaker between the main characters is a female. Moreover, some characteristics of using the turn taking strategies that are used by a dominant speaker in dominating other speakers in this research are using taking the turn strategy, especially uptake, a clean start, alert. In using those strategies, she usually gives respond and then starts a new topic again with questioning the previous speaker. Sometimes, the dominant speaker here gives her respond by using high intonation, so she tends to interrupt the male speaker who is still talking. Besides, the dominant speaker also uses holding the turn, especially new start. From the findings, the writer can conclude that the Tannen?s theory cannot be applied in this research",
  "creators": "NENCY MUTIARA",
  "contributors": "ABBAS A.BADIB, Pof.DR.MA.,MA. (Advisor 1); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011579/ING/2006; Nency Mutiara (11402157)",
  "subjects": "SOCIOLINGUISTICS"
}