{
  "id": "57339",
  "title": "Citra Whitelab akibat kasus meet and greet Sehun EXO menurut followers Instagram @whitelab_id",
  "abstract": "Citra merupakan persepsi publik mengenai pengalaman, kepercayaan yang berasal dari publik terhadap suatu perusahaan atau organisasi. Salah satu tugas public relations adalah menumbuhkan kesadaran dan kepercayaan publik terhadap suatu perusahaan atau organisasi. Penelitian ini bertujuan untuk mengetahui citra Whitelab akibat kasus meet and greet Sehun EXO menurut followers Instagram @whitelab_id. Pengukuran citra ini diukur dengan 6 dimensi citra yaitu dynamic, cooperative, business, character, successful, withdrawn. Penelitian ini menggunakan pendekatan kuantitatif deskriptif. Pengumpulan data menggunakan metode online survey (kuesioner). Jumlah responden dalam penelitian ini adalah 100 responden. Metode pengolahan data dalam penelitian ini digunakan uji validitas dan reliabilitas, lalu dilakukan teknik analisis data melalui tabulasi silang (crosstab). Berdasarkan hasil penelitian ini ditemukan bahwa citra Whitelab akibat kasus meet and greet Sehun EXO menurut followers Instagram adalah citra positif, yaitu bahwa Whitelab telah memiliki sikap yang dinamis mengenai tujuan yang ingin dicapai, serta waspada terhadap segala hal yang akan terjadi dengan pertimbangan keputusan cerdik dalam menangani masalah dan bijaksana dalam memutuskan kebijakan sehingga mendapatkan reputasi positif dan rasa hormat dari publik. Hasil penelitian ini skor mean dimensi citra tertinggi adalah dimensi dynamic dengan skor 4.04, dan skor mean terendah adalah dimensi successful dengan skor mean 3.69. Sedangkan dimensi cooperative mendapat skor mean 3.92, lalu dimensi business dengan skor mean 3.93, dimensi character dengan skor mean 3.87, dan dimensi withdrawn dengan skor mean 4.02.",
  "creators": "JUSTIN JULIAN HIDAYAT",
  "contributors": "Jandy Edipson Luik (Advisor 1); Astri Yogatama (Advisor 2); Ido Prijana Hadi (Examination Committee 1); Felicia Goenawan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Unknown",
  "source": "Skripsi No. 10011841/KOM/2023; Justin Julian Hidayat (F11190065)",
  "subjects": "COMMUNICATION IN MARKETING; COMMUNICATION IN ORGANIZATIONS; SOCIAL MEDIA--COMMUNICATION; CORPORATE IMAGE; PUBLIC RELATIONS"
}