{
  "id": "57332",
  "title": "Errors on sentence structure made by students in writing 2 and writing 4 classes",
  "abstract": "This study analyzed the types of errors made on sentence structure by students in Writing 2C class and Writing 4C class in Petra Christian University’s English Department as well as the similarities and differences. The data, in the form of errors related to sentence structure, was taken from forty first drafts written by forty students enrolled in writing 2C and Writing 4C classes, each containing twenty students. Common errors on sentence structure theory made by Ho (2005), which categorizes the common errors into eight categories, were used to analyze the drafts. The types of common errors in this study were limited to 4: Run-on Sentence, Fragmented Sentence, Inappropriate Subordinate Conjunction, and Misordering, organized from the most found to the least. Both classes made all types of the errors and the most common error made was run-on sentences in the form of comma splice. Fragmented sentences with missing verb and subject were only found on writing 2C drafts while only those in subordinating clause were found on writing 4C. Errors in relation to subordinating conjunction were more prominent in Writing 4C. In conclusion, difficulties in utilizing conjunctions, and the different complexity of the drafts might affect the errors on sentence structure.",
  "creators": "MANUELA OCTAVIANI SUTRISNO",
  "contributors": "Henny Putri (Advisor 1); Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Examination Committee 1); Josefa J. Mardijono M.Pd. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "A Critical Thesis",
  "source": "A Critical Thesis No. 02012431/ING/2023; Manuela Octaviani Sutrisno (A11190023)",
  "subjects": "ENGLISH LANGUAGE--WRITING--STUDY AND TEACHING; ENGLISH LANGUAGE-GRAMMAR-STUDY AND TEACHING; ENGLISH LANGUAGE-GRAMMAR"
}