{
  "id": "57349",
  "title": "Etos kerja pedagang Tionghoa di kawasan Kembang Jepun Surabaya",
  "abstract": "Kembang Jepun merupakan salah satu kawasan di Kota Surabaya yang mempunyai sejumlah toko dan mayoritas dikelola oleh pedagang Tionghoa. Selain itu, di kawasan Kembang Jepun terdapat beberapa toko yang masih dipegang secara turun temurun dari orang tua sang pemilik dan sampai sekarang masih bertahan. Dari fenomena yang ada membuat penulis tertarik untuk meneliti topik ini. Metode yang digunakan dalam penelitian ini adalah teknik analisis data kualitatif berupa pengumpulan data melalui wawancara, reduksi data, penyajian data dan penarikan kesimpulan dengan instrumen penelitian berupa pedoman wawancara dan observasi. Hasil penelitian menunjukkan bahwa pedagang Tionghoa di kawasan Kembang Jepun Surabaya memiliki etos kerja yang baik. Hal ini ditunjukkan dengan adanya cara pandang, sikap dan nilai yang positif. Cara pandang yang dimiliki oleh pedagang Tionghoa di kawasan Kembang Jepun Surabaya adalah memandang bekerja sebagai suatu kewajiban, sehingga mereka bisa menikmati pekerjaan mereka. Sikap yang dimiliki yaitu bertanggung jawab terhadap pekerjaannya dengan bersikap tegas dan disiplin pada saat bekerja. Sikap bertanggung jawab juga terwujud dalam mengerjakan tugas dengan bersungguh-sungguh, mengikuti aturan dan bertanggung jawab atas pekerjaannya. Nilai yang dianut yaitu fokus terhadap pekerjaan mereka tanpa harus mendapatkan pengakuan dari orang lain.",
  "creators": "ELISABET NATALIA",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1); Olivia, S.E., M.A. (Examination Committee 1); Alpin Gadman Markali S.S., M.A. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010217/CHI/2023; Elisabet Natalia (A12190019)",
  "subjects": "WORK ETHIC; CHINESE--INDONESIA--SURABAYA--WORK ASPECTS; WORK ETHIC--CHINA"
}