{
  "id": "5734",
  "title": "Humor resulted from the flouting of conversational maxims in the drama comedy TV series \"Bajaj Bajuri Salon Oneng Edition\"",
  "abstract": "Co-operative Principles are those that should be obeyed by a speaker and a hearer to have a smooth conversation. Grice proposes the Co-operative Principles that are reflected in the four maxims of conversation: Maxim of Quality, Maxim of Quantity, Maxim of Relation and Maxim of Manner. The principles are stated in the fulfillment of the conversational maxims. In a conversation, sometimes people may flout those maxims for some certain reasons, although it does not mean that they fail to communicate with each other. Flouting the conversational maxims may not bring the communication to an end, but it may cause humor. Based on these studies, this thesis was written to find out the relationship between the humor in the comedy and the flouting of conversational maxims. This thesis analyzes the flouting of conversational maxims in the drama comedy TV series \" Bajaj Bajuri Salon Oneng Edition\", which was broadcast in Trans TV. There were two episodes chosen by the writer to be analyzed. They were \"Bajuri Fried Chicken\" and \"Mpo Minah?s Demolished House. In analyzing the data, the writer uses Grice?s theory of conversational maxims. The writer uses descriptive approach to describe the reasons why the characters in the drama comedy \"Bajaj Bajuri Salon Oneng Edition\" flout the maxims. After analyzing the data, the writer can prove that there were floutings of maxims in the comedy that could cause humor. The writer found out that the Maxim of Manner was flouted the most by the characters in \"Bajaj Bajuri Salon Oneng Edition\". Moreover, she also found that there are some floutings of multiple maxims done by the characters to create humor. For example, the flouting of the Maxim of Relation combined with the flouting of the Maxim of Manner occurred the most in the drama comedy \"Bajaj Bajuri Salon Oneng Edition\". From the findings, the writer can conclude that the flouting of the maxims in a conversation is important to create humor.",
  "creators": "SILVI ANDRIANI KUSUMA",
  "contributors": "SAMUEL GUNAWAN (Advisor 1); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011574/ING/2006; Silvi Andriani Kusuma (11402159)",
  "subjects": "LINGUISTICS"
}