{
  "id": "57345",
  "title": "Aplikasi mobile e-modul dan presensi qr code untuk kegiatan welcome, grateful generation Petra Christian University",
  "abstract": "Petra Christian University (PCU) mempunyai program orientasi mahasiswa baru pada setiap tahun yang dinamakan Welcome, Grateful Generation (WGG). Terdapat banyak aktivitas pada WGG salah satunya adalah pembelajaran materi menggunakan modul dalam bentuk PDF. Saat kegiatan WGG berlangsung, presensi akan dilakukan dengan scan barcode KTM, akan tetapi setiap tahun PCU memiliki antrian presensi yang sangat panjang (lebih dari 1000 mahasiswa baru), sehingga membuat panitia kewalahan saat melakukan presensi. Untuk menyelesaikan permasalahan-permasalahan yang ada, diperlukan sistem dan aplikasi untuk melakukan presensi QR Code, presensi modul, dan pembelajaran E-Modul WGG. Presensi QR Code dibuat untuk menggantikan presensi barcode, presensi modul dibuat agar panitia dan frontline mendapatkan data presensi yang lebih akurat dengan mudah, dan sistem E-Modul dibuat untuk mempermudah proses pembinaan mahasiswa pada kegiatan WGG. Hasil dari penelitian menunjukkan bahwa 64.52% menilai bahwa keseluruhan aplikasi yang dibuat sudah sangat baik, 32.26% menilai bahwa keseluruhan aplikasi yang dibuat sudah baik, dan 3.23% menilai bahwa keseluruhan aplikasi yang dibuat sudah cukup baik. Data tersebut diperoleh dari kuesioner yang dibagikan kepada mahasiswa yang telah mencoba aplikasi “E-Modul dan Presensi QR Code untuk WGG” dengan 31 responden. Selain itu, berdasarkan hasil wawancara dengan pihak panitia, mereka merasa diuntungkan karena sistem presensi QR Code dengan fitur lokasi dan presensi modul membuat data yang diterima panitia lebih baik dan akurat dibandingkan sistem presensi sebelumnya. Kemudian, berdasarkan hasil perbandingan antara presensi QR Code dengan presensi barcode, presensi QR Code memiliki performa waktu lebih cepat untuk melakukan presensi 15 mahasiswa dengan total waktu untuk melakukan presensi QR Code adalah 11.41 detik dan total waktu dari presensi barcode adalah 69.32 detik.",
  "creators": "ALESANDRO ANGGREK",
  "contributors": "Yulia (Advisor 1); Ivan Widiyanto S.Kom (Advisor 2); Silvia Rostianingsih (Examination Committee 1); Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022341/INF/2023; Alesandro Anggrek (C14190173)",
  "subjects": "ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE); APPLICATION SOFTWARE--DEVELOPMENT; MOBILE APPS--DESIGN; QR CODES"
}