{
  "id": "57355",
  "title": "Pusat komunitas budaya pop Jepang di Surabaya",
  "abstract": "Seiring perkembangan teknologi maka kebudayaan suatu negara dapat berkembang masuk ke negara lain dengan lebih cepat. Salah satu kebudayaan yang kini marak di berbagai belahan dunia adalah kebudayaan pop Jepang. Di Indonesia sendiri anime bukan hal yang baru, namun kini komunitas penghobi semakin berkembang dengan pesat yang dapat dilihat dari banyaknya berbagai event yang digelar di berbagai kota di Indonesia. Salah satu kota yang juga berdampak cukup besar terhadap kebudayaan ini adalah Surabaya, di mana sejak tahun 2022 kota ini yang dapat dilihat dari setiap minggunya dipenuhi berbagai event bertema anime. Dengan melihat banyak dan kontinuitas kegiatan budaya Jepang di kota Surabaya maka dibutuhkan tempat yang dapat menampung komunitas ini. Di Surabaya sendiri masih belum ada tempat yang mampu menampung seluruh kegiatan dari hobi ini. Fasilitas ini juga tidak terbatas hanya untuk para penghobi, tetapi juga dibuka untuk umum yang juga diharapkan dapar bermanfaat untuk mengembangkan ekonomi khususnya diarea Ngagel yang merupakan area perdagangan dan jasa. Dengan membawa tema anime tempat ini diharapkan dapat menarik pengunjung. Beberapa fasilitas seperti café, co work, studio foto, convention hall, museum dan lain-lain juga disediakan di tempat ini. Sebagai tempat komunitas budaya Jepang maka kebutuhan dapat ditinjau dari perilaku dan kebutuhan dari berbagai pihak yang terlibat dalam kegiatan ini (pengunjung, pengelola, panitia, dsb) sehingga seluruh fasilitas dan fungsi dapat sesuai dan memenuhi kebutuhan. Sesuai dengan judulnya maka tempat ini harus dapat menjawab kebutuhan dengan tetap menerapkan visual dari bangunan itu sendiri dengan memberi sentuhan arsitektur khas Jepang.",
  "creators": "TASYA TANUWIJAYA",
  "contributors": "Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Advisor 1); Andhi Wijaya (Advisor 2); Markus Ignatio Aditjipto (Advisor 3); Wanda Widigdo Canadarma (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024489/ARS/2023; Tasya Tanuwijaya (B12190101)",
  "subjects": "CULTURAL CENTERS--DESIGNS AND PLANS; EDUCATION CENTERS--DESIGNS AND PLANS"
}