{
  "id": "57358",
  "title": "Desain modul indoor living wall dengan kemudahan perawatan pada Gedung Perkantoran Praxis, Surabaya",
  "abstract": "Sebanyak 37% karyawan kantor di Indonesia mengalami stress. Salah satu solusi yang dapat dilakukan untuk menurunkan tingkat stress tersebut adalah dengan menyediakan interaksi antara manusia dengan alam. Dengan begitu, menerapkan indoor living wall di ruang kerja kantor akan meningkatkan well-being dari karyawan kantor dan menciptakan lingkungan kerja yang lebih berkelanjutan. Meskipun begitu, belum banyak ruang kantor yang menerapkan indoor living wall karena membutuhkan perawatan khusus dan biaya yang cukup tinggi. Penelitian ini bertujuan untuk menemukan usulan desain modul indoor living wall yang memperhatikan kemudahan perawatan untuk diterapkan pada ruang kerja kantor. Metode penelitian yang digunakan adalah studi literatur dan eskperimen untuk menemukan desain modul indoor living wall yang paling sesuai untuk kemudahan perawatan. Ditemukan bahwa desain konstruksi modul, modul tanam, sistem irigasi, sistem drainase, jenis media tanam, dan jenis tanaman mempengaruhi kemudahan perawatan dari modul indoor living wall. Studi ini kemudian menemukan desain modul indoor living wall yang dapat mempertimbangkan variabel tersebut untuk kemudahan perawatan modul dan membuat usulan desain penerapannya pada salah satu unit kantor di gedung perkantoran Praxis di Surabaya. Melalui penelitian ini diharapkan dapat menjadi menjadi acuan untuk perancangan indoor living wall pada bangunan perkantoran.",
  "creators": "Felicia Fantri",
  "contributors": "Timoticin Kwanda (Advisor 1); Lilianny Sigit Arifin (Advisor 2); Rully Damayanti (Examination Committee 1); Luciana Kristanto, S.T., M.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 00000038/MARS/2023; Felicia Fantri (B22220005)",
  "subjects": "OFFICE DECORATION--DESIGNS AND PLANS; OFFICES--DECORATION; WELL-BEING"
}