{
  "id": "57368",
  "title": "Pengaruh kompetensi mandor pada performa proyek dengan dukungan manajemen konstruksi pada proyek rumah tinggal di Surabaya",
  "abstract": "Pada proses konstruksi rumah tinggal, diperlukan suatu perencanaan yang matang dan matang agar dapat tercapai performa proyek yang baik. Hal-hal yang perlu diperhatikan dalam pelaksanaan pembangunan adalah waktu, biaya, dan mutu. Untuk dapat mengakomodasi ketiga hal tersebut diperlukan kompetensi tiap individu dan profesionalisme dalam melakukan tugas dan tanggung jawab. Keberadaan Manajemen Konstruksi (MK) dan kompetensi yang dimiliki oleh mandor menjadi sangat penting untuk memenuhi kriteria tersebut. Kompetensi yang dimiliki mandor, dan keberadaan manajemen konstruksi memegang peranan penting dalam tahap pembangunan proyek diantaranya adalah pengelolaan waktu, biaya, dan mutu. Penelitian ini meneliti tentang pengaruh kompetensi mandor terhadap performa proyek dengan manajemen konstruksi sebagai variabel moderating. Penelitian ini menggunakan metode analisa partial least square (PLS). Didapatkan total 69 responden secara tatap muka dengan hasil penelitian yang menunjukkan bahwa nilai rata-rata deskriptif setiap variabel adalah kurang lebih 4 skala likert, yang berarti bahwa responden setuju kompetensi yang dimiliki mandor dan peran manajemen konstruksi dapat meningkatkan performa proyek. Kesimpulan dari penelitian ini adalah kompetensi mandor mempengaruhi secara signifikan terhadap performa proyek dan juga manajemen konstruksi mempunyai pengaruh secara signifikan terhadap performa proyek baik secara langsung maupun sebagai variabel moderating.",
  "creators": "EURICO EZEKIEL RACHMAT SAPUTRA",
  "contributors": "Jani Rahardjo (Advisor 1); Daniel Tjandra (Examination Committee 1); Doddy Prayogo S.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000346/MTS/2023; Eurico Ezekiel Rachmat Saputra (B21220018)",
  "subjects": "CONSTRUCTION INDUSTRY--MANAGEMENT; HOUSING DEVELOPMENT; SUPERVISORS, INDUSTRIAL; CONSTRUCTION INDUSTRY--PERSONNEL MANAGEMENT"
}