{
  "id": "57367",
  "title": "Karakterisasi biokomposit ampas tebu dan PP dari masker medis bekas melalui pencampuran twin screw extruder",
  "abstract": "Pencampuran homogen antara filler dan matrik biokomposit merupakan hal yang krusial. Pencampuran menggunakan twin screw extruder dapat menghasilkan pencampuran yang lebih baik dan efisien daripada pencampuran manual yang dilakukan penelitian sebelumnya. Biokomposit merupakan salah satu solusi untuk menggantikan komponen interior mobil yang didominasi oleh material plastik. Hal ini didasari atas kebutuhan material yang ramah lingkungan serta potensi ketersediaan serat alam di Indonesia. Berdasarkan penelitian sebelumnya, komposit serat tebu – PP dengan komposisi 25% berat serat tebu terbukti memiliki sifat dan nilai yang layak ketika dibandingkan dengan spesifikasi standar produk pabrik. Sifat mekanik seperti ketahanan impak, tingkat kemudahan material untuk terbakar, dan kekuatan tarik mendukung biokomposit untuk menjadi material alternatif package tray mobil. Prototipe biokomposit serat tebu – PP masker medis memiliki ketahanan impak yang lebih baik daripada penelitian oleh Ricardo (2022). Hal ini ditandai dengan analisa visual kerusakan prototipe yang lebih sedikit setelah melewati pengujian cold impact dibandingkan prototipe penelitian sebelumnya yang dibuat melalui pencampuran manual. Sampel biokomposit memiliki nilai laju pembakaran terendah, yaitu 1.326 mm/min pada komposisi 15% berat serat tebu. Hasil pengujian flammability menunjukkan bahwa semua komposisi biokomposit memenuhi standar industri karena laju pembakaran sampel biokomposit tidak melampaui 100 mm/min. Sampel biokomposit memiliki nilai kekuatan tarik tertinggi, yaitu 30.201 MPa pada komposisi 15% berat serat tebu. Hasil pengujian tensile strength menunjukkan bahwa semua komposisi biokomposit, yaitu 15%, 20%, dan 25% berat serat tebu memenuhi standar industri karena kekuatan tarik woodboard hitam dari pabrik memiliki nilai sebesar 15.23 MPa.",
  "creators": "STEVEN DWITAMA",
  "contributors": "Prof. Dr. Juliana Anggono, S.T., M.Sc. (Advisor 1); Oegik Soegihardjo (Examination Committee 1); Didik Wahjudi (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01011491/MES/2023; Steven Dwitama (C12190073)",
  "subjects": "BIOPOLYMERS; PLANT POLYMERS; POLYMERIC COMPOSITES"
}