{
  "id": "57365",
  "title": "Respon generasi Z followers akun Instagram @SheratonSurabaya terhadap isi Instagram Hotel Sheraton Surabaya",
  "abstract": "Penelitian ini dilakukan untuk mengetahui respon generasi Z terhadap isi Instagram Hotel Sheraton Surabaya. Isi Instagram terbagi dalam empat jenis sub-dimensi, yakni promo produk, promo kamar, acara atau kegiatan, testimoni. Penelitian kuantitatif dengan metode e-survey ini berkonsentrasi pada generasi Z yang menjadi followers akun Instagram Sheraton Surabaya, atau pernah berkunjung ke akun tersebut, serta berada di Kota Jakarta, Malang, Sidoarjo, Gresik, Jombang. Responden yang digunakan dalam penelitian ini sebanyak 100 orang. Data yang telah didapat dianalisis dengan menggunakan aplikasi SPSS. Hasil dari penelitian memperlihatkan mayoritas dari generasi Z mengetahui, menyukai, bahkan menuliskan pertanyaan melalui media komunikasi daring setelah melihat isi Instagram Hotel Sheraton Surabaya. Sisanya tidak mengetahui, menyukai, atau bertindak sesuai dengan harapan korporat dikarenakan isi pesan yang disampaikan oleh Instagram Hotel Surabaya tidak relevan dengan karakteristik generasi Z. Nampak perbedaan pada masing-masing responden generasi Z ketika menghadapi terpaan stimulus atau pesan, namun hasil akhir menunjukkan nilai positif di masing-masing indikator kognitif, afektif, serta konatif.",
  "creators": "JEFFERSON MARCELLINO",
  "contributors": "Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Advisor 1); Felicia Goenawan (Advisor 2); Ido Prijana Hadi (Examination Committee 1); Astri Yogatama (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011837/KOM/2023; Jefferson Marcellino (F11190056)",
  "subjects": "COMMUNICATION IN MARKETING; GENERATION Z; INSTAGRAM (ELECTRONIC RESOURCE); MARKETING--PUBLIC RELATIONS; SOCIAL MEDIA--COMMUNICATION"
}