{
  "id": "57364",
  "title": "Pengaruh celebrity endorser dan electronic word of mouth terhadap purchase intention dengan brand trust sebagai variable intervening pada brand Eatsambel",
  "abstract": "Tujuan dari penelitian ini adalah untuk menganalisis pengaruh antara Celebrity Endorser dan Electronic Word of Mouth yang digunakan oleh Brand Eatsambel terhadap Purchase Intention dan dimediasi oleh Brand. Pengumpulan data dalam penelitian ini dilakukan dengan cara survey Gform secara online melalui Line, Whatsapp, Instagram, Tiktok . Jumlah responden yang berhasil diperoleh sebanyak 124 responden dan data yang bisa diolah sebanyak 115 responden. Responden penelitian adalah Pengguna sosial media yang pernah melihat konten dan promosi Brand Eatsambel di sosial media atau pernah memiliki niat beli pada Brand Eatsambel dama kurun waktu 5 bulan terakhir. Alat yang dilakukan untuk proses pengolahan data adalah pendekatan model struktural dengan teknik Partial Least Square dan menggunakan aplikasi SMART PLS. Hasil dari penelitian tugas akhir ini menunjukkan bahwa Celebrity Endorser berpengaruh secara signifikan terhadap Brand Trust, Electronic Word of Mouth berpengaruh secara signifikan terhadap Brand Trust, Celebrity Endorser tidak berpengaruh secara signifikan terhadap Purchase Intention, Electronic Word of Mouth tidak berpengaruh secara signifikan terhadap Purchase Intention, Brand Trust meng-intervening secara signifikan antara Celebrity Endorser terhadap Purchase Intention, dan Brand Trust meng-intervening secara signifikan antara Electronic Word of Mouth terhadap Purchase Intention.",
  "creators": "GLENDRICO KEVIN ELDWIN FOEH",
  "contributors": "Edwin Japarianto (Advisor 1); Trixie Nova Bella Tandijaya, S.M., M.M. (Advisor 2); Dr. Ferry Jaolis, S.E., M.SM., M.RECH. (Examination Committee 1); Drs. Sugiono Sugiharto, M.M., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020918/MAN/2023; Glendrico Kevin Eldwin Foeh (D11190393)",
  "subjects": "BRAND NAME PRODUCTS; CONSUMER BEHAVIOR; ENDORSEMENTS IN ADVERTISING"
}