{
  "id": "5736",
  "title": "The Refusal used by some male and female Manadonese friends living in Manado and those living in Surabaya",
  "abstract": "My thesis is about an analysis on the refusal of an invitation/offer/ request of the male and female Manadonese friends living in Manado and those living in Surabaya. The reason why she chooses this topic is that she is female Manadonese living and studying in Surabaya. She is curious to know whether male and female Manadonese living in Manado and those living in Surabaya have things in common or not in refusing other friends? invitations/offers/requests. Furthermore, she also wants to know what kind of refusal that mostly used by the male and female Manadonese friends living in Manado and those living in Surabaya. She uses combining theories of refusal by Kartomihardjo and Beebe and Takahashi. In conducting her research, the thesis writer sets same role play consisting of five different situations each to male and female Manadonese friends living in Manado and those living in Surabaya. The role plays are designed to be as close as possible to the real life situations. After gathering the data, she then tried to analyze it based on the combining theories in which the thesis writer explains it in detail in chapter II. The result of the analysis shows that male and female Manadonese friends living in Manado and those living in Surabaya are similar in using positive expression type, using conditions (same as suggestion/ alternative/face saver type, and using \"thank you\" (same as thanking) type. Giving a reason, excuse or explanation (same as comment) type and using conditions (same as suggestion/alternative/face saver) type are the types which are often used by male and female Manadonese friends living in Manado and those living in Surabaya.",
  "creators": "NOVITA MELLYANTIKALESARAN",
  "contributors": "SAMUEL GUNAWAN (Advisor 1); Anneke Heritaningsih Tupan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011570/ING/2006; Novita Mellyanti Kalesaran (11402160)",
  "subjects": "SOCIOLINGUISTICS; WOMEN-LANGUAGE; LANGUAGE AND LANGUAGES-SEX DIFFERENCES"
}