{
  "id": "57366",
  "title": "Efektivitas pesan event di Novotel Samator Surabaya Timur pada followers @novotel_samator",
  "abstract": "Novotel Samator Surabaya Timur merupakan satu-satunya hotel berbintang empat yang berada di Kawasan Surabaya Timur. Hotel Novotel Samator seringkali memberikan konsep event yang menarik dengan harga lebih terjangkau dibandingkan kompetitor hotel bintang empat lainnya yang ada di Kota Surabaya. Tidak hanya soal harga, tetapi dalam 6 bulan terakhir (Januari-Juni), Novotel Samator sudah menggelar total 8 event. Fakta tersebut menunjukkan bahwa memang Novotel Samator menjadi salah satu hotel yang berfokus di bagian event jika dibandingkan hotel kompetitornya yang hanya menggelar 4-5 event dalam 6 bulan terakhir. Seluruh event yang diadakan oleh Novotel Samator Surabaya Timur sendiri selalu dipublikasikan melalui media sosial Instagram @novotel_samator. Meskipun Instagram @novotel_samator masih terbilang baru dan followers-nya belum sebanyak hotel bintang 4 lain di Surabaya, tetapi engagement yang didapatkan dari setiap postingan masih cukup tinggi. Namun realitanya, beberapa event yang diadakan oleh Novotel Samator terkadang masih terbilang sedikit jumlah orang yang melakukan reservasi. Oleh karena itu, penelitian ini bertujuan untuk mengukur efektivitas pesan event di Novotel Samator Surabaya Timur pada followers @novotel_samator. Pengukuran efektivitas dalam penelitian ini dilakukan dengan menggunakan indikator AISDALSL (Attention, Interest, Search, Desire, Action, Like/Dislike, Share, Love/Hate). Data dikumpulkan dengan metode penyebaran kuesioner secara online kepada 100 responden melalui google form. Berdasarkan hasil penelitian yang telah dilakukan, maka dapat dikatakan bahwa pesan event di Novotel Samator pada followers @novotel_samator efektif. Dari delapan indikator, tahap attention mendapatkan nilai mean tertinggi. Hal tersebut mengartikan bahwa responden memiliki atensi paling tinggi terhadap pesan event di Novotel Samator melalui Instagram @novotel_samator sehingga hal tersebut yang melandasi terbentuknya efektifitas pesan event bahkan sampai munculnya brand loyalty yang menjadi keuntungan jangka panjang nantinya.",
  "creators": "JOSHUA JAYAA",
  "contributors": "Ido Prijana Hadi (Advisor 1); Astri Yogatama (Advisor 2); Jandy Edipson Luik (Examination Committee 1); Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011826/KOM/2023; Joshua Jayaa (F11190074)",
  "subjects": "COMMUNICATION IN MARKETING; INSTAGRAM (ELECTRONIC RESOURCE); MARKETING--PUBLIC RELATIONS"
}