{
  "id": "57369",
  "title": "Fasilitas retret dan pembinaan karakter kaum muda di Kabupaten Bogor",
  "abstract": "Fasilitas Retret dan Pembinaan Karakter Kaum Muda merupakan fasilitas yang mewadahi kegiatan-kegiatan yang dapat mengurangi tingkat stres pada kaum muda di Indonesia khususnya di daerah Jakarta dan sekitarnya. Di Indonesia sendiri sudah ada sekitar 19 juta penduduk dengan umur lebih dari 15 tahun yang mengalami gangguan mental emosional. Meskipun tingkat stres yang cukup tinggi, nyatanya banyak orang beranggapan bahwa stres dan gangguan mental emosional lainnya harus disimpan di diri sendiri dan tidak mencari pertolongan di luar. Hal ini dikarenakan kurangnya fasilitas, edukasi, dan pertolongan di Indonesia yang dapat memberikan bantuan pada masyarakat secara ramah. Perancangan fasilitas ini bertujuan untuk menyediakan fasilitas retret yang dapat membina dan membantu penyembuhan pengguna dengan ramah tanpa menggunakan bantuan obat-obatan, dan lebih memfokuskan terhadap pendekatan diri kepada Tuhan. Fasilitas ini memiliki fungsi utama sebagai fasilitas retret dengan program pembinaan dan juga fungsi pendukung yaitu fasilitas hunian, area ruang terbuka hijau, fasilitas kebugaran, dan juga kafetaria. Dalam mendesain fasilitas retret pembinaan ini digunakan pendekatan ruang, dengan pendalaman biofilik. Dengan adanya taman di tengah tapak memberikan sebuah koneksi antara pengguna dan alam, dan juga memberikan sebuah pengalaman hutan di tengah tapak. Penataan massa yang saling berhubungan secara fungsi memberikan pengguna kemudahan dalam pemulihan. Ibadah yang didesain jauh dari massa lain menjadikannya sebuah tujuan akhir yang sakral. Pemanfaatan alam menjadi parameter utama dalam menentukan desain fasilitas ini.",
  "creators": "DANIEL SETIANTO HALIM",
  "contributors": "Anik Juniwati (Advisor 1); Lilianny Sigit Arifin (Advisor 2); Stanislaus Kuntjoro Santoso (Advisor 3); Elvina Shanggrama Wijaya, S.T., M.T. (Advisor 4); Joyce M.Laurens (Examination Committee 1); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 2); Danny Santoso Mintorogo (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024430/ARS/2023; Daniel Setianto Halim (B12190010)",
  "subjects": "SPIRITUAL RETREAT CENTERS--DESIGNS AND PLANS; SPIRITUAL RETREAT CENTERS"
}