{
  "id": "57376",
  "title": "Eksperimen penggunaan bottom ash sebagai campuran bahan bakar mesin boiler di PT X",
  "abstract": "PT X menggunakan mesin boiler dengan bahan bakar batubara. Selama ini, batubara yang dibakar pada mesin boiler tidak terbakar sempurna sehingga menghasilkan banyak bottom ash berwarna hitam. Perusahaan melakukan pemeriksaan di laboratorium dan menemukan bahwa bottom ash memiliki nilai kalori yang tinggi. Oleh karena itu, perusahaan ingin melakukan eksperimen percobaan penggunaan bottom ash untuk dicampurkan dengan batubara sebagai bahan bakar mesin bolier. Dalam penelitian ini, terdapat dua tahap eksperimen. Eksperimen pertama merupakan eksperimen komposisi campuran batubara dan bottom ash yang dijalankan dengan single factor experiment design dengan faktor komposisi campuran batubara dan bottom ash (5 level). Eksperimen kedua merupakan eksperimen mesin boiler yang dijalankan dengan 23 factorial design dengan faktor komposisi campuran batubara dan bottom ash, coal height, dan cara mencampur batubara dan bottom ash. Hasil dari penelitian ini menunjukkan bahwa menggunakan komposisi 2 dengan perbandingan 83.61%: batubara dan 16.39% bottom ash, coal height 170 mm, dan cara mencampur batubara dan bottom ash di luar maupun di dalam boiler merupakan kombinasi level yang dapat direkomendasikan. Kombinasi level tersebut menghasilkan rata-rata tekanan uap air sebesar 7.08 bar (cara mencampur di luar boiler) dan 7.01 (cara mencampur di dalam boiler). Hasil tersebut juga telah memenuhi standar minimum tekanan uap air yang dimiliki oleh perusahaan, yaitu 7 bar. Dibandingkan dengan kondisi saat ini, usulan tersebut dapat memberikan penghematan biaya sebesar Rp1,458,622.90/hari bagi perusahaan.",
  "creators": "FEREN NATHAN WEDIANTO",
  "contributors": "Iwan Halim Sahputra, S.T., M.Sc., Ph.D. (Advisor 1); Debora Anne Yang Aysia (Advisor 2); I Nyoman Sutapa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022591/IND/2023; Feren Nathan Wedianto (C13190020)",
  "subjects": "FLY ASH--INDUSTRIAL APPLICATIONS; FLY ASH--RESEARCH; STEAM-BOILERS; STEAM-HEATING, LOW PRESSURE"
}