{
  "id": "57378",
  "title": "Pengaruh packaging dan advertising terhadap parents purchase decision dengan pester power sebagai variabel intervening dan healthy lifestyle sebagai variabel moderating pada produk camilan anak-anak",
  "abstract": "Anak-anak sebagai salah satu potential market bagi pebisnis khususnya bidang camilan. Saat ini, bisnis camilan sudah beraneka ragam jenisnya sehingga perusahaan harus berusaha untuk menarik perhatian anak-anak. Namun, anak-anak tidak memiliki daya beli terhadap camilan, sementara orang tua memiliki daya beli dan memegang kendali pada keputusan pembelian sehingga anak akan mempengaruhi orang tua untuk melakukan keputusan pembelian. Anak-anak juga cenderung memilih camilan tanpa melihat kandungan gizinya. Oleh karena itu, penelitian ini bertujuan untuk mengetahui pengaruh packaging dan advertising terhadap parents purchase decision melalui pester power sebagai variabel intervening dan healthy lifestyle sebagai variabel moderating pada produk camilan anak-anak. Jenis penelitian yaitu penelitian kuantitatif dengan sampel sebanyak 158 responden. Sampel diperoleh dengan teknik purposive sampling melalui angket. Teknik pengolahan dan analisis data menggunakan SmartPLS versi 4.0. Hasil penelitian menunjukkan bahwa packaging dan advertising berpengaruh terhadap parents purchase decision, packaging tidak berpengaruh terhadap pester power, advertising berpengaruh terhadap pester power, pester power tidak memediasi hubungan packaging dan advertising dengan parents purchase decision, dan healthy lifestyle tidak memoderasi hubungan packaging dan advertising dengan parents purchase decision.",
  "creators": "SISKA STEFANY",
  "contributors": "Dhyah Harjanti (Advisor 1); Zeplin Jiwa Husada Tarigan (Examination Committee 1); Sesilya Kempa, S.E., M.M. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012417/MAN/2023; Siska Stefany (D11190115)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMERS--DECISION MAKING; CONSUMERS--RESEARCH; PRODUCT MANAGEMENT"
}