{
  "id": "57388",
  "title": "Fasilitas wisata lebah madu Apis dorsata di kemukiman Buloh Seuma, Aceh Selatan",
  "abstract": "Buloh Seuma adalah sebuah kemukiman di Aceh Selatan yang memiliki budaya unik dalam membudidayakan lebah madu Apis dorsata. Meskipun demikian, daerah ini sudah sejak lama mengalami masalah seperti kurangnya perhatian dari pemerintah, penebangan hutan, dan berkurangnya populasi lebah akibat pembangunan. Dari potensi dan masalah tersebut fasilitas wisata yang mengutamakan budaya budidaya lebah madu dipilih sebagai upaya membuka nama Buloh Seuma ke mata publik dan pemerintah sekaligus mengedukasi masyarakat tentang keunikan budaya budidaya lebah di daerah tersebut. Hal tersebut dicapai dengan penyediaan program galeri, observasi, trek alam, dan penginapan sebagai wisata yang menarik wisatawan, serta program peternakan dan pengolahan untuk mendukung produksi \"Madu Buloh Seuma\" bagi warga sekitar dan membuka lapangan pekerjaan. Dari program tersebut, fungsi utama dari fasilitas ini adalah fasilitas wisata yang sekaligus mendukung peternakan dan pengolahan lebah madu warga setempat. Namun dengan dilakukannya pembangunan di daerah tersebut, terdapat sebuah kemungkinan timbulnya dampak buruk terhadap ekosistem terutama habitat lebah. Untuk mengatasi terjadinya masalah tersebut, digunakan pendekatan Constructed Ecosystem Ken Yeang yang mengintegrasikan ekosistem eksisting tapak dengan lingkungan binaan yang akan dibangun. Penerapan dari pendekatan ini terdapat pada beberapa aspek desain dimulai pada transformasi tapak yang menyediakan eksositem buatan bagi lebah dalam bentuk sumber makan dan minum lebah, perpanjangan hutan sebagai rumah lebah, dan akomodasi gubahan massa bagi manusia. Secara desain massa, pendekatan dan konsep ekosistem dicapai melalui desain fasad dan atap planter yang membuat massa utama menjadi perpanjangan dari hutan eksisting. Desain fasad dan atap tersebut juga menciptakan interaksi visual antara pengunjung dengan lebah dan ekosistemnya.",
  "creators": "MARVIN LEONHARD MARGO",
  "contributors": "Wanda Widigdo Canadarma (Advisor 1); Christine Wonoseputro (Advisor 2); Benny Poerbantanoe (Advisor 3); Angela Christysonia Tampubolon, S.T., M.T. (Examination Committee 1); V.P. Nugroho Susilo (Examination Committee 2); Handinoto (Examination Committee 3); Bram Michael Wayne, S.T., M.Ars. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 00024468/ARS/2023; Marvin Leonhard Margo (B12190068)",
  "subjects": "EDUCATION PARKS--DESIGNS AND PLANS; RECREATION CENTERS--DESIGN AND PLANS"
}