{
  "id": "57380",
  "title": "Analisis dan perbaikan kondisi ketenagakerjaan Unit V (Lima) Bagian Packaging dengan metode workload analysis dan work sampling di PT X",
  "abstract": "PT X merupakan sebuah perusahaan manufaktur yang beroperasional di bidang produksi garam konsumsi beryodium di Surabaya sejak tahun 1978. Dengan kapasitas produksi yang meningkat setiap tahunnya, PT X telah mendirikan beberapa unit produksi untuk mendorong produktivitas kerja perusahaan. Salah satu unit produksi yang menjadi acuan untuk mendorong produktivitas kerja secara dominan adalah unit V (lima). Pada unit V (lima), terdapat salah satu bagian yang penting dalam membantu distribusi produk menjadi hasil akhir yaitu bagian packaging. Permasalahan yang dihadapi oleh bagian packaging di unit V (lima) saat ini adalah terdapat penambahan tenaga kerja yang berfluktuasi pada waktu tertentu tanpa diimbangi dengan pertimbangan mengenai deskripsi kerja serta pengaruh terhadap kondisi atau situasi kerja yang berlangsung. Melalui analisis kondisi ketenagakerjaan dengan metode workload analysis dan work sampling, didapatkan persentase beban kerja rata-rata yang tinggi yaitu sebesar 114.25%. Selain itu, melalui perhitungan serta analisis waktu standar rata-rata sebesar 2.072 menit/pcs pada bagian packaging, didapatkan perhitungan jumlah tenaga kerja yang optimal sesungguhnya adalah sebanyak 8 pekerja agar dapat menciptakan situasi yang kondusif selama bekerja dengan persentase beban kerja rata-rata yang menurun menjadi 99.97%.",
  "creators": "LEONARDUS ANTONIO SUTEDJO",
  "contributors": "Prayonne Adi S.T., M.MT. (Advisor 1); I Nyoman Sutapa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022576/IND/2023; Leonardus Antonio Sutedjo (C13190029)",
  "subjects": "PERSONNEL MANAGEMENT; MANUFACTURING INDUSTRIES--MANAGEMENT; PRODUCTION PLANNING; WORK SAMPLING"
}