{
  "id": "57385",
  "title": "Fasilitas wisata edukasi cokelat di Surabaya",
  "abstract": "Cokelat merupakan makanan yang sering dijumpai dalam kehidupan sehari-hari. Cokelat berasal dari biji kakao yang dipanen lalu diproses hingga menjadi cokelat batang. Indonesia merupakan negara penghasil kakao terbesar ketiga di dunia. Namun, tingkat konsumsi cokelat di Indonesia masih sangat rendah jika dibandingkan dengan negara-negara Eropa, yang memiliki tingkat produksi kakao yang lebih rendah daripada Indonesia. Salah satu penyebab dari terjadinya hal ini yaitu adanya stereotip dan pandangan buruk terhadap konsumsi cokelat. Banyak orang memiliki asumsi bahwa mengkonsumsi cokelat akan memberi dampak buruk kepada kesehatan. Perancangan Fasilitas Wisata Edukasi Cokelat di Surabaya hadir sebagai solusi, yaitu untuk memberikan edukasi secara masif mengenai proses pembuatan cokelat serta manfaatnya. Fasilitas ini memiliki tujuan akhir meningkatkan potensi pemanfaatan dan tingkat konsumsi cokelat di dalam negeri. Permasalahan yang diangkat adalah keinginan untuk menciptakan sebuah fasilitas wisata edukasi yang mengutamakan pengalaman pengunjung. Oleh karena itu, perancangan fasilitas ini menggunakan pendekatan spasial dan sekuensial, yang mana karakter ruang serta alur pengunjung diperhatikan untuk memberikan pengalaman edukasi yang interaktif. Untuk mewujudkan pengalaman tersebut, maka konsep “multisensory architecture” diterapkan pada setiap ruang, diantaranya yaitu exhibition, dan workshop sebagai fungsi utama dan dining sebagai fungsi pendukung.",
  "creators": "JOSEPHINE NATHANIA HANDOKO",
  "contributors": "Angela Christysonia Tampubolon, S.T., M.T. (Advisor 1); Handinoto (Advisor 2); V.P. Nugroho Susilo (Advisor 3); Bram Michael Wayne, S.T., M.Ars. (Advisor 4); Riduan Sukardi (Examination Committee 1); Roni Anggoro, S.T., M.A.Arch. (Examination Committee 2); Altrerosje Asri, S.T., M.T. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perencanaan Arsitektur No. 02024439/ARS/2023; Josephine Nathania Handoko (B12190022)",
  "subjects": "EDUCATION PARKS--DESIGNS AND PLANS; RECREATION CENTERS--DESIGN AND PLANS"
}