{
  "id": "57390",
  "title": "Program community engagement pengolahan limbah bunga sebagai motif ecoprint dan pewarna alami pada kain",
  "abstract": "Bunga sudah menjadi salah satu obyek yang ada dalam sebuah acara, terutama digunakan sebagai dekorasi. Melalui hasil pengamatan, bunga dekorasi seusai acara akan dibuang dan tidak diolah sehingga memberikan dampak buruk bagi lingkungan. Penumpukkan limbah bunga yang tidak segera ditangani maka akan menimbulkan penumpukan di Tempat Pembuangan Akhir (TPA) yang memberikan dampak buruk pada kesehatan dan lingkungan. Di Kota Surabaya sendiri, terdapat banyak usaha dekorasi untuk melayani berbagai acara, salah satunya adalah Bloom Decoration & Special Effect. Dengan melakukan pengolahan limbah bunga dari Bloom Decoration & Special Effect menjadi motif ecoprint dan pewarna alami pada kain, dapat mengurangi limbah tekstil yang mencemari perairan di Indonesia. Motif ecoprint dan pewarna alami yang dihasilkan digunakan untuk pembuatan produk daily wear fashion dengan prinsip slow-fashion jenis zero-waste yang dikolaborasikan dengan Tiffany sebagai fashion designer. Dalam proses pembuatan pakaiannya, mengikutsertakan pengrajin jahit di Surabaya. Produk pakaian tersebut dibuat menjadi brand dengan nama “Boonga”. Selain bertujuan untuk mengurangi limbah bunga dan limbah tekstil, kegiatan ini juga dapat membuka wawasan baru serta peluang kerja baru bagi pihak-pihak yang terlibat.",
  "creators": "AURYN LORENZA SUHARTONO",
  "contributors": "Deddi Duto Hartanto (Advisor 1); BERNADETTE DIAN ARINI MAER, S.SN.,MA. (Advisor 2); Heru Dwi Waluyanto (Examination Committee 1); Merry Sylvia, S.Sn (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Socio Start-Up",
  "source": "Socio Start-Up No. 00023980/DKV/2023; Auryn Lorenza Suhartono (E12190043)",
  "subjects": "DYE PLANTS; DYES AND DYEING--TEXTILE FIBERS; WASTE MINIMIZATION"
}