{
  "id": "57397",
  "title": "Kantor sewa berkelanjutan untuk bisnis rinntisan di Surabaya",
  "abstract": "Perkembangan Start Up di Surabaya bisa tergolong sangat pesat, tercermin saat Surabaya bisa terpilih menjadi tuan rumah dari Inovator Inovasi Indonesia Expo (I3E) pada tahun 2017. Hal ini menunjukan bahwa anak- anak muda Surabaya sebagai perintis start up memiliki antusiasme dan semangat yang tinggi, namun berdasarkan data dari MIKTI 2021 banyak sekali start up berskala mikro dan kecil yang gagal dalam perjalanannya akibat minimnya fasilitas yang mampu mendukung kebutuhan start up dalam bekerja. Kantor konvensional tidak bisa mengakomodasi kebutuhan ruang kerja bagi para perintis start up yang didominasi Generasi Z sebagai tenaga kerja yang mulai menggantikan generasi-generasi sebelumnya. Generasi Z membutuhkan ruang kerja yang memiliki fleksibilitas yang tinggi dan inovatif untuk mengakomodasi perkembangan start up yang cepat. Perhatian terhadap keberlanjutan juga menjadi faktor yang memengaruhi kinerja Generasi Z untuk fokus dan mendapatkan inspirasi. Perencanaan Kantor start up berskala mikro dan kecil di Surabaya ini bertujuan untuk menciptakan sebuah fasilitas kantor yang mampu mengakomodasi kebutuhan start up dan Generasi Z diatas. Masalah utama yang perlu dihadapi dalam perancangan ini adalah perlunya penerapan keberlanjutan dalam mendesain bangunan dan ruangan secara holistik dengan fokus pada strategi penghematan energi melalui pengoptimalan pencahayaan alami. Strategi-strategi keberlanjutan khususnya pencahayaan alami akan diterapkan pada perancangan ini untuk menjawab tantangan-tantangan yang ada. Diharapkan desain kantor start up skala mikro dan kecil berkelanjutan ini dapat menjadi wadah bagi para perintis start up sebagai tempat kerja yang fleksibel dan inovatif.",
  "creators": "MATEUS SAMPURNA HIDAYAT",
  "contributors": "Dr. Feny Elsiana, S.T., M.T. (Advisor 1); Timoticin Kwanda (Advisor 2); Irwan Santoso (Advisor 3); Lilianny Sigit Arifin (Examination Committee 1); Stanislaus Kuntjoro Santoso (Examination Committee 2); Anik Juniwati (Examination Committee 3); Elvina Shanggrama Wijaya, S.T., M.T. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06024435/ARS/2023; Mateus Sampurna Hidayat (B12190016)",
  "subjects": "COMMERCIAL BUILDINGS--DESIGNS AND PLANS; OFFICE BUILDINGS--DESIGN AND PLANS"
}