{
  "id": "57394",
  "title": "Kantor sewa bisnis rintisan di Surabaya",
  "abstract": "Proyek Kantor Sewa Bisnis Rintisan ini dirancang dengan latar belakang era ekonomi kreatif yang diwarnai dengan bisnis rintisan oleh gen milenial. Tujuan proyek ini adalah untuk mewadahi kegiatan perkantoran yang tidak hanya sebagai tempat bekerja namun juga mampu membentuk perilaku baru yang dinamis dan berinteraksi untuk mempelajari hal baru. Konsep yg dikembangkan yaitu kolaborasi yang bertujuan untuk menciptakan interaksi antar satu sama lain dengan menerapkan banyak ruang berkumpul terbuka maupun tertutup sehingga harapannya dapat tercipta kolaborasi sehingga dapat meningkatkan efektivitas para pekerja. Konsep ini terinspirasi dari Arsitektur Kontemporer Jepang dengan melihat gaya kerja orang Jepang serta keberlanjutannya yang diimplementasikan dalam pengelolaan penataan ruang secara efektif dan fleksibel serta penggunaan materialnya. Fasilitas utama bangunan ini terdiri kantor sewa dengan dilengkapi fasilitas penunjangnya yaitu pusat bisnis, ruang kerja bersama, ruang berkumpul terbuka dan tertutup, servis, dll. Metode pendekatan pada perancangan ini menggunakan pendekatan perilaku. Penerapan ruang berkumpul terbuka maupun tertutup yang didesain sebagai penunjang aktivitas dan kebutuhan kaum milenial dalam bekerja. Pendalaman pada penataan ruang yang fleksibel dan kolaboratif serta pencahayaan untuk mendukung suasana ruang kerja yang mendukung produktivitas dan efektivitas para pekerja untuk menghasilkan ide-ide kreatif.",
  "creators": "JESSICA NETHANIA",
  "contributors": "Luciana Kristanto, S.T., M.T. (Advisor 1); Samuel Hartono (Advisor 2); Rully Damayanti (Advisor 3); Stephanus Wirawan Dharmatanna, S.T., M.Ars. (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Skripsi No. 06024455/ARS/2023; Jessica Nethania (B12190048)",
  "subjects": "COMMERCIAL BUILDINGS--DESIGNS AND PLANS; OFFICE BUILDINGS--DESIGNS AND PLANS"
}