{
  "id": "57402",
  "title": "Fasilitas kebugaran dan perawatan diri di Surabaya",
  "abstract": "Sektor pekerjaan dan pendidikan menerima dampak yang besar dari perkembangan dunia menciptakan persaingan dan tuntutan yang tinggi. Hal ini membuat masyarakat, terutama pelajar dan pekerja, berada dalam kesibukan yang tidak sehat untuk memenuhi tuntutan dan rutinitas yang ada dan mudah merasa jenuh, tertekan dan stres, depresi, tidak bugar, dan tidak sehat. Kondisi ini mengakibatkan keadaan tubuh - pikiran - jiwa (well - being) masyarakat tidak optimal sehingga produktivitas terganggu. Oleh karena itu, diperlukan sebuah fasilitas dimana masyarakat dapat menjaga kebugaran dan merawat diri secara holistik dengan pengalaman yang rileks dan rekreatif untuk meningkatkan well - being sehingga pengguna dapat beraktivitas dengan produktif dan optimal. Kegiatan yang diakomodasi fasilitas adalah kegiatan wellness, yaitu, yoga, pilates, perawatan spa wajah dan tubuh, rambut, kuku, kelas perawatan dan pengembangan diri, dan penginapan untuk retret kebugaran. Fasilitas dirancang untuk mendorong penggunanya berproses menuju well - being secara fokus dan optimal melalui pemenuhan kebutuhan aktivitas dan perilaku penggunanya. Fasilitas juga menerapkan unsur alam pada desain yang meningkatkan proses wellness dan memberi pengalaman yang rileks selama beraktivitas dalam fasilitas dari keseharian para pengguna.",
  "creators": "ALDA GRACIANI",
  "contributors": "Markus Ignatio Aditjipto (Advisor 1); Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Advisor 2); Andhi Wijaya (Advisor 3); Christine Wonoseputro (Examination Committee 1); Benny Poerbantanoe (Examination Committee 2); Wanda Widigdo Canadarma (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024458/ARS/2023; Alda Graciani (B12190055)",
  "subjects": "HEALTH FACILITIES--DESIGNS AND PLANS"
}