{
  "id": "57405",
  "title": "Program community engagement: pemberdayaan seniman sungging wayang beber “Sanggar Naladerma” melalui kampanye sosial “Dibébérké” untuk memperkenalkan kesenian wayang beber di kota Surakarta",
  "abstract": "Wayang beber merupakan bentuk seni pewayangan tertua asli Indonesia yang dimainkan dengan cara membentangkan gulungan berisi rangkaian peristiwa dari tokoh pewayangan. Sedangkan pembuatannya dilakukan melalui teknik khusus, yakni teknik sungging. Meskipun bukan merupakan kesenian asli Kota Surakarta, akan tetapi kota ini memiliki kaitan erat dengan kesenian wayang beber. Walaupun begitu, faktanya kesenian wayang beber khususnya pada aspek sejarah, seni sungging, dan keberadaan senimannya kurang dikenal oleh generasi muda Kota Surakarta. Hal tersebut disebabkan oleh karena minimnya upaya serta metode pengenalan yang belum mampu menjangkau generasi muda. Mengacu dari permasalahan tersebut, dirancang kampanye sosial dengan judul “Dibébérké” yang bertujuan untuk mengedukasi serta memperkenalkan generasi muda pada wayang beber melalui pemanfaatan media sosial. Sebuah kolaborasi dan pemberdayaan bersama maestro sungging wayang beber “Sanggar Naladerma,” Komunitas Soerakarta Walking Tour, Rumah Budaya Kratonan, serta Komunitas SangKuli-Kriya ISI Surakarta turut dilakukan untuk memperkenalkan sejarah, seni sungging, serta keberadaan maestro sungging wayang beber “Sanggar Naladerma” melalui event kolaborasi yang dikemas dalam bentuk wisata sejarah dan workshop dengan mengangkat wayang beber sebagai tema utama. Selain upaya edukasi, kegiatan ini juga dapat menjadi inovasi baru dalam upaya pelestarian serta memberikan ruang pada seniman sungging wayang beber untuk tetap berkarya dan memperkenalkan kesenian wayang beber pada generasi muda.",
  "creators": "KARIN INTAN LILIANA",
  "contributors": "Deddi Duto Hartanto (Advisor 1); BERNADETTE DIAN ARINI MAER, S.SN.,MA. (Advisor 2); Heru Dwi Waluyanto (Examination Committee 1); Merry Sylvia, S.Sn (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Kampanye Sosial",
  "source": "Kampanye Sosial No. 00023987/DKV/2023; Karin Intan Liliana (E12190167)",
  "subjects": "SERVICE LEARNING; VISUAL COMMUNICATION; WAYANG IN ART"
}