{
  "id": "57415",
  "title": "Fasilitas wisata pembuatan kain tenun di Atambua, NTT",
  "abstract": "Indonesia terkenal memiliki banyak budaya dan kaya akan keberagaman. Keberagaman ditunjukkan dengan banyaknya suku, Bahasa, dan berbagai jenis pakaian adat berdasarkan daerahnya. Bahan dalam pembuatan pakaian adat yang cukup terkenal adalah kain batik dan kain tenun. Motif dari kain tenun memiliki makna yang cukup kuat dan sangat mempengaruhi kehidupan adat dan diwariskan secara turun temurun, salah satunya adalah moif kain tenun Atambua yang dikenal dengan sebutan Tais Belu. Dalam perkembangannya, motif dari Tais Belu mulai mengalami perubahan dan penggunaan lambang atau unsur spritual mulai tidak sesuai sebagaimana fungsi aslinya. Selain itu, generasi muda mulai berpikir hal yang lebih praktis dan modern tanpa memikirkan fungsi dan nilai sebenarnya yang terkandung didalam sehelai kain tenun. Bagi mereka kain tenun hanya sebatas kain biasa yang diwariskan turun temurun oleh nenek moyang mereka. Generasi muda juga menilai bahwa kain tenun ini hanya digunakan sebagai pakaian khas ketika menghadiri acara-acara adat dan juga sebagai ungkapan belasungkawa saat ada kematian. Oleh karena itu, dibutuhkan fasilitas yang dapat mengakomodasi kegiatan menenun sehingga dapat menarik generasi muda untuk mau belajar dan meneruskan budaya tenun agar tidak punah. Selain itu, diharapkan dengan adanya fasilitas ini dapat menjadi wadah untuk mengenalkan kepada wisatawan luar mengenai salah satu kearifan lokal kota Atambua yaitu kain tenun. Untuk menambah pengalaman wisatawan, fasilitas dibangun dengan mengadaptasi rumah adat daerah setempat dan juga menciptakan bangunan hematan energi dengan menerapkan pencahayaan dan penghawaan alami.",
  "creators": "CATHERINE LEONORA TJANDRA",
  "contributors": "Danny Santoso Mintorogo (Advisor 1); Joyce M.Laurens (Advisor 2); Ir. Bisatya Widadya Maer, M.T. (Advisor 3); Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Examination Committee 1); Andhi Wijaya (Examination Committee 2); Markus Ignatio Aditjipto (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 00024459/ARS/2023; Catherine Leonora Tjandra (B12190057)",
  "subjects": "EDUCATION PARKS--DESIGNS AND PLANS; RECREATION CENTERS--DESIGN AND PLANS"
}