{
  "id": "57413",
  "title": "Analisis elemen visual instagram ‘Wonder Broth’ pada instagram insight di Kindnation Group Jakarta",
  "abstract": "Dalam era teknologi dan informasi, Instagram Business telah menjadi sarana penting bagi pelaku usaha dalam melakukan promosi. Dukungan fitur-fitur Instagram Insight memungkinkan analisis data pengguna dan interaksi untuk meningkatkan efektivitas promosi. Wonder Broth, brand yang menyediakan produk kaldu tulang ayam dan sapi, memanfaatkan Instagram sebagai media komunikasi dengan target audiens Ibu-Ibu yang memiliki anak balita. Elemen visual memiliki peran penting dalam merepresentasikan identitas brand. Evaluasi juga diperlukan untuk mengoptimalkan konten selanjutnya. Metode yang digunakan adalah metode kualitatif dengan pendekatan analisis elemen visual dan analisis instagram insight. Dalam analisis elemen visual, tipografi, warna, dan ilustrasi maskot memiliki peran penting dalam menggambarkan identitas brand. Penggunaan warna coklat yang diambil dari warna kaldu, karakter Wonnie yang menyerupai tulang, serta tipografi yang sedikit melengkung yang sesuai dengan citra anak-anak, menjadi representasi yang tepat antara produk dan target audiens. Analisis Instagram Insight pada 13 konten Wonder Broth menunjukkan konten USP mendapatkan reach, impression, dan interaksi terbesar. Konten video dalam bentuk Instagram Reels itu menarik lebih banyak perhatian dan interaksi audiens dibandingkan konten grafis statis pada Testimoni dan KOL di Instagram Feed.",
  "creators": "ELVINA MARGARETA",
  "contributors": "Heru Dwi Waluyanto (Advisor 1); Mega Ekklesia Putrihadi, S.Sn., M.M. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00024034/DKV/2023; Elvina Margareta (E12190137)",
  "subjects": "INTERNET MARKETING--RESEARCH; SOCIAL MEDIA--MARKETING; SOCIAL MEDIA--RESEARCH"
}