{
  "id": "5741",
  "title": "Language form and function in socializing used by the students of the English Department Petra Christian University",
  "abstract": "The way to socialize in the society has become an important thing in people?s interaction. It is because in everyday conversation almost all people produce the \"socializing\" utterances toward their interlocutors. Thus, the writer is interested in studying about the use of \"socializing\" language function and language form used by the students of the English Department at Petra Christian University. This study is a sociolinguistics study of language function focused on \"socializing\" study the relationship between language and society. Socializing is one of the language functions used to socialize in the society and also to establish and maintain social relationships since it includes opening and closing utterances. The aim of this thesis is to find out the utterances of socializing language function and language form that are used by the students in socializing in the campus. The writer refers to the theory of \"socializing\" language function proposed by Van Ek & Alexander (1976) and language form from the theory of Francis (1958). In this study, the writer uses qualitative approach to get a holistic picture about \"socializing\" language function and form. The finding reveals that the students often produce the socializing utterances in the form of single form and double forms. They often use greeting and taking leave utterances in socializing in the Campus. In conclusion, the students often maintain social relationships with others in many different ways since they use the utterances of socializing language function and form.",
  "creators": "SISKA GUNAWAN HARIONO",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); Flora Debora (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011547/ING/2006; Siska Gunawan Hariono (11401018)",
  "subjects": "SOCIOLINGUISTICS; DISCOURSE ANALYSIS"
}