{
  "id": "57423",
  "title": "Hotel resor di Kabupaten Badung, Bali",
  "abstract": "Wisata pantai merupakan salah satu wisata populer yang ada di Pulau Bali, khususnya di Kabupaten Badung. Namun, hanya beberapa pantai di Kabupaten Badung yang terkenal di kalangan wisatawan, seperti: Pantai Seminyak, Pantai Legian, Pantai Kuta, dan Pantai Sanur. Perancangan Hotel Resor di Kabupaten Badung, Bali bertujuan untuk mendukung himbauan pemerintah setempat, yaitu untuk membangun sarana pariwisata di pantai kawasan Badung yang belum terolah dengan baik dan belum dikenal baik oleh wisatawan domestik dan mancanegara. Pantai Seseh yang terletak di Desa Cemagi menjadi acuan pengoptimalan pantai di Kabupaten Badung karena memiliki potensi wisata, tipologi arsitektur tradisional Bali yang kental, dan visi desa sebagai desa wisata. Perancangan hotel resor adalah upaya untuk mengoptimalkan potensi wisata Pantai Seseh dengan menggunakan pendekatan Neo-Vernakular sebagai respon dari tipologi bangunan sekitar yang memiliki arsitektur tradisional Bali yang cukup kental. Upaya penerapan Neo-Vernakular pada perancangan diantaranya mengidentifikasi elemen-elemen pembentuk rumah tradisional Bali dan adaptasinya ke bentuk dan ruang hotel resor, serta implementasi konsep zonasi Sanga Mandala pada zoning hotel resor. Penggunaan material juga mengacu pada material rumah tradisional Bali yang meliputi batu dan kayu.",
  "creators": "I KOMANG ADRIEL RAMANA PUTRA",
  "contributors": "Angela Christysonia Tampubolon, S.T., M.T. (Advisor 1); V.P. Nugroho Susilo (Advisor 2); Handinoto (Advisor 3); Bram Michael Wayne, S.T., M.Ars. (Advisor 4); Riduan Sukardi (Examination Committee 1); Roni Anggoro, S.T., M.A.Arch. (Examination Committee 2); Altrerosje Asri, S.T., M.T. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 08024486/ARS/2023; I Komang Adriel Ramana Putra (B12190095)",
  "subjects": "RESORTS--DESIGN AND CONSTRUCTION; HOTELS--DESIGNS AND PLANS; RESORTS--DESIGNS AND PLANS; HOTELS--DESIGN AND CONSTRUCTION"
}