{
  "id": "57420",
  "title": "Kajian tingkat pencahayaan fiber optic daylighting pada ruang kantor deep plan: studi kasus ruang P. 06. 05. Universitas Kristen Petra",
  "abstract": "Sistem fiber optic daylighting merupakan salah satu sistem distribusi cahaya matahari yang memanfaatkan serat optik. Sistem ini efektif mendistribusikan cahaya matahari ke area yang jauh dari jendela dan tidak mendapat cahaya matahari dengan jarak sampai 15 m, tanpa merusak tatanan bangunan. Pada penelitian ini hal yang akan diuji adalah tingkat pencahayaan yang dihasilkan oleh model kolektor dan alternatif diffuser sistem fiber optic daylighting serta bentuk dan layout diffuser agar memenuhi tingkat pencahayaan (lux) ruang diskusi P. 06. 05. Universitas Kristen Petra. Metode yang digunakan adalah eksperimen dibawah paparan cuaca sebenarnya dan simulasi terhadap model kolektor serta alternatif diffuser terpilih dengan bantuan software DIALux. Hasil eksperimen menunjukkan bahwa diffuser parabolik yang lebih panjang, berdiameter lebih sempit, permukaan mengkilap, dan bagian ujungnya menyerupai hiperbolik, menghasilkan tingkat pencahayaan yang paling tinggi daripada bentuk parabolik lainnya. Hasil simulasi menunjukkan bahwa ruang diskusi P. 06. 05. membutuhkan 6 kolektor dan 2 titik diffuser yang ditata simetris di bagian tengah ruangan dengan jarak antar diffusernya sebesar 3m. Tatanan tersebut menghasilkan tingkat pencahayaan sebesar 365 lux dan uniformity ratio sebesar 0.59, di mana keduanya sudah memenuhi standar kebutuhan pencahayaan ruang diskusi. Data tingkat pencahayaan yang digunakan adalah pada jam 10.30 AM, ketika kondisi cerah berawan.",
  "creators": "Felicia Ranita Angelica",
  "contributors": "Lilianny Sigit Arifin (Advisor 1); Dr. Feny Elsiana, S.T., M.T. (Advisor 2); Luciana Kristanto, S.T., M.T. (Examination Committee 1); Danny Santoso Mintorogo (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 00000034/MARS/2023; Felicia Ranita Angelica (B22220001)",
  "subjects": "DAYLIGHTING; FIBER OPTIC LIGHTING SYSTEMS; OFFICES--DESIGN AND CONSTRUCTION"
}