{
  "id": "57424",
  "title": "Fasilitas pengembangan dan kolaborasi kecerdasan buatan di Surabaya",
  "abstract": "Kecerdasan Buatan merupakan sebuah inovasi yang beberapa tahun terakhir menjadi bahan perbincangan dan memiliki dampak yang signifikan terhadap peradaban manusia. Pemerintah Kota Surabaya memiliki visi untuk mengembangkan kota cerdas yang salah satunya mengadopsi teknologi kecerdasan buatan. Untuk mendukung pengembangan kecerdasan buatan, maka diperlukan infrastruktur dan sumber daya manusia yang mencukupi. Oleh karena itu diperlukan sebuah fasilitas yang berisi infrastruktur dan dapat menarik sumber daya manusia untuk pengembangan kecerdasan buatan. Untuk dapat menarik sumber daya manusia, maka fasilitas dibuat menjadi fasilitas publik yang terbuka untuk umum. Karena fasiltias publik, maka penghawaan alami digunakan sebanyak mungkin yang juga untuk menghemat konsumsi energi, karena pengembangan kecerdasan buatan sendiri mengonsumsi energi dalam jumlah yang banyak untuk komputasi. Sehingga dipilih pendekatan termal yang menjadi pertimbangan utama untuk strategi penghawaan alami di iklim tropis Surabaya. Penerapannya ada pada bentuk bangunan yang di studi untuk menemukan bentuk yang paling efisien secara termal, dan memanfaatkan panas yang dihasilkan dari proses komputasi kecerdasan buatan dan sinar matahari tropis yang melimpah untuk kebutuhan penghawaan bangunan. Infrastruktur dari pengembangan kecerdasan buatan adalah alat untuk merekam data-data yang diperlukan untuk memprogram kecerdasan buatan. Alat-alat ini memerlukan ruang dengan karakter tertentu untuk dapat bekerja dengan baik. Sehingga alat diklasifikasikan berdasarkan jenis data yang direkam yaitu data visual, audio, dan kinetik. Untuk mengolah data-data ini masih diperlukan turut serta manusia untuk meorganisir data dan memprogramnya menjadi sebuah kecerdasan buatan. Sehingga diperlukan ruang untuk bekerja bagi para pengembang kecerdasan buatan yang dapat berasal dari perusahaan kecil hingga perusahaan besar.",
  "creators": "EVAN JANUAR",
  "contributors": "Dr. Feny Elsiana, S.T., M.T. (Advisor 1); Timoticin Kwanda (Advisor 2); Irwan Santoso (Advisor 3); Lilianny Sigit Arifin (Examination Committee 1); Anik Juniwati (Examination Committee 2); Stanislaus Kuntjoro Santoso (Examination Committee 3); Elvina Shanggrama Wijaya, S.T., M.T. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 09024480/ARS/2023; Evan Januar (B12190084)",
  "subjects": "EDUCATION PARKS--DESIGNS AND PLANS; OFFICE BUILDINGS--DESIGN AND PLANS"
}