{
  "id": "57425",
  "title": "Terminal bandar udara domestik di Kabupaten Buleleng, Bali Utara",
  "abstract": "Pulau Bali merupakan salah satu pulau destinasi wisata utama di Indonesia, belum memiliki infrastruktur yang baik terutama di pulau bagian Utara, yaitu Kabupaten Buleleng. Diperlukan waktu yang relatif lama untuk mencapai daerah tersebut dikarenakan kondisi eksisting jalan yang sudah ada, dan juga kondisi geografis Pulau Bali yang berkontur, terutama di area tengah pulau Bali yang memiliki kondisi geografis pegunungan. Dengan jangka waktu tempuh yang kurang baik untuk mengakses sisi Utara Bali, diperlukan infrastruktur transportasi pendukung berupa bandar udara. Dengan adanya bandar udara, waktu yang diperlukan untuk menjangkau banyak area Bali Utara akan jauh lebih singkat dan efisien sehingga mendukung perkembangan ekonomi area tersebut dan sekitarnya. Sesuai dengan fungsinya sebagai bandara, pendekatan yang digunakan adalah pendekatan sistem. Pendekatan sistem ini digunakan karena banyak parameter yang harus diikuti dalam perancangan bandara, mulai dari sistem sirkulasi, sistem struktur, sistem keamanan, sistem utilitas dan lain-lain. Sistem sirkulasi bandara merupakan salah satu sistem yang paling penting karena berhubungan dengan keamanan bandara, dan pengunjung bandara membutuhkan sirkulasi yang nyaman dan tidak terjadi crossing sirkulasi dalam bangunan.",
  "creators": "STEVEN LIYANTO",
  "contributors": "Andhi Wijaya (Advisor 1); Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Advisor 2); Markus Ignatio Aditjipto (Advisor 3); Benny Poerbantanoe (Examination Committee 1); Wanda Widigdo Canadarma (Examination Committee 2); Christine Wonoseputro (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 03024438/ARS/2023; Steven Liyanto (B12190021)",
  "subjects": "AIRPORT TERMINALS--DESIGNS AND PLANS; AIRPORTS--DESIGNS AND PLANS"
}