{
  "id": "57422",
  "title": "Fasilitas komunitas busana di Jalan Tunjungan Surabaya",
  "abstract": "Fenomena Tunjungan Fashion Week menjadi isu bagi pengguna jalan, namun keberadaannya didukung oleh Pemerintah Surabaya. Dengan adanya arahan dari pemerintah untuk memindahkan aktivitas fashion show ke pedestrian, para pejalan kaki kehilangan ruang sirkulasi. Fenomena ini juga menunjukkan banyaknya jumlah penghobi busana yang ada di Surabaya dan perlu ruang untuk beraktivitas. Penghobi busana meliputi perancang busana yang memiliki alur kerja khusus dan membutuhkan ruang-ruang yang spesifik. Dengan melihat kebutuhan yang ada, diperlukan sebuah ruang khusus bagi para penghobi busana, termasuk perancang busana, untuk mewadahi aktivitas, serta untuk mengedukasi masyarakat dengan cara memamerkan hasil karya mereka. Fasilitas Komunitas Busana di Jalan Tunjungan Surabaya bertujuan untuk mengakomodasi kebutuhan penghobi busana dan perancang busana. Masalah utama yang dihadapi dalam perancangan ini adalah konteks tapak yang berada di tengah kota dan kompleksnya sirkulasi antar kelompok pengguna, sehingga diperlukan pendekatan urban dan sistem sirkulasi untuk menyelesaikannya. Dalam penyelesaian masalah yang ada, pendekatan desain yang akan dilakukan adalah pendekatan urban dan sistem sirkulasi menggunakan teori Image of the City dari Kevin Lynch dan teori Form, Space, and Order dari Francis D.K. Ching.",
  "creators": "KEZIA CLARISA",
  "contributors": "Timoticin Kwanda (Advisor 1); Dr. Feny Elsiana, S.T., M.T. (Advisor 2); Irwan Santoso (Advisor 3); Lilianny Sigit Arifin (Examination Committee 1); Anik Juniwati (Examination Committee 2); Stanislaus Kuntjoro Santoso (Examination Committee 3); Elvina Shanggrama Wijaya, S.T., M.T. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024443/ARS/2023; Kezia Clarisa (B12190030)",
  "subjects": "OFFICE BUILDINGS--DESIGN AND PLANS"
}