{
  "id": "57432",
  "title": "Sekolah tinggi film dan animasi di Balikpapan, Kalimantan Timur",
  "abstract": "Perkembangan zaman terhadap teknologi di dunia berpengaruh besar dalam peningkatan kualitas industri perfilman di dunia, terutama pada Industri Film di Indonesia yang akhir-akhir ini sering mendapatkan penghargaan internasional, akan tetapi masalah utama yang selama 20 tahun terakhir ini sedang dihadapi adalah kurangnya human resources / SDM dalam industri film. Sementara itu, keberadaan Ibu Kota Nusantara (IKN) di Kalimantan Timur sebagai ibukota baru Indonesia membawa perkembangan terhadap komunitas perfilman di kota Balikpapan menjadi lebih aktif. Dengan merancang fasilitas ini diharapkan dapat menghasilkan tenaga kerja baru yang berpengalaman dan bisa menjadi wadah berkembangnya komunitas film di kota Balikpapan. Tidak hanya sineas muda saja, tetapi dapat memberikan pemahaman dan pengetahuan lebih juga kepada masyarakat terhadap industri film di Indonesia. Masalah yang dihadapi dalam perancangan ini adalah bagaimana mendesain fasilitas agar bisa meningkatkan minat dan pengetahuan akan produksi film yang memiliki tahapan-tahapan yang harus dikerjakan. Dengan penggunaan konsep “Cinema Narrative through Architecture” dan pendekatan simbolik dapat menyimbolisasikan tahapan pembuatan film menjadi elemen-elemen arsitektur yang bisa diekspresikan agar dapat membantu pengguna fasilitas untuk merasakan perubahan tahapannya melalui karakter ruang. Terdapat Sekolah Tinggi yang bisa digunakan mahasiswa untuk belajar, Studio Film untuk kebutuhan produksi film, Galeri dan Bioskop yang bisa digunakan masyarakat untuk berekreasi.",
  "creators": "FABIO ANTONIO CHAN",
  "contributors": "Samuel Hartono (Advisor 1); Luciana Kristanto, S.T., M.T. (Advisor 2); Rully Damayanti (Advisor 3); Stephanus Wirawan Dharmatanna, S.T., M.Ars. (Advisor 4); Dr. Feny Elsiana, S.T., M.T. (Examination Committee 1); Timoticin Kwanda (Examination Committee 2); Irwan Santoso (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 02024493/ARS/2023; Fabio Antonio Chan (B12190112)",
  "subjects": "SCHOOL BUILDING--DESIGNS AND PLANS"
}