{
  "id": "57438",
  "title": "Fasilitas rehabilitasi remaja korban perundungan di Surabaya",
  "abstract": "Perundungan merupakan suatu perilaku menyakiti orang lain, baik secara verbal, fisik, ataupun sosial di dunia nyata maupun dunia maya dari waktu ke waktu. Tidak sedikit remaja yang mengalami perundungan selama masa hidupnya dan meninggalkan memori yang buruk. Fasilitas Rehabilitasi Remaja Korban Perundungan di Surabaya bertujuan untuk menjadi sarana dan wadah bagi remaja korban perundungan agar mereka dapat kembali beraktivitas dengan normal. Program untuk rawat jalan terbagi menjadi 3, yaitu learning, sharing, dan practice. Masalah desain dalam desain perancangan adalah bagaimana cara menciptakan fasilitas yang mampu memberikan rasa aman, suasana nyaman, dan privasi dengan tetap memperhatikan perilaku korban perundungan agar remaja korban perundungan dapat pulih dan bertumbuh. Pendekatan desain yang diambil adalah pendekatan perilaku remaja korban perundungan yang merupakan pengguna fasilitas ini. Sesuai dengan karakter remaja korban perundungan yang membutuhkan rasa aman dan nyaman, maka desain terbentuk banyak area komunal untuk pengguna dapat saling berbagi dan menguatkan. Diharapkan fasilitas ini dapat meningkatkan kesehatan mental remaja korban perundungan di Indonesia.",
  "creators": "JOY GRACELLA VICTORY",
  "contributors": "Ir. Bisatya Widadya Maer, M.T. (Advisor 1); Joyce M.Laurens (Advisor 2); Danny Santoso Mintorogo (Advisor 3); Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Examination Committee 1); Andhi Wijaya (Examination Committee 2); Markus Ignatio Aditjipto (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024454/ARS/2023; Joy Gracella Victory (B12190047)",
  "subjects": "REHABILITATION CENTERS--DESIGNS AND PLANS; CHILD MENTAL HEALTH-DESIGNS AND PLANS"
}