{
  "id": "5743",
  "title": "A Study of the oppression on han that gives her fortitude as seen in Lim's, the bondmaid",
  "abstract": "In this thesis, the thesis writer discusses one of Catherine Lim?s novels, The Bondmaid. This novel depicts a life of a lower class Chinese Singaporean woman who has to face a lot of oppression. In this thesis, the thesis writer wants to know what kind of oppression that Han has to face and how Han?s fortitude helps her to survive in facing the oppression from the people around her. The thesis writer wants to show the kinds of oppression that Han has to faces and Han?s fortitude helps her to survive in facing the oppression from the people around her. Through this thesis, the thesis writer wants to reveal that fortitude is very important in human?s life, especially for women. Therefore, the writer focuses on people?s oppression and Han?s resistance. Moreover, the writer will discuss about some other supported character. The writer uses library research to collect the data and reviews on related material. Literary approach that discusses literary and conflict also supported by some key concepts used as her theory. Han as a bondmaid has to face two kinds of oppression, physical and emotional oppression. By having fortitude, Han can survive in facing all the oppression. The writer concludes that in Han?s case, oppression helps her to have fortitude. By getting oppression, Han has resistance and becomes a fortitude woman.",
  "creators": "YENNY MONICA",
  "contributors": "Stefanus Suprayitno (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011546/ING/2006; Yenny Monica (11401033)",
  "subjects": "SINGAPORE FICTION (ENGLISH)-20TH CENTURY-STUDY AND TEACHING; LIM, CATHERINE, 1942 - ... THE BONDMAID-STUDY AND TEACHING"
}