{
  "id": "57431",
  "title": "Fasilitas edukasi Bukit Jaddih di Bangkalan, Madura",
  "abstract": "Bukit Jaddih adalah sebuah kawasan bukit batu kapur yang terletak di Kabupaten Bangkalan, Madura. Bukit Jaddih memiliki daya tarik dan menjadi perhatian pengunjung yang bepergian pada area Madura. Bukit Jaddih memiliki potensi, khususnya pada bidang edukasi, seperti geografi tempat, geologi tempat, dan material bukit yang berupa batu kapur. Namun, informasi mengenai Bukit Jaddih cenderung sedikit, ditambahkan Bukit Jaddih saat ini berupa area tambang batu kapur. Aktivitas pariwisata pada Bukit Jaddih menjadi mengkhawatirkan dengan adanya pertambangan, sehingga tidak didukung oleh pemerintah untuk dijadikan area pariwisata yang digunakan penduduk setempat sebagai mata pencaharian. Perencanaan fasilitas edukasi bertujuan untuk memberi area edukasi alternatif mengenai Bukit Jaddih tanpa menghilangkan Bukit Jaddih sebagai objek utama. Pada desain, pengunjung dapat belajar mengenai Bukit Jaddih, pertambangan, dan batu kapur dengan aman dan informatif. Fasilitas tersebut mengakomodasi ruang edukasi, workshop, studio, dan area publik untuk kantin dan ekshibisi tambahan. Dari perencanaan desain, pendekatan yang digunakan adalah pendekatan spasial menggunakan teori Affordance. Tujuannya untuk menyediakan ruang yang menyerupai ruang Bukit Jaddih sebagai tempat berlangsungnya kegiatan edukasi, menggunakan Affordance Bukit Jaddih yang dijadikan karakteristik pada ruang. Pada saat pertambangan di Bukit Jaddih selesai, fasilitas juga dapat menjadi area rekapan perkembangan dan pembelajaran mengenai perubahan yang terjadi.",
  "creators": "ADRIAN MICHAEL WAHYUDI",
  "contributors": "Angela Christysonia Tampubolon, S.T., M.T. (Advisor 1); V.P. Nugroho Susilo (Advisor 2); Handinoto (Advisor 3); Bram Michael Wayne, S.T., M.Ars. (Advisor 4); Riduan Sukardi (Examination Committee 3); Roni Anggoro, S.T., M.A.Arch. (Examination Committee 2); Altrerosje Asri, S.T., M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024456/ARS/2023; Adrian Michael Wahyudi (B12190040)",
  "subjects": "EDUCATION PARKS--DESIGNS AND PLANS; RECREATION CENTERS--DESIGN AND PLANS"
}