{
  "id": "57435",
  "title": "Faktor-faktor yang berpengaruh terhadap keputusan sewa gedung perkantoran hijau di Surabaya dan Jakarta",
  "abstract": "Banyak investor yang menanamkan modal di bidang usaha real estat di Indonesia, akan tetapi terdapat perbedaan yang signifikan antara permintaan dan penawaran ruang gedung perkantoran di Surabaya dan Jakarta. Faktor yang berpengaruh dalam keputusan sewa gedung kantor adalah lokasi, fasilitas dan utilitas, serta finansial. Dewasa ini, faktor gedung hijau juga mulai diterapkan dalam gedung perkantoran dan penyewa gedung mulai beranggapan bahwa kantor hijau merupakan standar baru yang harus diimplementasikan. Tujuan dari penelitian ini adalah menganalisis faktor-faktor yang mempengaruhi keputusan sewa gedung perkantoran dan menganalisis faktor gedung hijau sebagai faktor moderasi terhadap faktor-faktor lain yang mempengaruhi keputusan sewa gedung perkantoran. Pengumpulan data primer didapatkan dari kuesioner (skala Likert) yang dibagikan secara online ke responden yang sedang atau pernah menyewa gedung perkantoran hijau kelas A dengan jabatan top atau middle level management. Analisis data dilakukan dengan metode Partial Lease Square – Structural Equation Method (PLS-SEM). Berdasarkan penelitian dan analisis yang telah dilakukan, dapat disimpulkan bahwa faktor lokasi, finansial, dan gedung hijau tidak berpengaruh signifikan terhadap keputusan sewa kantor hijau. Faktor fasilitas dan utilitas gedung berpengaruh signifikan terhadap keputusan sewa kantor hijau dengan tingkat signifikansi sebesar 10%. Faktor gedung hijau tidak memoderasi pengaruh faktor-faktor lokasi, fasilitas dan utilitas gedung, dan finansial terhadap keputusan sewa kantor hijau.",
  "creators": "AUDI AGRAPUTRA",
  "contributors": "Timoticin Kwanda (Advisor 1); Jani Rahardjo (Advisor 2); I Gede Agus Widyadana (Examination Committee 1); Daniel Tjandra (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000351/MTS/2023; Audi Agraputra (B21210012)",
  "subjects": "REAL ESTATE OFFICE BUILDINGS--DECISION MAKING; SUPPLY AND DEMAND; SUSTAINABLE ARCHITECTURE"
}