{
  "id": "57441",
  "title": "Hotel resor di Kota Batu",
  "abstract": "Kota Batu sebagai salah satu kota wisata terpopuler di Jawa Timur memiliki banyak sekali objek wisata, baik objek wisata buatan maupun objek wisata alami. Terdapat banyak sekali objek wisata yang terdapat di Kota Batu, baik objek wisata alam maupun objek wisata buatan. Selain terkenal akan hawa sejuk dan objek wisatanya kota Batu juga terkenal akan pemandangannya yang indah. Namun, sebagian besar kegiatan wisata berpusat di Kecamatan Batu, yang menjadikan penyebaran tidak merata terhadap fasilitas-fasilitas bagi para wisatawan. Untuk mengatasi penyebaran fasilitas yang tidak merata, maka diperlukan khususnya fasilitas akomodasi bagi wisatawan di kawasan lain diluar Kecamatan Batu. Salah satu kawasan Kota Batu yang memiliki banyak objek wisata adalah Kecamatan Bumiaji di Desa Tulungrejo. Terletak di sisi utara Kota Batu, yang merupakan dataran tinggi Kota Batu maka cenderung memiliki lahan kontur dan hawa yang lebih sejuk/dingin dari Kecamatan Batu. Maka pendekatan yang digunakan adalah pendekatan bioklimatik, dengan memperhatikan arah gerak matahari dan curah hujan di sekitar tapak. Pendekatan ini diterapkan berupa fasad dinding yang menghadap ke sisi barat dan barat daya. Fasad yang digunakan berupa balkon dan fasad kisi kayu, sehingga sinar dan panas matahari yang masuk ke dalam bangunan dapat berkurang dan pengguna dapat beraktivitas dengan nyaman di dalam bangunan.",
  "creators": "ANDINI DWIANA WINARTO OEI",
  "contributors": "Benny Poerbantanoe (Advisor 1); Wanda Widigdo Canadarma (Advisor 2); Christine Wonoseputro (Advisor 3); V.P. Nugroho Susilo (Examination Committee 1); Handinoto (Examination Committee 2); Angela Christysonia Tampubolon, S.T., M.T. (Examination Committee 3); Bram Michael Wayne, S.T., M.Ars. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 07024501/ARS/2023; Andini Dwiana Winarto Oei (B12190134)",
  "subjects": "HOTELS--DESIGNS AND PLANS; RESORTS--DESIGNS AND PLANS"
}