{
  "id": "57447",
  "title": "Kompleks hunian lanjut usia di Indonesia",
  "abstract": "Seperti halnya manusia pada umumnya, lansia membutuhkan tempat dengan kondisi yang baik dan mendukung. Kondisi tersebut harus dapat menyesuaikan karakteristik, perilaku dan kemampuan lansia itu sendiri. Namun realitanya, masih banyak lansia yang belum mendapatkan perawatan dan kondisi lingkungan yang sesuai. Lansia yang hidup dalam keluarga sibuk atau hidup sendiri cenderung mengalami kesepian dan dapat mengurangi semangat untuk melakukan kegiatan sehari-hari, kondisi ini pun lambat laun akan memengaruhi kesehatan mental, dan memerburuk kesehatan fisik. Dan karena tidak mau repot, opsi instan yang sering diambil adalah memasukkan orang tua mereka ke dalam Panti Lanjut Usia. Kasus seperti ini banyak ditemukan dan banyak dari masyarakat awam memberi kesan bahwa keluarga membuang dan tidak sayang lagi kepada orang tuanya. Tanggapan seperti ini diperoleh dikarenakan kondisi nyata keadaan Panti Lanjut Usia di Indonesia, khususnya di kota Surabaya. Hal ini menjadi alasan untuk merencanakan pembangunan Senior Living atau Hunian Lansia di Surabaya yang menyediakan wadah bagi para orang tua lanjut usia di kota Surabaya yang ingin menikmati masa tuanya dengan nyaman dan menyenangkan bersama sesama lansia dengan tetap memperhatikan kondisi serta perilaku dari pengguna.",
  "creators": "CARYNE VIONADYA TJIANDRA",
  "contributors": "V.P. Nugroho Susilo (Advisor 1); Handinoto (Advisor 2); Angela Christysonia Tampubolon, S.T., M.T. (Advisor 3); Bram Michael Wayne, S.T., M.Ars. (Advisor 4); Riduan Sukardi (Examination Committee 1); Roni Anggoro, S.T., M.A.Arch. (Examination Committee 2); Altrerosje Asri, S.T., M.T. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024474/ARS/2023; Caryne Vionadya Tjiandra (B12190078)",
  "subjects": "OLD AGE HOMES--DESIGN AND CONSTRUCTION"
}