{
  "id": "5744",
  "title": "A Study on the ways the speakers suffer and progress in Blake's three poems: \"The Little Black Boy\", \"The Chimney Sweeper\" and \"On Another's Sorrow\" in songs of innocence",
  "abstract": "Songs of Innocence contains the spontaneous joy of childhood. In this collection of poems, life is governed by the state of happiness. However, there are some poems in this Songs which implicitly describe the suffering conditions in the state of happiness. These suffering conditions are needed so that the speakers can grow and progress. Among those poems are \"The Little Black Boy\", \"The Chimney Sweeper\", and \"On Another?s Sorrow\". I choose to study them because I am curious to know the ways the speakers in those three poems suffer and progress in their life. In order to find the ways the speakers suffer and progress, I use literary approach and as tools to analyze, I employ the elements of poetry, such as imagery, diction, allusion and figures of speech: dramatic irony, metaphor, simile, and symbol. Moreover, since the setting of poems was in the eighteenth century or during the Romantic period, I need the information about the historical background of England?s condition at that time, especially the Industrial Revolution that gave huge effects in religion, society, economic conditions and literature. In the analysis I find the many ways the speakers suffer in those three poems, and I see the speakers of the poems progress after they come to self realization in each poem.",
  "creators": "CHRISTINA IRWANDI",
  "contributors": "Sarah Limuil (Advisor 1); Liem Satya Limanta (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011542/ING/2006; Christina Irwandi (11401068)",
  "subjects": "BLAKE, WILLIAM, 1757-1827. SONGS OF INNOCEACE; ENGLISH POETRY-18TH CENTURY-STUDY AND TEACHING"
}