{
  "id": "57442",
  "title": "Perancangan clothing brand pawstory Indonesia untuk meningkatkan kepedulian terhadap anjing kampung Bali",
  "abstract": "Anjing Kampung Bali merupakan salah satu jenis hewan asli dari Pulau Bali. Berdasarkan penelitian dari jurnal BMC Genomic Data, hewan tersebut sudah ada sejak 12.000 tahun lalu. Hewan tersebut memiliki peranan penting dalam kebudayaan Orang Bali. Bahkan, terdapat sebuah karya tulis tradisional yakni Lontar Carcan Asu yang didalamnya tertulis perhitungan terkait sifat dan karakter anjing. Namun, keberadaan Anjing Kampung Bali kini perlahan kurang dihargai oleh masyarakat. Tujuan dari perancangan ini adalah merancang clothing brand bernama Pawstory untuk meningkatkan kepedulian masyarakat pada Anjing Kampung Bali. Bentuk produk berupa lifestyle product seperti t-shirt, bucket hat, tote bag, dan dog scarf. Perancangan ini menggunakan metode kualitatif dengan mengumpulkan data primer dan data sekunder. Data primer didapat melalui wawancara, kuesioner, dan data mengenai sejarah Anjing Kampung Bali. Sedangkan data sekunder berupa jurnal, literatur, serta data dokumentasi Anjing Kampung Bali. Seluruh data tersebut kemudian dianalisis menggunakan metode 5W1H dan SWOT. Melalui perancangan ini, didapatkan hasil bahwa penting untuk meningkatkan kesadaran dan kepedulian masyarakat terhadap Anjing Kampung Bali dan mengenalkan karakter serta ciri khasnya sebagai anjing asli dari Pulau Bali. Dengan demikian, keberadaan Anjing Kampung Bali bisa dianggap penting karena sejatinya mereka adalah makhluk hidup yang perlu mendapat kasih sayang dan kehidupan yang layak.",
  "creators": "KRISTINA AYU TJAHJONO",
  "contributors": "Maria Nala Damajanti, S.Sn., M.Hum. (Advisor 1); Luri Renaningtyas, S.T., M.Ds. (Advisor 2); Listia (Examination Committee 1); Ani Wijayanti Suhartono (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Inovasi Bisnis",
  "source": "Inovasi Bisnis No. 00023967/DKV/2023; Kristina Ayu Tjahjono (E12190209)",
  "subjects": "ADVERTISING--BRAND NAME PRODUCTS; COMMERCIAL ART; DOG--CONSERVATION; GRAPHIC ARTS"
}