{
  "id": "57444",
  "title": "Pengaruh perceived usefulness dan expectation-confirmation terhadap continuous intention melalui satisfaction sebagai variabel mediasi terhadap penggunaan aplikasi halodoc setelah pandemi covid-19",
  "abstract": "Adanya pembatasan akses pada masyarakat saat pandemi Covid-19 menyebabkan masyarakat yang terbiasa untuk mengakses layanan kesehatan secara tatap muka atau langsung harus beralih menggunakan akses kesehatan jarak jauh atau yang disebut telemedicine. Telemedicine berguna agar pasien yang memiliki keluhan penyakit dapat mengakses layanan kesehatan sesuai dengan yang mereka butuhkan tanpa dibatasi jarak dan waktu. Salah satu aplikasi layanan kesehatan terbesar di Indonesia adalah Halodoc. Penelitian ini bertujuan untuk mengetahui pengaruh perceived usefulness, expectation-confirmation dan satisfaction terhadap continuous intention pada penggunaan aplikasi halodoc setelah pandemi covid-19. Penelitian eksplanatori dengan pendekatan kuantitatif ini melibatkan 128 responden dalam survei berbasis kuesioner daring. Dengan menggunakan partial least square, penelitian ini menujukkan bahwa perceived usefulness dan satisfaction berpengaruh signifikan terhadap continuous intention sedangkan expectation-confirmation tidak berpengaruh secara signifikan terhadap continuous intention. Akan tetapi, satisfaction mampu memediasi perceived usefulness dan expectation-confirmation dalam memengaruhi continuous intention secara kuat dan signifikan.",
  "creators": "FANDY",
  "contributors": "Wilma Laura Sahetapy (Advisor 1); Zeplin Jiwa Husada Tarigan (Examination Committee 1); Dr. Ratih Indriyani, S.E., M.M. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012419/MAN/2023; Fandy (D11190023)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMER SATISFACTION; CONSUMERS--RESEARCH"
}