{
  "id": "57443",
  "title": "Fasilitas pelatihan dan arena turnamen e-sports di Surabaya",
  "abstract": "Semakin maraknya anak remaja yang menyukai e-sports dipengaruhi oleh semakin berkembangnya teknologi sehingga muncul gadget seperti handphone, personal komputer dan konsol. Terbukanya kesempatan untuk menjadi atlet profesional dengan total hadiah hingga ratusan juta, kesempatan dikenal masyarakat luas karena mewakili negara membuat banyak anak muda bermimpi untuk terjun di dunia e-sports. Surabaya yang merupakan salah satu kota besar di Indonesia juga menyumbang banyak tim profesional e-sports dan jumlah peminat e-sports yang besar. Terbukti dari sudah diadakannya beberapa turnamen e-sports di tingkat kota bahkan provinsi. Maka dari itu, diperlukan wadah bagi pemain profesional dan amatir untuk berlatih secara lebih maksimal. Selain itu, fasilitas juga diperuntukkan bagi para komunitas e-sports untuk berkumpul dan berinteraksi. Bangunan akan dirancang dengan pendekatan simbolik untuk menggambarkan game itu sendiri yang disimbolkan melalui ultimate atau kemampuan tertinggi saat agent dalam game bertarung. Ultimate dapat diaktifkan dengan menekan tombol pada controller masing-masing gadget yang bersimbolkan persegi untuk game konsol, bulat untuk game mobile dan huruf X untuk game PC. Ketiganya disimbolkan pada bentuk massa dan tampak yaitu pada second skin facade yang digunakan di sisi-sisi bangunan terutama pada area berlatih dan arena turnamen. Selain itu, simbolisasi dari peta games yang terdiri dari spawn atau ruang beristirahat, mid sebagai tempat komunal untuk saling bertemu dengan lawan, dan site yang merupakan arena perang. Hal ini diaplikasikan pada penataan ruang dalam bangunan untuk memberikan pengalaman seperti pada tempat perang di dalam game kepada pengguna.",
  "creators": "CHERYL ALDEN",
  "contributors": "Stanislaus Kuntjoro Santoso (Advisor 1); Lilianny Sigit Arifin (Advisor 2); Anik Juniwati (Advisor 3); Elvina Shanggrama Wijaya, S.T., M.T. (Advisor 4); Joyce M.Laurens (Examination Committee 1); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 2); Danny Santoso Mintorogo (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 02024481/ARS/2023; Cheryl Alden (B12190085)",
  "subjects": "SPORTS FACILITIES--DESIGNS AND PLANS"
}