{
  "id": "57458",
  "title": "Aplikasi petra freelancer: sistem layanan penyedia jasa freelance Universitas Kristen Petra",
  "abstract": "Pekerja lepas atau yang lebih dikenal dengan istilah freelancer pada masa ini menjadi salah satu profesi pekerjaan yang paling diminati. Hal ini dikarenakan profesi pekerjaan freelance cenderung memiliki fleksibilitas yang sangat tinggi dibandingkan dengan jenis profesi lainnya. Namun, pada kebanyakan platform freelance lebih berfokus kepada freelancer profesional sehingga mengakibatkan para mahasiswa mengalami kesulitan untuk memulai kariernya sebagai freelance. Terdapat beberapa wadah yang dapat membantu baik para mahasiswa atau alumni Universitas Kristen Petra untuk mendapatkan pekerjaan tetapi wadah tersebut memiliki beberapa keterbatasan pada program studi dan status kemahasiswaan. Oleh karena itu, diperlukan sebuah aplikasi penyedia jasa yang dapat mendukung mahasiswa Universitas Kristen Petra dalam proses jual beli jasa. dengan adanya aplikasi Petra Freelancer, diharapkan dapat mengembangkan skills atau kemampuan yang dimiliki oleh mahasiswa sehingga mahasiswa sebagai freelancer dapat membuat perencanaan terhadap skills atau kemampuan yang ingin diperoleh. Aplikasi akan diujikan kepada 15 pengguna yang terdiri dari 7 pengguna employer dan 8 pengguna freelancer. Hasil pengujian menunjukkan aplikasi yang dirancang dapat memenuhi kebutuhan mahasiswa untuk mendukung pengembangan portofolio serta mendapatkan penghasilan tambahan dengan nilai yang diperoleh sebesar 75% partisipan menjawab sangat setuju. Selain itu, aplikasi ini cukup baik dalam mempertemukan kebutuhan mahasiswa dengan kebutuhan employer dalam mendapatkan jasa freelance yang tepat.",
  "creators": "MICHAEL WONG",
  "contributors": "Lily Puspa Dewi, S.T., M.Kom. (Advisor 1); Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Advisor 2); Liliana (Examination Committee 1); Adi Wibowo, S.T., M.T., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022302/INF/2023; Michael Wong (C14190168)",
  "subjects": "MOBILE APPS--DESIGN; APPLICATION SOFTWARE--DEVELOPMENT"
}