{
  "id": "57462",
  "title": "Program community engagement pemberdayaan pengrajin kayu di Tulungagung melalui pemanfaatan limbah kayu dan marmer menjadi produk fungsional",
  "abstract": "Limbah merupakan masalah penting yang dihadapi setiap wilayah. Setiap tahunnya, semakin banyak limbah yang tercipta dari sisa industri dan kegiatan manusia. Banyaknya limbah belum diiringi dengan pengelolaan yang memadai. Sehingga banyak limbah yang akan berdampak negatif bagi lingkungan dan manusia. Limbah yang menempati posisi ketiga terbanyak adalah limbah kayu. Salah satu upaya untuk mengolah limbah kayu adalah dengan mendaur ulangnya menjadi produk. Komunitas “Ferriz Project” yang berdiri di Tulungagung telah melakukannya sejak 2016. Namun, komunitas mengalami penurunan pendapatan dan harus dicari solusinya. Di sisi lain, di Kabupaten Tulungagung terdapat kegiatan industri marmer yang menyebabkan banyak limbah marmer yang belum diolah. Limbah ini mencemari lingkungan kota Tulungagung. Maka dari kedua masalah diatas, dibuat kegiatan pemberdayaan untuk memecahkan solusi Komunitas “Ferriz Project” dengan memanfaatkan limbah kayu dan marmer yang ada di Tulungagung. Kegiatan pemberdayaan bertujuan untuk membekali pengrajin dengan wawasan, dan kemampuan baru yang akan meningkatkan perekonomian pengrajin. Di samping itu, kegiatan akan mengurangi pencemaran limbah kayu dan marmer di Tulungagung. Kegiatan pemberdayaan menggunakan metode penelitian kualitatif dan dirancang untuk menghasilkan produk fungsional gabungan limbah kayu dan marmer yang memiliki potensi tinggi di pasaran. Produk yang dibuat berpotensi untuk membuka segmentasi pasar baru sehingga dibuat brand baru bernama “Rockwood”.",
  "creators": "CHELSEA LAUREN WIBOWO",
  "contributors": "Vanessa Yusuf (Advisor 1); Mendy Hosana Malkisedek (Advisor 2); Deddi Duto Hartanto (Examination Committee 1); BERNADETTE DIAN ARINI MAER, S.SN.,MA. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Socio Start-Up",
  "source": "Socio Start-Up No. 00023986/DKV/2023; Chelsea Lauren Wibowo (E12190159)",
  "subjects": "COMMUNITY DEVELOPMENT--ECONOMIC ASPECTS; NEW PRODUCTS; WASTE PRODUCTS--RECYCLING; WOOD WASTE--RECYCLING"
}