{
  "id": "57472",
  "title": "Fasilitas terapi anak penderita gangguan pemusatan perhatian dan hiperaktivitas (GPPH) di Surabaya",
  "abstract": "Kota Surabaya merupakan kota kedua terbesar di Indonesia sehingga memiliki jumlah anak yang banyak. Terdapat 8,3 juta anak yang memiliki gangguan pemusatan perhatian dan hiperaktivitas di Indonesia. Hal ini berdampak atas pemenuhan penyediaan fasilitas yang cukup dan memadai bagi anak-anak berkebutuhan khusus, khususnya di sini yaitu anak GPPH di Surabaya. Kurangnya pengetahuan akan GPPH di Indonesia juga menjadi permasalahan sehingga anak-anak dengan GPPH seringkali tidak mendapatkan penanganan yang baik. Selain itu, diperlukan fasilitas layak yang dapat membantu pengguna baik secara perawatan maupun dengan desain lingkungan yang menenangkan menggunakan elemen-elemen arsitektur. Karena karakteristik anak GPPH, maka juga diperlukan adanya pemisahan antara area dengan fungsi untuk pengeluaran energi dan area yang lebih privat. Untuk menjawab permasalahan tersebut, digunakan pendekatan Healing architecture. Hal ini dikarenakan pendekatan ini berhubungan erat dengan kebutuhan karakteristik anak GPPH serta dengan fokus fasilitas sebagai fasilitas kesehatan dan penyembuhan. Fasilitas ini didesain dengan intensi pemberian suasana yang menenangkan, pemberian view ke alam, penggunaan pencahayaan alami serta material yang alami. Karakteristik anak GPPH diperhatikan dengan penggunaan sirkulasi yang linear serta pemisahan zona antara zona tenang dan zona yang lebih ramai.",
  "creators": "AMELIA",
  "contributors": "Ir. Bisatya Widadya Maer, M.T. (Advisor 1); Joyce M.Laurens (Advisor 2); Danny Santoso Mintorogo (Advisor 3); Andhi Wijaya (Examination Committee 1); Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Examination Committee 2); Markus Ignatio Aditjipto (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 00024444/ARS/2023; Amelia (B12190032)",
  "subjects": "AUTISM IN CHILDREN--TREATMENT"
}