{
  "id": "57474",
  "title": "Fasilitas edukasi wisata pengolahan bambu di Kabupaten Tabanan",
  "abstract": "Bambu kembali mendapatkan perhatian sebagai hasil alam yang memiliki nilai ekonomi menjanjikan. Namun, potensi bambu di Indonesia masih kurang diolah meskipun tersedia hutan bambu yang melimpah. Pemerintah melalui Kementerian Lingkungan Hidup dan Kehutanan (LHK) saat ini sedang mengembangkan strategi nasional bagi industri bambu rakyat, salah satunya melalui program 1000 Desa Bambu. Berangkat dari permasalahan tersebut, muncul gagasan untuk menyediakan fasilitas edukasi wisata yang dapat menggugah minat masyarakat terhadap bambu dan pengolahannya. Fasilitas ini berlokasi di sebelah hutan bambu Sandan, Desa Bangli, Kecamatan Baturiti, Kabupaten Tabanan. Terdapat fasilitas edukasi, yaitu pengawetan dan workshop bambu, dan fasilitas wisata, yaitu penginapan dan kafe. Pengunjung perlu terekspos terhadap bambu untuk menggugah keingintahuan mereka sehingga diterapkan pendekatan struktur dalam desain. Penerapannya adalah dengan dominasi penggunaan struktur arch bambu pada bangunan-bangunan yang ada dalam fasilitas ini. Bentuk melengkung dari arch tersebut dapat menunjukkan fleksibilitas struktur bambu. Struktur pada tiap massa bangunan juga dibuat bervariasi untuk menunjukkan ragam struktur bambu. Setelah pengunjung tergugah karena melihat berbagai cara penerapan bambu tersebut, diharapkan pengunjung tertarik mempelajari lebih jauh dan mencoba sendiri untuk mengeksplorasi bambu.",
  "creators": "CHRISTIAN HADI",
  "contributors": "Samuel Hartono (Advisor 1); Luciana Kristanto, S.T., M.T. (Advisor 2); Rully Damayanti (Advisor 3); Stephanus Wirawan Dharmatanna, S.T., M.Ars. (Supervisors CHN 2); Dr. Feny Elsiana, S.T., M.T. (Examination Committee 1); Timoticin Kwanda (Examination Committee 2); Irwan Santoso (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 03024495/ARS/2023; Christian Hadi (B12190116)",
  "subjects": "EDUCATION PARKS--DESIGNS AND PLANS; RECREATION CENTERS--DESIGNS AND PLANS"
}