{
  "id": "57479",
  "title": "Fasilitas pelatihan dan pertandingan e-sport di Surabaya",
  "abstract": "Olahraga elektronik (E-sport) mengalami perkembangan yang pesat baik internasional dan nasional. Di Indonesia, jumlah pemain esport professional juga bertambah banyak, didominasi oleh pemuda remaja dan sebagian besar berasal dari Jakarta, Surabaya, dan Medan. \"Fasilitas Pelatihan dan Pertandingan E-Sport di Surabaya\" ini didesain untuk memenuhi kebutuhan tempat berlatih dan bertanding bagi para pemain esport di kota Surabaya. Desain fasilitas ini memperhitungkan efek negatif yang dialami oleh para pemain esport yang biasanya terlalu tenggelam dalam dunia digital sampai mempengaruhi aspek fisik dan psikologis mereka. \"Fasilitas Pelatihan dan Pertandingan E-Sport di Surabaya\" ini didesain dengan menggunakan pendekatan teknologi. Konsep desain \"Sci-fi in Nature\" diterapkan dengan menggunakan immersive dan multisensory teknologi untuk menjembatani pengguna antara dunia real dan dunia digital. Secara arsitektural, fasilitas ini didesain untuk memberikan pengalaman multisensory untuk panca indra pengguna dengan menggabungkan elemen teknologi dengan memasukkan alam ke dalam bangunan, membentuk ruang dalam ruang, penggunaan skylight dengan kaca tinted photochromatic untuk memberikan nuansa khusus, dan juga penggunaan berbagai material lainnya.",
  "creators": "MARVEL YAEL FUNATA",
  "contributors": "Roni Anggoro, S.T., M.A.Arch. (Advisor 1); Altrerosje Asri, S.T., M.T. (Advisor 2); Riduan Sukardi (Advisor 3); Luciana Kristanto, S.T., M.T. (Examination Committee 1); Samuel Hartono (Examination Committee 2); Rully Damayanti (Examination Committee 3); Stephanus Wirawan Dharmatanna, S.T., M.Ars. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024441/ARS/2023; Marvel Yael Funata (B12190025)",
  "subjects": "SPORTS FACILITIES; STADIUMS--DESIGNS AND PLANS"
}