{
  "id": "57476",
  "title": "Fasilitas konservasi penyu Batu Sungu, Bali",
  "abstract": "Penyu adalah sebuah spesies laut yang memiliki peranan penting dalam ekosistem laut, namun secara keseluruhan spesies penyu di seluruh dunia memasuki kondisi terancam punah, Hal ini dikarenakan oleh habitatnya yang rusak, penangkapan secara tidak sengaja, konsumsi oleh manusia baik cangkang, daging maupun telur, dan dimangsa. Pemerintah sudah mengambil beberapa langkah untuk menganggulangi masalah ini dengan membuat peraturan yang membatasi faktor kepunahan tersebut, namun usaha tersebut masih belum bisa mencegah kepunahan penyu. Untuk menyelesaikan masalah ini, dirancang suatu Fasilitas Konservasi Penyu Pantai Batu Sungu, Bali. Fasilitas ini bertujuan untuk melestarikan populasi penyu dengan cara merehabilitasi penyu yang tertangkap secara tidak sengaja, mewadahi kegiatan penelitian tentang penyu seperti patologi, mikrobiologi dan sebagainya untuk lebih mengenal penyu secara mendalam. Selain itu fasilitas penetasan juga disertakan untuk mengisolasi telur penyu yang terancam predasi sehingga bisa menetas dengan aman, lalu dilepaskan ke laut sehingga berpotensi untuk meningkatkan populasi penyu pada jangka panjangnya. Fasilitas ini didesain dengan pemikiran restorasi ekosistem sehingga pantai yang mengalami kerusakan ekosistem penyunya karena pembangunan manusia diupayakan untuk menjadi pantai yang menunjang ekosistem penyu kembali, fasilitas ini juga diharapkan dapat berfungsi sebagai pelindung ekosistem penyu di pantai tersebut dari campur tangan manusia. Pendekatan yang digunakan adalah ekosistim penyu, yaitu kelestarian penyu akan terganggu bila ada kegiatan manusia secara langsung. sehingga dibutuhkan batasan antara kehidupan alamiah penyu dan kegiatan manusia yang akan melestarikannya. Agar manusia tetap dapat mengakses pantai tanpa mempengaruhi penyu, disertakan jembatan observasi yang memisahkan manusia dan penyu secara elevasi sehingga tidak ada interaksi langsung, namun tetap bisa melihat dan meneliti penyu pada habitatnya.",
  "creators": "LEONARDO INDRA WIJAYA",
  "contributors": "Wanda Widigdo Canadarma (Advisor 1); Benny Poerbantanoe (Advisor 2); Christine Wonoseputro (Advisor 3); Angela Christysonia Tampubolon, S.T., M.T. (Examination Committee 1); Handinoto (Examination Committee 2); V.P. Nugroho Susilo (Examination Committee 3); Bram Michael Wayne, S.T., M.Ars. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 00024505/ARS/2023; Leonardo Indra Wijaya (B12190139)",
  "subjects": "RECREATION CENTERS--DESIGNS AND PLANS; SEA TURTLES--CONSERVATION"
}