{
  "id": "57477",
  "title": "Perancangan media komunikasi visual pentingnya memperhatikan rating usia tayangan hiburan terhadap karakter anak usia 6-12 tahun",
  "abstract": "Pada era sekarang, perkembangan IPTEK yang berkembang pesat telah memudahkan aktivitas sehari-hari hingga dapat mengakses hiburan seperti tayangan hiburan namun hal tersebut juga berdampak buruk terhadap perkembangan karakter anak. Hal ini terjadi bisa karena anak tidak mengikuti rating usia yang ada dikarenakan kurangnya pengawasan orang tua yang paham terhadap rating usia sehingga tidak memperhatikan tayangan hiburan untuk anak dan menimbulkan banyak anak terpapar oleh konten yang tidak seharusnya dinikmati pada umurnya. Rancangan penelitian menggunakan metode wawancara dan observasi yang bertujuan untuk mengetahui lebih dalam atas keseharian orang tua terhadap anak usia 6-12 tahun. Orang tua cenderung memiliki pemikiran tersendiri atau stigma bahwa kartun itu cocok untuk anak dan mengklasifikasikan sendiri rating usia sesuai versinya sendiri-sendiri berdasarkan pengamatan sekilas tanpa memperhatikan tanda rating usia yang jelas. Oleh karena itu, media komunikasi visual yang berbasis website dan media sosial ini dipilih untuk menyebarkan pentingnya memperhatikan rating usia terhadap tayangan hiburan anak terutama anak usia 6-12 tahun yang mulai mengerti serta memiliki rasa ingin tahu yang tinggi dengan media yang sering digunakan oleh orang tua.",
  "creators": "WILSON WIJAYA",
  "contributors": "Ryan Pratama Sutanto, S.Sn., M.Med.Kom. (Advisor 1); Hen Dian Yudani (Advisor 2); Andrian Dektisa Hagijanto (Examination Committee 1); Vanessa Yusuf (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Multimedia Interaktif",
  "source": "Multimedia Interaktif No. 00023928/DKV/2023; Wilson Wijaya (E12190079)",
  "subjects": "GRAPHIC ARTS; PARENTING; VISUAL COMMUNICATION; WEB SITES--DESIGN"
}