{
  "id": "57470",
  "title": "Studi komparasi teori dan praktik proses perancangan kemasan saat internship di LoveStory Invitation",
  "abstract": "Kemasan sudah sangat berkembang termasuk perkembangan proses perancangannya yang mempertimbangkan promosionalnya seperti kebutuhan pasar, target konsumen, dll. Proses perancangan kemasan yang dianggap ideal oleh suatu perusahaan dapat berbeda dengan yang dipakai oleh perusahaan lain. Oleh karena itu, penulis tertarik melakukan studi komparasi antara teori yang sudah dipelajari dengan praktik proses perancangan kemasan saat menjalankan magang di LoveStory Invitation. Dilakukannya studi dengan metode komparatif kualitatif ini bertujuan untuk menemukan dan mempelajari proses perancangan kemasan yang lebih ideal dan efisien sesuai perkembangan dan kebutuhan kemasan zaman sekarang. Metode analisis data yang akan digunakan adalah dengan reduksi data, penyajian data, dan penarikan kesimpulan. Penelitian menghasilkan temuan bahwa proses perancangan kemasan berdasarkan teori dan pada praktik memiliki beberapa persamaan dan perbedaan. Secara keseluruhan keduanya dijalankan dengan melalui tahap perencanaan, pembuatan konsep, pembuatan sistem, perincian, penyempurnaan, dan produksi. Perbedaan terdapat pada tahap perencanaan dan pembuatan konsep. Proses perancangan kemasan menurut teori dilakukan dengan riset ilmiah dan pengujian konsep, sedangkan proses perancangan kemasan pada praktik digantikan dengan riset internal dengan wawancara pada klien. Perbedaan tersebut membuat proses perancangan kemasan menurut teori menjadi lebih efisien dalam waktu dan efektif. Proses perancangan kemasan pada praktik bersifat lebih adaptif karena disesuaikan dengan kebutuhan klien.",
  "creators": "ANGELINE LIMANJAYA",
  "contributors": "Rika Febriani, S.Sn., M.A. (Advisor 1); Cindy Muljosumarto S.Sn, M.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00024000/DKV/2023; Angeline Limanjaya (E12190214)",
  "subjects": "INTERNSHIP PROGRAMS; PACKAGING-DESIGN-CASE STUDIES; PACKAGING-RESEARCH"
}