{
  "id": "57481",
  "title": "Pasar Keputran modern di Surabaya",
  "abstract": "Pasar Keputran Selatan dirancang sebagai solusi untuk menjawab permasalahan pasar sebelumnya di mana kondisi eksistingnya dirasa kurang layak dan terbengkalai (seperti: kondisi kumuh dan sempit, tidak ada zonasi pasti, fasitilas parkir kurang memadai serta kurang tertata rapi) sehingga perlu diperbarui menjadi pasar dengan kebaharuan sistem dan kefungsian bangunan secara keseluruhan (modern). Nantinya, selain sebagai tempat untuk bertransaksi jual-beli antar pedagang dan pembeli, juga akan ada fasilitas tambahan seperti area edukasi & penyuluhan, foodcourt, dan ruang publik agar selain untuk berbelanja, pasar ini dapat menjadi destinasi wisata yang menarik. Terdapat juga beberapa inovasi desain pasar seperti courtyard sebagai tempat tunggu, desain atap yang dapat menampung air hujan (talang rainwater harvesting), penggunaan atap skylight untuk memasukkan cahaya alami kedalam bangunan serta sebagai pengarah sirkulasi utama melalui tempat yang lebih terang, dan fasad yang didesain secara dinamis dengan material lokal sebagai simbol identitas salah satu destinasi wisata kota Surabaya. Salah satu permasalahan utama yang sering ditemukan pada pasar adalah masalah sirkulasi, maka dari itu Pasar Keputran ini dirancang dengan pendekatan sistem sirkulasi agar dapat menciptakan sistem tatanan atau layout pasar yang tertata rapi serta memiliki wayfinding mudah sehingga pengunjung dapat berbelanja dengan lebih nyaman serta untuk meminimalisir kemungkinan terjadinya kerumunan di dalam pasar.",
  "creators": "EVAN JEREMY JOEDO",
  "contributors": "Dr. Feny Elsiana, S.T., M.T. (Advisor 1); Timoticin Kwanda (Advisor 2); Irwan Santoso (Advisor 3); Lilianny Sigit Arifin (Examination Committee 1); Anik Juniwati (Examination Committee 2); Stanislaus Kuntjoro Santoso (Examination Committee 3); Elvina Shanggrama Wijaya, S.T., M.T. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024431/ARS/2023; Evan Jeremy Joedo (B12190011)",
  "subjects": "MARKETS--DESIGN AND CONSTRUCTION; SHOPPING CENTERS--DESIGN AND CONSTRUCTION"
}