{
  "id": "5748",
  "title": "Audit sistem informasi berbasis komputer atas pengendalian aplikasi siklus pengupahan pada PT. \"X\"",
  "abstract": "Perusahaan telah menggunakan sistem informasi berbasis komputer sejak beberapa tahun yang lalu. Sistem ini membantu baik pemilik perusahaan maupun para karyawan untuk menjalankan bisnis dengan baik. Karena itu penelitian ini bertujuan untuk mengaudit sistem informasi berbasis komputer atas pengendalian aplikasi siklus pengupahan PT. \"X\" dan mengetahui apakah sistem masih cukup memadai dengan tercapainya tujuan dari pengendalian aplikasi tersebut. Hasil dari penelitian yang dilakukan diharapkan dapat digunakan sebagai masukan dan rekomendasi bagi perusahaan. Jenis penelitian adalah penelitian deskriptif dengan melakukan studi kasus dan menggunakan data-data kualitatif. Teknik analisis datanya adalah dengan mengumpulkan data dan informasi mengenai sistem informasi berbasis komputer atas siklus pengupahan di PT. \"X\", melakukan audit, dan memberikan penilaian mengenai hasil audit dengan rekomendasi yang disarankan. Penelitian dilakukan atas pengendalian aplikasi yang meliputi pengendalian input yaitu source document controls dan validation controls serta pengendalian output yaitu controlling batch systems output. Hasil penelitian menunjukkan bahwa pengendalian aplikasi siklus pengupahan pada PT. ?X? masih kurang memadai, khususnya pada pengendalian input. Ada hal-hal signifikan yang penting dan dibutuhkan untuk mencapai tujuan dari pengendalian aplikasi dan tujuan perusahaan itu sendiri. Beberapa saran diberikan untuk memperbaiki sistem di perusahaan.",
  "creators": "FANY SETIONO CUSSOY",
  "contributors": "Sri Maharsi (Advisor 1); Juniarti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.03010599/AKT/2006; Fany Setiono Cussoy (32401051)",
  "subjects": "AUDITING - DATA PROCESSING"
}