{
  "id": "57487",
  "title": "Analisis penerapan strategi branding media sosial di era Society 5.0 untuk target audiens mid-low dengan studi kasus Greensmart",
  "abstract": "Penelitian ini bertujuan untuk menganalisis penerapan strategi branding melalui media sosial di Era Society 5.0 untuk target audiens mid-low dengan studi kasus Greensmart. Penelitian ini menggunakan metodologi penelitian kualitatif deskriptif dengan pendekatan studi kasus dan dilakukan dengan cara wawancara, observasi, dan analisis data. Teori yang digunakan dalam penelitian ini adalah teori mengenai branding yaitu brand essence, brand positioning, brand voice yang tentunya disesuaikan dengan karakteristik dari target audiens mid-low. Kemudian dilanjutkan dengan menganalisa penerapan strategi branding pada konten-konten media sosial berdasarkan pesan komunikasi/core message, visual branding, copywriting, dan brand activation menggunaakan HEROES Strategy serta diakhiri dengan analisa pertumbuhan insight dan engagement media sosial Instagram menggunakan followers, reach, impression, dan profile visit sebagai tolak ukur keberhasilan penerapan strategi branding media sosial. Hasil penelitian ini menunjukkan bahwa di Era Society 5.0, media sosial menjadi sangat penting sebagai alat penyampaian informasi dan promosi bagi perusahaan. Berdasarkan hasil analisis penerapan strategi branding media sosial Greensmart disesuaikan dengan target audiensnya yaitu target audiens dengan SES mid-low membutuhkan visual branding yang lebih meriah, heboh, eye-catching, dan to the point serta penggunaan bahasa Indonesia yang lebih mudah dipahami. Selain itu penerapan HEROES Strategy pada konten media sosial juga dapat meningkatkan engagement dari perusahaan.",
  "creators": "SHERLEEN CHRISTIE SOETANTO",
  "contributors": "Cindy Muljosumarto S.Sn, M.D. (Advisor 1); Rika Febriani, S.Sn., M.A. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00023995/DKV/2023; Sherleen Christie Soetanto (E12190049)",
  "subjects": "BRANDING; DIGITAL MEDIA-DESIGN; INTERNET ADVERTISING; SOCIAL MEDIA"
}