{
  "id": "57488",
  "title": "Perancangan Sistem Manajemen Keselamatan dan Kesehatan Kerja (SMK3) di PT X berdasarkan Peraturan Pemerintah (PP) nomor 50 tahun 2012",
  "abstract": "Pada tahun 2022, PT X mencatat adanya kecelakaan kerja sekitar 25 kejadian. Segala upaya pengendalian telah dilakukan, namun kecelakaan kerja masih saja terus terjadi sehingga PT X terus mengalami kerugian. Hal ini disebabkan karena perusahaan belum memiliki SMK3. Oleh karena itu, berdasarkan permasalahan segera dilakukan perancangan SMK3. Pada penelitian ini dilakukan perancangan SMK3 berdasarkan PP Nomor 50 Tahun 2012 yang dapat diterapkan dan sesuai dengan kesanggupan perusahaan. Metode perancangan SMK3 meliputi proses wawancara, obsevasi, audit awal, perancangan pelaksanaan K3, diseminasi SMK3, dan audit akhir. Perancangan akan dilakukan hingga tahap lanjutan yaitu 166 sub-kriteria dengan mengecualikan klausul 11 dan klausul 5.4 (5.4.2) sehingga jumlah sub-kriteria yang akan dipenuhi yaitu 162 sub-kriteria. Pada hasil audit awal, PT X hanya memenuhi 35,8% (58 dari 162 sub-kriteria). Oleh karena itu, dilakukan perancangan seperti pembuatan kebijakan K3, persyaratan dan ketentuan K3, prosedur kerja, dan formulir. Setelah dilakukan perancangan maka didapatkan hasil audit akhir sebesar 61,1% (99 dari 162 sub-kriteria). Namun, jika perusahaan berhasil melaksanakan dan menerapkan rancangan tersebut maka didapatkan hasil audit akhir 100% (162 sub-kriteria).",
  "creators": "CLARISSA NATHANIA IRAWAN",
  "contributors": "Kriswanto Widiawan (Advisor 1); Togar Wiliater Soaloon Panjaitan, S.T., MBA. (Examination Committee 1); Tanti Octavia (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022600/IND/2023; Clarissa Nathania Irawan (C13190069)",
  "subjects": "RISK MANAGEMENT; INDUSTRIAL SAFETY--MANAGEMENT"
}