{
  "id": "57495",
  "title": "Fasilitas wisata edukasi teh di Rancabali, Kabupaten Bandung",
  "abstract": "Teh merupakan minuman kedua yang paling banyak dikonsumsi manusia setelah air putih. Indonesia dengan bentang alam yang mumpuni ternyata sudah lama menjadi negara penghasil teh, namun hal tersebut tidak banyak diketahui karena teh yang dihasilkan dijual dengan bentuk curah ke berbagai negara. Beberapa tahun terakhir, pemerintah sudah mengeluarkan beberapa visi untuk mendesain komoditas dan citra teh di Indonesia. Keberadaan kebun yang semakin menurun akibat alih fungsi lahan dapat dihindari jika kesadaran masyarakat meningkat. Lahan dan visi yang sudah tersedia ini sampai sekarang belum terakomodasi. Maka diperlukan sebuah sarana untuk pengenalan teh dalam bentuk arsitektur. Pengenalan teh akan mendalam dan menyentuh penggunanya dengan adanya integrasi antara alam, manusia, dan arsitektur yang diterima melalui kelima indra pengguna. Pendekatan multisensori diterapkan dalam bentuk dan penataan masa yang terpecah, di setiap sirkulasi yang terbentuk diantaranya, dan juga ruang yang terbentuk karenanya. Pendekatan ini digunakan untuk membantu pengunjung mengalami aktivitas yang berbeda dari biasanya agar menimbulkan keingintahuan dan pengalaman yang berkesan. Material yang diterapkan pada bangunan menggunakan material material asli, seperti beton dan kayu. Ruang yang ada dibuat terbuka agar memaksimalkan kondisi alam sekitar dan mencapai suasana ruang yang diinginkan.",
  "creators": "AGNES LEONARDI",
  "contributors": "Joyce M.Laurens (Advisor 1); Ir. Bisatya Widadya Maer, M.T. (Advisor 2); Danny Santoso Mintorogo (Advisor 3); Markus Ignatio Aditjipto (Examination Committee 1); Andhi Wijaya (Examination Committee 2); Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024485/ARS/2023; Agnes Leonardi (B12190093)",
  "subjects": "EDUCATION PARKS--DESIGNS AND PLANS; RECREATION CENTERS--DESIGNS AND PLANS"
}