{
  "id": "57493",
  "title": "Pengaruh brand familiarity dan marketing innovations terhadap post-purchase intention jajan tradisional srabi notosuman pada millennial dan gen z",
  "abstract": "Brand familiarity dan Marketing innovations memiliki peran penting dalam mendorong Post-Purchase Intention dalam industri makanan modern. Akan tetapi apakah pengaruh tersebut juga berlaku untuk makanan tradisional masih menjadi tanda tanya. Terlebih lagi makanan tradisional di kalangan generasi muda tidak lebih populer dibanding makanan kekinian. Penelitian ini mengangkat kue Srabi Notosuman yang adalah jajan tradisional dari kota Solo sebagai objek penelitian. Data berasal dari 100 responden yang tinggal di kota Solo. Analisis regresi linear berganda digunakan untuk menguji pengaruh brand familiarity dan marketing innovations terhadap tiga indikator post-purchase intention: minat membeli kembali, minat merekomendasikan, dan minat membeli produk lainnya dari penyelia yang sama. Lebih jauh, peneliti juga menguji peran moderasi variabel generasi dalam pengaruh tersebut. Ini untuk melihat apakah pengaruh di atas berlaku umum atau spesifik untuk Millennial vs Gen Z.Hasil penelitian menunjukan bahwa brand familiarity dan marketing innovations berpengaruh terhadap post-purchase intention. Tidak ditemukan efek moderasi lintas generasi pada pengaruh tersebut, sehingga dapat disimpulkan bahwa pengaruh brand familiarity dan marketing innovations terhadap Post-Purchase intention berlaku secara universal, baik untuk milenial dan Gen Z, setidaknya dalam kasus Srabi Notosuman.",
  "creators": "ALFREDO GIAN BUDIONO",
  "contributors": "Dr. Yohanes Sondang Kunto, S.Si., M.Sc. (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020932/MAN/2023; Alfredo Gian Budiono (D11190314)",
  "subjects": "CONSUMER BEHAVIOR; MARKETING--RESEARCH; CONSUMERS--RESEARCH"
}