{
  "id": "57490",
  "title": "Pengaruh brand familiarity dan perceived nostalgia terhadap post purchase intention jajan tradisional Srabi Notosuman pada millennial dan gen z",
  "abstract": "Studi terdahulu menunjukkan bahwa brand familiarity dan perceived nostalgia berpengaruh terhadap post-purchase intention. Akan tetapi, tidak banyak studi yang membahas pengaruh tersebut untuk kategori jajan tradisional, khususnya di Indonesia yang mempunyai beragam jenis jajanan tradisional. Untuk menelaah celah penelitian tersebut, skripsi ini mengangkat salah satu jajan tradisional Indonesia yaitu Srabi Notosuman sebagai objek penelitian. Data penelitian ini berasal dari 186 konsumen Srabi Notosuman di Kota Solo, menggunakan analisis PLS-SEM, peneliti menguji apakah brand familiarity dan perceived nostalgia berpengaruh positif terhadap tiga indikator post intention: minat beli kembali, minat merekomendasikan, mencoba produk/layanan dari penyelia yang sama. Kemudian, peneliti juga menganalisis model interaksi untuk menguji peran moderasi Millennial dan Gen Z. Ini untuk menyelidiki apakah pengaruh brand familiarity dan perceived nostalgia terhadap post-purchase intention tersebut berbeda antar kedua generasi. Hasil penelitian menunjukkan bahwa brand familiarity dan perceived nostalgia berpengaruh terhadap post-purchase intention. Tidak ditemukan efek moderasi lintas generasi pada pengaruh tersebut, sehingga dapat disimpulkan bahwa pengaruh brand familiarity dan perceived nostalgia terhadap post-purchase intention berlaku secara universal, baik untuk Millennial dan Gen Z, setidaknya dalam kasus Srabi Notosuman.",
  "creators": "NICO SISWANTO PRAYOGO",
  "contributors": "Dr. Yohanes Sondang Kunto, S.Si., M.Sc. (Advisor 1); Hatane Semuel (Examination Committee 1); Drs. Sugiono Sugiharto, M.M., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020929/MAN/2023; Nico Siswanto Prayogo (D11190428)",
  "subjects": "BRAND NAME PRODUCTS; CONSUMER BEHAVIOR; CONSUMERS--RESEARCH"
}