{
  "id": "57504",
  "title": "Wisata edukasi pengolahan ikan Lemuru di kawasan Muncar, Banyuwangi",
  "abstract": "Muncar adalah salah satu daerah penghasil ikan terbesar di Jawa Timur, dengan salah satu ikan yang menjadi ikon di sana adalah ikan lemuru. Olahan ikan Lemuru sudah terkenal hingga mancanegara, namun masih banyak masyarakat yang tidak mengetahui tentang ikan lemuru. Hal ini disebabkan oleh karena latar belakang pendidikan masyarakat Muncar yang rendah. Pemerintah juga masih belum mengembangkan pariwisata Muncar dengan maksimal. Fasilitas edukasi yang dapat mengedukasi masyarakat Muncar diperlukan untuk mengatasi masalah-masalah tersebut. Agar masyarakat lebih mudah memahami pengetahuan yang baru tentang budaya mereka, maka fasilitas ini dikemas dalam bentuk wisata edukasi. Pengenalan ikan lemuru akan lebih mudah apabila ada fleksibilitas sirkulasi ruang dan alur sekuens linear sehingga pergerakan ruang runtut. Pendekatan sirkulasi ini diterapkan dalam konsep ruang antara, agar perpindahan ke ruang selanjutnya halus. Konsep ruang antara diterapkan dalam pendalaman karakter ruang, agar pengunjung lebih mudah memahami pengetahuan yang diberikan dengan pengalaman ruang. Penerapan pendekatan dan pendalaman ruang ini dapat terlihat pada pembagian sirkulasi antar pengunjung dan karakter ruang yang berkesinambungan. Ruang dengan suatu tema dibagi menjadi 3 sekuens, yang mengenalkan, mendalami dan menyatu dengan pengalaman ruang. Ruang tersebut akan menjadi ruang antara untuk ruang selanjutnya, sehingga pengunjung dapat mempelajari proses pengolahan ikan lemuru secara runtut. Ruang dirancang semirip mungkin dengan pengalaman asli. Hal ini dapat terlihat dari penggunaan skylight pelat lipat dan glass block untuk menciptakan suasana air di dalam ruang. Kolom yang berada di tengah ruang dirancang dengan pengaku steel cable agar menciptakan suasana seperti di atas kapal.",
  "creators": "CHRISCENTIA VALERIE PHOEBE",
  "contributors": "Ir. Bisatya Widadya Maer, M.T. (Advisor 1); Joyce M.Laurens (Advisor 2); Danny Santoso Mintorogo (Advisor 3); Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Examination Committee 1); Andhi Wijaya (Examination Committee 2); Markus Ignatio Aditjipto (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 00024447/ARS/2023; Chriscentia Valerie Phoebe (B12190037)",
  "subjects": "EDUCATION PARKS--DESIGNS AND PLANS"
}