{
  "id": "5750",
  "title": "Analisa indikator kualitas sistem dan kualitas informasi atas penggunaan pendaftaran studi online automatic system information terminal (ASIT) di Universitas Kristen Petra Surabaya",
  "abstract": "ASIT merupakan salah satu penerapan sistem informasi di Universitas Kristen Petra. Salah satu fasilitasnya adalah pendaftaran studi secara online. Fasilitas ini disediakan untuk mengurangi jumlah kehadiran mahasiswa yang selalu menyebabkan kemacetan lalu lintas pada masa pendaftaran studi. Namun, pengguna ASIT hanya sekitar 3.6%, sehingga penulis ingin mengetahui indikator-indikator faktor kualitas sistem dan faktor kualitas informasi atas penggunaan PRS online ASIT. Survei dilakukan pada pengguna ASIT untuk pendaftaran studi online. Penelitian ini menggunakan pengujian validitas dan reliabilitas dan Analisa Faktor dengan alat bantu program SPSS 12 untuk menganalisa data persepsi mahasiswa tentang indikator pengukuran kepuasan menggunakan PRS online ASIT. Hasil pengujian Analisa Faktor, mengatakan bahwa loads cepat, responsif web, keaktifan web, informasi layak dipercaya, informasi memiliki kredibilitas dan informasi akurat adalah indikator faktor kualitas sistem. Tampilan informasi sederhana, tampilan informasi mudah digunakan, tampilan informasi tertata baik, navigasi memudahkan in out page, navigasi memudahkan akses informasi, informasi bermakna jelas, informasi mudah dimengerti, informasi mudah dibaca, informatif, dan informasi memiliki nilai guna adalah indikator faktor kualitas informasi.",
  "creators": "SULISTYONINGSIH",
  "contributors": "Oviliani Yenty Yuliana (Advisor 1); Juniarti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.03010598/AKT/2006; Sulistyoningsih (32401036)",
  "subjects": "MANAGEMENT INFORMATION SYSTEMS; QUALITY CONTROL-ANALYSIS"
}