{
  "id": "57500",
  "title": "Museum situs Sekaran dan peristirahatan tol Pandaan-Malang di Kabupaten Malang",
  "abstract": "Terdapat 439 museum yang tersebar di seluruh Indonesia. Jumlah yang terbilang cukup banyak, akan tetapi masih sepi pengunjung. Di sisi lain, pemerintah sedang gencar membangun infrastruktur jalan tol di seluruh Indonesia. Fasilitas peristirahatan tol kini telah berkembang dengan pesat dan menyediakan layanan yang lebih lengkap. Hal ini membuat jumlah pengguna fasilitas peristirahatan tol juga terus meningkat. Ditemukannya sebuah situs bersejarah bernama Situs Sekaran di kilometer 37 area proyek Tol Pandaan-Malang Seksi V menjadi sebuah kebetulan yang dapat mengaitkan fungsi museum dan fasilitas peristirahatan tol. Hal inilah yang melatarbelakangi perancangan Museum Situs Sekaran dan Peristirahatan Tol Pandaan-Malang. Temuan ini kemudian menjadi awal dari gagasan untuk mendesain sebuah museum situs yang dapat diakses melalui jalan non-tol maupun jalan tol, lengkap dengan fasilitas peristirahatan tol di dalamnya. Melalui rancangan ini diharapkan dapat menjadi solusi untuk menghidupkan kembali aktivitas museum. Masalah perancangan yang muncul dari gagasan tersebut di antaranya, perlu merumuskan hubungan antara situs, museum, dan fasilitas peristirahatan tol, adanya perbedaan tangkapan visual bangunan karena perbedaan kecepatan datang pengunjung dari tol dan non-tol, serta perlunya perlindungan Situs Sekaran. Pendekatan sistem sirkulasi dipilih untuk dapat menjawab permasalahan perancangan yang ada. Pendekatan sistem sirkulasi mencakup pengaturan sistem sirkulasi manusia, barang, dan kendaraan yang diterapkan pada pencapaian dan pintu masuk bangunan, konfigurasi alur pengunjung, hubungan antara alur dan ruang, serta desain bentuk ruang-ruang sirkulasi. Pendekatan tersebut diikuti juga dengan konsep \"reveal the concealed\" yang diterapkan pada ruang dan material untuk kemudian dapat menghasilkan pengalaman berkunjung yang baru dari perpaduan arkeologi dan arsitektur.",
  "creators": "AURELIA AGRAPUTRI",
  "contributors": "Joyce M.Laurens (Advisor 1); Ir. Bisatya Widadya Maer, M.T. (Advisor 2); Danny Santoso Mintorogo (Advisor 3); Andhi Wijaya (Examination Committee 2); Markus Ignatio Aditjipto (Examination Committee 3); Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 00024429/ARS/2023; Aurelia Agraputri (B12190007)",
  "subjects": "MUSEUM BUILDINGS--DESIGNS AND PLANS"
}