{
  "id": "5751",
  "title": "Analisa dan rancang sistem informasi akutansi terkomputerisasi atas penerimaan dan pengeluaran kas pada Gereja \"Bethany Puncak Permai Surabaya\"",
  "abstract": "Penelitian ini dilakukan di Gereja Bethany Puncak Permai Surabaya yang merupakan organisasi non profit yang bergerak dalam bidang keagamaan. Sistem penerimaan dan pengeluaran kas pada gereja ini masih dilakukan secara manual sehingga sering terjadi kesalahan dalam melakukan perhitungan, data tidak terorganisasi dengan baik, dan keterlambatan informasi. Tujuan dari penelitian ini adalah merancangkan sistem informasi akuntansi yang terkomputerisasi atas penerimaan dan pengeluaran kas Gereja Bethany Puncak Permai sehingga dapat mencegah kesalahan dalam melakukan perhitungan, data terorganisasi dengan baik, dan dapat menyediakan informasi yang cepat dan tepat. Untuk mencapai tujuan tersebut, dibutuhkan analisa sistem penerimaan dan pengeluaran kas yang meliputi prosedur penerimaan kolekte, prosedur penerimaan amplop persembahan, prosedur penerimaan sampul persembahan Family Altar, prosedur pengeluaran, dan prosedur pengeluaran kas kecil. Sehingga suatu rancangan sistem baru dapat dihasilkan yang akan memberikan informasi yang cepat dan tepat. Laporan yang dihasilkan adalah Laporan Kolekte, Laporan Amplop Persembahan, Laporan Persembahan Family Altar, Laporan Pengeluaran, Laporan Pengeluaran Kas Kecil, dan Laporan Kas. Dengan adanya sistem informasi akuntansi yang terkomputerisasi atas penerimaan dan pengeluaran kas diharapkan kesalahan akibat human error dapat dikurangi, data terorganisasi dengan baik, dan dapat menyediakan informasi dengan cepat dan tepat bagi Gereja Bethany Puncak Permai.",
  "creators": "EVY SUSANDRA LOKITO",
  "contributors": "Setyarini Santosa (Advisor 1); Juniarti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.03010596/AKT/2006; Evy Susandra (32401029)",
  "subjects": "AUDITING-DATA PROCESSING"
}