{
  "id": "57515",
  "title": "Pola komunikasi keluarga single parent dalam membimbing anak yang sedang dalam fase quarter life crisis",
  "abstract": "Komunikasi berperan sebagai metode penyampai dan penerima pesan yang kompleks dalam kehidupan. Komunikasi keluarga juga mempengaruhi sifat yang dimiliki oleh seorang anak serta akan ada perbedaan pada setiap keluarga dalam membimbing anaknya. Namun, tidak semua orang tua dapat memberikan bimbingan yang tepat pada anaknya, dan membantu permasalahan anaknya, bahkan orang tua yang lengkap dan tidak akan mempengaruhi perkembangan anak. Hal ini yang sering kali memicu adanya kesulitan pada mental anak saat masa peralihan dari remaja menuju dewasa yang dinamakan Quarter Life Crisis. Penelitian ini bertujuan untuk meneliti bagaimana pola komunikasi seorang keluarga single parent membimbing anaknya yang sedang mengalami fase mental health yang tidak stabil di usia 20-an atau yang disebut dengan Quarter Life Crisis (QLC). Dalam proses penggalian data pada penelitian ini, metode yang digunakan adalah metode studi kasus. Sehingga data yang diperlukan dan didapat dalam penelitian ini, mampu menunjukkan hasil yang riil dan mendalam. Penelitian ini menemukan bahwa orang tua single parent mampu untuk membimbing anak, sekaligus menjadi teman bagi anaknya dalam waktu bersamaan, sehingga anak dapat nyaman untuk berkomunikasi dan bercerita pada orang tua terkait permasalahan yang ada. Orang tua melakukan pembimbingan dengan cara mengajak anaknya berdiskusi dan memberikan support serta masukan pada anaknya. Sehingga pada akhir penelitian ini, diketahui bahwa penggunaan pola komunikasi keluarga Equality Pattern (orang tua berperan sejajar dan dapat menjadi teman) dan Authoritative (orang tua berperan sebagai kepala keluarga yang dapat membimbing anaknya) dapat berjalan bersama. Kedua pola komunikasi keluarga ini merupakan pola komunikasi keluarga yang cukup sesuai dan dapat membantu anak secara perlahan yang sedang ada dalam fase QLC.",
  "creators": "ABRAHAM RICKY WIJAYA",
  "contributors": "Fanny Lesmana (Advisor 1); Megawati Wahjudianata (Advisor 2); Ido Prijana Hadi (Examination Committee 1); Chory Angela Wijayanti (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011868/KOM/2023; Abraham Ricky Wijaya (F11190010)",
  "subjects": "COMMUNICATION IN FAMILIES; COMMUNICATION--RESEARCH"
}