{
  "id": "57520",
  "title": "Studi ekspresi elemen arsitektural pada personalisasi unit dan koridor asrama mahasiswa: studi kasus asrama mahasiswa ITS",
  "abstract": "Kesadaran akan keberlanjutan berarti kesadaran akan well-being manusianya; salah satu antaranya adalah pemenuhan kebutuhan akan ekspresi identitas. Meski krusial, ekspresi identitas sangat dibatasi dalam konteks hunian vertikal; tak terkecuali asrama mahasiswa. Berisi penghuni dengan beragam latar belakang, asrama hingga saat ini dirancang dengan unit-unit yang sama persis dengan koridor yang steril tanpa personalisasi. Penelitian bertujuan mencari tingkat dan karakteristik personalisasi, serta kaitannya dengan identitas unit dan koridor asrama, menemukan elemen arsitektur yang mampu memperkuat personalisasi dan identitas unit dan koridor, serta merumuskan usulan desain koridor yang mampu meningkatkan well-being penghuninya. Hasil penelitian dengan metode kualitatif dan pendekatan fenomenologi melalui kuesioner dan dokumentasi menunjukkan personalisasi yang terbatas hanya pada pintu dan jemuran saja, yang berdampak pada kurangnya identitas unit dan koridor. Solusi desain utama adalah perlunya zona transisi antara koridor dengan unit sebagai wadah personalisasi. Zona transisi ini kemudian didukung oleh beberapa wadah tambahan yang tetap mengikuti aturan asrama saat ini. Perbedaan karakteristik dan preferensi antara perempuan dan laki-laki yang ditemukan selama penelitian menjadi pertimbangan utama dalam perumusan usulan desain.",
  "creators": "Georgeanne Elaine Suwondo",
  "contributors": "Lilianny Sigit Arifin (Advisor 1); Timoticin Kwanda (Advisor 2); Rully Damayanti (Examination Committee 1); Dr. Ir. Lintu Tulistyantoro, M.Ds. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 00000041/MARS/2023; Georgeanne Elaine Suwondo (B22220009)",
  "subjects": "ARCHITECTURE--PSYCHOLOGICAL ASPECTS; DORMITORIES"
}