{
  "id": "57529",
  "title": "SnoozeTale: pembuatan game side-scrolling action adventure untuk memperkenalkan cerita dongeng Indonesia pada pemain game internasional",
  "abstract": "Kemajuan dari Industri game di indonesia dapat dilihat dari beberapa game yang telah berhasil mendunia. Meskipun tidak banyak hal ini menunjukkan bahwa Indonesia memiliki potensi untuk menyebarkan budaya Indonesia melalui game sebagai sebuah media. Studi ini dibuat dengan tujuan untuk menarik minat pemain asing akan cerita dongeng asal Indonesia untuk melestarikan dan membangkitkan ketertarikan akan budaya Indonesia. Peningkatan ketertarikan akan Indonesia ini memiliki pengaruh terhadap peningkatan Soft Power Indonesia di mana hal ini membuat Indonesia menjadi lebih menarik di hadapan dunia. Game dalam Studi ini dibuat menggunakan Unity agar dapat memanfaatkan sistem Unity 2.5D agar game terasa lebih interaktif dengan asset environment bersifat 3D. Game ini memiliki tipe permainan side-scrolling dengan genre action adventure untuk menarik demografi pemain muda yang memiliki jumlah banyak. Dalam game ini player akan dapat memasuki dunia mimpi yang bertema cerita dongeng dimana player dapat berinteraksi dengan karakter dalam cerita dongeng tersebut dan melihat bagaimana cerita mereka berjalan. Pengambilan hasil pengujian studi ini akan dilakukan menggunakan metode kuesioner pada player yang sudah memainkan game ini dalam keseluruhannya. Hasil yang dapat disimpulkan dari kuesioner menunjukkan bahwa tingkat kesenangan dalam game dapat meningkatkan ketertarikan player akan kisah yang ada di dalam game.",
  "creators": "KEVIN PUTRA RADJA",
  "contributors": "Liliana (Advisor 1); Hans Juwiantho S.Kom., M.Kom (Advisor 2); Gregorius Satiabudhi (Examination Committee 1); Kartika Gunadi (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022350/INF/2023; Kevin Putra Radja (C14180214)",
  "subjects": "VIDEO GAMES--DESIGN"
}