{
  "id": "57538",
  "title": "Relationship maintenance orang tua tunggal dengan anak adopsi dalam kondisi long distance relationship",
  "abstract": "Fenomena orang tua tunggal dapat terjadi akibat beberapa alasan seperti pasangan yang bercerai, meninggal dunia, ataupun individu yang belum menikah namun memiliki anak angkat. Anak angkat terbagi menjadi dua yaitu anak adopsi dan anak asuh. Perbedaan antara anak adopsi dengan anak asuh adalah status anak adopsi yang sah secara hukum dalam kartu keluarga orang tua angkatnya. Dalam konteks ini, terdapat satu kondisi orang tua tunggal dan anak adopsi yang terpisah oleh jarak, biasa disebut sebagai long distance relationship (LDR). Karena itu, penting bagi orang tua tunggal dan anak adopsi untuk memelihara hubungan mereka sehingga tetap menjadi satu keluarga. Penelitian ini bertujuan untuk mengetahui relationship maintenance yang dilakukan oleh orang tua tunggal dan anak adopsi dalam kondisi LDR. Penelitian ini menggunakan pendekatan kualitatif, jenis penelitian deskriptif, dengan metode penelitian studi kasus. Beberapa informan dalam penelitian ini adalah LT sebagai orang tua tunggal tidak menikah dan BG sebagai anak adopsi pertama LT. Hasil penelitian menunjukkan bahwa selama menjalani kondisi LDR, keterbukaan diri dan komunikasi secara rutin adalah kunci dari pemeliharaan hubungan yang lebih positif antara orang tua tunggal dan anak adopsi. Selain itu, diperlukan usaha dari orang tua tunggal dan anak adopsi dalam menjaga hubungan mereka agar tetap berjalin dengan baik. Penggunaan komunikasi yang termediasi juga berdampak positif pada hubungan LDR khususnya pada media yang bisa melihat subjek secara langsung seperti video call.",
  "creators": "DANIEL CHRISTOPHER",
  "contributors": "Fanny Lesmana (Advisor 1); Megawati Wahjudianata (Advisor 2); Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Examination Committee 1); Astri Yogatama (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011886/KOM/2023; Daniel Christopher (F11190058)",
  "subjects": "COMMUNICATION IN FAMILIES; INTERPERSONAL COMMUNICATION; COMMUNICATION--SOCIAL ASPECTS; RELATIONSHIPS, INTERPERSONAL"
}