{
  "id": "57533",
  "title": "Cluster analisis pada data temporal parameter kondisi penyinaran matahari dan suhu lingkungan di Jawa Bali untuk penentuan kapasitas solar photovoltaics plant",
  "abstract": "Penelitian ini berfokus untuk melakukan analisis cluster terhadap parameter data temporal terkait kondisi sinar matahari dan suhu lingkungan di wilayah Jawa-Bali Indonesia. Tujuannya untuk menentukan kebutuhan kapasitas pembangkit solar photovoltaic (PV). Pengetahuan yang akurat tentang data sumber daya surya sangat penting untuk keberhasilan perencanaan dan pengoperasian sistem energi surya. Untuk mencapai hal ini, data historis kondisi sinar matahari dan suhu lingkungan dikumpulkan dari Jawa hingga Bali. Algoritma pengelompokan k-means dan DBSCAN diterapkan untuk mengidentifikasi pola yang berbeda dan mengelompokkan parameter data temporal yang serupa secara bersamaan. Kluster yang dihasilkan memberikan wawasan tentang variasi dan karakteristik kondisi sinar matahari dan suhu lingkungan di wilayah Jawa-Bali. Dengan mengidentifikasi cluster, kita dapat lebih memahami dinamika temporal yang berbeda dan korelasi antara sinar matahari dan suhu, memungkinkan pengambilan keputusan yang lebih tepat dalam perencanaan kapasitas pembangkit listrik tenaga surya. Temuan penelitian ini berkontribusi untuk membantu perencanaan dan perancangan pembangkit listrik tenaga surya di wilayah Jawa-Bali. Dengan memanfaatkan analisis klaster pada parameter data temporal, pemangku kepentingan dapat membuat keputusan yang tepat mengenai kebutuhan kapasitas pembangkit listrik tenaga surya. Penelitian ini membantu mengoptimalkan alokasi sumber daya, memastikan bahwa sistem energi surya memiliki ukuran yang tepat dan terintegrasi secara efektif ke dalam infrastruktur energi yang ada.",
  "creators": "SEAN FREDERICK MINGARDI",
  "contributors": "Gregorius Satiabudhi (Advisor 1); Yusak Tanoto, S.T., M.Eng., Ph.D. (Advisor 2); Kartika Gunadi (Examination Committee 1); Agustinus Noertjahyana (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022390/INF/2023; Sean Frederick Mingardi (C14190005)",
  "subjects": "DATABASE DESIGN--COMPUTER PROGRAMS; DATABASE MANAGEMENT; SOLAR POWER PLANTS--RESEARCH"
}