{
  "id": "57540",
  "title": "Penyediaan jasa bimbingan belajar menggunakan konsep e-Marketplace pada aplikasi mobile",
  "abstract": "Saat ini, tingkat kesulitan dalam menemukan guru bimbingan belajar yang sesuai dengan kebutuhan para pelajar di Indonesia sangatlah tinggi. Tercatat hingga tahun 2022, 3,31 juta penduduk Indonesia memiliki profesi sebagai guru dan beberapa juga memiliki profesi sebagai guru bimbingan belajar. Dikarenakan hanya beberapa yang menjadi guru bimbingan belajar, para murid yang membutuhkan bantuan akademis di luar kegiatan sekolah akan kesulitan untuk memilih guru yang sesuai dengan kebutuhan mereka. Oleh karena itu, skripsi ini akan membuat sebuah aplikasi yang dilengkapi dengan berbagai fitur untuk membantu pelajar Indonesia dalam menemukan guru/tutor bimbingan belajar yang sesuai dengan kebutuhan. Skripsi ini akan membuat suatu aplikasi mobile dengan konsep e-marketplace yang memiliki fokus untuk membantu pelajar di Indonesia dalam menemukan guru bimbingan belajar yang sesuai dengan kebutuhan masing-masing. Dengan adanya konsep e-marketplace, baik dari sisi user guru maupun user murid akan dimudahkan dalam proses transaksi jual beli sesi bimbingan belajar sehingga dapat membantu kedua belah pihak dalam memenuhi permasalahan masing-masing. Aplikasi ini juga disediakan berbagai fitur untuk menunjang proses transaksi jual beli sesi bimbingan belajar seperti fitur untuk menyortir guru bimbingan belajar, fitur untuk penjadwalan sesi bimbingan belajar, serta fitur untuk melakukan penilaian dan komentar terkait sesi bimbingan belajar. Pengujian pada aplikasi ini dilakukan dengan membagikan kuesioner dan melakukan uji coba aplikasi. Berdasarkan hasil kuesioner yang dilakukan oleh user guru, dapat disimpulkan bahwa fitur utama yang disediakan pada skripsi ini sangat membantu untuk menjawab permasalahan pelajar Indonesia dalam menemukan guru bimbingan belajar yang sesuai dengan kebutuhan masing-masing. Berdasarkan hasil pengujian aplikasi dan kuesioner yang dilakukan oleh user murid, 16 dari 20 orang responden menyatakan bahwa fitur yang utama yang disediakan pada aplikasi ini dinilai sangat baik performa nya dan sangat membantu proses appointment sesi bimbingan belajar. Hal ini menunjukkan bahwa aplikasi yang dibuat pada skripsi ini telah membantu pelajar Indonesia dalam menemukan guru bimbingan belajar yang sesuai dengan kebutuhan masing-masing",
  "creators": "GEORGE KIM ANDERSON KURNIAWAN PUTRA",
  "contributors": "Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 1); ANITA NATHANIA PURBOWO, S.KOM. (Advisor 2); Justinus Andjarwirawan (Examination Committee 1); Alvin Nathaniel Tjondrowiguno, S.Kom., M.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022374/INF/2023; George Kim Anderson Kurniawan Putra (C14190201)",
  "subjects": "APPLICATION SOFTWARE--DEVELOPMENT; MOBILE APPS--DESIGN"
}