{
  "id": "57544",
  "title": "Perpustakaan tematik \"peacebuilding\" di Surabaya",
  "abstract": "Kerusuhan politik dan sosial di Indonesia disebabkan oleh perbedaan keyakinan agama di masyarakat. Peristiwa yang terjadi mencakup serangan teroris, kerusuhan oleh organisasi masyarakat yang radikal, serta tindakan intimidasi dan perlakuan tidak adil terhadap penganut agama lain. Untuk mengatasi masalah ini, diperlukan upaya peacebuilding yang bertujuan menyatukan kelompok-kelompok masyarakat yang terpecah belah, sehingga mereka dapat saling memahami dan bersatu kembali. Berdasarkan Contact Theory, salah satu strategi untuk mengurangi intoleransi ini adalah melalui interfaith dialog atau dialog antar iman. Oleh karena itu, perpustakaan tematik peacebuilding yang didirikan tidak hanya menyediakan buku, tetapi juga menjadi tempat yang mendorong pengunjungnya untuk saling berdialog dan memberikan pendidikan tentang agama dan kepercayaan yang berbeda. Konflik yang sehat dibutuhkan untuk perdamaian yang berkelanjutan, dan toleransi hanya muncul saat masyarakat sadar perbedaan. Peace merupakan suatu hal yang intangible, sehingga pendekatan simbolik dipilih untuk proses perancangan. Maka dari itu, konsep perancangan diambil dari fase-fase peacebuilding, yaitu konflik, dialog, dan kolaborasi. Ketiga fase ini diterjemahkan kedalam bahasa visual dan dimasukan ke dalam site. Terciptalah sekuens yang linear, dari massa konflik, massa dialog, hingga massa kolaborasi. Setiap massa memiliki tujuan dan masalah desainnya masing-masing. Massa konflik untuk menunjukan perbedaan dan memancing rasa penasaran, massa dialog untuk belajar dan berdialog bersama, dan massa kolaborasi sebagai tempat bertukar pikiran untuk menjadi wadah kegiatan komunitas setempat. Ketiganya saling bekerja sama untuk mencapai intensi desain utama bangunan, yaitu untuk mendorong perdamaian, toleransi, dan kesatuan antara beragam-ragam kubu agama yang ada di Indonesia.",
  "creators": "WINONA CHEYENNE NATA",
  "contributors": "Lilianny Sigit Arifin (Advisor 1); Anik Juniwati (Advisor 2); Stanislaus Kuntjoro Santoso (Advisor 3); Elvina Shanggrama Wijaya, S.T., M.T. (Advisor 4); Joyce M.Laurens (Examination Committee 1); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 2); Danny Santoso Mintorogo (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 00024484/ARS/2023; Winona Cheyenne Nata (B12190092)",
  "subjects": "LIBRARY BUILDINGS--DESIGNS AND PLANS; LIBRARY ARCHITECTURE--DESIGNS AND PLANS"
}