{
  "id": "57545",
  "title": "Fasilitas pertanian perkotaan di Malang",
  "abstract": "Krisis pangan menjadi suatu bencana yang mulai mengancam Indonesia. Pertumbuhan penduduk yang tidak sebanding dengan produksi bahan pangan menjadi isu yang harus segera diatasi negara. Faktor eksternal seperti iklim dan kebutuhan pokok lain dari penduduk turut mendukung semakin berkurangnya jumlah bahan baku pangan di Indonesia. Melihat kondisi ini, dicetuskan rencana perancangan fasilitas pertanian perkotaan untuk tanaman pangan. Fasilitas ini diharapkan mampu menunjang produksi bahan baku pangan di Indonesia. Fungsi ini juga dilengkapi fasilitas edukasi bagi masyarakat untuk meningkatkan wawasan terkait bidang pertanian. Perancangan fasilitas ini menggunakan pendekatan bioklimatik yang berfokus pada desain yang responsif terhadap iklim. Pengaturan elemen alami seperti radiasi, cahaya matahari, dan pergerakan angin diharapkan mampu mengatur temperatur dan tingkat kelembaban agar mampu memenuhi kebutuhan tanaman. Hal ini diwujudkan dengan bentukan bangunan yang didesain agar mampu meneruskan cahaya matahari semaksimal mungkin. Upaya ini dicapai melalui aksis bangunan, pemecahan massa, bentukan berundak, serta kemiringan fasad dan material fasad yang transparan dilengkapi celah agar sirkulasi udara tetap berjalan optimal. Penataan peletakan tanaman di sisi luar bangunan dan sirkulasi pengunjung di sisi terbayangi agar kedua subjek bangunan mencapai kenyamanan. Perancangan fasilitas ini juga memadukan dengan teknologi dan perancangan sistem untuk mendukung pertumbuhan tanaman.",
  "creators": "EVELYN TANIA",
  "contributors": "Dr. Feny Elsiana, S.T., M.T. (Advisor 1); Irwan Santoso (Advisor 2); Timoticin Kwanda (Advisor 3); Lilianny Sigit Arifin (Examination Committee 1); Anik Juniwati (Examination Committee 2); Stanislaus Kuntjoro Santoso (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06024496/ARS/2023; Evelyn Tania (B12190117)",
  "subjects": "URBAN AGRICULTURE; EDUCATION PARKS--DESIGNS AND PLANS"
}