{
  "id": "57548",
  "title": "SOHO dengan fasilitas komersil di Surabaya",
  "abstract": "Kawasan Ekonomi Bisnis (KEB) Modular Soho merupakan sebuah kawasan hunian yang terintegrasi dengan kantor dengan mempunyai daya tarik yang tinggi bagi semua kalangan. Kawasan ini ditunjang oleh Pemerintah Kota Surabaya dalam proses pengembangan dalam distrik ekonomi, karena lokasi yang berada di pusat kota. Namun kawasan ini seringkali mengalami penurunan dalam kinerja bangunan serta kepadatan lalu lintas yang menyebabkan masyarakat yang melintas merasa tidak nyaman. Tidak hanya itu, ketersediaan hunian dan lapangan pekerjaan dalam kota ini semakin terbatas serta kenaikan harga properti yang cenderung tidak stabil menjadi sebuah keresahan bagi kalangan muda hingga pengusaha. Selain itu ditinjau kembali dari kondisi kawasan yang dikelilingi banyak pendidikan dengan potensi generasi muda sangat tinggi, maka jumlah fasilitas publik hingga privat yang dibutuhkan akan semakin meningkat. Oleh karena itu dibutuhkannya sebuah fasilitas yang dapat menjadi wadah bagi kalangan muda, pengusaha, hingga keluarga besar agar dapat menjadi sebuah jawaban sekaligus solusi bagi masyarakat yang sedang mengalami kendala dalam mencari hunian dan ruang untuk bekerja. Melalui pendekatan arsitektur hijau maka pengguna bangunan dapat merasakan sebuah area di mana adanya keterbukaan antara ruang dalam dengan ruang luar dengan suasana yang dihadirkan cenderung kontras dengan area sekitarnya. Namun dengan kontrasnya dengan lingkungan sekitar, maka ditemukannya sebuah konektivitas mulai dari kegiatan publik, hingga memunculkan daya tarik bagi masyarakat di luar kawasan untuk meramaikan kompleks Modular Soho. Maka dari itu hadirnya Soho dengan fasilitas komersil akan menjawab berbagai kebutuhan manusia mulai dari generasi muda, pengusaha, hingga keluarga besar yang bertempat tinggal di kota Surabaya.",
  "creators": "JONATHAN FREDERICO",
  "contributors": "Danny Santoso Mintorogo (Advisor 1); Ir. Bisatya Widadya Maer, M.T. (Advisor 2); Joyce M.Laurens (Advisor 3); Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Examination Committee 1); Markus Ignatio Aditjipto (Examination Committee 2); Andhi Wijaya (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 09024457/ARS/2023; Jonathan Frederico (B12190053)",
  "subjects": "SHOPPING CENTERS--DESIGNS AND PLANS"
}