{
  "id": "5755",
  "title": "Penerapan audit sistem informasi untuk menilai pengendalian umum pada PT.\"X\" di Surabaya",
  "abstract": "PT\"X\" di Surabaya telah menerapkan sistem informasi terkomputerisasi. PT.\"X\" bermaksud untuk memperkuat pengendalian umumnya agar mampu meminimalkan ancaman-ancaman dan resiko yang ada atas sistem informasi. Maka PT.\"X\" merasa perlu melakukan audit sistem informasi atas pengendalian umumnya untuk menilai kelayakan pengendalian umum atas sistem informasi PT.'\"'. Tujuan dari penelitian ini adalah untuk mengetahui apakah pengendalian umum yang diterapkan PT.?X? bisa memenuhi tujuan pengendalian umumnya serta memberi rekomendasi atas hasil audit sistem informasi atas pengendalian umum PT.?X?. Penelitian ini merupakan penelitian deskriptif dengan jenis data kualitatif dan sumber data dari internal perusahaan. Instrumen yang digunakan adalah daftar pertanyaan dan pedoman wawancara. Metode pengumpulan data adalah observasi, wawancara dan dokumentasi. Unit analisisnya adalah Pengendalian Umum Sistem Informasi terkomputerisasi pada PT?X? dan teknik analisis datanya adalah mengumpulkan data, menganalisa data dan mengaudit, memberi laporan hasil audit serta memberikan pendapat atau rekomendasi. Penelitian ini adalah melakukan audit sistem informasi untuk menilai apakah pengendalian umum PT?X? mampu memenuhi tujuan pengendalian umumnya, yang meliputi pengendalian atas struktur organisasi, sistem operasi, pusat computer, sistem personal computer, manajemen sumberdata, pengembangan dan pemeliharaan sistem, jaringan, dan juga untuk menilai kepatuhan terhadap kebijakan dan prosedur internal. Dari penelitian yang dilakukan, ditemukan bahwa pengendalian umum yang ada tidak memadai karena tidak memenuhi tujuan pengendalian umumnya, walaupun telah mematuhi kebijakan dan prosedur pengendalian internal.",
  "creators": "LOEIS CHANDRANATA LUKITO",
  "contributors": "Sri Maharsi (Advisor 1); Juniarti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.03010595/AKT/2006; Loeis Chandranata Lukito (32401035)",
  "subjects": "AUDITING-DATA PROCESSING"
}