{
  "id": "57556",
  "title": "Proyek pemodernan sastra kisah adaptasi legenda Ciung Wanara dari Provinsi Jawa Barat oleh Badan Pengembangan dan Pembinaan Bahasa dan Sastra sebagai concept artist, animator, dan render artist",
  "abstract": "Sastra adalah bentuk karya tulis yang mengandung makna dan nilai-nilai kesenian. Sastra digunakan sebagai sarana untuk mengekspresikan perasaan, memberikan informasi, dan sebagai media hiburan. Namun dengan adanya era digital, keberadaan sastra secara perlahan menjadi tidak relevan. Untuk mengatasi hal ini, Badan Pengembangan dan Pembinaan Bahasa telah merancang sebuah proyek yang bertujuan untuk mengembangkan salah satu bentuk sastra yaitu cerita rakyat agar dapat diakses oleh berbagai kalangan dan memberikan sentuhan modern melalui produk animasi yang mampu memikat perhatian masyarakat. Laporan ini berisi mengenai perkembangan proyek pemodernan sastra, tanggung jawab yang diberikan kepada penulis sebagai Concept Artist, Animator, serta Render Artist merupakan pekerjaan utama penulis, dan Compositor serta Look Development Artist sebagai pekerjaan sampingan. Laporan ini mencakup data visual proses pengerjaan, kendala yang dihadapi serta solusinya, dan pengetahuan yang diperoleh selama pelaksanaan proyek. Setelah mengikuti program ini, penulis menyimpulkan bahwa telah memperoleh banyak pengalaman dan membantu dalam pengembangan diri sebagai seorang profesional dalam lingkungan pekerjaan bertingkat industri.",
  "creators": "RICHARD CHRISTOPHER PONTO",
  "contributors": "Daniel Kurniawan, S.Sn., M.Med.Com (Advisor 1); JACKY CAHYADI, S.Sn. (Advisor 2); Listia (Examination Committee 1); Cindy Muljosumarto S.Sn, M.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Audio Visual dan Animasi",
  "source": "Audio Visual dan Animas No. 00024056/DKV/2023; Richard Christopher Ponto (E12190174)",
  "subjects": "ANIMATION (CINEMATOGRAPHY)--DESIGNS AND PLANS; ANTHOLOGY FILMS--DESIGN"
}