{
  "id": "57559",
  "title": "Pengaruh alat peraga untuk meningkatkan perkembangan kognitif dan emosi siswa kelas 1 SD Kristen Kasih Yobel Singkawang dalam belajar bilangan",
  "abstract": "Kemampuan matematika merupakan salah salah keterampilan yang dibutuhkan dalam era abad 21. Dalam Undang-Undang Dasar Nomor 20 tahun 2003 pasal 37 tentang sistem pendidikan nasional menyatakan bahwa matematika merupakan salah satu ilmu pengetahuan yang wajib dimuat dalam kurikulum pendidikan, salah satunya di jenjang pendidikan sekolah dasar. Meskipun demikian, pelajaran matematika sering sekali dianggap momok oleh murid yang mempelajarinya, karena konsepnya yang abstrak dan juga sulit dipahami. Akibatnya murid-murid tidak hanya merasa kesulitan memahami konsep matematika tetapi juga tidak menikmati proses pembelajaran yang diberikan kepada mereka. Matematika merupakan salah satu ilmu pengetahuan yang wajib dimuat dalam kurikulum sekolah dasar. Penelitian ini menggunakan desain penelitian quasi eksperimental one group pretest dan posttest denganmetode penelitian gabungan (Mixed Method) model embedeed konkuren . Pengumpulan data dilakukan melalui wawancara, observasi partisipan dan pengambilan nilai pretest dan posttest yang dilakukan sebanyak 4 kali pertemuan. Hasil kuantitatif menunjukkan bahwa terdapat pengaruh yang signifikan dari penggunaan alat peraga untuk meningkatkan perkembangan kognitif murid. Nilai Asymp. Sig. (2-tailed) dalam uji statistik Wilcoxon menunjukkan hasil siginifikan pretest dan posttest dari hari pertama sampai hari ke empat sebesar 0.001>0.05 dengan rata-rata nilai pretest dan posttest yang meningkat secara konsisten dari penelitian pertama sampai ke empat dengan nilai posttest hari-1 sebesar 91.68 , hari ke-2 sebesar 92.37, hari ke-3 sebesar 96.83 dan hari ke-4 sebesar 98.61. Hasil deskripsi kualitatif juga menjelaskan perkembangan emosi murid yang ditandai dengan perasaan senang dan tertarik mengikuti pembelajaran, antusias dan partisipasi murid dalam belajar serta berkurangnya tegangan dan tekanan yang dialami murid selama proses pembelajaran.",
  "creators": "LISBET LAOLI",
  "contributors": "Dani Puspitasari, S.Pd., M.A., Ph.D. (Advisor 1); Yulia Setia, S.S..,M.Pd.., M.Sc., M.Th. (Advisor 2); Magdalena Pranata Santoso (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010012/PGSD/2023; Lisbet Laoli (G11190016)",
  "subjects": "MATHEMATICS--NUMERICAL--ANALYSIS; STUDY SKILLS--STUDY AND TEACHING--ACTIVITY PROGRAMS; TEACHING--AIDS AND DEVICES"
}