{
  "id": "57557",
  "title": "Pengaruh game based learning pada kemampuan kognitif dan perkembangan emosi murid di kelas Bahasa Indonesia di Sekolah Dasar Ob Anggen School Papua",
  "abstract": "Di Papua Pegunungan, Bahasa Indonesia adalah bahasa kedua. Karena bahasa utama yang sehari-hari mereka gunakan adalah bahasa ibu. Ini membuat murid-murid di sana sulit mengerti penjelasan guru dan memahami makna kalimat yang ada di dalam buku pelajaran. Maka dari itu peneliti ingin murid-murid di sana bisa menggunakan Bahasa Indonesia dengan baik dan benar. Oleh karena itu peneliti mengajarkan pelajaran Bahasa Indonesia dengan cara yang kreatif dan menyenangkan, yaitu dengan metode game based learning. Diharapkan dengan cara ini murid menjadi suka dan mampu memahami materi pelajaran Bahasa Indonesia. Dalam penelitian ini, peneliti ingin melihat pengaruh game based learning terhadap kemampuan kognitif dan perkembangan emosi murid. Penelitian ini menggunakan pendekatan kuantitatif dan kualitatif secara bersamaan. Kemampuan kognitif menggunakan desain penelitian one group pretest-posttest sedangkan perkembangan emosi menggunakan observasi dan wawancara. Hasil analisis statistik menunjukkan bahwa terdapat peningkatan yang signifikan, hasil posttest 1- pretest 1 memiliki hasil (0.012), posttest 2 – pretest 2 memiliki hasil (0.018), posttest 3 – pretest 3 memiliki hasil (0.027), posttest 4 – pretest 4 memiliki hasil (0.028), posttest 5 – pretest 5 memiliki hasil (0.12) dengan nilai signifikan kurang dari 0.05. Sedangkan dari hasil observasi dan wawancara dinyatakan bahwa game based learning memiliki dampak postif bagi perkembangan emosi murid. Dengan menggunakan game based learning murid merasa senang, tidak mengalami kebosanan, dan tidak merasa putus asa ketika belajar Bahasa Indonesia. Berdasarkan data yang ada, dapat disimpulkan bahwa, game based learning memberikan pengaruh positif dalam kemampuan kognitif dan perkembangan emosi murid di kelas Bahasa Indonesia.",
  "creators": "MARIA INDRIANI",
  "contributors": "Dani Puspitasari, S.Pd., M.A., Ph.D. (Advisor 1); Romirio Torang Purba, S.Pd., M.Pd. (Examination Committee 1); Iman Subekti S.Pd.,M.Pd. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010011/PGSD/2023; Maria Indriani (G11190014)",
  "subjects": "COGNITIVE LEARNING--RESEARCH; EDUCATIONAL GAMES"
}