{
  "id": "57553",
  "title": "Hunian mahasiswa di Surabaya Barat",
  "abstract": "Hunian mahasiswa merupakan salah satu kebutuhan yang diperlukan oleh mahasiswa selama menempuh pendidikan pada suatu universitas, khususnya untuk mahasiswa yang berasal dari luar kota. Beberapa universitas menyediakan fasilitas tempat tinggal untuk mahasiswa, namun cukup banyak universitas yang belum menyediakan fasilitas tempat tinggal tersebut. Selain itu adanya peningkatan mahasiswa dari tahun ke tahun membuat perbandingan jumlah mahasiswa tidak sebanding dengan kapasitas hunian yang ada. Oleh karena itu mahasiswa perlu memiliki tempat tinggal dekat dengan kampus berupa tempat hunian sementara dengan fasilitas-fasilitas penunjangnya, yaitu makan, belanja keperluan sehari-hari, medis, hiburan yang terjangkau dan dekat dengan kampus. Sehingga, dengan adanya fasilitas tersebut dapat mendukung proses pendidikan mahasiswa. Metode yang digunakan adalah memberikan fasilitas hunian mahasiswa dimana fasilitas tersebut adalah milik swasta, sehingga fasilitas hunian tersebut tidak terikat dengan lembaga instansi. Dengan hal ini penghuni pada hunian ini adalah mahasiswa dari berbagai universitas, sehingga hunian ini menerapkan konsep hunian hidup bersama (Co-Living). Konsep hunian hidup bersama (Co-Living) merupakan konsep optimalisasi ruang dengan fungsi yang dapat digunakan secara bersama-sama dengan tetap menjamin kebutuhan privasi penghuninya. Konsep hunian hidup bersama di dukung oleh pendekatan sustainable dimana fokusnya adalah hemat energi. Dengan begitu, biaya sewa yang ditawarkan akan lebih murah tanpa mengurangi fasilitas yang dibutuhkan dalam hunian mahasiswa.",
  "creators": "BRITNEY MAXIMILLIAN VYBY",
  "contributors": "V.P. Nugroho Susilo (Advisor 1); Angela Christysonia Tampubolon, S.T., M.T. (Advisor 2); Handinoto (Advisor 3); Bram Michael Wayne, S.T., M.Ars. (Advisor 4); Altrerosje Asri, S.T., M.T. (Examination Committee 1); Roni Anggoro, S.T., M.A.Arch. (Examination Committee 2); Riduan Sukardi (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06024426/AR/2023; Britney Maximillian Vyby (B12190004)",
  "subjects": "DORMITORIES--DESIGNS AND PLANS; STUDENT HOUSING--DESIGNS AND PLANS"
}