{
  "id": "57566",
  "title": "Evaluasi kinerja bangunan beraturan sederhana menggunakan metode FBD, DDBD, dan DDBD-HME yang direncanakan dengan drift target yang sama",
  "abstract": "Metode Direct Displacement Based Design (DDBD) merupakan metode perencanaan gempa yang memperhitungkan pengaruh dari mode pertama, tidak memperhitungkan pengaruh dari mode lebih tinggi. Penelitian lanjutan merumuskan perkembangan dari metode DDBD yang memperhitungkan higher mode effect. Dengan tambahan ini, dibandingkan kinerja dari bangunan 4 lantai dan bangunan 12 lantai yang didesain dengan tiga metode yaitu Force Based Design (FBD), DDBD, dan DDBD-Higher Mode Effect (DDBD-HME). Agar hasil setiap objek penelitian dapat dibandingkan, bangunan 4 lantai dan bangunan 12 lantai akan didesain dengan target drift yang sama yaitu 2%. Hasil perencanaan diuji dengan pushover analysis dan time history analysis. Hasil penelitian menunjukkan bahwa target drift 2% tidak tercapai ketika diuji terhadap level gempa elastic design response spectrum (EDRS) maupun maximum considered earthquake (MCER) namun drift yang terjadi tidak melebihi drift izin. Hasil penelitian juga meninjau mekanisme kerusakan dan level kerusakan yang terjadi. Mekanisme kerusakan yang terjadi tidak memenuhi syarat side sway mechanism karena sendi plastis masih terbentuk di kolom. Level kerusakan yang terjadi juga tidak sesuai karena terdapat kerusakan yang melebihi syarat life safety untuk level gempa EDRS dan melebihi syarat collapse prevention untuk level gempa MCER.",
  "creators": "WILLIAM SUMARGO; ALVIN KHO",
  "contributors": "Pamuda Pudjisuryadi (Advisor 1); Benjamin Lumantarna (Advisor 2); Wong Foek Tjong, S.T., M.T., Ph.D. (Examination Committee 1); Ruben Adicahya, S.T., M.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10012659/SIP/2023; William Sumargo (B11190001), Alvin Kho (B11190005)",
  "subjects": "BUILDINGS--EARTHQUAKE EFFECTS; BUILDINGS--PERFORMANCE"
}