{
  "id": "57568",
  "title": "Penerapan Google’s material design terhadap UI/UX programming pada website praskripsi program studi informatika untuk meningkatkan user experience",
  "abstract": "Proposal skripsi merupakan sebuah tahapan Tugas Akhir (TA) yang dikerjakan sebelum mahasiswa mengambil skripsi. Dalam pengerjaan proposal skripsi, terdapat tahapan pembuatan proposal mulai dari konsultasi topik hingga mendapatkan nilai terkait skripsi nantinya. Seiring berkembangnya teknologi, tahapan-tahapan pengerjaan Tugas Akhir sejak awal hingga akhir tidak diperlukan untuk dilakukan secara manual. Hal ini lah yang menjadi landasan dasar untuk terciptanya website tugas akhir mahasiswa. Namun, website tugas akhir mahasiswa yang ada pada saat ini memiliki user interface yang kurang efisien dikarenakan banyaknya fitur yang masih kacau dalam pengambilan serta pengaksesan database, serta memiliki tampilan yang kurang user friendly. Google’s Material Design merupakan sebuah panduan yang dikembangkan oleh Google pada tahun 2014 dikhususkan untuk untuk para user experience (UX) designer dapat menjadikannya sebagai panduan untuk merancang user interface sebuah aplikasi agar dapat menghasilkan user experience yang lebih baik (user friendly). Berdasarkan uraian dari permasalahan di atas, agar website praskripsi dapat tetap mempertahankan fungsionalitasnya sebagai wadah bagi setiap mahasiswa tingkat akhir beserta para dosen yang terlibat dalam tahapan pengerjaan skripsi, perlu diadakannya pembuatan ulang website praskripsi agar dapat terciptanya user interface yang lebih user friendly dengan menggunakan panduan dari Google’s Material Design dengan perubahan penyebutan yaitu menjadi “Website Tugas Akhir”. Dalam pembuatan ulang website tugas akhir ini juga ditambahkan fitur tambahan yang belum ada pada aplikasi terdahulu serta tidak difokuskan kepada tahap proposal skripsi saja, namun keseluruhan tahap mulai dari proposal skripsi, proposal skripsi dan skripsi. Pengujian modul ini menggunakan User Experience Questionnaire dengan hasil akhir berupa peringkat skala dari setiap skor yang didapat.",
  "creators": "LUPITA SHARON KOESNADINATA",
  "contributors": "Alexander Setiawan (Advisor 1); Alvin Nathaniel Tjondrowiguno, S.Kom., M.T. (Advisor 2); Leo Willyanto Santoso (Examination Committee 1); Hans Juwiantho S.Kom., M.Kom (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022293/INF/2023; Lupita Sharon Koesnadinata (C14190025)",
  "subjects": "WEB SITE DEVELOPMENT; WEB SITES--DESIGN"
}