{
  "id": "57575",
  "title": "Penerapan 5R untuk efisiensi tata letak ruang dan fasilitas pada PT X",
  "abstract": "Penerapan 5R di PT X saat ini masih belum berjalan secara maksimal. Karyawan belum memiliki kesadaran apalagi merasakan manfaat dari pentingnya penerapan 5R. Berdasarkan hasil pengecekan melalui patrol 5R, ditemukan 95 temuan ketidaksesuaian penerapan 5R di divisi HR. Oleh karena itu, perlu dilakukan penelitian lebih dalam untuk meningkatkan kesadaran karyawan terkait pentingnya penerapan dan manfaat 5R. Selain itu, memberikan usulan yang dapat mengatasi temuan dari patrol 5R dengan mempertimbangkan efisiensi tata letak ruang dan fasilitas pada divisi HR PT X. Berdasarkan hasil pencarian akar penyebab masalah, dibuatlah program CCP 5R yang terdiri dari patrol pengecekan silang antar departemen dan keterlibatan manager. Kebiasaan 5R dapat terjaga karena patrol silang dapat dilakukan secara rutin setiap 3 bulan sekali. Peran manager di sini memberikan standar peringkasan barang, serta mengawasi penerapan 5R. CCP 5R ditambah dengan penerapan 5R dapat meningkatkan kesadaran karyawan terkait pentingnya penerapan dan manfaat 5R. Visualisasi rekomendasi perbaikan 5R yang aplikatif pada setiap temuan, perhitungan pengendalian persediaan, dan perancangan tata letak ruang dan fasilitas mampu menghasilkan penghematan area. Penghematan tersebut dapat dibuatkan rancangan yang dapat memberikan tambahan kapasitas sebesar 8-10 orang atau sekitar 44% di ruang makan dan mengurangi penggunaan 2 lemari penyimpanan di ruang besar HR.",
  "creators": "LEONORE DEANDRA PRAYOGO",
  "contributors": "Tanti Octavia (Advisor 1); Herri Christian Palit (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022616/IND/2023; Leonore Deandra Prayogo (C13190038)",
  "subjects": "INVENTORY CONTROL; PERSONNEL MANAGEMENT; PLANT LAYOUT--PLANNING"
}