{
  "id": "57577",
  "title": "Analisis penerapan strategi brand architecture the Grand Kenjeran pada cluster perumahan Pinewood dan Akeno",
  "abstract": "Pada umumnya, sebuah perusahaan mulai beroperasi dengan satu identitas atau satu brand, namun seiring berjalanannya waktu ada beberapa perusahaan yang mulai memiliki berbagai varian layanan, produk, atau mulai memiliki sub-brand, hal ini bertujuan untuk menarik calon konsumen dengan kebutuhan yang berbeda. Penelitian ini bertujuan untuk memberikan pemahaman mengenai pentingnya memilih dan menerapkan strategi branding yang tepat bagi perusahaan di bidang real estat agar masing-masing sub-brandnya dapat menyasar target konsumen yang sesuai tanpa saling merugikan. Penelitian ini menggunakan metode deskriptif kualitatif yang fokus pada permasalahan dan dilakukan dengan cara observasi, wawancara, atau mempelajari dokumen-dokumen terkait. Teori yang digunakan dalam penelitian ini adalah teori mengenai brand architecture, brand portfolio, dan visual branding. Setelah melakukan penelitian mengenai penggunaan strategi brand architecture The Grand Kenjeran dan penerapannya pada visual branding Pinewood dan Akeno, dapat diketahui bahwa ada banyak jenis kategori brand architecture yang dapat dipilih sesuai kebutuhan perusahaan khususnya yang memiliki sub-brand agar dapat menjangkau pasar yang lebih luas tanpa persaingan antar sub-brand. Selain itu, strategi brand architecture perlu diterapkan ke visual branding, karena efektif membentuk diferensiasi konsep American Tropical milik Pinewood dan Asian Minimalist milik Akeno, sehingga masing-masing sub-brand dapat lebih mudah dikenali oleh konsumen.",
  "creators": "THERESA LIVIA LAY",
  "contributors": "Cindy Muljosumarto S.Sn, M.D. (Advisor and Examination Committee); Rika Febriani, S.Sn., M.A. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00023994/DKV/2023; Theresa Livia Lay (E12190200)",
  "subjects": "BRANDING (MARKETING); GRAPHIC ARTS; VISUAL COMMUNICATION; LOGOS (SYMBOLS)"
}