{
  "id": "57573",
  "title": "Limbah masker medis sebagai material absorpsi suara: studi kasus ruang kelas di Gedung P Universitas Kristen Petra",
  "abstract": "Penelitian ini dilakukan untuk mengatasi fenomena pasca Covid-19, pemanfaatan limbah medis yaitu masker medis menjadi material daur ulang yang ramah lingkungan. Penggunaan limbah masker medis sebagai alternatif material absorpsi suara yang berasal dari limbah dan secara tidak langsung berkaitan dengan prinsip arsitektur berkelanjutan. Berdasarkan sifat dan karakteristik masker yang dapat menahan sedikit suara saat menggunakannya, maka penelitian ini bertujuan mengetahui tingkat absorpsi masker medis sebagai material absorpsi suara dengan mengambil studi kasus ruang kelas P. 614 gedung P, Universitas Kristen Petra. Penelitian ini menggunakan metode kuantitatif eksperimen uji laboratorium serta melakukan perhitungan manual untuk mengetahui kebutuhan luasan panel masker medis yang dibutuhkan dalam mencapai waktu dengung optimal pada kelas P. 614. Hasil uji laboratorium menunjukkan bahwa masker medis dengan ketebalan berbeda menghasilkan daya absorpsi yang cenderung mirip. Kecenderungan material absorpsi dari masker medis memiliki nilai koefisien absorpsi yang baik pada frekuensi tinggi. Hasil uji laboratorium juga menyatakan bahwa tingkat penyerapan sampel tidak berbanding lurus dengan jumlah layer atau ketebalan material. Material absorpsi dari masker medis mempunyai potensi yang cukup baik untuk dikembangkan sebagai panel yang dapat mengurangi waktu dengung.",
  "creators": "Aditya Hanggara Timbulong",
  "contributors": "Danny Santoso Mintorogo (Advisor 1); V.P. Nugroho Susilo (Advisor 2); Aris Budhiyanto, S.T., M.Sc., Ph.D. (Examination Committee 1); Lilianny Sigit Arifin (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 00000047/MARS/2023; Aditya Hanggara Timbulong (B22220016)",
  "subjects": "MASKS; ABSORPTION; RECYCLING (WASTE, ETC)"
}