{
  "id": "57572",
  "title": "Efektivitas iklan product placement Scarlett Whitening dalam drama Korea Reborn Rich pada masyarakat Jawa Timur",
  "abstract": "Scarlett Whitening merupakan perusahaan kecantikan yang didirikan pada tahun 2017. Scarlett memiliki berbagai produk berupa perawatan wajah, perawatan tubuh, dan perawatan rambut. Desember 2022, Scarlett melakukan product placement yang melibatkan dua produk, yaitu body lotion dan body wash. Maka tujuan dari penelitian ini adalah untuk mengetahui efektivitas iklan product placement Scarlett Whitening dalam drama korea Reborn Rich pada masyarakat Jawa Timur. Dalam penelitian ini, efektivitas iklan diukur menggunakan metode Customer Response Index (CRI). Metode CRI mengukur respon dari tahap indikator awareness, comprehend, interest, intention, dan action menggunakan dua dimensi dalam product placement, yaitu visual dimention dan plot connection dimention. Jenis penelitian ini penelitian deskriptif dengan pendekatan kuantitatif. Teknik yang digunakan adalah non-probability sampling dan purposive sampling dengan menyebarkan survei online menggunakan Google Form dengan jumlah sampel sebanyak 100 responden. Hasil penelitian ini adalah iklan product placement Scarlett Whitening masih belum efektif yang dibuktikan dengan hasil akhir perkalian CRI sebesar 41%. Penyebab strategi dan implementasi product placement Scarlett tidak efektif, khususnya di wilayah Surabaya dan Jawa Timur bagian tengah maupun Selatan disebabkan oleh tidak adanya auditory dimention. Audio-visual merupakan komponen utama agar aktivitas product placement efektif.",
  "creators": "MONICA SUBIJANTO",
  "contributors": "Gatut Priyowidodo (Advisor 1); Astri Yogatama (Advisor 2); Jandy Edipson Luik (Examination Committee 1); Ido Prijana Hadi (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011824/KOM/2023; Monica Subijanto (F11190015)",
  "subjects": "COMMUNICATION IN MARKETING; KOREAN DRAMA--20TH CENTURY; TELEVISION ADVERTISING; ADVERTISING--EFFECTIVE FREQUENCY"
}