{
  "id": "57589",
  "title": "Motif dan kepuasan subscriber dalam menonton segmen special program pada channel YouTube Genshin Impact",
  "abstract": "Penelitian ini meneliti tentang motif dan kepuasan subscriber menonton segmen Special Program pada channel YouTube Genshin Impact. Genshin Impact adalah sebuah game action-RPG yang telah mendapatkan nominasi sebagai Best Mobile Game 2021 dan Player’s Voice Award 2022. Genshin Impact melakukan pembaharuan terhadap game-nya satu kali setiap bulan, dan informasi mengenai pembaharuan tersebut dijelaskan dalam suatu segmen pada channel YouTube-nya, yaitu Special Program. Penelitian ini menggunakan teori Uses and Gratifications dan empat indikator milik Ramirez (motif dan kepuasan) dalam analisis data. Metode penelitian yang digunakan adalah survei dengan jenis penelitian eksplanatif kuantitatif. Terdapat uji validitas, uji reliabilitas, dan tabulasi silang terhadap data yang diberikan responden melalui survei untuk dikaitkan dengan indikator motif dan kepuasan. Hasil dari penelitian ini menyatakan bahwa indikator The Use of Video Streaming Platform adalah tingkatan motif dan kepuasan tertinggi dalam menonton segmen Special Program pada Channel YouTube Genshin Impact, dengan indikator terendahnya adalah Social Motivation. Hipotesis penelitian ini adalah H0 ditolak dan H1 diterima, di mana terdapat kesenjangan antara variabel motif dan kepuasan subcriber channel YouTube Genshin Impact. Tabulasi silang dilakukan antara profil responden usia, jenis kelamin, dan pendidikan akhir dengan indikator yang ditentukan. Hasil tabulasi silang menjelaskan bahwa Gen Z, Laki-Laki, serta Pendidikan Tinggi memiliki nilai rata-rata GS dan GO tertinggi terhadap masing-masing indikatornya.",
  "creators": "ANDREAS",
  "contributors": "Ido Prijana Hadi (Advisor 1); Chory Angela Wijayanti (Advisor 2); Gatut Priyowidodo (Examination Committee 1); Felicia Goenawan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011835/KOM/2023; Andreas (F11190006)",
  "subjects": "MOBILE GAMES; SOCIAL MEDIA--COMMUNICATION; YOUTUBE (ELECTRONIC RESOURCE); CONSUMER SATISFACTION"
}