{
  "id": "57586",
  "title": "Fasilitas edukasi wisata kawasan benteng Kedung Cowek, Surabaya",
  "abstract": "Kawasan Benteng Kedung Cowek merupakan salah satu peninggalan Belanda yang dibangun tahun 1900-an, memiliki sejarah panjang bagi Surabaya, terutama saat puncak peperangan Surabaya di Kedung Cowek, 28 November 1945. Selain potensi sejarah, karena kawasan terlupakan oleh waktu, alam di sepanjang kawasan terus bertumbuh hingga membangun atmosfer baru sekaligus menimbun memori yang telah berlalu. Perencanaan fasilitas edukasi wisata ini bertujuan untuk menciptakan sebuah fasilitas pembelajaran untuk wisatawan terutama anak sekolah untuk lebih mengenal sejarah dan konteksnya bagi surabaya. Selain itu, perlunya ahli konservasi dan arkeolog untuk menjaga kawasan itu tetap terjaga. Masalah utama yang dihadapi dalam perancangan ini adalah area edukasi yang perlu kontekstual dengan benteng-benteng dan alamnya dan alur sirkulasi antara bangunan baru, alur yang telah ada dan benteng. Kedua masalah tersebut dapat diselesaikan dengan pendekatan ruang. Berbagai teori seperti place-based learning sebagai dasar kurikulum, an architecture of the seven karya Pallasma dan alur sirkulasi diperlukan untuk menyelesaikan beberapa masalah-masalah terkait dengan ruang dan massa.",
  "creators": "JOHAN SANTOSO DJOJO",
  "contributors": "Altrerosje Asri, S.T., M.T. (Advisor 1); Riduan Sukardi (Advisor 2); Roni Anggoro, S.T., M.A.Arch. (Advisor 3); Luciana Kristanto, S.T., M.T. (Examination Committee 1); Rully Damayanti (Examination Committee 2); Stephanus Wirawan Dharmatanna, S.T., M.Ars. (Examination Committee 3); Samuel Hartono (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 00024418/ARS/2023; Johan Santoso Djojo (B12190002)",
  "subjects": "EDUCATION PARKS--DESIGNS AND PLANS; RECREATION CENTERS--DESIGNS AND PLANS"
}