{
  "id": "57592",
  "title": "Fasilitas detailing dan workshop otomotif di Surabaya",
  "abstract": "Industri otomotif di Indonesia mengalami perkembangan yang cukup pesat. Salah satu sektor bisnis otomotif yang cukup populer adalah sektor bisnis detailing kendaraan bermotor. Auto detailing adalah proses perawatan eksterior dan interior kendaraan. Terdapat 5 proses utama yang harus dilakukan secara berurutan dalam detailing. Namun, menindak lanjuti permasalahan fasilitas detailing yang terdapat di Surabaya, meliputi sarana prasarana yang kurang baik, serta pemahaman masyarakat kurang mengenai perawatan kendaraan bermotor. Oleh karena itu, diperlukan sebuah fasilitas auto detailing yang sesuai dan bersifat spesifik yang dapat mengedukasi masyarakat luas, serta mewadahi aktivitas komunitas penghobi otomotif. Fasilitas ini dirancang berlokasi pada Surabaya barat, di Jl. Mayjend Jonosewojo. Fasilitas Detailing dan Workshop Otomotif di Surabaya bertujuan untuk mengakomodasi kebutuhan perawatan kendaraan bermotor dan mengedukasi masyarakat luas mengenai detailing. implementasi kesesuaian program kerja dengan tapak dan lingkungan sekitarnya dengan memperhatikan utilitas dan sirkulasi kendaraan berupa sirkulasi secara linier, serta transisi dan kesan ruang yang berbeda setiap fungsi ruang proses yang menjadi upaya penyelesaian masalah yang ada dalam desain. Pendekatan yang dilakukan dalam desain adalah pendekatan spasial dan sistem sirkulasi menggunakan teori dari Francis D.K. Ching sebagai pedoman.",
  "creators": "KENT PUTERA",
  "contributors": "Rully Damayanti (Advisor 1); Luciana Kristanto, S.T., M.T. (Advisor 2); Samuel Hartono (Advisor 3); Stephanus Wirawan Dharmatanna, S.T., M.Ars. (Advisor 4); Timoticin Kwanda (Examination Committee 1); Dr. Feny Elsiana, S.T., M.T. (Examination Committee 2); Irwan Santoso (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 02024469/ARS/2023; Kent Putera (B12190069)",
  "subjects": "AUTOMOBILE SHOWROOMS--DESIGNS AND PLANS"
}