{
  "id": "57595",
  "title": "Analisis strategi content marketing instagram D’beaute menggunakan metode 4E framework social media dan 5A customer path",
  "abstract": "Dalam era digitalisasi, UMKM perlu mengimplementasikan strategi pemasaran digital untuk mengembangkan bisnisnya. Kebanyakan pelaku bisnis memilih Instagram sebagai media pemasaran digitalnya. Untuk mengoptimalkan penggunaan Instagram diperlukan adanya strategi pembuatan konten yang mampu membangun hubungan yang kuat antara brand dan konsumen. D’Beaute merupakan salah satu usaha yang memanfaatkan Instagram untuk memperluas jangkauan brand-nya. Oleh karena itu, penelitian ini bertujuan untuk menganalisis strategi content marketing untuk menjangkau audiens, membangun komunikasi dengan audiens serta menciptakan e-WoM menggunakan studi kasus konten Instagram D’Beaute dengan pendekatan kualitatif deskriptif. Hasil penelitian menunjukkan bahwa dari strategi perancangan konten D’Beaute yang dianalisis menggunakan metode 4E framework social media (Excite, Educate, Experience, dan Engage) dapat menghadirkan topik konten yang lebih variatif yaitu konten give away, edukatif, promotion, rekomendasi produk, sale, dan greetings. Tiap topik konten memiliki tujuan dan cara yang berbeda-beda dalam mempengaruhi perilaku audiens berdasarkan pola 5A customer path untuk membentuk brand exposure, customer engagement, dan e-WoM. Konten dengan tujuan excite cenderung membentuk brand exposure yang lebih luas. Konten dengan tujuan educate, engage, dan experience berperan dalam menjalin customer engagement. Sedangkan, e-WoM dapat terbentuk dari kombinasi konten yang bertujuan excite dan engage. Berdasarkan analisis tersebut menunjukkan konten D’Beaute mayoritas dirancang untuk membentuk customer engagement.",
  "creators": "DEVI NOVITASARI",
  "contributors": "Rika Febriani, S.Sn., M.A. (Advisor 1); Cindy Muljosumarto S.Sn, M.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00024002/DKV/2023; Devi Novitasari (E12190153)",
  "subjects": "INTERNET MARKETING; SOCIAL MEDIA--MARKETING"
}