{
  "id": "57596",
  "title": "Analisis strategi komunikasi brand Tohoku di sosial media dengan menggunakan teori AISAS",
  "abstract": "Pada zaman sekarang dengan perkembangan teknologi dan komunikasi, banyak UMKM (Usaha mikro, kecil, dan menengah) yang bergerak secara online dan menggunakan sosial media untuk mendukung penjualannya. Sama seperti Tohoku, yaitu UMKM yang menjual produk alat tulis, dan telah melakukan digital marketing. Oleh karena itu, strategi komunikasi suatu brand di sosial media merupakan hal yang penting untuk diperhatikan. Penelitian ini dimaksudkan untuk mengetahui langkah-langkah pembuatan strategi komunikasi suatu brand dan mengevaluasi efektivitas tersebut dengan menggunakan teori AISAS (Attention, Interest, Search, Action, Share). Jenis penelitian ini merupakan penelitian kualitatif deskriptif yang mencakup wawancara, observasi dan analisis data. Teori yang digunakan dalam menganalisis adalah teori branding yang mencakup brand essence, brand positioning, brand attribute, brand voice dan value proposition. Kemudian dilanjutkan dengan menganalisa strategi komunikasi brand dan implementasinya pada sosial media dengan menggunakan content pillar, serta diakhiri dengan menganalisa konsumer dengan teori AISAS. Hasil penelitian menunjukkan adanya perbedaan perilaku audiens menurut pola AISAS melalui giveaway content, promotional content, entertainment content, educational content, conversational content, dan pada aplikasi Tiktok. Giveaway content, entertainment content, educational content efektif untuk audiens melakukan share dan menambah brand awareness Tohoku, sedangkan promotional content, conversational content, dan pada aplikasi Tiktok efektif untuk audiens melakukan aksi sesuai dengan masing-masing konten.",
  "creators": "SHIFRA THEOPHILIA",
  "contributors": "Cindy Muljosumarto S.Sn, M.D. (Advisor 1); Rika Febriani, S.Sn., M.A. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00023996/DKV/2023; Shifra Theophilia (E12190139)",
  "subjects": "ADVERTISING--BRAND NAME PRODUCTS; BRANDING (MARKETING); SOCIAL MEDIA--MARKETING; VISUAL COMMUNICATION"
}