{
  "id": "57591",
  "title": "Analisis pembuatan logo dan website qonnected berdasarkan teori design thinking di PT Adi Karya Media (MyDevTeam)",
  "abstract": "Perkembangan teknologi yang semakin meningkat menyebabkan penggunaan media online kini lebih banyak digunakan khususnya website. Menurut data dari Pengelola Nama Domain Internet Indonesia (PANDI), hingga Februari 2021 pengguna domain .id menyentuh angka 500.000 pengguna. Hal ini menunjukkan bahwa semakin banyak orang yang sadar akan pentingnya website di era serba digital dalam membentuk eksistensi daring. Terlebih dalam pembuatannya dibutuhkan UI/UX yang menarik dan memudahkan dengan target audiences. Di lain sisi, design thinking merupakan teori yang sering kali digunakan terlebih dalam bidang UI/UX design. Design thinking adalah pendekatan untuk memecahkan masalah yang berpusat pada pengguna. Pada saat internship di MyDevTeam terdapat salah satu proyek website yang membantu sebuah brand Qonnected untuk mempromosikan produknya. Oleh karena itu, penelitian ini dilakukan dengan tujuan untuk mengetahui pembuatan logo dan media website Qonnected berdasarkan teori design thinking. Metode penelitian yang digunakan yaitu kualitatif komparatif, dengan metode 5W1H untuk analisis datanya. Dalam perancangan logo, tahapan design thinking yang digunakan yaitu emphatize, ideate, dan prototype. Sedangkan, perancangan website Qonnected menggunakan beberapa tahapan dari design thinking seperti emphatize, ideate, prototype, dan test internal. Define dan test eksternal tidak digunakan dikarenakan beberapa alasan seperti timeline pengerjaan yang cepat dan brief dari klien sudah jelas dan tearah.",
  "creators": "RUTHALIA ANWIRA GOENA",
  "contributors": "Ryan Pratama Sutanto, S.Sn., M.Med.Kom. (Advisor 1); Daniel Kurniawan, S.Sn., M.Med.Com (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00024012/DKV/2023; Ruthalia Anwira Goena (E12190182)",
  "subjects": "COMMERCIAL ART; GRAPHIC ARTS; WEB SITES--DESIGN; VISUAL COMMUNICATION"
}