{
  "id": "57603",
  "title": "Galeri kopi Excelsa Anjasmoro di Wonosalam, Kabupaten Jombang",
  "abstract": "Kopi excelsa/Liberica var Dewervei merupakan salah satu spesies kopi yang cukup jarang ditemui jika dibandingkan dengan spesies-spesies kopi lainnya. Pemerintah dan pengembang kopi excelsa di Wonosalam juga memiliki visi untuk memperkenalkan kopi excelsa ke pasar kopi Indonesia terlebih dahulu karena kurangnya paparan public dari kopi excelsa anjasmoro. Kecamatan Wonosalam juga sedang melakukan pengembangan wisatanya, sehingga berkaitan dengan kebutuhan kopi excelsa saat ini yaitu memaparkan kopi excelsa anjasmoro melalui daya tarik wisata. Berangkat dari dari situasi ini, muncul gagasan untuk membuat sebuat tempat untuk memaparkan dan juga menjual kopi excelsa anjasmoro yang sekaligus juga menjadi daya tarik wisata yaitu Galeri Kopi Excelsa Anjasmoro di Wonosalam, Kabupaten Jombang. Tujuan Galeri Kopi Excelsa Anjasmoro di Wonosalam adalah untuk mengenalkan serta menjual kopi excelsa anjasmoro kepada wisatawan yang mengunjungi galeri ini, sehingga dapat memperluas jangkauan eksposur pasar kopi Indonesia. Metode yang diterapkan dalam perancangan galeri ini adalah pendekatan sensorik. Aplikasi dari metode ini bertujuan untuk dapat membantu pengunjung secara pribadi dapat memahami karakter dari kopi excelsa anjasmoro yang akan dijual kepada mereka. Hasil yang diperoleh kemudian merupakan desain dengan pendalaman sekuens sensorik yang membentuk desain susunan tahapan ruang demi ruang dengan kualitas sensorik ruang spesifik yang dilalui pengunjung sehingga dapat membantu pemahaman sensorik dan apresiasi pengunjung terhadap kopi excelsa anjasmoro beserta dengan pengalamannya dalam galeri.",
  "creators": "APRILA PALLAS",
  "contributors": "Anik Juniwati (Advisor 2); Lilianny Sigit Arifin (Advisor 1); Stanislaus Kuntjoro Santoso (Advisor 3); Elvina Shanggrama Wijaya, S.T., M.T. (Supervisors CHN 2); Joyce M.Laurens (Examination Committee 1); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 2); Danny Santoso Mintorogo (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 00024487/ARS/2023; Aprila Pallas (B12190097)",
  "subjects": "GALLERIES (ARCHITECTURE)--DESIGNS AND PLANS"
}