{
  "id": "57605",
  "title": "Analisis efektivitas content marketing dalam membangun engagement pada akun instagram Geonerations di Sosiakita",
  "abstract": "Banyak pelaku bisnis yang menggunakan content marketing di Instagram untuk memasarkan brand di kepada target audience. Geonerations adalah salah satu pelaku bisnis yang menggunakan content marketing di Instagram sebagai surrogate brand dari Geomild, sub-brand PT Djarum dikarenakan adanya peraturan pemerintah yang mengatur pengendalian iklan produk tembakau. Akun Geonerations ini membagikan konten meme, jokes, entertainment, dan info seputar Jawa Timur. Penelitian ini bertujuan untuk menganalisis efektivitas content marketing dalam membangun engagement pada akun Instagram Geonerations di Sosiakita menggunakan strategi content marketing yang terbagi menjadi 8 tahapan yaitu menentukan tujuan, pemetaan audiens, ide dan perencanaan konten, penciptaan konten, distribusi konten, penguatan konten, evaluasi pemasaran konten dan perbaikan pemasaran konten. Metode penelitian ini menggunakan pendekatan kualitatif deskriptif. Hasil penelitian menunjukkan, bahwa content marketing Geonerations cukup efektif dalam membangun engagement. Geonerations telah menerapkan strategi content marketing dengan 8 tahapan yang menunjukkan bahwa konten bulan Januari 2023 relevan dengan target audience sehingga mendorong untuk membangun engagement dengan konten seperti memberikan like, comment, dan share. Namun, masih ada beberapa konten dengan engagement rendah, sehingga memerlukan pengembangan dan perbaikan oleh tim agency Sosiakita ke depannya.",
  "creators": "CELINE MARTINA CHANDRA",
  "contributors": "Ani Wijayanti Suhartono (Advisor 1); Yusuf Hendra Y. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00023989/DKV/2023; Celine Martina Chandra (E12190148)",
  "subjects": "BRANDING (MARKETING); SOCIAL MEDIA--MARKETING"
}