{
  "id": "57607",
  "title": "Fasilitas pengolahan air dan wisata air bozem Morokrembangan di Surabaya",
  "abstract": "Bozem Morokrembangan merupakan kolam penampung air hujan dan air sungai paling besar di yang memiliki banyak potensi yang belum digali. Pemerintah Kota Surabaya telah menyatakan beberapa wacana untuk menjadikan bozem sebagai objek wisata lokal, namun belum dapat diwujudkan karena permasalahan sampah yang terbawa dari sungai yang berdekatan dengan pemukiman kumuh dan perumahan liar, dan endapan bahan kimia yang belum terselesaikan. Fasilitas didesain untuk membantu kinerja Bozem Morokrembangan dengan melakukan pengolahan air secara berkala. Pengolahan air dilakukan dalam skala kecil, sekaligus digunakan untuk sarana pembelajaran untuk memberikan pemahaman pentingnya menjaga kebersihan kepada para penduduk sekitar. Sejalan dengan rencana pemerintah, bozem yang airnya diolah secara terus menerus akan dijadikan objek wisata. Objek wisata pada fasilitas yang terdesain difokuskan pada area pinggir bozem. Pengunjung yang datang harus mengikuti rangkaian proses dalam beberapa massa untuk melengkapi pemahaman penduduk. Dari situ, solusi yang telah direncanakan, digunakan pendekatan sirkulasi linear yang dapat mengarahkan pengunjung dari satu titik ke titik lain untuk memaksimalkan pemahaman secara runtut tentang proses pengolahan air bozem. Penerapan sirikulasi linear pada desain adalah pembatasan alur pengunjung. Mulai dari awal masuk, pengunjung akan diarahkan dengan pembatasan ruang gerak. Pintu masuk dan keluar pengunjung memiliki arah yang berbeda dan diberikan pembatas untuk menunjukkan arah yang pasti dituju secara berurutan.",
  "creators": "LAURENCIA YOSEPHIN ANGGRAENI",
  "contributors": "Wanda Widigdo Canadarma (Advisor 1); Christine Wonoseputro (Advisor 2); Benny Poerbantanoe (Advisor 3); Angela Christysonia Tampubolon, S.T., M.T. (Examination Committee 1); V.P. Nugroho Susilo (Examination Committee 2); Handinoto (Examination Committee 3); Bram Michael Wayne, S.T., M.Ars. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 02024465/ARS/2023; Laurencia Yosephin Anggraeni (B12190064)",
  "subjects": "RECREATION CENTERS; WATER TREATMENT"
}