{
  "id": "57609",
  "title": "Penerimaan penonton terhadap toxic relationship dalam film \"Persona: Collector\"",
  "abstract": "Laki-laki ataupun perempuan memiliki potensi yang sama untuk menjadi korban dalam toxic relationship. Hanya saja, data statistik maupun kasus hubungan toxic berupa kekerasan yang dialami laki-laki di Indonesia masih sukar ditemukan. “Persona: Collector” menjadi salah satu film asal Korea Selatan yang mengangkat isu toxic relationship dari perempuan pada laki-laki. Maka dari itu, peneliti ingin melihat bagaimana penonton menerima pesan toxic relationship dalam film “Persona: Collector”. Peneliti menggunakan pendekatan deskriptif kualitatif dengan metode analisis resepsi Stuart Hall. Peneliti mengumpulkan data dengan observasi dan wawancara mendalam terhadap empat informan di rentang usia 20-30 tahun, yakni laki-laki & perempuan penyintas toxic relationship, serta laki-laki dan perempuan non-penyintas toxic relationship. Peneliti mendapatkan dua konsep besar dalam pandangan informan, yaitu bentuk obsesi dalam relasi dan tidak bijak akibat cinta yang obsesif. Dalam konsep yang pertama, penerimaan informan terbagi menjadi tiga jenis, yakni dominant hegemonic, negotiated, dan oppositional. Namun dalam konsep yang kedua, penerimaan mereka hanya berada di preposisi dominant hegemonic dan negotiated. Penerimaan mereka bisa berbeda karena ada yang pernah mengalaminya sendiri dan/atau melihat serta mendengar kisah orang lain tentang toxic relationship. Adapun faktor lainnya berupa keragaman pengetahuan, kepercayaan, serta jenis kelamin.",
  "creators": "NICKY CHRISTIAN PAPARANG",
  "contributors": "Jandy Edipson Luik (Advisor 1); Chory Angela Wijayanti (Advisor 2); Fanny Lesmana (Examination Committee 1); Megawati Wahjudianata (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011853/KOM/2023; Nicky Christian Paparang (F11190001)",
  "subjects": "INTERPERSONAL CONFLICT IN MOTION PICTURES; INTERPERSONAL RELATIONS-RESEARCH; MOTION PICTURES--PUBLIC OPINION; COMMUNICATION--RESEARCH"
}