{
  "id": "57601",
  "title": "Fasilitas konservasi dan wisata terumbu karang di Ketapang, Banyuwangi",
  "abstract": "Terumbu karang merupakan ekosistem bawah laut yang terdiri dari beberapa tumbuhan laut, yang menempel di karang. Ekosistem terumbu karang di Indonesia sendiri sudah mulai berkurang. Hal ini disebabkan oleh beberapa faktor, terutama aktivitas manusia seperti kegiatan perdagangan terumbu karang secara ilegal. Kegiatan perdagangan terumbu karang sudah menjadi salah satu mata pencaharian yang menjanjikan bagi pengusaha, namun mereka harus tahu cara membudidayakan terumbu karang tersebut dengan metode transplantasi untuk dijual. Fasilitas ini tersedia sebagai wadah bagi orang yang ingin mempelajari kondisi eksisting terumbu karang dan cara membudidayakannya. Letak lahan desain yang dekat dengan laut membuat fasilitas ini akan lebih efektif saat dimanfaatkan untuk belajar mengenal eksisting terumbu karang dan cara membudidayakannya. Oleh karena letak site berada di pesisir, maka kenyamanan pengunjung saat berada di dalam site perlu dipertimbangkan. Pendekatan Bioklimatik akan digunakan dalam desain ini, dengan pengaplikasian pada fasad hingga bentukan bangunan. Alur dari desain dibuat linear untuk menyesuaikan kebutuhan dan tahapan pembelajaran dari budidaya terumbu karang itu sendiri. Fasad sendiri diambil dari bentukan rumah Osing untuk mengambil lokalitas dari site desain. Material yang umum digunakan adalah genteng sebagai atap dan sebagian rangka atap menggunakan kayu jati untuk menunjukkan kelokalan materialnya.",
  "creators": "VERONIKA FEBRY SISWANTO",
  "contributors": "Andhi Wijaya (Advisor 1); Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Advisor 2); Markus Ignatio Aditjipto (Advisor 3); Wanda Widigdo Canadarma (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "laporan Perancangan Arsitektur No. 09024491/ARS/2023; Veronika Febry Siswanto (B12190103)",
  "subjects": "CORAL REEF PLANTS; EDUCATION PARKS--DESIGNS AND PLANS; RECREATION CENTERS--DESIGNS AND PLANS"
}