{
  "id": "57600",
  "title": "Perancangan fesyen kulit vegan berdasarkan magang di Flomors Studio Surabaya",
  "abstract": "Tugas Akhir ini berisi mengenai perancangan busana berbahan dasar kulit vegan yang berada di Flomors Studio Surabaya. Penulis mengambil faux leather atau vegan leather karena kesadaran akan dampak buruk terhadap lingkungan yang berasal dari produk-produk kulit asli. Karena masih banyak masyarakat Indonesia yang kurang mengenal bahan faux leather atau vegan leather, sebenarnya hal ini menjadi tantangan untuk menyertakan vegan leather di Indonesia. Namun, hal itu juga secara tidak langsung memberikan peluang untuk memperkenalkan bahan ini bagi masyarakat Indonesia. Dalam rancangan ini, perancang ingin merancang koleksi ready to wear dengan bahan vegan leather untuk menciptakan tren desain yang lebih eco-friendly, sustainable dan cruelty-free. Pada perancangan ini, penulis menyasar konsumen wanita dengan kategori usia 25-35 tahun dan status ekonomi sosial A-B. Penulis mengambil Stella McCartney dan Jacquemus sebagai desainer yang menginspirasi pembuatan koleksi vegan leather ini. Dari studi tipologi yang dilakukan oleh penulis, penulis menemukan bahwa brand lokal banyak yang menggunakan kulit untuk membuat koleksi, tetapi brand-brand pada umumnya tidak menjelaskan bahan kulit apa yang digunakan serta tidak menyertakan cara merawat penggunaan bahan kulit, sehingga banyak konsumen yang tidak mengerti cara merawatnya. ada tugas akhir ini akan lebih mengutamakan penyediaan alternatif bahan dari kulit alami menjadi kulit vegan, serta desain busana semiformal dengan bahan kulit vegan yang terbuat dari limbah kulit kopi. Serta memiliki detail patch yang unik.",
  "creators": "LIVIA ADELIA",
  "contributors": "Purnama Esa Dora Tedjokoesoemo, S.Sn., M.Sc. (Advisor 1); Rika Febriani, S.Sn., M.A. (Examination Committee 1); Luri Renaningtyas, S.T., M.Ds. (Examination Committee 2); Ajeng Putri Palupi (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan",
  "source": "Perancangan No. 01010004/DFT/2023; Livia Adelia (E12190003)",
  "subjects": "DRESSMAKING MATERIALS; FASHION DESIGN; READY-TO-WEAR CLOTHING"
}