{
  "id": "57608",
  "title": "Persemayaman, krematorium dan kolibarium di Tangerang Selatan",
  "abstract": "Kematian adalah hal mutlak yang tidak dapat dihindari oleh semua makhluk hidup, termasuk manusia. Oleh sebab itu, adanya fasilitas berupa persemayaman sangat dibutuhkan untuk memfasilitasi tubuh jenazah agar mendapatkan perlakuan yang layak. Mayoritas persemayaman di Indonesia tidak memiliki karakter ruang yang khusyuk bagi pengguna yang sedang berduka. Selain itu, permasalahan yang sedang berlangsung adalah terjadinya krisis lahan pemakaman sehingga masyarakat mulai menggunakan metode kremasi sebagai alternatif penanganan jenazah. Namun, kremasi secara konvensional dengan membakar tubuh jenazah memiliki dampak buruk bagi lingkungan karena menghasilkan karbon emisi. Maka, muncul alternatif metode kremasi dengan menggunakan air yang disebut Akuamasi atau Kremasi Hydrolysis Alkaline yang ramah lingkungan (Hall, 2022). Area Tangerang Selatan merupakan daerah degan perkembangan penduduk yang pesat di Indonesia sehingga diperlukan sebuah fasilitas yang dapat mewadahi kegiatan kedukaan masyarakat setempat. Perancangan ini merupakan fasilitas miliki yayasan Katolik di Tangerang Selatan dan memiliki berbagai fasilitas yaitu persemayaman, krematorium dan kolumbarium. Pendekatan yang digunakan pada fasilitas ini adalah pendekatan sistem sebagai bentuk respons terhadap potensi masalah yaitu sirkulasi pengguna dan pendalaman karakter ruang untuk menghadirkan suasana khusyuk dan intim pada bangunan.",
  "creators": "ARDI DJOENIARTO EDWIN",
  "contributors": "Joyce M.Laurens (Advisor 1); Ir. Bisatya Widadya Maer, M.T. (Advisor 2); Danny Santoso Mintorogo (Advisor 3); Markus Ignatio Aditjipto (Examination Committee 1); Andhi Wijaya (Examination Committee 2); Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024433/ARS/2023; Ardi Djoeniarto Edwin (B12190013)",
  "subjects": "CREMATORIUMS--DESIGNS AND PLANS"
}