{
  "id": "57618",
  "title": "Perancangan strategi branding dan promosi untuk produk inovasi Kreazee DIY cake",
  "abstract": "Kreazee DIY Cake merupakan sebuah anak brand dari toko kue yaitu NYUNYU CAKE. Kreazee memiliki inovasi produk berupa paket kue tart yang bisa didekor oleh konsumennya sendiri, selama ini penjualan kue tart yang ada biasanya sudah dihias dan konsumen hanya menerima hasil kue yang sudah didekor oleh toko kue. Kreazee DIY Cake sendiri belum memiliki brand identity, representasi visual, dan promosi yang tepat sesuai target audiensnya. Maka dari itu diperlukan sebuah perancangan branding dan promosi yang didasarkan pada hasil riset dan kebutuhan target audiens, agar tertuju pada sasaran yang tepat yaitu anak muda. Dengan adanya perancangan ini, Kreazee ingin diperkenalkan sebagai brand pertama di Surabaya-Sidoarjo yang menawarkan inovasi produk kue tart yang bisa dihias konsumen sendiri. Aktivitas hias kue juga memiliki beberapa manfaat, yaitu sebagai kegiatan kreativitas dan sarana temu kumpul yang asik bagi anak muda. Perancangan ini menggunakan metode kualitatif yang kemudian dianalisis menggunakan analisis SWOT, 4P, dan VIEW. Analisis dilanjutkan dengan kesimpulan analisis data yang dijadikan dasar penyusunan karya. Usaha Kreazee akan berbasis online beserta dengan rancangan promosi yang memanfaatkan media sosial seperti Whatsapp dan Instagram. Media yang dipilih disesuaikan dengan target audiens yang merupakan anak muda.",
  "creators": "NATASYA VINOLA WIJAYA",
  "contributors": "Elisabeth Christine Yuwono (Advisor 1); Vanessa Yusuf (Advisor 2); Heru Dwi Waluyanto (Examination Committee 1); Mendy Hosana Malkisedek (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Branding Design",
  "source": "Branding Design No. 00023922/DKV/2023; Natasya Vinola Wijaya (E12190059)",
  "subjects": "BRANDING (MARKETING); GRAPHIC ARTS; VISUAL COMMUNICATION"
}