{
  "id": "57615",
  "title": "Konsepsi Departemen Human Capital and Services Garudafood Gresik dan pengunjung mengenai pembangunan communication engagement Gery Factory X - Quest",
  "abstract": "Adanya perkembangan teknologi dari tahun ke tahun menjadikan banyaknya perusahaan kini semakin mengedepankan otomasi industri 4.0. Seperti halnya yang dilakukan oleh GarudaFood. Hal ini dicerminkan dari adanya wahana Gery Factory X-Quest dengan pemanfaatan otomasi industri 4.0 yakni salah satunya terdapat adanya fasilitas 4D Train dan Factory Peep untuk memberikan pembelajaran terkait proses manufaktur kepada masyarakat. Dalam penelitian ini mempergunakan metode Phenomenography dan analisa QSR Nvivo 12. Penelitian ini sendiri memperoleh hasil dengan menggunakan acuan tiga jenis Strategi Komunikasi menurut Cutlip, Center, and Broom (1985) yakni Preparation, Implementation, Impact (PII) model. Selain itu peneliti juga menggunakan acuan berdasarkan Level of Engagement milik Bruce Schneider. Dengan hal itu, peneliti dapat mengetahui konsepsi yang dimiliki berdasarkan sudut pandang departemen Human Capital and Services GarudaFood dan pengunjung Gery Factory X-Quest. Hasil dari penelitian ini dapat dilihat dari konsepsi yang sama pengunjung Gery Factory X-Quest dan departemen Human Capital and Services melakukan pembaharuan inovasi merupakan cara yang tepat untuk membangun Communication Engagement. Hal ini sama seperti yang diutarakan oleh Bruce Schneider terkait Level of Engagement bahwa dengan berinovasi maka terbentuknya Communication Engagement dapat semakin sukses. Selain itu Strategi Komunikasi sendiri untuk menjangkau pengunjung akan baik dilakukan dengan penggunaan Number of messages sent to media and activities designed yang termasuk pada Implementation dalam Preparation, Implementation, Impact (PII) model.",
  "creators": "GABRIELLA PATRICIA",
  "contributors": "Gatut Priyowidodo (Advisor 1); Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Advisor 2); Jandy Edipson Luik (Examination Committee 1); Felicia Goenawan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011885/KOM/2023; Gabriella Patricia (F11190042)",
  "subjects": "COMMUNICATION IN MANAGEMENT; PUBLIC RELATIONS; COMMUNICATION AND TECHNOLOGY; COMMUNICATION"
}