{
  "id": "57617",
  "title": "Perancangan dan implementasi sistem administrasi pada toko Sinar Selatan",
  "abstract": "Penjualan dan pembelian barang merupakan aspek penting dalam operasional sebuah toko. Toko Sinar Selatan, yang berdiri sejak tahun 2009 dan terletak di Makassar Mall, menghadapi beberapa permasalahan terkait pengelolaan data penjualan, pembelian, dan stok barang. Proses penjualan yang tidak tercatat dengan baik menyebabkan kesulitan dalam memperoleh data yang akurat, sehingga toko sulit mengetahui penjualan barang per hari dan jenis barang yang dijual. Selain itu, ketiadaan pencatatan stok barang mengakibatkan kesulitan dalam melakukan pengecekan dan seringnya terjadi kehilangan barang. Proses pembelian stok barang yang hanya ditandai dengan nota juga meningkatkan risiko hilangnya informasi yang penting. Untuk mengatasi permasalahan tersebut, penelitian ini bertujuan untuk merancang dan mengembangkan suatu sistem informasi administrasi yang dapat mengelola data penjualan, pembelian, dan stok barang. Sistem ini akan mencatat setiap transaksi penjualan harian dan jenis barang yang dijual, serta mencatat data pembelian saat proses pembelian dilakukan. Berdasarkan hasil pengujian, Sistem administrasi berhasil dalam membantu mencatat, mengelola, dan memantau proses bisnis pada toko Sinar Selatan. Pemilik toko merasa sangat terbantu oleh sistem administrasi ini.",
  "creators": "JONATHAN EGBERT THENARDY",
  "contributors": "Alexander Setiawan (Advisor 1); Lily Puspa Dewi, S.T., M.Kom. (Advisor 2); Kartika Gunadi (Examination Committee 1); Silvia Rostianingsih (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022289/INF/2023; Jonathan Egbert Thenardy (C14180193)",
  "subjects": "DATABASE MANAGEMENT--COMPUTER PROGRAMS; INVENTORY CONTROL--DATA PROCESSING; MANAGEMENT INFORMATION SYSTEMS"
}