{
  "id": "57624",
  "title": "Aplikasi sistem informasi manajemen proyek berbasis website pada PT Sumur Batu",
  "abstract": "PT Sumur Batu adalah perusahaan yang bergerak dibidang Automation & Drives System Engineering termasuk Factory Automation dan Drive System. PT Sumur Batu sendiri memiliki beberapa divisi yang terhubung satu sama lain dalam proses pembuatan proyek. Akan tetapi dengan banyaknya data yang diperlukan dan digunakan tersebut kendala yang sering dialami oleh perusahaan adalah masih minim dalam penggunaan teknologi, seperti contoh pengelolaan data masih manual yang cenderung akan mengalami kesalahan dalam pencatatan data. Dengan latar belakang tersebut, akan dilakukan untuk menemukan solusi dengan pembuatan aplikasi sistem informasi manajemen proyek pada PT Sumur Batu. Dengan penerapan teknologi informasi, diharapkan PT Sumur Batu dapat meminimalisir kesalahan yang sering terjadi dalam pertukaran dan pencatatan data, mempersingkat pengelohan data, dan dapat meningkatkan efisiensi tenaga kerja dalam pengerjaan proyek. Hasil pengujian pada pembuatan aplikasi sistem informasi manajemen proyek berbasis website pada PT. Sumur Batu menunjukan nilai rata-rata tiga yang menunjukkan bahwa sistem dapat mengontrol proses pembuatan proyek dengan lebih efisien. Sehingga proses pencatatan dan pengelolaan data dapat mengurangi risiko kesalahan yang dapat terjadi pada proses pengerjaan proyek. Pengujian untuk proses monitoring pengerjaan proyek juga berhasil karena dapat memudahkan tracking pengerjaan proyek agar dapat selesai dengan benar dan tepat. Hal ini berguna agar perusahaan tidak kesusahan lagi dalam pengecekan progress pengerjaan proyek.",
  "creators": "FERDINANT PANGESTU",
  "contributors": "Alexander Setiawan (Advisor 1); Silvia Rostianingsih (Examination Committee 1); Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022285/INF/2023; Ferdinant Pangestu (C14180197)",
  "subjects": "DATABASE MANAGEMENT--COMPUTER PROGRAMS; MANAGEMENT INFORMATION SYSTEMS; WEB APPLICATIONS--COMPUTER PROGRAMS"
}