{
  "id": "57622",
  "title": "Upaya penurunan jumlah breakdown dengan metode reliability centered maintenance di PT Sentosa Laju Sejahtera site SLS-Bosowa",
  "abstract": "PT Sentosa Laju Sejahtera adalah perusahaan kontraktor yang bergerak dalam bidang pertambangan batu bara dan mineral. PT Sentosa Laju Sejahtera memiliki permasalahan pada rendahnya reliability yang disebabkan tingginya angka kegagalan fungsi. Untuk itu dilakukannya penelitian menggunakan metode RCM (Reliability Centered Maintenance), Tujuan dari RCM adalah menentukan tipe perawatan atau perawatan yang terbaik. Dalam pengerjaannya RCM akan dibantu dengan dua metode lain yaitu FMEA (Failure Mode and Effect Analyst) dan FTA (Fault Tree Analyst). FMEA bertujuan untuk mencari model yang mengalami kegagalan fungsi paling banyak, dan mengurutkan berdasarkan nilai resiko tertinggi, yaitu Model AXOR 2528CH dengan jumlah kegagalan 2416 atau 47% dari seluruh model yang ada. Dua komponen yang menjadi penyebab utama adalah tyre component dan brake system component. FTA bertujuan mencari akar permasalahan yang terjadi dikarenakan faktor method, man, material, machine, measurement, dan environment. Usulan yang dilakukan adalah pembuatan tyre inspection, konsistensi dalam pemilihan brand, dan pembuatan tyre report. Usulan yang dilakukan ini memberikan dampak berupa menurunnya jumlah kegagalan fungsi komponen tyre sebesar 23,5% jika dibandingkan dengan April 2022, dan meningkatnya rata-rata durasi komponen tyre mengalami kegagalan sebesar 50,68%.",
  "creators": "ELIAN SASMITA WIJAYA",
  "contributors": "Kriswanto Widiawan (Advisor 1); Iwan Halim Sahputra, S.T., M.Sc., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022607/IND/2023; Elian Sasmita Wijaya (C13190078)",
  "subjects": "MINERAL INDUSTRIES--MANAGEMENT; PRODUCTION MANAGEMENT; MINING MACHINERY INDUSTRY"
}