{
  "id": "57633",
  "title": "Analisis respon pasar terhadap penggunaan kemasan di era post-pandemic pada rove gift",
  "abstract": "Di era new normal, penggunaan kemasan bukan hanya digunakan sebagai identity dari suatu brand namun juga untuk memenuhi fungsi utamanya sebagai pelindung produk. Perubahan gaya hidup, kebiasaan maupun mindset dapat berpengaruh terhadap perubahan prioritas pada masyarakat untuk lebih mementingkan keamanan dan hygiene. Hal tersebut juga memengaruhi Rove Gift dalam kesehariannya memenuhi kebutuhan klien, misalnya dengan adanya perubahan dalam penggunaan kemasan box. Padahal penggunaannya dapat mempengaruhi efektivitas produksi, distribusi maupun penambahan cost. Pada penelitian ini, menggunakan metode penelitian kualitatif deskriptif dengan melakukan observasi saat internship dan wawancara terhadap klien Rove Gift. Dari hasil observasi dan wawancara tersebut dianalisa berdasarkan faktor dari penggunaan kemasan menurut Kotler & Keller (2016). Hasil dari penelitian ini menunjukkan bahwa kemasan Rove Gift di era post-pandemic dipengaruhi oleh adanya perubahan perilaku konsumen di era post-pandemic. Kemasan mengalami perubahan pada beberapa faktor seperti faktor keamanan produk, visual kemasan, kebiasaan pengemasan akibat pandemi, dan juga faktor lingkungan pada kemasan (eco-friendly). Adapun respon dari pasar Rove Gift sendiri menganggap penting untuk ke depan melanjutkan ataupun mengembangkan kebiasaan pengemasan yang dilakukan sekarang ini.",
  "creators": "JESSICA MARBELLA LIANTO",
  "contributors": "Rika Febriani, S.Sn., M.A. (Advisor 1); Cindy Muljosumarto S.Sn, M.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00024001/DKV/2023; Jessica Marbella Lianto (E12190084)",
  "subjects": "PACKAGING-DESIGN-CASE STUDIES; PACKAGING-RESEARCH; PACKAGING--DESIGN"
}