{
  "id": "57632",
  "title": "Game untuk memperkenalkan Museum 10 November menggunakan unity",
  "abstract": "Perang 10 November merupakan salah satu peristiwa atau sejarah yang tidak akan pernah dilupakan oleh warga negara Indonesia. Dalam perang tersebut, telah menewaskan banyak dari pejuang atau arek-arek Suroboyo. Museum 10 November adalah museum yang merangkum peristiwa kejadian yang terjadi saat perang 10 November. Museum ini terletak di Jl. Pahlawan, Alun-alun Contong, Kec. Bubutan, Kota Surabaya. Sebagai salah satu peristiwa terkenal yang berpengaruh terhadap negara Indonesia, peristiwa perang 10 November perlu diketahui oleh masyarakat. Tidak hanya masyarakat di Surabaya saja, tetapi orang dari luar Surabaya juga berhak mengetahui peristiwa penting ini, salah satunya melalui Museum 10 November yang ada di Jl. Pahlawan, Surabaya. Dari survey yang telah dilakukan, salah satunya mengaku bahwa belum pernah mendengar tentang Museum 10 November. Aplikasi yang akan dibuat akan berupa game mobile top-down. Dalam game ini, player dapat berkeliling untuk melihat-lihat isi museum 10 November dalam bentuk game. Player dapat melihat dan membaca informasi mengenai perang 10 November, terbentuknya resolusi jihad, dan senjata-senjata yang ditampilkan dalam Museum 10 November yang ada di lantai 2. Dalam game ini, disediakan 9 pertanyaan dari NPC yang dapat dijawab oleh player. Berdasarkan pengujian yang telah dilakukan terhadap beberapa pemain, game ini ternyata mampu memperkenalkan Museum 10 November dengan baik, dengan cara menampilkan informasi dalam bentuk teks.",
  "creators": "BINTANG ARTOMORO WINARTO",
  "contributors": "Kartika Gunadi (Advisor 1); Liliana (Advisor 2); Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Examination Committee 1); Hans Juwiantho S.Kom., M.Kom (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022301/INF/2023; Bintang Artomoro Winarto (C14180028)",
  "subjects": "MOBILE GAMES--DESIGN; VIDEO GAMES--DESIGN"
}