{
  "id": "57634",
  "title": "Perancangan brand “Feim” dengan koleksi evening dress multilook untuk wanita Surabaya",
  "abstract": "Para perancang busana menghadapi masalah fast fashion, yang menjadi salah satu penyebab limbah fashion menjadi limbah terbesar nomor dua di dunia. Dalam circular fashion, perancang busana ditantang untuk merancang pakaian yang dapat digunakan dalam jangka waktu lama (slow fashion). Selain masalah fast fashion, perancang busana juga dihadapkan pada masalah perlambatan ekonomi global. Surabaya, sebagai kota terbesar kedua di Indonesia, setengah dari jumlah penduduk Surabaya adalah kalangan ekonomi menengah dan menengah ke bawah. Masyarakat menengah dan menengah ke bawah diharuskan hemat dalam pengeluaran tetapi porsi belanja sandang cukup tinggi. Riset awal setelah pandemi menunjukkan banyak kegiatan yang tidak lagi WFH (work from home), termasuk acara pesta pernikahan dan acara makan malam. Oleh karena itu, perancangan brand “Feim” ini menghasilkan busana evening dress multilook dengan kombinasi ecoprint untuk memenuhi kebutuhan pasar menengah ke bawah wanita Surabaya sebagai gerakan slow-fashion. Kombinasi kain ecoprint sebagai alternatif selain batik dan tenun, dengan nilai tambahannya lebih ramah lingkungan. Metode perancangan diawali dengan melakukan survei kuesioner terhadap 55 responden serta observasi dari media cetak dan sosial, diakhiri dengan wawancara terhadap 5 target pasar untuk mendapatkan data kualitatif mengenai evaluasi hasil jadi busana. Hasil wawancara disimpulkan hasil jadi busana cukup berhasil, konsep multilook menjawab kebutuhan target pasar.",
  "creators": "VIONA KRISENTIA GUNAWAN",
  "contributors": "Luri Renaningtyas, S.T., M.Ds. (Advisor 1); Unknown old contributor data (Advisor 2); Rika Febriani, S.Sn., M.A. (Examination Committee 1); Dibya Adipranata Hody, S.E., M.M. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan",
  "source": "Perancangan No. 01010020/DFT/2023; Viona Krisentia Gunawan (E12190007)",
  "subjects": "DRESSMAKING MATERIALS; DYES AND DYEING--TEXTILE FIBERS; FASHION DESIGN"
}