{
  "id": "57639",
  "title": "Fasilitas wIsata edukasi kopi Arabika Java Ijen di Bondowoso",
  "abstract": "Kota Bondowoso adalah daerah penghasil Kopi jenis Arabika Java Ijen. Dalam rangka pengembangan dan pengenalan jenis kopi ini, maka dibutuhkan adanya fasilitas yang dapat memberikan edukasi namun dikemas dalam bentuk wisata. di samping itu dimasukkan juga elemen alam ke dalam desainnya melihat adanya potensi view yang menarik dari site yang dipilih. Digunakan prinsip-prinsip perancangan perilaku dengan menggunakan teori privasi, dan ruang personal, serta teori persepsi sehingga dapat memberikan pengalaman edukasi dengan kesan terhubung alam. Pengunjung dapat merasakan secara langsung wisata alam melalui kebun kopi dan juga proses produksi biji kopi sehingga dapat memberikan pengalaman yang unik bagi pengunjung. Hal ini juga berdampak dalam perancangan penataan massa melalui zoning yang didapat dari analisa hubungan perilaku pengguna dengan program kegiatan. Ruang-ruang yang muncul di dalam desain fasilitas ini berupa ruang-ruang produksi, ruang display, ruang workshop dan perpustakaan sebagai pemenuhan fungsi edukasi dan pelatihan. Ruang laboratorium untuk penelitian dan terdapat juga area perkebunan dan cafe sebagai pemenuhan fungsi wisata. Konsep desain yang dipilih Harmony With Nature agar desain dapat terintegrasi dengan baik dengan tapak dan memiliki sebuah kesatuan, komposisi yang saling berkaitan berisi bangunan multi massa dan lingkungan sekitarnya dengan konsep ini dapat mengharmonisasikan antara ruang luar/alam dan ruang dalam dari bangunan itu sendiri melalui sequence ruang-ruang komunal yang berfungsi sebagai penghubung tiap masanya",
  "creators": "ALBERT ROMARIO WICAKSONO",
  "contributors": "Anik Juniwati (Advisor 1); Lilianny Sigit Arifin (Advisor 2); Stanislaus Kuntjoro Santoso (Advisor 3); Elvina Shanggrama Wijaya, S.T., M.T. (Advisor 4); Joyce M.Laurens (Examination Committee 1); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 2); Danny Santoso Mintorogo (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 02024490/ARS/2023; Albert Romario Wicaksono (B12190102)",
  "subjects": "EDUCATION PARKS--DESIGNS AND PLANS; RECREATION CENTERS--DESIGNS AND PLANS"
}