{
  "id": "57636",
  "title": "Stadion dan fasilitas pelatihan esports di Jakarta",
  "abstract": "Esports merupakan salah satu kegiatan yang sudah disahkan menjadi sebuah cabang olahraga pada tahun 2020. Di Indonesia belum ada fasilitas yang mewadahi secara khusus untuk esports baik untuk pela􀆟han atau pertandingan. Dengan adanya ruang yang memfasilitasi kegiatan ini akan membuat esports semakin berkembang dalam negeri ini. Stadion sebagai tempat bertanding para pemain professional akan memberi kenyamanan bagi pemain dan juga penonton. Tempat pelatihan juga menjadi salah satu fasilitas yang dapat membuat para pemain esports ini lanjut ke jenjang yang lebih kompetitif seperti layaknya cabang olahraga lainnya. Teknologi adalah salah satu faktor terbesar dalam esports yang membuat satu cabang olahraga ini berbeda dan menonjol jika dibandingkan dengan cabang olahraga lainnya. Oleh karena konsep yang akan digunakan adalah balancing digital and physical life untuk mencerminkan kegiatan esports sendiri yang merupakan gabungan antara 2 hal tersebut. Pembuatan fasilitas ini akan menjadi lebih baik jika dapat mencerminkan kegiatan apa yang akan dihadirkan di dalam sebuah bangunan esports ini sehingga digunakan pendekatan simbolis. Pendekatan tersebut diaplikasikan untuk menampilkan dan memberikan profil sebuah bangunan olahraga yang berhubungan dengan teknologi dan membuat profil yang berbeda dengan Gedung olahraga lainnya. Bangunan ini akan mewadahi pertandingan dengan kuota 1800 penonton, selain itu terdapat fungsi tambahan seperti pelatihan, galeri, pujasera, dan lain lain. Penataan bangunan akan menghadirkan pola baru dengan harapan menggabungkan 2 pola eksisting. Pendekatan simbolis pada desain bangunan akan terlihat jelas dengan adanya bidang melengkung pada setiap sisi bangunan.",
  "creators": "BRYAN WIJAYA",
  "contributors": "Ir. Bisatya Widadya Maer, M.T. (Advisor 1); Joyce M.Laurens (Advisor 2); Danny Santoso Mintorogo (Advisor 3); Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Examination Committee 1); Andhi Wijaya (Examination Committee 2); Markus Ignatio Aditjipto (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 00024456/ARS/2023; Bryan Wijaya (B12190052)",
  "subjects": "SPORTS FACILITIES; STADIUMS--DESIGNS AND PLANS"
}