{
  "id": "57647",
  "title": "Terminal tipe-A Arjosari di kota Malang",
  "abstract": "Terminal Arjosari adalah terminal paling besar di Kota Malang. Terminal ini termasuk dalam terminal tipe A. Namun terminal ini tidak berfungsi dengan maksimal. Hal ini dikarenakan keadaannya yang minim perawatan, banyak oknum-oknum yang tidak bertanggung jawab, dan kemacetan yang sering terjadi pada jam-jam tertentu. Banyak calon penumpang yang enggan untuk masuk melalui pintu masuk terminal karena peletakan yang kurang tepat pada desainnya serta kondisi terminal yang sepi dan minim pencahayaan pada tempat tertentu yang disebabkan karena kurangnya perawatan pada terminal. Hal ini berdampak pada bus yang akhirnya enggan untuk masuk melalui pintu masuk bus terminal (terutama bus Antar Kota Dalam Provinsi). Bus-bus ini mengantri di pinggir jalan dan seringkali menyebabkan kemacetan. Melihat dari masalah-masalah Terminal Arjosari, perencanaan redesain Terminal Arjosari ini bertujuan untuk merubah Terminal Arjosari yang awalnya memiliki gambar kurang beraturan, tidak aman, tidak nyaman, dan kacau-balau karena macet dan kurangnya perawatan, menjadi Terminal Arjosari yang baru dengan gambar baru yang aman, nyaman, tidak semrawut, dan ramah terhadap pengguna terminal. Dalam penyelesaian masalah yang ada, pendekatan yang akan digunakan adalah sistem sirkulasi dengan memperhatikan hubungan dan urutan kegiatan terminal agar desain alur dan hubungan kegiatan bisa saling terintegrasi dan terdefinisi dengan baik.",
  "creators": "YOHANES BABTISTA ALAN PRASETYO",
  "contributors": "Riduan Sukardi (Advisor 1); Roni Anggoro, S.T., M.A.Arch. (Advisor 2); Altrerosje Asri, S.T., M.T. (Advisor 3); Rully Damayanti (Examination Committee 1); Samuel Hartono (Examination Committee 2); Luciana Kristanto, S.T., M.T. (Examination Committee 3); Stephanus Wirawan Dharmatanna, S.T., M.Ars. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 02024502/ARS/2023; Yohanes Babtista Alan Prasetyo (B12190135)",
  "subjects": "TERMINALS (TRANSPORTATION)--DESIGN AND CONSTRUCTION"
}