{
  "id": "57643",
  "title": "Fasilitas komunitas hobby Gundam di Surabaya",
  "abstract": "GUNDAM merupakan film anime yang mempunyai genre mecha yang menceritakan 2 kubu manusia yang saling berperang dengan menggunakan robot, robot tersebut yang di sebut GUNDAM. Sedangkan GUNPLA merupakan kepanjangan dari GUNDAM PLASTIC MODEL KIT, GUNPLA ini yang ada di dunia nyata berupa mainan yang harus dirakit telebih dahulu sebelum berbentuk robot GUNDAM. Komunitas GUNDAM yang ada di Surabaya merasakan bahwa kurangnya fasilitas di mana mereka ada tempat untuk merakit, bermain, dan berkumpul sedangkan tempat yang sudah ada untuk mewadahi komunitas ini hanya berupa toko dan cafe. Maka dari itu Fasilitas Komunitas Komunitas Gundam ini sangat penting dan dibutuhkan para penggemar Gundam. Selain ditujukan untuk para komunitas Gundam, fasilitas ini juga bisa menjadi salah satu destinasi penggemar Gundam yang berada di luar Kota Surabaya karena fasilitas merupakan satu satunya yang ada di Indonesia. Karena fasilitas merupakan yang pertama maka untuk mengenalkan ke masyarakat yang tidak mengerti Gundam dibuatnya patung Gundam dengan skala aslinya dengan ketinggian 18m. Dengan patung yang sebesar itu akan susah untuk menata dan mengatur ruangnya. Maka pendekatan yang digunakan Pola, karena menentukan sirkulasi yang akan digunakan berdasarkan pola radial dimana patung tersebut menjadi titik tengah/pusat dari bangunan yang akan dibuat.",
  "creators": "EVAN GUNAWAN",
  "contributors": "Benny Poerbantanoe (Advisor 1); Wanda Widigdo Canadarma (Advisor 2); Christine Wonoseputro (Advisor 3); V.P. Nugroho Susilo (Examination Committee 1); Angela Christysonia Tampubolon, S.T., M.T. (Examination Committee 2); Handinoto (Examination Committee 3); Bram Michael Wayne, S.T., M.Ars. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 02024488/ARS/2023; Evan Gunawan (B12190100)",
  "subjects": "COMMUNITY CENTERS-BUILDINGS"
}