{
  "id": "57645",
  "title": "Representasi gangguan mental dalam film \"the menu (2022)\"",
  "abstract": "Gangguan mental merupakan penyakit pada suatu individu yang mempengaruhi kehidupan dan tumbuh berkembangnya. Secara global, penderita gangguan mental mencapai 264 juta jiwa di dunia. Gangguan mental sendiri merupakan isu yang cukup sering direpresentasikan dalam film dan televisi. Meskipun isu mengenai gangguan mental sudah kerap dibahas, namun gangguan mental masih dianggap sepele dan diabaikan oleh banyak orang. “The Menu” (2022) merupakan film yang menceritakan seorang kepala koki psikopat yang ingin membalas dendam terhadap orang-orang yang ia anggap sudah melukai harga dirinya. Penelitian ini berfokus pada gangguan mental yang terjadi pada kepala koki di film “The Menu”. Pendekatan yang digunakan dalam penelitian ini adalah kualitatif dengan jenis penelitian deskriptif. Adapun metode yang digunakan adalah semiotika dengan kode televisi John Fiske dengan 3 level, yaitu level realitas, level representasi, dan level ideologi. Hasil temuan dari penelitian ini berupa obsesi kesempurnaan pada pemimpin pria, penderita gangguan mental hanya memprioritaskan diri sendiri, dan hubungan gangguan mental dengan ideologi fasisme yang digambarkan pada pemimpin yang memiliki kuasa absolut serta otoriter. Peneliti juga menemukan adanya ideologi maskulinisme dan etika yang digambarkan pada kepala koki yang perfeksionis serta otoriter dalam film The Menu.",
  "creators": "MARCEL JOELNETAN",
  "contributors": "Ido Prijana Hadi (Advisor 1); Daniel Budiana, S.Sos., M.A. (Advisor 2); Gatut Priyowidodo (Examination Committee 1); Megawati Wahjudianata (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011852/KOM/2023; Marcel Joelnetan (F11190047)",
  "subjects": "MASCULINITY IN MOTION PICTURES; SEMIOTICS; COMMUNICATION IN MOTION PICTURES; MENTAL DISORDERS"
}