{
  "id": "57648",
  "title": "Fasilitas seni pertunjukan musik modern di Surabaya",
  "abstract": "Musik adalah suara dari berbagai ritme, nada, dan harmoni dalam satu kesatuan menjadi sebuah karya yang mampu menjadi wadah untuk menyalurkan emosi. Adanya fasilitas seni pertunjukan musik modern diharapkan mampu mewadahi kebutuhan konser musik di Surabaya. Fasilitas utama yang ada di bangunan ini adalah auditorium sebagai tempat konser. Fasilitas pendukungnya antara lain: ruang latihan, ruang rekaman musik, kafe, ruang baca, dan kantor pengelolanya. Fasilitas seni pertunjukan musik modern ini menggunakan pendekatan perilaku pada penerapan desainnya. Perilaku yang diamati adalah perilaku yang terjadi antara performer dan penonton. Musik modern ini diklasifikasikan menjadi tiga genre saja. Ketiga genre ini mewakili perilaku yang terjadi pada performer dan penonton genre musik modern yang berbeda-beda. Tiga genre musik dari musik modern yaitu musik jazz, musik pop, dan musik rock. Desain auditorium yang interaktif dan atraktif diaplikasikan melalui tatanan dan posisi kursi-kursi yang bisa berubah-ubah dengan cepat. Harapannya, fasilitas ini bisa menjadi wadah bagi penikmat seni pertunjukan musik modern. Fasilitas ini tidak hanya mampu dinikmati oleh masyarakat Surabaya saja, tapi diharapkan juga bisa dinikmati oleh masyarakat Indonesia.",
  "creators": "NATALICIA IANDRA",
  "contributors": "Samuel Hartono (Advisor 1); Luciana Kristanto, S.T., M.T. (Advisor 2); Rully Damayanti (Advisor 3); Stephanus Wirawan Dharmatanna, S.T., M.Ars. (Advisor 4); Dr. Feny Elsiana, S.T., M.T. (Examination Committee 1); Irwan Santoso (Examination Committee 2); Timoticin Kwanda (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 00024476/ARS/2023; Natalicia Iandra (B12190080)",
  "subjects": "ART FACILITIES; THEATERS--DESIGNS AND PLANS"
}