{
  "id": "57659",
  "title": "Terminal kendaraan umum di Makassar",
  "abstract": "Indonesia sebagai negara kepulauan memiliki tantangan yang berbeda-beda tiap daerahnya dari yang kecil hingga besar. Namun sebagian besar kota-kota besar seperti pulau Jawa saja yang terurus dan mengalami perkembangan. Sedangkan terdapat kota-kota lain di luar pulau Jawa yang memiliki potensi yang tidak kalah saing. Namun untuk bisa terus maju dan menjadi negara yang lebih baik, kota-kota kecil ini juga harus dirawat. Masalah kecil yang tidak dianggap nantinya bisa terus bertumbuh menjadi masalah yang lebih besar dan lebih sulit untuk dihadapi. Misalnya kota Makassar. Kota Makassar sebagai ibukota provinsi Sulawesi Selatan dan salah satu kota perdagangan di Indonesia, Makassar memiliki masalah dalam sistem lalu lintas yang sangat padat. Pertumbuhan jumlah kendaraan pribadi yang terus meningkat tiap tahunnya menjadi penyebab utama dari masalah tersebut. Kota Makassar memiliki potensi yang besar namun masalah ini membuat mereka dipandang sebelah mata. Jumlah kendaraan pribadi roda empat yang meningkat 8-10% dan 13-14% bagi kendaraan roda dua. Sehingga jumlah kendaraan telah melewati jumlah penduduk sebanyak 60%. Selain berdampak kepada kepadatan lalu lintas juga berdampak terhadap pembangunan infrastruktur yang hanya jalan 0,001 persen tiap tahunnya. Maka dari itu dirancangnya sebuah terminal kendaraan umum sebagai wajan bagi kendaraan-kendaraan umum yang ada di Makassar. Diharapkan dengan adanya terminal ini bisa mengurangi pemakaian kendaraan pribadi penduduk kota Makassar dan berkurangnya kepadatan lalu lintas di kota Makassar ini. Terminal juga terdiri dari berbagai fasilitas tambahan seperti area retail yang bisa dipakai sebagai pertokoan maupun restoran atau kafe. Dengan adanya ares retail diharapkan bisa menjadikan terminal lebih dari tempat persinggahan namun tempat untuk beristirahat.",
  "creators": "HOWARD FEBIAN DARSONO",
  "contributors": "Markus Ignatio Aditjipto (Advisor 1); Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Advisor 2); Andhi Wijaya (Advisor 3); Wanda Widigdo Canadarma (Examination Committee 1); Benny Poerbantanoe (Examination Committee 2); Christine Wonoseputro (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 02024475/ARS/2023; Howard Febian Darsono (B12190079)",
  "subjects": "TERMINALS (TRANSPORTATION)--DESIGN AND CONSTRUCTION"
}