{
  "id": "57661",
  "title": "Pandangan event organizer X dan y di Surabaya mengenai prosesi lamaran etnis Tionghoa (dingqin)",
  "abstract": "Penelitian ini membahas pemahaman event organizer di Surabaya mengenai 定亲 (pinyin: dìngqīn) serta makna dari prosesi dan perlengkapan yang harus dipersiapkan. Metode yang digunakan dalam penelitian ini adalah deskriptif kualitatif. Dalam pengumpulan datanya, penulis melakukan wawancara dengan dua event organizer yang telah berdiri lebih dari sepuluh tahun dan menangani lebih dari sepuluh dìngqīn. Terdapat enam nara sumber yang berasal dari dua event organizer berbeda, yang masing-masing berkedudukan sebagai executive wedding consultant, project manager dan crew event organizer. Teknik pengumpulan data yang digunakan adalah wawancara semi terstruktur, sehingga penulis juga memberikan pertanyaan tambahan sesuai jawaban masing-masing narasumber. Di akhir penelitian, penulis menemukan beberapa temuan akan barang yang dipersiapkan seperti isi hantaran, pakaian, dan warna yang dipakai mengalami modernisasi dan akulturasi dengan budaya yang ada di Indonesia. Seiring berkembangnya zaman berbagai barang yang dipersiapkan mengalami ragam pembaharuan seperti adanya kue nastar, crispy cream, spiku hati, dan lapis Surabaya. Begitu pula dengan pemilihan pakaian qipao batik serta pemilihan warna yang tidak selalu menggunakan warna merah, tetapi menggunakan warna coklat, abu-abu, biru, dan lain-lain. Banyak orang Tionghoa Indonesia yang masih mempertahankan budaya Tionghoa walaupun dalam pelaksanaannya mereka memakai jasa event organizer. Pandangan yang tidak selalu sama antar event organizer, tidak mengurangi makna utama yang penting dari prosesi dingqin.",
  "creators": "FLORENCYA",
  "contributors": "Hannie Kwartanti Pramita Abadi, S.S (Advisor 1); Olivia, S.E., M.A. (Examination Committee 1); Steffi Thanissa Halim (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010229/CHI/2023; Florencya (A12190002)",
  "subjects": "BETROTHAL; CHINESE--INDONESIA"
}