{
  "id": "57665",
  "title": "Analisis visualisasi social anxiety disorder taijin kyofusho (対人恐怖症) pada karakter Hitori Goto dalam anime Bocchi the Rock!",
  "abstract": "Produksi animasi semakin populer setiap waktunya, salah satu negara yang sering kali menghasilkan animasi yang populer adalah negara Jepang. Salah satunya adalah anime yang populer dan digemari banyak orang yaitu Bocchi the Rock!. Salah satu yang membuat anime tersebut populer adalah karakter utamanya yang bernama Hitori Goto dengan karakteristiknya yang ikonik. Penelitian ini dikaji dengan memakai semiotika John Fiske melalui tiga level proses pengkodean dari teori The Codes of Television yaitu level realitas, level representasi, dan level ideologi namun level yang akan dicari adalah level realitas dan level representasi. Metode yang dipakai dalam penelitian ini adalah metode deskriptif kualitatif dan diharapkan mampu untuk menggambarkan dan mendeskripsikan secara sistematis. Data sumber primer pada penelitian ini berasal dari dalam anime tersebut dan data sekunder berasal dari buku serta jurnal yang terkait dengan penelitian. Penelitian ini bertujuan untuk menjelaskan visualisasi Social Anxiety Disorder taijin kyofusho (対人恐怖症) pada karakter Hitori Goto sehingga penelitian ini dapat bermanfaat dan dapat menjadi sumber referensi untuk penelitian mendatang mengenai analisis visualiasis dari suatu karakter dengan metode yang serupa.",
  "creators": "MARIO SUKMA DINOTO",
  "contributors": "Listia (Advisor 1); Daniel Kurniawan, S.Sn., M.Med.Com (Advisor 2); Heru Dwi Waluyanto (Examination Committee 1); Maria Nala Damajanti, S.Sn., M.Hum. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00023942/DKV/2023; Mario Sukma Dinoto (E12190122)",
  "subjects": "ANIMATION (CINEMATOGRAPHY)--JAPAN--RESEARCH; COMIC BOOKS, STRIPS, ETC.--SEMIOTICS; VISUAL PERCEPTION; VISUALIZATION"
}