{
  "id": "57660",
  "title": "Asrama hemat energi mahasiswa Universitas Mulawarman, Samarinda, Kalimantan Timur",
  "abstract": "Asrama menurut KBBI adalah bangunan tempat tinggal bagi kelompok orang untuk sementara waktu, terdiri atas sejumlah kamar, dan dipimpin oleh seorang kepala asrama. Pada perancangan ini, Asrama ditujuan untuk Mahasiswa Universitas Mulawarman, Samarinda, Kalimantan Timur. Dilatar belakangi dengan beberapa permasalahan yang ada seperti: kebutuhan akan tempat tinggal, biaya kos yang tinggi, kos yang tidak dirancang dengan baik dan permasalahan energi. Tujuan dari perancangan ini adalah menyediakan fasilitas yang bisa membantu dan mendorong mahasiswa dalam kehidupan sehari-harinya, dan juga merancang asrama agar nantinya bisa menghasilkan energinya sendiri sehingga bisa menjadi bangunan yang berkelanjutan juga mendukung aktivitas penggunanya. Beberapa Faktor yang akan mempengaruhi dalam proses mendesain adalah konteks tapak terkait dengan aspek lahan, pencahayaan dan penghawaan; Teknologi yang akan coba diterapkan dalam upaya menghasilkan energi dan menghemat energi; aktivitas pengguna yang perlu diperhatikan agar dapat memenuhi kebutuhan dan kenyamanan pengguna. Sebagai Respon atas permasalahan diatas maka pendekatan yang akan digunakan pada Asrama ini adalah pendekatan Hemat Energi. Oleh karena itu, diharapkan dari perancangan ini dapat membantu mengatasi permasalahan yang ada tanpa mengurangi kenyamanan pengguna Asrama nantinya.",
  "creators": "MICHAEL WILLIAM SUSANTO",
  "contributors": "Wanda Widigdo Canadarma (Advisor 1); Benny Poerbantanoe (Advisor 2); Christine Wonoseputro (Advisor 3); Angela Christysonia Tampubolon, S.T., M.T. (Examination Committee 1); Handinoto (Examination Committee 2); V.P. Nugroho Susilo (Examination Committee 3); Bram Michael Wayne, S.T., M.Ars. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 09024494/ARS/2023; Michael William Susanto (B12190115)",
  "subjects": "DORMITORIES--DESIGNS AND PLANS; STUDENT HOUSING--DESIGNS AND PLANS"
}