{
  "id": "57673",
  "title": "Analisis likuiditas terhadap profitabilitas pada masa sebelum dan saat pandemi covid-19 pada perusahaan telekomunikasi yang terdaftar di Bursa Efek Indonesia",
  "abstract": "Tujuan – Penelitian ini bertujuan untuk menganalisis pengaruh likuiditas terhadap profitabilitas dengan menggunakan pandemi covid-19 sebagai masa penelitian. Desain/metode penelitian – Penelitian ini merupakan penelitian kuantitatif. Penelitian ini berfokus pada perusahaan sektor telekomunikasi yang terdaftar di Bursa Efek Indonesia selama tahun 2018 – 2021. Penelitian ini menjelaskan hubungan antara likuiditas terhadap profitabilitas menggunakan quick ratio dan return on asset. Metode penelitian yang digunakan untuk menguji adalah uji model estimasi dengan model regresi data panel. Temuan – Penelitian ini menemukan bahwa hubungan antara likuiditas dan profitabilitas adalah positif. Kondisi pandemi covid-19 berpengaruh positif terhadap profitabilitas. Pada penelitian ini diprediksi bahwa kondisi pandemi covid-19 memperkuat hubungan positif antara likuiditas terhadap profitabilitas namun hasil menunjukkan bahwa kondisi pandemi covid-19 memperlemah hubungan positif antara likuiditas terhadap profitabilitas. Keterbatasan hasil penelitian/implikasi penelitian – Penelitian ini terbatas meneliti perusahaan telekomunikasi di Indonesia dengan masa penelitian 4 tahun yaitu tahun 2018-2021. Sehingga hasil akan berbeda jika penelitian dilakukan dengan cakupan yang lebih luas. Penelitian selanjutnya di masa depan dapat mempertimbangkan untuk meneliti hubungan antara likuiditas terhadap profitabilitas dengan cakupan sampel yang lebih luas. Penelitian ini diharapkan membantu perusahaan untuk mengetahui pentingnya mengelola likuiditas untuk memperoleh profit. Originalitas/Value penelitian – Penelitian ini menganalisa likuiditas terhadap profitabilitas perusahaan dengan mempertimbangkan pandemi covid-19 sebagai bahan penelitian. Hubungan antara likuiditas dan profitabilitas berbeda sebelum dan saat pandemi sehingga perusahaan dapat berusaha untuk mempertahankan usahanya yang dapat diukur melalui rasio likuiditas dan profitabilitas.",
  "creators": "NICOLE ADRIANA",
  "contributors": "Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Advisor 1); Juniarti (Examination Committee 1); Sany, S.E., MS-CIS., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011958/AKT/2023; Nicole Adriana (D12190064)",
  "subjects": "CORPORATE PROFITS; PROFIT--ACOUNTING"
}