{
  "id": "57676",
  "title": "Peningkatan sistem tugas akhir di Program Studi Teknik Elektro Universitas Kristen Petra",
  "abstract": "Pembuatan sistem Web Tugas Akhir (TA) di Teknik elektro adalah suatu proses yang melibatkan pengembangan perangkat lunak atau sistem yang memfasilitasi mahasiswa dalam menyelesaikan Tugas Akhir. Sistem ini membantu dalam mengelola dan mengatur berbagai aspek yang terkait dengan TA, seperti pembuatan topik oleh dosen, pemilihan topik oleh mahasiswa, dan penjadwalan sidang proposal maupun sidang akhir. TA di teknik elektro masih belum memiliki sistem yang saling terhubung antara Mahasiswa, Dosen dan Koordinator, serta dalam melakukan penjadwalan seringkali harus disesuaikan dengan jam berhalangan tiap dosen pembimbing dan penguji. Sistem Web TA Teknik elektro bertujuan untuk menyederhanakan proses TA dan memungkinkan mahasiswa, dosen dan Koordinator untuk berinteraksi dan berkomunikasi dengan mudah. Sistem ini dilengkapi dengan fitur-fitur seperti Pengumuman,Pembuatan Topik,Pengajuan Topik, Penjadwalan Sidang Proposal serta Sidang Akhir ,serta Penilaian yang berkaitan dengan mahasiswa ,dosen pembimbing , dan dosen penguji guna memperlancar TA di Prodi Elektro. Dengan adanya web TA Elektro diharapkan akan dapat menyelesaikan masalah terkait komunikasi antar user terkait saling terhubung antara Dosen,Mahasiswa serta Koordinator. Selain itu dengan sistem pengajuan jadwal berhalangan dapat mempermudah dalam segi penjadwalan sehingga meningkatkan efisiensi waktu dalam penjadwalan. Kesimpulan, dalam uji sistem yang telah dilakukan, dengan kelancaran berjalannya program dapat di simpulkan program dapat menyelesaikan keterkaitan mengenai keterbatasan komunikasi antara Dosen, Mahasiswa, serta Koordinator .Serta dalam pengujian secara skenario sesuai dengan prosedur TA Elektro yang ada sudah dapat menyelesaikan masalah terutama pada penjadwalan, yang dimana program dapat mendeteksi jadwal berhalangan dosen baik pembimbing, maupun penguji.",
  "creators": "KAINEN MADISON IRTANTO",
  "contributors": "Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 1); Indar Sugiarto (Advisor 2); Leo Willyanto Santoso (Examination Committee 1); Andreas Handojo (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022311/INF/2023; Kainen Madison Irtanto (C14190156)",
  "subjects": "SCHEDULING--COMPUTER PROGRAMS; WEB APPLICATIONS--COMPUTER PROGRAMS"
}