{
  "id": "57672",
  "title": "Pengaruh ESG dan working capital management terhadap profitability (studi pada perusahaan non cyclical di ASEAN)",
  "abstract": "Penelitian ini dilakukan untuk menguji apakah ESG dan WCM memengaruhi profitabilitas perusahaan pada sektor perusahaan Non-Cyclical di ASEAN (Indonesia, Malaysia, Singapore, Vietnam, Thailand, dan Filipina) yang terdaftar pada bursa efek masing masing negara. Penelitian ini menggunakan variabel ESG score dan WCM yang diukur menggunakan CCC (Cash Conversion Cycle), dan variabel control berupa Liquidity, Firm Size, Leverage dan Firm Age. Data diuji dengan regresi panel data menggunakan Weighted Least Squared model berdasarkan 90 sampel perusahaan non-cyclical di ASEAN yang memiliki ESG score. Berdasarkan hasil temuan, Hipotesis pertama diterima, diperoleh bahwa ESG memiliki pengaruh positif dan signifikan terhadap profitability. Semakin besar nilai ESG perusahaan, semakin besar profit yang dapat dihasilkan perusahaan. Hipotesis kedua juga diterima, CCC memiliki pengaruh negatif dan signifikan terhadap Profitability. Semakin kecil nilai CCC yang dihasilkan perusahaan, semakin besar profit yang dapat dihasilkan perusahaan. Dari 6 negara di ASEAN, Singapura menjadi negara dengan tingkat perhatian yang paling tinggi terhadap ESG, sementara negara Vietnam menjadi negara dengan rata rata CCC paling pendek. Data yang digunakan pada penelitian ini sifatnya terbatas. Dikarenakan ESG score yang dimiliki perusahaan non-cyclical di ASEAN tidak cukup banyak. Peneliti selanjutnya diharapkan dapat menggunakan industri lain, agar data sampel yang digunakan lebih banyak dalam menguji pengaruh ESG dan WCM terhadap profitability.",
  "creators": "MARIO PANGGANTARA PANG; ANDREAN WAHYUDI",
  "contributors": "Sany, S.E., MS-CIS., Ph.D. (Advisor 1); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011966/AKT/2023; Mario Panggantara Pang (D12190027), Andrean Wahyudi (D12190068)",
  "subjects": "CORPORATE PROFITS; PROFIT--ACOUNTING"
}