{
  "id": "57680",
  "title": "Efektivitas ITZY sebagai brand ambassador dalam kampanye Dont Stop Your Move Susu Ultra Milk menurut followers Instagram Ultra Milk",
  "abstract": "Ultra Milk merupakan merek susu yang diproduksi oleh perusahaan PT. Ultrajaya Milk Industry & Trading Company TBK (ULTJ). Setiap perusahaan pasti ingin meningkatkan penjualan produknya, maka dari itu Ultra Milk membuat strategi komunikasi pemasaran dengan menggandeng salah satu girl-group asal Korea Selatan yaitu ITZY sebagai Brand Ambassador. Ultra Milk membuat kampanye pemasaran yaitu DontStopYourMove, dengan penggunaan kampanye ini membutuhkan pemahaman konsumen terhadap Brand Ambassador yang dipilih oleh perusahaan. Penelitian ini dilakukan untuk mengetahui sejauh mana efektivitas ITZY sebagai Brand Ambassador dalam kampanye DontStopYourMove Susu Ultra Milk Menurut followers Instagram Ultra Milk. Penelitian ini menggunakan survei online yang disebarkan pada 100 responden yang menggunakan skala Likert. Hasil dari penelitian ini adalah ITZY sebagai Brand Ambassador yang digunakan oleh brand Ultra Milk yaitu efektif dimana diukur dengan metode VisCAP. Indikator VisCAP pada IZTY sebagai brand Brand Ambassador Ultra Milk yang paling tinggi efektivitas nya adalah indikator Visibility dan juga Attraction di angka 4.37. Pada keseluruhan indikator VisCAP pada Brand Ambassador Ultra Milk memiliki nilai rata-rata sebesar 4.32 hal ini dapat dikatakan bahwa ITZY sebagai Brand Ambassador susu Ultra Milk dalam kampanye DontStopYourMove terbukti efektif.",
  "creators": "VINCENTIUS REYNARDO CHANDRA",
  "contributors": "Daniel Budiana, S.Sos., M.A. (Advisor 1); Astri Yogatama (Advisor 2); Chory Angela Wijayanti (Examination Committee 1); Megawati Wahjudianata (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011869/KOM/2023; Vincentius Reynardo Chandra (F11190048)",
  "subjects": "ADVERTISING; COMMUNICATION IN MARKETING; COMMUNICATION--RESEARCH; INTERNET PERSONALITIES"
}