{
  "id": "57684",
  "title": "Fasilitas wisata edukasi tanaman herbal Kebontunggul di Kabupaten Mojokerto",
  "abstract": "Desa Kebontunggul di Kabupaten Mojokerto adalah satu desa yang terkenal sebagai penghasil tanaman herbal di Indonesia dan pernah ditunjuk untuk mewakili Provinsi Jawa Timur sebagai desa perintis kawasan Agrowisata Berbasis Toga Tingkat Nasional 2007. Hal ini pula yang melatarbelakangi pemerintah desa setempat dalam melaksanakan program pengembangan kawasan wisata di Desa Kebontunggul sebagai Desa Wisata, dengan inisiatif membangun wisata edukasi berbasis tanaman herbal, mengingat desa ini merupakan salah satu area peninggalan Kerajaan Majapahit yang sejak dulu dikenal hasil panen tanaman herbalnya yang berlimpah. Oleh karena itu, fasilitas wisata tanaman herbal hadir sebagai wadah untuk kegiatan edukasi bagi kelompok masyarakat dan pelajar tentang tanaman herbal sehingga dapat mempromosikan tanaman herbal sebagai komoditas berharga di Indonesia. Desain fasilitas wisata edukasi ini menggunakan pendekatan perancangan arsitektur simbolik dengan channel narrative. Dalam menyampaikan maksud cerita dipergunakan sebuah konsep agar pengguna dapat memiliki pengalaman belajar tentang tanaman herbal secara sekuensial dari sudut pandang peracik tanaman herbal di zaman Kerajaan Majapahit, yang biasa disebut acaraki. Metode yang dipergunakan dalam pemecahan masalah desain adalah analisis sintesis yang dilengkapi dengan survei lapangan, studi literatur, dan studi preseden proyek sejenis.",
  "creators": "JESSICA ERDY ROMERO",
  "contributors": "Christine Wonoseputro (Advisor 1); Benny Poerbantanoe (Advisor 2); Wanda Widigdo Canadarma (Advisor 3); Bram Michael Wayne, S.T., M.Ars. (Examination Committee 1); V.P. Nugroho Susilo (Examination Committee 2); Angela Christysonia Tampubolon, S.T., M.T. (Examination Committee 3); Handinoto (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 02024478/ARS/2023; Jessica Erdy Romero (B12190082)",
  "subjects": "EDUCATION PARKS--DESIGNS AND PLANS; RECREATION CENTERS--DESIGN AND PLANS"
}