{
  "id": "57697",
  "title": "Pengaruh financial distress tehadap penerimaan opini audit going concern pada sektor pariwisata yang terdaftar di BEI dengan pandemi COVID-19 sebagai variabel moderasi",
  "abstract": "Tujuan - Tujuan dari penelitian ini adalah untuk mengetahui pengaruh financial distress terhadap pemberian opini audit going concern serta pengaruh moderasi pandemi covid-19 terhadap financial distress dalam periode tahun 2017-2021. Melalui penelitian ini, peneliti berupaya untuk mengetahui perusahaan dimana ketika masa pandemi covid-19 yang serta mengalami kondisi financial distress berpengaruh terhadap penerimaan opini audit going concern dibandingkan keadaan sebelum pandemi covid-19. Desain/metode penelitian - Kerangka dasar penelitian ini menggunakan 4 variabel antara lain: opini audit going concern, Financial distress, leverage, dan pandemi covid-19. penelitian ini mengumpulkan sebanyak 120 data perusahaan yang bergerak pada bidang pariwisata pada periode 2017-2021, data tersebut diambil dari website BEI, www.idx.co.id. Penelitian ini menggunakan uji regresi logistik biner sebagai pengujian hipotesis. Temuan - Hasil penelitian ini menunjukkan bahwa semakin negatif nilai dari financial distress, maka probabilitas perusahaan untuk diberi opini audit going concern semakin besar. Sesuai dengan saat pandemi covid-19 terjadi, probabilitas perusahaan untuk diberi opini audit going concern semakin besar namun, pandemi covid-19 justru memperlemah pengaruh financial distress terhadap probabilitas pemberian opini audit going concern. Keterbatasan hasil penelitian – Penelitian ini memiliki beberapa keterbatasan diantaranya: data perusahaan yang dapat diteliti hanya ada 44 dari 120 perusahaan dimana beberapa diantaranya tidak memenuhi kriteria seperti: perusahaan mengalami delisting selama periode yang ditentukan, perusahaan tidak terdaftar sejak 2017, dan Perusahaan tidak mendapatkan opini audit going concern selama periode 2017-2021. Selain itu, penelitian ini hanya menggunakan financial distress dan leverage dan besar kemungkinan akan ada banyak faktor lainnya yang dapat mempengaruhi opini audit going concern. Originalitas/Value penelitian – Penelitian ini menggunakan sampel perusahaan sektor Pariwisata yang terdaftar di BEI sejak 2017 dan tidak mengalami delisting hingga tahun 2021 (periode waktu 5 tahun). periode waktu 5 tahun terbagi menjadi masa sebelum pandemi covid-19 (2017-2018) dan ketika pandemi covid-19 terjadi (2019-2021). Berbeda dengan penelitian sebelumnya, penelitian ini menggunakan pandemic covid-19 sebagai variabel yang memoderasi pengaruh financial distress terhadap penerimaan opini audit going concern sehingga dapat mengetahui apakah dengan adanya kondisi pandemi covid-19 dapat meningkatkan probabilitas pemberian opini audit going concern akibat financial distress bagi perusahaan.",
  "creators": "TANIA ANGELINA HOSTIADI; ANGELA GIOVANI WARSITO",
  "contributors": "Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Advisor 1); Juniarti (Examination Committee 1); Sany, S.E., MS-CIS., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011955/AKT/2023; Tania Angelina Hostiadi (D12190184), Angela Giovani Warsito (D12190183)",
  "subjects": "AUDITING"
}