{
  "id": "5769",
  "title": "The Study of Mr. Kurtz's reasons in civilizing the Africans and the effects as seen in Joseph Conrad's heart of darkness",
  "abstract": "The thesis discusses the Mr. Kurtz?s reasons in civilizing the Africans and the effects of the civilization. The writer is curious to know Mr. Kurtz?s reasons in civilizing the Africans. Moreover, the writer is also curious to know the effects that occur due to Mr. Kurtz?s civilization in Africa. In the end, the writer wants to reveal whether Kurtz?s motivation to civilize the Africans will affect the Africans and Mr. Kurtz himself. In conducting the analysis the writer limits the analysis on Mr. Kurtz as the main character. For this purpose, the writer uses cultural approach and Post colonialism theory and several concepts which are Eurocentrism, Orientalism, and Mimicry. By applying the concept of Eurocentrism as the base in each Kurtz?s action while he lives in the center of Africa, the writer is able to find out that the major reason of Kurtz?s motivation in civilizing the Africans is Mr. Kurtz?s Eurocentric background. Furthermore, the writer uses Post colonialism and the concept of Orientalism to justify how Kurtz portrays the Africans as a colonized people. By using the concepts of Mimicry the writer is able to reveal the effects of the civilization that occur to the Africans is the courage to oppose Mr. Kurtz which makes him insane. Finally, Mr. Kurtz?s insanity becomes an irony for him regarding his personal motivation to civilize the uncivilized.",
  "creators": "NOBELLA INDRAJAYA",
  "contributors": "Ribut Basuki (Advisor 1); Liem Satya Limanta (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011556/ING/2006; Nobella Indrajaya (11402001)",
  "subjects": "CONRAD, JOSEPH.1857-1924.CRITICISM AND INTERPRETATION; ENGLISH FICTION-20TH CENTURY-HISTORY AND CRITICISM"
}