{
  "id": "57699",
  "title": "Perancangan busana wastra ready-to-wear dengan metode zero waste pattern berdasarkan pengalaman magang di Bateeq Solo",
  "abstract": "Perkembangan teknologi membuat perusahaan garmen mampu memproduksi busana ready to wear maupun tekstil dalam jumlah banyak dalam waktu singkat. Akibat dari proses produksi yang masif dan cepat, industri fesyen menghasilkan limbah kain yang memberikan dampak negatif bagi lingkungan. Upaya untuk memecahkan masalah yang ditimbulkan oleh fast fashion disebut dengan sustainable fashion. Salah satu jalan menuju sustainable fashion adalah dengan menggunakan metode Zero Waste Pattern (ZWP). ZWP merupakan upaya untuk mengoptimalkan penggunaan kain pada proses produksinya sehingga meminimalisir limbah kain pre-consumer. Sejalan dengan konsep sustainable fashion, material yang dipilih pada adalah kain wastra. Kain wastra merupakan kain tradisional Indonesia yang dibuat secara manual oleh tangan pengrajin. Aspek keberlanjutannya adalah dengan menggunakan kain wastra dapat memberdayakan pengrajin sekaligus melestarikan kebudayaan Indonesia. Metode pada perancangan ini menggunakan metode design thinking dengan pendekatan eksperimental. Fokus perancangan ini pada pengolahan kain dengan lebar 115 cm dengan produk akhir perancangan berupa lima item pakaian ready-to-wear. Hasil dari perancangan dapat menjadi alternatif baru mengenai produk fesyen ready to wear yang menggunakan metode ZWP.",
  "creators": "REGINA MARGARETA HANDOJO",
  "contributors": "Purnama Esa Dora Tedjokoesoemo, S.Sn., M.Sc. (Advisor 1); EVANIA YESSICA, S.I.K. (Advisor 2); Rika Febriani, S.Sn., M.A. (Examination Committee 1); Luri Renaningtyas, S.T., M.Ds. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan",
  "source": "Perancangan No. 01010014/DFT/2023; Regina Margareta Handojo (E12190171)",
  "subjects": "DRESSMAKING MATERIALS; FASHION DESIGN; READY-TO-WEAR CLOTHING"
}