{
  "id": "57704",
  "title": "Pengaruh strategi bisnis terhadap agresivitas pajak dengan koneksi politik sebagai variabel moderasi",
  "abstract": "Tujuan – Untuk mengetahui apakah strategi bisnis kategori prospectors cenderung lebih agresif terhadap pajak dan menguji peran koneksi politik dalam memoderasi hubungan antara strategi bisnis terhadap agresivitas pajak. Desain/metode penelitian – Penelitian menggunakan sampel perusahaan manufaktur di Indonesia periode 2019 hingga 2021. Penelitian ini menggunakan analisis regresi linier berganda dengan model analisis data panel dan melakukan robustness test untuk menguji kredibilitas dari penelitian. Temuan – Perusahaan yang mengdaposi strategi bisnis prospectors cenderung lebih agresif terhadap pajak dibadingkan kategori lain; adanya koneksi politik dapat memperlemah hubungan antara variabel strategi bisnis kategori prospectors terhadap tingkat agresivitas pajak; perusahaan prospectors lebih agresif terhadap pajak jika tidak memiliki koneksi politik dengan pemerintah. Keterbatasan hasil penelitian/implikasi penelitian – Penelitian ini memiliki beberapa keterbatasan seperti keterbatasan literatur hasil penelitian sebelumnya yang masih kurang peneliti dapatkan dan keterbatasan pengetahuan penulis dalam menyusun hasil penelitian. Originalitas/Value penelitian – Koneksi politik meningkatkan penghindaran pajak yang agresif melalui penerapan strategi prospectors.",
  "creators": "FURIA ANGESTI WINATA; GIOVANI PATTRICIA CHANDRA WIJAYA",
  "contributors": "Retnaningtyas Widuri, S.Sos., M.M. (Advisor 1); Yenni Mangoting (Examination Committee 1); R.Arja Angka Asa Aras Adji S. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011979/AKT/2023; Furia Angesti Winata (D12190153), Giovani Pattricia Chandra Wijaya (D12190188)",
  "subjects": "TAX ACCOUNTING; TAXATION"
}