{
  "id": "57707",
  "title": "Pengaruh moral pajak dan dampak interaksi literasi pajak dan kesadaran pajak terhadap kepatuhan wajib pajak",
  "abstract": "Tujuan - Penelitian ini bertujuan untuk mengetahui pengaruh moral pajak dan kesadaran pajak terhadap kepatuhan wajib pajak serta interaksi antara literasi pajak dengan kesadaran pajak terhadap kepatuhan wajib pajak. Desain / metode penelitian - Penelitian ini mengunakan pendekatan survey. Metode pengumpulan data yang digunakan dalam penelitian ini adalah dengan menyebar kuesioner kepada 169 responden dengan kriteria wajib pajak orang pribadi yang memiliki penghasilan baik dari usaha maupun dari luar usaha. Adapun teknik analisa data yang digunakan adalah Partial Least Square (PLS). Temuan - Hasil penelitian ini menunjukkan bahwa moral pajak dan kesadaran pajak berpengaruh positif terhadap kepatuhan wajib pajak. Kemudian hasil uji moderasi menunjukkan bahwa interaksi antara literasi pajak dengan kesadaran pajak dapat meningkatkan kepatuhan wajib pajak. Keterbatasan hasil penelitian / implikasi penelitian - Penelitian ini berkontribusi bagi regulator bahwa tanpa peningkatan literasi pajak akan berdampak pada rendahnya kesadaran pajak yang dimiliki oleh wajib pajak. Originalitas /value penelitian – Penelitian ini mengkaji pengaruh antara moral pajak, kesadaran pajak dan literasi pajak terhadap kepatuhan wajib pajak. dimana dalam penelitian literasi pajak dijadikan sebagai variabel moderasi antara kesadaran pajak dengan kepatuhan wajib pajak.",
  "creators": "LEONI GRACE SUSAN",
  "contributors": "Yenni Mangoting (Advisor 1); R.Arja Angka Asa Aras Adji S. (Examination Committee 1); TONNY STEPHANUS EOH (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011997/AKT/2023; Leoni Grace Susan (D12190089)",
  "subjects": "TAXPAYER COMPLIANCE"
}