{
  "id": "5770",
  "title": "Speech acts in the conflict between husband and wife in the Wild Duck",
  "abstract": "Language is used to communicate with others. However, when we say something, sometimes the hearer cannot get the implicit meanings of the speaker?s utterances so the hearer does not do as what the speaker expects. This condition encourages the writer to increase her awareness of the study of the speech acts theory focusing on the locution, illocution, and perlocution. Austin considers that to say something may be to do something and concludes that in uttering, one can perform three acts simultaneously: locutionary act, illocutionary act, and perlocutionary act. The three questions that the writer tries to answer are: 1) What are the locutionary meanings of Hjalmar?s utterances and Gina?s utterances that occur within the conflict; 2)What are the illocutionary meanings of Hjalmar?s utterances and Gina?s utterances that occur within the conflict; 3) What are the perlocutions in response to Hjalmar and Gina?s utterances. The writer chooses The Wild Duck as her source of data because The Wild Duck is an interesting drama and she has seen the drama herself. And the problems or conflicts in The Wild Duck are a kind of conflict or problem which might happen in our life, too. In this study, the writer limits her study to two acts from five acts presented. However, not every utterance in the act that contains conflicts. The writer only analyses the utterances that contains conflicts or there are opposition or verbal disputes between the two speakers. She takes two acts only because only these acts are relevant to the conflict between husband and wife, while the other acts are not. In this study, she focuses on the layers of meanings which can cause conflicts. To answer the problems, she uses the speech acts theory focusing on the locution, illocution, and perlocution and also the theory of context and topic in analysing her data. She uses descriptive qualitative research method to describe the locution, illocution, and perlocution in The Wild Duck. Having analyzed the data, she finds and concludes that conflict can happen because the locution of someone?s utterance is different from the illocution and the response is also different from the expected response. The next finding is in uttering something, someone?s illocution can be the same as the locution. Besides, one locution may have more that one illocution, expected responses and responses.",
  "creators": "FLORA KUSUMOWATI",
  "contributors": "Julia Eka Rini (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011551/ING/2006; Flora Kusumowati (11402013)",
  "subjects": "IBSEN, HENRIK, 1828-1906. THE WILD DUCK-STUDY AND TEACHING; NORWEGIAN DRAMA-19TH CENTURY-STUDY AND TEACHING"
}