{
  "id": "57708",
  "title": "Pengaruh perencanaan pajak agresif, reputasi auditor, dan ukuran perusahaan terhadap biaya audit",
  "abstract": "Tujuan – Penelitian bertujuan untuk mengetahui pengaruh aggressive tax planning, auditors’ reputation dan ukuran perusahaan terhadap Biaya audit pada perusahaan-perusahaan sektor industri property and real estate yang terdaftar di Bursa Efek Indonesia pada tahun 2020-2021. Desain/metode penelitian – Penelitian kuantitatif ini dilakukan kepada 69 perusahaan yang dipilih menggunakan purposive sampling. Model penelitian terdiri dari tiga variabel independen dan satu variabel dependen yang diolah dengan metode regresi linear berganda. Aggressive tax planning diukur menggunakan tax aggressiveness, auditors’ reputation diukur menggunakan dummy variable, ukuran perusahaan diukur menggunakan logaritma dari total assets, Biaya audit diukur menggunakan logaritma dari biaya profesional. Temuan – Hasil penelitian menunjukkan bahwa ukuran perusahaan berpengaruh positif dan signifikan terhadap Biaya audit, sedangkan aggressive tax planning dan auditors’ reputation tidak berpengaruh signifikan terhadap Biaya audit. Keterbatasan hasil penelitian/implikasi penelitian – Implikasi dari penelitian ini membantu manajer dalam memilih dan menegosiasi auditor eksternal sebagai bentuk jawaban dari permintaan pemegang saham dan stakeholder eksternal. Penelitian ini juga membantu investor dalam memperoleh sudut pandang baru untuk menilai perencanaan pajak yang agresif dalam berinvestasi. Penelitian ini belum bisa memberikan gambaran nyata secara penuh, sehingga penelitian selanjutnya dengan mempertimbangkan beberapa variabel pengendali disarankan. Originalitas/Value penelitian – Penelitian ini dilaksanakan dengan mempertimbangkan karakteristik khusus pada perusahaan property and real estate. Penelitian ini berkontribusi dalam memperkaya pengetahuan atas aggressive tax planning, auditors’ reputation, ukuran perusahaan dan biaya audit dengan perspektif perusahaan property and real estate.",
  "creators": "PIETER BRYAN ANG",
  "contributors": "Agus Arianto Toly, S.E., M.S.A., Ak. (Advisor 1); Yenni Mangoting (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011999/AKT/2023; Pieter Bryan Ang (D12180159)",
  "subjects": "AUDITING"
}