{
  "id": "57710",
  "title": "Fasilitas kebugaran di Surabaya",
  "abstract": "Meningkatnya kasus kesehatan mental yang terjadi di Kota Surabaya menjadi sebuah perhatian utama dalam dunia bisnis. Kesehatan mental yang tidak tertangani dengan baik akan berdampak pada menurunnya produktifitas kerja. Oleh sebab itu para pelaku bisnis sekiranya membutuhkan fasilitas yang dapat membantu mereka mendapatkan kesehatan total yang dibutuhkan untuk melakukan bisnisnya. Kesehatan mental dan kesehatan fisik merupakan dua sisi yang saling terkait. Kesehatan mental yang buruk akan berdampak terhadap kesehatan fisik. Sebaliknya Kesehatan fisik yang buruk bisa jadi penyebab terjadinya masalah Kesehatan mental. Fasilitas Kebugaran di Surabaya ini merupakan fasilitas bagi kaum pebisnis dengan melatih mereka agar mempunyai fisik yang bugar dan mental yang sehat. Fasilitas Kebugaran di Surabaya ini dirancang dengan pendekatan sistem, dimana memperhatikan integrasi ruang dan sirkulasi, baik ruang di dalam bangunan maupun ruang di luar bangunan. Berdasarkan fungsinya, Fasilitas Kebugaran dikelompokkan menjadi 4 zona, yaitu zona penerima dan administrasi, zona kebugaran fisik, zona Kesehatan mental dan zona servis. Desain tatatan massa memperlihatkan bahwa massa kebugaran fisik di pisahkan dengan massa Kesehatan mental dengan membentuk ruang diantara kedua massa yang dipakai untuk melakukan kegiatan yang terjadi di ruang luar sekaligus memasukan unsur alam kedalam fasilitas ini. Hasil perancangan arsitektur Fasilitas Kebugaran di Surabaya ini diharapkan dapat mendukung fungsinya untuk mendapatkan kebugaran baik fisik maupun mental bagi para pebisnis di Surabaya.",
  "creators": "RICHIE ALEXANDER WUWUNGAN",
  "contributors": "Anik Juniwati (Advisor 1); Lilianny Sigit Arifin (Advisor 2); Stanislaus Kuntjoro Santoso (Advisor 3); Joyce M.Laurens (Examination Committee 1); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 2); Danny Santoso Mintorogo (Examination Committee 3); ELVINA S. WIJAYA, S.T., M.T. (Supervisors CHN 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024471/ARS/2023; Richie Alexander Wuwungan (B12190072)",
  "subjects": "SPORTS FACILITIES--DESIGNS AND PLANS; HEALTH FACILITIES--DESIGNS AND PLANS"
}