{
  "id": "57711",
  "title": "Fasilitas seni lukis dan tari tradisional di Surabaya",
  "abstract": "Fasilitas seni dan budaya yang terletak di Surabaya merupakan salah satu cara untuk mengenalkan komunitas seni dan budaya Surabaya dengan memamerkan karya seni dan pertunjukan tari tradisional. Dengan adanya ruang pamer untuk karya seni dan berbagai pertunjukan tradisional, masyarakat dapat lebih mengenal dan mengapresiasi seni dan budaya Surabaya. Kebudayaan tradisional saat ini sudah jarang ditemui dengan adanya berbagai kebudayaan modern dari berbagai negara. Kebudayaan modern mempunyai aspek-aspek yang lebih menarik perhatian kaum muda, sehingga menyebabkan kaum muda sebagai penerus kebudayaan bangsa mulai kehilangan minat untuk melestarikan kebudayaan tradisional. Tidak hanya itu, Surabaya juga tidak mempunyai jumlah fasilitas sebagai wadah untuk seni dan budaya yang memadai. Fasilitas seni dan budaya ini perlu memperhatikan berbagai faktor agar seni dan budaya tradisional yang dipamerkan di dalamnya tetap dapat menarik perhatian pengunjung. Faktor tersebut meliputi bentuk dan luasan bangunan, alur sirkulasi, kenyamanan pengunjung, dan pola perilaku warga serta anggota komunitas seni dan budaya Surabaya. Fasilitas seni dan budaya ini memiliki dua jenis fungsi, yaitu fungsi utama dan fungsi pendukung. Fungsi utama berupa galeri sebagai tempat pamer seni lukis dan teater sebagai tempat pertunjukan tari tradisional Surabaya. Sedangkan fungsi pendukung berupa perpustakaan sebagai tempat informasi seni dan budaya Surabaya. Penyelesaian fasilitas seni dan budaya ini diselesaikan dengan pendekatan efektifitas, terutama pada sirkulasi, serta pendekatan spasial. Kedua pendekatan ini bertujuan untuk mengoptimalkan kenyamanan pengunjung ketika mengunjungi kawasan fasilitas seni dan budaya tersebut.",
  "creators": "CHLOE DOMINIQUE (LING LIE)",
  "contributors": "Timoticin Kwanda (Advisor 1); Dr. Feny Elsiana, S.T., M.T. (Advisor 2); Irwan Santoso (Advisor 3); Lilianny Sigit Arifin (Examination Committee 1); Anik Juniwati (Examination Committee 2); Stanislaus Kuntjoro Santoso (Examination Committee 3); Elvina Shanggrama Wijaya, S.T., M.T. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 00024419/ARS/2023; Chloe Dominique (ling Lie) (B12180028)",
  "subjects": "ART CENTERS--DESIGNS AND PLANS"
}