{
  "id": "57717",
  "title": "Evaluasi sifat pisau shredder karton hasil proses hardfacing",
  "abstract": "Pisau shredder merupakan suatu komponen penting dalam proses mencincang suatu material yang ditujukan oleh mesin shredder. PT X merupakan suatu workshop yang memproduksi pisau shredder. PT X mengalami kendala dalam proses produksinya, di mana tingkat kekerasan pisau kurang memuaskan. Tingkat kekerasan yang kurang memuaskan diduga disebabkan oleh metode peningkatan kekerasan yang menggunakan pack carburizing, yaitu 35-40 HRC. Tingkat kekerasan yang rendah dapat menyebabkan pisau shredder lebih cepat tumpul. Kekuatan impak pisau shredder juga harus diperhatikan supaya pisau tidak mudah mengalami keretakan atau bahkan pecah. Tugas akhir ini bertujuan untuk menggunakan metode hardfacing sebagai metode pengganti proses peningkatan kekerasan pisau shredder. Penelitian dalam Tugas Akhir ini dilakukan menggunakan pendekatan desain eksperimen untuk menentukan parameter pengelasan SMAW hardfacing. Dengan menggunakan desain eksperimen full factorial, maka semua faktor dalam pengelasan SMAW dapat diuji, sehingga hasil yang terbaik bisa didapatkan. Faktor-faktor yang digunakan dalam penelitian adalah, temperatur pre-heat, arus pengelasan, media quench, dan temperatur post-heat. Respons yang diuji dalam penelitian ini adalah tingkat kekerasan, kekuatan impak, dan struktur mikro. Rata-rata kekerasan yang didapatkan adalah 41.6 HRC dan kekerasan tertinggi adalah 47.4 HRC, parameter yang paling berpengaruh terhadap kekerasan adalah temperatur pre-heat dan arus pengelasan. Hasil uji ANOVA kekuatan Impak tidak menunjukkan faktor yang signifikan.",
  "creators": "TERRENCE TANTRA SUHARDJO",
  "contributors": "Prof. Dr. Juliana Anggono, S.T., M.Sc. (Advisor 1); Didik Wahjudi (Advisor 2); Roche Alimin (Examination Committee 1); Dr. Dra. Gan Shu San, M.Sc. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01011492/MES/2023; Terrence Tantra Suhardjo (C12180028)",
  "subjects": "HARD-FACING; METAL-WORK; MICROSTRUCTURE--RESEARCH"
}