{
  "id": "57715",
  "title": "Pengaruh pemeriksaan pajak, sanksi pajak, kesadaran, dan tingkat pemahaman pajak terhadap kepatuhan pajak",
  "abstract": "Tujuan - Tujuan dari penelitian ini adalah untuk menguji secara empiris pengaruh pemeriksaan pajak, sanksi pajak, kesadaran, dan tingkat pemahaman pajak terhadap kepatuhan pajak. Variabel independen dalam penelitian ini adalah pemeriksaan pajak, sanksi pajak, kesadaran pajak, dan pemahaman pajak. Sedangkan variabel dependen dalam penelitian ini adalah kepatuhan pajak. Desain/ metode penelitian - Metode yang digunakan dalam penelitian ini adalah analisis regresi linear berganda dengan simple random sampling sebagai teknik analisis data yang dibantu oleh aplikasi SPSS. Pengumpulan data dilakukan melalui kuesioner yang disebar dengan menggunakan Google Form kepada 141 responden wajib pajak orang pribadi (WPOP) yang memiliki kegiatan usaha dan/atau pekerjaan bebas, serta berdomisili di Pulau Jawa. Temuan - Hasil penelitian ini menunjukkan bahwa sanksi pajak dan pemahaman pajak memiliki pengaruh terhadap kepatuhan pajak. Sedangkan, pemeriksaan pajak dan kesadaran pajak tidak berpengaruh terhadap kepatuhan pajak. Hasil penelitian ini menunjukkan adanya keterkaitan dengan landasan teori yang dipakai, yaitu teori atribusi. Keterbatasan hasil penelitian/ implikasi penelitian - Penelitian ini memiliki keterbatasan, yaitu pengumpulan data responden atau kuesioner masih dilakukan secara online sehingga responden tidak dapat mengkonfirmasi dengan benar apabila terdapat pertanyaan yang kurang dipahami. Penelitian ini dibatasi pada empat variabel independen (pemeriksaan pajak, sanksi pajak, kesadaran, dan pemahaman pajak) yang berpotensi mempengaruhi variabel dependen (kepatuhan pajak). Sampel yang digunakan masih terbatas dan belum bisa mewakili seluruh WPOP yang memiliki usaha dan/atau pekerjaan bebas dalam melakukan kewajiban perpajakannya. Originalitas/value penelitian - Penelitian ini dapat dijadikan referensi bagi peneliti selanjutnya yang ingin mengetahui pengaruh pemeriksaan pajak, sanksi pajak, kesadaran, dan tingkat pemahaman pajak terhadap kepatuhan pajak. Selain itu, penelitian ini juga berguna bagi otoritas pajak untuk mengetahui pengaruh pemeriksaan pajak, sanksi pajak, kesadaran, dan tingkat pemahaman pajak terhadap kepatuhan pajak sehingga dapat memperbaiki sistem/program pemerintah menjadi lebih baik.",
  "creators": "MELINDA VERONICA",
  "contributors": "Agus Arianto Toly, S.E., M.S.A., Ak. (Advisor 1); R.Arja Angka Asa Aras Adji S. (Examination Committee 1); Yenni Mangoting (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011990/AKT/2023; Melinda Veronica (D12190099)",
  "subjects": "TAXPAYER COMPLIANCE"
}