{
  "id": "57714",
  "title": "Pengaruh fraud pentagon terhadap pendeteksian kecurangan laporan keuangan",
  "abstract": "Tujuan – Penelitian ini bertujuan untuk mengetahui dan menganalisis pengaruh faktor dalam fraud pentagon yaitu pressure (yang diproksikan dengan financial stability), opportunity (diproksikan dengan ineffective monitoring), rationalization (pergantian auditor), competence (pergantian direktur), dan arrogance (jumlah foto CEO dalam laporan tahunan) terhadap pendeteksian kecurangan laporan keuangan. Desain/metode penelitian – Penelitian ini didesain dengan metode kuantitatif. Objek penelitian yaitu perusahaan perbankan yang terdaftar di Bursa Efek Indonesia periode 2017-2021. Dengan metode purposive sampling, total sampel yang diambil sebanyak 185 perusahaan. Variabel yang diuji dalam penelitian ini berupa variabel dependen yaitu kecurangan laporan keuangan (fraud) yang dihitung dengen Beneish M-Score dan variabel independen nya pressure, opportunity, rationalization, competence, dan arrogance. Metode pengujiannya dengan analisis regresi logistik dengan alat bantu berupa STATA. Temuan – Hasil dari penelitian ini menunjukkan dan membuktikan bahwa faktor tekanan yang diproksikan dengan financial stability berpengaruh signifikan terhadap terjadinya kecurangan laporan keuangan. Namun, ketidakefektifan pengawasan, pergantian auditor, pergantian direktur, dan jumlah foto CEO ditemukan tidak berpengaruh signifikan terhadap terjadinya kecurangan laporan keuangan. Keterbatasan hasil penelitian/impikasi penelitian – Keterbatasan penelitian ini adalah hanya meneliti satu sektor yaitu sektor perbankan sehingga hasil penelitian tidak dapat digeneralisasi kepada seluruh sektor industri. Namun, penelitian ini menunjukan bahwa financial stability bagi sektor perbankan merupakan tekanan yang meningkatkan resiko terjadinya fraud. Bagi peneliti selanjutnya dapat memperluas objek penelitian dan menggunakan atau menambah proksi lain dalam penelitian. Originalitas/Value penelitian – Dengan penelitian ini maka dapat menambah referensi dan mengetahui terkait pengaruh faktor dalam fraud terhadap pendeteksian kecurangan laporan keuangan dan berguna bagi pengguna laporan keuangan agar dapat lebih waspada dan dapat menggunakan rasio atau perhitungan dalam fraud pentagon untuk memeriksa kinerja dan sebagai pertimbangan dalam pengambilan keputusan.",
  "creators": "GRACIA GIOVANNY",
  "contributors": "Retnaningtyas Widuri, S.Sos., M.M. (Advisor 1); Adhityawati Kusumawardani S.E. Msc. (Examination Committee 2); Yenni Mangoting (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011995/AKT/2023; Gracia Giovanny (D12190079)",
  "subjects": "ACCOUNTING FRAUD; FINANCIAL STATEMENTS"
}