{
  "id": "57718",
  "title": "Pengaruh metode SQ3R terhadap keterampilan membaca pemahaman mata pelajaran Bahasa Indonesia kelas 4 SD Gema Kasih Yobel Kupang",
  "abstract": "Berdasarkan data PIRLS tahun 2018, Indonesia menjadi negara yang memiliki pemahaman membaca yang rendah. Murid kelas 4 SD Gema Kasih Yobel Kupang juga memiliki kesulitan dalam memahami isi bacaan. Keterampilan membaca pemahaman adalah keterampilan memahami dan mendalami sebuah teks bacaan. Kesulitan murid memahami bacaan akan menghambat proses belajarnya. Membaca pemahaman adalah salah satu kemampuan berbahasa yang harus dimiliki oleh murid. Namun, kendalanya adalah guru Bahasa Indonesia belum menemukan metode pembelajaran yang tepat untuk menolong murid kelas 4 meningkatkan keterampilan membaca pemahaman. Peneliti menemukan salah satu metode yaitu metode SQ3R (Survey, Question, Read, Recite, Review) yang dapat digunakan untuk meningkatkan keterampilan membaca pemahaman. Penelitian ini bertujuan untuk mengetahui Pengaruh Metode SQ3R Terhadap Keterampilan Membaca Pemahaman Mata Pelajaran Bahasa Indonesia Kelas 4 SD Gema Kasih Yobel Kupang. Penelitian ini menggunakan metode posttest only design. Data diperoleh melalui tes tertulis yaitu Pilihan Ganda (Multiple Choice) yang terdiri dari 13 butir pertanyaan. Posttest dikerjakan oleh kelompok Kontrol dan kelompok eksperimen setelah pemberian treatment. Uji hipotesis dilakukan dengan Uji Mann-Whitney setelah melalui uji normalitas dan Homogenitas. Hasil penelitian menunjukkan Asymp.sig. (2-tailed) 0,02 lebih kecil dari 0,05 artinya Ha diterima dan H0 ditolak. Dengan demikian terdapat pengaruh metode SQ3R terhadap keterampilan membaca pemahaman mata pelajaran Bahasa Indonesia kelas 4 SD Gema Kasih Yobel Kupang.",
  "creators": "VIVIN KRISTIANI MENDROFA",
  "contributors": "Iman Subekti S.Pd.,M.Pd. (Advisor 1); Dani Puspitasari, S.Pd., M.A., Ph.D. (Examination Committee 1); Romirio Torang Purba, S.Pd., M.Pd. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010004/PGSD/2023; Vivin Kristiani Mendrofa (G11190012)",
  "subjects": "READING COMPREHENSION--RESEARCH; READING COMPREHENSION--STUDY AND TEACHING (ELEMENTARY); TEACHING--METHODS; ELEMENTARY SCHOOLS--CURRICULA"
}