{
  "id": "57712",
  "title": "Fasilitas wisata bahari di Mandalika",
  "abstract": "Kawasan Ekonomi Khusus (KEK) The Mandalika merupakan salah satu kawasan wisata yang dikenal memiliki nilai jual tinggi berupa daya dukung alam kekayaan alam bahari dan keunikan topografi kawasan disertai daya dukung pengelola yang diatur oleh Indonesia Tourism Destination Center (ITDC) sehingga memiliki nilai investasi yang tinggi. Namun cukup disayangkan kekayaan bahari kurang dikenal oleh kalangan umum. Mengingat bahwa secara geografis Pulau Lombok terletak pada daerah yang memiliki satwa endemik maupun satwa migran, ditambah lagi dengan adanya beberapa spesies berada di perairan Lombok yang masih belum teridentifikasi maka eksplorasi mengenai kekayaan bahari perairan Lombok merupakan aktivitas menarik yang bisa menjadi daya tarik bagi wisatawan. Oleh karena itu dibutukan fasilitas yang mampu mewadahi wisatawan dengan aktivitas eksplorasi seputar kekayaan bahari. Melalui pendekatan kontekstual maka objek arsitektur menjadi spesifik hanya dapat berada di kawasan dengan cara meghadirkan kembali elemen pada alam pada bangunan sehingga timbul landasan bahwa bangunan menyerap unsur pada lingkungannya. Dengan demikian objek arsitektur mampu untuk mengangkat keunggulan kawasan yang diwujudkan dalam permainan laraskontras. Dengan demikian terwujud fasilitas wisata bahari yang mampu memperkuat karakter kawasan dan menjadi daya tarik bagi wisatawan.",
  "creators": "BENEDICT WILLIAM ADITYA GONTORO",
  "contributors": "Rully Damayanti (Advisor 1); Luciana Kristanto, S.T., M.T. (Advisor 2); Samuel Hartono (Advisor 3); Stephanus Wirawan Dharmatanna, S.T., M.Ars. (Advisor 4); Dr. Feny Elsiana, S.T., M.T. (Examination Committee 1); Irwan Santoso (Examination Committee 2); Timoticin Kwanda (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024422/ARS/2023; Benedict William Aditya Gontoro (B12180126)",
  "subjects": "MARINE ECOTOURISM; RECREATION CENTERS--DESIGN AND PLANS"
}