{
  "id": "57716",
  "title": "Alat pengontrol kualitas air payau berbasis internet of things (IoT) pada alat pemurnian air payau dengan material lokal (ALPAMAL) dan eksperimen pemurnian air sungai yang keruh",
  "abstract": "Indonesia merupakan negara kepulauan dimana sebagian besar masyarakat Indonesia masih mengakses air bersih menggunakan air galian tanah. Air galian tanah yang ada di Indonesia sebagian besar telah tercemar, sehingga jika masyarakat menggunakan air galian menimbulkan penyakit seperti diare, muntaber, mapun penyakit kulit. Tujuan penelitian ini adalah meningkatkan kualitas air yang dihasilkan oleh ALPAMAL agar dapat dijadikan sebagai air minum, memudahkan monitoring ALPAMAL menggunakan Internet of Things (IoT) dan melakukan eksperimen untuk menemukan kombinasi material lokal untuk memurnikan air sungai yang keruh. Metode yang digunakan dalam penelitian ini yaitu metode eksperimen. Hasil penelitian air payau dan perangkat Internet of Things (IoT) didapatkan bahwa, dengan menambahkan reverse osmosis, dan ultraviolet maka air yang dihasilkan dinyatakan layak sebagai air minum sesuai PERMENKES No 492 Tahun 2010. Dengan menambahkan perangkat Internet of Things (IoT) pengguna ALPAMAL dapat mengontrol kualitas air yang dihasilkan secara realtime melalui aplikasi android dari jarak jauh. Hasil eksperimen air sungai yang keruh didapatkan kombinasi tabung klorinator - pasir silika - zeolite - karbon aktif - manganese greensand - filter 1 mikron mampu untuk memurnikan air sungai yang keruh akan tetapi air yang dihasilkan belum optimal.",
  "creators": "DANIEL STEVEN; FELIX APRIYANTO JAYA PRANATA",
  "contributors": "Dr. rer.nat. Surya Hermawan S.T., M.T. (Advisor 1); Jimmy Chandra (Examination Committee 1); Ir. Prasetio Sudjarwo, M.Eng. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012690/SIP/2023; Daniel Steven (B11190004), Felix Apriyanto Jaya Pranata (B11190083)",
  "subjects": "INTERNET OF THINGS; WATER TREATMENT PLANTS"
}