{
  "id": "57728",
  "title": "Pengaruh sikap pajak, kepercayaan pada otoritas pajak, dan penegakan hukum pajak terhadap kepatuhan wajib pajak",
  "abstract": "Kepatuhan wajib pajak adalah topik yang menarik untuk diteliti karena memiliki berbagai variabel yang dapat mempengaruhinya. Berhubungan dengan kepatuhan wajib pajak, Indonesia memiliki rasio pajak paling rendah posisi ketiga dari 24 negara se-Asia Pasifik. Dengan demikian penelitian ini bertujuan untuk menguji hubungan sikap pajak, kepercayaan pada otoritas pajak, dan penegakan hukum pajak terhadap kepatuhan wajib pajak. Design/metode penelitian – Objek penelitian ini adalah wajib pajak orang pribadi pengusaha dan pekerja bebas pemilik usaha di Surabaya, Semarang, Makassar, Medan, Jakarta, dan Sidoarjo dengan sampel sejumlah 151 responden. Teknik yang digunakan adalah purposive sampling. Model penelitian ini menggunakan sikap pajak, kepercayaan pada otoritas pajak, dan penegakan hukum pajak sebagai variabel independen serta kepatuhan wajib pajak sebagai variabel dependen. Data penelitian ini dianalisis menggunakan aplikasi SPSS. Temuan – Hasil penelitian menunjukkan bahwa sikap pajak, kepercayaan pada otoritas pajak, dan penegakan hukum pajak terbukti berpengaruh positif dan signifikan terhadap kepatuhan wajib pajak. Sikap pajak menjadi variabel yang memiliki pengaruh lebih kuat dibandingkan dengan kepercayaan pada otoritas pajak dan penegakan hukum pajak. Keterbatasan hasil penelitian/implikasi penelitian – Penelitian ini menggunakan pendekatan penelitian kuantitatif, sehingga hal ini membatasi responden untuk mengungkapkan perasaan mereka yang sesungguhnya. Penelitian ini juga hanya dilakukan pada wajib pajak berdomisili di beberapa kota besar di Indonesia dengan mayoritas Surabaya sehingga hasil penelitian tidak dapat menggambarkan kondisi di seluruh Indonesia. Originalitas/Value penelitian – Penelitian ini berkontribusi dengan mengungkapkan sikap pajak yang terkait dengan Theory of Planned Behavior serta kepercayaan pada otoritas pajak dan penegakan hukum pajak yang terkait dengan teori atribusi.",
  "creators": "AUDI MICHAEL",
  "contributors": "Yenni Mangoting (Advisor 1); R.Arja Angka Asa Aras Adji S. (Examination Committee 1); TONNY STEPHANUS EOH (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011981/AKT/2023; Audi Michael (D12190021)",
  "subjects": "TAXPAYER COMPLIANCE"
}