{
  "id": "57729",
  "title": "Perancangan busana ready to wear wanita brand Sekain menggunakan kain serat alam dan lurik kombinasi motif teyeng",
  "abstract": "Fast fashion yang mendominasi industri ready to wear menimbulkan banyak permasalahan terutama masalah lingkungan. Hal ini terjadi karena sistem fast fashion yang menekankan pada kuantitas, kecepatan, dan ukuran. Di sisi lain terdapat gaya hidup yang mulai disegani terutama oleh para kaum millennial di kota-kota besar di Indonesia. Gaya hidup ini berlawanan dengan gaya hidup konsumtif dimana seseorang lebih memprioritaskan kualitas daripada kuantitas suatu barang dan gaya hidup ini dinilai berperan dalam meningkatkan kesehatan bumi. Melihat gaya hidup tersebut berpeluang dalam mengurangi limbah, melalui metode penelitian kualitatif secara design thinking fan wawancara terhadap beberapa target market, perancangan ini menghasilkan busana ready to wear yang terinovasi dari konsep dan manfaat gaya hidup minimalis sebagai perwujudan dari slow fashion yakni pakaian yang multi fungsi dengan desain timeless dan mudah untuk dipadu padankan, didukung dengan penggunaan kain serat alami akan meningkatkan kualitas produk sehingga awet dan dapat dipakai dalam jangka waktu yang panjang. Dengan begitu, konsumen dapat mengurangi pembelian banyak pakaian terlebih fast fashion sehingga dapat membantu mengurangi masalah lingkungan yang disebabkan oleh limbah fast fashion. Terdapat pula kombinasi dengan kain lurik serta lurik motif teyeng sebagai keunikan dan pemberdayaan pengrajin lokal.",
  "creators": "IVANA RANITA",
  "contributors": "Rika Febriani, S.Sn., M.A. (Advisor 1); Dibya Adipranata Hody, S.E., M.M. (Advisor 2); Maria Nala Damajanti, S.Sn., M.Hum. (Examination Committee 1); Luri Renaningtyas, S.T., M.Ds. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan",
  "source": "Perancangan No. 01010024/DFT/2023; Ivana Ranita (E12190235)",
  "subjects": "FASHION DESIGN; READY-TO-WEAR CLOTHING"
}