{
  "id": "57722",
  "title": "Pengaruh profitabilitas, likuiditas, dan leverage terhadap penghindaran pajak",
  "abstract": "Tujuan – Dalam studi ini memiliki tujuan membuktikan profitabilitas, likuiditas dan leverage. Penelitian ini dijalankan untuk dapat mengetahui praktik penghindaran pajak khususnya dalam perusahaan manufaktur makanan dan minuman yang terdapat pada BEI kurun waktu 2017 sampai 2021 dipengaruhi oleh faktor-faktor tersebut. Desain/metode penelitian – Dalam studi ini menggunakan data sekunder dari perusahaan manufaktur pada bagian sektor makanan dan minuman yang terdapat pada di BEI dalam kurun waktu 2017 sampai 2021. Sampel yang diaplikasikan berjumlah 21 perusahaan manufaktur. Pengujian regresi data panel dalam program STATA adalah cara yang digunakan dalam penelitian ini. Temuan – Efek dari studi ini memperlihatkan bahwa profitabilitas dan leverage berdampak positif kepada penghindaran pajak, sementara itu likuiditas menghasilkan dampak negatif terhadap penghindaran pajak. Keterbatasan hasil penelitian/implikasi penelitian - Keterbatasan pada studi ini adalah dalam mencari sampel yang sesuai dengan kriteria untuk perusahan manufaktur bagian makanan dan minuman dan kebanyakan perusahaan IPO atau masuk kedalam BEI diatas tahun 2018 atau 2019. Selain itu beberapa data harus dipertahankan agar tetap memenuhi kriteria jumlah sampel yang ada. Originalitas/Value penelitian – Terdapat beberapa faktor dalam penelitian ini yang berdampak pada penghindaran pajak khususnya pada perusahaan manufaktur makanan dan minuman yang terdaftar di BEI, oleh karena itu beberapa pihak seperti fiskus dan investor dapat memprediksi penghindaran pajak dan mengambil informasi tersebut sebagai pertimbangan.",
  "creators": "CHERYL WEHELMINA LUBALU",
  "contributors": "TONNY STEPHANUS EOH (Advisor 1); R.Arja Angka Asa Aras Adji S. (Examination Committee 1); Retnaningtyas Widuri, S.Sos., M.M. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011983/AKT/2023; Cheryl Wehelmina Lubalu (D12190172)",
  "subjects": "TAX AVOIDANCE"
}