{
  "id": "5773",
  "title": "A Study on the domination of Lady Macbeth towards Macbeth that leads her to her own downfall as seen in Shakespeare's Macbeth",
  "abstract": "The most fascinating idea, which is boldly exposed in one of the most brilliant Shakespeare?s tragedies, Macbeth, is the exceptional domination of the main female character, Lady Macbeth, towards the main male character, Macbeth. This out of ordinary idea triggers a question of the reasons that drive Lady Macbeth?s domination towards Macbeth. Another fascinating issue to be questioned about is the downfall that befalls upon Lady Macbeth after her act of domination. Triggered by those issues, I opt for \"A Study of the Domination of Lady Macbeth towards Macbeth that Leads Her to Her Own Downfall as seen in Shakespeare?s Macbeth\" as the title for this study. In performing the study, I decide to use characterization and conflict as the main tools. In addition, some theories of tragedy from A.C. Bradley and Karl Jaspers will be used as the supporting theories. Characterization and conflict will be applied to provide evidences that will reveal not only the reasons of Lady Macbeth?s domination towards Macbeth, but also the downfall of Lady Macbeth as the result of her domination. Furthermore, to point out that the downfall of Lady Macbeth is resulted from her act of domination, I will use the theories of tragedy. In the analysis, by applying the chosen theories, I find that the reasons of Lady Macbeth?s domination towards Macbeth are her ambition and her egotism. Furthermore, I also find in the analysis that the downfall of Lady Macbeth is resulted from her domination towards Macbeth. Thus, in the end of this study, I can humbly conclude that Lady Macbeth?s domination towards Macbeth leads her to her own downfall.",
  "creators": "INDAH CHRISTINAWATI",
  "contributors": "Meilinda (Advisor 1); Ribut Basuki (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011558/ING/2006; Indah Christinawati (11402053)",
  "subjects": "ENGLISH DRAMA EARLY MODERN AND ELIZABETHAN, 1500-1600--STUDY AND TEACHING; SHAKESPEARE,WILLIAM,1564-1616. MACBETH--STUDY AND TEACHING"
}