{
  "id": "57734",
  "title": "Hotel resor yoga untuk keluarga di Uluwatu",
  "abstract": "Hotel Resor Yoga untuk Keluarga di Uluwatu, Bali merupakan sebuah fasilitas penginapan dengan implementasi yoga sebagai daya tarik aktivitas utama selain dari keindahan pemandangan yang dimiliki. Dirancang dengan konsep berbasis keluarga, dan di kemas dengan adaptasi gaya khas arsitektur Bali, Hotel resor ini bertujuan untuk memenuhi kebutuhan wisatawan lokal maupun mancanegara untuk menjadi sebuah tempat menginap yang layak digunakan dan memenuhi standar, serta sebagai tempat untuk keluarga menjalin serta mempererat kebersamaan melalui aktivitas yoga. Perancangan fasilitas resor hotel juga dirancang agar potensi lansekap tapak dapat dimanfaatkan dengan semaksimal mungkin. Dengan permasalahan desain yang diangkat dari kondisi keluarga di daerah perkotaan yang padat dan penat, mengakibatkan kurangnya kebersamaan keluarga. Perancangan Hotel Resor Yoga untuk Keluarga di Uluwatu, Bali ini didesain berdasarkan analisis-analisis pendekatan sirkulasi, sehingga segala sesuatu yang dirancang dapat mendukung kegiatan berlibur sambil melakukan yoga bersama keluarga. Pendekatan yang digunakan adalah sistem sirkulasi yang difokuskan pada sirkulasi Arsitektur Tradisional daerah Bali, dan konsep sirkulasi pada “Foundations of Landscape Architecture” karya Norman Booth.",
  "creators": "BENEDICTO DARMA KRESNO ADISURYO",
  "contributors": "Irwan Santoso (Advisor 1); Timoticin Kwanda (Advisor 2); Dr. Feny Elsiana, S.T., M.T. (Advisor 3); Elvina Shanggrama Wijaya, S.T., M.T. (Examination Committee 4); Anik Juniwati (Examination Committee 2); Lilianny Sigit Arifin (Examination Committee 1); Stanislaus Kuntjoro Santoso (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 02024498/ARS/2023; Benedicto Darma Kresno Adisuryo (B12190120)",
  "subjects": "HOTELS--DESIGNS AND PLANS; RESORTS--DESIGNS AND PLANS"
}