{
  "id": "57735",
  "title": "Faktor-faktor yang mempengaruhi kesediaan membayar pajak karbon",
  "abstract": "Tujuan - Penelitian bertujuan untuk memahami perilaku seseorang yang memiliki peran penting dalam mengurangi emisi CO2 yang diukur melalui willingness to pay (WTP) carbon tax yang didasarkan pada faktor psikologis dalam bentuk self-esteem, mortality salience, dan health consciousness dan faktor demografis yaitu pendidikan. Desain/metode penelitian - Data dikumpulkan melalui kuesioner menggunakan Google Forms yang dibagikan secara online kepada responden dengan syarat usia di atas 17 tahun dengan jumlah sebesar 150 responden. Data dianalisis dengan PLS-SEM. Variabel yang digunakan terdiri dari 4 variabel bebas, yaitu self-esteem, mortality salience, health consciousness, education, dan 1 variabel terikat berupa WTP. Temuan - Hasil penelitian menunjukkan bahwa urgensi melegitimasi pajak karbon memang dipandang penting bagi responden. Rata-rata beban tambahan yang rela dibayarkan oleh responden adalah sebesar Rp.25.000,- per bulannya. Hasil penelitian juga menunjukkan bahwa faktor psikologis yang meliputi self-esteem, mortality salience, dan health consciousness berhubungan positif dengan WTP pajak karbon. Variabel demografi berupa pendidikan juga berhubungan positif dengan WTP pajak karbon. Keterbatasan hasil/implikasi penelitian - Penelitian ini memperkuat pengetahuan dan literatur yang berguna bagi regulator mengenai WTP penggantian kerugian emisi karbon dan respons perubahan iklim yang dikaitkan dengan faktor psikologis dan demografis. Keterbatasan dalam penelitian ini adalah terbatasnya jumlah sampel dan hasil R-squared sebesar 0,162 yang menunjukkan bahwa masih banyak faktor di luar penelitian ini yang dapat menjelaskan WTP pajak karbon. Originalitas/Value penelitian - Penelitian ini merupakan penelitian yang pertama kali dilakukan untuk mengukur WTP pajak karbon di Indonesia yang dihubungkan dengan faktor psikologis dan demografis. Penelitian yang sebelumnya diteliti mengenai pajak karbon hanya membahas potensi dari diberlakukannya peraturan mengenai pajak karbon di Indonesia.",
  "creators": "PATRICIA LOUISA; VANESSA AUDREY YONATAN",
  "contributors": "Yenni Mangoting (Advisor 1); Elisa Tjondro (Examination Committee 1); Retnaningtyas Widuri, S.Sos., M.M. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011003/AKT/2023; Patricia Louisa (D12190028), Vanessa Audrey Yonatan (D12190043)",
  "subjects": "TAXPAYER COMPLIANCE"
}