{
  "id": "57737",
  "title": "Apartemen butik di Surabaya",
  "abstract": "Perkembangan zaman yang cepat yang tidak disertai oleh inovasi secara arsitektur menjadi isu besar bagi generasi milenial kelas atas. Rancangan apartemen secara konvensional dinilai tidak dapat menyelesaikan masalah-masalah baru yang timbul seiring berjalannya waktu seperti crowding, pola work-life yang baru, dan gaya hidup baru yang berfokus terhadap wellness. Daerah tengah kota yang bersifat cenderung padat juga menjadi isu secara sosial dan urban. Melihat urgensi tersebut, dibutuhkan rancangan yang dapat mewadahi kebutuhan dan keinginan generasi milenial kalangan atas sebagai penggerak ekonomi Surabaya yang berkembang pesat. Apartemen butik di Surabaya bertujuan untuk menghadirkan pengalaman hotel butik bintang 5 dengan fasilitas dan amenitas yang sadar terhadap konteks urban dan mendukung kinerja generasi milenial secara holistik. Pendekatan perilaku digunakan untuk lebih mengenal kebutuhan dan keinginan generasi milenial kalangan atas. Pendalaman karakter ruang digunakan untuk mewadahi perilaku generasi milenial dengan merancang unit hunian yang living-centered dan memiliki halaman. Dalam rancangan menara, dirancang tiga jembatan dengan fungsi-fungsi yang mewadahi kebutuhan dan perilaku penghuni.",
  "creators": "MATTHEW ARISTIPHANO",
  "contributors": "Lilianny Sigit Arifin (Advisor 1); Anik Juniwati (Advisor 2); Stanislaus Kuntjoro Santoso (Advisor 3); Elvina Shanggrama Wijaya, S.T., M.T. (Advisor 3); Joyce M.Laurens (Examination Committee 1); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 2); Danny Santoso Mintorogo (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024449/ARS/2023; Matthew Aristiphano (B12190039)",
  "subjects": "APARTMENT HOUSES--DESIGNS AND PLANS"
}