{
  "id": "57747",
  "title": "Modul fasad parametrik untuk optimalisasi fotokatalis Titanium Dioksida (TiO₂) pada gedung parkir Terminal Intermodal Joyoboyo Surabaya",
  "abstract": "Peningkatan kebutuhan akan gedung parkir tidak dapat dihindari akibat keterbatasan lahan di perkotaan. Namun, gedung parkir yang dapat menampung ratusan kendaraan di dalamnya dapat menjadi kontributor pencemaran lingkungan. Kendaraan yang diparkir di dalam gedung menghasilkan konsentrasi gas polusi yang tinggi, di mana dapat menurunkan kualitas udara jika dilepaskan ke lingkungan sekitar. Pemanfaatan lapisan Titanium Dioksida (TiO₂) pada fasad bangunan dapat menjadi solusi alternatif dalam mengurangi polusi udara dengan biaya pemasangan dan pemeliharaan yang rendah. Penelitian ini bertujuan untuk mengidentifikasi desain fasad yang dapat mengoptimalkan potensi Fotokatalis Titanium Dioksida (TiO₂) sesuai dengan perannya dalam mengurangi polutan yang dihasilkan oleh kendaraan bermotor di dalam gedung parkir. Metode penelitian kuantitatif dengan melakukan eksperimen dan simulasi menggunakan pemodelan parametrik. Objek yang dipilih dalam penelitian ini adalah gedung parkir Terminal Intermoda Joyoboyo Surabaya. Simulasi dilakukan pada Rhinoceros3D dengan plug-in Grasshopper untuk menentukan desain fasad, Ladybug untuk menyimulasikan dan mengidentifikasi intensitas radiasi matahari pada fasad, serta RhinoCFD untuk mengevaluasi laju aliran udara melalui fasad. Hasil penelitian menunjukkan bahwa sudut fasad modul menerima intensitas penyinaran matahari tertinggi adalah pada sudut 15°. Sementara itu, bentuk modul fasad yang melengkung memiliki luas permukaan yang lebih besar terkena radiasi matahari. Bentuknya yang melengkung tidak menghalangi aliran udara ke dalam gedung tetapi mengurangi kecepatan aliran udara dari dalam ruangan ke luar ruangan. Hasil ini dinilai optimal karena memperlambat aliran udara dari dalam ke luar bangunan dapat memaksimalkan proses fotokatalis TiO₂ pada fasad gedung parkir.",
  "creators": "DANIEL",
  "contributors": "Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Advisor 1); Esti Asih Nurdiah, S.T., M.T., Ph.D. (Advisor 2); Eunike Kristi Julistiono, S.T., M.Des.Sc. (Examination Committee 1); Lilianny Sigit Arifin (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 00000048/MARS/2023; Daniel (B22210017)",
  "subjects": "FACADES-DESIGN AND CONSTRUCTION; TERMINALS (TRANSPORTATION)--DESIGN AND CONSTRUCTION; TITANIUM DIOXIDE"
}