{
  "id": "57743",
  "title": "Eksperimen dan simulasi fotovoltaik adaptif fasad bangunan untuk energi surya: studi kasus Grha Prodia Surabaya",
  "abstract": "Krisis energi yang terjadi di sejumlah negara di dunia menyebabkan kelangkaan sumber daya energi. Konsumsi energi terbesar merupakan sektor industri, hal ini disebabkan penggunaan pengkondisian udara dengan rata-rata penggunaan energi di atas 62%, hal ini menyebabkan diperlukannya sistem yang dapat menghasilkan energi terbarukan. Energi matahari merupakan energi terbaharukan yang dapat dimanfaatkan secara maksimal dikarenakan Indonesia merupakan negara dengan iklim tropis sehingga disinari oleh matahari sepanjang tahun. Energi matahari dapat dimanfaatkan dalam sistem fotovoltaik pada bangunan. Namun tidak semua gedung di Indonesia memiliki luas atap yang besar untuk pemasangan sistem fotovoltaik, sehingga ditemukanlah sistem fotovoltaik pada fasad bangunan.Untuk meningkatkan efektifitas sistem fotovoltaik dapat digunakan sistem pelacakan matahari. Studi sistem fotovoltaik adaptif ini telah dilakukan sebelumnya oleh Zoltan Nagy, namun pada kondisi iklim yang berbeda. Studi sistem ini mengusulkan sebuah sistem fotovoltaik adaptif yang dapat diterapkan pada iklim tropis seperti di Indonesia. Eksperimen dilakukan untuk menguji perbandingan kemampuan fotovoltaik adaptif dan fotovoltaik statis dengan membuat prototype 1:4. Hasil dari eksperimen ini adalah sistem fotovoltaik adaptif mendapatkan hasil yang cukup baik, yakni mampu menghasilkan energi 25% lebih besar dibandingkan sistem fotovoltaik statis. Penelitian ini menggunakan studi kasus gedung Grha Prodia Surabaya dan melakukan simulasi komputasi menggunakan software Autodesk Ecotect 2011 untuk mencari nilai Incident Solar Radiation yang dapat diterima oleh modul fotovoltaik adaptif tersebut. Hasil dari penelitian ini menunjukkan bahwa sistem fotovoltaik adaptif ini dapat menghasilkan energi bersih sebesar 190.358 kWh/tahun.",
  "creators": "TIMOTHY JASON",
  "contributors": "Danny Santoso Mintorogo (Advisor 1); Jimmy Nurdi Kusuma Priatman (Advisor 2); Ekadewi Anggraini Handoyo (Examination Committee 1); Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 00000033/MARS/2023; Timothy Jason (B22210019)",
  "subjects": "PHOTOVOLTAIC POWER GENERATION; RENEWABLE ENERGY SOURCES-TECHNOLOGICAL INNOVATIONS; SOLAR ENERGY; SUSTAINABLE ARCHITECTURE-DESIGNS AND CONSTRUCTION"
}