{
  "id": "57741",
  "title": "Analisa kestabilan mikrostruktur pada hasil reaksi geopolimer berbahan dasar fly ash",
  "abstract": "Geopolimer berbahan dasar fly ash dapat menghasilkan mutu yang bervariasi berdasarkan dari reaktivitas dan rasio material penyusun yang digunakan. Penentuan rasio fly ash sebagai bahan dasar yang direaksikan dengan rasio dan jumlah aktivator alkali sebagai pereaksi menjadi tantangan dalam menghasilkan senyawa geopolimer yang stabil. Penelitian ini bertujuan untuk memberi wawasan stabilitas campuran pada geopolymer berbasis fly ash berdasarkan mechanical properties dan mikrostrukturnya. Variasi rasio dan jumlah aktivator alkali terhadap fly ash pada kondisi ekstrim dapat memberikan gambaran kestabilan hasil reaksi geopolimer. Indikator mendasar pada karakteristik stabilitas geopolimer adalah kestabilan secara fisik, perubahan kekuatannya, dan perubahan kandungan senyawa mikrostruktur di dalamnya. Evaluasi kestabilan mortar geopolimer ditunjukkan dari perkembangan kuat tekan, pengamatan visual potensi terjadinya efflorescence saat dilakukan perendaman parsial, dan adanya perlakuan pemanasan oven 150°C selama 4 jam (HT) yang disertai dengan analisa mikrostruktur dari senyawa di dalamnya. Hasil penelitian menunjukkan bahwa semakin banyak jumlah aktivator alkali dalam mortar menurunkan stabilitas geopolimer yang dihasilkan terlihat dari munculnya efflorescence pada permukaan sampel, penurunan kuat tekan, dan sedikitnya fenomena blooming yang muncul di dalam partikel fly ash. Komposisi aktivator alkali juga berpengaruh dalam kestabilan campuran geopolimer dimana rasio antar alkali yang tinggi menyebabkan campuran tidak tercampur dengan rata sehingga menghasilkan kuat tekan yang tidak optimal. Pemberian perlakuan pemanasan dapat mempercepat reaksi polimerisasi dan proses blooming dari partikel fly ash sehingga mengurangi kemunculan efflorescence dengan mempertahankan kestabilan dari hasil reaksi geopolimer.",
  "creators": "CASEY ENEAS CHANDRA",
  "contributors": "Antoni (Advisor 1); Djwantoro Hardjito (Advisor 2); Pamuda Pudjisuryadi (Examination Committee 1); Jimmy Chandra (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000361/MTS/2023; Casey Eneas Chandra (B21220016)",
  "subjects": "CONTROLLED LOW-STRENGTH MATERIALS; INORGANIC POLYMERS; MICROSTRUCTURE--RESEARCH; FLY ASH--ANALYSIS"
}