{
  "id": "57748",
  "title": "Pengaruh manajemen proaktif terhadap kepuasan kualitas pelayanan studi kasus Lippo Mall Sidoarjo",
  "abstract": "Seiring dengan perkembangan pembangunan pusat perbelanjaan, persaingan bisnis menjadi semakin meningkat. Salah satu variabel yang menjadi penentu adalah kepuasan kualitas konsumen. Kepuasan konsumen dapat diperoleh dengan memberikan kepuasan kualitas pelayanan yang baik kepada konsumen. Penerapan manajemen properti proaktif memungkinkan untuk memberi peningkatan dalam kepuasan kualitas pelayanan. Penelitian ini bertujuan untuk menganalisis pengaruh manajemen proaktif terhadap kepuasan kualitas pelayanan berdasarkan reliabilitas, daya tanggap, jaminan, empati, dan bukti fisik di Lippo Mall Sidoarjo. Metode yang digunakan dalam penelitian adalah kuesioner. Data kuesioner yang diperoleh akan dianalisis melalui uji validitas, uji reliabilitas, uji normalitas, uji multikolonieritas, uji heteroskedastisitas, analisis regresi linier berganda, koefisien determinasi berganda, uji kelayakan model, uji t, dan koefisien determinasi parsial. Responden dari penelitian ini merupakan seratus dua puluh pengunjung Lippo Mall Sidoarjo. Hasil penelitian menunjukkan bahwa terdapat pengaruh manajemen proaktif terhadap kepuasan kualitas pelayanan. Secara berurutan variabel manajemen proaktif yang mempengaruhi variabel kepuasan kualitas pelayanan, yaitu empati, jaminan, bukti Fisik, kehandalan, dan daya tanggap.",
  "creators": "David Prayogo",
  "contributors": "Timoticin Kwanda (Advisor 1); Jani Rahardjo (Advisor 2); Wong Foek Tjong, S.T., M.T., Ph.D. (Examination Committee 1); Daniel Tjandra (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000364/MTS/2023; David Prayogo (B21190014)",
  "subjects": "SERVICE INDUSTRIES-QUALITY CONTROL; SHOPPING CENTERS--MANAGEMENT; CONSUMER SATISFACTION"
}