{
  "id": "57750",
  "title": "Hunian mahasiswa di Surabaya",
  "abstract": "Kota Surabaya sebagai salah satu kota terbesar di Jawa Timur yang menjadi tempat universitas ternama di Indonesia, Namun sebagian besar kebutuhan mahasiswa terutama yang memiliki tempat tinggal jauh dari kampus yaitu mereka membutuhkan kehadiran sebuah tempat hunian yang layak dapat mendukung aktivitas perkuliahan mereka dengan baik dan memberi dampak positif kepadanya. Selain itu untuk masalah yang dihadapi adalah keterbatasan tempat tinggal yang nyaman dan aman pada di lingkungan perkuliahan dan juga dengan adanya hunian mahasiswa yang berlokasi di sebelah kampus perkuliahan juga dapat mengurangi resiko menghindari kemacetan yang diakibatkan pengendara mobil ataupun bermotor di sekitar area kampus yang dapat menghadirkan perilaku mahasiswa yang ingin diterapkan untuk berjalan kaki menuju area kampus. Tujuan dari fasilitas yang direncanakan untuk meningkatkan aktivitas sosial dan aktivitas fisikal .Kemudian juga menyediakan hunian dan fasilitas pendukung yang nyaman, efisien, serta menjawab kebutuhan pengguna. Selain sebagai tempat tinggal namun mahasiswa bisa menggunakan fasilitas fasilitas co-working space sebagai area komunal yang dapat dapat mengurangi individualisme dan rasa jenuh. Perancangan bangunan asrama ini bertujuan untuk mempermudah mahasiswa tinggal di satu lokasi yang strategis di mana kebutuhan hidupnya dapat terpenuhi dengan fasilitas pendukung yang dapat memudahkan mahasiswa beraktivitas/ memenuhi kebutuhan mereka.",
  "creators": "FERNANDO THEISJEN",
  "contributors": "Stanislaus Kuntjoro Santoso (Advisor 1); Lilianny Sigit Arifin (Advisor 2); Elvina Shanggrama Wijaya, S.T., M.T. (Advisor 3); Anik Juniwati (Advisor 4); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 1); Joyce M.Laurens (Examination Committee 2); Danny Santoso Mintorogo (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 07024500/ARS/2023; Fernando Theisjen (B12190129)",
  "subjects": "DORMITORIES--DESIGNS AND PLANS; STUDENT HOUSING--DESIGNS AND PLANS"
}