{
  "id": "57752",
  "title": "Stadion dan pelatihan bulutangkis di Surabaya",
  "abstract": "Stadion bulutangkis merupakan salah satu fasilitas yang dapat mewadahi kegiatan pelatihan bulutangkis bagi masyarakat yang ingin menekuni dan berlatih secara profesional, mendukung digelarnya event-event tertentu baik di tingkat daerah, nasional maupun international. stadion bulutangkis yang sesuai standar international akan memiliki dampak positif di sektor pengembangan sumber daya masyarakat, kesehatan, pariwisata dan ekonomi serta dapat mendukung kegiatan Sport Tourism, program pariwisata olahraga yang digencarkan pemerintah Kota Surabaya. Proyek ini dapat menjadi ikon baru bagi kota Surabaya karena belum ada sebelumnya serta diharapkan dapat memunculkan bibit-bibit baru yang berpotensi menjadi Atlet bulutangkis di kemudian hari. Didukung dengan kondisi lingkungan sekitar tapak yang lokasinya merupakan Kawasan Asri, jauh dari jalan protokol dan tidak jauh dengan layanan publik seperti Universitas, Sekolah, Rumah Sakit, Apartemen dan Hotel, stadion ini juga dilengkapi dengan berbagai fasilitas pendukung seperti locker room, merchandise shop dan retail area yang akan menjadi fasilitas yang dapat meningkatkan produktifitas serta perekonomian masyarakat sekitar stadion ini. Didesain dengan fasilitas yang didasari oleh pendalaman arsitektur visual dan penggunaan struktur bentang lebar sehingga stadion ini dengan aman dapat menampung jumlah penonton dengan kapasitas 3000 orang. Beberapa faktor dasar arsitektur lainnya yang dirumuskan dalam perencanaan bangunan stadion ini dimulai dari mempertimbangkan pemilihan lokasi, orientasi sinar matahari, arah angin, arah hadap bangunan, adanya pencahayaan yang sesuai dengan karakteristik olahraga bulutangkis.",
  "creators": "STEVIE KURNIA",
  "contributors": "Riduan Sukardi (Advisor 1); Roni Anggoro, S.T., M.A.Arch. (Advisor 2); Altrerosje Asri, S.T., M.T. (Advisor 3); Rully Damayanti (Examination Committee 1); Luciana Kristanto, S.T., M.T. (Examination Committee 2); Samuel Hartono (Examination Committee 3); Stephanus Wirawan Dharmatanna, S.T., M.Ars. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 00024446/ARS/2023; Stevie Kurnia (B12190034)",
  "subjects": "BADMINTON (GAME)--TRAINING; SPORTS FACILITIES--DESIGN AND CONSTRUCTION; RECREATION CENTERS--DESIGNS AND PLANS"
}