{
  "id": "57757",
  "title": "Motif dan kepuasan subscribers menonton channel VTuber Kobo Kanaeru",
  "abstract": "Penelitian ini meneliti tentang motif dan kepuasan subscribers menonton channel VTuber Kobo Kanaeru. Channel Kobo Kanaeru merupakan channel VTuber berbahasa Indonesia dengan jumlah subscribers yang paling besar di Indonesia. Penelitian ini menggunakan indikator motif dan pemenuhan motif oleh Zhang Yue (2008) yang merupakan turunan dari teori Uses Gratification dengan expectancy value milik Palmgreen (1985). Adapun indikator yang dikemukakan Zhang Yue (2008) meliputi; hiburan dan relaksasi, interaksi sosial, suplemen, pertemanan, menghabiskan waktu, dan mencari informasi. Metode penelitian yang digunakan dalam penelitian ini adalah survei daring dengan jenis penelitian kuantitatif deskriptif. Uji yang dilakukan dalam penelitian ini meliputi uji validitas dan reliabilitas, uji T berpasangan, dan tabulasi silang. Hasil penelitian menunjukkan bahwa motif dan pemenuhan motif tertinggi subscribers menonton channel Kobo Kanaeru adalah untuk mendapatkan hiburan dan relaksasi. Sedangkan motif dan pemenuhan motif terendah adalah pada dua indikator yaitu interaksi sosial dan mencari informasi. Hipotesis yang diterima dalam penelitian ini adalah H1 dengan jabaran “terdapat kesenjangan antara motif dan kepuasan yang didapat menonton channel Kobo Kanaeru” dengan kesenjangan yang bersifat positif. Seluruh indikator menunjukkan subscribers mendapatkan kepuasan dari menonton channel Kobo Kanaeru.",
  "creators": "CHRISSHELLIA MEGA WIBISONO",
  "contributors": "Agusly Irawan Aritonang, S.Sos., M.A. (Advisor 1); Chory Angela Wijayanti (Advisor 2); Gatut Priyowidodo (Examination Committee 1); Felicia Goenawan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011888/KOM/2023; Chrisshellia Mega Wibisono (F11190016)",
  "subjects": "COMMUNICATION; CUSTOMER SATISFACTION; SOCIAL MEDIA--COMMUNICATION"
}