{
  "id": "57751",
  "title": "Peran mediasi pada pengaruh nostalgia marketing terhadap post-purchase intention Kue Srabi Notosuman",
  "abstract": "Post-purchase Intention adalah perilaku konsumen setelah mereka melakukan pembelian produk atau jasa. Perilaku ini mencakup evaluasi produk, keputusan untuk melakukan pembelian lagi di masa depan, serta pengaruh dari pengalaman pembelian terhadap opini konsumen terhadap merek dan perusahaan (Gilly & Gelb, 1982). Post-purchase intention memainkan peran penting dalam kelangsungan usaha karena konsumen yang merasa puas akan lebih cenderung melakukan pembelian lagi di masa depan dan merekomendasikan produk atau jasa kepada orang lain. Sebaliknya, konsumen yang tidak puas dapat menghentikan pembelian dan memberikan ulasan negatif, yang dapat merusak reputasi perusahaan dan mempengaruhi keputusan pembelian calon konsumen lainnya. Fenomena ini sering disebut sebagai \"word of mouth\" (Post-Purchase Intention: Key Factor For Long Term Growth | Markooo, n.d.). Keterkaitan di atas berhubungan dengan tiga indikator post-purchase intention, yaitu minat untuk melakukan pembelian. Hasil dari penelitian menyatakan bahwa brand attitude dan nostalgia marketing memiliki pengaruh terhadap niat pembelian pasca transaksi. Penelitian juga menemukan adanya efek mediasi melalui brand attitude dalam pengaruh tersebut. Oleh karena itu, dapat disimpulkan bahwa pengaruh brand attitude dan nostalgia marketing terhadap post-purchase Intention berlaku secara umum, dalam konteks kasus Srabi Notosuman.",
  "creators": "MICHAEL SETIABUDI RAHARJA",
  "contributors": "Dr. Yohanes Sondang Kunto, S.Si., M.Sc. (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020931/MAN/2023; Michael Setiabudi Raharja (D11190218)",
  "subjects": "BRAND LOYALTY; BRANDING (MARKETING); CONSUMER BEHAVIOR; CONSUMERS--RESEARCH"
}