{
  "id": "57760",
  "title": "Kajian standar dan kenyamanan desain area laundry pada rusunawa studi kasus: Rusunawa Penjaringan Sari",
  "abstract": "Maraknya kampanye sustainability membuat semakin banyak orang mulai mempertimbangkan bagaimana health dan well-being seseorang tidak bisa lepas dari kesehatan lingkungan sekitarnya. Salah satu faktor penting yang berpengaruh dalam menciptakan kondisi well being adalah keberadaan area laundry sebagai syarat tempat tinggal yang layak. Rusunawa sebagai hunian vertikal seharusnya dapat mengakomodasi semua kegiatan penghuninya dengan nyaman, termasuk laundry - cuci dan jemur. Penelitian bertujuan untuk mengidentifikasi kenyamanan mencuci dan menjemur warga rusunawa sesuai dengan jenis alat cuci, merumuskan standar ruang laundry yang nyaman sesuai dengan alat cuci yang digunakan, dan mengusulkan desain ruang laundry yang nyaman. Hasil penelitian dengan metode kualitatif dan deskriptif statistik dengan pendekatan fenomenologi melalui kuesioner dan dokumentasi menunjukkan area laundry yang belum tersedia secara layak dan menjadi tempat yang nyaman bagi penghuni untuk melakukan aktivitas cuci dan jemur. Solusi desain berfokus pada penambahan balkon gantung sebagai bentuk ekspansi area dapur yang saat ini digunakan untuk melakukan laundry serta pengoptimalan cross ventilasi melalui perbaikan letak dan tipe bukaan. Perbedaan jenis alat cuci menjadi pertimbangan utama dalam merumuskan standar usulan desain.",
  "creators": "Angelique H.S.",
  "contributors": "Lilianny Sigit Arifin (Advisor 1); Timoticin Kwanda (Advisor 2); Rully Damayanti (Examination Committee 1); Dr. Ir. Lintu Tulistyantoro, M.Ds. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 00000044/MARS/2023; Angelique H.s. (B22220012)",
  "subjects": "BALCONIES--DESIGN AND CONSTRUCTION; APARTMENT HOUSES--DESIGN AND CONSTRUCTION"
}