{
  "id": "57768",
  "title": "Evaluasi kestabilan geopolimer dengan meninjau metode pencampuran, curing, pemanasan dan perendaman",
  "abstract": "Fly ash merupakan material sisa dari pembakaran batu bara yang dapat digunakan sebagai pengganti semen pada beton. Beton yang mengurangi atau tidak menggunakan semen sebagai bahan pengikat dapat disebut geopolimer. Permasalahan dari geopolimer yang berbahan dasar fly ash adalah mutu bervariasi yang dapat dipengaruhi oleh metode pencampuran material penyusun serta kondisi lingkungan sekitar. Penelitian ini bertujuan untuk mempelajari kestabilan campuran geopolimer berbasis fly ash berdasarkan perubahan kekuatan serta perubahan tampilan fisik. Evaluasi kestabilan mortar geopolimer dievaluasi berdasarkan perkembangan kuat tekan serta pengamatan visual kemungkinan terjadinya efflorescence saat spesimen direndam sebagian dalam air akibat metode pencampuran material penyusun serta perlakuan yang diberikan. Hasil penelitian menunjukkan bahwa metode pencampuran material penyusun tidak memberi dampak pada stabilitas geopolimer. Selain itu, metode curing serta treatment yang berbeda mempengaruhi stabilitas geopolimer dimana spesimen dengan efflorescence yang semakin banyak cenderung memiliki kuat tekan yang lebih rendah. Pemberian heat treatment dapat membuat geopolimer yang lebih stabil karena menaikkan kuat tekan serta mengurangi munculnya efflorescence.",
  "creators": "STACEY JAUWENA; IRENE CHINTHIA",
  "contributors": "Antoni (Advisor 1); Djwantoro Hardjito (Advisor 2); Pamuda Pudjisuryadi (Examination Committee 1); Ruben Adicahya, S.T., M.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10012660/SIP/2023; Stacey Jauwena (B11190067), Irene Chinthia (B11190026)",
  "subjects": "AGGREGATES (BUILDING MATERIALS); CONTROLLED LOW-STRENGTH MATERIALS; FLY ASH--ANALYSIS; POLYMERIC COMPOSITES"
}