{
  "id": "57765",
  "title": "Investigasi potensi pemanfaatan bottom ash sebagai pengganti sebagian semen pada mortar",
  "abstract": "Kebutuhan listrik masyarakat Indonesia terus meningkat setiap tahun. Sementara volume penjualan batu bara di pasar domestik Indonesia tahun 2022 paling besar adalah pada industri pembangkit listrik tenaga uap. Salah satu limbah padat yang dihasilkan PLTU adalah Bottom ash. Bottom ash memiliki potensi pemanfaatan yang besar. Selain karena jumlah, bottom ash juga telah dikeluarkan dari daftar limbah bahan berbahaya dan beracun. Secara kimia, bottom ash memiliki kandungan silica, alumina, dan iron. Secara fisik, bottom ash memiliki bentuk partikel yang kasar, berpori, dan tidak beraturan. Oleh sebab itu, bottom ash perlu diayak dan digiling sebelum dimanfaatkan sebagai material pengganti semen. Meski sudah banyak dimanfaatkan, namun pengaruh perbedaan treatment pada bottom ash di PLTU belum diteliti. Di PLTU Paiton, bottom ash mengalami proses pendinginan secara mendadak sementara di PLTU Pacitan, bottom ash didinginkan secara perlahan. Melalui penelitian ini, didapati bahwa kedua macam bottom ash memiliki sifat pozzolanic karena menghasilkan mineral tobemorite (CSH) dari reaksinya dengan kalsium hidroksida. Namun, bottom ash yang berasal dari PLTU Pacitan memiliki kereaktifan yang lebih tinggi dibanding bottom ash PLTU Paiton. Dengan mengatur ukuran butiran bottom ash yang digunakan, didapati bahwa bottom ash yang pada ukuran aslinya sebelum digiling lolos ayakan No. 200, menghasilkan kuat tekan yang paling rendah.",
  "creators": "ADRIAN JOENER PRATOMO RINGU",
  "contributors": "Antoni (Advisor 1); Djwantoro Hardjito (Advisor 2); Pamuda Pudjisuryadi (Examination Committee 1); Jimmy Chandra (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000360/MTS/2023; Adrian Joener Pratomo Ringu (B21220014)",
  "subjects": "CONCRETE--MIXING; CONTROLLED LOW-STRENGTH MATERIALS; CONCRETE--MIXING--RESEARCH"
}