{
  "id": "57774",
  "title": "Analisis semiotika profesionalisme jurnalis dalam film ”She Said”",
  "abstract": "Dalam sebuah film, terdapat sistem tanda dan lambang yang digunakan untuk merepresentasikan sesuatu. Film “She Said”, merupakan film Hollywood bertema jurnalistik yang menceritakan perjuangan dua jurnalis perempuan dalam membongkar kasus pelecehan seksual yang dilakukan oleh produser terkenal Hollywood kepada beberapa aktris. Penelitian ini dilakukan untuk melihat bagaimana analisis semiotika profesionalisme jurnalis dalam film ”She Said”. Peneliti menggunakan NVIVO 12 ketika melakukan analisis data. Pendekatan yang digunakan merupakan kualitatif deskriptif, dengan metode semiotika kode-kode televisi John Fiske yang terdiri dari tiga level, yakni: level realitas, level representasi, dan level ideologi. Melalui penelitian ini, peneliti menemukan delapan hal tentang bagaimana profesionalisme jurnalis digambarkan dalam film ”She Said”, antara lain: jurnalis yang selalu berpakaian formal ketika bekerja, jurnalis menjelaskan tujuan berita diterbitkan, jurnalis menghargai narasumber dengan tidak memaksa narasumber berbicara, jurnalis menghubungi dan menemui pihak-pihak yang terlibat sebagai narasumber, jurnalis memiliki dedikasi yang tinggi atas pekerjaannya, jurnalis tergabung dalam organisasi jurnalistik, jurnalis menulis berita sesuai fakta, dan jurnalis memastikan berita yang ditulis akurat. Dalam penelitian ini, peneliti juga menemukan adanya ideologi feminisme liberal, dimana jurnalis perempuan dalam film “She Said” berusaha mendobrak stigma masyarakat tentang perempuan yang lemah. Film ini juga menyuarakan pendapat, bahwa semua orang berhak mendapat keadilan tanpa dibatasi perbedaan jenis kelamin.",
  "creators": "MARCELLA VALENCIA ARCONADA",
  "contributors": "Gatut Priyowidodo (Advisor 1); Fanny Lesmana (Advisor 2); Chory Angela Wijayanti (Examination Committee 1); Megawati Wahjudianata (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011873/KOM/2023; Marcella Valencia Arconada (F11190012)",
  "subjects": "MOTION PICTURES--SEMIOTICS; FEMINISM AND MOTION PICTURES; JOURNALISM--SEMIOTICS; COMMUNICATION"
}