{
  "id": "57779",
  "title": "Perancangan majalah fashion untuk meningkatkan kesadaran masyarakat terhadap UMKM fashion di Surabaya",
  "abstract": "Usaha Kecil Mikro Menengah atau yang biasa disebut UMKM merupakan salah satu aspek penting bagi kemajuan Indonesia. Hal ini dibuktikan dengan data Kementrian Koperasi dan Usaha Menengah pada tahun 2019 yang menyatakan UMKM sebagai mata pencaharian bagi 90% masyarakat Indonesia. Sayangnya aspek negara yang penting ini masih memiliki beberapa hambatan, salah satunya adalah kesulitan UMKM dalam melakukan pemasaran khususnya penempatan target sasaran. Kendala ini tentunya menyebabkan tidak adanya pertemuan antara produk UMKM dengan kualitas yang tinggi, dengan target pasar berpotensi salah satunya anak muda. Dalam menjawab permasalahan ini penulis menggunakan media majalah fashion sebagai salah satu media fashion yang bersifat timeless. Bukan hanya sebagai sumber informasi fashion yang dijadikan sebagai acuan, majalah fashion juga sangat cocok untuk target pasar berpotensi seperti anak muda yang berada pada klasifikasi kelas ekonomi a dan b. Oleh karena itu penulis berusaha merancang media yang dapat memasarkan UMKM fashion di Surabaya dan sekitarnya kepada anak muda agar lebih mudah untuk diterima. Perancangan majalah fasihion ini berusaha untuk mempadupadankan produk umkm fashion dengan mengikuti gaya dan cara berpakaian anak muda",
  "creators": "BRIGITTA TYASTRIWARSITAJAYADEWI HALIM",
  "contributors": "Luri Renaningtyas, S.T., M.Ds. (Advisor 1); Puji Sulistyorini (Advisor 2); Purnama Esa Dora Tedjokoesoemo, S.Sn., M.Sc. (Examination Committee 1); Dibya Adipranata Hody, S.E., M.M. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan",
  "source": "Perancangan No. 01010013/DFT/2023; Brigitta Tyastriwarsitajayadewi Halim (E12190165)",
  "subjects": "FASHION--PERIODICALS; SMALL BUSINESS--RESEARCH"
}