{
  "id": "5777",
  "title": "Communication strategies employed by Indonesian English learners based on the length of studies",
  "abstract": "This is a study on the types of communication strategies used by Indonesian English learners based on their length of English studies. In this case, the writer divides the learners into two groups. Group A consists of students who have studied English for 6-8 years and group B consists of students who have studied English for 9-11 years. The writer chooses this topic because she interested in observing people?s way to communicate with others by using their second language (English) that they do not master yet. The writer attempts to find out the types of communication strategies used by two groups of different length of exposure in English and tries to find out the differences or similarities of the two groups. In addition, she intends to find out whether the length time of studies brings more influences on the types of communication strategies used. The communication strategies by Dornyei, Tarone, and Littlewood are the theories that are used in this study. Whereas, the data are collected in a classroom situation created by the writer from the interview and the sharing session on a certain topic. The writer finds that there are ten types of communication strategies used by students who have studied English for 6-8 years and there are nine types of communication strategies used by students who have studied English for 9-11 years. So, conclusion can be made for the two different facts. Overall, the writer finds that actually the length time of studies influences the use of communication strategies. So, this different background of exposure to English may result in the use of their chosen of the types of communication strategies.",
  "creators": "YENNY",
  "contributors": "SAMUEL GUNAWAN (Advisor 1); Anneke Heritaningsih Tupan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011552/ING/2006; Yenny (11402074)",
  "subjects": "SPOKEN ENGLISH-STUDY AND TEACHING; ENGLISH LANGUAGE-STUDY AND TEACHING"
}