{
  "id": "57781",
  "title": "Fasilitas hunian dan perawatan lansia demensia di Yogyakarta",
  "abstract": "Pergerakkan waktu menunjukkan adanya pergeseran usia mayoritas pada populasi penduduk di Indonesia akibat bertambahnya jumlah penduduk lanjut usia. Bertambahnya penduduk lanjut usia didukung oleh angka kehidupan yang tinggi serta angka kematian yang rendah di Indonesia. Dengan bertambahnya usia, kerentanan terhadap penyakit juga meningkat. Salah satu penyakit yang sering ditemui dan cukup mengancam dalam menurunkan kualitas hidup lansia adalah penyakit demensia. Kota Yogyakarta menempati peringkat pertama penduduk lansia terbanyak di Indonesia. Di Indonesia, jumlah fasilitas perawatan yang berpotensi dalam mencegah bertambah buruknya penyakit demensia sangatlah terbatas. Oleh karena itu, Fasilitas Hunian dan Perawatan Lansia Demensia diperlukan untuk merawat penderita demensia yang sudah berada pada tahap dua dan tiga. Perancangan fasilitas didasari oleh kemampuan fisik dan perilaku lansia penderita demensia. Hasil perancangan fasilitas perawatan jangka panjang khusus demensia berupa komplek hunian dan terapi, dilengkapi dengan kantor dan poliklinik, serta komplek yang berisikan fasilitas - fasilitas hobi yang mendukung keberlangsungan proses terapi dan perawatan melalui aktivitas sehari-hari lansia demensia. Fasilitas ini difokuskan terhadap faktor keamanan, kemudahan akses antar fasilitas yang dikehendaki dengan penempatan elemen-elemen wayfinding, pola sirkulasi dan tata letak fasilitas yang mendukung, sehingga penderita dapat mengakses fasilitas tersebut dengan mandiri.",
  "creators": "GILLIAN ASHLEY RAHARDIAN",
  "contributors": "Anik Juniwati (Advisor 1); Lilianny Sigit Arifin (Advisor 2); Stanislaus Kuntjoro Santoso (Advisor 3); Elvina Shanggrama Wijaya, S.T., M.T. (Advisor 4); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 2); Joyce M.Laurens (Examination Committee 1); Danny Santoso Mintorogo (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 00024473/ARS/2023; Gillian Ashley Rahardian (B12190077)",
  "subjects": "ALZHEIMERS DISEASE--PATIENTS; HEALTH FACILITIES--DESIGNS AND PLANS"
}