{
  "id": "57788",
  "title": "Aktivasi kampanye sosial pentingnya self-affirmation sebagai solusi pengendalian stress",
  "abstract": "Kesehatan mental memiliki pengaruh besar pada kualitas hidup seseorang. Kesehatan mental yang baik adalah kondisi ketika batin merasai tentram dan tenang, sehingga individu dapat menikmati kehidupan sehari-hari. Salah satu gangguan mental yang paling umum dialami masyarakat dunia adalah stress. Stress adalah suatu kondisi yang memicu perasaan terancam, tertekan, atau tidak nyaman dalam diri individu. Hasil survey membuktikan bahwa generasi Z menjadi generasi yang paling mudah mengalami gangguan stress atau kecemasan. Dibutuhkan pengelolaan stress yang baik agar kondisi tersebut tidak berdampak negatif bagi kehidupan seseorang. Untuk memiliki pengelolaan stress yang baik, individu harus memiliki konsep penerimaan diri. Salah satu cara untuk berlatih dalam proses penerimaan diri adalah dengan melakukan teknik self-affirmation secara rutin. Self-affirmation terbukti dapat mengurangi stress dan rasa cemas yang berlebihan. Perancangan ini dibuat untuk menciptakan kampanye sosial yang dapat menyebarkan awareness akan penggunaan teknik self-affirmation yang tepat, sehingga dapat digunakan sebagai solusi pengendalian stress. Metode yang digunakan adalah analisa kualitatif dengan melakukan wawancara dan studi literatur. Hasil dari perancangan ini adalah para target audience menjadi lebih mengenal serta menciptakan self-affirmation yang tepat. Hasil dari perancangan ini juga membantu proses penerapan teknik self-affirmation pada kehidupan sehari-hari narasumber.",
  "creators": "NATHANIA CALISTA RIDWAN",
  "contributors": "Listia (Advisor 1); Yusuf Hendra Y. (Advisor 2); Bing Bedjo Tanudjaja (Examination Committee 1); Luri Renaningtyas, S.T., M.Ds. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Kampanye Sosial",
  "source": "Kampanye Sosial No. 00023944/DKV/2023; Nathania Calista Ridwan (E12190128)",
  "subjects": "VISUAL COMMUNICATION; STRESS MANAGEMENT"
}