{
  "id": "57785",
  "title": "Perancangan pakaian ready to wear gender-fluid dengan kombinasi wastra Nusantara berdasarkan pengalaman magang di Aldre",
  "abstract": "Seiring dengan berkembangnya pemahaman tentang keberagaman gender, banyak perancang fashion yang mempertimbangkan kebutuhan dan preferensi yang berbeda dalam hal pakaian. Perancang merancang pakaian dengan konsep gender-fluid dan tampilan style maskulin, yang dapat dipakai oleh siapa saja tanpa terikat oleh gender. Hal ini tidak hanya memperluas pasar fashion, tetapi juga menciptakan ruang yang lebih inklusif bagi masyarakat yang merasa nyaman dengan penampilan yang tidak biasa. Perancang juga memperkenalkan dan melestarikan kebudayaan lokal melalui industri fashion dengan membuat busana ready to wear gender-fluid yang menggabungkan unsur lokal dengan bentuk yang lebih modern, dapat menciptakan pakaian yang unik dan berbeda dari pakaian yang sudah ada. Metode yang digunakan dalam perancangan ini adalah Design Thingking, terdiri dari Emphatize, Define, Ideate, dan Prototype. Perancang berharap perancangan ini dapat menjadi inovasi yang menarik dalam dunia fashion dengan perpaduan antara ready to wear gender-fluid dan wastra Nusantara, juga diharapkan dapat menghasilkan pakaian yang modern, representatif, dan dapat dikenakan oleh siapa saja tanpa memandang jenis kelamin. Ini juga dapat menjadi sarana untuk mempromosikan budaya lokal dan mengapresiasi kekayaan warisan budaya Indonesia dalam industri fashion.",
  "creators": "CLARISSA WIROGO",
  "contributors": "Rika Febriani, S.Sn., M.A. (Advisor 1); Dibya Adipranata Hody, S.E., M.M. (Advisor 2); Maria Nala Damajanti, S.Sn., M.Hum. (Examination Committee 1); Purnama Esa Dora Tedjokoesoemo, S.Sn., M.Sc. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan",
  "source": "Perancangan No. 01010007/DFT/2023 ; Clarissa Wirogo (E12190070)",
  "subjects": "FASHION DESIGN; READY-TO-WEAR CLOTHING"
}