{
  "id": "5778",
  "title": "Transformational generative grammar analysis of the ambiguous sentences in advertisements",
  "abstract": "The writer carried out a research for her thesis about the Ambiguous Sentences in the Advertisements because she found that sometimes the readers of the advertisements couldn?t get the right meaning from some advertisements, which contain structural ambiguity. Since the writer analyzed the ambiguity from the point of view of syntax, so in her thesis, she analyzed the structural ambiguity using Transformational Generative Grammar (TGG) because TGG can trace back all the pattern and surface structure. The purpose of this research is to find how the ambiguous constructions in advertisements are clarified in terms of TGG. The writer hopes that her research can be used by the readers to know the cause of ambiguous sentences and the way they are clarified in terms of TGG. This thesis is limited to any advertisements that contain structural ambiguity. The research questions are what ambiguous sentences occur in the advertisements, what possible meanings and surface structures of ambiguous sentences are and also in what way TGG can explain the ambiguity. In this study the writer used Jacobs and Rosenbaums (1968) procedure in analyzing the structural ambiguities. The writer collected the data and listed them in the appendix. For analyzed the data, she identified the possible meanings and surface structures following Phrase Structure Rules and then she showed the transformational process in clarifying the ambiguity. From the analysis, she found that the position of a prepositional phrase in the structure of the sentence caused the ambiguous constructions. So on the conclusion, the writer concluded that that the ambiguities found in the advertisements are affected by different functions of a constituent, that is, whether it is a sentence constituent (adverb of place) or a noun phrase constituent (noun modifier).",
  "creators": "CAROLINE",
  "contributors": "Bintoro (Advisor 1); SAMUEL GUNAWAN (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011553/ING/2006; Caroline (11402096)",
  "subjects": "LANGUAGE AND LANGUAGE-GRAMMARS; GRAMMAR, COMPARATIVE AND GENERAL-SYNTAX"
}