{
  "id": "57791",
  "title": "Pengaruh trust endorser terhadap repurchase intention produk fashion brand X dengan parasocial interaction sebagai mediasi",
  "abstract": "Produk fashion yang ditunjukkan dalam endorsement menimbulkan peningkatan tren penggunaan produk fashion dikalangan pengikutnya. Namun, pada realitanya penggunaan endorsement mengalami krisis trust dimana endorser menyampaikan review produk tidak bedasarkan realita atau pengalaman pribadi tetapi sesuai arahan brand yang menyebabkan endorser membagikan informasi produk secara berlebihan (overpromise). Ketika penggemar memiliki trust terhadap endorser, hal tersebut dapat memicu perkembangan parasocial interaction antara endorser dan penggemar, yang selanjutnya dapat menimbulkan pembelian produk bahkan repurchase intention pada produk fashion. Tujuan dari Penelitian ini untuk mengetahui pengaruh trust endorser terhadap parasocial interaction dan repurchase intention. Penelitian ini menggunakan pendekatan kuantitatif melalui penyebaran kuisioner yang dilakukan dari tanggal 12-27 Desember 2022. Terdapat 300 data kuisioner yang terkumpul dan diuji menggunakan metode PLS-SEM. Hasil penenlitian menunjukkan bahwa: 1) Trust Endorser berpengaruh signifikan terhadap Repurchase Intention, 2) Trust Endorser berpengaruh terhadap Parasocial Interaction, 3) Parasocial Interaction berperngaruh terhadap Repurchase Intention dan 4) Parasocial Interaction memediasi Trust Endorser dan Repurchase Intention.",
  "creators": "KEZYA PUTRI DEWI; STEFANY DIAN PERMANA",
  "contributors": "Hatane Semuel (Advisor 1); Edwin Japarianto (Examination Committee 1); Devi Destiani Andilas (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010451/MAN/2023; Kezya Putri Dewi (D11190079), Stefany Dian Permana (D11190289)",
  "subjects": "BRAND NAME PRODUCTS; CONSUMER BEHAVIOR; CONSUMER SATISFACTION"
}