{
  "id": "57798",
  "title": "Representasi gender pada tokoh utama dalam film Lara Ati",
  "abstract": "Indonesia merupakan negara yang mengakui adanya dua jenis kelamin yang berbeda yaitu laki-laki dan perempuan. Pada dasarnya kedua jenis kelamin ini ada karena adanya sebuah perbedaan fisik dari laki-laki dan perempuan. Dalam kaitan gender adalah sesuatu yang merujuk pada peranan tanggung jawab sebagai manusia yang diklasifikasikan dalam dua hal yaitu laki-laki dan perempuan. Penelitian ini dilakukan untuk mengetahui bagaimana penggambaran Gender yang ditunjukkan dalam film karya Bayu Skak dengan judul “Lara Ati”. Penelitian ini dilakukan dengan menggunakan pendekatan kualitatif dengan jenis penelitian deskriptif. Dalam penelitian ini, peneliti menggunakan metode analisis semiotika yang dikemukakan oleh Roland Barthes dengan dua tahap, pada tahap pertama adalah denotasi, dan pada taham selanjutnya merupakan konotasi dan mitos. Peneliti menemukan empat hasil temuan data yaitu sikap perempuan dominan, perempuan sebagai pendukung laki-laki, sikap lembut laki-laki sebagai kepala keluarga, dan laki-laki sebagai individu yang memenuhi kesejahteraan keluarga. Selanjutnya peneliti menginterpretasikan temuan data menjadi dua yaitu laki-laki tidak harus memiliki kesejahteraan finansial, dan perempuan memberikan dampak terhadap keputusan laki-laki. Dari tahapan yang ada, peneliti menemukan penggambaran gender yang menghasilkan adanya ideologi Feminisme Liberal yang terkandung di dalamnya.",
  "creators": "CHELLENT KARUNIA SETYA RAHAYU",
  "contributors": "Fanny Lesmana (Advisor 1); Agusly Irawan Aritonang, S.Sos., M.A. (Advisor 2); Ido Prijana Hadi (Examination Committee 1); Gatut Priyowidodo (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011876/KOM/2023; Chellent Karunia Setya Rahayu (F11190037)",
  "subjects": "COMMUNICATIONS; SEMIOTICS AND MOTION PICTURES; GENDER IDENTITY IN MOTION PICTURES"
}