{
  "id": "57802",
  "title": "Fasilitas konservasi Merak Hijau di Banyuwangi",
  "abstract": "Fasilitas Konservasi Merak Hijau di Banyuwangi ini ditinjau dari latar belakang mengenai status kelangkaan Merak Hijau yang semakin sedikit populasinya. Berdasarkan data statistik IUCN Red List (International Union for Conservation of Nature), Burung Merak Hijau atau Pavo muticus memiliki status yang “terancam punah” tercatat semenjak tahun 2018. Perburuan liar untuk diambil bulunya, perburuan untuk dipelihara secara pribadi, penebangan hutan secara liar yang menyebabkan berkurangnya habitat Merak Hijau, menjadi ancaman yang serius bagi kelestarian dan populasi Merak Hijau di habitat alaminya. Konservasi Penyelamatan Satwa sebagai tempat untuk melakukan kegiatan pemeliharaan satwa hasil sitaan atau temuan atau penyerahan dari masyarakat yang pengelolaannya bersifat sementara sebelum adanya penetapan penyaluran satwa (animal disposal) lebih lanjut oleh Pemerintah, merupakan langkah awal dari pergerakan untuk menolong satwa liar khususnya Merak Hijau, agar dapat terhindar dari masalah yang menjadi faktor kelangkaannya. Dalam penyelesaiannya, pendekatan yang digunakan adalah pendekatan ekologi dengan memperhatikan hubungan antara manusia, merak, bangunan, dan alam sekitar yang menjadi habitat asli merak hijau, agar dapat memperoleh desain yang mendukung keberlangsungan hidup merak hijau dan habitatnya, serta menjadi edukasi bagi peneliti dan masyarakat.",
  "creators": "BILLGAY FLEGON PATROBAS TAMBENGI",
  "contributors": "Roni Anggoro, S.T., M.A.Arch. (Advisor 1); Riduan Sukardi (Advisor 2); Altrerosje Asri, S.T., M.T. (Advisor 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 02024418/ARS/2023; Billgay Flegon Patrobas Tambengi (B12180023)",
  "subjects": "BIRDS--CONSERVATION; EDUCATION PARKS--DESIGNS AND PLANS; ARCHITECTURE--CONSERVATION AND RESTORATION"
}