{
  "id": "57807",
  "title": "An analysis of Tanamera Coffee's servicescape towards behavioral intention, mediated by employee service quality and overall service quality",
  "abstract": "Café shops became a rapid trend in Indonesia and became a part of their lifestyle. Consequently, the high number of café chains made owners compete in offering new café concepts to attract customers and deliver their value efficiently. As a result, servicescape became a crucial variable in providing a significant competitive advantage. The study aimed to assess the influence of servicescape on service quality and behavioral intention within the Indonesian market. A simple random sampling approach was employed to distribute questionnaires to Tanamera Coffee's customers via social media platforms. A total of 111 valid responses were received and used for the subsequent analysis using the PLS-SEM method. The findings of the study indicated that servicescape had a direct impact on employee service quality, overall service quality, and behavioral intention. Additionally, it was observed that employee service quality positively influenced overall service quality, and overall service quality, in turn, had a positive impact on behavioral intention. These findings emphasized the importance of recognizing the role of the servicescape as a critical factor in delivering value to customers. By focusing on improving service quality through effective servicescape management, cafés could foster positive customer experiences, ultimately leading to positive behavioral intention.",
  "creators": "DANIEL VICTOR SUTIKNO; LEONARDUS BRYAN HIMAWAN",
  "contributors": "Tessa Vanina Soetanto (Advisor 1); Ricky Wang (Examination Committee 1); Maria Natalia Damayanti Maer, S.S., M.A., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 34010503/MAN/2023; Daniel Victor Sutikno (D11190121), Leonardus Bryan Himawan (D11190046)",
  "subjects": "TOTAL QUALITY MANAGEMENT"
}