{
  "id": "57805",
  "title": "Wisata edukasi kompos di Surabaya",
  "abstract": "Berdasarkan artikel “What a waste” oleh Bank dunia, diperkirakan timbunan sampah akan terus meningkat drastis, dari 2.01 miliar ton pada 2016 menjadi 3.40 miliar ton pada tahun 2050. Jumlah timbulan sampah yang kian meningkat, berdampak terhadap kelangsungan makhluk hidup dan lingkungan, serta berkontribusi terhadap perubahan iklim global. Kota Surabaya termasuk penghasil sampah terbanyak (data KLHK tahun 2017-2018) dan terus meningkat. TPA Benowo juga kerap kewalahan dengan banyaknya volume pemasukan sampah, bahkan dari 80% sampah organik, hanya 30%-40% sampahnya yang sudah terolah (BBC, 2020). Sehingga infrastruktur sistem pengolahan limbah yang saat ini telah berjalan perlu dievaluasi kembali. Dari dulu hingga sekarang, proses pengolahan limbah selalu digambarkan dalam garis yang linear, sampah mengalir dari kota yang padat menuju hamparan limbah di pinggiran-pinggiran kota. Sehingga tercipta diskoneksi antara proses pengolahan limbah dengan aktivitas publik. Dari diskoneksi itu pula, tercipta garis tebal memisahkan unsur pemikiran lansekap, arsitektur, infrastruktur, dan urbanism dengan infrastruktur pengolahan limbah. Menjadikan sistem pengolahan limbah yang sekarang tidak memiliki solusi yang konvergen. Perancangan Fasilitas Wisata Edukasi Kompos di Surabaya ada untuk mewujudkan sebuah VISI desain untuk membangun kembali awarness (kesadaran) fisik dan mental antara sistem pengolahan limbah dengan sistem kehidupan publik secara konvergen di dalam lingkaran intervensi desain sebagai seorang arsitek, selagi memperkenalkan value sosial, value ekonomi, dan value lingkungan dari proses pengolahan limbah. Sehingga proses pengolahan limbah yang awalnya digambarkan dalam proses yang linear sekarang menjadi sebuah siklus layaknya sebuah simbiosis dalam ekosistem perkotaan yang koheren (self sustaining nature).",
  "creators": "ANDRIYAN HANDJAJA",
  "contributors": "Irwan Santoso (Advisor 1); Timoticin Kwanda (Advisor 2); Dr. Feny Elsiana, S.T., M.T. (Advisor 3); Lilianny Sigit Arifin (Examination Committee 1); Anik Juniwati (Examination Committee 2); Stanislaus Kuntjoro Santoso (Examination Committee 3); Elvina Shanggrama Wijaya, S.T., M.T. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 00024472/ARS/2023; Andriyan Handjaja (B12190075)",
  "subjects": "EDUCATION PARKS--DESIGN AND CONSTRUCTION; RECYCLING (WASTE, ETC.); EDUCATION PARKS-BUILDINGS-DESIGNS AND PLANS"
}