{
  "id": "57808",
  "title": "Analisis faktor-faktor yang mempengaruhi book-tax differences dan pengaruhnya terhadap persistensi laba",
  "abstract": "Tujuan – beberapa tujuan penelitian adalah mengungkapkan faktor-faktor pembentuk book tax differences (aset tetap, aset tak berwujud, pertumbuhan pendapatan, persediaan, kompensasi kerugian, dan ukuran perusahaan) memberikan pengaruh dan tidaknya pada book tax differences di Indonesia serta untuk mengetahui perusahaan dengan SBTD mempunyai pengaruh persistensi laba yang lebih tinggi daripada perusahaan dengan LBTD Desain / metode penelitian – Jenis penelitiannya berupa kuantitatif dengan perusahaan manufaktur yang terdaftar di Indonesian 2016-2020 sebagai sampelnya. Penelitian ini memilih rentang waktu tersebut karena pada saat penelitian dilakukan maka 2021 (t+1) merupakan data tahun yang tersedia lalu penelitian ini akan diuji dengan rumus yang nantinya akan dibuktikan melalui uji statistik melalui software SPSS versi 25. Temuannya- membuktikan jika faktor-faktor pembentuk book tax differences tersebut berdampak pada book tax differences di Indonesia sedangkan persediaan tidak memiliki pengaruh terhadap book tax differences. SBTD secara signifikan memberikan pengaruh positif pada terhadap persistent laba dari pada LBTD. Keterbatasan hasil penelitian - ini berupa terbatasnya sampel dari perusahaan manufaktur di BEI yang akhirnya mengakibatkan hasilnya tidak menggambarkan kondisi perusahaan secara umum. Saran untuk penelitian berikutnya diharapkan memperluas sampel penelitian. Value/keunggulan - Penelitian ini adalah variabel yang diteliti cukup banyak serta tidak haya melihat pengaruh dari setiap variabel tetapi juga melihat pengaruhnya pada persistensi laba, bahkan melihat apakah SBTD memiliki pengaruh terhadap persistensi laba dibandingkan dengan LBTD. Penelitian ini juga dapat bermanfaat oleh beberapa pihak yaitu antara lain perusahaan digunakan untuk mengetahui faktor-faktor penyebab terjadinya book tax differences serta bagi peneliti selanjutnya yaitu memperluas pengetahuan mengenai book tax differences serta dapat menjadi referensi bagi penelitian selanjutnya guna mengklarifikasi pertanyaan serupa di masa mendatang. Keywords: book tax differences, persistensi laba, large book tax differences, small book tax differences.",
  "creators": "HELEN ALICE MARCELLA",
  "contributors": "Adhityawati Kusumawardani S.E. Msc. (Advisor 1); Elisa Tjondro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011951/AKT/2023; Helen Alice Marcella (D12190201)",
  "subjects": "CASH FLOW; TAX ACCOUNTING"
}