{
  "id": "57809",
  "title": "Komunikasi antar budaya pada masyarakat multikultural di gang Makam Kalisari Damen Surabaya",
  "abstract": "Masyarakat Gang Makam merupakan masyarakat multikultural yang terdiri dari berbagai etnis di seluruh Indonesia, seperti etnis Jawa, Madura, NTT, Sulawesi, Sumatra, dan etnis lainnya. Adanya perbedaan kebudayaan ini mempengaruhi perilaku setiap individu maupun kelompok dalam bermasyarakat. Penelitian ini menggunakan jenis penelitian kualitatif deskriptif dengan menggunakan metode studi kasus. Penelitian ini dilakukan dengan wawancara kepada 5 informan yang memiliki kebudayaan yang berbeda. Hasil dari penelitian ini ditemukan bahwa komunikasi antar budaya yang dijalin oleh masyarakat multikultural masih belum berlangsung dengan baik hal ini disebabkan oleh beberapa faktor yang menghambat yaitu adanya prasangka, labeling, stereotip, dan generalisasi terhadap kebudayaan tertentu. Dalam penelitian ini juga ditemukan bahwa konflik antar budaya jarang terjadi di Gang Makam, namun dalam beberapa kasus konflik antar budaya itu sendiri dimulai dari konflik sosial ekonomi yang ada di Gang Makam yang kemudian menjadi bakal dari terjadinya konflik antar budaya itu sendiri. Dengan demikian, komunikasi antar budaya yang ada di Gang Makam dibentuk oleh masyarakat multikultural yang juga merupakan masyarakat urban oleh sebab itu, komunikasi antar budaya yang terjalin sehari-hari juga dilatarbelakangi dengan kondisi sosial ekonomi yang ada di Gang Makam.",
  "creators": "RESIANA GRACE PAPALANGI",
  "contributors": "Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Advisor 1); Agusly Irawan Aritonang, S.Sos., M.A. (Advisor 2); Astri Yogatama (Examination Committee 1); Megawati Wahjudianata (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011844/KOM/2023; Resiana Grace Papalangi (F11190100)",
  "subjects": "COMMUNICATIONS; INTERCULTURAL COMMUNICATION"
}