{
  "id": "57815",
  "title": "Analisis naratif tentang gambaran tindak kekerasan terhadap perempuan dalam drama Korea “The Glory”",
  "abstract": "Analisis naratif merupakan salah satu metode yang digunakan dalam melakukan analisis terhadap teks. Teori naratif Tzvetan Todorov merupakan salah satu dari empat jenis narasi, teori Todorov berpendapat bahwa setiap cerita selalu memiliki awal, tengah dan akhir yang digambarkan melalui struktur naratif Todorov. The Glory merupakan serial drama korea yang ditulis berdasarkan kisah nyata perundungan di Korea dan serial ini rilis pada Desember 2022. Penelitian ini merupakan jenis penelitian kualitatif dengan metode analisis naratif. Software Nvivo 14 digunakan sebagai alat bantu analisis naratif. The Glory mengangkat isu kekerasan terhadap perempuan yang dinarasikan mulai dari bagaimana kekerasan terjadi hingga dampak dari kekerasan tersebut. Dalam hasil penelitian ini ditemukan adanya narasi kekerasan drama The Glory tidak sesuai dengan teori yang ada. Jika dalam teori analisis naratif narasi dimulai dari keseimbangan awal - ketidakseimbangan (gangguan dan reparasi) - keseimbangan baru sedangkan yang peneliti temukan tidak sesuai. Narasi yang ada dalam serial drama The Glory dimulai dari ketidakseimbangan yaitu gangguan berupa kekerasan terhadap perempuan. Narasi gangguan ini muncul dalam bentuk kekerasan fisik dan kekerasan psikis, hal ini ditonjolkan melalui adegan antara pelaku kekerasan terhadap korban kekerasan.",
  "creators": "GABRIELA CHERISE",
  "contributors": "Gatut Priyowidodo (Advisor 1); Chory Angela Wijayanti (Advisor 2); Jandy Edipson Luik (Examination Committee 1); Agusly Irawan Aritonang, S.Sos., M.A. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011845/KOM/2023; Gabriela Cherise (F11190067)",
  "subjects": "COMMUNICATION--SOCIAL ASPECTS; WOMEN IN MOTION PICTURES; KOREAN DRAMA--20TH CENTURY"
}