{
  "id": "5781",
  "title": "A Comparison between the codes used by the male Torajanese students of Petra Christian University in their domains and those used by the female students",
  "abstract": "In this study the writer is eager to find out the codes used by the male and the female Torajanese students in its domains. Besides, the writer is also interested to find out the similarities and the differences between the codes used by the male Torajanese students and the codes used by the female Torajanese students. The writer here mainly uses the theory of domain of language use and supported by the theories of gender, social dimensions, social network, and polyglossia. In order to get the data, the writer used 40 Torajanese students that consist of 20 male Torajanese students and 20 female Torajanese students as her respondents. In this research, the writer used questionnaire as the main instrument, since this research is quantitative-descriptive research. In order to get a clear data about the codes used by the male Torajanese students in its domains and those used by the female students, the writer read the questions in the questionnaire for the her respondents one by one. From this research, the writer found that Indonesian language is used by the male and the female Torajanese students in all formal domains. In informal domains, the male Torajanese students tend to use Torajanese language or Suroboyoan, while the female students tend to use Indonesian language. There are only a few female students who used vernacular language in informal domains. The uses of Indonesian, Torajanese and Suroboyoan by the Torajanese students might be because of the influence of the formality scale, status scale, social distance, the topic of interaction and their social network.",
  "creators": "IKA KURNIAWATI TJANDRA",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011541/ING/2006; Ika Kurniawati Tjandra (11401115)",
  "subjects": "SOCIOLINGUISTIC; LANGUAGE AND LANGUAGES-STUDY AND TEACHING"
}