{
  "id": "57814",
  "title": "Perancangan sistem informasi ekspor impor pada perusahaan freight forwarding PT Dinamika Expressindo Semarang.",
  "abstract": "PT Dinamika Expressindo Semarang merupakan perusahaan yang bergerak di bidang jasa freight forwarding. Dalam kondisi saat ini, perusahaan masih mengandalkan metode manual dalam pencatatan, pengelolaan data, dan penyampaian informasi. Hal ini mengakibatkan berbagai kendala, termasuk kesulitan dalam menyimpan dan mencari data, kurangnya keamanan data, serta ketidakefisienan proses bisnis. Selain itu, perusahaan juga menghadapi tantangan dalam pelacakan barang yang dikirimkan dan pengurusan dokumen secara manual. Penelitian ini bertujuan untuk membangun sebuah sistem informasi ekspor impor yang dapat membantu perusahaan dalam mengelola data dan proses kegiatan ekspor impor dengan lebih efisien. Sistem informasi ini akan menyediakan fitur pengolahan data terkait ekspor impor, pengurusan dokumen, dan portal layanan untuk pelanggan. Dengan adanya sistem informasi ini, diharapkan perusahaan dapat mengatasi kendala yang ada, meningkatkan efisiensi, keamanan data, dan memberikan layanan yang lebih baik kepada pelanggan. Pengujian sistem dilakukan dengan membagikan kuesioner kepada karyawan PT Dinamika Expressindo, dan rata-rata hasil keseluruhan menunjukkan angka tiga. Angka tersebut menunjukkan bahwa sistem sudah cukup membantu dalam proses bisnis perusahaan. Dengan adanya sistem ini, pencatatan dan pengelolaan data, penyimpanan dan pencarian dokumen, serta pelacakan lokasi kontainer menjadi lebih mudah. Hal ini meminimalisir kemungkinan terjadinya kesalahan yang dilakukan manusia.",
  "creators": "AARON DAVIS S",
  "contributors": "Yulia (Advisor 1); Lily Puspa Dewi, S.T., M.Kom. (Advisor 2); Leo Willyanto Santoso (Examination Committee 1); Kartika Gunadi (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022364/INF/2023; Aaron Davis S. (C14180216)",
  "subjects": "MANAGEMENT INFORMATION SYSTEMS; TRADING COMPANIES--DATA PROCESSING; TRADING COMPANIES--MANAGEMENT"
}