{
  "id": "57812",
  "title": "Hotel resor Watudodol, Banyuwangi",
  "abstract": "Kabupaten Banyuwangi adalah daerah yang memiliki potensi wisata sangat besar dari budaya, adat istiadat, sejarah, kuliner, suaka, satwa hingga alamnya. Namun sayangnya, potensi wisata ini belum terolah secara maksimal yang menyebabkan pariwisata di Banyuwangi tidak seterkenal Bali, pulau yang berada tepat di seberangnya. Sesungguhnya pembangunan sektor wisata Banyuwangi sudah mendapat dukungan dari Pemerintah Daerah setempat, namun masih banyak faktor yang menghambat pengembangan pariwisata. Oleh karena itu, fasilitas wisata ini di desain sedemikian rupa untuk memberikan solusi terhadap beberapa hambatan tersebut. Sehingga dapat meningkatkan popularitas sektor pariwisata, ekonomi masyarakatnya dan rasa ingin melestarikan kekayaan daerah di Kabupaten Banyuwangi. Solusi desain diterapkan melalui pendekatan sistem pada pengolahan tapak dan kebutuhan dari jenis fasilitas. Pendekatan sistem bertujuan untuk memaksimalkan desain dari fasilitas terhadap kondisi dan potensi tapak yang berada di tanah berkontur curam. Penerapannya dalam bentuk penataan sirkulasi pada tapak dan desain bangunan yang bertrap, mengikuti bentuk kontur yang curam. Material yang paling banyak diterapkan pada desain adalah beton bertulang dan batu kali di mana beton bertulang sebagai material struktur utama bangunan sedangkan batu kali sebagai material yang diterapkan pada banyak tembok penahan tanah.",
  "creators": "ANGELIA STEPHANIE",
  "contributors": "Stanislaus Kuntjoro Santoso (Advisor 1); Lilianny Sigit Arifin (Advisor 2); Anik Juniwati (Advisor 3); Elvina Shanggrama Wijaya, S.T., M.T. (Advisor 4); Joyce M.Laurens (Examination Committee 1); Danny Santoso Mintorogo (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 04024504/ARS/2023; Angelia Stephanie (B12190138)",
  "subjects": "RESORTS--DESIGN AND CONSTRUCTION; HOTELS--DESIGN AND CONSTRUCTION"
}