{
  "id": "5782",
  "title": "A Study of the causes of Lin Kong and Shuyu Liu's marriage failure as seen in Ha Jin's waiting",
  "abstract": "This thesis is an analysis of Ha Jin?s novel, Waiting. Although this novel is written in English, it describes the Chinese and their culture. Waiting is about Lin Kong?s and Shuyu Liu?s marriage, which is arranged according to the Chinese tradition. In the end of the novel, their marriage fails. In this study the thesis writer is interested in analyzing the causes in Lin Kong and Shuyu Liu?s marriage failure. She uses literary approach such as characterization and conflict theories to reveal Lin Kong?s reasons in refusing Shuyu Liu as his wife, even though Shuyu?s character is considered perfect as a Chinese woman. The thesis writer describes that there are some causes in the failure of Lin Kong and Shuyu Liu?s marriage. She analyzes that Lin Kong can not love Shuyu, because Shuyu?s appearance is really contrasted with Lin Kong?s ideal wife. The situation of their marriage become worst when the communication between Lin Kong and Shuyu as a husband and wife can not run in harmony because of a wide difference of educational background between them which leads to the different way of thinking. Based on those theories, the thesis writer finds out the answer of Lin Kong and Shuyu?s marriage failure. Finally, she concludes that if someone hopes that their marriage leads to happiness, the reason to marriage should be based on the husband and wife?s willingness not because of an arrangement from another person.",
  "creators": "FENNY KRISNADI",
  "contributors": "Stefanus Suprayitno (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011538/ING/2006; Fenny Krisnadi (11499170)",
  "subjects": "CHINESE FICTION-20TH CENTURY-STUDY AND TEACHING; HA, JIN 1956 - ... WAITING-STUDY AND TEACHING"
}