{
  "id": "57826",
  "title": "Pengaruh entertainment value dan economic value terhadap purchase intention melalui brand trust sebagai variabel intervening",
  "abstract": "Pertumbuhan industri es krim Indonesia selama setengah dekade terakhir sangat kuat. Fenomena ini membuat Mixue Ice Cream & Tea, salah satu perusahaan franchise es krim dan minuman teh dari Tiongkok, terus mengepakkan sayap bisnisnya. Mixue menggunakan pemasaran digital untuk mempromosikan produk kepada konsumen. Pemasaran digital Mixue dikenal dengan konten meme yang menghibur. Penelitian ini bertujuan untuk mengetahui pengaruh Entertainment Value dan Economic Value terhadap Purchase Intention konsumen terhadap produk Mixue dengan Brand Trust sebagai variabel Intervening. Data pada penelitian ini dikumpulkan melalui Online Survey dengan menyebarkan kuesioner kepada 113 responden yang memenuhi kriteria penelitian. Kemudian, peneliti menggunakan pendekatan kuantitatif dengan menggunakan Partial Least Square untuk mengolah data yang terkumpul. Hasil penelitian membuktikan bahwa Entertainment Value berpengaruh positif terhadap Brand Trust, Economic Value berpengaruh positif terhadap Brand Trust, Entertainment Value berpengaruh positif terhadap Behavioral Intention, Economic Value berpengaruh positif terhadap Behavioral Intention, Brand Trust berpengaruh positif terhadap Behavioral Intention, Entertainment Value berpengaruh positif terhadap Behavioral Intention melalui Brand Trust, dan Economic Value berpengaruh terhadap Behavioral Intention melalui Brand Trust.",
  "creators": "STEVAN SETIAWAN GEA",
  "contributors": "Dr. Ferry Jaolis, S.E., M.SM., M.RECH. (Advisor 1); Hatane Semuel (Examination Committee 1); Edwin Japarianto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020922/MAN/2023; Stevan Setiawan Gea (D11180192)",
  "subjects": "BRAND LOYALTY; CONSUMER BEHAVIOR; CONSUMERS--RESEARCH"
}