{
  "id": "5783",
  "title": "The Comparison between the filled pauses used by the male Petra Christian University students and those used by the female students in answering questions",
  "abstract": "In this study, I want to investigate the types of filled pauses used by the male university students and those used by the female students in answering questions. After that, I compare it to find the similarities and the differences. That is why I will use the theories about filled pauses, the relationship between filled pauses with gender and also the theory about questions itself. In doing this study, I employed a quantitative - descriptive approach. The data were obtained by recording the utterances of 40 (forty) male Petra Christian University students and 40 (forty) female Petra Christian University students. After the recording, I transcribed the data, identified, classified and finally analyzed it. From the findings, I found four similarities. Firstly, both groups (the males and the females) use the same five types of filled pauses which consists of 2 (two) Unlexicalized Filled Pauses (ehm.. and ee/eh.) and 3 (three) Lexicalized Filled Pauses (yah/ya/yo, apa/apa ya/apa nama?e itu and gimana ya/ yak apa ya). Secondly, both the male and the female students mostly use the Unlexicalized Filled Pause. Thirdly, I found that ?ehm... and ...yah...../ya/yo are the types of filled pauses that most frequently used by both groups. Fourthly, in general, the production of filled pauses by both groups rises in line with the level of difficulty of the questions. However, not only similarities, I also found the difference. The females use more types of filled pauses compare to the males. The females use 6 types, while the males only use 5 types. The females use \"kenapa ya\", which the males do not use. Finally, I noticed that even the males use fewer types of filled pauses than the females, they show higher numbers and frequencies of the production of filled pauses.",
  "creators": "FRANSISCA SOETEDJO",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011540/ING/2006; Fransisca Soetedjo (11401101)",
  "subjects": "LANGUAGE AND LANGUAGES-SEX DIFFERENCES; SOCIOLINGUISTICS"
}