{
  "id": "57837",
  "title": "Pengaruh penambahan garam sulfat dan kalsium hidroksida terhadap karakteristik mortar high volume fly ash",
  "abstract": "Fly ash merupakan material sisa dari PLTU yang saat ini telah dipakai sebagai pengganti sebagian dari semen karena masalah keekonomisan dan ramah terhadap lingkungan. Fly ash memiliki potensi pemanfaatan yang besar, namun semakin tinggi kadar penggantian semen dengan fly ash semakin lama waktu setting time dan rendahnya kuat tekan yang dihasilkan dikarenakan lamanya reaksi pozzolan dari fly ash. Oleh sebab itu, pada penelitian ini dilakukan penambahan garam sulfat dan substitusi fly ash dengan Ca(OH)₂ yang digunakan untuk mereaksikan fly ash kelas C dan F, mempercepat, serta meningkatkan kuat tekan awal. Kadar fly ash sebagai pengganti semen yang dipakai sebesar 50% dan 60%. Garam sulfat yang dipakai adalah sodium sulfat dan kalsium sulfat. Penambahan garam sulfat sebesar 1%, 2.5%, dan 5% dari berat cementitious. Kadar substitusi fly ash dengan kalsium hidroksida sebesar 10% dan 20%. Penambahan garam sulfat dan substitusi sebagian fly ash dengan kalsium hidroksida dapat mempercepat initial setting time, menurunkan workability, dan dapat meningkatkan kuat tekan awal. Penambahan sodium sulfat lebih memberikan pengaruh pada initial setting dan kuat tekan awal, tetapi lebih tidak stabil karena terjadi retak dan menghasilkan monosulfate, jika dibandingkan dengan penambahan kalsium sulfat. Penambahan garam sulfat dan substitusi fly ash dengan Ca(OH)₂ menghasilkan pengaruh lebih signifikan penambahan kuat tekan pada campuran fly ash kelas F.",
  "creators": "EVAN ANDREAS",
  "contributors": "Antoni (Advisor 1); Djwantoro Hardjito (Advisor 2); Pamuda Pudjisuryadi (Examination Committee 1); Jimmy Chandra (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000362/MTS/2023; Evan Andreas (B21220017)",
  "subjects": "CONCRETE-MIXING; CONTROLLED LOW-STRENGTH MATERIALS; FLY ASH--ANALYSIS; MICROSTRUCTURE--RESEARCH"
}