{
  "id": "57839",
  "title": "Ekspetasi aksesibilitas oleh wisatawan penyandang disabilitas netra pada destinasi wisata outdoor natural",
  "abstract": "Setiap orang memiliki kesamaan hak untuk berwisata tidak terkecuali penyandang disabilitas netra. Pemberian kesamaan hak dan kesempatan kepada penyandang disabilitas adalah hal yang sangat penting untuk dilakukan oleh tiap tempat wisata. Tidak terkecuali dalam penyediaan aksesibilitas yang memadai di tempat wisata. Namun, pada kenyataannya tempat wisata di Indonesia khususnya wisata outdoor natural masih belum memberikan aksesibilitas yang cukup memadai bagi wisatawan penyandang disabilitas netra. Oleh karena itu, penelitian ini bertujuan untuk mengetahui ekspektasi penyandang disabilitas netra dalam penyediaan aksesibilitas di destinasi wisata outdoor natural. Penelitian ini merupakan penelitian deskriptif kualitatif. Sampel dari penelitian ini adalah penyandang disabilitas netra (baik tidak memiliki penglihatan sama sekali maupun kurang awas/low vision) yang berdomisili di kota Surabaya. Temuan dari penelitian ini yaitu sebanyak 21 dimensi aksesibilitas dibutuhkan oleh informan dengan ekspektasi dan kriteria yang beragam. Serta, ditemukan 5 indikator baru yang diperlukan oleh informan saat mengunjungi tempat wisata outdoor natural. Dari total 26 dimensi, sebanyak 13 dimensi aksesibilitas yang belum diatur dalam peraturan menteri PUPR 14 tahun 2017. Ditemukan realita bahwa destinasi wisata outdoor natural yang dikunjungi informan tidak memenuhi dimensi aksesibilitas yang diperlukan oleh informan.",
  "creators": "MELODY GRACIA MARANATHA; NADIA GABRIELLA CRISTIAN",
  "contributors": "Devi Destiani Andilas (Advisor 1); Dra. Monica Ida Uniati , M.M. (Advisor 2); Serli Wijaya (Examination Committee 1); Sienny Thio (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010447/MAN/2023; Melody Gracia Maranatha (D11190035)Nadia Gabriella Cristian (D11190292)",
  "subjects": "CONSUMERS--RESEARCH; TOURISM"
}