{
  "id": "57832",
  "title": "Pemanfaatan model hidrodinamika sebagai tindakan preventif pada kecelakaan kapal tongkang batubara di Indonesia",
  "abstract": "Perubahan iklim mengakibatkan perubahan cuaca ekstrim yang berdampak pada bencana alam dan meningkatnya suhu udara secara global. Meningkatnya tinggi muka air akibat perubahan cuaca tersebut mengakibatkan penghambatan pada pelayaran kapal tongkang batubara di indonesia. Pelayaran sekitar kota Rembang di Jawa Tengah, Indonesia merupakan salah satu daerah yang terkena dampak pada pelayaran merupakan daerah yang digunakan sebagai lokasi penelitian. Tujuan dalam penelitian ini adalah untuk menyediakan model hidrodinamika yang akurat dan memberikan prediksi kondisi laut untuk menghindari kecelakaan pelayaran pada kapal tongkang batubara. Metodologi yang digunakan dalam penelitian ini adalah data Nautical Chart dan model hidrodinamika. Root Mean Square Error (RMSE) digunakan dalam val\u0002idasi dan verifikasi hasil simulasi. Nilai RMSE sebesar 0,224 meter dihasilkan dari simulasi model dimana angka tersebut sudah cukup baik dan dapat dibuat sebagai acuan dalam memprediksi kondisi laut. Kesimpulan pada penelitian ini adalah pelayaran kapal tongkang batubara dengan resiko terendah terjadinya kecelakaan adalah pada bulan April hingga Oktober dengan tinggi gelombang kurang dari 1,5 meter, kecepatan angin di bawah 8,5 m/s, dan kecepatan arus 0,175 - 0,3 m/s sedangkan resiko tertinggi adalah pada bulan November hingga Maret dengan tinggi gelombang lebih dari 1,5 meter, kecepatan angin di atas 8,5 m/s, dan kecepatan arus 0,3-0,4 m/s.",
  "creators": "JASON FERNALDI; JESCEY EDLIN PRAJOGO",
  "contributors": "Dr. rer.nat. Surya Hermawan S.T., M.T. (Advisor 1); Angela Jasmine Tanya Tjahyana, S.T., M.T. (Examination Committee 1); Ir. Prasetio Sudjarwo, M.Eng. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012691/SIP/2023; Jason Fernaldi (B11190014), Jescey Edlin Prajogo (B11190072)",
  "subjects": "HYDRAULIC ENGINEERING; HYDRODYNAMICS"
}