{
  "id": "57848",
  "title": "Pengaruh money ethics dan motivational posture terhadap kepatuhan wajib pajak karyawan yang memiliki usaha atau penghasilan lain",
  "abstract": "Tujuan - Penelitian ini bertujuan untuk mengetahui pengaruh money ethics dan motivational posture terhadap kepatuhan wajib pajak karyawan yang memiliki usaha dan penghasilan lainnya, dengan menggunakan model kuantitatif Desain/Metode Penelitian - Data dikumpulkan dari kuesioner yang disebarkan melalui Google Forms kepada 166 responden karyawan yang memiliki usaha dan penghasilan lain yang berdomisili di Bali. Variabel independen yang digunakan adalah money ethics dan motivational posture (commitment, capitulation, resistance, disengagement, game playing). Variabel dependen yang digunakan adalah kepatuhan pajak. Temuan - Money ethics, commitment, resistance and disengagement tidak berpengaruh terhadap kepatuhan pajak. Capitulation berpengaruh positif terhadap kepatuhan pajak dan game playing berpengaruh negatif terhadap kepatuhan pajak. Keterbatasan hasil penelitian/implikasi penelitian - Keterbatasan dalam penelitian ini hanya mencakup karyawan yang memiliki usaha dan penghasilan lain yang berdomisili di Bali, sehingga belum ada jawaban yang lengkap dari wajib pajak selain karyawan yang memiliki usaha dan penghasilan lain. Manfaat dari penelitian ini diharapkan dapat menambah pengetahuan mengenai pengaruh money ethics dan motivational posture terhadap kepatuhan wajib pajak. Orisinalitas/Nilai penelitian - Penelitian ini menguji hubungan antaramoney ethics dan motivational posture dengan kepatuhan pajak. Penelitian ini dilakukan dengan mempertimbangkan sikap wajib pajak karyawan yang memiliki usaha dan penghasilan lain. Sehingga penelitian ini diharapkan dapat menjadi referensi bagi karyawan yang memiliki usaha dan penghasilan lainnya di Bali",
  "creators": "I MADE DIMAS ARYA KRISNA; STEVEN RICHARD SANTOSO",
  "contributors": "R.Arja Angka Asa Aras Adji S. (Advisor and Examination Committee); Yenni Mangoting (Examination Committee 1); Retnaningtyas Widuri, S.Sos., M.M. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011002/AKT/2023 ; I Made Dimas Arya Krisna (D12190155), Steven Richard Santoso (D12190151)",
  "subjects": "EMPLOYEE--ATTITUDES; TAXPAYER COMPLIANCE"
}