{
  "id": "57847",
  "title": "Pengaruh tax avoidance dan profitabilitas terhadap nilai perusahaan manufaktur sektor barang konsumsi yang terdaftar di Bursa Efek Indonesia tahun 2015-2019",
  "abstract": "Tujuan – Penelitian ini untuk menganalisa dan mendapatkan bukti empiris dari pengaruh tax avoidance dan profitabilitas pada nilai perusahaan manufaktur sektor barang konsumsi yang terdaftar di Bursa Efek Indonesia pada tahun 2015-2019 Metode penelitian – Objek pada penelitian ini perusahaan manufaktur sektor barang konsumsi yang terdaftar di BEI tahun 2015-2019. Pemilihan sampel menggunakan teknik purposive sampling dengan beberapa kriteria. Variabel Independen penelitian ini tax avoidance yang diproksikan dengan Current Effective Tax Rate dan profitabilitas yang diproksikan dengan Return On Equities. Adapula variabel dependen penelitian yaitu nilai perusahaan yang diprosikan dengan Price Book Value. Data regresi diuji terlebih dahulu dengan uji asumsi klasik, lalu uji hipotesisnya menggunakan regresi linear, uji-t, dan uji koefisien determinasi. Temuan – hasil penelitian menemukan bahwa tax avoidance tidak berpengaruh terhadap nilai perusahaan. Membuktikan bahwa tax avoidance tidak memberikan nilai baik pada perusahaan. Sedangkan profitabilitas berpengaruh terhadap nilai perusahaan. Hasil tersebut menyatakan pertumbuhan keuntungan memberikan nilai tambah pada nilai perusahaan. Keterbatasan hasil penelitian – objek penelitian ini hanya memfokuskan pada perusahaan manufaktur sektor barang konsumsi yang terdaftar di BEI dengan lima periode waktu yaitu 2015-2019. Memperoleh jumlah sampel hanya 50 sampel, tentunya masih kurang untuk menggambarkan keadaan sesungguhnya. Originalitas penelitian – yang membedakan penelitian ini dengan penelitian lain yaitu pengukuran tax avoidance menggunakan Current Effective Tax Rate (CETR). Pada penelitian terdahulu banyak penelitian yang menggunakan GAAP ETR atau Cash ETR, keduanya sama-sama data pembayaran pajak tahunan, namun dalam keduanya menggunakan data gabungan beban pajak kini dan pajak tangguhan sehingga kurang merepresentasikan beban pajak pada tahun tertentu. CETR menggunakan data pembayaran beban pajak kini atau tidak gabungan dari pajak tangguhan.",
  "creators": "KATHERINE AMIN",
  "contributors": "TONNY STEPHANUS EOH (Advisor 1); Yenni Mangoting (Examination Committee 1); Retnaningtyas Widuri, S.Sos., M.M. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011996/AKT/2023; Katherine Amin (D12180015)",
  "subjects": "CONSUMER GOODS"
}