{
  "id": "57841",
  "title": "Model identifikasi dan penanganan jenis waste konstruksi dengan Waste Assessment Model (WAM) dan Analytical Hierarchy Process (AHP)",
  "abstract": "Proyek konstruksi adalah suatu industri produksi yang memiliki banyak pemborosan yaitu aktivitas yang menyerap sumber daya, namun tidak bernilai. Tujuan penelitian ini adalah merancang model untuk mengidentifikasi pemborosan menggunakan Waste Assessment Model (WAM) dan mencari solusi paling efektif menggunakan Analytical Hierarchy Process (AHP). Terdapat 8 macam pemborosan yang digunakan di dalam penelitian yaitu defects, overproduction, waiting, non-utilized talent, transportation, inventory, motion, dan extra-processing. Data penelitian diperoleh dengan menyebarkan kuesioner dan diskusi pada 3 proyek konstruksi perumahan (developer) dengan sudut pandang kontraktor serta berfokus pada aktivitas pemborosan. Hasil penelitian menunjukkan 3 pemborosan utama beserta solusinya. Pada proyek Q yaitu motion, waiting, defects dengan solusi pengawasan yang lebih intensif oleh pengawas proyek dan mandor, meminjam dana dari bank (pihak ketiga) dan memperbaiki mindset dari mandor dengan cara memberikan saran. Pada proyek X yaitu defects, motion, overproduction dengan solusi menambah jumlah pengawas dan melakukan mock-up material di lapangan. Pada proyek Y yaitu defects, motion, inventory dengan solusi mengingatkan pekerja akan keterlambatan, menempatkan pengawas berbeda pada lokasi yang berbeda, dan membuat tempat penyimpanan material. Menggunakan model, proses waste management dapat dilakukan mulai dari proses identifikasi jenis waste dan penyebabnya, proses menemukan beberapa alternatif solusi, dan pemilihan solusi paling efektif.",
  "creators": "STEPHANUS EDUARD SUGIANTO",
  "contributors": "IR LIE ARIJANTO, M.MGT (Advisor 1); Didik Wahjudi (Advisor 2); Doddy Prayogo S.T. (Examination Committee 1); I Nyoman Sutapa (Examination Committee 2); Lie Arijanto, S.T., M.Const.Mgt. (Advisor 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000365/MTS/2023; Stephanus Eduard Sugianto (B21220023)",
  "subjects": "CONSTRUCTION INDUSTRIES-MANAGEMENT; REFUSE DISPOSAL INDUSTRY--DECISION MAKING; WASTE DISPOSAL"
}