{
  "id": "5784",
  "title": "A Syntactical analysis on heads and modifiers used in product and service advertisement of Time Magazine",
  "abstract": "This research was conducted within the scope of syntax as a branch of grammar, which deals with the ways words are arranged to show connections of parts or components within the phrase level. The research was focusing on analysing heads and modifiers in product and service advertisement of Time magazine. In order to specify the scope of the research, the writer generated two problem statements: what parts of speech occurred and mostly found in heads and modifiers and what are the similarities and differences in structure of modification in product and service advertisement. The writer used quantitative descriptive method in the research. By used this method, the writer counted the data and described the reason of the application and combinations of heads and modifiers in product and service advertisement. The writer limited the modifiers on phrase level. Finally, the writer found that in the parts of speech application, noun functioned as head were the most frequently found in both product and service advertisement. Moreover, she also found that in the parts of speech application, adjective functioned as single modifier was the most frequently found both in product and service advertisement, while multiple modifiers was dominated with noun and adjective. In addition, combinations of heads and modifiers that mostly occured in product and service advertisement was noun-adjective. The similarities were also representing the results of most frequently occurrence both in product and service advertisement, while the difference was only found in the usage of verb functioned as head in service advertisement. These results represented the characteristics of language used in advertisement.",
  "creators": "SYLVIA FORINE SANYOTO",
  "contributors": "Lisa Setiawati Nugraha (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011539/ING/2006; Sylvia Forine Sanyoto (11401156)",
  "subjects": "ENGLISH LANGUAGE-SYNTAX; ENGLISH LANGUAGE-GRAMMAR"
}