{
  "id": "57849",
  "title": "Resepsi penonton pasangan suami istri terhadap pesan komitmen pernikahan dalam video musik 'Only You' Sidney Mohede",
  "abstract": "Fenomena perceraian semenjak pandemi hingga saat ini terus meningkat. Hal ini menyebabkan Sidney Mohede menuliskan lagu yang berjudul ‘Only You’ yang menceritakan tentang komitmen pernikahan sebagai bentuk komunikasi melalui media Video Musik. Penerimaan seseorang terutama pasangan suami istri yang telah menikah terhadap video musik ini menjadi daya tarik dari penelitian ini. Dalam penelitian ini akan dilihat lebih dalam bagaimana pasangan suami istri menerima pesan terkait komitmen pernikahan dan segala pertengkaran di dalamnya dalam kondisi mereka masing-masing dengan menggunakan metode Reception Analysis (Analisis Resepsi) dengan pola stuart hall. Hasil dari penelitian ini adalah penerimaan pasangan suami istri terhadap video musik ‘Only You’ yaitu cenderung negosiasi. Pasangan suami istri dapat memahami dan setuju dengan sebagian besar dari yang disampaikan oleh video musik baik dari visual dan liriknya. Yang disetujui oleh pasangan suami istri adalah pesan terkait komitmen pernikahan, pertengkaran rumah tangga, dan value yang tersirat di dalam video music Only You. Namun ada beberapa bagian yang menurut pasangan tidak menggambarkan kenyataan yang dihadapi oleh pasangan seperti adegan dan lirik yang dianggap terlalu berlebihan. Sehingga ada bagian-bagian adegan yang merupakan bagian dari karya seni tak bisa dianggap benar oleh pasangan. Hal inilah yang membuat penerimaan pasangan terhadap video music Only You ini memiliki kecenderungan negosiasi.",
  "creators": "THOMAS LESMONO",
  "contributors": "Ido Prijana Hadi (Advisor 1); Daniel Budiana, S.Sos., M.A. (Advisor 2); Jandy Edipson Luik (Examination Committee 1); Agusly Irawan Aritonang, S.Sos., M.A. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Unknown",
  "source": "Skripsi No. 20011828/KOM/2023; Thomas Lesmono (F11190007)",
  "subjects": "COMMUNICATIONS; WEDDINGS"
}