{
  "id": "57846",
  "title": "Pengaruh sistem pajak elektronik, sanksi pajak, moral pajak, dan keadilan pajak terhadap kepatuhan pajak WPOP",
  "abstract": "Tujuan – Tujuan dari penelitian ini adalah untuk mengetahui pandangan atau persepsi Wajib Pajak Orang Pribadi (WPOP) terhadap kepatuhan pajak sebagai bentuk kontribusi kepada negara, yang dipengaruhi oleh faktor sistem pajak elektronik, sanksi pajak, moral pajak, dan keadilan pajak. Desain/Metode Penelitian – Penelitian ini merupakan penelitian kuantitatif dengan menggunakan metode survei secara daring (google form) yang disebarkan kepada 250 responden Wajib Pajak Orang Pribadi (WPOP) dengan klasifikasi pekerjaan utama sebagai wiraswasta dan telah memiliki NPWP minimal dua tahun. Sebanyak 206 responden diikutsertakan dalam penelitian ini, dan data diolah dengan menggunakan aplikasi WarpPLS. Temuan – Hasil penelitian ini menunjukkan bahwa faktor sistem pajak elektronik, sanksi pajak, moral pajak, dan keadilan pajak memiliki pengaruh positif signifikan terhadap kepatuhan pajak wajib pajak orang pribadi. Faktor Keterbatasan Hasil Penelitian/ Implikasi Penelitian – Responden dalam penelitian ini bersifat heterogen dan berasal dari beberapa kota di Indonesia. Penelitian selanjutnya diharapkan dapat menentukan wilayah spesifik yang menjadi fokus penelitian agar hasil penelitian lebih akurat dan sesuai dengan keadaan wilayah tersebut. Pengembangan faktor-faktor yang mempengaruhi kepatuhan pajak juga dapat ditambahkan dalam penelitian selanjutnya. Originalitas/Value Penelitian – Penelitian ini hanya berfokus pada sudut pandang wajib pajak orang pribadi dengan klasifikasi pekerjaan sebagai pengusaha terhadap kepatuhan pajak, yang dipengaruhi oleh perkembangan sistem pajak elektronik, sanksi pajak, moral pajak, dan keadilan pajak. Penelitian ini juga menggunakan Theory of Planned Behavior (TPB) untuk menilai sanksi pajak dari sisi kontrol perilaku yang dipersepsikan yang pada penelitian sebelumnya menggunakan teori deterrence.",
  "creators": "ELVINA MARCHELA KUSUMAJAYA; ABRAHAM ADIHARJA PUTERA RADJA",
  "contributors": "Elisa Tjondro (Advisor 1); Yenni Mangoting (Examination Committee 1); Retnaningtyas Widuri, S.Sos., M.M. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011987/AKT/2023; Elvina Marchela Kusumajaya (D12190015), Abraham Adiharja Putera Radja (D12190074)",
  "subjects": "TAXPAYER COMPLIANCE"
}