{
  "id": "57843",
  "title": "Analisa kinerja finansial pada perusahaan kontraktor: studi kasus PT X",
  "abstract": "Kinerja finansial perusahaan kontraktor yang sehat akan berpengaruh pada produktivitas proyek. Menghasilkan kinerja finansial yang sehat membutuhkan manajemen dan strategi yang tepat agar perusahaan dapat memiliki likuiditas yang tinggi, menghasilkan keuntungan sebesar-besarnya dari proyek yang dikerjakan, memastikan bahwa pinjaman dari pihak luar yang dilakukan dapat disertai dengan kelancaran proyek, dan efektif dalam menggunakan sumber daya yang dimiliki untuk menghasilkan pendapatan sebesar-besarnya Kesulitan keuangan adalah keadaan dimana suatu perusahaan mengalami kesulitan untuk memenuhi kewajiban bayar. Perusahaan harus bisa menentukan apa yang menyebabkan kesulitan keuangan, serta mengambil langkah yang tepat untuk meningkatkan kesehatan keuangan. Maka dari itu, tujuan dari penelitian ini adalah mengetahui tingkat kesulitan finansial dari PT X, membandingkan kinerja finansial dari perusahaan kontraktor PT X dengan kinerja finansial perusahaan-perusahaan konstruksi terbuka di Indonesia, serta mengetahui apa saja yang dapat dilakukan untuk meningkatkan kinerja finansial pada periode-periode selanjutnya. Data yang digunakan pada penelitian ini adalah laporan keuangan tahun 2020-2022 dari PT X dan laporan keuangan dari lima perusahaan terbuka Indonesia yang bergerak dalam industri konstruksi. Dari hasil analisis Altman Z-Score, didapatkan bahwa PT X belum memiliki kondisi finansial yang baik. Perhitungan rasio finansial menunjukkan bahwa likuiditas, profitabilitas, dan leverage dari PT X masih perlu ditingkatkan agar bisa mengejar standar dari perusahaan-perusahaan terbuka yang diteliti. Uji Anova menunjukkan bahwa terdapat perbedaan yang signifikan pada rasio finansial return on equity, total liabilities on equity, dan total assets turnover antara PT X dengan ke lima perusahaan terbuka yang diteliti. Meningkatkan kinerja finansial dapat dilakukan dengan meningkatkan efektivitas dan strategi dalam pembelian material, produktivitas pada pengerjaan proyek, serta menyesuaikan harga penawaran berdasarkan target margin keuntungan yang ingin dicapai.",
  "creators": "VICTOR CHRISTIAN GUI",
  "contributors": "Jani Rahardjo (Advisor 1); Prof. Dr. Njo Anastasia, S.E., M.T. (Advisor 2); Daniel Tjandra (Examination Committee 1); Doddy Prayogo S.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000366/MTS/2023; Victor Christian Gui (B21220008)",
  "subjects": "CORPORATIONS--FINANCE; CONSTRUCTION INDUSTRY--MANAGEMENT"
}