{
  "id": "57859",
  "title": "Pengaruh stresor pekerjaan terhadap perilaku keselamatan yang dimediasi oleh tingkat stres pekerja konstruksi di Surabaya",
  "abstract": "Pekerjaan konstruksi merupakan salah satu pekerjaan dimana pekerja mengalami banyak stres dan tekanan dikarenakan lingkungan kerjanya yang berbahaya. Terdapat banyak stressor pekerjaan di bidang konstruksi yang dapat menyebabkan stres bagi pekerja konstruksi. Pekerja konstruksi harus melakukan perilaku keselamatan yang baik di proyek agar tidak terjadi kecelakaan kerja. Penelitian ini bertujuan untuk mencari pengaruh stresor pekerjaan terhadap perilaku keselamatan yang dimediasi oleh tingkat stres pekerja konstruksi di Surabaya. Stresor pekerjaan terdiri dari 5 variabel yaitu peralatan keselamatan, dukungan dari atasan / supervisor, dukungan dari rekan kerja, jaminan kerja, dan kendali kerja. Tingkat stres terdiri dari 2 variabel yaitu stres fisik dan stres psikologis. Perilaku keselamatan terdiri dari 2 variabel yaitu kepatuhan keselamatan dan partisipasi keselamatan. Data diambil dengan melakukan pengisian kuesioner dari 160 responden yang berasal dari 6 proyek di Surabaya. Data yang didapatkan dianalisis menggunakan aplikasi SmartPLS dengan metode Structural Equation Modeling (SEM) untuk menilai hubungan antar tiap variabel. Hasil penelitian menunjukkan bahwa terdapat pengaruh langsung dari peralatan keselamatan terhadap stres psikologis, jaminan kerja terhadap stres psikologis, kendali kerja terhadap partisipasi keselamatan, dan stres psikologis terhadap partisipasi keselamatan pekerja. DItemukan juga bahwa tingkat stres secara tidak signifikan memediasi hubungan antara stresor pekerjaan terhadap perilaku keselamatan.",
  "creators": "ANGELLICA WISESA; MARECHA EUDHA HARTOYO WIYONO",
  "contributors": "Andi (Advisor 1); Ratna S. Alifen (Examination Committee 1); Ambrosius Matthew Junius Reynaldo, S.T., M.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012682/SIP/2023; Angellica Wisesa (B11190101)Marecha Eudha Hartoyo Wiyono (B11190103)",
  "subjects": "CONSTRUCTION INDUSTRY--SAFETY MEASURES; CONSTRUCTION WORKERS; EMPLOYEES--JOB STRESS"
}