{
  "id": "57856",
  "title": "Program community engagement pembuatan media edukasi permainan tradisional melalui kerja sama dengan komunitas “Kampoeng Dolanan”",
  "abstract": "Permainan tradisional Indonesia semakin ditinggal dan jarang dimainkan oleh masyarakat pada zaman ini. Hal ini dikarenakan perkembangan teknologi yang semakin pesat sehingga permainan tradisional mudah digantikan dengan permainan modern. Dengan demikian para pelaku serta penggiat permainan tradisional kesulitan untuk bersaing. Selain itu kurangnya media pendukung dalam memperkenalkan permainan tradisional juga menjadi salah satu permasalahan. Maka dari itu dibutuhkan solusi dalam memecahkan permasalahan tersebut. Dua solusi yang dapat dilakukan adalah dengan membuat media edukasi tentang permainan tradisional dan mengadakan aktivasi berupa festival permainan tradisional. Kedua solusi ini bertujuan agar dapat mengenalkan kembali permainan tradisional yang sudah ketinggalan di zaman sekarang. Kegiatan ini bekerja sama dengan komunitas Kampoeng Dolanan sebagai kolaborator sekaligus pihak yang memberdayakan permainan tradisional Indonesia. Adanya bentuk kerja sama ini bertujuan agar dapat memecahkan masalah terkait kurangnya minat masyarakat dalam bermainan permainan tradisional serta mengajak para masyarakat agar dapat melestarikan kembali permainan tradisional Indonesia. Keseluruhan penelitian ini menggunakan metode penelitian kualitatif. Pengumpulan data dilakukan melalui sesi wawancara, dan sumber media lain yang berkaitan.",
  "creators": "AUSTIN GUNAWAN",
  "contributors": "Vanessa Yusuf (Advisor 1); Mendy Hosana Malkisedek (Advisor 2); Deddi Duto Hartanto (Examination Committee 1); BERNADETTE DIAN ARINI MAER, S.SN.,MA. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Social Care",
  "source": "Socio Care No. 00023984/DKV/2023; Austin Gunawan (E12190093)",
  "subjects": "TEACHING AIDS AND DEVICES; VISUAL COMMUNICATION; EDUCATIONAL GAMES"
}