{
  "id": "57851",
  "title": "Interaksi tax audit terhadap tax ethics dan kualitas pemerintah untuk mengurangi niat kecurangan wajib pajak",
  "abstract": "Tujuan - Untuk mengetahui pengaruh antara Tax Ethics dan Kualitas Pemerintah dalam mengurangi niat kecurangan wajib pajak, Untuk mengetahui pengaruh Tax Audit terhadap Tax Ethics dan Kualitas Pemerintah dalam mengurangi niat kecurangan wajib pajak. Desain - Teknik pengumpulan data yang digunakan yaitu melakukan penyebaran kuesioner dalam bentuk online melalui google form. Responden yang ikut serta berpartisipasi sebanyak 100 Wajib Pajak Orang Pribadi, yang terdiri dari responden dengan status karyawan, pengusaha, dan mahasiswa yang telah memiliki penghasilan. Terkait dengan pengambilan sample menggunakan teknik purposive sampling. Dalam penelitian ini metode yang digunakan yaitu regresi linear berganda dengan menggunakan aplikasi WarpPLS version 8.0. Temuan - Hasil penelitian menunjukkan adanya pengaruh antara tax ethics terhadap niat kecurangan WP, sedangkan kualitas pemerintah tidak berpengaruh terhadap niat kecurangan WP. Dengan adanya variabel tax audit hal ini mampu memoderasi hubungan antar variabel. Namun, tax audit tidak mampu memoderasi hubungan tax ethics dalam mengurangi niat kecurangan WP. Tetapi, tax audit berhasil memoderasi hubungan antara kualitas pemerintah terhadap niat kecurangan WP. Keterbatasan hasil penelitian/implikasi penelitian - Sampel yang digunakan dalam penelitian ini terbatas dan hanya berfokus pada WP OP dengan status beragam, sehingga kurang adanya spesifikasi terkait dengan WP OP yang akan diteliti. Kemudian, pada variabel Tax Ethics, kurangnya informasi mengenai tax ethics terkait dengan referensi dalam jurnal penelitian yang terbatas. Originalitas/Value Penelitian – Dalam penelitian ini membuktikan bahwa tax ethics memiliki pengaruh terhadap niat kecurangan WP dan tax audit berhasil memoderasi hubungan antara kualitas pemerintah terhadap niat kecurangan yang dilakukan oleh WP. Hal ini dapat bermanfaat bagi pemerintah dalam membuat suatu kebijakan terkait tax audit.",
  "creators": "FEBIOLA ARIANI PUTRI; ANGELA INDRACHAN",
  "contributors": "Yenni Mangoting (Advisor 1); R.Arja Angka Asa Aras Adji S. (Examination Committee 1); TONNY STEPHANUS EOH (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011993/AKT/2023; Febiola Ariani Putri (D12190058)Angela Indrachan (D12190007)",
  "subjects": "TAX EVASION; TAXPAYER COMPLIANCE; TAX AVOIDANCE"
}