{
  "id": "57860",
  "title": "Perancangan rebranding suvenir REANAE (berbahan resin)",
  "abstract": "REANAE merupakan brand suvenir resin yang awalnya bermula dari kesukaan menikmati keindahan berbagai bunga dan keinginan untuk menikmatinya lebih lama. Brand ini telah berdiri selama 2 tahun namun tidak memiliki perbedaan dengan kompetitornya dan tidak memiliki strategi branding yang tepat sehingga tidak menggugah minat konsumen. Perancangan rebranding ini bertujuan untuk meningkatkan brand awareness dengan cara menyusun strategi branding sehingga pesan brand dapat tersampaikan pada konsumen. Rebranding ini dilakukan karena adanya peluang yang dapat dilihat dari kompetitor REANAE yang masih berjalan dengan baik, dikarenakan adanya banyak acara seperti pernikahan, ulang tahun, dan tunangan yang diadakan oleh masyarakat Indonesia. Perancangan ini menggunakan teknik pengumpulan data secara kualitatif melalui wawancara, why test, dan analisis SWOT. Perancangan rebranding dilakukan dengan menyusun strategi branding dan memberikan identitas pada brand seperti logo, tagline, dan membuat kemasan yang menarik dan inovatif. Kini REANAE memiliki citra feminim dan elegan. Melalui tagline ‘Let Them Stare’, REANAE ingin menyampaikan pesan bahwa dengan memiliki produk REANAE anda dapat mencuri perhatian orang dengan suvenir elegan yang anda miliki tentunya dengan sentuhan feminim dari keindahan bunga yang terpancar dari setiap produk REANAE.",
  "creators": "NATASHA SUSANTO",
  "contributors": "Deddi Duto Hartanto (Advisor 1); Merry Sylvia, S.Sn (Advisor 2); Maria Nala Damajanti, S.Sn., M.Hum. (Examination Committee 1); Cindy Muljosumarto S.Sn, M.D. (Examination Committee 2); Merry Sylvia (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Branding",
  "source": "Branding No. 00023940/DKV/2023; Natasha Susanto (E12190120)",
  "subjects": "BRANDING (MARKETING); PACKAGING--DESIGN; LOGOS (SYMBOLS)"
}