{
  "id": "5786",
  "title": "The Compensatory strategies used by the students of the English Departement, Petra Christian University",
  "abstract": "The study is about the Compensatory Strategies. Compensatory Strategies is processes or strategies that operate on the conceptual and linguistic knowledge as the alternative ways to make the conversation keep going on when their linguistic weaknesses make them difficult to communicate their intended meanings. This study revealed the types of Compensatory Strategies used by the students of Speaking II and Speaking VI of the English Department, Petra Christian University and similarities and differences in the use of Compensatory Strategies by the students of Speaking II and the students of Speaking VI. The writer did this study by asking the subjects to describe a situational picture with some problematic words and some concrete pictures in English. Then, the writer compared the types of Compensatory Strategies used between the students of Speaking II and the students of Speaking VI. Finally, the writer found out that the students of Speaking II and Speaking VI used Analytic Conceptual Strategy, Holistic Conceptual Strategy and Linguistic Strategy of Transfer in the session. However, students of Speaking II used more Conceptual Strategies and Linguistic Strategies than the students of Speaking VI. The differences are in the use of the types of the Compensatory Strategies. For Holistic Conceptual Strategy, the students of Speaking II prefer to use Superordinate word but the students of Speaking VI prefer to use Coordinate word. In Linguistic Strategy, the students of Speaking II tended to use Borrowing strategy while the students of Speaking VI tended to use Literal Translation strategy. These differences possibly indicate that different duration of learning, quantity of vocabulary and linguistic knowledge and also students? awareness to communicate may cause differences in the use of Compensatory Strategies.",
  "creators": "ARIYA WIJAYA",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011522/ING/2006; Ariya Wijaya (11400099)",
  "subjects": "CONVERSATION ANALYSIS; ENGLISH LANGUAGE-STUDY AND TEACHING; SOCIOLINGUISTICS"
}