{
  "id": "57877",
  "title": "Analisis pentingnya memiliki kemampuan directing dasar bagi seorang fotografer",
  "abstract": "Saat ini perkembangan era semakin digital dan modern sehingga membuat kebutuhan terhadap fotografer semakin meningkat. Peningkatan ini terjadi karena banyak masyarakat yang menggunakan jasa fotografer untuk mengabadikan momen istimewa agar menghasilkan foto yang terbaik. Umumnya fotografer memiliki kemampuan dasar tentang teknik dan kamera, tetapi kurang memahami subjek yang akan difoto, salah satunya adalah manusia. Dalam memotret subjek manusia, perlu adanya directing. Namun, masih banyak ditemui fotografer yang tidak memiliki kemampuan directing yang benar sehingga mengalami kesulitan dalam menyampaikan keinginan fotografer terhadap subjek foto. Hal ini mengakibatkan pesan tidak dapat tersampaikan dengan tepat. Penelitian ini bertujuan untuk mengetahui pentingnya memiliki kemampuan directing bagi seorang fotografer karena directing berhubungan dengan berbagai faktor. Metode yang digunakan untuk penelitian ini adalah metode kualitatif. Hasil dari penelitian ini adalah hasil analisis dari foto pre-sweet seventeen milik klien Scala Photography dari faktor pose, ekspresi, konsep, lighting, dan angle. Dari hasil analisis, dapat diketahui bahwa directing berhubungan dengan faktor-faktor tersebut, sehingga penting bagi fotografer untuk memiliki kemampuan directing dasar sebelum memasuki dunia kerja. Hal ini bertujuan untuk meningkatkan kualitas hasil foto, dapat menyampaikan pesan secara tepat, dan lebih profesional.",
  "creators": "CLARISSA ADELA PRANAMA",
  "contributors": "Yusuf Hendra Y. (Advisor 1); Ani Wijayanti Suhartono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00024049/DKV/2023; Clarissa Adela Pranama (E12190170)",
  "subjects": "PHOTOGRAPHY--STUDY AND TEACHING; PHOTOGRAPHY"
}