{
  "id": "57870",
  "title": "Analisis pembuatan single-minded proposition dalam penyusunan strategi komunikasi TV commercial di Bujukrayu Creative Agency",
  "abstract": "Era digital memberikan dampak dan tantangan besar bagi industri periklanan Indonesia. Ketergantungan masyarakat yang semakin meningkat pada media digital, membuat media konvensional seperti televisi semakin ditinggalkan. Keunggulan yang ditawarkan oleh media digital dan perubahan perilaku konsumsi masyarakat dalam mengonsumsi televisi, membuat pelaku bisnis berpikir dua kali ketika menggunakan TV commercial sebagai media promosi. Di tengah distraksi digital yang menyebabkan orang semakin kelimpahan informasi, diperlukan strategi komunikasi yang bersifat single-message agar TV commercial bisa terus bersaing. Dalam penyusunan strategi komunikasi periklanan, single-message dituangkan dalam single-minded proposition yang dibuat oleh tim strategic planner. Penelitian ini bertujuan untuk menganalisis proses pembuatan single-minded proposition dalam penyusunan strategi komunikasi TV commercial di Bujukrayu Creative Agency. Metode yang digunakan untuk penelitian ini adalah deskriptif kualitatif dengan teknik pengumpulan data berupa wawancara, observasi dan dokumentasi. Selama magang di Bujukrayu Creative Agency, penulis mengetahui bahwa pembuatan single-minded proposition memegang peranan penting dalam menentukan arah komunikasi dan ide yang dikembangkan oleh tim kreatif suatu agensi advertising. Penulisan single-minded proposition harus bersifat single-message agar audiens dapat menangkap pesan yang ingin disampaikan secara tepat. Dengan demikian, pembuatan single-minded proposition menjadi kunci penting dalam membuat strategi komunikasi TV commercial.",
  "creators": "FELIA JOSEPHINE GUNAWAN",
  "contributors": "Vanessa Yusuf (Advisor 1); Listia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00024009/DKV/2023; Felia Josephine Gunawan (E12190141)",
  "subjects": "COMMUNICATION IN MARKETING; ADVERTISING"
}