{
  "id": "5788",
  "title": "A Study of the causes and effects of Carrie's obsession with material wealth as seen in Theodore Dreiser's Sister Carrie",
  "abstract": "In Sister Carrie, Carrie Meeber is portrayed as a materialistic girl who sees material wealth and luxurious life are the important part in her life. For that matter, to fulfill her obsession she gets involved with two men and her purpose is for the money. Concerning the topic that is brought up in Sister Carrie that is about the causes and effects of Carrie?s obsession with material wealth, I am curious to know the causes with Carrie becomes obsessed with material wealth and the effects of her obsession. Therefore, for the purpose, this thesis conducted to find out those questions. Hence, the discussion will be on the causes of Carrie?s poverty and her sister?s poverty, then I also analyze the effects of Carrie?s obsession with material wealth after she experiences her bad experiences. In the discussion of the problem, I use a literary approach, focusing on the tools of characterization and conflict. However, in my finding, it is discovered that Carrie is tortured with her own poverty and her sister?s poverty, so she surely wants to run away from these kinds of life. Therefore, she gets along with two rich men and she is using them as the jumping stone to be rich. In the conclusion, Carrie is still unhappy and dissatisfied with her success, which she used to be longed with all her heart, but she herself does not know why the reason of her unhappiness. Carrie learns that now wealth is not everything in her life and she wants to find true happiness.",
  "creators": "OLIVIA ROSALYN",
  "contributors": "Ribut Basuki (Advisor 1); Liem Satya Limanta (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011535/ING/2006; Olivia Rosalyn (11400156)",
  "subjects": "AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING"
}