{
  "id": "57889",
  "title": "Proses konstruksi konten product knowledge pada Instagram brand lokal BYOU Indonesia oleh content creator",
  "abstract": "Konsep kontruksi pesan diteliti sebab hal yang menarik dengan tagline “First Local Brand to Launch Acne Essence with LHA Complex!” melalui berbagai konten yang disajikan secara fisik dengan visual kemudian secara psikologi berdampak pada emosi follower untuk tersedukasi bahwa penting kandungan Acne Essence with LHA Complex pada skincare dan secara psikologi dapat menimbulkan fantasi pada pengikut bahwa skincare local memiliki kandungan yang baik bagi kulit. Hal ini merupakan tantangan dalam berkomunikasi bagi content creator dalam membuat sebuah konten pesan mengenai brand local skincare terkait konstruksi pesan tersebut agar tag line tersebut sampai dengan baik dan mudah dipahami oleh followers. Konten atau postingan harus berisi gambar produk yang menarik sekaligus menampilkan kata-kata yang dengan cepat mudah dipahami khalayak umum. Konten atau postingan harus menampilkan ciri khas yang dimiliki produk harus berbeda dengan produk competitor lain. Selain itu tantangan sebagai komunikator brand local harus menyiapkan perencanaan yang matang terkait konsep yang digunakan, alur komunikasi, visual produk dan isi pesan yang disampaikan sesuai kebutuhan yang harus ada yang sangat penting untuk diperhatikan. Jenis penelitian yang digunakan adalah penelitian kualitatif dengan metode studi kasus. Hasil penelitian memperlihatkan proses konstruksi konten product knowledge pada Instagram brand lokal Byou Indonesia oleh content creator diawali dengan proses penentuan fungsi pesan, struktur pesan kemudian isi dari pesan dalam konten tersebut. Hasil wawancara dengan keseluruhan content creator ByouIndonesia dijelaskan bahwa pada penentuan fungsi pesan, tema yang dibawakan pada postingan itu merupakan kegiatan perawatan diri yang berkualitas. Ada pun pesan yang dititik beratkan pada kalimat itu adalah ajakan senantiasa merawat diri yang berkualitas.",
  "creators": "PATRICIA BELLA TJIPTO",
  "contributors": "Jandy Edipson Luik (Advisor 1); Lady Joanne Tjahyana, S.Kom., MMM. (Advisor 2); Gatut Priyowidodo (Examination Committee 1); Agusly Irawan Aritonang, S.Sos., M.A. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011867/KOM/2023; Patricia Bella Tjipto (F11190053)",
  "subjects": "COMMUNICATION IN MARKETING; SOCIAL MEDIA--COMMUNICATION; INSTAGRAM (ELECTRONIC RESOURCE)"
}