{
  "id": "57898",
  "title": "Perancangan buku sebagai media untuk melatih dan mengajarkan berdoa bagi anak sekolah Minggu",
  "abstract": "Pendidikan kerohanian pada anak-anak Kristen sama pentingnya dengan pendidikan formal pada umumnya. Pendidikan kerohanian anak-anak Kristen bisa didapatkan di lembaga yang ada di gereja yaitu sekolah minggu. Sekolah minggu merupakan kegiatan gereja untuk mengajarkan tentang Alkitab, contohnya adalah pengajaran tentang kemampuan rohani, seperti salah satunya adalah berdoa. Berdoa adalah sesuatu hal yang penting dilakukan dalam kehidupan sehari-hari sebagai orang Kristen, akan tetapi ada kendala yang dialami anak-anak Kristen ketika berdoa, yaitu kurang mengerti cara untuk berdoa, kurang percaya diri karena takut salah saat mengucapkan doa, dan juga media pendukung pembelajaran untuk berdoa masih kurang membantu anak-anak untuk bisa berdoa. Penelitian ini dilakukan bertujuan untuk melihat permasalahan yang menjadi kendala anak-anak kristen yang kesulitan untuk berdoa dan diberikan solusi secara DKV melalui perancangan media buku. Metode yang digunakan dalam penelitian ini adalah observasi kegiatan berdoa yang dilakukan anak sekolah Minggu pada saat beribadah dan cara guru sekolah Minggu mengajar berdoa, melakukan wawancara kepada guru dan orang tua sekolah Minggu sebagai pendamping anak-anak dalam kegiatan pendidikan kerohanian mengenai berdoa dan juga studi literatur.",
  "creators": "SARAH AIRIEL ZEFANYA",
  "contributors": "Andrian Dektisa Hagijanto (Advisor 1); AMELIA SIDIK (Advisor 2); Daniel Kurniawan, S.Sn., M.Med.Com (Examination Committee 1); Rebecca Milka Natalia Basuki (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Grafis",
  "source": "Perancangan Grafis No. 00023976/DKV/2023; Sarah Airiel Zefanya (E12190233)",
  "subjects": "BOOK DESIGN; GRAPHIC ARTS; VISUAL COMMUNICATION"
}