{
  "id": "57899",
  "title": "Pengaruh edukasi pajak, pemahaman terhadap mekanisme pembayaran pajak, dan persepsi sanksi perpajakan terhadap kepatuhan wajib pajak UMKM yang terdaftar di Surabaya",
  "abstract": "Tujuan – Untuk mengetahui dampak dari edukasi pajak, pemahaman terhadap mekanisme pembayaran pajak, dan persepsi terhadap sanksi perpajakan terhadap tingkat kepatuhan wajib pajak Usaha Mikro, Kecil, dan Menengah (UMKM) yang terdaftar di Surabaya. Tujuan dari penelitian ini adalah untuk menilai apakah faktor-faktor tersebut mempengaruhi tingkat kepatuhan wajib pajak UMKM yang terdaftar di Surabaya. Desain/metode penelitian – Penelitian ini menggunakan data primer yang diperoleh dengan menyebarkan kuesioner melalui aplikasi Populix. Sampel yang tercakup dalam penelitian ini adalah 100 Wajib Pajak UMKM yang terdaftar di Surabaya. Sampel dipilih berdasarkan beberapa kriteria, yaitu UMKM dijalankan oleh orang pribadi, memiliki omzet di antara Rp. 500.000.000 dan Rp. 4.800.000.000, dan bergerak di industri makanan. Metode yang digunakan dalam penelitian ini adalah analisis regresi berganda dengan menggunakan program SPSS untuk mengolah data. Temuan – Hasil dari penelitian ini, dapat disimpulkan bahwa edukasi pajak tidak memiliki dampak yang signifikan terhadap tingkat kepatuhan pajak. Namun, pemahaman terhadap mekanisme pembayaran pajak dan persepsi terhadap sanksi perpajakan memiliki pengaruh yang signifikan terhadap tingkat kepatuhan pajak. Keterbatasan hasil penelitian/implikasi penelitian – Sampel yang digunakan dalam penelitian hanya berfokus pada UMKM yang dijalankan oleh orang pribadi dan bergerak di industri makanan. Diharapkan penelitian selanjutnya dapat mengambil lingkup sampel yang lebih luas. Originalitas/Nilai penelitian – Penelitian ini berfokus pada UMKM yang dijalankan oleh orang pribadi sehingga dapat dijadikan bahan pertimbangan dan studi lebih lanjut bagi pihak-pihak yang bersangkutan.",
  "creators": "SHANON YUSI LINANTA",
  "contributors": "TONNY STEPHANUS EOH (Advisor 1); R.Arja Angka Asa Aras Adji S. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011001/AKT/2023; Shanon Yusi Linanta (D12190163)",
  "subjects": "TAXPAYER COMPLIANCE"
}