{
  "id": "579",
  "title": "Pemodelan hubungan antara biaya dan durasi aktivitas proyek konstruksi",
  "abstract": "Perencanaan durasi proyek konstruksi dilakukan dari tahap awal sampai dengan tahap pelaksanaan. Pada tahap perencanaan penentuan biaya optimal memerlukan data biaya dan durasi aktivitas. Pada tahap pelaksanaan sering terjadi keterlambatan, Manajer Proyek akan berusaha mempercepat durasi aktivitas agar proyek dapat diselesaikan sesuai dengan jadwal rencana. Percepatan durasi aktivitas tersebut juga memerlukan data biaya dan durasi aktivitas. Suatu model biaya-durasi aktivitas dibuat pada penelitian ini berdasarkan data - data produktivitas dan data-data biaya. Suatu sistem pendataan diperlukan agar data-data produktivitas serta faktor-faktor yang mempengaruhinya dapat disimpan dan digunakan bersama-sama dengan data-data biaya untuk merencanakan besamya biaya percepatan aktivitas. Faktor-faktor produktivitas diperoleh melalui hasil analisis kuesioner yang disebar kepada para pengawas/mandor. Pengamatan lapangan dilakukan untuk memperoleh data-data produktivitas dan karakteristik dari faktor tersebut. Penentuan faktor-faktor produktivitas dilakukan dengan analisis regresi berdasarkan pada hasil pengamatan lapangan. Pada penelitian ini pengamatan lapangan dilakukan pada aktivitas pasangan dinding bata dan pengecoran plat lantai. Hasil analisis regresi menunjukkan bahwa faktor-faktor produktivitas yang berpengaruh pada kedua aktivitas ini tidak sama. Perbedaan faktor-faktor tersebut nantinya juga mempengaruhi slope biaya percepatan aktivitas.",
  "creators": "HARDI DERMAWAN",
  "contributors": "Ratna S. Alifen (Advisor 1); JANUAR BUDIMAN (Advisor 2); Handoko Sugiharto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 038/MTS; Hardi Dermawan (01599004)",
  "subjects": "BUILDING-ESTIMATES; CONSTRUCTION INDUSTRY-MANAGEMENT"
}