{
  "id": "5790",
  "title": "A Study of finite verb produced by Indonesian Learners of English at YPIA, Surabaya",
  "abstract": "This study is about the use of finite verbs by Indonesian teenagers in English classes at YPIA. The writer takes twenty two writing journals, which become the source of data. The writer reveals the appropriate and the deviation use of finite verb. Furthermore he also identifies the type of grammatical error from the sentence with deviation use of finite verb based on linguistic category taxonomy. It is hoped that this study can help Indonesian learners of English to be able to construct better sentences and also can assist teachers of English to have a broader knowledge on students? errors. The writer identifies the appropriate and the deviation use of finite verb based on tenses. Then from the deviation sentence, the writer identifies the types of grammatical error related to the use of finite verbs using linguistic category taxonomy proposed by Politzer and Ramirez (1973). This study applies descriptive qualitative approach. The writer calculates the frequency of finite verb occurred in each tense. The frequency of occurrence on each type of grammatical error are also calculated to reveal the type of grammatical error mostly occur in sentences with deviations. The result of the analysis shows that the finite verb mostly found is in the form of simple present tense. Most of the finite verb errors in the sentence also happen when students fail to apply the simple present tense. While the type of ?agreement of subject and verb? error is the type of error mostly found in the deviation sentence. It seems that the errors may happen because the students transfer the rules from Bahasa Indonesia into English.",
  "creators": "BURAGA BIANTORO",
  "contributors": "MEEDY NUGRAHA (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011528/ING/2006; Buraga Biantoro (11401050)",
  "subjects": "ENGLISH LANGUAGE-LINGUISTIC ANALYSIS; ENGLISH LANGUAGE-GRAMMAR"
}