{
  "id": "57901",
  "title": "Pengaruh corporate social responsibility (CSR), pertumbuhan penjualan, profitabilitas, dan ukuran perusahaan terhadap penghindaran pajak",
  "abstract": "Tujuan – Studi ini bertujuan untuk mengetahui bagaimana pengaruh Corporate Social Responsibility (CSR), pertumbuhan penjualan, profitabilitas, dan ukuran perusahaan terhadap penghindaran pajak. Sampel yang digunakan pada penelitian ini yaitu perusahaan di bidang manufaktur, agraris, dan pertambangan yang terdaftar di Bursa Efek Indonesia (BEI) dari tahun 2017 hingga 2021. Desain/metode penelitian – Untuk menguji hipotesis pada penelitian ini, penulis menerapkan regresi linear berganda dengan menggunakan data sekunder yang diproleh dari laporan keuangan tahunan perusahaan dan laporan keberlanjutan tahunan perusahaan dari sampel 48 perusahaan manufaktur, perusahaan agraris, dan perusahaan pertambangan yang terdaftar pada BEI periode 2017-2021. Temuan – Studi ini menemukan bahwa variabel CSR dan ukuran perusahan tidak mempengaruhi penghindaran pajak. Sebaliknya, variabel pertumbuhan penjualan dan profitabilitas (ROA) mempengaruhi penghindaran pajak secara positif. Keterbatasan hasil penelitian/implikasi penelitian – Penulis juga mengakui bahwa penelitian ini juga masih memiliki keterbatasan. Sampel yang digunakan untuk penelitian ini hanya terbatas pada perusahaan manufaktur, perusahaan agraris, dan perusahaan pertambangan yang terdaftar pada BEI. Kemudian, sampel yang memenuhi kriteria dan dapat digunakan pada penelitian ini sangatlah sedikit dikarenakan adanya keterbatasan mengenai informasi pada laporan tahunan perusahaan maupun laporan keberlanjutan perusahaan yang bersangkutan. Originalitas/Value penelitian – Penelitian ini adalah salah satu dari sekian banyak studi yang mengkaji hubungan antara Corporate Sosial Responsibility (CSR), pertumbuhan penjualan, profitabilitas, dan ukuran perusahaan terhadap penghindaran pajak.",
  "creators": "CHRISTOPHER LEONARDO GUNAWAN",
  "contributors": "Elisa Tjondro (Advisor 1); R.Arja Angka Asa Aras Adji S. (Examination Committee 1); Adhityawati Kusumawardani S.E. Msc. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011985/AKT/2023; Christopher Leonardo Gunawan (D12190093)",
  "subjects": "TAX AVOIDANCE; TAX EVASION"
}