{
  "id": "5791",
  "title": "Language style used by Susilo Bambang Yudhoyono's political party in their campaign slogans",
  "abstract": "This research tried to find the types of language style in the sentences used by Susilo Bambang Yudhoyono?s political party in their campaign slogans during the political campaign. It also tried to find which language style occurred the most frequently. The writer chose Susilo Bambang Yudhoyono?s (SBY?s) political party because the writer thought that the campaign sentence slogans from Susilo Bambang Yudhoyono?s (SBY?s) political party for SBY?s campaign in the general election was more interesting than the other political party?s campaign slogans, since Susilo Bambang Yudhoyono (SBY) is the President of Indonesia after he won the general election. The main theory of the types of language style was Abdul Chaer?s theory (2000). This research was a descriptive qualitative research. The writer got the data from SBY?s political party branch office in Surabaya. In her analysis, the writer classified the types of language style, that is, formal and informal language styles. Then she analyzed all the sentences based on the characteristics given by each type of language style. In her findings, the writer found that SBY?s political party tended to use informal language style rather than formal language style in making their campaign slogans. The writer also had some interpretation about the possible reasons why informal language style occurred the most frequently in SBY?s political party?s campaign slogans. The possible reasons were most of Indonesian people speak non-standard language and by using informal language style the campaign slogans would be more attractive because the sentences were short and it was easy to be remembered.",
  "creators": "ERNI SULISTYOWATI",
  "contributors": "Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Advisor 1); MEEDY NUGRAHA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011537/ING/2006; Erni Sulistyowati (11401077)",
  "subjects": "LINGUISTICS"
}