{
  "id": "57916",
  "title": "Peran mediasi brand image dan brand experience pada pengaruh perceived quality terhadap post-purchase intention Mixue di Surabaya",
  "abstract": "Penelitian terdahulu menunjukkan bahwa, di antara berbagai faktor, perceived quality adalah faktor kunci untuk mendorong post-purchase intention. Yang menarik, mekanisme yang menghubungkan faktor-faktor tersebut dengan post-purchase intention jarang diteliti. Penelitian ini menguji peran mediasi brand image dan brand experience pada pengaruh perceived quality terhadap post-purchase intention. Mixue, waralaba ice cream and tea, menjadi obyek dalam penelitian ini karena sekalipun dari segi jumlah banyaknya gerai tumbuh secara eksponensial, keberlangsungan jangka panjang bisnis waralaba tersebut masih menjadi tanda tanya. Studi ini meneliti apakah brand image, brand experience, dan perceived quality, dapat mendorong post-purchase intention yang positif dari pelanggan Mixue. Data berasal dari 100 konsumen Mixue di Surabaya. Analisis PLS-SEM digunakan untuk menguji pengaruh perceived quality terhadap post-purchase intention. Model yang sama sekaligus menguji peran brand image dan brand experience sebagai variabel mediasi. Hasil penelitian menunjukkan bahwa perceived quality berpengaruh terhadap post-purchase intention. Ditemukan efek mediasi dari brand image dan brand experience pada pengaruh perceived quality terhadap post-purchase intention, sehingga dapat disimpulkan bahwa adanya efek tidak langsung pada pengaruh perceived quality terhadap post-purchase intention, dalam kasus Mixue di Surabaya.",
  "creators": "CHEDIAN JULES PRAMONO",
  "contributors": "Dr. Yohanes Sondang Kunto, S.Si., M.Sc. (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1); Wilma Laura Sahetapy (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012435/MAN/2023; Chedian Jules Pramono (D11190436)",
  "subjects": "BRANDING (MARKETING); CONSUMERS--RESEARCH; CUSTOMER LOYALTY; BRAND LOYALTY; CONSUMER BEHAVIOR"
}