{
  "id": "5792",
  "title": "A Study on the reasons and the ways Totto-Chan suffers and recovers from oppositional defiant disorder in Tetsuko Kuroyanagi's Totto-Chan: The Little Girl At The Window",
  "abstract": "The thesis writer would like to analyze a semi-autobiographical novel, entitled Totto-Chan: the Little Girl at the Window by Tetsuko Kuroyanagi. Totto-Chan suffers from Oppositional Defiant Disorder. The study is about why she suffers from the disorder, and how she recovers from it. The purposes are to find out the reasons why she suffers from the disorder, and the ways she recovers from it. To analyze this novel, the thesis writer uses Psychoanalysis of Erickson?s theory of Psychosocial Development. Totto-Chan suffers from the disorder because she has failed in the three stages of her early life. The first failure is the over confident of Totto-Chan because of Daddy and Mother?s wrong responses. The second is the over developing sense of independence by Totto-Chan because of Mother and Daddy?s little control. The last is Totto-Chan?s initiative in doing disruptive behaviors. Nevertheless, Totto-Chan is able to recover from the disorder through three therapies. The therapies are Play therapy, Individual therapy and Family therapy. As a conclusion, the keys to handle a child with this disorder are by creating and developing good communication between the child and the close people around the child. Therefore, parents should know that to raise a child in improper ways may lead to several psychological problems toward the child in his or her future life.",
  "creators": "DIAN RATIH ANGGRAENI",
  "contributors": "Liliek Soelistyo (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011527/ING/2006; Dian Ratih Anggraeni (11401137)",
  "subjects": "KUROYANAGI, TETSUKO, 1933 - ... TOTTO-CHAN: THE LITTLE GIRL AT WINDOW; JAPANESE FICTION-20TH CENTURY"
}