{
  "id": "57927",
  "title": "Self disclosure dalam proses komunikasi interpersonal menjalin kesepakatan hubungan friends with benefits (FWB) pada Telegram",
  "abstract": "Fenomena hubungan asmara Friends with Benefits (FWB) berkembang di negara Barat yang menganut kebebasan, mulai berkembang pula di Indonesia dengan adanya globalisasi dan didukung dengan perkembangan teknologi. Berbeda dengan hubungan pacaran yang terikat perasaan cinta kasih dan komitmen, pihak yang menjalin hubungan Friends with Benefits (FWB) hanya terikat kesepakatan benefits aktivitas seksual, tanpa adanya perasaan atau komitmen. Adanya aplikasi Telegram yang hadir dengan keunggulan fitur komunitas atau grup chat berskala besar. Penelitian ini menemukan komunitas grup khusus mencari pasangan hubungan Friends with Benefits (FWB) se Indonesia. Penelitian ini berfokus mengenai self disclosure atau keterbukaan diri dalam proses komunikasi interpersonal dalam personal chatting yang dilakukan kedua calon pasangan guna menjalin kesepakatan hubungan Friends with Benefits (FWB) pada Telegram. Melalui pendekatan penelitian ini adalah kualitatif dengan metode studi kasus mendapati keempat informan yang tergabung dalam komunitas khusus mencari pasangan Friends with Benefits (FWB) pada Telegram dan sedang menjalin komunikasi interpersonal menjalin kesepakatan hubungan Friends with Benefits (FWB). Temuan penelitian menunjukkan bahwa eksplorasi hasrat seksual mempercepat jalannya self disclosure; wanita mengejar kedalaman profil personal, pria mengejar kedalaman keintiman; serta self disclosure menakar rasa aman dan nyaman, yang bisa menentukan ”deal”.",
  "creators": "MONICA GABRIELA",
  "contributors": "Jandy Edipson Luik (Advisor 1); Agusly Irawan Aritonang, S.Sos., M.A. (Advisor 2); Gatut Priyowidodo (Examination Committee 1); Chory Angela Wijayanti (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011890/KOM/2023; Monica Gabriela (F11190091)",
  "subjects": "COMMUNICATION; INTERPERSONAL COMMUNICATION; SELF-DISCLOSURE"
}