{
  "id": "57926",
  "title": "Studi pengaruh perubahan dimensi pada saluran box culvert terhadap pengelolaan sedimentasi",
  "abstract": "Kota Surabaya mulai melakukan pemasangan box culvert di titik-titik rawan banjir untuk memperlancar sistem drainase. Tetapi pemasangan box culvert belum cukup mengatasi banjir. Perlu dilakukannya pemantauan terhadap pengendapan sedimentasi di box culvert. Penelitian ini berfokus pada mengetahui pengaruh perubahan dimensi box culvert terhadap kecepatan saluran, mengetahui karateristik sedimen apa saja yang dapat terangkut dengan kecepatan saluran, dan mengetahui lama waktu yang dibutuhkan untuk membersihkan sedimen pada tempat berkumpulnya sedimen di saluran box culvert. Penelitian ini dilakukan di tiga lokasi yaitu jalan Raya Wiyung, jalan Ahmad Yani, dan jalan Dharmahusada Indah dengan tiga pemodelan pelebaran box culvert yaitu 1,25x;1,5x;2x ukuran saluran. Data yang diperlukan adalah kecepatan aliran saluran, ukuran saluran, dan sample sedimen saluran. Setelah itu digunakan program HEC-RAS untuk mengelola data untuk menganalisa kecepatan aliran dan sedimen yang dapat terangkut dan tertumpuk. Hasil penelitian menunjukan bahwa pada kecepatan aliran, semakin besar perubahan dimensi yang dilakukan maka kecepatan aliran semakin melambat. Semakin besar penampang maka semakin banyak daya angkut sedimen yang bisa terjadi. Konsentrasi sedimen paling tinggi pada semua dimensi box culvert beserta perubahan dimensi yang terjadi yaitu pada saat aliran mengalami perlambatan pada perubahan dimensi box culvert. Dalam pengelolaan sedimentasi, semakin besar perubahan penampang maka semakin lama sedimen di bersihkan.",
  "creators": "FRANCESCO FRACO SIELVANO; PETER NATANAEL PRASETIO",
  "contributors": "Angela Jasmine Tanya Tjahyana, S.T., M.T. (Advisor 1); Dr. rer.nat. Surya Hermawan S.T., M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10012671/SIP/2023; Francesco Fraco Sielvano (B11190141), Peter Natanael Prasetio (B11190168)",
  "subjects": "FLOOD CONTROL; ROAD DRAINAGE; SEDIMENT CONTROL"
}