{
  "id": "57931",
  "title": "Efektivitas penggunaan Fadil Jaidi sebagai celebrity endorser pada konten Head & Shoulders di Youtube",
  "abstract": "Seorang celebrity endorser merupakan sosok publik yang menjadi perwakilan perusahaan untuk menginformasikan sebuah produk. Maraknya penggunaan media sosial pada era saat ini sebagai media penyebaran informasi sebuah produk kepada khalayak menciptakan aktivitas komunikasi pemasaran. Fadil Jaidi merupakan salah satu celebrity endorser yang dikenal oleh masyarakat Indonesia sebagai sosok yang humoris. Head & Shoulders dlam konten yang diunggah ke dalam laman Youtube mereka, memilih Fadil Jaidi sebagai celebrity endorser untuk produk mereka. Penelitian ini bertujuan untuk melihat efektivitas penggunaan Fadil Jaidi sebagai celebrity endorser pada konten Head & Shoulders di Youtube dengan menggunakan model TEARS. Teori dasar dalam penelirian ini adalah TEARS yang mana memiliki 5 indikator. Indikator tersebut terdiri dari trustworthiness, expertise, attractiveness, respect, dan similarity. Penelitian ini menggunakan metode survei. Kemudian penarikan sampel dilakukan dengan purposive sampling, yang mana peneliti meemiliki beberapa kriteria responden yang dapat mengisi kuesioner. Hasil penelitian ini menunjukkan bahwa Fadil Jaidi sebagai celebrity endorser pada konten Head & Shoulders di Youtube adalah efektif. Faktor respect atau menghargai merupakan indikator tertinggi yang menarik perhatian responden.",
  "creators": "SILVIA GUNAWAN",
  "contributors": "Jandy Edipson Luik (Advisor 1); Megawati Wahjudianata (Advisor 2); Gatut Priyowidodo (Examination Committee 1); Agusly Irawan Aritonang, S.Sos., M.A. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011878/KOM/2023; Silvia Gunawan (F11190033)",
  "subjects": "COMMUNICATION IN MARKETING; ENDORSEMENTS IN ADVERTISING; SOCIAL MEDIA--COMMUNICATION"
}