{
  "id": "57933",
  "title": "Perjalanan usaha Jungle Juice di Malang Raya",
  "abstract": "Perjalanan usaha adalah rangkaian perjalanan atau proses yang harus dilalui oleh sebuah usaha dalam memulai, mengembangkan, dan menjalankan bisnis. Perjalanan usaha sering kali dipandang sebagai proses yang berliku-liku dan penuh tantangan, karena banyak hal yang harus dilewati oleh sebuah usaha. Tidak banyak usaha yang mampu bertahan lebih dari lima tahun pendirian terlebih lagi melampaui rintangan pandemi. Jungle Juice adalah usaha penyedia minum aneka olahan jus di Malang Raya yang telah berdiri lebih dari 2 dekade sejak tahun 1999. Tujuan dari penelitian ini adalah meriwayatkan secara holistik perjalanan usaha Jungle Juice di Malang Raya dalam melewati rintangan sebelum, saat, dan transisi pandemi COVID-19. Hasil penelitian menunjukkan bahwa Jungle Juice telah melewati beberapa rute perjalanan berbeda dari awal yang mudah dan menyenangkan bagai sebuah perjalanan bersepeda menikmati pemandangan hutan yang indah, liku-liku pada tengah perjalanan, hingga terperosok “berdarah-darah” pada jalan berduri selama pandemi. Elemen inti pada usaha Jungle Juice memiliki kondisi yang variatif. Elemen yang terus-menerus berkembang atau berubah dalam tiap masa perjalanan termasuk hierarki otoritas, sasaran dan strategi, serta ukuran. Elemen yang berubah dalam tingkat yang lebih rendah termasuk sistem pelayananan dan produksi, sistem pengadaan barang, formalisasi, budaya, serta teknologi. Sedangkan, elemen yang tidak menunjukkan perubahan yang signifikan termasuk profesionalisme, spesialisasi, dan sentralisasi.",
  "creators": "ANGELINA AUDREY SETIANEGARA PUTRI",
  "contributors": "Bambang Haryadi (Advisor 1); Thomas Santoso (Examination Committee 1); Dhyah Harjanti (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012443/MAN/2023; Angelina Audrey Setianegara Putri (D11190300)",
  "subjects": "BUSINESS PLANNING; BUSINESS MANAGEMENT; SMALL BUSINESS--MANAGEMENT"
}