{
  "id": "57935",
  "title": "Representasi self-love dalam perancangan pemotretan editorial mode 3D",
  "abstract": "Pentingnya self-love dapat dilihat saat ini dengan berkembangnya gerakan body positivity, kesadaran kesehatan mental, dan pergeseran paradigma yang lebih luas dalam kecantikan. Dalam konteks ini, self-love bukan sekedar konsep teoritis, melainkan sebuah gerakan sosial yang mendukung pengembangan diri secara positif. Fotografi fesyen juga memainkan peran penting dalam mengubah persepsi orang tentang standar kecantikan yang sempit dan mempromosikan inklusivitas dengan mendorong orang untuk menerima dan menghargai penampilan yang beragam. Dalam konteks sosial yang terus berkembang, pemahaman yang lebih dalam tentang bagaimana fotografi fashion dapat mempengaruhi harga diri dan sel-love dapat memberikan wawasan berharga tentang pengembangan diri yang positif dan perubahan sosial yang lebih inklusif. Melalui pemahaman tersebut, diharapkan akan muncul pendekatan baru dalam industri fotografi fashion yang lebih memperhatikan keragaman dan mendukung pembentukan identitas diri yang positif. Perkembangan teknologi pemodelan 3D dan animasi juga digunakan dalam perancangan editorial fashion 3D ini untuk menunjukkan konsep self-love. Pajangan cinta diri dapat dikombinasikan dengan teknologi ini untuk menciptakan mahakarya visual yang memotivasi dan menginspirasi. Memberikan kesadaran kepada masyarakat khususnya kalangan muda tentang pentingnya self-love dan mengeksplorasi fotografi fashion dengan penggunaan 3D fashion. Perancangan ini didasari dengan tujuan mengedukasi masyarakat umum akan pentingnya kesadaran tentang mental health dan self-love. Penulis berharap rancangan ini dapat memberikan dampak positif bagi masyarakat dan menaikkan kesadaran akan mental health dan self love.",
  "creators": "MONIKA SOPHIE LIVIA RAHAKBAUW",
  "contributors": "Luri Renaningtyas, S.T., M.Ds. (Advisor 1); Purnama Esa Dora Tedjokoesoemo, S.Sn., M.Sc. (Examination Committee 1); Dibya Adipranata Hody, S.E., M.M. (Examination Committee 2); Puji Sulistyorini (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan",
  "source": "Perancangan No. 01010015/DFT/2023; Monika Sophie Livia Rahakbauw (E12190195)",
  "subjects": "FASHION PHOTOGRAPHY; THREE-DIMENSIONAL IMAGING; SELF-CULTURE"
}