{
  "id": "5793",
  "title": "A Study of types of requests used by husbands and wives in Malang based on the Length of Time of Marriage",
  "abstract": "In this research, the writer is interested in the types of requests made by husbands and wives in Malang, since requests are one of the important means of communication through the language. By understanding the request better, people can show their feelings so that there can be good interactions between husbands and wives. In this thesis, the writer wants to find out the types of requests used by husbands and wives, whether they use the same or different types of requests. The writer analyzes the types of requests, which are mostly used by couples who have married for about 0 - 5 years and couples who have married for about 25 - 30 years. The writer assumes that the length of time of marriage influences the types of request use by husbands and wives. The writer uses Ervin-Tripp?s types of request in order to show the variations of request. The writer conducts her study by using a descriptive quantitative approach. In this thesis, the data are the utterances that consist of requests made by couples who have married for about 0 - 5 years and couples who have married for about 25 - 30 years. The writer finds out that, in general, the husbands tend to use need statements, bald imperatives, embedded imperatives, permission directives, and hints as their types of requests when making request to their wives, while the wives tend to use bald imperatives, embedded imperatives, and permission directives as their types of requests when making request to their husbands. The findings show that the husbands mostly use bald imperatives as the choice types of requests. On the contrary, wives who have married for about 0 - 5 years mostly use embedded imperatives as their types of requests, whereas wives who have married for about 25 - 30 years mostly use permission directives as their types of requests. The result of the analysis shows that power distance has influenced the way the couples make requests. The writer concluded that the length of time of marriage does not contribute much influence in choosing the types of requests.",
  "creators": "AUDRY MONICA",
  "contributors": "Dr. Dra. Yuli Christiana Yoedo, M.Pd. (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011523/ING/2006; Audry Monica (11401165)",
  "subjects": "JAVANESE LANGUAGE-SPOKEN JAVANESE-CHINESE INDONESIANS INFLUENCE; SOCIOLINGUISTICS"
}