{
  "id": "57949",
  "title": "Pengaruh persepsi kenaikan PPN, kenaikan cukai, kenaikan harga rokok elektrik, lingkungan sosial, dan kesadaran kesehatan terhadap konsumsi rokok elektrik",
  "abstract": "Penelitian ini bertujuan untuk mengetahui Apakah kenaikan PPN, kenaikan tarif Cukai, kenaikan harga rokok elektrik, lingkungan social, dan kesadaran kesehatan berpengaruh terhadap konsumsi rokok elektrik. Penelitian ini menggunakan metode analisis kuantitatif dan menggunakan data primer. Data- data yang digunakan dikumpulkan dalam bentuk kuisioner online yang berisi beberapa pertanyaan dan disebarkan kepada 200 orang menggunakan formulir Google Forms, dan analisis data menggunakan aplikasi SPSS versi 23. Temuan kami adalah dalam kenaikan PPN, kenaikan cukai, kenaikan harga rokok elektrik, dan kesadaran berpengaruh signifikan dan berpengaruh negative yang artinya dengan adanya kenaikan tarif tersebut maka mempengaruhi konsumsi seseorang terhadap rokok yaitu apabila terjadi kenaikan PPN, Cukai, Harga rokok elektrik, dan kesadaran Kesehatan masyarakat meningkat, maka tingkat konsumsi rokok elektrik di masyarakat akan semakin menurun. Selanjutnya adalah Lingkungan di mana hasil dalam penelitian ini adalah signifikan dan berpengaruh positif yang bisa diartikan bahwa masih banyak masyarakat yang merokok diakibatkan oleh lingkungan social mereka. Dalam penelitian ini terdapat keterbatasan yaitu responden yang mengisi pernyataan kuesioner dengan tidak sungguh-sungguh dan keterbatasan referensi dikarenakan minimnya jurnal-jurnal dan penelitian sebelumnya. Berdasarkan jurnal-jurnal dan penelitian dahulu, penulis mengangkat tema yang sama namun ada beberapa variable berbeda yang diangkat oleh penulis. Selain itu, penelitian ini mencangkupi masyarakat Surabaya yang mengonsumsi rokok elektrik.",
  "creators": "BERNARD ERIEC NABUNOME; CHRISTIANTO",
  "contributors": "R.Arja Angka Asa Aras Adji S. (Advisor 1); Elisa Tjondro (Examination Committee 1); Adhityawati Kusumawardani S.E. Msc. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011982/AKT/2023; Bernard Eriec Nabunome (D12180128), Christianto (D12180125)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMER SATISFACTION"
}