{
  "id": "57951",
  "title": "Pengaruh servant leadership terhadap innovative work behavior pada guru PAUD dalam pembelajaran jarak jauh maupun pembelajaran tatap muka: mediasi peran creative self efficacy",
  "abstract": "Penelitian bertujuan untuk mengetahui pengaruh Servant Leadership terhadap Innovative Work Behavior pada guru PAUD yang dimediasi oleh Creative Self Efficacy. Metode penelitian kuantitatif, responden penelitian berjumlah 104 guru PAUD di yayasan Kristen X, pengumpulan data menggunakan teknik purposive sampling dan analisis data menggunakan Partial Least Square (SmartPLS) versi 3.0. Hasil penelitian menunjukkan Servant Leadership tidak berpengaruh secara signifikan terhadap Innovative Work Behavior (t=1,797; p value=0,073). Servant Leadership berpengaruh positif dan secara signifikan terhadap Creative Self Efficacy (t=5,019; p value=0,000). Creative Self Efficacy berpengaruh positif dan secara signifikan terhadap Innovative Work Behavior (t=5,019; p value=0,000). Servant Leadership berpengaruh positif dan secara signifikan terhadap Innovative Work Behavior melalui Creative Self Efficacy sebagai variabel mediasi (t=5,109; p value=0,000). Pentingnya Kepala Sekolah menerapkan kepemimpinan pelayan melalui teladan prinsip moral dan memperlakukan guru sebagai partner setara, sehingga dapat membantu guru meningkatkan Creative Self Efficacy yang nantinya memampukan guru memiliki Innovative Work Behavior serta dapat menginspirasi guru untuk memimpin dengan melayani.",
  "creators": "FLORENTINA MARIA NOYA",
  "contributors": "Deborah Christine Widjaja, S.S., MSM., Ph.D. (Advisor 1); Ricky Wang (Examination Committee 1); Dr. Roy Setiawan, S.Kom., M.M., M.SM., M.Th. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020393/MM/2023; Florentina Maria Noya (D21210034)",
  "subjects": "EDUCATIONAL LEADERSHIP; SERVANT LEADERSHIP"
}