{
  "id": "57971",
  "title": "Program LEAP community engagement perancang busana detachable terhadap fashion ready to wear dengan menggunakan batik Madiun",
  "abstract": "Indonesia adalah negara kepulauan yang memiliki keragaman kekayaan budaya, salah satunya batik. Batik memiliki berbagai macam motif dan ciri khas yang tersebar di berbagai macam daerah salah satunya di Madiun. Madiun lebih dikenal dengan kota pecel, tapi siapa sangka Madiun juga memiliki batik dengan ciri khas motif yang unik seperti Motif Pecelan, Motif Kenanga, dan lain-lain. Sayangnya batik sering dianggap terlalu monoton dan kurang mengikuti tren yang membuat masyarakat jarang memakai batik. Pemakaian batik yang jarang ini membuat masyarakat juga hanya membeli batik sekali saja dan dipakai berulang kali. Bagi anak muda penampilan sangat penting, tak jarang banyak anak muda yang selalu berusaha untuk mengikuti trend fashion yang ada dan tidak suka memakai baju yang itu-itu saja yang menyebabkan munculnya perilaku konsumtif. Detachable dapat menjadi salah satu cara yang dapat mengurangi perilaku konsumtif. Oleh karena itu, untuk mengatasi permasalahan tersebut akan dibuat perancangan busana detachable yang ready-to-wear menggunakan batik Madiun sebagai bentuk inovasi dari produk batik Madiun. Diharapkan melalui kegiatan ini batik Madiun dapat lebih dikenal dan menarik minat masyarakat untuk meFashion designmakai produk fashion dari batik Madiun.",
  "creators": "MARIA GABRIELLA SUGIANTO",
  "contributors": "Deddi Duto Hartanto (Advisor 1); Mendy Hosana Malkisedek (Advisor 2); Unknown old contributor data (Advisor 3); Dibya Adipranata Hody, S.E., M.M. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan",
  "source": "Perancangan No. 01010017/DFT/2023; Maria Gabriella Sugianto (E12190111)",
  "subjects": "BATIK-JAVA (INDONESIA); FASHION DESIGN; READY-TO-WEAR CLOTHING; FASHION DESIGN--COMPUTER-AIDED DESIGN"
}