{
  "id": "57970",
  "title": "Perancangan buku cerita bergambar interaktif mengenai perkembangan motorik dan imajinasi pada anak usia dini",
  "abstract": "Perancangan buku cerita bergambar interaktif ini bertujuan sebagai media alternatif gadget yang saat ini sering dipakai oleh anak-anak, dan sebagai materi untuk mengasah kemampuan motorik halus maupun kasar pada anak-anak. Karena pada masa saat ini, mulai meningkatnya perkembangan teknologi, membuat anak-anak merasa lebih nyaman menggunakan gadget sebagai alat bermain dan belajar mereka. Hal ini menyebabkan anak-anak menjadi terikat dengan gadget mempunyai sifat manja, udah marah, malas, dan bertingkah seenaknya. Perkembangan anak akan terganggu dan menurun jika hal ini terus dibiarkan, sehingga anak-anak menjadi karakter yang tidak disiplin yang dapat memengaruhi masa depan anak-anak Oleh karena itu dibutuhkan media buku cerita bergambar interaktif yang bertemakan pendidikan dan kekeluargaan, karena saat ini anak-anak memerlukan perhatian dan tuntunan dari para orangtua agar anak-anak tidak terikat dengan gadget dan bertingkah manja, selain itu tema ini memberikan hal positif, anak-anak akan menjadi karakter yang lebih baik dari pendidikan orangtua. Perancangan ini dibuat dalam bentuk buku cerita bergambar dengan ilustrasi yang menarik, dan halaman aktifitas yang seru dan tidak membosankan bagi anak-anak. Metode yang digunakan dalam penelitian ini adalah metode kuesioner dan deskriptif kualitatif. Jadi Hasil analisis menunjukkan bahwa penggunaan media buku cerita sebagai media edukasi pendidikan dan kekeluargaan kepada anak usia 3-4 tahun sangat efektif. Hal ini terbukti karena pada saat pelaksanaan survey buku cerita bergambar interaktif anak-anak sangat antusias dalam berinteraksi dengan buku cerita bersama dengan guru mereka.",
  "creators": "CHARLY TANTRA BOEDIJANTO",
  "contributors": "Heru Dwi Waluyanto (Advisor 1); BERNADETTE DIAN ARINI MAER, S.SN.,MA. (Advisor 2); Deddi Duto Hartanto (Examination Committee 1); Anang Tri Wahyudi (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Buku Ilustrasi",
  "source": "Buku Ilustrasi No. 00023918/DKV/2023; Charly Tantra Boedijanto (E12190046)",
  "subjects": "BOOK DESIGN; GRAPHIC ARTS; VISUAL COMMUNICATION; PICTURE BOOKS FOR CHILDREN"
}