{
  "id": "57985",
  "title": "Pengaruh entrepreneurial leadership terhadap business performance melalui innovative work behavior dan dynamic capabilites pada UMKM di sektor usaha kuliner di Surabaya",
  "abstract": "UMKM di sektor usaha kuliner di Surabaya merupakan bagian tak terpisahkan dari warisan budaya dan kuliner Indonesia yang kaya. Kuliner UMKM di Surabaya juga memainkan peran penting dalam ekonomi kreatif Surabaya. Akan tetapi karena dampak dari pandemi Covid 19, sektor usaha kuliner terkena dampak negatif dari pandemi tersebut, dengan nilai sebesar 92% sektor usaha kuliner terkena dampak dan merupakan sektor usaha yang mengalami penurunan pendapatan paling drastis. Melalui pemimpin yang memiliki jiwa kewirausahaan yang baik dibantu dengan perilaku kerja yang inovatif dan juga kapabilitas dinamis yang dimiliki oleh UMKM, dapat membuat UMKM di sektor usaha kuliner di kota Surabaya untuk tetap bertahan dan berkembang, dan juga dapat menghasilkan kinerja bisnis yang memuaskan. Penelitian ini bertujuan untuk menginvestigasi pengaruh Entrepreneurial Leadership terhadap Business Performance melalui innovative work behavior dan dynamic capabilities pada Usaha Mikro, Kecil, dan Menengah (UMKM) di sektor usaha kuliner di Surabaya. Penelitian eksplanatori dengan pendekatan kuantitatif ini melibatkan 202 responden dalam survei berbasis kuesioner daring. Dengan menggunakan partial least square, penelitian ini menujukkan bahwa Entrepreneurial Leadership berpengaruh signifikan terhadap Business Performance, dan innovative work behavior dan dynamic capabilities dapat memediasi Entrepreneurial Leadership dan Business Performance secara kuat dan signifikan",
  "creators": "JEREMY OCTAVIANO HARLEYANTO",
  "contributors": "Sesilya Kempa, S.E., M.M. (Advisor 1); Maria Praptiningsih, S.E., M.Sc.FE. (Examination Committee 1); Nony Kezia Marchyta, S.E., M.M. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012463/MAN/2023; Jeremy Octaviano Harleyanto (D11190017)",
  "subjects": "ENTREPRENEURSHIP; LEADERSHIP; SMALL BUSINESS--MANAGEMENT"
}