{
  "id": "57989",
  "title": "Analisis komunikasi internal kontraktor pada proyek konstruksi",
  "abstract": "Proyek Konstruksi merupakan kegiatan kompleks dalam pemanfaatan sumber daya guna menciptakan suatu fasilitas baru. Kinerja proyek konstruksi dapat melalui performa biaya, mutu, waktu dan safety. Komunikasi dibutuhkan pada proyek konstruksi sebagai alat penunjang pemanfaatan sumber daya. Pada internal kontraktor terdapat banyak pihak yang memiliki tugas dan tanggung jawab yang berbeda-beda, sehingga memerlukan performa komunikasi yang efektif dan tepat. Penelitian ini dilakukan untuk mengetahui performa komunikasi internal kontraktor pada proyek konstruksi di Surabaya. Penggambilan data dilakukan dengan mendistribusikan kuesioner kepada kontraktor kualifikasi kecil, menengah, dan besar, di Surabaya secara offline maupun online. Data responden yang didapat, diuji validitas dan realibilitasnya kemudian dianalisis lebih lanjut dengan menggunakan metode Importance Performance Analysis (IPA). Hasil penelitian menunjukkan bahwa pada komunikasi internal kontraktor masih ada beberapa parameter komunikasi yang di bawah tingkat kesesuaian, terdapat 8 pada kualifikasi kecil, 10 pada kualifikasi menengah dan 12 pada kualifikasi besar. Pada diagram kartesius didapatkan bahwa tahapan perencanaan kualifikasi kecil perlu ditingkatkan, tahapan pengelolaan kualifikasi menengah dan besar perlu ditingkatkan, dan tahapan pengontrolan kualifikasi menengah dan besar perlu ditingkatkan.",
  "creators": "ENRICO CANDRA WINOTO; CHRISTOPHER FELIX NANDA DJAJA",
  "contributors": "Ratna S. Alifen (Advisor 1); Effendy Tanojo (Examination Committee 1); Januar Buntoro (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012681/SIP/2023; Enrico Candra Winoto (B11190081), Christopher Felix Nanda Djaja (B11190099)",
  "subjects": "CONSTRUCTION INDUSTRY--MANAGEMENT; PROJECT MANAGEMENT"
}