{
  "id": "57988",
  "title": "Analisa durasi waktu pelaksanaan dengan metode earned schedule dan performance intensity pada proyek perkantoran X di Wiyung Surabaya",
  "abstract": "Semua proyek konstruksi tentunya diharapkan dapat selesai tepat waktu sesuai rencana atau lebih cepat dari rencana. Namun faktanya seringkali proyek berjalan tidak sesuai dengan rencana sehingga menyebabkan proyek selesai lebih lambat dari rencana. Keterlambatan yang terjadi dalam sebuah proyek konstruksi tentunya akan mengakibatkan kerugian terhadap pihak-pihak yang terlibat, baik dari segi biaya maupun waktu. Maka dari itu, dapat digunakan salah satu metode seperti metode Earned Schedule dan Performance Intensity untuk membantu menganalisa performa proyek dari segi waktu. Tujuan dari penelitian ini adalah untuk mengetahui bagaimana performa proyek perkantoran X dari segi waktu berdasarkan analisa menggunakan metode Earned Schedule dan metode Performance Intensity serta untuk mengetahui hasil prediksi waktu penyelesaian proyek perkantoran X berdasarkan metode Earned Schedule dan metode Performance Intensity. Penelitian ini membutuhkan data seperti kurva-S rencana dan progres mingguan proyek yang diperoleh dari pihak kontraktor. Berdasarkan hasil analisa dengan metode Earned Schedule, progres pada minggu ke-1 hingga 4 proyek berjalan sesuai dengan rencana dan bahkan lebih cepat dari rencana, namun mulai dari minggu ke-5 hingga akhir penelitian, proyek mengalami keterlambatan hingga akhirnya durasi rencana tidak dapat tercapai dan perlu dilakukan reschedule. Sedangkan hasil analisa berdasarkan metode Performance Intensity, progres proyek pada periode ke-3 lebih cepat dari rencana, namun pada periode lainnya mengalami keterlambatan. Terdapat perbedaan pada hasil prediksi waktu selesai proyek berdasarkan kedua metode. Pada grafik hasil prediksi kedua metode, untuk metode Performance Intensity menunjukkan grafik yang semakin lama semakin menurun mendekati grafik rencana, sedangkan untuk metode Earned Schedule menunjukkan grafik yang semakin lama semakin menjauhi grafik rencana.",
  "creators": "RAYSON AUSTIN LIEM; WILLY SETIAWAN",
  "contributors": "Sentosa Limanto (Advisor 1); Handoko Sugiharto (Examination Committee 1); Sandra Loekita (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012671/SIP/2023; Rayson Austin Liem (B11190134), Willy Setiawan (B11190124)",
  "subjects": "CONSTRUCTION INDUSTRY--MANAGEMENT; PROJECT MANAGEMENT; SCHEDULING; TIME MANAGEMENT--METHODS"
}