{
  "id": "57991",
  "title": "Optimasi pola potong besi beton dalam beberapa fase pada proyek X dengan metode integer linear programming",
  "abstract": "Penelitian tentang optimasi besi beton yang memperhatikan tahap-tahap pekerjaan belum banyak dilakukan. Tanpa memperhatikan tahap-tahap pekerjaan, proses optimasi menjadi sulit diaplikasikan di lapangan. Penelitian ini bertujuan untuk mengoptimalkan pola pemotongan besi beton dalam beberapa fase pada proyek apartemen X di Surabaya menggunakan metode integer linear programming. Penelitian ini juga bertujuan untuk menjawab dua rumusan masalah. Pertama, untuk mengetahui pengaruh fase pekerjaan terhadap optimasi pola pemotongan besi beton dalam proyek apartemen dengan tujuan menghasilkan waste yang minimum. Kedua, untuk membandingkan kebutuhan besi beton setelah optimasi menggunakan integer linear programming. Data penelitian diambil dari Gambar detail bar bending schedule proyek tersebut. Hasil penelitian menunjukkan bahwa semakin sedikit fase pekerjaan, semakin optimal penggunaan besi beton, yang menghemat material dan mempermudah pengerjaan. Penelitian ini memiliki implikasi penting dalam bidang optimasi konstruksi dan pemotongan besi beton. Penggunakan metode integer linear programming pada proyek konstruksi, dapat mengoptimalkan penggunaan bahan seperti besi beton dan mengurangi pemborosan saat pemotongan. Hal ini berpotensi menghemat biaya dan meningkatkan efisiensi dalam proyek konstruksi.",
  "creators": "ROBBY CHANDRA KURNIAWAN; JOHAN ERIC",
  "contributors": "Willy Husada, ST.,MT., Msc. (Advisor 1); Ambrosius Matthew Junius Reynaldo, S.T., M.T. (Advisor 2); Pamuda Pudjisuryadi (Examination Committee 1); Benjamin Lumantarna (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012684/SIP/2023; Robby Chandra Kurniawan (B11190009), Johan Eric (B11190054)",
  "subjects": "INTEGER PROGRAMMING; REINFORCING BARS"
}