{
  "id": "57990",
  "title": "Identifikasi faktor penyebab banjir pada pengaplikasian box beton pada daerah rawan banjir di kota Surabaya",
  "abstract": "Banjir merupakan masalah utama pada suatu saluran khususnya saluran yang sudah mengaplikasikan box beton. Hal tersebut terjadi akibat beberapa faktor yaitu faktor kapasitas saluran, kemiringan saluran, luas tangkapan hujan, dan sedimentasi. Penelitian ini meninjau 2 saluran yang berbeda yaitu saluran di Jalan Tanjung Sari dan Ketintang. Dengan adanya penelitian ini diharapkan dapat menemukan angka efektifitas dan faktor utama penyebab banjir di kedua saluran. Pada penelitian ini, ada beberapa analisa yang digunakan yaitu dengan cara mengolah data primer maupun data sekunder, perhitungan, dan simulasi menggunakan aplikasi HEC-RAS. Hasil penelitian menunjukkan bahwa pada saluran di Jalan Tanjung Sari mempunyai efektifitas yang cukup baik, kapasitas dan kemiringan saluran yang cukup baik, dan luas tangkapan hujan yang tidak terlalu berlebihan. Namun, saluran di Jalan Tanjung Sari mempunyai kandungan sedimen yang cukup banyak sehingga menyebabkan saluran tersebut meluap. Saluran di Jalan Ketintang mempunyai efektifitas saluran yang tidak terlalu baik, hal tersebut diakibatkan oleh kemiringan saluran di lapangan yang berbeda dengan kemiringan saluran rencana. Sedimentasi juga menjadi penyebab berkurangnya kapasitas saluran. Namun, faktor utama yang menjadi penyebab banjir pada saluran di Jalan Ketintang adalah kemiringan saluran di lapangan yang tidak sesuai dengan saluran rencana yang disebabkan oleh kesalahan pemasangan atau sedimen yang menumpuk sehingga menyebabkan kemiringan saluran menjadi landai.",
  "creators": "RICHARD WIDJAJA SEPUTRA; KELVIN ANDRIAN IMANSJAH",
  "contributors": "Angela Jasmine Tanya Tjahyana, S.T., M.T. (Advisor 1); Ir. Prasetio Sudjarwo, M.Eng. (Advisor 2); Dr. rer.nat. Surya Hermawan S.T., M.T. (Examination Committee 1); Daniel Tjandra (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10012679/SIP/2023; Richard Widjaja Seputra (B11190016), Kelvin Andrian Imansjah (B11190038)",
  "subjects": "FLOOD CONTROL; ROAD DRAINAGE; SEDIMENT CONTROL"
}