{
  "id": "57993",
  "title": "Tingkat kepentingan dan tingkat intensitas faktor kompleksitas proyek konstruksi high rise building di Surabaya menurut kontraktor dan owner",
  "abstract": "Salah satu penyebab proyek konstruksi tidak berjalan dengan baik adalah karena adanya kompleksitas proyek konstruksi yang tidak ditanggulangi dengan baik. Kompleksitas proyek tidak dapat dipisahkan dengan proyek konstruksi dan manajer proyek perlu untuk mencermati kompleksitas proyek agar dapat dilakukan evaluasi dan pencegahan. Untuk mengetahui seberapa penting dan seberapa sering terjadinya kompleksitas proyek konstruksi, maka bisa dilakukan dengan mengukur tingkat kepentingan dan tingkat intensitasnya. Tujuan dari penelitian ini adalah untuk mengetahui tingkat kepentingan dan tingkat intensitas faktor kompleksitas proyek konstruksi high rise building di Surabaya menurut kontraktor dan owner. Penelitian ini dilakukan dengan menyebarkan kuesioner ke responden yang berasal dari beberapa perusahaan konstruksi dan perusahaan owner di Kota Surabaya. Kuesioner disebarkan kepada 98 responden yang terdiri dari 57 responden staf perusahaan kontraktor dan 41 responden staf perusahaan owner. Analisa data yang digunakan adalah analisa nilai mean dan uji U atau uji Mann Whitney. Hasil penelitian menunjukkan bahwa faktor kompleksitas proyek konstruksi dengan tingkat kepentingan yang tinggi didominasi oleh kategori kompleksitas organisasional. Sedangkan faktor kompleksitas proyek konstruksi dengan tingkat intensitas yang tinggi didominasi oleh kategori kompleksitas organisasional. Secara keseluruhan, tidak ada perbedaan secara signifikan pada tingkat kepentingan maupun tingkat intensitas faktor kompleksitas proyek menurut kontraktor dan owner. Adanya kompleksitas proyek konstruksi menunjukan bahwa hal tersebut perlu untuk dicermati oleh manajer proyek agar proyek dapat berjalan dengan baik.",
  "creators": "MICHAEL BUDIONO; RONAN LAZUARDI",
  "contributors": "Andi (Advisor 1); Doddy Prayogo S.T. (Examination Committee 1); Budiman Proboyo (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10012700/SIP/2023; Michael Budiono (B11190061)Ronan Lazuardi (B11190010)",
  "subjects": "CONSTRUCTION INDUSTRY--MANAGEMENT; HIGH-RISE APARTMENT BUILDINGS"
}