{
  "id": "57992",
  "title": "Leadership communication dalam manajemen proyek konstruksi di Surabaya",
  "abstract": "Proyek konstruksi melibatkan banyak personel di mana masing-masing personel memiliki tugas dan tanggungjawab. Dalam melaksanakan pekerjaannya, dibutuhkan komunikasi yang efektif antar personel proyek. Selain komunikasi, aspek lain yang juga dibutuhkan oleh personel proyek adalah kepemimpinan. Di dalam kerangka leadership communication terdapat dua tingkatan, yaitu core leadership communication dan group leadership communication. Core leadership communication terdiri dari ethos, writing, speaking, strategy, emotional intelligence & interpersonal skills, dan diversity & intercultural communication. Group leadership communication terdiri dari teams dan meetings. Penelitian ini membahas tentang penerapan leadership communication pada proyek konstruksi di Surabaya. Penelitian ini dilakukan dengan membagikan kuesioner kepada personel konstruksi di Surabaya. Dari 80 responden yang telah diperoleh, hasil tersebut diolah menggunakan aplikasi SmartPLS dengan metode Structural Equation Modelling (SEM) untuk mengetahui hubungan antar variabel. Berdasarkan analisis ini, dapat disimpulkan bahwa perusahaan konstruksi perlu berfokus dalam meningkatkan kemampuan emotional intelligence & interpersonal skills serta diversity & intercultural communication dari personelnya.",
  "creators": "GILBERT KARSTEN; MICHAEL",
  "contributors": "Ratna S. Alifen (Advisor 1); Willy Husada, ST.,MT., Msc. (Examination Committee 1); Ir. Soehendro Ratnawidjaja, M.Eng. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012686/SIP/2023; Gilbert Karsten (B11190107), Michael (B11190095)",
  "subjects": "COMMUNICATION IN MANAGEMENT; CONSTRUCTION INDUSTRY--MANAGEMENT; LEADERSHIP AND PERSONAL MANAGEMENT; CONSTRUCTION PROJECTS--MANAGEMENT"
}