{
  "id": "57996",
  "title": "Analisis pengelolaan container kosong pada PT Mentari Mas Multimoda",
  "abstract": "Tujuan dari penelitian ini adalah untuk membantu PT Mentari Mas Multimoda agar tidak mengalami shortage container dan overdue container yang melebihi batas toleransi di Surabaya. Kasus tersebut tidak asing di pelayaran termasuk di perusahaan ini yaitu seringnya terjadi shortage container. Salah satu penyebab terjadinya shortage container yaitu karena adanya penumpukan di beberapa cabang perusahaan itu sendiri. Di beberapa cabang MMM terdapat beberapa kontainer yang tidak dikelola untuk dikembalikan ke pusat perusahaan yang berada di Surabaya. Permasalahan tersebut juga menimbulkan permasalahan lainnya seperti overdue container sendiri. Penumpukan kontainer tersebut bisa disebabkan karena mereka memuat kontainer yang waktu overdue paling sedikit dibandingkan kontainer yang sudah lama diam di Depo pada cabang. Perusahaan bisa saja melakukan penerapan FIFO dalam mengatasi overdue container yang melebihi batas waktu toleransi. Hal tersebut menyebabkan perputaran kontainer lebih teratur. Selain itu, perusahaan bisa menggunakan metode forecasting untuk mengetahui pada tahun berikutnya akan ada berapa kontainer yang dibongkar dan dimuat. Kestabilan angka bongkar dan muat kontainer bisa menunjukkan bahwa tidak akan terjadinya shortage container. Hal tersebut karena kestabilan kontainer yang keluar masuk dapat dijaga dengan baik berdasarkan data yang ada. Perencanaan untuk mengatasi permasalahan tersebut dirancang dalam DMAIC.",
  "creators": "JOHANES SUTANTO",
  "contributors": "Prayonne Adi S.T., M.MT. (Advisor 1); Nova Sepadyati, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022613/IND/2023; Johanes Sutanto (C13190109)",
  "subjects": "CONTAINER SHIP ROUTES--MANAGEMENT; INVENTORY CONTROL--MANAGEMENT"
}