{
  "id": "58003",
  "title": "Upaya peningkatan compliance quality procedure SAP plant maintenance dengan perbaikan sistem preventive maintenance",
  "abstract": "Dokumen ISO Quality Procedure SAP Plant Maintenance milik Departemen Maintenance di PT X memiliki persentase gap sebesar 42% dengan keadaan actual-nya. Gap tersebut antara lain terdapat pada penerapan Work Order bagian jasa (operations) dan program Kitting Box pada Preventive Maintenance yang tidak dilakukan. Hal tersebut membuat proses bisnis Preventive Maintenance tidak sesuai dengan standar. Selain itu kebutuhan perusahaan juga belum terpenuhi. Penelitian ini bertujuan untuk meningkatkan compliance dari dokumen ISO Quality Procedure SAP Plant Maintenance tepatnya pada Preventive Maintenance serta memenuhi kebutuhan perusahaan. Metode yang digunakan dalam penelitian ini adalah implementasi perbaikan sistem Preventive Maintenance dengan bantuan Gap Analysis dan Plan, Do, Check, Action (PDCA). Hasil dari penelitian ini adalah pelaksanaan implementasi perbaikan berhasil dilakukan. Audit checklist menunjukkan bahwa Quality Procedure SAP Plant Maintenance telah terpenuhi sebesar 92% dan gap akhir sebesar 8%. Usulan yang diberikan adalah dengan melakukan perbaikan secara continuously dan pengawasan terhadap perbaikan tersebut. Selain itu, perekrutan posisi Planner dan koordinasi dengan bagian internal juga dapat segera dilakukan sehingga gap lain dapat segera diperbaiki.",
  "creators": "STEVANI ANTONIA DEVITA",
  "contributors": "Iwan Halim Sahputra, S.T., M.Sc., Ph.D. (Advisor 1); Jani Rahardjo (Examination Committee 1); Nova Sepadyati, S.T., M.Sc. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022596/IND/2023; Stevani Antonia Devita (C13190095)",
  "subjects": "GAP ANALYSIS (PLANNING); TOTAL QUALITY MANAGEMENT--STANDARDS; COMPLIANCE; PLANT MAINTENANCE-MANAGEMENT"
}