{
  "id": "58009",
  "title": "Pengaruh family support terhadap entrepreneurial intention mahasiswa fakultas bisnis dan ekonomi di Surabaya dengan innovativeness dan entrepreneurial education sebagai variabel intervening",
  "abstract": "Entrepreneurial Intention adalah sikap subjektif seorang individu terhadap keinginan untuk memulai usaha sendiri yang meliputi keinginan untuk mencoba dan adanya kecenderungan perilaku seorang individu. Penelitian ini akan meneliti pengaruh family support terhadap entrepreneurial intention mahasiswa fakultas bisnis dan ekonomi di Kota Surabaya. Penelitian ini dilakukan untuk menjawab research gap pada penelitian sebelumnya yaitu tidak adanya pengaruh family support terhadap entrepreneurial intention. Di sisi lain, terdapat penelitian yang mengatakan bahwa adanya pengaruh family support terhadap entrepreneurial intention. Penelitian ini juga memiliki novelty yang terdapat pada variabel innovativeness dan entrepreneurial education sebagai variabel intervening. Penelitian ini akan dilakukan dengan menyebarkan kuesioner kepada 152 responden dan hasilnya akan diolah menggunakan software SmartPLS 4.0. Hasil dari penelitian ini adalah family support berpengaruh terhadap entrepreneurial intention, family support berpengaruh terhadap innovativeness, family support berpengaruh terhadap entrepreneurial education, innovativeness berpengaruh terhadap entrepreneurial intention, entrepreneurial education berpengaruh terhadap entrepreneurial intention, family support berpengaruh terhadap entrepreneurial intention melalui innovativeness, dan family support berpengaruh terhadap entrepreneurial intention melalui entrepreneurial education.",
  "creators": "FELICIA LOUIS SUWITO",
  "contributors": "Dr. Roy Setiawan, S.Kom., M.M., M.SM., M.Th. (Advisor 1); Zeplin Jiwa Husada Tarigan (Examination Committee 1); Nony Kezia Marchyta, S.E., M.M. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012429/MAN/2023; Felicia Louis Suwito (D11190435)",
  "subjects": "ENTREPRENEURSHIP--RESEARCH; ENTREPRENEURSHIP"
}