{
  "id": "58000",
  "title": "Optimasi time-cost trade-off pada proyek X dengan metode metaheuristik",
  "abstract": "Keterlambatan merupakan salah satu permasalahan umum yang terjadi dalam proyek konstruksi di seluruh dunia. Dalam konteks proyek konstruksi, terdapat trade-off antara waktu dan biaya, di mana percepatan penyelesaian proyek akan mengakibatkan peningkatan biaya. Metode crashing dengan mempertimbangkan Time-Cost Trade-Off (TCTO) telah dikembangkan sebagai solusi untuk mengatasi keterlambatan dalam proyek konstruksi. Penelitian ini bertujuan untuk mendapatkan model konfigurasi penambahan tenaga kerja dan jam kerja lembur yang optimal pada setiap aktivitas proyek dengan tujuan mendapatkan biaya yang paling optimal pada setiap alternatif durasi percepatan. Hal ini diharapkan dapat membantu kontraktor dan pengambil keputusan dalam membuat keputusan yang sesuai dengan tujuan dan keterbatasan yang ada. Penelitian ini menggunakan metode metaheuristik Particle Swarm Optimization (PSO) untuk mencapai hasil yang lebih optimal dibandingkan dengan perhitungan manual dalam menyelesaikan permasalahan yang kompleks. Metode PSO digunakan dalam optimasi studi kasus gudang dan showroom yang memiliki durasi normal selama 98 hari Metode PSO ini mampu menghasilkan alternatif durasi percepatan penyelesaian proyek terpendek hingga 68 hari. Pada setiap alternatif durasi percepatan, peneliti berhasil menemukan konfigurasi jumlah tenaga kerja dan jam kerja lembur yang paling optimal.",
  "creators": "KEVIN RAHARJA; HENDY SANJAYA KRISTIAWAN",
  "contributors": "Willy Husada, ST.,MT., Msc. (Advisor 1); Doddy Prayogo S.T. (Advisor 2); Andi (Examination Committee 1); David Wiyono, S.T., M.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012667/SIP/2023; Kevin Raharja (B11190041), Hendy Sanjaya Kristiawan (B11190045)",
  "subjects": "CONSTRUCTION INDUSTRY--MANAGEMENT; PROJECT MANAGEMENT; CONSTRUCTION PROJECTS--MANAGEMENT"
}