{
  "id": "58006",
  "title": "Analisis dan upaya penanggulangan faktor-faktor yang mempengaruhi keterlambatan proyek konstruksi gedung apartemen mono use dan mix use di Surabaya",
  "abstract": "Tren hunian apartemen semakin meningkat karena gedung ini tersusun tipikal dan vertikal layaknya rumah huni eksklusif, tidak memakan lahan yang luas tetapi dapat menampung banyak orang. Berdasarkan fungsinya, gedung apartemen terbagi menjadi mono use dan mix use. Dikatakan mono use jika dalam satu kawasan terdapat kurang dari 3 fungsi, dan dikatakan mix use jika terdapat lebih dari sama dengan 3 fungsi. Kedua jenis apartemen ini memiliki upaya dan antisipasi keterlambatan yang berbeda. Mono Use Apartment dapat lebih fleksibel dalam waktu penyelesaian proyek dibandingkan dengan mix use apartment, harus mengejar waktu operasional dengan bangunan fungsi lain dibawahnya. Pada penelitian ini, diidentifikasi 10 faktor dan 45 subfaktor penyebab keterlambatan pada kedua jenis apartemen dan dilakukan analisis perbandingan untuk mendapatkan faktor dan subfaktor yang paling berpengaruh dalam penyebab keterlambatan pada kedua jenis apartemen, serta merumuskan upaya penanggulangan faktor keterlambatan tersebut. Didapat Faktor Internal (RII = 0.85) sebagai faktor paling berpengaruh untuk kedua jenis apartemen. Selain itu, didapat bahwa kurangnya pengalaman, kecekatan dan keahlian dari supervisor, kontraktor dan manajer lapangan dalam merespon kondisi lapangan sebagai subfaktor paling berpengaruh. Upaya yang dapat dilakukan adalah dengan meningkatkan komunikasi dan koordinasi, membuat analisa resiko, membuat perjanjian, dan dokumentasi rutin selama proyek berlangsung.",
  "creators": "YUSTINUS MELVERN HARIADI; ALVER TANJAYA",
  "contributors": "Handoko Sugiharto (Advisor 1); Hasan Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10012661/SIP/2023 ; Yustinus Melvern Hariadi (B11190175), Alver Tanjaya (B11190151)",
  "subjects": "CONSTRUCTION INDUSTRY--MANAGEMENT; CONSTRUCTION PROJECTS--MANAGEMENT; PROJECT MANAGEMENT"
}