{
  "id": "58004",
  "title": "Upaya penurunan Non-Conformity Notification (NCN) untuk mengurangi proses rework pada departemen IMM di PT X",
  "abstract": "PT X adalah sebuah perusahaan yang bergerak di bidang manufaktur kemasan plastik untuk kosmetik, seperti compact, lipstick, bottle, dan juga jar. PT X ingin menurunkan frekuensi penemuan Non-Conformity Notification (NCN) yang merupakan hasil sortir operator yang belum memenuhi standar kualitas produk. Jumlah NCN tertinggi terjadi di departemen produksi Injection Molding Machine (IMM) dengan jenis NCN yang paling banyak ditemukan adalah ex-treatment, flashing, dan dirty oil. Tahapan yang digunakan dalam penelitian ini adalah DMAIC dengan tools 5 whys untuk menganalisis penyebab masalah. Dari hasil analisis, diketahui penyebab NCN ex-treatment adalah letak keranjang pengepakan yang membuat operator tidak menggunakan blower. Untuk penyebab NCN flashing adalah parameter mesin kurang sesuai dan mold sudah aus. Sedangkan penyebab NCN dirty oil adalah produk terlempar mengenai pin mold, oli menetes ke keranjang dropping produk, dan jatah sarung tangan terbatas. Usulan perbaikan untuk mengurangi NCN ex-treatment adalah pengaturan ulang tata letak area kerja operator. Usulan untuk NCN flashing adalah membuat parameter standar dan perbaikan mold. Sedangkan usulan untuk NCN dirty oil adalah memperbesar bukaan mesin saat mengeluarkan produk, membersihkan keranjang dropping setiap pergantian shift, dan menyediakan sarung tangan ganti atau tisu minyak.",
  "creators": "FLORIAN KEVIN VERANDI",
  "contributors": "Karina Agustin, S.T., M.B.A. (Advisor 1); Debora Anne Yang Aysia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022632/IND/2023; Florian Kevin Verandi (C13180034)",
  "subjects": "MANUFACTURING INDUSTRIES--MATERIALS; PRODUCTION PLANNING--MANAGEMENT; MANUFACTURING INDUSTRIES--PLANNING"
}