{
  "id": "58005",
  "title": "Pemanfaatan metode kano untuk penentuan preferensi variabel pada sistem manajemen mutu berdasarkan ISO 9001:2015 pada proyek konstruksi di Surabaya",
  "abstract": "Pada proyek konstruksi, mutu merupakan aspek penting dan aspek yang paling terlihat bagi pelanggan. Kualitas dari hasil jasa yang diberikan dapat mempengaruhi kepuasan dari pelanggan, sehingga untuk meningkatkan kualitas dari proyek konstruksi diperlukan sistem manajemen mutu (SMM). Penelitian ini bertujuan untuk mengetahui variabel SMM berdasarkan ISO 9001:2015 yang menjadi preferensi owner. Pada penelitian ini, kuesioner disebarkan kepada 7 proyek berskala besar di Surabaya. Hasil dari data kuesioner akan diolah dengan metode analisa kano agar dapat mengetahui variabel preferensi SMM menurut owner dan kontraktor, kemudian perbandingan dari preferensi owner dan kontraktor. Dari hasil analisa, yang menjadi variabel preferensi merupakan variabel yang termasuk dalam kategori attractive untuk meningkatkan kepuasan owner dan must-be untuk mengurangi ketidakpuasan owner. Hasil analisa kano menunjukkan pada owner variabel preferensi pada kategori attractive adalah variabel 1 (Kontraktor menetapkan isu internal (nilai, budaya, kinerja organisasi, dll) dan eksternal (hukum, teknologi, pasar, lingkungan, ekonomi, dll) yang berkaitan dengan tujuan dan sasaran produk yang akan dihasilkan) dan kategori must-be adalah variabel 16 (Kontraktor menentukan dan menyediakan orang yang diperlukan untuk proses konstruksi). Sedangkan pada kontraktor variabel preferensi pada kategori attractive adalah variabel 73 (Kontraktor meninjau efektifitas tindakan perbaikan yang telah dilakukan) dan kategori must-be adalah variabel 19 (Kontraktor menentukan dan memelihara pengetahuan yang cukup untuk mengoperasikan proses agar mencapai kesesuaian dari produk dan jasa). Untuk perbandingan variabel preferensi owner dan kontraktor, pada kategori attractive dan must-be sebagian besar sama akan tetapi juga terdapat sedikit perbedaan.",
  "creators": "CHERYL EDITH PUJI RAHARJO; JADE GUNAWAN",
  "contributors": "Andi (Advisor 1); Doddy Prayogo S.T. (Examination Committee 1); Ir. Soehendro Ratnawidjaja, M.Eng. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012680/SIP/2023; Cheryl Edith Puji Raharjo (B11190057), Jade Gunawan (B11190079)",
  "subjects": "PROJECT MANAGEMENT; TOTAL QUALITY MANAGEMENT; ISO 9001 STANDARD; CONSTRUCTION INDUSTRY--QUALITY CONTROL"
}