{
  "id": "58007",
  "title": "Pengenalan metode earned duration untuk pengendalian jadwal proyek di Indonesia",
  "abstract": "Proyek konstruksi tidak lepas dari adanya ketidakpastian dan risiko yang dapat menyebabkan keterlambatan jadwal dan pembengkakan anggaran selama pelaksanaan proyek. Terdapat 2 metode sebagai project control hingga tahun 2014 yaitu Earned Value dan Earned Schedule tetapi kedua metode ini ternyata memiliki banyak kekurangan. Pada tahun 2014 Khamooshi dan Golafshani mengenalkan metode baru yaitu Earned Duration dimana metode ini tidak bergantung pada data biaya proyek dan hanya membutuhkan data jadwal proyek. Penelitian ini bertujuan untuk mengetahui perbedaan konsep Earned Duration dibandingkan dengan metode pengendalian jadwal proyek lainnya, mengetahui penerapan metode Earned Duration pada jenis proyek yang berbeda, dan mengetahui keunggulan metode Earned Duration dibaningkan metode pengendalian jadwal proyek lainnya. Empat proyek yang diteliti yakni proyek pembangunan pelabuhan Kepi, proyek pembangunan showroom dan gudang di Kabupaten Pasuruan, proyek pembangunan Hotel di Kota Purworejo, proyek pembangunan sekolah di Kota Jakarta. Metode yang digunakan untuk melakukan penelitian ini adalah Forecast menggunakan metode Earned Duration, Earned Value, Earned Schedule. Hasil dari penelitian ini menunjukkan bahwa metode Earned Duration adalah metode berbasis waktu sepenuhnya, Earned Duration dapat diaplikasikan pada jenis proyek yang berbeda, dan merupakan metode yang terbaik dalam forecast durasi akhir proyek dibandingkan Earned Value ataupun Earned Schedule.",
  "creators": "GLENN JULIANNO TANDRA; FILIPUS R. LELAONA",
  "contributors": "Paulus Nugraha (Advisor 1); Doddy Prayogo S.T. (Examination Committee 1); Budiman Proboyo (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012694/SIP/2023; Glenn Julianno Tandra (B11190117), Filipus R. Lelaona (B11190112)",
  "subjects": "PROJECT MANAGEMENT; SCHEDULING (MANAGEMENT)"
}