{
  "id": "58002",
  "title": "Analisis produktivitas pekerjaan pengecoran struktur beton bertulang pada proyek X di Surabaya",
  "abstract": "Produktivitas berperan penting dalam pembuatan jadwal pelaksanaan proyek konstruksi. Pembangunan konstruksi sangat penting untuk diperhatikan salah satunya yaitu pembangunan konstruksi Rumah Sakit. Penelitian ini dilakukan pada lantai Mezzanine, lantai 5, Lantai 6 dan lantai atap proyek pembangunan Rumah Sakit Orthopedi & Traumatologi Surabaya, dan berfokus pada konstruksi pengerjaan pengecoran. Penelitian ini bertujuan untuk menghitung nilai produktivitas pekerja pada masing-masing pekerjaan pengecoran tiap lantai. Metode yang digunakan dalam penelitian ini adalah dengan menggunakan metode time study di mana metode ini mengarahkan engineering dalam memilih suatu metode yang berkaitan dalam merancang sebuah stasiun kerja yang diinginkan baik itu oleh si perancang maupun bagi pihak perusahaan. Hasil penelitian produktivitas Pekerjaan Pengecoran Plat, balok dan Kolom setiap lantai yaitu lantai mezzanine nilai produktivitas pekerjaan plat dan balok sebesar 8,291 m3/jam, dan produktivitas pengecoran kolom sebesar 6,178 m3/jam, lantai 5 menghasilkan nilai produktivitas pengecoran plat dan balok sebesar 8,352 m3/jam, dan pengecoran kolom sebesar 7,617 m3/jam. Lantai 6 menghasilkan nilai produktivitas pengecoran plat dan balok sebesar 7,989 m3/jam, dan pengecoran kolom sebesar 7,439 m3/jam. Lantai atap menghasilkan nilai produktivitas pengecoran plat dan balok sebesar 5,058 m3/jam.",
  "creators": "CHRIST GARRY TIMOTHY SIREGAR; CHANDRA ROBERT THESNO",
  "contributors": "Sentosa Limanto (Advisor 1); Ratna S. Alifen (Examination Committee 1); Ambrosius Matthew Junius Reynaldo, S.T., M.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012670/SIP/2023; Christ Garry Timothy Siregar (21416194), Chandra Robert Thesno (B11180179)",
  "subjects": "CONSTRUCTION INDUSTRY--RESEARCH; REINFORCED CONCRETE CONSTRUCTION; TIME STUDY"
}