{
  "id": "58013",
  "title": "Analisis persepsi pengguna layanan atas Sonic branding yang digunakan oleh Netflix: study pada pengguna layanan di Surabaya",
  "abstract": "Penelitian ini bertujuan untuk mengeksplorasi dan menganalisis persepsi pengguna layanan Netflix di Surabaya terhadap sonic branding yang digunakan oleh Netflix. Melalui wawancara dengan 15 responden, penelitian ini mengidentifikasi persepsi pengguna terhadap sonic branding dan dampaknya terhadap pengalaman menonton di Netflix. Hasil analisis menunjukkan bahwa sebagian besar responden mengenali sonic branding yang digunakan oleh Netflix dan mengaitkannya langsung dengan merek tersebut. Suara \"ta-dum\" yang ikonik memicu perasaan semangat dan bahagia pada pengguna, menciptakan pengalaman menonton yang positif. Mereka juga menganggap sonic branding ini sebagai bagian yang melekat dari identitas merek Netflix. Beberapa informan mengungkapkan rasa takut dan terkejut saat mendengar sonic branding Netflix. Dentuman kencang di awal sonic logo menciptakan perasaan kaget dan takut, terutama saat menonton film di Netflix. Variasi respons terhadap sonic branding ini menunjukkan adanya perbedaan di antara pengguna. Respons negatif ini dapat dijelaskan oleh teori ketegangan musikal yang menekankan hubungan antara elemen musik seperti dinamika, harmoni, dan ritme dengan pengalaman emosional pendengar. Penggunaan dentuman kencang dan nada rendah dalam sonic logo Netflix menciptakan ketegangan musikal yang intens, memicu perasaan takut atau cemas. Selain itu, penelitian ini juga menemukan bahwa penggunaan sonic branding oleh Netflix memberikan kesan premium bagi penggunanya. Penggunaan produksi suara berkualitas tinggi dan pemilihan instrumen yang tepat mencerminkan citra Netflix sebagai penyedia layanan streaming yang berkualitas dan premium. Sonic branding Netflix berhasil membedakan platform ini dari pesaing lainnya dan meningkatkan daya ingat pengguna terhadap merek tersebut. Dalam kesimpulannya, analisis persepsi pengguna layanan Netflix atas sonic branding yang digunakan oleh Netflix menunjukkan bahwa penggunaan sonic branding ini memberikan pengalaman positif dan mengaitkan merek dengan pengguna. Namun, respons terhadap sonic branding dapat bervariasi, termasuk perasaan takut dan keterkejutan. Sonic branding Netflix telah terbukti efektif dalam membangun citra merek yang kuat dan identitas merek yang konsisten di mata pengguna.",
  "creators": "RUIZ BYAGI DAMARA",
  "contributors": "Maria Praptiningsih, S.E., M.Sc.FE. (Advisor 1); Dr. Ir. Hotlan Siagian MSc. (Examination Committee 1); Dr. Roy Setiawan, S.Kom., M.M., M.SM., M.Th. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012470/MAN/2023; Ruiz Byagi Damara (D11190411)",
  "subjects": "BRANDING (MARKETING); CONSUMERS--ATTITUDES; CONSUMERS--RESEARCH"
}