{
  "id": "58014",
  "title": "Perancangan produk interior lampu dekorasi berbahan keramik dengan penerapan patra geometris",
  "abstract": "Pencahayaan buatan mencakup beberapa jenis, yaitu pencahayaan umum, pencahayaan aktivitas, pencahayaan dekoratif, dan pencahayaan aksen. Pencahayaan dekoratif biasanya memiliki fungsi estetika selain sebagai sumber cahaya. Salah satu cara untuk menerapkan pencahayaan dekoratif di dalam ruangan adalah dengan menggunakan lampu dekoratif berbahan dasar keramik. Keramik merupakan bahan yang baik untuk membuat lampu dekoratif karena tahan panas, tahan terhadap cairan pembersih, tahan goresan, mudah dibersihkan, tahan lama, dan ramah lingkungan. Fleksibilitas keramik memungkinkan produksi lampu dekoratif yang simetris menggunakan meja putar. Namun, karena sifatnya yang tidak tembus cahaya, diperlukan lubang-lubang pada bagian keramik untuk memungkinkan cahaya keluar. Tujuan dari perancangan ini adalah menciptakan produk interior berupa set lampu dekoratif berbahan dasar keramik dengan pengaplikasian motif geometris yang menghasilkan efek menarik. Metode yang digunakan dalam perancangan ini adalah pendekatan design thinking yang melibatkan tahapan understand, observe, POV, Ideate, Prototype, Test , Storytelling, pilot, dan business model. Hasil perancangan ini adalah satu set lampu dekoratif yang terdiri dari lampu meja, lampu dinding, dan lampu gantung berbahan dasar keramik dengan motif geometris yang diaplikasikan pada dindingnya.",
  "creators": "SULAIMAN FIRDAUS",
  "contributors": "Mariana Wibowo, S.Sn., M.MT. (Advisor 1); Dra. ANIEK RAKHMAWATI, M.Pd. (Advisor 2); Dr. Ir. Hedy Constancia Indrani, M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Laporan Karya No. 00022216/DIN/2023; Sulaiman Firdaus (E11190002)",
  "subjects": "DECORATIVE LIGHTING; INTERIOR DECORATION; CERAMIC MATERIALS"
}