{
  "id": "5803",
  "title": "The Communication strategies produced by the first graders of senior high school of Santa Louis I Surabaya based on the topics of different levels of difficulty",
  "abstract": "This study is about communication Strategies produced by the First Graders of Senior High School of Santa Louis 1 in the English Conversation Club based on the topics of different levels of difficulty. In this thesis, the writer observes the orders of frequency and the types of communication strategies produced by the first graders of Senior High School of Santa Louis 1 in the conversation club based on easy and difficult topics. Through this study the writer wants to investigate whether first graders of Senior High School of Santa Louis 1 use more communication strategies in difficult topic or in easy topic conversation.In order to solve the problems in this thesis, the writer relies on William?s Littlewood?s and Rubin?s theories of communication strategies.The writer used qualitative approach in doing this study. The data were taken from class discussion, in the form of debate, based on easy and difficult topics previously provided by the writer. The writer took eight subjects of the first graders of Santa Louis 1 from the English conversation club (four subjects of \"pro group\" and four subjects of \"contra group\"). The findings show that the first graders of Santa Louis 1 Surabaya, tend to use more strategies in difficult topic rather than in Easy topic. The writer finds out that nine(9) out of ten (10) types of Communication Strategies used by the first graders of Santa Louis 1 based on easy topics, namely, adjusting the message, using paraphrase, using approximation, creating new words, switching to native language, using non-linguistic resources, and seeking help, synonym and repetition. In addition, the writer also finds nine out of ten types of Communication Strategies used by the first graders of Santa Louis 1 based on difficult topics, namely, avoid communication, adjusting the message, using paraphrase, using approximation, creating new words, switching to native language, and seeking help, synonym and repetition.",
  "creators": "LIEM BEE FEN",
  "contributors": "SAMUEL GUNAWAN (Advisor 1); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011501/ING/2006; Liem Bee Fen (11400129)",
  "subjects": "ENGISH LANGUAGE-SPOKEN ENGLISH; CONVERSATION ANALYSIS; ORAL COMMUNICATION"
}