{
  "id": "58038",
  "title": "Tingkat kepentingan dan alokasi risiko proyek pembangunan jalan raya menurut pandangan kontraktor",
  "abstract": "Proyek konstruksi dapat berjalan lancar apabila tidak terdapat gangguan. Gangguan yang ditemui selama proses konstruksi itu disebut sebagai risiko. Untuk menjamin kelancaran proses konstruksi, diperlukan adanya antisipasi dengan bantuan analisis manajemen risiko. Analisis manajemen risiko adalah cara untuk mengurangi dampak terjadinya suatu risiko atau menghindari risiko yang akan ditemui selama proses berjalannya proyek. Penelitian ini bertujuan untuk mengetahui frekuensi, dampak, tingkat kepentingan risiko, hingga pengalokasian risiko yang terjadi pada proyek pembangunan jalan raya. Penelitian ini menggunakan data yang diperoleh dari penyebaran kuesioner kepada kontraktor yang ada di Indonesia. Untuk memenuhi tujuan-tujuan tersebut, maka digunakan teknik analisis meliputi perhitungan rata-rata dan penggunaan sistem ranking untuk mengetahui frekuensi dan dampak risiko. Untuk mengetahui tingkat kepentingan risiko digunakan matriks, dan uji statistik untuk menentukan signifikansi dari pengalokasian risiko berdasarkan data responden. Berdasarkan penelitian ini, risiko dengan frekuensi tertinggi adalah terjadinya change order dan risiko yang memiliki dampak paling signifikan merupakan kenaikan harga material. Risiko dengan tingkat kepentingan tertinggi menurut pandangan kontraktor merupakan risiko kenaikan harga material serta kenaikan suku bunga atau inflasi. Selain itu, risiko change order, hujan, kesalahan desain, produktivitas dan tingkat kompetensi tenaga kerja juga merupakan risiko dengan tingkat kepentingan tinggi. Alokasi risiko yang dihasilkan melalui penelitian ini menunjukkan bahwa alokasi antara yang terjadi dan harapan memiliki kecenderungan jawaban yang sama. Pada umumnya, alokasi risiko menurut pandangan kontraktor sudah sama dengan literatur atau pedoman yang ada.",
  "creators": "XYLIA KALYCA PRAYOGO; MICHAEL DERRY RETANUBUN",
  "contributors": "Andi (Advisor 1); Rudy Setiawan (Examination Committee 1); Handoko Sugiharto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012685/SIP/2023; Xylia Kalyca Prayogo (B11190164), Michael Derry Retanubun (B11190102)",
  "subjects": "CONSTRUCTION PROJECTS--MANAGEMENT; HIGWAY ENGINEERING; CONSTRUCTION PROJECTS--RISK MANAGEMENT"
}