{
  "id": "58036",
  "title": "Perancangan media pembelajaran dengan pemberdayaan SLB Karya Mulia dan pemberdayaan komunitas Tatuli",
  "abstract": "Salah satu kelompok penyandang disabilitas di Indonesia adalah kelompok tuna rungu atau Tuli, yang menggambarkan hilangnya kemampuan pendengaran seseorang sehingga tidak dapat memproses gelombang suara. Dengan adanya kekurangan tersebut, anak-anak Tuli pun menghadapi tantangan dalam mengakses ilmu pengetahuan, termasuk yang terdapat di sosial media di tengah perkembangan era digital ini. Di Surabaya sendiri, salah satu pusat pembelajaran bagi anak tuli adalah SLB Karya Mulia. Untuk menjawab permasalahan akan akses media pembelajaran yang menarik bagi anak tuli, Komunitas Tatuli hadir untuk menyediakan akses tersebut sekaligus mengusahakan pemberdayaan untuk pembuatan konten Youtube. Metode yang dilakukan dalam penelitian ini adalah penelitian kualitatif dengan teknik pengumpulan data berupa observasi, wawancara, dan studi literatur. Metode analisisnya menggunakan fishbone method. Pembuatan media pembelajaran digital berupa video yang diunggah ke media sosial serta pelatihan audio visual kepada Komunitas Tatuli Surabaya. Kedua kegiatan pokok dalam penelitian terdiri dari pra pelaksanaan dan pelaksanaan. Pra pelaksanaan untuk kegiatan pertama dan kedua terdiri dari observasi dan diskusi. Pelaksanaan dari kegiatan pertama terdiri dari pembuatan ilustrasi, trial & error, diskusi dengan guru, uji coba print, dan hasil akhir media pembelajaran interaktif. Sedangkan, pelaksanaan dari kegiatan kedua terdiri atas pelatihan audio visual, perancangan konsep bersama, pengambilan video konten, pengeditan, dan publikasi video.",
  "creators": "TAN AILEEN YONATAN",
  "contributors": "Heru Dwi Waluyanto (Advisor 1); Merry Sylvia, S.Sn (Advisor 2); Vanessa Yusuf (Examination Committee 1); Mendy Hosana Malkisedek (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Media Edukatif (multimedia)",
  "source": "Media Edukatif (multimedia) No. 00023981/DKV/2023; Tan Aileen Yonatan (E12190050)",
  "subjects": "DEAF CHILDREN--EDUCATION; VISUAL COMMUNICATION--DESIGN"
}