{
  "id": "58030",
  "title": "Perbandingan bentuk saluran drainase terhadap kapasitas dan biayanya",
  "abstract": "Indonesia merupakan negara yang angka penduduknya sangat besar, sehingga membutuhkan banyak pemukiman. Dengan banyaknya pemukiman maka daerah resapan berkurang dan menyebabkan banjir. Penelitian ini bertujuan untuk menganalisa perbandingan bentuk saluran drainase terhadap kapasitas dan biayanya. Penelitian ini membandingkan dari 4 bentuk saluran yaitu, persegi, trapesium, lingkaran, dan segitiga. Metode yang digunakan adalah menganalisa 3 saluran dari Jalan Satelit Raya Indah dan 3 saluran dari Jalan Medokan di kota Surabaya, dan mendapatkan data curah hujan dari Pemerintah Kota Surabaya Dinas Sumber Daya Air & Bina Marga. Membandingkan saluran eksisting dengan curah hujan lalu, redesain ulang menjadi bentuk saluran ekonomis persegi, trapesium, segitiga, dan lingkaran dengan luas yang sama untuk membandingkan kapasitas debit maksimum dan biaya yang dibutuhkan. Perhitungan biaya menggunakan bill of quantity dan Analisa Harga Satuan Pekerja. Hasil yang didapatkan, kapasitas rata-rata persegi 0,074 m3/s, lingkaran 0,0813 m3/s, trapesium 0,0786 m3/s. Kesimpulan dari penelitian ini adalah bentuk drainase yang dapat menampung kapasitas paling besar adalah lingkaran, sedangkan bentuk yang memerlukan biaya paling murah adalah trapesium, dan trapesium merupakan bentuk paling efisien.",
  "creators": "MICHAEL ARDIAN SETIAWAN; RICHARD RYU GUNAWAN",
  "contributors": "Angela Jasmine Tanya Tjahyana, S.T., M.T. (Advisor 1); Daniel Tjandra (Advisor 2); Dr. rer.nat. Surya Hermawan S.T., M.T. (Examination Committee 1); Ir. Prasetio Sudjarwo, M.Eng. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012697/SIP/2023; Michael Ardian Setiawan (B11190113), Richard Ryu Gunawan (B11190086)",
  "subjects": "DRAINAGE--RESEARCH; DRAINAGE; ROAD DRAINAGE--DESIGN AND CONSTRUCTION"
}