{
  "id": "58035",
  "title": "Pengaruh teori Hexagon Fraud terhadap kecurangan laporan keuangan perusahaan badan usaha milik negara di Indonesia",
  "abstract": "Tujuan Penelitian - Penelitian ini bertujuan untuk menguji kecurangan terhadap laporan keuangan perusahaan BUMN di Indonesia. Penelitian ini dilakukan untuk melihat apakah financial statement fraud dipengaruhi oleh faktor-faktor yang terkandung dalam hexagon fraud theory. Desain/Metodologi/Pendekatan - Penelitian ini menggunakan laporan keuangan sebagai teknik pengumpulan data. Penelitian ini menggunakan analisis regresi berganda sebagai teknik analisis. Menggunakan 27 perusahaan BUMN yang terdaftar di BEI tahun 2018-2022 sebagai data penelitian. Temuan penelitian - Studi ini menemukan bahwa pergantian direktur dan pendidikan CEO berpengaruh positif terhadap kecurangan laporan keuangan pada perusahaan BUMN dan stabilitas keuangan, sistem whistleblowing, pergantian auditor, dualitas CEO tidak berpengaruh terhadap kecurangan laporan keuangan pada perusahaan BUMN. Keterbatasan Penelitian/Implikasi: Penelitian ini memiliki keterbatasan karena keterbatasan ruang lingkup sampel penelitian. Keterbatasan kelompok sampel yang diuji hanya perusahaan BUMN dan tahun yang digunakan dalam penelitian hanya 5 tahun yaitu dari tahun 2018-2022. Orisinalitas/Nilai Riset - Riset ini dapat digunakan sebagai bahan evaluasi dan masukan bagi BUMN untuk menekan kecurangan dalam laporan keuangan. Kata Kunci : Hexagon Fraud, Stabilitas Keuangan, Whistleblowing System, Pergantian Auditor, Pergantian Direktur, CEO Education, CEO Duality",
  "creators": "CINDY TASYA PERMATASARI; SHERINA ANGELINA",
  "contributors": "Retnaningtyas Widuri, S.Sos., M.M. (Advisor 1); Yenni Mangoting (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011986/AKT/2023; Cindy Tasya Permatasari (D12190187), Sherina Angelina (D12190189)",
  "subjects": "ACCOUNTING FRAUD; FINANCIAL STATEMENTS"
}