{
  "id": "58032",
  "title": "Perbandingan pengaruh panjang bentang terhadap perhitungan kapasitas lentur menggunakan SNI 7971:2013 dan uji eksperimental pada profil baja cold formed single channel dan double channel back to back",
  "abstract": "Penggunaan baja canai dingin semakin meningkat seiring berkembangnya dunia konstruksi. Baja canai dingin semakin populer digunakan karena beratnya yang ringan, kuat, dan cepat dalam proses konstruksinya. Namun, berdasarkan penelitian-penelitian yang dilakukan sebelumnya, terdapat perbedaan hasil kapasitas lentur antara perhitungan dan uji eksperimental baja canai dingin. Oleh karena itu, dilakukan penelitian lebih lanjut mengenai perbandingan hasil perhitungan kapasitas lentur berdasarkan SNI 7971:2013 dan uji eksperimental. Pada penelitian ini, penulis membandingkan pengaruh panjang bentang terhadap perhitungan kapasitas dan uji eksperimental. Profil yang diuji adalah profil single channel dan double channel back to back, masing-masing dengan lima variasi bentang. Profil yang akan diuji ditempatkan secara simply supported, kemudian akan dibebani menggunakan pressure gauge secara terpusat di tengah bentang. Hasil penelitian menunjukkan pada profil single channel, semakin panjang bentang profil, maka perbedaan hasil perhitungan kapasitas lentur berdasarkan SNI 7971:2013 dengan uji eksperimental akan semakin besar, dengan hasil perhitungan menggunakan SNI 7971:2013 lebih besar dari uji eksperimental. Sedangkan, pada profil double channel back to back, semakin pendek bentang profil, maka perbedaan hasil perhitungan menggunakan SNI 7971:2013 semakin besar di atas hasil uji eksperimental. Lalu semakin panjang bentang profil, perbedaan hasil perhitungan menggunakan SNI 7971:2013 semakin besar di bawah hasil uji eksperimental.",
  "creators": "CHRISTINE YULIANA; EVY ARIANI",
  "contributors": "Hasan Santoso (Advisor 1); Effendy Tanojo (Advisor 2); Wong Foek Tjong, S.T., M.T., Ph.D. (Examination Committee 1); Ir. Soehendro Ratnawidjaja, M.Eng. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10012664/sip/2023; Christine Yuliana (B11190115), Evy Ariani (B11190121)",
  "subjects": "STEEL--COLD WORKING; STEEL, STRUCTURAL; STEEL, STRUCTURAL--STANDARDS"
}