{
  "id": "58048",
  "title": "Evaluasi sistem maintenance management dengan pendekatan lean building maintenance pada Apartemen X di Surabaya",
  "abstract": "Seiring dengan berkembangnya apartemen di Indonesia maka pekerjaan maintenance sebagai salah satu tahap siklus kehidupan bangunan tidak bisa diabaikan. Pekerjaan maintenance yang terlalu lama dapat membahayakan pengguna dari apartemen sehingga sistem maintenance management harus dibuat dengan seefisien mungkin agar pekerjaan maintenance dapat berjalan selesai dengan cepat. Penelitian ini dilakukan untuk mengevaluasi dan membuat perbaikan dari sistem maintenance management pada salah satu bangunan apartemen. Data yang didapat pada penelitian ini berasal dari SOP alur pekerjaan maintenance yang sehari-hari dilakukan dan wawancara secara langsung kepada divisi maintenance dan engineering pada Apartemen X. Metode yang dipakai dalam penelitian ini menggunakan Maintenance Value Stream Mapping (MVSM) yang merupakan salah satu bagian dari pilar waste identification pada Lean Building Maintenance. Penelitian menggunakan metode ini akan menghasilkan model awal yang disebut current state MVSM yang akan dianalisa lebih lanjut untuk menghasilkan usulan model perbaikan yang disebut future state MVSM. Hasil penelitian menunjukkan bahwa waktu untuk alur 1 sistem maintenance membutuhkan waktu 210 jam yang kemudian dilakukan langkah perbaikan dengan mengurangi waste pada beberapa aktivitas yang tidak perlu (Non-Value Added Activity). Setelah dilakukan langkah perbaikan dengan usulan model future state MVSM maka waktu untuk alur 1 sistem maintenance dapat lebih cepat.",
  "creators": "EVAN",
  "contributors": "Andi (Advisor 1); IR LIE ARIJANTO, M.MGT (Advisor 2); Doddy Prayogo S.T. (Examination Committee 1); Handoko Sugiharto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000352/MTS/2023; Evan (B21210018)",
  "subjects": "MAINTENANCE--MANAGEMENT; BUILDINGS--MAINTENANCE"
}