{
  "id": "58045",
  "title": "Solusi perancangan interior dan arsitektural transitional shelter bagi pemulihan korban bencana alam",
  "abstract": "Bencana alam mampu berdampak dahsyat bagi keberlangsungan hidup para korban. Salah satu dampaknya adalah kehilangan tempat tinggal yang merupakan kebutuhan primer setiap orang. Oleh karena itu, penyintas bencana alam yang kehilangan tempat tinggal memerlukan transitional shelter yang layak, nyaman, aman, dan mampu memberdaya para korban. Ironisnya, tidak seluruh populasi terdampak mendapatkan bantuan yang layak, sehingga perlu adanya inovasi desain shelter dengan sistem konstruksi cepat, efisien, memenuhi standar kenyamanan, serta mampu memberikan pengaruh psikologis positif bagi korban melalui desain serta elemen interior shelter. Untuk mencapai tujuan tersebut, metode yang digunakan adalah design thinking, dimulai dari tahapan memahami, mengamati, berempati melalui point of view, ideasi, membuat prototipe, melakukan pengujian, hingga tahap implementasi dengan berbagi cerita, membuat model, hingga estimasi biaya. Perancangan ini menghasilkan konsep perancangan “Naung”, lima desain hasil pengembangan dari dua modul desain transitional shelter yang terintegrasi antara desain interior, desain perabot, dan eksterior. Kelima jenis bangunan tersebut meliputi transitional shelter keluarga, kolektif, toilet, balai sebaguna yang dilengkapi dapur umum dan ruang kerajinan, serta posko bencana dengan fasilitas ruang konsultasi dan pengobatan. Seluruh bangunan disusun dalam masterplan dengan aspirasi program shelter selama dua tahun, sehingga “Naung” dapat meningkatkan kualitas dan kelayakan tempat tinggal para korban pasca terjadinya bencana alam.",
  "creators": "KEREN REMALIAH KARSA",
  "contributors": "Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Advisor and Examination Committee); LUCKY BASUKI, SE.,MH. (Advisor 2); Grace Setiati, S.Sn., M.Ds. (Examination Committee 2); FRENKY TANAYA, ST.,M.T. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Skripsi No. 00022239/DIN/2023; Keren Remaliah Karsa (E11190032)",
  "subjects": "HOUSE DECORATION; INTERIOR DECORATION"
}