{
  "id": "58058",
  "title": "Implikasi kualitas layanan Suroboyo bus terhadap kepuasan dan loyalitas pengguna",
  "abstract": "Suroboyo Bus merupakan transportasi umum yang telah disediakan oleh kota Surabaya. Namun, penggunaan kendaraan pribadi masih menjadi pilihan utama bagi sebagian besar penduduk Surabaya. Penting bagi pengelola jasa transportasi umum untuk memahami pengaruh kualitas layanan dan nilai layanan terhadap kepuasan penumpang, guna menjaga loyalitas penumpang dan menarik lebih banyak penumpang. Meskipun kualitas Suroboyo Bus memiliki potensi dalam mempengaruhi kepuasan dan loyalitas pengguna, hasil pengujian menggunakan metode SEM-PLS menunjukkan bahwa kualitas tidak memiliki pengaruh signifikan terhadap loyalitas. Tetapi kualitas mempengaruhi signifikan terhadap kepuasan dan kepuasan mempengaruhi signifikan terhadap loyalitas. Oleh karena itu, kepuasan pengguna menjadi faktor kunci yang perlu dirasakan sebelum pengguna dapat menjadi loyal terhadap layanan tersebut. Selain itu, karakteristik pengguna juga tidak tampak mempengaruhi loyalitas pengguna dalam pengujian ini. Selain itu, kemampuan membayar dan kerelaan membayar menjadi permasalahan lain yang menarik untuk dibahas pada kualitas saat ini ataupun ketika peningkatan kualitas terjadi. Pada penelitian ini didapatkan bahwa harga ideal bagi pelajar adalah Rp 3.335/sekali naik sedangkan bagi umum sebesar Rp 3.447/sekali naik.",
  "creators": "FERIO CHRISTIAN; CHRISTICIA JEAN PUTRI WIJAYA",
  "contributors": "Rudy Setiawan (Advisor 1); Edwin Japarianto (Advisor 2); Doddy Prayogo S.T. (Examination Committee 1); Johanes Indrojono Suwono (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012703/SIP/2023; Ferio Christian (B11190015), Christicia Jean Putri Wijaya (B11190122)",
  "subjects": "CONSUMER SATISFACTION; CUSTOMER LOYALTY; TOTAL QUALITY MANAGEMENT IN HUMAN SERVICES; URBAN TRANSPORTATION"
}