{
  "id": "58063",
  "title": "Analisis strategi pemasaran melalui pemanfaatan media sosial Instagram dan Google Ads dalam meningkatkan penjualan produk pada Bengkel Paula Motor di Banyuwangi",
  "abstract": "Penelitian ini bertujuan untuk mengetahui pemasaran yang dilakukan Bengkel Paula Motor saat ini dan menganalisis strategi pemasaran yang tepat untuk Bengkel Paula Motor Banyuwangi agar dapat meningkatkan penjualan. Penelitian ini menggunakan metode kualitatif deskriptif dalam bentuk fenomenologi. Pada penelitian ini menggunakan teknik wawancara semi terstruktur dalam mengumpulkan data. Dalam analisis data dan merancang strategi pemasaran Paula Motor Banyuwangi penelitian ini menggunakan bauran pemasaran 7P, analisis SWOT,dan Porter Five Forces. Bauran pemasaran 7P meliputi produk, harga, tempat, pemasaran, orang, proses, dan bukti fisik. Sedangkan Porter Five Forces terdiri dari Threat of New Entrants (Ancaman pendatang baru), Threat of Substitutes (Ancaman produk atau jasa pengganti), Bargaining Power of Buyers (Kekuatan tawar menawar pembeli), Bargaining Power of Suppliers (Kekuatan tawar menawar pemasok), dan Rivalry of Competitors (Persaingan dalam industri sejenis). Berdasarkan hasil penelitian, strategi pemasaran yang dapat digunakan Paula Motor Banyuwangi adalah meningkatkan variasi produk, meningkatkan pemasaran, menjaga harga jual dan kualitas produk, dan meningkatkan kualitas karyawan.",
  "creators": "PAULA CHARLIE GOTANO",
  "contributors": "Thomas Santoso (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1); Nony Kezia Marchyta, S.E., M.M. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012441/MAN/2023; Paula Charlie Gotano (D11190281)",
  "subjects": "INTERNET MARKETING--RESEARCH; INTERNET MARKETING; MARKETING--MANAGEMENT; STRATEGIC PLANNING"
}