{
  "id": "58064",
  "title": "Program LEAP community engagement: perancangan creative fabric dari limbah kain tenun Nusa Tenggara Timur dengan mengaplikasikan teknik patchwork",
  "abstract": "Wastra di Indonesia sangat beragam, salah satunya adalah dari Nusa Tenggara Timur. Tenun NTT merupakan salah satu wastra Indonesia yang terkenal. Kain tenun NTT biasanya digunakan sebagai cinderamata, seiring berjalannya waktu kain tenun juga digunakan sebagai bahan dasar produk fashion dan sudah mulai dilirik oleh beberapa desainer lokal hingga internasional dan UMKM. Namun banyak sisa limbah yang dihasilkan karena pengolahan tenun sebagai produk industri kreatif. Hal ini yang membuat peningkatan produksi busana dengan kain tenun NTT. Mulai dari busana tanpa potongan kain atau dengan cara dililit saja hingga busana dengan kreasi potongan yang beragam. Dampak negatifnya adalah terjadi penumpukan limbah kain tenun yang tidak dimanfaatkan. Oleh sebab itu penulis ingin berinovasi dengan memanfaatkan limbah kain tenun NTT. Dari pemanfaatan limbah dengan ukuran yang kecil hingga besar. Penulis ingin mengangkat konsep “From Zero Waste to High Fashion”. Penulis melakukan penelitian menggunakan metode kualitatif, hasilnya mendasari perancangan creative fabric dari limbah kain tenun dengan mengaplikasikan teknik patchwork. Untuk pengumpulan data dari kegiatan penelitian ini dihasilkan dengan metode observasi lapangan dan wawancara terhadap beberapa narasumber yang ahli dibidangnya. Dari perancangan ini penulis akan bekerjasama dengan UMKM Nice Handycraft di kota Kupang untuk mengajarkan inovasi creative fabric untuk pemanfaatan limbah kain tenun NTT. Setelah itu penulis juga akan membuat 3 produk fashion dengan teknik patchwork yang dapat dipadupadankan menjadi lebih high fashion. Melalui perancangan ini, penulis berharap agar dapat mengenalkan kain tenun Nusa Tenggara Timur dan mengajarkan inovasi dalam memanfaatkan limbah kain tenun.",
  "creators": "GERLANDINI GRACIA PINGAK",
  "contributors": "Deddi Duto Hartanto (Advisor 1); Mendy Hosana Malkisedek (Advisor 2); EMBRAN NAWAWI, S.Ds.,M.Sn. (Advisor 3); Rika Febriani, S.Sn., M.A. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan",
  "source": "Perancangan No. 01010019/DFT/2023; Gerlandini Gracia Pingak (E12190241)",
  "subjects": "DRESSMAKING MATERIALS; FASHION DESIGN; RECYCLED PRODUCTS"
}