{
  "id": "58078",
  "title": "Pengaruh service quality, store atmosphere, price fairness terhadap customer loyalty melalui customer satisfaction sebagai variabel intervening pada Dalem Kebon Foodcourt",
  "abstract": "Pengaruh Service quality, Store atmosphere, dan Price Fairness Terhadap Customer Loyalty Melalui Customer satisfaction sebagai variabel Intervening pada Dalem Kebon food court Perkembangan bisnis makanan dan minuman di Indonesia semakin meningkat tiap tahunnya khususnya pada perkembangan bisnis food court. Perkembangan bisnis food court semakin berkembang dikarenakan pada saat pandemic, masyarakat membutuhkan tempat untuk mendirikan bisnis mereka sendiri. Dengan adanya bisnis food court, masyarakat dapat menjual makanan dan minuman yang dapat menghasilkan keuntungan dengan tujuan dapat memenuhi kebutuhan sehari-hari. Hal ini disebabkan karena adanya peluang bisnis dalam bidang makanan dan minuman. Penelitian ini memilki tujuan untuk menganalisis pengaruh service quality, store atmosphere, dan price fairness terhadap customer loyalty Melalui customer satisfaction sebagai variabel Intervening pada Dalem Kebon food court. Data penelitian dilakukan dengan menggunakan survey yang dibagikan kepada 158 responden yang di mana pelanggan Dalem Kebon food court berdosimili di Solo, dan yang telah melakukan transaksi pembelian minimal lebih dari 2 kali dalam kurung waktu dari enam bulan. Data tersebut diolah dengan menggunakan aplikasi Smart PLS. Hasil penelitian menunjukkan bahwa adanya pengaruh signifikan dari store atmosphere terhadap customer loyalty melalui customer satisfaction sebagai variabel intervening pada Dalem Kebon food court. Sedangkan service quality dan price fairness tidak berpengaruh terhadap customer loyalty melalui customer satisfaction sebagai variabel intervening pada Dalem Kebon food court.",
  "creators": "JANICE EMANUELA KUSNANDAR",
  "contributors": "Sesilya Kempa, S.E., M.M. (Advisor 1); Dr. Ir. Hotlan Siagian MSc. (Examination Committee 1); Widjojo Suprapto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012446/MAN/2023; Janice Emanuela Kusnandar (D11190335)",
  "subjects": "CONSUMER SATISFACTION; MARKETING--MANAGEMENT; MARKETING--RESEARCH; CUSTOMER LOYALTY"
}