{
  "id": "58079",
  "title": "Optimasi aktivasi mekanis semen OPC dalam pembuatan lower bound ultra high performance concrete dengan metode particle packing",
  "abstract": "Lower Bound Ultra High Performance Concrete (UHPC) merupakan beton dengan kuat tekan 120-150 MPa, sedangkan UHPC konvensional memiliki kuat tekan lebih dari 150 MPa. UHPC umumnya dibuat dengan menggunakan agregat halus, silica fume, superplasticizer, dan fiber. Produksi UHPC membutuhkan biaya yang cukup tinggi dimana UHPC menggunakan semen kadar tinggi, silica fume, dan fiber yang memiliki harga yang mahal. Penelitian ini bertujuan untuk membuat lower bound UHPC secara ekonomis dengan menggunakan silica fume kadar rendah tanpa penggunaan fiber. Untuk mendapatkan performa beton yang tinggi, dilakukan aktivasi mekanis pada semen OPC dengan metode grinding. Proses penggilingan semen OPC ini mengakibatkan ukuran partikel menjadi lebih halus, dimana bertambahnya kehalusan ukuran partikel ini meningkatkan kepadatan campuran dan reaktivitas semen. Bertambahnya kepadatan ini menyebabkan kebutuhan air campuran semakin sedikit. Meningkatnya kepadatan, meningkatnya reaktivitas semen, dan berkurangnya kebutuhan air berdampak positif pada performa beton. Penelitian ini diawali dengan proses penggilingan dan analisa hasil penggilingan semen. Kemudian berdasarkan analisa hasil penggilingan semen dilakukan perhitungan campuran atau mixed design pasta. Pengujian material dalam kondisi segar juga dilakukan, yaitu dengan pengujian konsistensi normal. Campuran pasta yang memiliki konsistensi normal terendah diimplementasikan dalam pembuatan mortar. Mix design mortar dicetak dengan bekisting kubus berdimensi 5x5x5 cm3. Untuk mendapatkan campuran dengan water to binder ratio (w/b) yang rendah, digunakan bahan aditif berupa superplasticizer. Sampel yang sudah mengeras dan mencapai umur uji, diukur dan diuji sesuai dengan yang telah ditetapkan. Aktivasi mekanis semen OPC terbukti meningkatkan mutu kuat tekan mortar hingga 59.56% pada spesimen yang tidak menggunakan silica fume. Penggunaan semen yang teroptimasi mekanis juga menyebabkan mortar memiliki berat jenis yang tinggi hingga 2.435 g/cm3 dengan kuat tekan 56 hari sebesar 127.22 MPa. Penggunaan semen yang tergiling 16 jam dengan kadar tinggi mendapatkan kuat tekan 28 hari sebesar 128.533 MPa dan kuat tekan 56 hari sebesar 134.475 MPa.",
  "creators": "JUAN FELIX INDRIANTO; JONATHAN RAYHAN",
  "contributors": "Antoni (Advisor 1); Albert Kuncoro, S.T., M.Sc. (Advisor 2); Gogot Setyo Budi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012701/SIP/2023; Juan Felix Indrianto (B11190111), Jonathan Rayhan (B11190077)",
  "subjects": "CONCRETE--QUALITY CONTROL; CONCRETE; CONCRETE--MIXING"
}