{
  "id": "58071",
  "title": "Pengaruh authentic leadership terhadap work engagement melalui employee's psychological capital sebagai variabel intervening di Sheraton Bali Kuta Resort",
  "abstract": "Penelitian ini bertujuan untuk mengetahui pengaruh authentic leadership, work engagement, dan employee’s psychological capital di Sheraton Bali Kuta Resort. Metode penelitian yang digunakan dalam penelitian ini adalah metode kuantitatif. Populasi yang digunakan adalah karyawan dalam hotel Sheraton Bali Kuta Resort dengan 120 sampel. Dalam penelitian ini, peneliti akan mengumpulkan data primer melalui penyebaran kuesioner kepada sampel terkait, yaitu karyawan hotel Sheraton Bali Kuta Resort yang telah bekerja di tempat tersebut minimal 6 bulan. Penelitian ini menggunakan tiga variabel yang terdiri dari variabel dependen, intervening, dan independen dalam analisis data. Dalam penelitian ini, peneliti memiliki variabel independen yaitu authentic leadership, variabel intervening yaitu psychological capital dan variabel independen yaitu work engagement. Hasil penelitian menunjukan bahwa variabel authentic leadership berpengaruh positif dan signifikan terhadap work engagement. Berarti semakin pemimpin di Sheraton Bali Kuta Resort menerapkan authentic leadership semakin meningkatkan engagement dari karyawan dari Sheraton Kuta Bali. Variabel employee psychological capital berpengaruh positif dan signifikan terhadap work engagement. Hal ini menunjukan bahwa dengan karyawan memiliki efikasi diri dan perasaan optimis yang baik, dapat menyebabkan karyawan yang lebih antusias. Variabel authentic leadership berpengaruh positif dan signifikan terhadap employee psychological capital. Kesimpulannya adalah Pemimpin yang peduli, mampu untuk menciptakan karyawan yang memiliki perilaku organisasi positif. Berdasarkan hasil olahan data, variabel employee psychological capital berlaku sebagai variabel intervening. Hal ini berarti bahwa work engagement akan semakin tinggi apabila para pemimpin di Sheraton Kuta Bali mampu menerapkan authentic leadership yang dapat menciptakan employee psychological capital.",
  "creators": "GRACIELA JEANNETTE MAHAMUDU; LYDIA HARTATI WAHONO",
  "contributors": "Deborah Christine Widjaja, S.S., MSM., Ph.D. (Advisor 1); Marcus Remiasa (Examination Committee 1); Agung Harianto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 33011124/MAN/2023; Graciela Jeannette Mahamudu (D11190189), Lydia Hartati Wahono (D11190219)",
  "subjects": "PERSONNEL MANAGEMENT; INDUSTRIAL MANAGEMENT"
}