{
  "id": "58085",
  "title": "Aplikasi budaya guanxi dalam repurchase intention konsumen live shopping TikTokeonniedaily.wear melalui pengaruh perceived similarity dan perceived expertise",
  "abstract": "Penelitian ini bertujuan untuk menginvestigasi pengaruh perceived expertise dan perceived similarity terhadap purchase intention melalui mekanisme Swift guanxi dalam konteks live shopping di platform TikTok, dengan fokus pada akun Eonniedaily.wear. Swift guanxi mengacu pada hubungan interpersonal yang didasarkan pada pertukaran sosial dan timbal balik yang cepat dan efisien.Penelitian ini menggunakan pendekatan kuantitatif dengan metode survei yang dilakukan kepada para pengikut akun Eonniedaily.wear di TikTok. Responden diminta untuk menilai tingkat perceived expertise dan perceived similarity dari hostatau penjual di akun tersebut, serta purchase intention mereka dalam berbelanja melalui live shopping. Data yang terkumpul akan dianalisis menggunakan metode analisis jalur (path analysis) untuk menguji pengaruh perceived expertise dan perceived similarity terhadap repurchase intention, serta peran mediator dari Swift guanxi dalam hubungan tersebut. Diharapkan penelitian ini dapat memberikan pemahaman yang lebih baik tentang faktor-faktor yang mempengaruhi repurchase intention dalam konteks live shopping di TikTok. Hasil penelitian ini dapat memberikan wawasan kepada penjual dan pemasar untuk meningkatkan kepercayaan dan minat pembelian konsumen melalui strategi yang melibatkan perceived expertise, perceived similarity, dan penerapan Swift guanxi di platform TikTok.",
  "creators": "AXEL LIEVIAN HARIANTO",
  "contributors": "Dr. Ferry Jaolis, S.E., M.SM., M.RECH. (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020933/MAN/2023; Axel Lievian Harianto (D11190255)",
  "subjects": "CONSUMER BEHAVIOR; SOCIAL MEDIA--INFLUENCE; SOCIAL MEDIA-MARKETING"
}