{
  "id": "58083",
  "title": "Strategi pemasaran PT XYZ di kota Mojokerto",
  "abstract": "Penelitian ini bertujuan untuk mengetahui pemasaran yang tepat untuk PT XYZ dengan lebih dahulu menganalisis langkah pemasaran yang dilakukan PT XYZ saat ini. Penelitian ini menggunakan metode kualitatif dengan pendekatan deskriptif Teknik pengumpulan data pada penelitian ini menggunakan teknik wawancara semi terstruktur supaya data yang diperoleh bisa luas dan mendalam. Hasil penelitian menunjukkan bahwa dari segi 4P terdapat keuntungan, kelemahan, peluang dan ancaman. Untuk kekuatan dari 4P PT XYZ yaitu bahan baku diproduksi sendiri, sehingga kualitas bahan baku pasti terjamin, sedangkan untuk kelemahannya yaitu produk masih tidak ada perbedaan yang cukup signifikan dengan pesaing, harga masih sangat kompetitif dengan pesaing, lokasi hanya di satu tempat tidak memiliki lokasi atau kantor cabang di daerah lain, promosi masih tradisional atau belum secara online. Peluang yang dapat disimpulkan dari 4P PT XYZ yaitu bisnis lain seperti jasa pelayanan kebersihan rumah tangga sedang berkembang pesat, bisnis tersebut memerlukan produk kebersihan atau kesehatan seperti yang diproduksi oleh PT XYZ, sedangkan untuk ancaman yaitu adanya competitor yang menjual produk lebih murah dan sudah menguasai pasar terlebih dahulu. Kemudian dari segi STPD kelemahan PT XYZ ialah konsumen masih daerah Jawa Timur saja khususnya Surabaya dan Mojokerto, kebanyakan konsumen merupakan ibu rumah tangga, dan pengguna akhir, dan dari segi produk masih belum ada pembeda dengan pesaing. Oleh karena itu strategi pemasaran yang tepat bagi PT XYZ ialah melakukan inovasi produk agar memiliki pembeda dengan competitor dan penambahan karyawan produksi dan pemasaran.",
  "creators": "ELISABETH MARTHA OLIVIA",
  "contributors": "Dr. Augustinus Simanjuntak, S.H., M.H. (Advisor 1); Thomas Santoso (Examination Committee 1); Dhyah Harjanti (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012433/MAN/2023; Elisabeth Martha Olivia (D11190001)",
  "subjects": "MARKETING--MANAGEMENT--STUDY AND TEACHING; MARKETING--PLANNING"
}