{
  "id": "58081",
  "title": "Pengaruh model pembelajaran kooperatif tipe jigsaw topik air dan penghematannya terhadap hasil belajar dan motivasi belajar kelas v",
  "abstract": "Menurut PISA (Prograimme for Internatiional Studennt Assessmment) pada 2018, Indonesia berada di posisi ke-9 dari peringkat bawah (71) dalam kategori sains memiliki skor rata-rata 396, turun peringkat dari 62 di tahun 2015. Untuk mengatasi hal tersebut diperlukan model pembelajaran yang menarik murid agar murid mempunyai rasa ingin tahu yang tinggi mengenai materi IPA topik Air. Model pembelajaran kooperatif tipe Jigsaw adalah salah satu model pembelajaran berbasis kooperatif yang dirasa mampu meningkatkan hasil dan motivasi belajar murid. Dalam model pembelajaran ini, setiap anggota bertanggung jawab untuk mempelajari materi yang telah diberikan dan menyampaikan materi tersebut kepada kelompok asal mereka. Penelitian ini bertujuan untuk mengetahui apakah dengan penerapan model pembelajaran kooperatif tipe Jigsaw dapat meningkatkan hasil belajar dan motivasi belajar murid kelas 5 Penelitian ini menggunakan model penelitian Kuantitatif kuasi eksperimen post-test untuk mengukur hasil belajar serta pretest-post-test untuk mengukur motivasi dengan menggunakan independen T-test dan Paired sample T-test. Populasi penelitian ini adalah 66 murid dengan sampel penelitian sebanyak 63 anak yang terbagi menjadi dua kelompok yakni kelas 5B dan 5C. Teknik pengumpulan data menggunakan tes dan kuesioner. Hasil penelitian menunjukkan berdasarkan hasil Test yang diberikan menggunakan independent t-test dan paired sample t-test menunjukan adanya pengaruh Jigsaw terhadap hasil belajar dan motivasi belajar dengan nilai sig.2-tailed sebesar 0,000 <0.0,05. Dengan demikian hipotesis alternatif (Ha) dalam penelitian dapat diterima dan hipotesis nol (H0) ditolak. Dengan demikian dapat disimpulkan bahwa Penerapan model pembelajaran kooperatif tipe Jigsaw berpengaruh terhadap hasil belajar dan motivasi murid dalam pelajaran IPA topik air dan penghematannya.",
  "creators": "FILADELVIA COSTANTIA MANU",
  "contributors": "Franky Boentolo, S.T., M.Div., M.Th. (Advisor 1); Dani Puspitasari, S.Pd., M.A., Ph.D. (Examination Committee 1); Iman Subekti S.Pd.,M.Pd. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010008/PGSD/2023; Filadelvia Costantia Manu (G11190001)",
  "subjects": "COOPERATIVE LEARNING; MOTIVATION IN EDUCATION; TEACHING--METHODS"
}