{
  "id": "58088",
  "title": "Optimasi penampang rangka baja portable ferris wheel",
  "abstract": "Ferris Wheel merupakan salah satu struktur rangka baja yang sering dijumpai sebagai wahana di taman hiburan atau sebagai ikon sebuah tempat. Struktur tersebut harus didesain sedemikian rupa agar mampu memikul beban yang diterimanya dengan efisien. Hal ini dipengaruhi oleh profil baja terpilih dalam menahan beban-beban tersebut agar total berat struktur seminimal mungkin. Total berat struktur berperan penting dalam efisiensi struktur, terutama bila struktur difungsikan secara portable. Maka dari itu, diperlukan optimasi pada struktur untuk menghasilkan kombinasi profil yang efisien. Oleh karena adanya banyak potongan batang baja pada struktur ferris wheel, maka metode metaheuristik digunakan untuk menyelesaikan permasalahan. Permasalahan ini bertujuan untuk mengoptimasi total berat struktur baja ferris wheel. Penelitian dilaksanakan menggunakan algoritma metaheuristik Symbiotic Organisms Search (SOS). Penelitian diuji menggunakan dua studi kasus, yaitu ferris wheel dengan 1 inner circle serta ferris wheel dengan 2 inner circle. Setiap studi kasus dijalankan dengan empat batasan. Keempat batasan ini menggunakan persyaratan gaya dalam aksial dan momen struktur terhadap tekan, tarik, lentur, dan kombinasi tekan-lentur sesuai SNI 1729:2020. Hasil menunjukkan bahwa, melalui algoritma SOS, model ferris wheel dengan 2 inner circle memiliki berat yang lebih ringan, dalam segi total berat, pada penelitian ini.",
  "creators": "ZEFANYA SHARON ISWANTO; DYLAN VINCENT NJOTO",
  "contributors": "Hasan Santoso (Advisor 1); Doddy Prayogo S.T. (Advisor 2); Pamuda Pudjisuryadi (Examination Committee 1); Wong Foek Tjong, S.T., M.T., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10012668/SIP/2023; Zefanya Sharon Iswanto (B11190189), Dylan Vincent Njoto (B11190167)",
  "subjects": "BUILDING, IRON AND STEEL; STEEL, STRUCTURAL; STRUCTURAL ANALYSIS (ENGINEERING)"
}