{
  "id": "58099",
  "title": "Studi penerapan building information modeling pada proyek bangunan kantor PT X",
  "abstract": "Teknologi pada bidang konstruksi telah berkembang dengan sangat pesat. Salah satu contoh teknologi yang ada adalah Building Information Modeling (BIM). Teknologi BIM sudah dikembangkan mencapai level 7D, namun tingkat penggunaan BIM di Indonesia masih rendah. Jika dibandingkan dengan negara-negara di Asia Tenggara, perkembangan BIM di Indonesia masih sangat lambat. Penelitian ini bertujuan untuk menerapkan Building Information Modeling (BIM) dengan beberapa software BIM yang diaplikasikan pada proyek bangunan kantor PT X. Software BIM yang digunakan adalah software AutoDesk AutoCAD, Graphisoft ArchiCAD, AutoDesk Revit, Microsoft Excel, Microsoft Project, dan AutoDesk Navisworks Manage. Hasil penelitian menunjukkan bahwa penerapan software BIM sangat membantu dalam perencanaan dan pengoperasian bangunan konstruksi. Selain itu, hasil perbandingan biaya (BIM 5D) secara digital oleh software AutoDesk Revit dan secara manual menunjukkan hasil yang serupa. Dari level BIM yang diteliti, yaitu BIM 2D hingga BIM 5D, dapat disimpulkan bahwa hal yang paling rumit dan menyita waktu dalam penerapan BIM terletak pada pembuatan model BIM 3D yang tepat. Untuk membuat model BIM 3D yang tepat dan akurat, diperlukan waktu, kemampuan, dan ketelitian yang memadai.",
  "creators": "EVELYN GUNAWAN; ANDERSON DELON",
  "contributors": "Willy Husada, ST.,MT., Msc. (Advisor 1); Sentosa Limanto (Examination Committee 1); DAVID WIYONO, ST.,MT. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10012705/SIP/2023; Evelyn Gunawan (B11190183), Anderson Delon (B11190109)",
  "subjects": "BUILDING INFORMATION MODELING--COMPUTER PROGRAMS; CONSTRUCTION INDUSTRY--MANAGEMENT; PROJECT MANAGEMENT--COMPUTER PROGRAMS"
}