{
  "id": "58097",
  "title": "Pemanfaatan sifat self-cementing dalam high-calcium fly ash sebagai material pengikat tunggal dalam beton dengan very low water-to-fly ash ratio",
  "abstract": "Fly ash kelas C (berdasarkan ASTM C618, 2023), selain memiliki sifat pozzolanic, juga memiliki sifat cementitious yang didapat dari kandungan CaO yang cukup tinggi. Dengan kandungan CaO sekitar 30%, sifat cementitious dalam fly ash terbukti dapat menjadikan fly ash sebagai material self-cementing dan menjadi material pengikat tunggal dalam beton. Namun demikian, dari literatur yang ada menunjukkan tidak semua fly ash dengan kandungan CaO tinggi (> 20%) dapat menghasilkan beton dengan kuat tekan lebih dari 20 MPa, bahkan dalam beberapa penelitian lebih kecil dari 5 MPa. Pada beberapa penelitian terdahulu juga menunjukkan adanya potensi flash-set pada beton 100% fly ash. Hubungan antara variasi rasio water-to-fly ash dengan kuat tekan juga perlu dipahami untuk dapat mengoptimalkan mix design sehingga dapat menghasilkan beton dengan kuat tekan sesuai target. Penelitian ini bertujuan untuk memaksimalkan pemanfaatan fly ash lokal, yang didapat dari sisa pembakaran batu bara pada PLTU di Indonesia, dengan kandungan CaO sekitar 20% sebagai material pengikat tunggal dalam beton melalui sifat self-cementing nya. Kuat tekan pasta hingga 60 MPa dapat dihasilkan melalui campuran pasta dengan rasio w/fa (by mass) 0.11. Rasio w/fa yang sangat rendah menjadi kunci utama untuk menghasilkan kuat tekan yang cukup tinggi. Pada kondisi segar (plastic state), pasta fly ash dengan rasio w/fa (by mass) serendah 0.17 masih belum memerlukan superplasticizer untuk mendapatkan workability yang baik. Initial setting time sekitar 40 menit atau lebih untuk semua campuran pasta menunjukkan tidak terjadinya flash-set. Pada fase beton, pemanfaatan sifat self-cementing dalam fly ash sebagai material pengikat tunggal mampu menghasilkan kuat tekan hingga 37 MPa pada umur 28 hari. Kuat tekan beton terus berkembang dan mencapai 49 MPa pada umur 365 hari. Dari lima variasi w/fa (by volume), beton dengan w/fa (by volume) 0.60 dan lebih rendah dapat menghasilkan kuat tekan di atas 20 MPa pada umur 28 hari. Karakterisasi sifat mekanis beton lainnya yang dilakukan melalui pengujian splitting tensile test, flexural test, stress-strain test (untuk menghitung modulus elastisitas beton), dan uji kuat lekatan besi tulangan menunjukkan hasil yang sangat menjanjikan untuk dapat digunakan sebagai beton struktural. Walaupun demikian, hubungan kuat tekan dengan karakteristik mekanis beton laiinya menunjukkan hasil yang lebih rendah dari nilai prediksi yang dihitung menggunakan formula yang dikembangkan untuk beton konvensional dengan semen Portland sebagai material pengikatnya. Analisa struktur mikro beton, yang dilakukan melalui uji SEM (Scanning Electron Microscopy), menunjukkan bahwa produk hidrasi fly ash hanya terbentuk pada permukaan partikel fly ash, yang ditandai dengan masih terlihat jelasnya bentuk mula-mula partikel fly ash (seperti bola). Berdasarkan pengamatan pada uji SEM tersebut, sangat dimungkinkan bahwa kuat tekan pasta yang dihasilkan lebih didominasi karena adanya transfer gaya yang efektif antar partikel-partikel fly ash yang tersusun dengan sangat kompak, walaupun tentunya kekuatan ikatan produk hidrasi tetap memberikan kontribusi juga.",
  "creators": "Oswyn Karsten Wattimena",
  "contributors": "Antoni (Advisor 1); Djwantoro Hardjito (Advisor 2); Pamuda Pudjisuryadi (Examination Committee 1); Benjamin Lumantarna (Examination Committee 2); Gogot Setyo Budi (Examination Committee 3); STEFANUS ADI KRISTIAWAN (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Dissertation",
  "sub_category": "Disertasi",
  "source": "Disertasi No. 01000001/DTS/2023; Oswyn Karsten Wattimena (B31170001)",
  "subjects": "CONCRETE--MIXING; FLY ASH--ANALYSIS"
}