{
  "id": "5809",
  "title": "The Meaning of rhyming headings of Laporan Utama section in Mossaik Magazine",
  "abstract": "In communication, language functions for maintaining interaction among people and for transferring the message. The writer is interested in the study of language function in written communication due to the transferring message specifically in getting the implied meaning of a written text. She uses magazine? public printed media-especially its headings as her data. Thus, her study deals with implied meaning of a heading. Headings play important role in attracting readers? attention to read the article and in presenting the whole idea of an article in a simpler way. The writer chooses Mossaik magazine since it treats the heading in a unique way. It often uses rhyme and metaphor in creating headings. In getting the implied meaning of rhyming headings, the writer uses theory of context of situation by Halliday and contemporary theory of metaphor by Lakoff. The concept of denotative and connotative are used to support the main theories in analyzing the data. The writer collects the data by selecting the rhyming headings of Laporan Utama (Main Report) in Mossaik and putting them into a systematic table. Then, the writer analyzes the headings one by one and puts the result in contextual configuration. In findings, the writer finds out that the headings imply certain meanings. The implied meanings are, then, classified into informing, inviting, and challenging. Moreover, those implied meanings lead to one general implied meaning that is educating society to be more aware of their surroundings.",
  "creators": "CHRISTINE IKE BUDIANA",
  "contributors": "Anneke Heritaningsih Tupan (Advisor 1); Bintoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011517/ING/2006; Christine Ike Budiana (11401014)",
  "subjects": "LINGUISTICS"
}