{
  "id": "58100",
  "title": "Pengaruh perceived value terhadap customer loyalty dimediasi oleh customer satisfaction pada gen X di Kepo Market",
  "abstract": "Customer loyalty adalah komitmen yang dipegang oleh pelanggan untuk membeli kembali atau berlangganan suatu produk/layanan yang disukai secara berulang di masa depan. Customer loyalty dapat disebabkan oleh beberapa faktor seperti persepsi nilai dan kepuasan pelanggan. Penelitian ini bertujuan untuk mengetahui apakah perceived value memengaruhi customer loyalty melalui customer satisfaction pada gen X di Kepo Market. Penelitian ini merupakan jenis penelitian kuantitatif. Sampel penelitian ini ditentukan dengan metode random probability sampling dengan accidental sampling. Teknik pengumpulan data pada penelitian ini dilakukan dengan cara menyebarkan kuesioner kepada siapa saja memenuhi kriteria Partisipan pada penelitian adalah pengunjung gen X Kepo Market 1 tahun terakhir yang berjenis kelamin laki-laki/perempuan dan berusia antara 42-57 tahun. Menurut temuan penelitian ini, dengan menggunakan Partial Least Square (PLS), maka dapat diketahui bahwa perceived value berpengaruh terhadap customer satisfaction dan customer satisfaction berpengaruh terhadap customer loyalty. Oleh karena itu, Kepo Market harus mampu meningkatkan kualitas pelayanan dan fasilitas yang ada. Lalu, Kepo Market perlu lebih meningkatkan standar pelayanan dari stand di Kepo Market yang dapat memberikan rasa senang dan nyaman kepada para pengunjungnya.",
  "creators": "GIOVINNA SUGIANTO",
  "contributors": "Wilma Laura Sahetapy (Advisor 1); Fransisca Andreani (Examination Committee 1); Yonathan Palumian, S.M.B. ,M.S.M (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012447/MAN/2023; Giovinna Sugianto (D11190144)",
  "subjects": "CUSTOMER SATISFACTION; QUALITY OF SERVICE; CUSTOMER LOYALTY"
}