{
  "id": "5810",
  "title": "A Study of interruption produced by the interviewer in Kupas Tuntas on Trans TV talk show",
  "abstract": "This research aims to find the reasons of turn taking irregularities, that is, reasons of interruption, produced by the interviewer towards the interviewees in Kupas Tuntas on Trans TV talk show. This research also aims to find which reasons of interruption occurs the most. The writer used descriptive qualitative approach for this research. The writer got the data from the dialogs in the interview in Kupas Tuntas on Trans TV that the writer transcribed herself. Kupas Tuntas is a talk show which discusses and exposes particular current issues from the experts. In her analysis, the writer determined and classified each of the reasons of interruption that occurred in the dialogs based on the criteria of Wardhaugh?s theories. In her findings, the writer found the interviewer often made turn taking irregularities, in this case, interruption, because the interviewer did not want to wait for the interviewee to finish making her/his point. The interviewer often interrupted because of some reasons. Thus, the writer tried to find the reasons of interruption that occurred in the dialogs. The reasons of interruption found in the dialogs were seeking clarification, correcting, trying to complete, ending conversation, selecting next speaker, giving idea, and asking with the reason of clarification occurs the most. Finally, the writer concluded that the interviewer did not do the turn taking well where one has to wait for the speaker to finish his/her talk. However, the interviewer had reasons that explained why he tended to interrupt the interviewees. The writer hopes that this research would be useful for further research concerning the kinds of reasons of interruption in different contexts and situations.",
  "creators": "SHERLY SUTEJA",
  "contributors": "Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011509/ING/2006; Sherly Suteja (11401043)",
  "subjects": "SOCIOLINGUISTICS"
}