{
  "id": "58105",
  "title": "Upaya pencegahan deviasi stok bahan baku antara sistem dan aktual pada Production Floor Plastic Injection (PFPI) di PT X dengan pendekatan DMAIC",
  "abstract": "PT X merupakan produsen plastik dengan kualitas ekspor, perusahaan menggunakan sistem SAP dalam menjalankan kegiatannya. Sayangnya masih terjadi permasalahan adanya deviasi stok bahan baku antara sistem dan aktual. Untuk itu penelitian ini dilakukan dengan tujuan melakukan investigasi dan analisa terhadap upaya yang dapat dilakukan untuk mencegah terjadinya deviasi stok bahan baku antara sistem dan aktual pada Production Floor Plastic Injection (PFPI) PT X. Dalam rangka mencapai tujuan tersebut digunakan pendekatan DMAIC (Define, Measure, Analyze, Improve, Control) sebagai kerangka kerja dalam proses penelitian yang dilakukan. Melalui pembuatan fishbone diagram ditemukan beberapa akar masalah dari faktor method yang menjadi fokus permasalahan yaitu, “Tidak terdapat perhitungan jumlah bahan baku”, “Masih ada over tugas (mixer -> setter)”, “Good issue dan good receipt kurang terkontrol”, dan “Tidak ada pencatatan perpindahan barang sisa”. Untuk permasalahan tersebut dibuat usulan penerapan perbaikan berupa, “Form Perhitungan Kebutuhan Bahan Baku”, “Form Work Order Kebutuhan Bahan Baku”, “Form Keluar Masuk Bahan Baku”, “Form Pencatatan GI dan GR”, dan “Form Pengajuan Good Issue”. Usulan ini dinilai dapat membantu dalam perbaikan sistem perhitungan, pencatatan dan pengawasan terhadap bahan baku di Production Floor Plastic Injection (PFPI) PT X.",
  "creators": "TEDRICK ANGDJAJA",
  "contributors": "Nova Sepadyati, S.T., M.Sc. (Advisor 1); I Gede Agus Widyadana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022630/IND/2023; Tedrick Angdjaja (C13190010)",
  "subjects": "INVENTORIES--DATA PROCESSING; INVENTORIES--MANAGEMENT"
}