{
  "id": "58101",
  "title": "Demo karyawan dan kebijakan penetapan upah minimum Provinsi Jawa Timur dari aspek hubungan industrial",
  "abstract": "Penelitian ini dilakukan untuk mengetahui hubungan industrial yang terjadi antara pemerintah, perusahaan, dan karyawan dalam penetapan Upah Minimum Provinsi di Jawa Timur. Penelitian ini menggunakan metode kualitatif. Perolehan data dilakukan dengan wawancara dengan ditetapkannya tiga narasumber. Setiap aspek yang ada di dalam hubungan industrial digunakan untuk melihat peran setiap instansi baik pemerintah, perusahaan, dan karyawan. Hasil temuan diuji keabsahannya menggunakan triangulasi sumber, kemudian dipaparkan setiap aspek dari hubungan industrial yang terjadi. Pemerintah melihat fenomena demonstrasi buruh disebabkan oleh beberapa hal, salah satunya terkait penetapan Upah Minimum Provinsi. Buruh melakukan demo setiap hari buruh dan saat penetapan upah. Pemerintah berperan sebagai mediator antara pengusaha dengan buruh ketika terjadi demo. Lalu, perusahaan mengalami permasalahan terkait pengupahan disebabkan oleh beberapa faktor. Pajak dalam biaya operasional, ongkos pengiriman dan biaya tak terduga menjadi salah satu alasan. Selain itu perusahaan juga harus menyediakan jaminan kesehatan pekerja dalam program jaminan sosial sesuai dengan aturan pemerintah. Asosiasi Buruh merasa bahwa aspirasi belum dapat terealisasi khususnya pada permasalahan upah. Oleh karena itu, buruh sangat mengharapkan forum diskusi yang layak dan aspirasi yang disampaikan dapat direalisasi, bukan hanya ditampung saja.",
  "creators": "GIOVANNI SUGIANTO",
  "contributors": "Eddy Madiono Sutanto (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1); Dr. Roy Setiawan, S.Kom., M.M., M.SM., M.Th. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012432/MAN/2023; Giovanni Sugianto (D11190154)",
  "subjects": "PERSONNEL MANAGEMENT; WAGES; WAGES AND LABOR PRODUCTIVITY"
}