{
  "id": "58106",
  "title": "Upaya peningkatan produktivitas operator di production floor finishing pada PT Sentral Bahana Ekatama",
  "abstract": "PT Sentral Bahana Ekatama merupakan salah satu perusahaan yang bergerak dalam bidang industri plastik injeksi. Salah satu produk yang sering diproduksi adalah helm grab. Dimana, terjadi bottleneck pada salah satu proses pembuatan helm grab, yaitu proses pemasangan stiker. Proses pemasangan stiker hanya dapat menghasilkan 300 pcs/shift. Namun, perusahaan menilai bahwa hasil tersebut tidak dapat mencapai standar yang diinginkan, yaitu sebesar 600 pcs/shift. Hal ini terjadi dikarenakan terdapat perbedaan cycle time yang dihasilkan oleh operator yang disebabkan oleh tidak adanya standar kerja yang dapat digunakan sebagai dasar dalam melakukan pekerjaan atau proses pemasangan stiker. Oleh karena itu, cara kerja operator di proses pemasangan stiker berbeda dan terdapat juga gap skill antar operator. Oleh karena itu, perusahaan mengharapkan bagaimana caranya untuk mengefisiensikan cara kerja operator hingga mencapai target. Dengan demikian, penerapan peta tangan kiri dan tangan kanan (PTK-TK) merupakan salah satu alternatif solusi yang dapat digunakan dalam menyelesaikan permasalahan-permasalahan tersebut. Di mana, dengan menggunakan metode peta tangan kiri dan tangan kanan (PTK-TK) perusahaan akan mendapatkan standar kerja yang dapat digunakan seabagai dasar dalam melakukan pekerjaan atau proses pemasangan stiker dan dapat menjadi bahan untuk melakukan pelatihan kepada operator baru maupun operator lama.",
  "creators": "JOHN PATRICK AFFANDY FONG",
  "contributors": "Nova Sepadyati, S.T., M.Sc. (Advisor 1); I Gede Agus Widyadana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022631/IND/2023; John Patrick Affandy Fong (C13190094)",
  "subjects": "LABOR PRODUCTIVITY; PERSONNEL MANAGEMENT; PRODUCTION PLANNING"
}