{
  "id": "58107",
  "title": "Optimasi gradasi agregat halus dan kasar terhadap kuat tekan low cement concrete dengan metode particle-packing",
  "abstract": "Low Cement Concrete (LCC) merupakan alternatif dalam pembuatan beton ramah lingkungan dengan kadar semen kurang dari 300 kg/m3. Kadar semen yang digunakan pada penelitian kali ini adalah sebesar 250 kg/m3, jauh lebih sedikit dibandingkan beton konvensional yang pada umumnya menggunakan kadar semen sebesar 350-450 kg/m3. Pada penelitian ini dilakukan optimasi agregat dengan metode particle-packing yang dapat mudah dilakukan di lapangan dengan berbagai variasi tipe agregat yang ada. Optimasi berfokus pada pencarian variasi gradasi ukuran agregat, sehingga agregat dapat memiliki proporsi kepadatan maksimal dan menyebabkan kebutuhan pasta berkurang. Metode dilakukan dengan memisahkan terlebih dahulu ukuran agregat berdasarkan nomor ayakan menurut ASTM C136, dilanjutkan dengan pengujian karakteristik material, yaitu pengujian specific gravity dan absorpsi. Kemudian pemadatan variasi gradasi agregat dilakukan dengan cara digetarkan sembari diberi beban yang terkontrol selama 3 menit yang selanjutnya data pemadatan tersebut diolah agar mendapatkan hubungan dengan rasio volume agregat tertinggi. Metode dilanjutkan dengan perhitungan volumetrik mix design LCC guna mengetahui kebutuhan pasta dan agregat tiap ukurannya. Metode particle-packing dapat menghasilkan beton segar dengan slump setinggi 3-13 cm dengan kadar pasta sebanyak 16-18% dari volume beton. Hal ini dibantu dengan superplasticizer sebanyak 1.4-1.6% massa semen dan penambahan filler berupa bubuk CaCO3 sebanyak 10%, 15% dan 20% dari semen. Kekuatan LCC pada umur 28 hari dengan penambahan CaCO3 sebanyak 10%, 15%, dan 20% menghasilkan kuat tekan sebesar 41.95 MPa, 39.22 MPa, dan 37.61 MPa serta kuat lentur sebesar 3.81 MPa, 3.57 MPa, 3.45 MPa. Kuat tekan dan lentur LCC tersebut lebih tinggi apabila dibandingkan dengan beton kontrol yang memiliki kuat tekan 35 MPa dan kuat lentur 2.88 MPa. Kekuatan LCC bertambah seiring meningkatnya berat jenis agregat dalam beton dan berkurangnya volume pasta.",
  "creators": "AARON ADIPUTRA; THEOFILUS NATANAEL WIJAYA",
  "contributors": "ANTONI (Advisor 1); Albert Kuncoro, S.T., M.Sc. (Advisor 2); Gogot Setyo Budi (Examination Committee 1); Ruben Adicahya, S.T., M.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10012693/SIP/2023; Aaron Adiputra (B11190056), Theofilus Natanael Wijaya (B11190088)",
  "subjects": "CONCRETE--ENVIRONMENTAL ASPECTS; CONCRETE--RESEARCH"
}