{
  "id": "58114",
  "title": "Pengaruh gangguan kebisingan terhadap perilaku tidak aman pekerja dengan emosi negatif sebagai mediator pada suatu proyek apartemen di Surabaya Barat",
  "abstract": "Sektor konstruksi telah dikenal sebagai salah satu sektor penghasil tingkat kebisingan yang tinggi. Hal tersebut dapat menyebabkan gangguan kebisingan yang berdampak bahaya bagi pekerja. Gangguan kebisingan yang diterima pekerja dalam jangka waktu panjang dapat menyebabkan perubahan pada psikologis (mengurangi kesadaran akan prosedur keselamatan) serta fisik (seperti gangguan pendengaran) pekerja. Selain itu dengan adanya emosi negatif sebagai mediator dapat memperbesar pengaruh dari gangguan kebisingan terhadap perilaku tidak aman pekerja. Penelitian ini bertujuan untuk mencari data tingkat kebisingan ekuivalen yang kemudian dibandingkan dengan nilai ambang batas PER.05/MEN/IV/2018 serta mengetahui pengaruh gangguan kebisingan terhadap perilaku tidak aman pekerja dengan emosi negatif sebagai mediator pada suatu proyek apartemen di Surabaya Barat. Penelitian ini dilakukan dengan pengukuran data tingkat kebisingan serta penyebaran kuesioner. Pengukuran data kebisingan dilakukan pada lantai 16 saat sedang tahap pekerjaan struktur dan lantai 12 saat sedang tahap pekerjaan finishing. Responden dalam penelitian ini sebanyak 100 orang yang terdiri dari 50 orang dari pekerjaan struktur dan 50 lainnya dari pekerjaan finishing. Untuk data tingkat kebisingan. Pengolahan data dilakukan dengan persamaan yang mengacu pada SNI 8427:2017. Kemudian data kuesioner dianalisis dengan menggunakan software SmartPLS dan metode Structural Equation Modelling (SEM) untuk menilai hubungan antar variabel. Hasil penelitian menunjukkan bahwa gangguan kebisingan secara signifikan meningkatkan perilaku tidak aman pekerja. Selain itu, ditemukan juga bahwa emosi negatif secara signifikan meningkatkan perilaku tidak aman pekerja. Hasil penelitian juga menunjukkan bahwa emosi negatif dapat memediasi hubungan antara gangguan kebisingan dengan perilaku tidak aman pekerja.",
  "creators": "ALVYN PRAYOGO; HAGGI SJORS TEOPHILEA",
  "contributors": "Paulus Nugraha (Advisor 1); Pamuda Pudjisuryadi (Examination Committee 1); Ambrosius Matthew Junius Reynaldo, S.T., M.T. (Examination Committee 2); Dr. Riza Yosia Sunindijo (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012683/SIP/2023; Alvyn Prayogo (B11190146), Haggi Sjors Teophilea (B11190125)",
  "subjects": "CONSTRUCTION INDUSTRY--PERSONNEL MANAGEMENT; CONSTRUCTION INDUSTRY--SAFETY MEASURES"
}