{
  "id": "58121",
  "title": "Studi penggunaan energi pada mesin forging pneumatik dan mesin forging hidrolik di forging plant di perusahaan alat berat",
  "abstract": "PT X merupakan perusahaan manufaktur pengolah baja untuk komponen-komponen kendaraan berat. Pada tahun 2021 perusahaan ini menggunakan energi listrik sebesar 56.508 MWh/tahun atau setara dengan 40.064 ton CO2. Proses produksi utama pada perusahaan ini adalah proses forging itu sendiri. Dalam proses forging, proses pemanasan (billet heater) dan proses penempaan (forging atau hammering) memainkan peran kunci sehingga betapa besar energi yang dikonsumsi untuk memanaskan dan menempa logam. Oleh karena itu masalah utama yang dihadapi oleh perusahaan ini adalah tingginya emisi gas CO2 dan konsumsi energi yang besar dari proses produksi yang dilakukan. Penelitian ini, oleh sebab itu, berfokuskan pada studi penggunaan energi dari proses produksi track link. Track link ialah salah satu produk yang sering diproduksi oleh PT X untuk komponen alat berat. Pembuatan track link memerlukan serangkaian proses produksi yaitu cutting, billet heating, hammering, trimming, milling, Induction Quenching Treatment (IQT), horizontal boring, drilling, dan broaching. Proses produksi track link ini menggunakan dua jenis mesin hammer yang berbeda yaitu mesin hammer pneumatik dan mesin hammer hidrolik. Untuk mengurangi konsumsi energi yang tinggi di forging plant, audit energi dilakukan dengan menggunakan Energy Efficiency Index (EEI) untuk membandingkan jumlah energi yang dikonsumsi oleh mesin hammer pneumatik dan mesin hammer hidrolik. Perbandingan ini untuk mengetahui mesin hammer manakah yang lebih hemat dalam konsumsi energi. Hasil penelitian menunjukkan bahwa mesin hammer pneumatik memiliki nilai EEI sebesar 101% yang berarti bahwa mesin hammer pneumatik memiliki pemborosan energi sebesar 1%.",
  "creators": "STEVEN",
  "contributors": "Hariyo Priambudi Setyo Pratomo, S.T., M.Phil. (Advisor 1); Ekadewi Anggraini Handoyo (Examination Committee 1); Stevanus Arie Nugroho (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011501/MES/2023; Steven (C12180041)",
  "subjects": "ENERGY CONSUMPTION; INDUSTRIES-ENERGY CONSUMPTION; MANUFACTURING INDUSTRIES--ENERGY CONSUMPTION"
}