{
  "id": "58124",
  "title": "Analisis pengelolaan distribusi produk industri mekanik pada CV Buana Inti Pratama di Balikpapan",
  "abstract": "CV Buana Inti Pratama adalah perusahaan distributor yang bergerak di bidang industri mekanik sejak 10-11 tahun lalu. Penelitian ini bertujuan untuk mengevaluasi kondisi pengelolaan distribusi dan menentukan pengelolaan paling ideal dalam distribusi industri mekanik CV Buana Inti Pratama. Metode dalam penelitian ini menggunakan pendekatan kualitatif dengan jenis penelitian studi kasus. Teknik pengumpulan data dilakukan melalui wawancara semi terstruktur dengan 3 narasumber yakni pemilik usaha, pengelola bagian administrasi dan karyawan senior. Hasil penelitian menunjukkan pengelolaan CV.Buana Inti Pratama yang ditinjau berdasarkan 10 poin utama, yakni (1) Dari segi manajemen distribusi, perusahaan belum memaksimalkan penggunaan armada namun memiliki pasar yang cukup luas dan kondisi distribusi normal. (2) Dari segi branding, perusahaan memiliki image yang baik karena mampu menyediakan barang yang diinginkan konsumen dan memiliki manajemen pengelompokan barang yang baik. (3) Dari segi planning, CV Buana Inti Pratama memiliki tujuan dan sasaran perusahaan yang jelas namun perusahaan belum memiliki perencanaan distribusi, dokumentasi distribusi, pengumpulan informasi dan bahkan keseluruhan unsur perencanaan. (4) Dari segi manajemen organizing, perusahaan dinilai lancar karena adanya disiplin kerja yang tinggi namun belum jelasnya pembagian kerja serta identifikasi pekerjaan tertentu. (5) Dari fungsi manajemen motivating, CV Buana Inti Pratama telah dikategorikan baik namun sistem jam kerja yang terlalu fleksibel yang dapat menjadi masalah ke depannya. (6) Dari sisi fungsi manajemen actuating, perusahaan memperhatikan karyawan secara personal dan menciptakan keharmonisan dalam lingkungan kerja namun belum secara maksimal. (7) Kelemahan perusahaan adalah belum menerapkan fungsi manajemen controlling. (8) Kelebihan perusahaan adalah memiliki fungsi communicating yang baik. (9) Dari segi manajemen directing, SDM dan arahan distribusi perusahaan sudah memadai namun belum ada sistem penyelesaian masalah. (10) Dari segi kinerja karyawan, perusahaan memiliki sistem umpan balik dan reward namun tidak ada respon terhadap karyawan yang menyimpang.",
  "creators": "FEBRIANA PRECIOSA RUSWAN",
  "contributors": "Dr. Augustinus Simanjuntak, S.H., M.H. (Advisor 1); R.R. Retno Ardianti (Examination Committee 1); Dr. Ratih Indriyani, S.E., M.M. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012450/MAN/2023; Febriana Preciosa Ruswan (D11190323)",
  "subjects": "LABOR PRODUCTIVITY; PERSONNEL MANAGEMENT; PERFORMANCE"
}