{
  "id": "58129",
  "title": "Penerapan 5 elemen kualitas untuk database untuk meningkatkan kegunaan dalam project area perpanjangan OOH 2023-2023 untuk PT X",
  "abstract": "Kertas ini mengeksplorasi penerapan lima elemen kualitas ke dalam database untuk meningkatkan praktikabilitas dan efisiensi di Area Proyek perpanjangan OOH untuk PT X selama periode 2023-2024. Format media Out of Home (OOH) digunakan untuk membangun kesadaran merek dan menyampaikan pesan yang ditujukan kepada target audiens. Peran media ini masih penting bagi bisnis PT X saat ini karena cakupannya yang luas dan kemampuannya untuk terlihat oleh audiens di lokasi geografis tertentu, proyek ini berfokus pada perpanjangan tiga media non-billboard - baliho (4m x 6m), mini billboard (2m x 4m), dan street sign (1m x 2m) di Indonesia. Jadwal dan keberhasilan proyek ini sangat bergantung pada manajemen dan penggunaan informasi yang efektif, sehingga penting untuk menyempurnakan database yang dapat dengan mudah dianalisis, diperbarui, dibagikan, dan disimpan untuk penggunaan berulang. Kualitas data sangat penting karena menilai apakah informasi dapat memenuhi tujuannya dengan cara tertentu. Dengan mengimplementasikan secara efektif lima elemen kualitas ketersediaan, kegunaan, keandalan, relevansi, dan kualitas presentasi dalam infrastruktur basis data, PT X dapat meningkatkan praktikabilitas dan akurasi basis data dengan menambahkan informasi tambahan, menyederhanakan operasi proyek untuk tahun berikutnya dengan menghilangkan proses yang telah digantikan oleh informasi yang dan terstruktur dengan baik dalam database ini, dan akhirnya mencapai hasil yang memuaskan 4.2% pengurangan biaya dan 5.2% pencegahan biaya dari Key Performance Indicators (KPI) procurement operations berupa pengurangan biaya sebesar 9% dan pencegahan biaya sebesar 5% untuk Proyek Area Perluasan OOH 2023-2024.",
  "creators": "MICHAEL RODNEY",
  "contributors": "Jani Rahardjo (Advisor 1); Nova Sepadyati, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02020033/IBE/2023; Michael Rodney (C13190007)",
  "subjects": "DATABASE MANAGEMANT; TOTAL QUALITY MANAGEMENT; PROJECT MANAGEMENT"
}