{
  "id": "58128",
  "title": "Pengaruh perilaku terencana terhadap niat pembelian produk Green Residency di Surabaya",
  "abstract": "Saat ini kerusakan lingkungan semakin meningkat, di mana pelestarian lingkungan menjadi prioritas Indonesia, di mana pemerintah Indonesia menggalakkan pembangunan berkelanjutan. Hal tersebut meningkatkan kesadaran konsumen terhadap kelestarian lingkungan. Paradigma green ini menjadi salah satu pendekatan yang dilakukan pengembang dalam meraih pangsa pasar. Di Surabaya, selain munculnya pengembang properti baru dengan konsep green residency, terdapat pengembang properti yang melakukan corporate rebranding dengan konsep merek hijau untuk memenuhi permintaan konsumen. Green brand positioning merupakan bagian dari identitas merek mengenai nilai produk yang bersifat ramah lingkungan dan berhubungan dengan target pasar. Minat pembelian atau green purchase intention dipengaruhi oleh faktor green brand positioning. Sebelum memiliki niat membeli, konsumen akan memunculkan sikap preferensi terhadap merek. Namun, berdasarkan Theory of Planned Behavior (TPB), perilaku membeli dipengaruhi oleh minat pembelian, ditentukan oleh sikap terhadap perilaku dibanding sikap terhadap produk. Dengan demikian, penelitian ini dilakukan untuk semakin memahami minat beli masyarakat Indonesia di daerah Surabaya terkait dengan produk yang menggunakan green branding. Penelitian ini menggunakan sampel sebesar 152 responden dan dianalisa menggunakan metode SEM-PLS. Hasil penelitian ini menunjukkan bahwa Attitude toward green product, subjective norm dan perceived behavioral control sebagai 3 determinan dasar dari teori perilaku terencana (Theory of Planned Behavior) memiliki pengaruh signifikan terhadap green purchase intention.",
  "creators": "David Kevin Nafarin",
  "contributors": "Prof. Dr. Njo Anastasia, S.E., M.T. (Advisor 1); Jani Rahardjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000353/MTS/2023; David Kevin Nafarin (B21190013)",
  "subjects": "BRANDING (MARKETING); HOUSE BRANDS; SUSTAINABLE ARCHITECTURE; CONSUMER BEHAVIOR--ENVIRONMENTAL ASPECTS"
}