{
  "id": "58132",
  "title": "Upaya penurunan waktu kemas produksi di PT Vitapharm",
  "abstract": "PT Vitapharm merupakan salah satu perusahaan manufaktur yang bergerak di bidang consumer goods. Perusahaan ini, ingin melakukan perubahan (improvement) terhadap waktu kemas produksi pada bagian pengemasan unit cairan agar dapat mencapai hasil lebih baik. Metode yang digunakan pada penelitian ini adalah metode stopwatch time study. Metode tersebut merupakan metode yang digunakan dalam menghitung waktu baku pada setiap proses, dimana waktu baku tersebut akan digunakan untuk menghitung waktu kemas produksi/OB. Perhitungan waktu kemas produksi/OB telah dilakukan pada mesin R40 dan R24D yaitu sebesar 0.049 dan 0.045 hari/OB. Setelah itu, akan dilakukan improvement terhadap waktu kemas produksi agar dapat mencapai hasil yang lebih baik sehingga dapat diberikan beberapa usulan perbaikan yaitu mengurangi jumlah tenaga kerja bagian shrink dan sleeve, tenaga kerja pemetian membantu bagian sleeve, menggabungkan proses shrink dan control, memperbaiki mesin unscramble botol, dan mengurangi tenaga kerja bagian shrink. Salah satu usulan yang dapat dilakukan yaitu mengurangi tenaga kerja bagian shrink. Setelah usulan tersebut diimplementasikan, hasil waktu kemas produksi/OB menjadi lebih kecil dibandingkan dengan sebelumnya yaitu 0.043 hari/OB. Jadi, dengan melakukan pengurangan tenaga kerja bagian shrink, perusahaan dapat meningkatkan waktu kemas produksi/OB menjadi lebih baik dan juga dapat memenuhi target produksi yang diberikan oleh perusahaan.",
  "creators": "PHILBERTHA PHEDRA",
  "contributors": "Debora Anne Yang Aysia (Advisor 1); I Gede Agus Widyadana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022595/IND/2023; Philbertha Phedra (C13190091)",
  "subjects": "MANUFACTURING INDUSTRIES--MANAGEMENT; PRODUCTION PLANNING; TIME STUDY"
}