{
  "id": "58142",
  "title": "Faktor-faktor yang mempengaruhi mahasiswa akutansi untuk berkarier sebagai akuntan",
  "abstract": "Tujuan - Mengetahui faktor-faktor apa saja yang mempengaruhi mahasiswa akuntansi untuk berkarier sebagai akuntan. Desain/metode penelitian - Responden penelitian ini adalah mahasiswa jurusan akuntansi pada semester 3 ke atas dan universitasnya berada di Surabaya serta terakreditasi A atau B. Sampel dalam penelitian ini berjumlah sebanyak 253 responden. Penelitian ini menggunakan data primer berupa kuesioner yang menggunakan skala likert lima poin. Dalam penelitian ini, peneliti menggunakan Partial Least Square (PLS) untuk menganalisa data. Variabel dalam penelitian ini adalah attitude, learning environment, knowledge seeking intention, dan intention to choose accounting career. Temuan - Hasil penelitian membuktikan bahwa attitude berpengaruh signifikan terhadap knowledge seeking intention. Attitude ternyata juga berpengaruh signifikan terhadap intention to choose accounting career. Lalu, learning environment berpengaruh signifikan terhadap knowledge seeking intention. Keterbatasan hasil/implikasi penelitian – Keterbatasan dalam penelitian ini adalah sample size yang kecil sehingga pengumpulan data memakan waktu. Kemudian seiring berjalannya waktu, hasil dari penelitian dapat menghasilkan output yang berbeda. Originalitas/value penelitian – Penelitian ini berkontribusi terhadap penelitian yang terkait attitude dan learning environment terhadap intention to choose accounting career. Sample dari penelitian sebelumnya adalah mahasiswa akuntansi tahun 2015-2018 dengan akreditasi B di Pulau Jawa. Penelitian ini mengkhususkan mahasiswa akuntansi tahun 2019-2022 dengan akreditasi A atau B di Kota Surabaya.",
  "creators": "TONY SENTOSA; TANG JEVON ADITYA",
  "contributors": "Agus Arianto Toly, S.E., M.S.A., Ak. (Advisor 1); Yenni Mangoting (Examination Committee 1); Saarce Elsye Hatane (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011978/AKT/2023; Tony Sentosa (D12190083), Tang Jevon Aditya (D12190122)",
  "subjects": "ACCOUNTANTS; CAREER DEVELOPMENT"
}