{
  "id": "58148",
  "title": "Penerapan sistem telemedecine, pemesanan perlengkapan dan perawatan hewan peliharaan",
  "abstract": "Penyakit adalah masalah umum bagi manusia dan hewan. Semenjak pandemi COVID-19 semua akses untuk kebutuhan sehari-hari serba terbatas, terutama sejak diaktifkannya jam malam. Keterbatsaan akses ini menimbulkan kesulitan bagi semua pihak salah satunya para memilik hewan peliharaan. Para pemilik hewan peliharaan sering kesulitan menemukan kebutuhan sehari-hari mereka baik seperti makanan, kebutuhan sehari-hari, jasa layanan untuk hewan peliharaan (Salon atau jasa untuk memandikan untuk hewan peliharaan, transportasi, penitipan hewan peliharaan dan lain-lain), kebutuhan berkonsultasi dengan pihak medis ataupun akses ke klinik hewan, maupun forum yang tepat untuk berdiskusi secara terarah. Masalah di atas dapat diatasi salah satunya menggunakan aplikasi mobile yang menerapkan sistem telemedicine untuk hewan peliharaan. Melalui aplikasi ini pemilik hewan peliharaan dapat melakukan konsultasid dengan dokter, memesan kebutuhan sehari-hari dan jasa perawatan hewan, serta terlibat dalam forum diskusi terbuka. Aplikasi mobile dibuat menggunakan Flutter untuk pemilik telepon genggam berbasis Android dengan dukungan database Firebase dan sistem pembayaran dari Midtrans. Pengujian aplikasi melibatkan 27 responden dari kalangan dokter, pemilik usaha baik perlengkapan untuk hewan peliharaan dan penyedia jasa perawatan untuk hewan peliharaan, serta pemilik hewan peliharaan. Hasil pengujian menunjukkan bahwa 100% dokter menyatakan fitur aplikasi sesuai dengan yang diharapkan, 75% penjual perlengkapan hewan menyatakan bahwa fitur mudah digunakan, dan seluruh pemilik hewan peliharaan menyatakan bahwa fitur-fitur aplikasi mudah digunakan.",
  "creators": "FELICIA YULI WIYANA",
  "contributors": "Adi Wibowo, S.T., M.T., Ph.D. (Advisor 1); Alexander Setiawan (Examination Committee 1); Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022392/INF/2023; Felicia Yuli Wiyana (26416080)",
  "subjects": "ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE); MOBILE APPS--DESIGN; PET INDUSTRY; TELECOMMUNICATION IN MEDICINE"
}