{
  "id": "58143",
  "title": "Analisis kelayakan clay lokal daerah Jawa Timur sebagai bahan baku pembuatan limestone calcined clay cement",
  "abstract": "Limestone calcined clay cement (LC3) adalah campuran binder baru yang menggunakan campuran dari batu kapur dan tanah liat yang dikalsinasi sebagai substitusi sebagian klinker OPC. Indonesia merupakan negara dengan deposit tanah liat berkaolin yang melimpah, namun teknologi LC3 belum banyak diterapkan di Indonesia. Dalam penelitian ini, tanah liat dari 3 lokasi berbeda di Jawa Timur serta kaolin murni sebagai kontrol digunakan sebagai bahan pembuatan LC3. Campuran LC3 yang digunakan adalah LC3-50, yaitu substitusi 50% klinker dengan campuran limestone, calcined clay, dan gypsum. Sampel mortar diuji dengan pengujian kuat tekan dan kuat lentur, sedangkan pengujian konsistensi normal dan initial setting time dilakukan pada sampel pasta. Pengujian XRD serta TGA juga dilakukan pada material untuk memperoleh karakteristik serta komposisi material tanah liat yang digunakan. Tanah liat yang digunakan diproses hingga mencapai keadaan oven dry dan diayak hingga lolos ayakan no. 200, lalu dikalsinasi pada suhu 700oC dan 800oC untuk mempelajari pengaruh suhu terhadap performa tanah liat lokal dalam campuran LC3. Sampel LC3 yang dihasilkan memiliki workability yang lebih rendah dan initial setting time yang lebih cepat dibandingkan sampel kontrol OPC. Kekuatan tekan mortar LC3 yang digunakan mampu mencapai Strength Activity Index (SAI) yang tinggi khususnya pada usia 3 dan 7 hari serta SAI di atas 70% pada semua sampel di usia 28 hari. Perbedaan pada suhu kalsinasi tidak mempengaruhi workability serta initial setting time LC3, namun berpengaruh pada kekuatan akhir khususnya pada sampel dengan kandungan kaolin yang lebih tinggi. Pada semua sampel tanah liat yang diperoleh memiliki kandungan kaolin di atas 30%. Pada penelitian ini w/c yang digunakan adalah 0.5, sampel tanah liat dari lokasi ketiga mampu menghasilkan mortar LC3 dengan 50% substitusi klinker yang mencapai kuat tekan 43 MPa pada usia 28 hari yang mendekati sampel OPC yang mencapai 49 MPa dan sampel kaolin kontrol yang mencapai 42 MPa pada usia yang sama. Tanah liat lokal yang diperoleh di Jawa Timur mampu menghasilkan campuran LC3 yang baik.",
  "creators": "IVAN FERNALDY; MATTHEW DAVIAN",
  "contributors": "Antoni (Advisor 1); Djwantoro Hardjito (Advisor 2); Pamuda Pudjisuryadi (Examination Committee 1); Albert Kuncoro, S.T., M.Sc. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012696/SIP/2023; Ivan Fernaldy (B11190092), Matthew Davian (B11190082)",
  "subjects": "MORTAR--ADDITIVES; MORTAR--ANALYSIS"
}