{
  "id": "5814",
  "title": "The Codes used by Madurese males in answering questions from their Madurese female addresse about formal and informal topics",
  "abstract": "The study of this research is about the comparison of codes used by Madurese males in answering questions from their Madurese female addressee in informal and formal topics. In this research, the writer wants to find out the types and frequencies of the codes used by Madurese males to their Madurese female addressee both in informal and formal topics. Besides, she also wants to find out the differences between the codes used in the formal topic and those used in the informal topic. In doing this research, the writer used the descriptive-quantitative approach. The data of this research is the transcription of the utterances from Madurese males both in informal and formal topics. The subjects of this research are six representatives of Madurese males. In this research, the writer herself played the role as the participant/ Madurese female addressee. The method that was used in getting the data was interviewing method. Before she recorded the speeches, the writer prepared six questions, which consists of three informal topics and three formal topics. In collecting the data, the Madurese female addressee spoke used the Madurese language both in informal and formal topics. After recorded the conversation, the writer began to transcribed, classified, and finally analyzed it. From this research, the writer found out that there were different choice of codes used by Madurese males in spoken about the different topic: formal and informal topic. In Informal topic, Madurese males mostly used Madurese language (vernacular). While in Formal topic, Madurese males mostly used Indonesian. In this case, the writer could conclude that the topic in the conversation influenced the choice of the code(s).",
  "creators": "HENNY WIDIYANTI",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011512/ING/2006; Henny Widiyanti (11401099)",
  "subjects": "INDONESIAN LANGUAGE-MADURA; MADURA LANGUAGE (JAWA TIMUR) DIALECTS"
}