{
  "id": "58152",
  "title": "Strategi guru membina karakter tanggung jawab murid dalam proses pembelajaran kelas SDTK Pelangi Kristus Surabaya",
  "abstract": "Kasus penyimpangan nilai karakter bertanggung jawab di kalangan murid SD semakin meningkat. Hal ini dapat dilihat dari murid yang tidak patuh pada aturan di kelas, tidak hadir tepat waktu, dan tidak menyelesaikan tugas yang diberikan guru. Kasus di atas, membuktikan bahwa membina karakter tanggung jawab adalah hal mendasar yang penting dilakukan. Maka dari itu, sekolah Kristen menjadi salah satu tempat untuk murid bertumbuh dalam iman serta memiliki karakter bertanggung jawab seperti Kristus. Teori yang digunakan adalah teori strategi guru dalam membina karakter tidak bertanggung jawab bagi murid. Penelitian kualitatif deskriptif ini dilakukan untuk mengetahui bagaimana guru membina murid yang tidak bertanggung jawab di sekolah. Subjek dalam penelitian ini adalah wali kelas 5 SDTK Pelangi Kristus Surabaya. Data penelitian didapatkan dari hasil observasi dan wawancara mendalam berupa tindakan, kata-kata dan sikap wali kelas. Dalam membina karakter, wali kelas menggunakan beberapa strategi untuk membentuk karakter murid yang tidak bertanggung jawab. Strategi tersebut adalah strategi guru membina murid melalui dengan pengenal karakter murid, pemberian konsekuensi, pemberian motivasi dan kerjasama dengan orang tua. Keempat strategi ini sejalan dengan visi dan misi sekolah yaitu membentuk murid-murid memiliki karakter tanggung jawab baik untuk dirinya sendiri, masyarakat, dan yang terpenting tanggung jawab di hadapan Tuhan. Ke empat strategi ini tepat dan berhasil di terapkan pada murid yang tidak bertanggung jawab menjadi bertanggung jawab meskipun saat ini masih dalam proses. Kesimpulannya adalah ke empat strategi yang diterapkan guru Kristen ini bisa menjadikan murid sebagai pribadi yang bertanggung jawab sesuai dengan yang Tuhan kehendaki.",
  "creators": "SHERLY FLORENSIA KRISTIANI",
  "contributors": "Dr. Dra. Yuli Christiana Yoedo, M.Pd. (Advisor 1); Magdalena Pranata Santoso (Examination Committee 1); Yulia Setia, S.S..,M.Pd.., M.Sc., M.Th. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010014/PGSD/2023; Sherly Florensia Kristiani (G11190015)",
  "subjects": "MORAL EDUCATION; RESPONSIBILITY; LEARNING"
}