{
  "id": "58157",
  "title": "Hubungan spiritualitas dan berpikir kritis murid sekolah dasar",
  "abstract": "Spiritualitas dan berpikir kritis merupakan topik yang berujung pada dua pandangan, saling berhubungan atau bahkan tidak sama sekali. Beberapa penelitian membuktikan dengan memaparkan hasil yang berbeda, berhubungan dan tidak berhubungan. Ada beberapa faktor yang menyebabkan hasil penelitian menjadi berbeda, di antaranya karena keadaan sosial budaya, tingkat pemahaman subjek dalam penelitian, sumber informasi yang diperoleh, keadaan responden dalam menjawab kuesioner maupun soal tes. Penelitian ini dilakukan dengan tujuan untuk mengetahui hubungan antara spiritualitas dan berpikir kritis murid di Sekolah Dasar Kristen Logos Surabaya. Metode yang digunakan adalah metode penelitian korelasi. Instrumen penelitian yang digunakan terdiri atas 27 item kuesioner spiritualitas yang diadaptasi dari Hall & Edwards (2002) dan 40 item tes Cornell Class-Reasoning Test Form X yang diadopsi dari Ennis et al. (1964). Hasil penelitian menunjukkan bahwa tidak terdapat hubungan yang signifikan antara spiritualitas dengan berpikir kritis murid Sekolah Dasar Kristen Logos Surabaya (r = 0.095, p > 0.05). Berpikir kritis dimungkinkan terjadi ketika seseorang hidup dipimpin oleh Roh Kudus. Berpikir kritis memerlukan sebuah keterampilan atau latihan dan usaha yang dapat membangun serta meningkatkan kebiasaan tersebut.",
  "creators": "KEZIA AMELIA",
  "contributors": "Romirio Torang Purba, S.Pd., M.Pd. (Advisor 1); Dani Puspitasari, S.Pd., M.A., Ph.D. (Examination Committee 1); Iman Subekti S.Pd.,M.Pd. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010007/PGSD/2023; Kezia Amelia (G11190018)",
  "subjects": "CRITICAL THINKING IN CHILDREN--STUDY AND TEACHING; CHRISTIAN EDUCATION--RESEARCH"
}