{
  "id": "5815",
  "title": "Code mixing used by male and female commentators of \"What's Up\" section in Rajawali Magazine",
  "abstract": "People always use language to communicate with other people. Indonesia is realized as a multilingual country so that Indonesian has the ability to speak more than one language. In the society, people often mix two or more languages when they are communicating with their friends. On the other hand, Holmes suggests that men and women speak differently. Men tend to use informal language than women do. Actually, both of them are different in choosing their code choices so there is no possibility to speak in the same way. Therefore, the writer wants to find the difference of codes used by male and female opinion givers. In this study, the writer takes the data from \"What?s Up\" section in Rajawali magazine. Based on her data, she wants to find out the codes and absorbed code used by male and female opinion givers in \"What?s Up\" section of Rajawali magazine. In using code mixing, male tends to use Indonesian-Jakartanese- Dutch and Indonesian-Jakartanese-Javanese-English-Dutch while female tends to use Indonesian-Jakartanese and Indonesian-English. Both male and female use Indonesian-Javanese, Indonesian-Jakartanese-Javanese, and Indonesian-Jakartanese-Javanese-English. Based on the analysis, male and female opinion givers have similarity in choosing their absorbed codes, such as cowok, cewek, dominasi, emansipasi and et cetera. There are some absorbed codes used by male writers, such as karir, pasif, hyperdominan, and many others. The example of absorbed codes used by female writers are publik, standard, beken and so on.",
  "creators": "SANDRA",
  "contributors": "Anneke Heritaningsih Tupan (Advisor 1); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011506/ING/2006; Sandra (11401131)",
  "subjects": "CODE SWITCHING (LINGUISTICS); SOCIOLINGUISTICS; INDONESIAN LANGUAGE-DIALECTS"
}