{
  "id": "58165",
  "title": "Penggunaan RAP dan bottom ash dengan penambahan fly ash pada lapis perkerasan jalan",
  "abstract": "Perkerasan jalan yang kuat dan awet adalah faktor penting dalam pembangunan infrastruktur jalan. Namun penggunaan material konvensional dalam perkerasan jalan secara terus menerus mengakibatkan dampak negatif terhadap lingkungan. Penelitian ini bertujuan untuk menganalisis penggunaan bahan alternatif limbah pada lapisan laston AC-BC, yaitu Reclaimed Asphalt Pavement (RAP), bottom ash dan fly ash. Pada penelitian ini RAP dan bottom ash dimanfaatkan sebagai pengganti agregat alam sedangkan dan fly ash sebagai aditif. Penelitian ini dilakukan dengan melakukan serangkaian pengujian material dan pengujian Marshall, untuk mengevaluasi kekuatan dan stabilitas campuran aspal. Aspal yang digunakan adalah aspal Pen.60-70 dengan variasi kadar aspal 5%, 5,5%, 6%, 6,5%, dan 7%. Penelitian terbagi dalam dua tahap. Tahap pertama adalah campuran RAP, agregat alam, dan bottom ash, dengan proporsi 60% RAP, 30% agregat alam, dan 10% bottom ash. Tahap kedua adalah campuran RAP, agregat alam, bottom ash, dan fly ash dengan proporsi 60% RAP, 30% agregat alam, 10% bottom ash, dan 6% fly ash. Hasil penelitian menunjukkan RAP dan bottom ash sebagai pengganti agregat alam memenuhi spesifikasi lapis laston AC-BC dan penambahan fly ash sebagai bahan aditif sebesar 6% pada campuran dengan mensubstitusikan bottom ash mampu meningkatkan nilai stabilitas, nilai flow, dan nilai air void (VIM). Selain itu, fly ash juga berperan mereduksi nilai void filled bitumen (VFB) dan nilai marshall quotient (MQ). Penggunaan RAP, bottom ash, dan fly ash dalam lapisan Laston AC-BC dapat memberikan manfaat untuk mengurangi penggunaan material konvensional dan mengurangi dampak negatif terhadap lingkungan.",
  "creators": "LAURENTIUS STEVEN NYOTO; KIAN ASTANTO",
  "contributors": "Paravita Sri Wulandari (Advisor 1); Harry Patmadjaja (Advisor 2); Antoni (Examination Committee 1); Gogot Setyo Budi (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012672/SIP/2023; Laurentius Steven Nyoto (B11190127), Kian Astanto (B11190143)",
  "subjects": "ROADS--DESIGN AND CONSTRUCTION; ASPHALT CONCRETE--TESTING; PAVEMENTS, ASPHALT CONCRETE"
}