{
  "id": "58162",
  "title": "Perancangan interior Gedung Sasana Suka Sekolah Karangturi di Semarang dengan konsep biomimicry",
  "abstract": "Gedung serbaguna asrama sebuah sekolah memiliki peran penting dalam mendukung proses pembelajaran dan pengembangan siswa. Biomimikri merupkan metode inovasi yang didapatkan melalui inspirasi desain alam. Penggunaan biomimikri pada perancangan interior dapat memberikan beberapa keuntungan, yang di antaranya menciptakan ruang yang lebih fungsional, nyaman, dan ramah lingkungan. Pada perancangan ini menggunakan tahap Understand, Observe, Point of View, Ideate, Prototype, Test, Story Telling, Business Model, Pilot. Pada Desain Gedung serbaguna asrama ini menggunakan konsep biomimicry dengan judul The Ravens''s Den. Konsep ini merupakan konsep yang menggunakan metode biomimicry di mana pada konsep ini mengadaptasi kehidupan burung gagak yang merupakan maskot dari logo sekolah Karangturi. Burung gagak diambil sebagai konsep karena selain merupakan brand image dari Sekolah Karangturi, burung gagak merupakan burung yang banyak menggambarkan karakter dan nilai sekolah karang turi yang beberapa di antaranya adalah kecerdikan, solidaritas, dan menjaga kebersihan. Maka dari itu hutan yang merupakan habitat burung gagak diambil sebagai konsep untuk merepresentasikan biomimikri dari habitat serta prilaku burung gagak. Melalui pengaplikasian konsep biomimikri, desainer dapat membuat sebuah desain bangunan yang awalnya merupakan sebuah lahan kosong yang belum direncanakan menjadi sebuah desain bangunan yang dapat memanfaatkan keadaan di sekitarnya serta memiliki manfaat bagi penggunanya.",
  "creators": "ZEFANIA AUDREY SANTOSO",
  "contributors": "Mariana Wibowo, S.Sn., M.MT. (Advisor 1); Dra. ANIEK RAKHMAWATI, M.Pd. (Advisor 2); Dr. Ir. Hedy Constancia Indrani, M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Laporan Karya No. 00022235/DIN/2023; Zefania Audrey Santoso (E11190024)",
  "subjects": "DORMITORIES--DESIGNS AND PLANS; INTERIOR DECORATION"
}