{
  "id": "58166",
  "title": "Analisis pengendalian mutu pada pekerjaan struktur atas di proyek hotel X di Madiun dengan menggunakan metode six sigma DMAIC",
  "abstract": "Pertumbuhan Ekonomi Negara Indonesia pada tahun 2022 tumbuh sebesar 5,31%, dimana sektor pariwisata memberi pengaruh pada pertumbuhan tersebut. Oleh sebab itu, perlu ada upaya peningkatan jumlah fasilitas penunjang pariwisata, salah satu nya adalah hotel. Upaya peningkatan jumlah fasilitas pariwisata ini, tidak hanya secara kuantitas tetapi secara kualitas. Salah satu bentuk peningkatan secara kuantitas jumlah fasilitas pariwisata ini adalah adanya pembangunan hotel X di Kota Madiun. Pembangunan hotel ini, perlu diimbangi dengan pengendalian mutu, agar selama hotel dihasilkan bangunan yang kuat dan aman. Six sigma merupakan salah satu metode pengendalian mutu yang dapat diterapkan pada bidang konstruksi, secara khusus pada pembangunan hotel X ini. Penelitian ini akan bertujuan untuk melakukan pengecekan, menganalisa defect, dan memberikan solusi perbaikan terhadap pekerjaan hotel X ini dengan metode six sigma agar kualitas bangunan hotel X ini baik. Data dikumpulkan melalui pengamatan langsung dilapangan menggunakan checklist yang ada. Kemudian data tersebut dianalisis dengan menggunakan metode Six Sigma DMAIC (Define, Measure, Analyze, Improve, Control). Data yang telah dikumpulkan kemudian diolah untuk mendapatkan nilai sigma nya, dan dilakukan analisa dengan menggunakan diagram fishbone untuk mendapatkan akar permasalahan dari defect yang ada. Setelah akar permasalahan diketahui, di susunlah rencana perbaikan untuk menanggulangi defect yang ada dengan metode studi literatur. Rencana pekerjaan perbaikan yang ada kemudian dilakukan control untuk melihat efektifitas dari rencana perbaikan tersebut. Nilai sigma dari keseluruhan proses pekerjaan hotel X di Madiun ini adalah 2,656.",
  "creators": "YOLANDA LIM; KEVIN SATRIA TAMBING",
  "contributors": "Handoko Sugiharto (Advisor 1); Doddy Prayogo S.T. (Examination Committee 1); Sentosa Limanto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012676/SIP/2023; Yolanda Lim (B11170079), Kevin Satria Tambing (B11180055)",
  "subjects": "CONSTRUCTION INDUSTRY--QUALITY CONTROL; HOTEL MANAGEMENT; PROJECT MANAGEMENT--QUALITY CONTROL; SIX SIGMA (QUALITY CONTROL STANDARD)"
}