{
  "id": "58161",
  "title": "Dampak karakteristik perjalanan terhadap intensi pengguna Suroboyo Bus melalui control beliefs dan alternatif moda transportasi",
  "abstract": "Suatu perjalanan yang ditempuh akan memiliki sebuah karakteristik perjalanan. Karakteristik perjalanan seperti tujuan perjalanan, waktu perjalanan dilakukan, dan frekuensi perjalanan akan mempengaruhi pemilihan moda transportasi. Beberapa faktor dari karakteristik perjalanan juga berperan dalam meningkatkan intensi seseorang untuk beralih menggunakan transportasi publik, dalam penelitian ini yaitu Suroboyo Bus. Faktor lain yang dapat meningkat atau menurunkan intensi seseorang untuk menggunakan transportasi publik adalah control beliefs. Maka dari itu, penelitian ini bertujuan untuk mengetahui pengaruh karakteristik perjalanan terhadap intensi masyarakat yang memiliki atau tidak memiliki control beliefs dan alternative moda transportasi untuk menggunakan Suroboyo Bus. Penelitian ini dilakukan dengan menyebarkan survei di dua rute Suroboyo Bus Pengolahan data menggunakan metode Structural Equation Modeling (SEM) dengan karakteristik perjalanan dan control beliefs sebagai variable eksogen dan control beliefs dan intensi sebagai variable endogen. Control beliefs juga berperan sebagai variable mediasi dan alternative moda transportasi sebagai variable moderating. Berdasarkan hasil penelitian, karakteristik perjalanan tidak memiliki pengaruh baik secara langsung maupun secara tidak langsung dengan moderasi alternative moda transportasi terhadap intensi seseorang menggunakan Suroboyo Bus namun karakteristik perjalanan berpengaruh secara signifikan dan positif terhadap terbentuknya control beliefs. Control beliefs yang terbentuk juga berpengaruh secara signfikan dan positif terhadap terbentuknya intensi seseorang untuk menggunakan Suroboyo Bus.",
  "creators": "STEPHANY CELINE LIMANTARA; STEFANIE AURELIA PRANYOTO",
  "contributors": "Rudy Setiawan (Advisor 1); Edwin Japarianto (Advisor 2); Paravita Sri Wulandari (Examination Committee 1); Ruben Adicahya, S.T., M.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012692/SIP/2023; Stephany Celine Limantara (B11190063), Stefanie Aurelia Pranyoto (B11190053)",
  "subjects": "TRAFFIC ENGINEERING--MANAGEMENT; URBAN TRANSPORTATION; TRANSPORTATION--PLANNING"
}