{
  "id": "58173",
  "title": "Perancangan interior museum transportasi untuk meningkatkan pariwisata kota Solo",
  "abstract": "Museum transportasi adalah wadah fasilitas publik yang edukatif, interaktif, dan rekreatif mengenai sejarah perkembangan moda transportasi. Di kota Solo sendiri belum terdapat museum transportasi sehingga dapat menjadi peluang wisata yang baik untuk memikat perhatian pengunjung baik lokal maupun mancanegara. Maka dari itu, diperlukan perancangan sebuah museum transportasi yang dapat menampung banyak jumlah koleksi dengan jenis transportasi yang variatif guna menarik minat wisatawan lokal hingga mancanegara untuk meningkatkan sektor pariwisata kota Solo. Tujuan perancangan ini adalah penerapan konsep Solo Poenya Cerita pada interior museum transportasi untuk meningkatkan pariwisata kota Solo. Metode perancangan ini menggunakan metode Design Thinking yang terdiri dari 9 metode yaitu Understand, Observe, Point of View, Ideate, Prototype, Test, Story Telling, Business Model, dan Pilot. Hasil perancangan ini yaitu penerapan konsep Solo Poenya Cerita sebagai solusi dalam perancangan interior museum transportasi. Hal ini berarti kota Solo ingin mengisahkan perkembangan segala jenis koleksi transportasi baik khas kota Solo dan internasional yang diringkas berdasarkan kronologi periodesasi waktu untuk meningkatkan sektor pariwisata kota Solo, serta memberikan fasilitas penunjang aktivitas wisata agar memberikan kesan baik bagi wisatawan.",
  "creators": "MICHELLE VALENCIA TJANDRA",
  "contributors": "Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Advisor and Examination Committee); LUCKY BASUKI, SE.,MH. (Advisor 2); Grace Setiati, S.Sn., M.Ds. (Examination Committee 2); FRENKY TANAYA, ST.,M.T. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Laporan Karya No. 00022242/DIN/2023; Michelle Valencia Tjandra (E11190035)",
  "subjects": "INTERIOR DECORATION; MUSEUM BUILDINGS--DESIGNS AND PLANS; TRANSPORTATION MUSEUMS"
}