{
  "id": "58172",
  "title": "Perancangan interior aksesibel untuk Perpustakaan Bank Indonesia Kota Surabaya",
  "abstract": "Perpustakaan Bank Indonesia kota Surabaya merupakan salah satu perpustakaan yang ingin memperhatikan kesetaraan bagi penyandang disabilitas dalam memanfaatkan layanan maupun fasilitas di perpustakaan. Namun, bangunan cagar budaya ini masih belum didukung oleh fasilitas dan desain interior yang aksesibel bagi penyandang disabilitas. Berdasarkan data BPS, 8,56% penduduk Indonesia merupakan disabilitas dengan gangguan penglihatan, kesulitan bergerak, dan masih banyak lagi. Oleh karena itu, tujuan perancangan ini adalah merancang perpustakaan aksesibel yang mengacu pada desain universal agar perpustakaan ini dapat menjadi sarana edukasi maupun rekreatif yang nyaman. Penelitian ini menggunakan metode design thinking dengan tahapan Understand, Observe, Point of View, Ideate, Prototype, dan Test agar menghasilkan perancangan yang nyaman untuk dikunjungi oleh seluruh masyarakat, termasuk kalangan disabilitas. Hasil penelitian ini berupa perancangan interior perpustakaan yang memperhatikan aspek sirkulasi gerak dari penyandang disabilitas, penggunaan guiding block untuk membantu pengunjung tunanetra, penambahan ramp pada area entrance, dan penggunaan teknologi yang dapat membantu kemudahan beraktivitas di perpustakaan. Hal tersebut diharapkan dapat menjadi solusi dan meningkatkan ketertarikan serta kenyamanan masyarakat terhadap Perpustakaan Bank Indonesia, sehingga dapat memberikan akses dan layanan yang lebih baik bagi semua kalangan masyarakat.",
  "creators": "PATRICIA DANELLA",
  "contributors": "Purnama Esa Dora Tedjokoesoemo, S.Sn., M.Sc. (Advisor 1); FILIPUS PRIYO SUPROBO, ST.,MT. (Advisor 2); Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Examination Committee 1); MARIA SUZANNA G.POETIRAY, S.Sn. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Laporan Karya No. 00000000/DIN/2023; Patricia Danella (E11190081)",
  "subjects": "LIBRARY DECORATION; INTERIOR DECORATION; LIBRARY BUILDINGS--DESIGNS AND PLANS"
}