{
  "id": "58178",
  "title": "Pemanfaatan limbah reclaimed asphalt pavement dengan penambahan polypropylene fiber untuk lapisan AC-BC",
  "abstract": "Sampah plastik adalah sampah yang paling sulit terurai, salah satunya adalah plastik polypropylene. Jumlah jalan beraspal di Indonesia telah mencapai 319.787 kilometer dan jalan yang bukan beraspal 228.579 kilometer. Limbah dari jalan rusak adalah Reclaimed Asphalt Pavement yang jumlahnya sangat banyak dan belum dimanfaatkan secara maksimal. Digunakan Polypropylene Fiber dengan ukuran 12 mm dalam campuran aspal untuk lapis Laston Lapis Antara (Asphalt Concrete Binder Course, AC – BC). Tujuan penelitian tersebut untuk melihat pengaruh dari penambahan polypropylene fiber pada campuran AC – BC. Penelitian tersebut terbagi menjadi beberapa tahap. Pertama, pengujian sampel agregat alam 100%. Kedua, pengujian sampel campuran AC – BC dengan agregat Reclaimed Asphalt Pavement (RAP) 60% dan agregat alam 40%. Ketiga, pengujian sampel campuran AC – BC dengan agregat RAP 60%, agregat alam 40% dan penambahan Polypropylene Fiber. Kemudian dilakukan pengujian Marshall untuk mendapatkan nilai stabilitas dan flow dari sampel yang telah dibuat. Dari penelitian ini diperoleh kadar aspal optimum penggunaan agregat alam 100% adalah 5,9%. Kadar aspal optimum peggunaan agregat Reclaimed Asphalt Pavement 60%, agregat alam 40% adalah 5,6% dan penambahan Polypropylene Fiber optimum adalah 0,1%. Digunakan RAP 60% dan agregat alam 40% memenuhi persyaratan stabilitas, VIM, VMA, VFB, Marshall Quotient kecuali flow.",
  "creators": "ANTONIO CLAUDIO LOPEZ SISWANTO; HANS GASPER",
  "contributors": "Paravita Sri Wulandari (Advisor 1); Harry Patmadjaja (Advisor 2); Gogot Setyo Budi (Examination Committee 1); Y.T.TEDDY SUSANTO, ST.,MS. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10012687/SIP/2023; Antonio Claudio Lopez Siswanto (B11190098), Hans Gasper (B11180083)",
  "subjects": "ASPHALT CONCRETE--TESTING; PAVEMENTS, ASPHALT CONCRETE; POLYPROPYLENE FIBERS"
}