{
  "id": "58175",
  "title": "Implementasi brand image pada elemen interior commercial space sebagai consumer experience: studi kasus pada perancangan Royal Restaurant Surabaya",
  "abstract": "Ruang komersial merupakan sebuah wadah atau tempat yang menyediakan segala kebutuhan hidup masyarakat dengan tujuan saling menguntungkan antara pengguna maupun pemiliknya. Terdapat berbagai macam jenis ruang komersial, salah satunya ialah restoran yang merupakan tempat berkumpulnya individu atau kelompok dengan tujuan untuk mendapatkan hidangan yang mereka inginkan. Namun, seiring berjalannya waktu, saat ini pengunjung tidak hanya mencari sebuah hidangan melainkan mereka mencari sebuah experience yang ingin didapatkan ketika berada di restoran tersebut. Saat ini banyak restoran dengan desain yang modern namun kurang mengimplementasikan brand image ke dalam interiornya sehingga identitas perusahaan kurang dikenal oleh masyarakat. Faktanya, pengimplementasian brand image pada elemen interior restoran sangatlah penting dan memiliki banyak keuntungan. Tujuan perancangan ini adalah untuk menghasilkan sebuah interior restoran yang mengimplementasikan brand image pada elemen interior restoran yang berpengaruh experience pengunjung. Metode yang digunakan dalam perancangan ini ialah metode design thinking dengan tahapan understand, observe, point of view, ideate, prototype dan test. Perancangan ini akan menghasilkan sebuah desain akhir berupa desain interior restoran dengan mengaplikasikan citra perusahaan dari restoran tersebut dan menghasilkan sebuah survey terkait experience yang dirasakan pengunjung pada interior restoran untuk mengetahui keberhasilan desain.",
  "creators": "ANDRE WINARTO",
  "contributors": "Adi Santosa (Advisor 1); Grace Mulyono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Laporan Karya No. 00022227/DIN/2023; Andre Winarto (E11190015)",
  "subjects": "BRAND IMAGE; RESTAURANTS--DECORATION"
}