{
  "id": "58180",
  "title": "Perancangan interior \"Rumah Tinggal Amartha Safira Sidoarjo\" dengan konsep japan di space saving sebagai kontribusi mahasiswa magang di Dekoruma Surabaya",
  "abstract": "Kebutuhan akan tempat tinggal di Indonesia semakin meningkat seiring adanya pertumbuhan penduduk yang meningkat pula selama beberapa tahun belakangan. Faktor inilah yang membuat angka pembangunan residential space meningkat drastis selama beberapa tahun belakangan ini. Hal ini dikarenakan adanya keterbatasan lahan pada perkotaan besar di Indonesia yang kemudian menyebabkan developer real estate untuk mengembangkan bisnis property berupa bangunan tingkat tinggi seperti apartemen. Pada unit residential sendiri, karena luasan area yang tidak terlalu luas, maka muncul permasalahan baru mengenai penataan space yang sempit agar tetap multifungsional namun juga nyaman serta rapi. Maka dari sanalah dibutuhkan sebuah konsep di mana konsep tersebut harus bisa memfasilitasi kebutuhan-kebutuhan yang ada agar penghuni dapat merasa nyaman tinggal pada space yang terbatas. Perancangan ini menggunakan metode design thinking yang terdiri dari tahap Understand, Observe, Point of View, Ideate, Prototype dan Test agar dapat menghasilkan perancangan yang sesuai dengan kebutuhan dan keinginan pengguna. Hasil perancangan ini berupa perancangan interior tempat tinggal yang memperhatikan aspek space saving serta fungsionalitas ruang serta furniture yang digunakan. Hal-hal tersebut diharapkan dapat menjadi solusi atas permasalahan yang ada dan dapat meningkatkan kenyamanan pada tempat tinggal bagi para penghuninya.",
  "creators": "JENNIFER LOUISA",
  "contributors": "Yusita Kusumarini (Advisor and Examination Committee); Poppy Firtatwentyna Nilasari, S.T., M.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Laporan Karya No. 00022225/DIN/2023; Jennifer Louisa (E11190012)",
  "subjects": "HOUSE DECORATION; INTERIOR DECORATION; RESIDENTIAL BUILDINGS"
}