{
  "id": "58185",
  "title": "Perancangan interior rumah multi-generasi dengan pendekatan desain universal",
  "abstract": "Manusia tidak lepas dari kebutuhan terhadap ruang huni, tempat kediaman yang menyediakan perlindungan dan privasi bagi penggunanya. Era pandemi mengubah cara manusia dapat tetap beraktivitas dan bersosialisasi. Fungsi rumah tinggal bukan lagi sekedar sebagai tempat tidur, namun penyokong aktivitas lainnya seperti aktivitas bekerja, hobi, hiburan, maupun janji temu atau berkumpul dengan teman dan keluarga. Budaya timur dikenal memiliki hubungan keluarga antar generasi yang erat sehingga banyak masyarakat tinggal dalam rumah tinggal multigenerasi. Konflik seringkali timbul karena banyaknya perbedaan dalam berbagai aspek. Objek perancangan merupakan sebuah rumah tinggal “WM House” berlokasi di kota Singaraja, Bali yang dibangun untuk menampung tiga generasi dengan harapan dapat membangun hubungan harmonis di antaranya. Jumlah penggunanya yang banyak dengan variasi umur yang signifikan menimbulkan perbedaan kemampuan fisik, aktivitas, kebutuhan ruang, dan preferensi. Tujuan perancangan ini adalah mengkombinasikan prinsip desain universal dengan luxury interior pada sebuah rumah tinggal multigenerasi sebagai solusi dari permasalahan tersebut. Metode yang digunakan dalam perancangan ini adalah design thinking dengan 5 tahap yaitu, understand, observe, point of view, ideate & prototype, dan test. Hasil perancangan menunjukkan desain luxury dapat mendukung penerapan prinsip UD dalam menciptakan rumah multigenerasi yang dapat digunakan oleh semua kalangan, serta menunjang kenyamanan dan memberi sebuah pengalaman bagi pengguna.",
  "creators": "MICHELLINE MANUELA",
  "contributors": "Purnama Esa Dora Tedjokoesoemo, S.Sn., M.Sc. (Advisor 1); FILIPUS PRIYO SUPROBO, ST.,MT. (Advisor 2); Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Examination Committee 1); MARIA SUZANNA G.POETIRAY, S.Sn. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Laporan Karya No. 00022248/DIN/2023; Michelline Manuela (E11190044)",
  "subjects": "HOUSE DECORATION; INTERIOR DECORATION; RESIDENTIAL BUILDINGS"
}