{
  "id": "58198",
  "title": "Kegiatan sociopreneurship: pemanfaatan produk ecoprint menjadi elemen dekoratif sebagai upaya untuk meningkatkan pendapatan di Pasar Barongan",
  "abstract": "Pasar Barongan merupakan sebuah pasar wisata yang terletak di Desa Mojotrisno, Jombang, Jawa Timur. Pasar ini menerapkan konsep berpikir berupa pelestarian alam dalam pengoperasiannya. Saat ini, Pasar Barongan sedang mengalami permasalahan berupa pendapatan yang stagnan dibandingkan saat awal beroperasi. Salah satu potensi yang ada di Pasar Barongan dan sekitarnya adalah kerajinan ecoprint. Pemanfaatan ecoprint menjadi elemen dekoratif interior untuk saat ini masih jarang dilakukan, sehingga memiliki potensi untuk dikembangkan menjadi produk baru untuk meningkatkan variasi produk di Pasar Barongan. Adanya pengembangan lampu dekorasi dari anyam bambu yang juga sedang dilaksanakan di Pasar Barongan dapat dimanfaatkan untuk menciptakan pengembangan lainnya, yaitu lampu dekorasi dari ecoprint. Metode yang digunakan adalah Design Thinking 9 tahapan, yaitu Understand, Observe, Point of View, Ideate, Prototype, Test, Story Telling, Pilot, dan Business Model. Hasil dari kegiatan ini adalah produk lampu dekorasi berupa Lampu Kranjang dan Lampu Bumbung. Selain itu, juga diadakan kegiatan workshop mengenai pembuatan ecoprint dan pemanfaatannya menjadi lampu dekorasi sederhana serta teknik pengambilan foto produk untuk keperluan promosi bagi masyarakat sekitar sebagai upaya untuk memaksimalkan usaha pemberdayaan masyarakat desa.",
  "creators": "ELVINA JAYA SAPUTRA",
  "contributors": "Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Advisor and Examination Committee); MARIA SUZANNA G.POETIRAY, S.Sn. (Advisor 2); Purnama Esa Dora Tedjokoesoemo, S.Sn., M.Sc. (Examination Committee 2); FILIPUS PRIYO SUPROBO, ST.,MT. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Laporan Karya No. 00022243/DIN/2023; Elvina Jaya Saputra (E11190037)",
  "subjects": "DECORATIVE LIGHTING; INTERIOR DECORATION"
}