{
  "id": "58194",
  "title": "Perancangan interior Sekolah Dasar Katolik Santa Angela di Surabaya dengan pendekatan student centered learning dalam kurikulum merdeka",
  "abstract": "Sekolah merupakan tempat peserta didik untuk menempuh pendidikan. Pendidikan di sekolah tidak lepas kaitannya dengan kurikulum. Kurikulum di Indonesia saat ini mengalami perubahan dengan menggunakan Kurikulum Merdeka. Kurikulum Merdeka merupakan kurikulum modern yang memiliki pendekatan Student Centered Learning. Perubahan kurikulum dan metode pembelajaran akan berdampak pada perubahan aktivitas pengguna di dalamnya. Obyek perancangan kali ini, yaitu Sekolah Dasar Katolik Santa Angela di Surabaya yang menempati gedung sekolah yang didirikan sejak tahun 1980 dan digunakan hingga sekarang. Sekolah ini dipilih menjadi obyek perancangan karena ditemukan bila interior ruang masih menggunakan penyesuaian kurikulum tradisional, yaitu teacher centered learning, sehingga perlu penyesuaian kebutuhan ruang terhadap perubahan metode pembelajaran di dalamnya. Perancangan ini bertujuan untuk menyediakan wadah bagi pengguna khususnya siswa Sekolah Dasar dan guru dalam menerapkan metode pembelajaran Project Based Learning dan Blended Learning yang digunakan sekolah tersebut dalam menerapkan Kurikulum Merdeka. Batasan area yang dirancang dari gedung SDK Santa Angela di Surabaya adalah lantai satu karena menjadi pusat area yang berkaitan dengan proses belajar dan mengajar. Proyek perancangan ini menggunakan metode Design Thinking dengan tahapannya; Understand, Observe, Point of View, Ideate, Prototype, Test, Storytelling, Pilot, dan Business Model Canvas. Perancangan ini menghasilkan solusi desain untuk menjawab dari permasalahan yang ditemukan berupa konsep desain dan implementasinya di dalam ruang.",
  "creators": "CAROLINA ARIELLA",
  "contributors": "Dr. Ir. Hedy Constancia Indrani, M.T. (Advisor 1); Mariana Wibowo, S.Sn., M.MT. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Laporan Karya No. 00022232/DIN/2023; Carolina Ariella (E11190021)",
  "subjects": "ELEMENTARY SCHOOL BUILDINGS--DESIGNS AND PLANS; INTERIOR DECORATION; SCHOOL DECORATION"
}