{
  "id": "58192",
  "title": "Pengaruh brand love dan brand fidelity terhadap brand evangelism pada merek pakaian lokal Indonesia: peran moderasi brand congruity",
  "abstract": "Fashion merupakan salah satu industri yang berkembang pesat di Indonesia, dibuktikan melalui apresiasi yang sangat baik yakni dengan mendorong masyarakat untuk menggunakan pakaian produksi dalam negeri. Hal tersebut membuat konsumen Indonesia mulai memilih dan menggunakan pakaian dari merek lokal. Studi ini membahas peran mediasi brand fidelity serta moderasi brand congruity dalam konteks perilaku konsumen Indonesia pada merek pakaian lokal. Studi ini merupakan studi kuantitatif eksplanatori. Populasi penelitian adalah masyarakat Indonesia yang pernah membeli dan menggunakan merek pakaian lokal dengan jumlah data yang dapat diolah sebanyak 110 responden. Analisa data dilakukan menggunakan SmartPLS. Berdasarkan temuan, brand love memengaruhi brand fidelity dan brand evangelism, dan brand fidelity memengaruhi brand evangelism. Selain itu, brand fidelity ditemukan memediasi brand love terhadap brand evangelism. Kemudian, peran moderasi brand congruity ditemukan signifikan dalam hubungan brand fidelity terhadap brand evangelism. Terakhir, hasil analisa menunjukkan bahwa brand congruity memoderasi hubungan brand love terhadap brand evangelism. Studi ini dapat menjadi referensi bagi pemilik merek pakaian lokal dalam meningkatkan mutu serta kualitas pakaian yang diproduksi, serta variasi produk agar dapat meningkatkan perilaku cinta merek dan komitmen sehingga dapat terbentuk perilaku brand evangelism.",
  "creators": "ELISA VELIANA PUTRANTO WALUJO",
  "contributors": "Michael Adiwijaya (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020395/MM/2023; Elisa Veliana Putranto Walujo (D21210055)",
  "subjects": "BRAND LOYALTY; BRAND NAME PRODUCTS; CONSUMER BEHAVIOR; CONSUMERS--RESEARCH"
}