{
  "id": "58196",
  "title": "Perancangan interior rumah tinggal di Golf Avenue Citraland Surabaya berbasis modern smart home",
  "abstract": "Perkembangan teknologi informasi dan komunikasi telah memberikan dampak signifikan dalam berbagai aspek kehidupan, termasuk dalam perancangan rumah tinggal. Rumah tinggal yang cerdas (smart home) telah menjadi tren baru dalam industri perumahan, yang mengintegrasikan teknologi untuk meningkatkan kenyamanan, keamanan, dan efisiensi energi. Rumah ini menggunakan kecerdasan buatan dan sistem kontrol otomatis untuk mempermudah penghuni mengontrol sistem dan perangkat. Perancangan ini berfokus pada keinginan client, dengan pemilihan sistem smart home yang sesuai, estetika desain ruangan, dan memperhatikan fengshui dasar. Selain itu aspek dari Keamanan, efisiensi energi, dan kenyamanan penghuni juga menjadi perhatian utama. Penelitian ini bertujuan untuk merancang rumah tinggal client di Golf Avenue Citraland Surabaya dengan konsep smart modern home menciptakan desain interior rumah tinggal yang berkualitas, dengan menggabungkan kecanggihan teknologi, efisiensi, dan hiburan. Desain ini tidak hanya memperhatikan aspek visual, tetapi juga mengutamakan pengalaman penghuni. Metode perancangan yang digunakan dalam perancangan ini yaitu design thingking terdiri dari tahapan understand, observe, point of view, ideate, prototype, test, story telling, pilot, dan, business model. Hasil dari penelitian ini adalah perancangan rumah tinggal yang terintegrasi dengan teknologi canggih yang dilengkapi oleh sistem manajemen energi yang efisien serta pengaplikasian fengshui. Dengan konsep smart modern home, diharapkan penghuni rumah tinggal ini akan memberikan pengalaman hidup yang lebih baik bagi penghuninya dan dapat menikmati hunian yang nyaman, efisien, hemat energi, dan menarik secara visual. Rumah ini akan memberikan kenyamanan, keamanan, dan efisiensi energi yang tinggi, serta memberikan fleksibilitas dalam mengontrol sistem dan perangkat rumah tangga.",
  "creators": "MARIA CATHY BUDIMAN",
  "contributors": "Mariana Wibowo, S.Sn., M.MT. (Advisor 1); Dra. ANIEK RAKHMAWATI, M.Pd. (Advisor 2); Dr. Ir. Hedy Constancia Indrani, M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Laporan Karya No. 00022220/DIN/2023; Maria Cathy Budiman (E11190007)",
  "subjects": "HOUSE DECORATION; INTERIOR DECORATION; SMART HOMES"
}