{
  "id": "58199",
  "title": "Perancangan furnitur sudut IBI Perpustakaan Bank Indonesia Surabaya dengan pendekatan brand identity",
  "abstract": "Perpustakaan terus mengalami perkembangan sejalan dengan bidang pendidikan yang lekat dengan dunia digital. Kini perpustakaan berkembang menjadi tempat untuk berkolaborasi, ruang untuk berbagi wawasan, dll. Perpustakaan Bank Indonesia (BI) sebagai perpustakaan khusus memiliki keunggulan koleksi dalam bidang ekonomi, moneter, dll yang menjadi sebuah pembeda dengan perpustakaan lainnya. Meskipun begitu, Perpustakaan BI tetap perlu bersaing dengan perpustakaan lain agar bisa unggul dalam melayani pustakawan. iBI library merupakan fasilitas perpustakaan digital oleh BI yang dapat diakses siapapun melalui website dan aplikasi. Pada ruang hall perpustakaan, tersedia sudut iBI untuk memfasilitasi pustakawan dalam mencari dan membaca koleksi digital tersebut. Namun sudut iBI belum mencerminkan Perpustakaan BI Surabaya yang hangat menyambut pengunjungnya. Tujuan perancangan ini adalah mendesain produk interior berupa sudut iBI di Perpustakaan BI Surabaya dengan pendekatan brand identity. Perancangan sudut iBI dilakukan melalui metode design thinking, yaitu dengan tahap Research, Empathy, Define, Ideate, Prototype, Test, Story Telling dan Business Model. Hasil perancangan berupa usulan desain ruang hall beserta prototype produk interior 1:1 untuk sudut iBI, berupa stand-alone booth komputer yang dilengkapi nakas display dan shelf buku. Perancangan ini menggunakan gaya desain contemporary art deco yang diterapkan pada elemen pembentuk dan pengisi interior. Penentuan brand identity dilakukan dengan cara menemukan brand essence dan melengkapi elemen pendukung brand identity. Melalui perancangan ini, disimpulkan bahwa pendekatan brand identity dapat digunakan untuk mendukung perpustakaan dalam menonjolkan keunggulan dan keunikannya.",
  "creators": "JESSICA KRISTY WIDODO",
  "contributors": "Purnama Esa Dora Tedjokoesoemo, S.Sn., M.Sc. (Advisor 1); Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Examination Committee 1); MARIA SUZANNA G.POETIRAY, S.Sn. (Examination Committee 2); Filipus Priyo Suprobo (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Laporan Karya No. 00022258/DIN/2023; Jessica Kristy Widodo (E11190057)",
  "subjects": "FURNITURE DESIGN; INTERIOR DECORATION; LIBRARY FITTINGS AND SUPPLIES; LIBRARY DECORATION"
}