{
  "id": "58195",
  "title": "Penerapan corporate identity dengan pendekatan human centered design pada interior CV Asta Dewa Teknik di Klaten",
  "abstract": "Identitas perusahaan atau corporate identity merupakan komponen penting yang menampilkan image perusahaan sebagai salah satu daya tarik dan sebagai pembeda dengan perusahaan pesaing. Obyek yang digunakan dalam perancangan ini merupakan perusahaan yang bergerak di bidang pemasok mesin industri bernama CV Asta Dewa Teknik. Perusahaan ini membangun kantor dan showroom pertama mereka di Klaten, namun sayangnya desain bangunan masih sangat sederhana dan belum dapat menonjolkan identitas perusahaan. Selain dari segi desain, beberapa permasalahan juga muncul dari aktivitas manusia di dalamnya, sehingga dapat mengganggu kenyamanan dalam bekerja. Tujuan perancangan ini adalah untuk membantu memperkenalkan identitas perusahaan, serta memberikan rancangan ruang pada satu area yang efektif dan nyaman untuk karyawan dan pengunjung. Perancangan ini menggunakan metode Design Thinking yang terdiri dari sembilan tahap, yaitu Understand, Observe, Point of View, Ideate, Prototype, Test, Story Telling, Pilot, dan Business Model. Melalui tahap observasi, diperoleh beberapa permasalahan pada obyek, baik eksterior maupun interior, serta permasalahan yang didasarkan pada aktivitas manusia di dalamnya. Hasil yang diperoleh yaitu problem solving berupa desain ruang dengan konsep OPEN: Open, Produktif, Efektif, dan Nyaman. Gaya desain yang digunakan yakni modern (menggambarkan teknologi modern pada produk mesin yang dijual) dan industrial (menggambarkan bidang kerja perusahaan).",
  "creators": "DAMESHA THADEA RIJANTO",
  "contributors": "Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Advisor and Examination Committee); LUCKY BASUKI, SE.,MH. (Advisor 2); Grace Setiati, S.Sn., M.Ds. (Examination Committee 2); FRENKY TANAYA, ST.,M.T. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Laporan Karya No. 00022250/DIN/2023; Damesha Thadea Rijanto (E11190046)",
  "subjects": "INTERIOR DECORATION; SHOWROOMS--DECORATION; OFFICE DECORATION"
}