{
  "id": "582",
  "title": "Analisis pengaruh variabel sikap, keahlian dan pengetahuan terhadap kompetensi manajemen perusahaan konstruksi dari sudut pandang owner, konsultan dan sub kontraktor: studi kasus : 4 perusahaan ...",
  "abstract": "Industri konstruksi merupakan motor penggerak pembangunan nasional dimana pada era globalisasi dengan semakin banyaknya actors, semakin rendahnya profit, semakin kritisnya klien, membuat setiap perusahaan konstruksi harus berjuang keras memikirkan competitive advantage-nya. Para pengusaha konstruksi di Indonesia tampaknya harus bersiap diri untuk meningkatkan kemampuan bersaing karena proteksi atau perlindungan dari pernerintah pada pasar bebas nanti tidak bisa terlalu diharapkan dan para pengusaha perusahaan konstruksi asing sebagai pesaing dapat menawarkan langsung jasa mereka pada proyek pembangunan di Indonesia. Usaha konstruksi nasional juga harus mawas diri memahami bagaimana melakukan persiapan yang matang untuk beroperasi di dalam maupun di luar negeri karena segala sesuatunya berbeda dengan kondisi di negeri sendiri. Penelitian ini bertujuan untuk memberikan gambaran profil manajemen perusahaan konstruksi dengan kualifikasi A di Surabaya dan mengetahui pandangan pemilik proyek, konsultan dan subkontraktor yang berhubungan dengan keempat perusahaan tersebut. Hasil analisis statistik dengan program Seri Paket Statistik 2000 melalui uji anova menunjukkan adanya kesamaan pandangan dari pemilik proyek, konsultan dan subkontraktor terhadap kompetensi manajemen perusahaan konstruksi pada PT. Prambanan Dwi Paka, PT. Tatamulia Nusantara Indah, PT. Murthy Kurnia Utama dan PT. Pembangunan Perumahan Cabang VI. Analisa varians pada persamaan regresi secara bersama -sama didapatkan nilai p sebesar 0.000 yang mempunyai arti bahwa variabel sikap, variabel keahlian dan variabel pengetahuan mempunyai pengaruh ter hadap variabel kompetensi manajemen perusahaan konstruksi, tetapi setelah diuji koefisien pada variabel tersebut secara individual didapatkan hanya variabel keahlian yang mempunyai pengaruh terhadap variabel kompetensi manajemen perusahaan konstruksi. Hasil pengujian secara individual ini dibuktikan dengan harga sumbangan efektif dari variabel keahlian sebesar 22.608%.",
  "creators": "N.BUDI SUSILO",
  "contributors": "Hasan Oetomo (Advisor 1); Jani Rahardjo (Advisor 2); Sugie Prawono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 016/MTS; N. Budhi Susilo (01598003)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT"
}