{
  "id": "58201",
  "title": "Perancangan produk pelengkap interior kafe sebagai upaya recycle besi sisa material produksi di PT Varia Cipta Pratama Surabaya",
  "abstract": "Perancangan produk recycle dalam negeri harus semakin ditingkatkan untuk menekan banyaknya limbah yang tidak terpakai khususnya pada industri perusahaan. Salah satu contohnya adalah limbah besi yang apabila tidak diolah kembali dapat menjadi limbah yang berbahaya bagi kehidupan lingkungan sekitar. Limbah besi termasuk dalam kategori jenis limbah B3 dimana zat kandungan di dalamnya seperti logam dapat mencemari lingkungan serta limbah besi bersifat solid yang menyebabkan sulit untuk terurai. Limbah produksi dari pabrik memiliki banyak nilai guna apabila terdapat ide untuk mendaur ulang kembali limbah tersebut menjadi produk yang berguna bagi aktivitas masyarakat sehari-hari. Hal tersebut menunjukkan perlu adanya pengembangan ide desain yang dimiliki masyarakat dalam negeri untuk memanfaatkan kembali limbah produksi menjadi suatu produk yang berguna bagi aktivitas masyarakat sekaligus memberikan inspirasi bagi banyak orang dalam pengolahan limbah produksi yang efisien dan dilakukan secara tepat. Tujuan dari perancangan ini adalah membuat produk pelengkap interior kafe sebagai upaya recycle besi sisa material produksi di PT. Varia Cipta Pratama Surabaya. Metode yang digunakan berupa Design Thinking yang terdiri dari tahap Understand, Observe, Point of View, Ideate, Prototype, dan Test. Hasil perancangan berupa perabot untuk interior kafe yang terdiri dari set meja, kursi, dan lampu standing untuk memenuhi kebutuhan pengguna di kafe.",
  "creators": "JEREMY ABEDNEGO",
  "contributors": "Yusita Kusumarini (Advisor and Examination Committee); Poppy Firtatwentyna Nilasari, S.T., M.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Laporan Karya No. 00022215/DIN/2023; Jeremy Abednego (E11190001)",
  "subjects": "INTERIOR DESIGN; METAL WASTES--RECYCLING; PRODUCT DESIGN; METAL IN INTERIOR DECORATION"
}