{
  "id": "58207",
  "title": "Perancangan interior toko alat tulis \"Fasteg\" di Palopo yang menekankan pada visual merchandising dengan pendekatan well design",
  "abstract": "Indonesia telah masuk ke dalam masa transisi endemi. Hal tersebut dapat dilihat dari perubahan lifestyle yang terjadi di kehidupan masyarakat, di mana masyarakat menjadi lebih memperhatikan kebersihan dan kesehatan ketika beraktivitas di luar rumah. Melalui fenomena endemi ini berdampak pada perubahan kebutuhan pengguna ruang, khususnya ruang komersial seperti retail toko sehingga dibutuhkan konsep ruangan interior yang mampu mengakomodasi aktivitas pengguna di dalam ruang serta mengikuti perubahan lifestyle yang terjadi. Melihat dari kondisi tersebut, penerapan konsep well design di dalam perancangan ruang interior sangat memungkinkan untuk memfasilitasi pengguna dengan pertimbangan kebutuhan terkait kesehatan sebagai respon terhadap masa endemi saat ini. Interior well design merupakan salah satu cara dalam menciptakan ruangan yang sehat dengan memperhatikan kesejahteraan penggunanya melalui penekanan pada sistem kualitas udara bersih, sistem pencahayaan, akustik, kenyamanan termal, serta material sehat. Perancangan ini menggunakan metode dengan pendekatan design thinking, yaitu mulai dari tahap understand, observe, point of view, ideate, prototype, dan test. Diharapkan melalui perancangan ini dapat memberikan kontribusi terhadap lingkungan dan menghasilkan desain yang mempertimbangkan kesehatan pengguna ruang toko.",
  "creators": "ANGELIA SURICHMAN TEDDY",
  "contributors": "Poppy Firtatwentyna Nilasari, S.T., M.T. (Advisor 1); Drs. LINGGAJAYA SURYANATA (Advisor 2); Yusita Kusumarini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Laporan Karya No. 00022273/DIN/2023; Angelia Surichman Teddy (E11190077)",
  "subjects": "STORE DECORATION; INTERIOR DECORATION; COMMERCIAL BUILDINGS--DECORATION"
}