{
  "id": "5820",
  "title": "A Study of address terms used by two local sellers at Kuta beach and Sukowati art market in Bali to their Indonesian and foreign addressees",
  "abstract": "Address terms are often used in communication, both in written and oral communication. The main purpose is usually to give a good impression of being polite and closer in the addressee?s eye. Furthermore, there are lots of different address terms in the world as each of different languages has different address terms. In fact, some people do not know exactly how to address others who come from different ethnic group. In her study, she wants to know what types of address terms used by the local sellers at Kuta Beach and Sukowati Art Market in Bali to their Indonesian, Western, and Asian customers. She also wants to find out how ethnicity, age, and gender affect the use of address terms by the local sellers at Kuta Beach and Sukowati Art Market in Bali. The writer limits her research into two groups: foreigners and Indonesian as they have very different cultures, including addressing each other in their own language. In analyzing the data, she uses 3 separate tables that contain the address terms used to address the Indonesian, Western, and Asian customers. After doing the analysis, she found that all local sellers at Kuta Beach and Sukowati Art Market in Bali sometimes also use English address terms such as `boss? to their young male Indonesian customers; `sir?, `mister?, `boss?, `mama?, `miss? to their Western customers that are Europeans from Germany and Dutch and also Asian customers that are Koreans and Taiwaneses. She finds that ethnicity does not influence much in addressing others whom from certain ethnicity as there is an international address term namely English address term. Furthermore, the use of the terms of endearments are also found to address the Indonesian, Western, and Asian customers by the local sellers at Kuta Beach and Sukowati Art Market in Bali. In this case, the Indonesian terms of endearments such as `sayang?, `cantik? are used to address young female and male/female kid Indonesian customers and the English terms of endearments such as `sweetie?, `handsome? are used to address young male/female and male/female kid Western customers.",
  "creators": "CHRISTINA LISSAN",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1); Lisa Setiawati Nugraha (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011503/ING/2006; Christina Lissan (11499142)",
  "subjects": "ENGLISH LANGUAGE-LINGUISTICS ASPECTS; COMMUNICATION-CROSS-CULTURAL STUDIES; SOCIOLINGUISTICS"
}