{
  "id": "58215",
  "title": "Perancangan lampu dekoratif multifungsi dengan memanfaatkan limbah kayu industri",
  "abstract": "Produk dekorasi lampu merupakan alat atau perabot yang membantu penerangan dalam aktivitas manusia. Lampu merupakan produk yang penting dalam kehidupan manusia, seiring berkembangnya zaman produk dekorasi dituntut untuk tidak hanya menjadi penerangan saja, tetapi memiliki fungsi lain. Manusia perlu bekerja dengan lebih efektif dan cenderung lebih cepat dari biasanya. Saat ini kebanyakan produk dekorasi lampu hanya berupa lampu penerangan dan sebagai elemen dekoratif saja. Di sisi lain, Indonesia merupakan negara yang memiliki minat tinggi dalam produksi industri mebel, dalam hal ini menggunakan material kayu. Peminatan tersebut berakibatkan penumpukan limbah kayu yang tidak terolah. Oleh karena itu, nilai multifungsi berpotensi untuk diterapkan pada perancangan dekorasi lampu dengan pengolahan limbah kayu menggunakan prinsip 5R (Reuse, Recycle, Reduce, Replant, Replace) yang dapat membantu serta menunjang aktivitas manusia dalam ruang. Tujuan perancangan ini adalah merancang produk dekorasi lampu multifungsi yang memanfaatkan limbah kayu industri. Metode perancangan ini menggunakan metode Design Thinking dengan tahapan Emphatize, Understand, Define, Ideate, Prototype, Test. Hasil dari perancangan ini adalah satu set lampu dekoratif yang memiliki nilai multifungsi dengan material limbah kayu industri sebagai material utama.",
  "creators": "ALDWIN NATHANIEL PRANOTO",
  "contributors": "Grace Setiati, S.Sn., M.Ds. (Advisor 1); FRENKY TANAYA, ST.,M.T. (Advisor 2); Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Examination Committee 1); LUCKY BASUKI, SE.,MH. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Laporan Karya No. 00022257/DIN/2023; Aldwin Nathaniel Pranoto (E11190055)",
  "subjects": "DECORATIVE ARTS; DECORATIVE LIGHTING; INTERIOR DECORATION; WOOD WASTE--RECYCLING"
}