{
  "id": "58218",
  "title": "Analisis penurunan tingkat kecacatan untuk produk paper core di PT X",
  "abstract": "PT. X merupakan perusahaan di bidang produksi packaging, berupa paper core yang didirikan pada tahun 2001. Sistem produksi PT. X menggunakan prinsip made by order, yang memproduksi produk sesuai pesanan dan spesifikasi pelanggan. Keberhasilan dalam memenuhi kebutuhan pelanggan merupakan hal yang penting dalam kemajuan dan keberlanjutan bisnis, sehingga manajemen kualitas menjadi semakin penting dalam persaingan bisnis karena dapat meningkatkan kepuasan pelanggan, menjaga reputasi perusahaan, mengurangi biaya produksi, dan meningkatkan profitabilitas. Data produksi bulan Maret - April 2023, tingkat kecacatan produksi paper core untuk proses grinding, coating, dan polishing adalah sebesar 20% dengan jenis kecacatan tertinggi adalah \"unstuck\". Metodologi DMAIC digunakan untuk bisa menyelesaikan, serta memberikan solusi untuk bisa menurunkan persentase kecacatan ini. Proses pengendalian kualitas pada PT X perlu ditingkatkan untuk mencapai efisiensi dan kepuasan pelanggan yang lebih tinggi. Faktor yang menyebabkan kecacatan \"unstuck\" meliputi kesalahan mesin, kertas putus, proses inspeksi bahan baku, dan kualitas bahan baku. Solusi yang direkomendasikan adalah pencatatan derajat pemotongan kertas secara objektif, analisis MTBF untuk mengantisipasi kerusakan mesin, pembuatan SOP untuk inspeksi bahan baku, pengadaan alat pengujian viskositas lem dan kelembaban kertas, vendor agreement mengenai kualitas, dan perencanaan produksi yang lebih baik serta kontrol kelembaban gudang penyimpanan. Implementasi solusi ini diharapkan dapat mengurangi tingkat kecacatan produksi dan meningkatkan kualitas produk paper core di PT X.",
  "creators": "ABNER DIKMAN PINASTHIKA",
  "contributors": "Togar Wiliater Soaloon Panjaitan, S.T., MBA. (Advisor 1); Karina Agustin, S.T., M.B.A. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022629/IND/2023; Abner Dikman Pinasthika (C13190059)",
  "subjects": "PAPER INDUSTRY--QUALITY CONTROL; PRODUCTION MANAGEMENT"
}