{
  "id": "58228",
  "title": "Re-design interior MMMM Cafe Malang dengan konsep pendekatan behavioral culture sebagai pendukung kenyamanan penghuni",
  "abstract": "Seiring berkembangnya trend gaya hidup, masyarakat cenderung memandang kuliner bukan hanya untuk memenuhi kebutuhan biologis, tetapi juga sebagai gaya hidup baru. Gaya hidup dapat dilihat dari semakin banyaknya cafe yang ada di kalangan masyarakat. Dengan seiringnya perkembangan jaman, café tidak hanya sebagai tempat nongkrong, melainkan bisa melakukan sebuah produktivitas lebih, seperti mengerjakan tugas, menjual beberapa merchandise, dan lainnya. Sehingga dalam perancangan kali ini, peneliti mengangkat objek tentang café. Peneliti memilih salah satu café yang berada di daerah Jl. Jenderal Basuki Rahmat No.17, Kauman, Kec. Klojen, Kota Malang, Jawa Timur 65119. Nama café ini adalah MMM Cafe. Untuk meriset lebih jauh tentang café ini, peneliti memakai harus mengumpulkan data agar memperoleh data riset yang lebih valid. Setelah meriset lebih dalam, pemilik café menginginkan agar pengunjung dapat merasakan sebuah kenyamanan saat berada didalam café, maka peneliti harus menyesuaikan dengan budaya perilaku (behavioral culture) dari para pengunjung yang datang. Peneliti juga perlu melihat eksisting yang ada. Karena interior café didalamnya lebih banyak memanfaatkan material-material yang unfinished dan tidak berguna menjadi elemen pembentuk didalam ruang. Maka peneliti mengusung konsep “industrial” sebagai jawaban penyesuain eksisting.",
  "creators": "ALISSA MEGA CHANDRA",
  "contributors": "Sherly De Yong (Advisor 1); Stephanus P. Honggowidjaja (Advisor 2); Sriti Mayang Sari (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Laporan Karya No. 00022223/DIN/2023; Alissa Mega Chandra (E11190010)",
  "subjects": "BARS (DRINKING ESTABLISHMENTS)--DECORATION; INTERIOR DECORATION; COFFEEHOUSES--DECORATION"
}