{
  "id": "5822",
  "title": "Perancangan sistem informasi akutansi terkomputerisasi pada siklus penggajian dan pengupahan untuk meningkatkan pengendalian internal pada PT. Toyobo di Surabaya",
  "abstract": "PT. Toyobo adalah sebuah perusahaan yang bergerak dalam bidangmanufaktur yang memproduksi sepatu. Selama ini, siklus penggajian danpengupahan perusahaan masih menggunakan sistem manual. Sistem informasiakuntansi atas siklus penggajian dan pengupahan yang manual sudah tidak memadaikarena sistem sudah tidak dapat memenuhi kebutuhan informasi perusahaan, dimanainformasi yang dihasilkan seringkali tidak akurat dan membutuhkan banyak waktudan tenaga untuk memperoleh informasi yang diinginkan. Oleh karena itu, dalamskripsi ini dirancang sebuah sistem informasi akuntansi atas siklus penggajian danpengupahan terkomputerisasi yang memadai sehingga dapat memenuhi kebutuhanperusahaan terhadap informasi penggajian dan pengupahan yang akurat dan tepatwaktu serta dapat meminimalisasi kesalahan yang terjadi dalam perusahaan.Jenis penelitian yang dilakukan penulis adalah penelitian deskriptif berupastudi kasus. Jenis data yang dipergunakan adalah data kualitatif dan sumber datayang dipergunakan adalah data internal berupa data primer yang diperoleh darisumber penelitian. Metode yang dipergunakan adalah studi pendahuluan dan studilapangan meliputi observasi, wawancara, dan dokumentasi.Dari hasil penelitian dihasilkan desain output, desain input, desain database,dan pengendalian terhadap input dan output. Penulis melakukan analisa danmembahas mengenai desain konseptual berupa Data Flow Diagram dan pemodelandata ERD serta desain fisik berupa desain output, input, database, pengendalianoutput dan input. Diharapkan dengan adanya sistem informasi akuntansi atas sikluspenggajian dan pengupahan yang terkomputerisasi, informasi mengenai data gajidan upah dapat diperoleh dengan tepat waktu dan akurat serta dapat meminimalisasikesalahan yang terjadi sehingga dapat meningkatkan pengendalian internal.",
  "creators": "INGRID CAROLINE KUSOEMA",
  "contributors": "Juniarti (Advisor 1); Pwee Leng (Advisor 2); Oviliani Yenty Yuliana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.03010594/AKT/2006; Ingrid Caroline Kusoema (32401071)",
  "subjects": "ACCOUNTING-DATA PROCESSING; ACCOUNTING-COMPUTER PROGRAMS; AUDITING-DATA PROCESSING"
}