{
  "id": "58222",
  "title": "Kerajinan bambu lukis motif batik sebagai elemen dekoratif interior dalam pelaksanaan kegiatan sociopreneurship Pasar Barongan",
  "abstract": "Pasar Barongan mengalami ketidakstabilan pendapatan, kurangnya pemanfaatan inovasi sumber daya manusia dan alam yang ada, kurangnya ide untuk lapangan kerja. Melaksanakan metode pemikiran desain yang terdiri dari memahami, mengamati, sudut pandang, ide, prototipe, dan tes. Selain design thinking, metode yang digunakan adalah dengan melakukan kegiatan sociopreneurship untuk melakukan penelitian demi kepentingan kesejahteraan masyarakat. Dengan tahapan survey lokasi, mencari mitra, pembuatan produk, pemasaran dan workshop. Untuk kegiatan sociopreneurship secara keseluruhan sudah berhasil sekitar 70% karena peningkatan pendapatan dengan membuat produk masih belum tercapai, padahal dalam kurun waktu 2 bulan masih sangat singkat untuk melihat perolehan pendapatan yang berhasil. Namun dampak yang diberikan kepada masyarakat telah berhasil seperti memberikan dorongan inspirasi dan inovasi bisnis bagi masyarakat di Pasar Barongan. Dalam melaksanakan kegiatan tersebut, salah satu hal yang dapat meningkatkan minat pengunjung Pasar Barongan adalah inovasi dan keunikan produk dan event. Ide produk yang dihasilkan berhasil memberdayakan masyarakat dan sumber daya alam sebagai masyarakat sejahtera. Setelah muncul ide produk dari mahasiswa, muncul ide produk unik dari komunitas Pasar Barongan. Dengan demikian, kegiatan ini berhasil dilaksanakan karena masyarakat terinspirasi dan terdorong.",
  "creators": "FLORENSIA VIVIAN THE",
  "contributors": "Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Advisor and Examination Committee); MARIA SUZANNA G.POETIRAY, S.Sn. (Advisor 2); Purnama Esa Dora Tedjokoesoemo, S.Sn., M.Sc. (Examination Committee 2); FILIPUS PRIYO SUPROBO, ST.,MT. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Laporan Karya No. 00022245/DIN/2023; Florensia Vivian The (E11190041)",
  "subjects": "BAMBOO IN INTERIOR DECORATION; DECORATIVE ARTS--INDONESIA; INTERIOR DECORATION"
}