{
  "id": "58225",
  "title": "Pengaruh social media marketing activity dan customer experience terhadap purchase intention melalui relationship quality pada pelanggan wimcycle pocket rocket x3 20",
  "abstract": "Tujuan penelitian ini menganalisis pengaruh social media marketing activity terhadap relationship quality, customer experience terhadap relationship quality, customer experience terhadap purchase intention, social media marketing activity terhadap purchase intention, relationship quality terhadap purchase intention, social media marketing activity terhadap purchase intention melalui relationship quality dan customer experience terhadap purchase intention melalui relationship quality. Jenis penelitian yang digunakan adalah penelitian kuantitatif dan teknik pengambilan sampling yaitu teknik purposive sampling dengan jumlah sampel diperoleh berdasarkan kriteria dan teknik analisis data menggunakan Smart PLS. Penelitian ini dilakukan dengan menyebar angket melalui sebanyak 185 responden. Hasil penelitian menunjukkan bahwa social media marketing activity berpengaruh signifikan positif terhadap relationship quality, customer experience berpengaruh signifikan positif terhadap relationship quality, customer experience berpengaruh signifikan positif terhadap purchase intention, social media marketing activity berpengaruh signifikan positif terhadap purchase intention, relationship quality berpengaruh signifikan positif terhadap purchase intention, social media marketing activity berpengaruh signifikan positif terhadap purchase intention melalui relationship quality dan customer experience berpengaruh signifikan positif terhadap purchase intention melalui relationship quality.",
  "creators": "KENNETH ORLANDO",
  "contributors": "Dr. Ir. Hotlan Siagian MSc. (Advisor 1); Maria Praptiningsih, S.E., M.Sc.FE. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012478/MAN/2023; Kenneth Orlando (D11190006)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMERS--RESEARCH; INTERNET MARKETING"
}