{
  "id": "58236",
  "title": "Program community engagement: pemberdayaan UMKM susu bubuk kacang kedelai untuk pembuatan susu gym",
  "abstract": "Penggemar kebugaran membutuhkan protein tinggi. Salah satu makanan dan minuman yang tinggi protein adalah susu Whey protein. Sebuah komunitas JM Fitness di Surabaya banyak sekali penggemar kebugaran yang masih belum mencukupi kebutuhan protein hariannya dan belum mengatur pola makan dan minumnya. Kurangnya pengetahuan tentang makanan, minuman, dan pola olahraga dapat meningkatkan paparan terhadap cedera. Masalahnya susu Whey protein yang beredar rata-rata harganya relatif mahal. Manfaat dari whey protein adalah asam amino yang membuatnya mahal. Dengan itu dilakukan pemberdayaan UMKM bubuk kedelai yang berlokasi di kota Jakarta Selatan. Di mana memudahkan untuk melakukan kegiatan Leap Community Engagement Program. Setelah itu dilakukan proses perancangan branding susu bubuk kedelai dengan Ilmu Desain Komunikasi Visual. Penelitian ini bertujuan untuk merancang produk dari susu kedelai bubuk melalui ilmu Desain Komunikasi Visual. Dalam penelitian ini menggunakan metode yang digunakan adalah kualitatif. Dengan cara observasi di mana pengumpulan data dilakukan pengamatan langsung di lapangan atau lingkungan penelitian. Di samping itu juga melakukan wawancara atau dapat diskusi, secara personal maupun kelompok. Hasil riset produk yang dijual di masyarakat menunjukkan 60 terjual, melebihi target penjualan yang dicapai pada bulan Maret. Kesimpulannya, produk yang dibuat telah berhasil dan diterima di kalangan penggemar kebugaran.",
  "creators": "MIKHAEL THOMAS MALVIN",
  "contributors": "Heru Dwi Waluyanto (Advisor 1); Merry Sylvia, S.Sn (Advisor 2); Vanessa Yusuf (Examination Committee 1); Mendy Hosana Malkisedek (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Socio Start-Up",
  "source": "Socio Start-Up No. 00023985/DKV/2023; Mikhael Thomas Malvin (E12190118)",
  "subjects": "BRANDING; FOOD AND DRINK"
}