{
  "id": "58235",
  "title": "Upaya peningkatan kapasitas produksi & koefisien efisiensi improvement di proses K-Contactor Backend pada PT X",
  "abstract": "PT X merupakan perusahaan yang bergerak dalam bidang elektrik. Penelitian ini dilakukan untuk meningkatkan kapasitas produksi dikarenakan adanya lonjakan permintaan sebesar 8% dari tahun sebelumnya pada produk K-Contactor. PT X memiliki rata-rata produksi sebesar 325 pcs Contactor per hour, dan belum dapat memenuhi target produksi K-Contactor yang baru. PT SEMB ingin meningkatkan kapasitas produksi sebesar 340 pcs per hour. Target baru tersebut diberikan untuk memenuhi adanya lonjakan permintaan. Kemudian perusahaan juga ingin melakukan improvement pada Koefisien Efisiensi rate menuju 80%, di mana saat ini masih berada di antara 65-75% yang nantinya secara otomatis jika target produksi tercapai maka otomatis KE (Koefisien Efisiensi) akan meningkat. Perhitungan waktu baku dengan menggunakan filosofi stopwatch time study dan filosofi Line Balancing dilakukan sebagai upaya untuk meningkatkan kapasitas produksi K-Contactor pada proses Backend. Usulan perbaikan kemudian ditentukan dengan menggunakan metode Line Balancing dimana perlu dilakukannya simulasi dan pemodelan menggunakan software ProModel. Rata-rata jumlah produksi aktual proses Backend menunjukkan bahwa masih mencapai 75% dari target yang telah diberikan. Usulan peningkatan kapasitas yang diberikan adalah pemisahan Resistance Tester menjadi dua kriteria yaitu NO(Naturally Open) dan NC(Naturally Closed), kemudian kebijakan perusahaan selanjutnya yaitu dengan menambahkan dua screwdrivers.",
  "creators": "ALEXANDER ALFREDO SUGIANTO RAHARJO",
  "contributors": "Siana Halim (Advisor 1); Felecia, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022626/IND/2023; Alexander Alfredo Sugianto Raharjo (C13190054)",
  "subjects": "TIME MANAGEMENT; INDUSTRIAL CAPACITY; PRODUCTION PLANNING"
}