{
  "id": "58238",
  "title": "Pengaruh gender, jenis usaha, dan historical pinjaman kredit dalam penilaian kelayakan pinjaman UMKM di metropolitan Surabaya: studi eksperimental atas analis kredit bank nasional",
  "abstract": "Banyaknya UMKM di suatu negara dianggap akan dapat membantu perekonomian pedesaan, membuka lapangan kerja yang semakin banyak, serta membantu pengembangan kemampuan di bidang wirausaha dan bisnis sehingga UMKM dapat dikatakan memberikan kontribusi terhadap perekonomian nasional. Namun, UMKM masih saja mengalami kendala dalam memperoleh persetujuan pinjaman. Persetujuan kredit yang diajukan oleh para pelaku usaha UMKM biasanya berada di tangan para analis kredit. Dalam hal pemberian kredit di dunia perbankan, terdapat panduan penilaian yang dikenal dengan 5C (character, capital, collateral, capacity, condition of economy) yang seringkali diaplikasikan oleh para analis dalam menjalin hubungan transaksional dengan nasabah. Berbagai penelitian yang menggunakan beragam metode statistik yang berusaha memprediksi faktor-faktor penyebab kredit dapat ditolak atau diterima telah dilakukan. Namun, keputusan untuk menerima atau menolak kredit berdasarkan metode statistik saja perlu dihindari. Informasi tambahan terkait calon nasabah sebaiknya juga diperhitungkan. Penelitian ini akan mengisi gap penelitian dengan mengamati faktor gender, jenis usaha, dan historical pinjaman para debitur dari kacamata analis kredit dengan studi eksperimental. Meskipun standar penilaian kredit telah ditetapkan pihak perbankan, tetapi ada kemungkinan salah satu faktor bisa lebih dominan dari faktor lainnya. Hasil studi eksperimental ini menunjukkan bahwa faktor jenis kelamin, jenis usaha, dan historical pinjaman dapat memprediksi persetujuan pinjaman kredit UMKM secara akurat.",
  "creators": "MILKA SECAPRAMANA",
  "contributors": "Ridhotama Shanti Darsih Ottemoesoe, S.E., M.Sc.FE., Ph.D. (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020383/MM/2023; Milka Secapramana (D21210058)",
  "subjects": "ENTREPRENEURSHIP; SMALL BUSINESS--FINANCE; BANK LOANS"
}