{
  "id": "58237",
  "title": "Marketing penetration strategy recommendations for Versuni in Germany heating and cooling market",
  "abstract": "This research discusses the best marketing penetration strategy to be used for the heating and cooling equipment market in Versuni. This report contains an analysis of the various aspects that influence the success of the marketing strategy currently used at Versuni Germany. In addition, this report also contains what Versuni is currently doing, what must be maintained, and external challenges or obstacles that must be overcome. This research contains a qualitative analysis through data from secondary sources and knowledge obtained by conducting a survey of German citizens' preferences for their preferred products and marketing strategies as well as first-hand experience in the company. The results of the research found various aspects that could be improved such as inaccurate market segmentation and products that needed adjustments to meet the needs of the German people. However, it was also found that there were several advantages in Versuni that could be used for marketing strategies such as having a legacy brand. The recommendations proposal includes the BCG Matrix, Strategic Sweetspot, and Marketing Mix with an implementation plan that is divided into product portfolios that are currently active and product portfolios that are desired for the future. This study also contains the effect of implementing the recommendations on Versuni's financial and supply chain sector.",
  "creators": "KATHERINE TALIM",
  "contributors": "Marc Pijffers (Advisor 1); Oscar Peters (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 34010507/MAN/2023; Katherine Talim (D11190270)",
  "subjects": "INDUSTRIAL MANAGEMENT; MARKETING MANAGEMENT; MARKETING"
}