{
  "id": "58233",
  "title": "Peningkatan value added activity operator refiller warehouse lantai 2 di PT Schneider Electrics Manufacturing Batam (SEMB)",
  "abstract": "PT Schneider Manufacturing Batam memiliki data yang tinggi dalam biaya NPV. NPV atau non proportional to volume yaitu biaya yang tidak memberikan nilai tambah langsung pada produk Hal ini ditunjukkan dari data saving hour yang didapati di periode tahun 2022 masih di angka negatif dengan rata-rata -1776,83 jam/bulan. Kondisi yang terjadi di lapangan adalah refiller sering melakukan kegiatan yang seharusnya tidak penting. Pada kondisi sekarang warehouse memiliki tiga orang operator jumlah ini masih dapat dikurangi. Pengurangan operator ini akan memberikan dampak penurunan cost produksi. Metode yang digunakan dalam penelitian ini adalah DMAIC. Analisis menggunakan study motion terhadap aktivitas dari refiller kemudian digolongkan kegiatan value-add/non-value-add. Rata-rata value-add awal dengan menggunakan tiga refiller sebesar 47% dan menjadi meningkat sebesar 74%, terlihat adanya peningkatan sebesar 27%. Berkurangnya operator refiller ini memberikan dampak positif dan operator refiller masih dapat melakukan semua job desk dengan dua operator saja. Improvement yang dilakukan juga memberikan dampak saving hour mengalami peningkatan pada bulan Maret 2023 sebesar 3615 jam / bulan dibandingkan dengan rata-rata tahun 2022. Hasil dari pengurangan operator ini juga mendapatkan saving sebesar 26.611€ / tahun. Angka ini cukup membantu perusahaan untuk memaksimalkan cost produksi.",
  "creators": "MICHAEL JOSEPH KONSTANTINUS",
  "contributors": "Felecia, S.T., M.Sc. (Advisor 1); Siana Halim (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022624/IND/2023; Michael Joseph Konstantinus (C13190053)",
  "subjects": "PERSONNEL MANAGEMENT; WAREHOUSE--MANAGEMENT"
}