{
  "id": "58245",
  "title": "Pengaruh perceived transaction value, sales promotion, dan top review information terhadap impulsive buying tendency pada e-commerce tokopedia",
  "abstract": "Tokopedia merupakan platform e-commerce dengan peringkat yang paling tinggi untuk tingkat kunjungan rata-rata bulanan di Indonesia. Tingkat kunjungan yang tinggi ini membuat banyak perusahaan startup yang memanfaatkan platform Tokopedia untuk berbisnis ini untuk harus berhadapan dengan persaingan yang sangat ketat. Terkait dengan konteks kegiatan belanja melalui e commerce, fenomena impulse buying merupakan salah satu topik yang paling penting untuk diteliti. Seringkali saat berbelanja melalui suatu platform e commerce, konsumen sering menunjukkan perilaku irasional dengan berbelanja tanpa alasan yang rasional dan hanya dipengaruhi oleh dorongan emosional yang muncul tiba-tiba. Penelitian ini bertujuan untuk mengamati pengaruh dari variabel eksogen yaitu perceived transaction value, sales promotion, dan top reviews information pada impulse buying tendency. Dalam hal ini sales promotion berperan sebagai variabel eksogen dan moderator. Data penelitian diperoleh melalui penyebaran kuesioner kepada sampel penelitian yang didapatkan dengan teknik purposive sampling. Data yang diperoleh berjumlah 200 responden dan kemudian diolah menggunakan teknik analisis data yaitu structural equation modeling (SEM). Hasil penelitian ini menunjukkan bahwa sales promotion, top review information, dan perceived transaction value berpengaruh langsung terhadap impulse buying tendency. Selain itu, ditemukan juga bahwa sales promotion mampu memoderasi pengaruh top reviews information terhadap impulse buying tendency. Dari hasil yang didapatkan, dapat diberikan saran bagi Tokopedia terutama untuk bisa meningkatkan standar dan kriteria sales promotion yang ada agar dapat mendorong terjadinya impulse buying yang lebih tinggi.",
  "creators": "VINCENT VALENTINO",
  "contributors": "Michael Adiwijaya (Advisor 1); Dr. Yohanes Sondang Kunto, S.Si., M.Sc. (Advisor 2); Hatane Semuel (Examination Committee 1); Serli Wijaya (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020392/MM/2023; Vincent Valentino (D21220024)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMERS--RESEARCH; ELECTRONIC COMMERCE; ONLINE MARKETING"
}