{
  "id": "58241",
  "title": "Analisa online sales promotion, hedonic value dan utilitarian value terhadap impulsive buying dimoderasi oleh advertising content value: case study Tiktokshop",
  "abstract": "Tagar \"TikTokMadeMeBuyIt\" masih sedang viral. Tagar tersebut saat ini memiliki 8,4 miliar penonton. Orang-orang dengan bangga memposting tentang barang yang mereka beli berdasarkan postingan yang mereka lihat di tiktok. Fakta ini menunjukkan bagaimana platform dan komunitas tiktok dapat mendorong perilaku pembelian impulsif (Impulsive Buying). Penelitian ini bertujuan untuk mengetahui pengaruh online sales promotion, hedonic value dan utilitarian value secara parsial terhadap impulsive buying dan pengaruh online sales promotion, hedonic value dan utilitarian value terhadap impulsive buying di tiktok yang dimoderisi Advertising Content Value. Penelitian ini berjenis kuantitatif deksriktif. Sampel pada penelitian ini menggunakan 250 pengguna yang minimal telah berbelanja 1 kali di tiktokshop. Teknik pengumpulan data menggunakan kuesioner dan dokumentasi. Penelitian ini dianalisis dengan menggunakan pendekatan Partial Least Square (PLS). Hasil penelitian ini menunjukkan ada pengaruh online sales promotion terhadap impulsive buying. Ada pengaruh hedonic value terhadap impulsive buying. Ada pengaruh utilitarian value terhadap impulsive buying. Tidak ada pengaruh online sales promotion terhadap impulsive buying yang dimoderasi oleh advertising content value. Ada pengaruh hedonic value terhadap impulsive buying yang dimoderasi oleh advertising content value. Terakhir tidak ada pengaruh utilitarian Value terhadap impulsive buying yang dimoderasi oleh advertising content value.",
  "creators": "DICKY OSITO",
  "contributors": "Hatane Semuel (Advisor 1); Michael Adiwijaya (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020384/MM/2023; Dicky Osito (D21220013)",
  "subjects": "CONSUMER BEHAVIOR; ONLINE MARKETING; SOCIAL MEDIA--MARKETING; CONSUMERS--RESEARCH"
}