{
  "id": "58249",
  "title": "Perancangan interior Palace Fine Cuisine & Ballroom di Semarang dengan penerapan teknik multi sensory branding",
  "abstract": "Industri makanan dan minuman di Indonesia terus berkembang. Hal ini terjadi atas dasar perubahan gaya hidup dan perilaku konsumtif masyarakat. Dewasa ini, masyarakat memiliki kebiasaan makan di restoran dengan suasana interior yang menarik. Tak hanya kualitas makanan, pengalaman menyantap hidangan kini juga diutamakan. Pengusaha kuliner dalam menanggapi perubahan tersebut dituntut untuk membangun strategi bisnis kreatif dalam menciptakan dining experience yang memuaskan. Tujuan perancangan ini adalah merancang interior Palace Fine Cuisine & Ballroom dengan menerapkan Teknik Multi Sensory Branding untuk menciptakan dining experience yang khas. Teknik ini menstimulasi indra manusia untuk meningkatkan imajinasi dan persepsi, sehingga tercipta ikatan emosional antara brand dan konsumen. Metode perancangan ini adalah Design Thinking dengan enam tahap yaitu Understand, Observe, Point of View, Ideate, Prototype, dan Test. Hasil perancangan ini adalah desain interior Palace Fine Cuisine & Ballroom dengan penerapan Multi Sensory Branding, yang diimplementasikan pada setiap ruang secara spesifik sesuai dengan tujuan dan fungsi. Multi Sensory Branding terbukti dapat menciptakan ikatan emosional dengan pelanggan melalui hasil tanggapan beberapa responden terhadap prototipe desain.",
  "creators": "STEFFANIE CLAIRENTINE SANTOSO",
  "contributors": "Sriti Mayang Sari (Advisor 1); DEVY ASWARIE, B.Arch (Advisor 2); Ronald H.I. Sitindjak (Examination Committee 1); WILLIAM VIJADHAMMO L., S.Ds. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Laporan Karya No. 00022266/DIN/2023; Steffanie Clairentine Santoso (E11190067)",
  "subjects": "BRANDING (MARKETING); INTERIOR DECORATION; RESTAURANTS--DECORATION"
}