{
  "id": "58247",
  "title": "The ideology of beauty in Wardah and Sariayu advertisements",
  "abstract": "The aim of the study is to analyze the construction and promotion of the ideology of beauty in advertisements from the brands Wardah and Sariayu. To interpret the data, the researcher employed Fairclough's three-dimensional model, which allows for a comprehensive analysis of discourse. Throughout the analysis, the researcher observed the use of various discursive strategies, such as puffery, pseudo-scientific claims, emotional appeals, and linking techniques. In the case of Wardah advertisements, the emphasis was placed on the importance of meeting beauty standards. The advertisements associated their products with some religious values to appeal a specific target audience. This strategy suggests that beauty can be seen as an essential aspect of religious virtue or personal fulfillment. On the other hand, Sariayu advertisements focus on the concept of self-improvement and natural complexion. Rather than conforming to societal beauty standards, the emphasis was placed more on enhancing one's natural beauty. This approach aims to promote the idea that individuals can be beautiful and confident without adhering strictly to conventional beauty standard. Through puffery, pseudo-scientific claims, emotional appeals, and linking techniques, the advertisements of both Wardah and Sariayu aim to influence the audience's perceptions of their own body image, and desires to transform their bodily appearance.",
  "creators": "EFRAIM GOLDSTEEL",
  "contributors": "Samuel Gunawan (Advisor 1); Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Thesis No. 02010037/MS/2023; Efraim Goldsteel (A21210004)",
  "subjects": "ADVERTISING--BRAND NAME PRODUCTS; CRITICAL DISCOURSE ANALYSIS; IDEOLOGY--RELIGIOUS ASPECTS.; ADVERTISING, INDUSTRIAL"
}