{
  "id": "58259",
  "title": "Perancangan limbah kayu palet sebagai produk interior modular multifungsi",
  "abstract": "Semakin bertambahnya jumlah manusia, berbanding terbalik dengan ketersediaan lahan yang kian lama kian menipis. Fenomena ini mengakibatkan luas bangunan yang semakin kecil. Ditambah dengan kebiasaan WFH yang mulai populer selama masa pandemi kemarin, menimbulkan kebutuhan akan furnitur pendukung workspace menjadi diperlukan. Ukuran tempat tinggal yang sempit dan kebutuhan akan furniture pendukung aktifitas bekerja menjadi masalah yang perlu diperhatikan. Penambahan furniture untuk workspace ini akan sangat berdampak bagi masyarakat yang memiliki masalah tempat tinggal kecil dan sempit. Penyebaran kayu palet yang semakin bertambah, menjadi masalah bagi lingkungan. Peningkatan limbah kayu palet ini dikarenakan kegiatan ekspor-impor yang semakin gencar dilakukan, dan tingginya minat masyarakat untuk melakukan pembelian online dimanapun. Limbah kayu palet yang dibuang dan dibakar karena dianggap tidak memiliki nilai ekonomis lagi, dapat menimbulkan masalah yang serius bagi lingkungan. Tujuan perancangan diharapkan dapat membantu menyelesaikan masalah limbah kayu palet, serta menjadi solusi bagi masyarakat yang memiliki masalah rumah tinggal sempit. Metode perancangan yang digunakan adalah Design Thingking yang terdiri dari Emphatize, Define, Ideate, Prototype, dan Test. Hasil Prancangan ini adalah 4 furniture yang terdiri dari 1 rak multifungsi. 2 stool multifungsi dan 1 Kursi multifungsi. Konsep yang digunakan adalah “From Nothing To Something” dengan prinsip 3R.",
  "creators": "KEVIN ADRIAN FAHENDRA",
  "contributors": "Grace Mulyono (Advisor 1); Adi Santosa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Laporan Karya No. 00022264/DIN/2023; Kevin Adrian Fahendra (E11190065)",
  "subjects": "FURNITURE DESIGN; INTERIOR DESIGN; SALVAGE (WASTE, ETC.) IN INTERIOR DECORATION; WOOD WASTE--RECYCLING"
}