{
  "id": "58253",
  "title": "Pengaruh transformational leadership terhadap teacher performance pada sekolah Kristen di Surabaya dan Sidoarjo dengan school climate sebagai variabel mediasi",
  "abstract": "Salah satu upaya memperbaiki mutu pendidikan adalah meningkatkan kualitas guru sebagai sumber daya kunci yang dimiliki oleh sebuah sekolah. Untuk dapat meningkatkan kinerja guru (teacher performance) maka kepala sekolah dapat menerapkan gaya kepemimpinan transformasional (transformational leadership) sehingga dapat menciptakan school climate dan kinerja guru yang positif. Survei dilakukan kepada para guru dari lima SMA Kristen yang terletak di Surabaya dan Sidoarjo. Sampel dipilih secara convenience dimana sebanyak 103 guru yang sedia berpartisipasi dalam survei yang dilakukan. Menggunakan teknik statistik SEM-PLS untuk mengolah data primer yang terkumpul, hasil penelitian menunjukkan bahwa transformational leadership secara langsung, berpengaruh positif dan signifikan terhadap school climate namun tidak berpengaruh signifikan terhadap teacher performance. Selanjutnya, school climate secara langsung, berpengaruh positif dan signifikan terhadap teacher performance. Yang menarik adalah transformational leadership berpengaruh positif dan signifikan terhadap teacher performance ketika dimediasi oleh school climate. Dengan demikian, school climate merupakan variabel mediasi sempurna di mana kepemimpinan transformational yang diterapkan oleh pimpinan sekolah akan signifikan pengaruhnya terhadap kinerja guru hanya ketika iklim sekolah dinilai juga ikut positif.",
  "creators": "AGATHON CHARIS IRAWAN",
  "contributors": "Serli Wijaya (Advisor 1); Dr. Ferry Jaolis, S.E., M.SM., M.RECH. (Advisor 2); Hatane Semuel (Examination Committee 1); Oviliani Yenty Yuliana, S.T., MS-CIS., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020391/MM/2023; Agathon Charis Irawan (D21210029)",
  "subjects": "TEACHERS--ATTITUDES; TEACHERS--PROFESSIONAL RELATIONSHIPS; TRANSFORMATIONAL LEADERSHIP"
}