{
  "id": "58267",
  "title": "Strategy to redesign upfield’s current internship program into an equitable, company-wide program that positively impacts both the company and the interns",
  "abstract": "Human capital is one of the most impactful drivers of the operations and growth of a business. However, challenges in hiring and retaining capable candidates exist for multinational companies, such as the risks of bad hires and worker shortages. These companies include Upfield, the largest global plant-based consumer product company headquartered in the Netherlands. One of the ways the company can source and acquire qualified employees is through an internship program. Nonetheless, Upfield’s current internship program has just been established in a department and has not been formalized, which hinders the program from functioning optimally. To maximize the positive impact of Upfield’s internship program, this research analyzes the current situation and industry practices to establish an equitable internship program on the company scale. To collect the data, three interviews were conducted with internal employees who are closely related to the program. Moreover, surveys were disseminated to all 14 interns within the Upfield Netherlands. The qualitative method was used to analyze the collected data. As the research’s conclusion, a centralized system for the internship program was suggested to ensure a streamlined and sustainable program. Moreover, six action plans and an internship program scheme were delivered to substantiate the implementation idea.",
  "creators": "DEBBIE DAVITA",
  "contributors": "Carolyn Braaksma (Advisor and Examination Committee); Marianne Siebenhar (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 34010505/MAN/2023; Debbie Davita (D11190230)",
  "subjects": "APPRENTICESHIP PROGRAMS"
}