{
  "id": "58274",
  "title": "Hubungan antara kepadatan dan pengembangan tanah ekspansif",
  "abstract": "Tanah ekspansif merupakan tanah di mana volumenya dapat berubah-ubah tergantung kadar air yang ada pada tanah tersebut. Pada saat musim kemarau, tanah mengalami pengurangan kadar air sehingga tanah menjadi menyusut, sedangkan ketika musim hujan tanah menjadi mengembang karena adanya penambahan kadar air yang banyak pada tanah. Dampak dari sifat kembang susut yang tinggi pada tanah ekspansif dapat menimbulkan kerusakan pada bangunan di atasnya. Tanah di beberapa lokasi Surabaya memiliki sifat ekspansif, terutama di daerah Surabaya Barat. Tanah ekspansif di Surabaya Barat tersebut memiliki tingkat ekspansif yang berbeda-beda pada setiap lokasinya. Penelitian ini bertujuan mengetahui pengaruh variasi kepadatan dengan tingkat pengembangan dan penetrasi air. Pada penelitian ini akan dipetakan karakteristik dari kembang susut tanah ekspansif di Citraland, Surabaya Barat. Penelitian ini menggunakan tiga variasi kepadatan tanah berbeda yang didapat melalui kadar air optimum yang didapat melalui standard proctor. Hasil penelitian ini menunjukkan tanah dengan kepadatan yang tinggi dengan banyaknya jumlah tumbukan mempunyai pengembangan yang lebih kecil dibanding tanah dengan kepadatan yang sedikit. Tanah dengan kepadatan tinggi memiliki water content yang sedikit hal ini disebabkan tanah dengan kepadatan tinggi tidak memiliki pori-pori yang lebih kecil. Penetrasi air yang diperoleh melalui water content menunjukkan bahwa air tidak masuk hingga dasar tanah.",
  "creators": "KELVIN LIMANTORO WIJAYA; GO, MICHAEL",
  "contributors": "Gogot Setyo Budi (Advisor 1); Daniel Tjandra (Advisor 2); Paravita Sri Wulandari (Examination Committee 1); Y.T.TEDDY SUSANTO, ST.,MS. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012677/SIP/2023; Kelvin Limantoro Wijaya (B11170190)Go, Michael (B11180147)",
  "subjects": "SOIL MECHANICS; SOIL STABILIZATION"
}