{
  "id": "58272",
  "title": "Diversifikasi produk dekorasi interior berbahan kain tenun dan batik warna alam berbasis kegiatan sociopreneurship di pasar Barongan",
  "abstract": "Pemberdayaan merupakan sebuah aktivitas yang penting dalam proses pembangunan kesejahteraan dan ekonomi masyarakat. Dengan Pasar Barongan Kali Gunting dan Desa Mojotrisno sebagai objek pemberdayaan, penulis menemukan titik permasalahan dimana hasil pendapatan yang diperoleh tiap acaranya mengalami penurunan. Hal ini bisa disebabkan karena jenis pertunjukan acara dan produk yang dijual tidak mengalami perubahan dalam waktu lama dan membuat pengunjung yang telah datang berkali-kali merasa bosan dan jenuh dengan produk dan pertunjukan acara yang ditampilkan. Dalam hal ini, penulis mengajukan sebuah program kerja untuk solusi penyelesaian masalah dengan menggunakan konsep sociopreneurship yang dimana penulis mengembangkan potensial sumber daya alam maupun manusia yang dimiliki oleh masyarakat lokal untuk mengembangkan produk kerajinan baru. Hasil produk yang dikembangkan akan dipasarkan kembali di Pasar Barongan Kali Gunting dan luar kota untuk mencari pendapatan demi menutup biaya produksi yang dikeluarkan. Berdasarkan hasil pengerjaan program kerja ini, penulis telah berhasil dalam mengajak masyarakat pengrajin lokal Desa Mojotrisno untuk berkolaborasi membuat diversifikasi produk baru. Namun sayangnya penulis masih belum mampu dalam menjualkan hasil produk tersebut ke dalam segmen Pasar Barongan Kali Gunting dan luar kota.",
  "creators": "RAFAEL LEO SIDHARTA",
  "contributors": "Dr. Ir. Lintu Tulistyantoro, M.Ds. (Advisor 1); Sherly De Yong (Examination Committee 1); Mariana Wibowo, S.Sn., M.MT. (Examination Committee 2); Amin Nusa (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Laporan Karya No. 00022237/DIN/2023; Rafael Leo Sidharta (E11190028)",
  "subjects": "INTERIOR DECORATION; SOCIAL ENTREPRENEURSHIP; INTERIOR DECORATION--ENVIRONEMNTAL ASPECTS; PRODUCT DIVERSIFICATION"
}