{
  "id": "58282",
  "title": "Upaya perbaikan pemenuhan kebutuhan packing box di PT Schneider Electric Manufacturing Batam (SEMB)",
  "abstract": "Dalam dunia industri, pemasok atau pemasok bahan baku sangat penting untuk memenuhi kebutuhan produksi. PT Schneider Electric Manufacturing Batam memiliki keterbatasan lokasi penyimpanan sehingga mereka memutuskan untuk melakukan order packing box secara harian atau daily. Keterlambatan pemasok dalam mengirimkan bahan baku dapat menjadi masalah yang serius dalam dunia industri. Hal inilah yang terjadi pada PT. Schneider Electric Manufacturing Batam (SEMB) dalam beberapa waktu terakhir. Pemasok bahan baku packing box seringkali tidak mengirimkan sesuai dengan permintaan yang diorder setiap harinya sehingga terjadinya shortage pada lantai produksi. Metode penelitian yang digunakan dalam penelitian ini adalah Define, Measure, Analyze, Improve, and Control (DMAIC). Dari hasil penelitian didapatkan hasil bahwa terjadi kesalahan dari pihak pemasok dalam membaca forecast, demand yang dianggap mendadak dari pihak pemasok, tidak adanya pemberitahuan apabila ada part yang tidak dikirim, serta sulitnya komunikasi dengan pihak pemasok. Berdasarkan hasil penelitian ini, maka dibuatlah solusi-solusi untuk menyelesaikan permasalahan tersebut antara lain pre-alert, build stock alert, dan visibility stock. Improvement ini terbukti sudah menurunkan angka terjadinya shortage dari sampel yang diambil pada part W917271080111P yang sebelumnya terjadi sebanyak 8 kali selama 1 bulan menjadi tidak ada.",
  "creators": "STEVEN PURNAMA WIJAYA",
  "contributors": "Felecia, S.T., M.Sc. (Advisor 1); Siana Halim (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022625/IND/2023; Steven Purnama Wijaya (C13190087)",
  "subjects": "INVENTORY CONTROL--MANAGEMENT; MANUFACTURING INDUSTRIES--MANAGEMENT; PRODUCTION PLANNING; BUSINESS LOGISTICS"
}