{
  "id": "58367",
  "title": "Pengaruh product innovation terhadap competitive advantage melalui marketing performance dimoderasi digital marketing pada UMKM fashion di Surabaya",
  "abstract": "Research gap pada penelitian ini hasil penelitian moderasi pada penelitian menunjukkan hasil tidak signifikan sedangkan research novelty pada penelitian ini meneliti marketing performance sebagai variabel mediasi dan competitive advantage sebagai variabel dependen. Penelitian ini bertujuan untuk menganalisis pengaruh product innovation terhadap competitive advantage melalui marketing performance dimoderasi digital marketing pada umkm fashion di Surabaya. Jenis penelitian yang digunakan adalah penelitian kuantitatif dan teknik pengambilan sampling yaitu teknik purposive sampling dengan jumlah sampel diperoleh berdasarkan kriteria. Penelitian ini dilakukan dengan menyebar angket melalui sebanyak 128 responden. Hasil penelitian menunjukkan bahwa product innovation berpengaruh signifikan terhadap competitive advantage, product innovation berpengaruh signifikan terhadap marketing performance, marketing performance berpengaruh signifikan terhadap competitive advantage, product innovation tidak berpengaruh signifikan terhadap competitive advantage dimoderasi digital marketing dan marketing performance tidak berpengaruh signifikan terhadap competitive advantage dimoderasi digital marketing.",
  "creators": "JAMES ALBERT SHAN",
  "contributors": "Dr. Ratih Indriyani, S.E., M.M. (Advisor 1); Maria Praptiningsih, S.E., M.Sc.FE. (Examination Committee 1); Dr. Roy Setiawan, S.Kom., M.M., M.SM., M.Th. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012399/MAN/2023; James Albert Shan (D11180062)",
  "subjects": "MARKETING--MANAGEMENT; SMALL BUSINESS--MANAGEMENT; INTERNET MARKETING; PRODUCT MANAGEMENT"
}