{
  "id": "58377",
  "title": "Re-layout gudang dan standarisasi penamaan part ex-project di PT Djarum",
  "abstract": "Fokus utama pada proses kerja yang ada pada bagian Engineering PT Djarum adalah pemenuhan project yang berasal dari user-user terkait. Dengan adanya permintaan pemenuhan project ini, diperlukan sumber daya tertentu, salah satunya adalah part. Part yang digunakan adalah part-part umum yang dapat membantu dalam proses pembuatan suatu bagian dari project. Setelah suatu project selesai dilaksanakan, terdapat beberapa part sisa dari project dan harus disimpan kembali. Part ini disebut sebagai part ex-project. Proses penyimpanan part ex- project ini masih belum terlaksana dengan baik, dimana terdapat kendala dalam administrasi, khususnya penamaan setiap part. Selain itu, terdapat kekurangan ketika part tersebut akan disimpan di dalam rak, yaitu penataan part ke dalam rak. Dikarenakan hal ini, engineer PT Djarum memiliki suatu project, yaitu pemindahan tempat penyimpanan ke gudang baru. Pada gudang baru ini, diinginkan dalam proses administrasi ataupun penataan part dapat berjalan dengan baik. Untuk menjawab keinginan tersebut, digunakan metode ABC dalam proses penataan part pada rak. Dengan menggunakan metode ini, didapatkan klasifikasi dan juga pengelompokan part berdasarkan frekuensi pergerakan part tersebut di dalam gudang. Klasifikasi dan pengelompokan didasarkan pada nilai persentase kumulatif dari setiap part. Dengan diketahuinya informasi ini, maka terdapat pertimbangan dalam penataan part agar dalam proses pencarian dan administrasi dapat berjalan dengan lebih baik.",
  "creators": "CHRISTIAN ARDY PURNAMA",
  "contributors": "Herri Christian Palit (Advisor 1); I Gede Agus Widyadana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022610/IND/2023; Christian Ardy Purnama (C13190037)",
  "subjects": "WAREHOUSE--MANAGEMENT; INVENTORY CONTROL--MANAGEMENT"
}