{
  "id": "5837",
  "title": "Kiat-kiat peningkatan kerja wiraniaga dalam meningkatkan volume penjualan komputer acer pada PT. Surya Satwika",
  "abstract": "Kondisi perekonomian di Negara Indonesia sedang buruk, tetapi bukan berarti tidak ada peluang usaha yang masih dapat tumbuh. Salah satu usaha yang masih memiliki prospek cerah adalah bisnis IT atau information technology. Industri teknologi informasi sudah terbukti masih bisa bertahan, bahkan berkembang di tengah kondisi ekonomi yang tidak stabil ini. Tetapi tentu saja tidak mudah untuk meyakinkan masyarakat untuk mau membeli produk IT pada masa sekarang ini maka dari itu penulis mencoba membantu untuk dapat menemukan strategi, taktik serta kiat yang efektif dalam menawarkan bisnis IT ini kepada para konsumen, perusahaan dan yayasan di tengah kondisi ekonomi yang buruk ini. Currently the economic condition in Indonesia is pretty unstable, but it doesn't mean there is no business opportunities that can grow in this situation. One of the business that still have a bright future is IT or information technology. Information technology business has proven its existence and even its development in this unstable economic condition. However, it is not easy to convince the society to IT products in the current condition. Therefore the writer try to help developing the right strategy and tactics as well as effective method in marketing IT products to the potential customer, company and foundation in this current unstable economic condition.",
  "creators": "YUGUS SUSENO; ERWIN PRABU SUTANTO; ALFAN PROBO SUTANTO",
  "contributors": "Goenawan Sengwanto (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rancangan Usaha",
  "source": "Rancangan Usaha No. 02020357/MAN/2006; Yugus Suseno (31402138), Erwin Prabu Sutanto (31403161), Alfan Probo Sutanto (31403162)",
  "subjects": "BUSINESS PLANNING; MANAGEMENT"
}