{
  "id": "58419",
  "title": "Pengaruh brand Image terhadap brand loyalty dengan brand trust sebagai variabel intervening pada pengguna layanan Grab-food di Surabaya",
  "abstract": "Penelitian ini bertujuan untuk menguji pengaruh brand image terhadap brand loyalty dengan brand trust sebagai variabel intervening pada pengguna layanan GrabFood di Surabaya. Metode analisis data yang digunakan adalah Partial Least Square (PLS) Regression dan teknik analisis jalur (path analysis). Penelitian ini menggunakan data primer yang diperoleh melalui pengkajian kualitatif dan data sekunder. Hasil penelitian menunjukkan bahwa brand image memiliki hubungan langsung yang signifikan dengan brand trust produk jasa transportasi online GrabFood. Selain itu, brand trust juga memiliki hubungan langsung yang signifikan dengan brand loyalty produk jasa transportasi online GrabFood. Selanjutnya, brand image juga memiliki hubungan langsung yang signifikan terhadap brand loyalty produk jasa transportasi online GrabFood. Dalam konteks simultan, hasil analisis menunjukkan bahwa brand image dan brand trust secara bersama-sama memiliki hubungan langsung yang signifikan terhadap brand loyalty produk jasa transportasi online GrabFood. Penelitian ini memberikan pemahaman yang lebih dalam mengenai pengaruh brand image dan brand trust terhadap brand loyalty, serta memberikan wawasan bagi perusahaan dalam meningkatkan loyalitas pelanggan melalui pengembangan brand image dan brand trust yang kuat.",
  "creators": "HASTA DWI NUGRAHA",
  "contributors": "Drs. Sugiono Sugiharto, M.M., Ph.D. (Advisor 1); Dr. Ferry Jaolis, S.E., M.SM., M.RECH. (Examination Committee 1); Dr. Yohanes Sondang Kunto, S.Si., M.Sc. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020919/MAN/2023 ; Hasta Dwi Nugraha (D11180595)",
  "subjects": "BRAND LOYALTY; BRANDING (MARKETING); CONSUMER BEHAVIOR"
}