{
  "id": "5847",
  "title": "Strategi peningkatan penjualan dengan rancang bangun kembali kinerja wiraniaga PT United Mesindo",
  "abstract": "Bemula dari semakin banyaknya produk baru yang diluncurkan di pasar, membuat permintaan akan kemasan semakin meningkat. Hal ini memicu para perusahaan- perusahaan untuk memproduksi maupun menjadi agen mesin pengemasan dari produsen di luar Indonesia. Sehingga menjadikan persaingan usaha semakin ketat dalam industri kemasan. Maka dari itu diperlukannya menyusun strategi penjualan yang inovatif dan tepat untuk memenangkan persaingan usaha ini. Sementara itu, dalam hal meningkatkan penjualan berkaitan erat dengan mengorganisasikan tenaga penjual, di mana mereka merupakan garis terdepan dan sangat menentukan keberhasilan perusahaan tersebut. Oleh karena itu, diperlukan merancang bangun kembali kinerja tenaga penjual agar lebih efisien dan efektif. Berdasarkan latar belakang dan pengamatan yang dilakukan oleh penulis pada PT United Mesindo dapat dirumuskan permasalahan sebagai berikut: Bagaimana meningkatkan penjualan PT United Mesindo dengan menyusun strategi penjualan dan merancang bangun kembali kinerja tenaga penjual. Metode yang digunakan adalah eksploratif. Pengumpulan data dilakukan melalui wawancara, observasi, pendampingan kerja praktek. Jenis data berupa data primer & sekunder. Data primer diperoleh melalui wawancara dan pengamatan langsung, sedangkan data sekunder berupa data dokumentasi perusahaan secara internal maupun eksternal dari media informasi yang berkaitan dengan studi kasus ini. Dari hasil pembahasan, maka dapat ditarik kesimpulan sebagai berikut: Strategi penjualan perlu disusun kembali dan kinerja tenaga penjual PT United Mesindo kurang optimal.",
  "creators": "ELLEN SULISTYO",
  "contributors": "Michael Adiwijaya (Advisor 1); Hartono Subagio (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rancangan Usaha",
  "source": "Rancangan Usaha No. 02020356/MAN/2005; Ellen Sulistyo (31402176)",
  "subjects": "SALES PERSONNEL; SALES MANAGEMENT; MARKETING-MANAGEMENT"
}