{
  "id": "586",
  "title": "Pengaruh kinerja keuangan dan faktor makro ekonomi terhadap return saham perusahaan properti di Bursa Efek Jakarta",
  "abstract": "Citra perusahaan dapat dilihat dari kinerja keuangannya. Kinerja keuangan suatu perusahaan dapat dianalisa melalui laporan keuangan perusahaan yang bersangkutan. Analisa laporan keuangan yang menunjukkan kinerja perusahaan dapat dilihat dari rasio-rasio keuangannya dan juga rasio-rasio saham. Data yang digunakan dalam penelitian ini berasal dari data sekunder dan berjangka waktu tiga tahun dari tahun 1998-2000. Data tersebut diperoleh dari internet, laboratoriurn pasar modal, jurnal. Penelitian ini bertujuan untuk mengetahui apakah ada pengaruh kinerja keuangan dan faktor makro ekonomi terhadap harga saham dengan menggunakan analisis regresi. Ada 9 (sembilan) rasio keuangan yang menunjukkan kinerja keuangan current ratio (x,), profit margin (x,), return on equity ( x3), return on assel (x,,), operating profil per share (0, earning pershare (0, price earnings ratio (x7), hook value per share ( xs), price to hook value (x9) dan hanya tiga faktor rnakro ekonomi yang digunakan dalarn penelitian ini, yaitu: inflasi (x,0), suku bunga (x,,), kurs (x12) terhadap return saham perusahaan property. Analisis Regresi digunakan untuk mencari hubungan antara data MI. Dari hasil analisis data penelitian dengan bantuan program dan SPSS, SPS- 2000. Persamaan regresi yang menunjukkan hubungan antara variabel bebas dengan variabel terikat adalah: Y = 0.708 - 0.008596 CR + 0.002455 PM + 0.03317 ROE + 0.06801 ROA ? 1.247 OPS - 0.0957 EPS + 0.0600 PER -- 0.0123 BVS - 0.02606 PBV - 0.02632 intlasi + 0.00469 suku bunga - 0.00005 kurs. Variabel bebas yang berpengaruh terhadap return saham adalah inflasi dan suku bunga.",
  "creators": "LIM INDA DEWI",
  "contributors": "Jani Rahardjo (Examination Committee 1); SUTOTO YAKOBUS (Advisor 1); Connie Susilawati (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 056/MTS; Lim Inda Dewi (01500021)",
  "subjects": "CONSTRUCTION INDUSTRY-RESEARCH; CONSTRUCTION INDUSTRY-MANAGEMENT"
}