{
  "id": "5869",
  "title": "Perbedaan alokasi penggunaan dana konsumsi wanita rumah tangga dan wanita karir di Surabaya Timur",
  "abstract": "Skripsi ini meneliti tentang perbedaan alokasi penggunaan dana konsumsi wanita rumah tangga dengan wanita karir berdasarkan nilai transaksi konsumsi. Perbedaan alokasi dana konsumsi dilakukan dengan mengajukan pertanyaan-pertanyaan mengenai nilai transaksi konsumsi untuk setiap pengeluaran kebutuhan dan juga memberikan informasi tambahan mengenai tempat favorit untuk melakukan pengeluaran konsumsi, motivasi dan orientasi melakukan pengeluaran konsumsi, frekuensi melakukan pengeluaran konsumsi dan lingkungan pergaulan dalam melakukan aktivitas konsumsi. Pengambilan sampel dilakukan pada wanita rumah tangga dan wanita karir disurabaya timur. Alat pengumpulan data yang digunakan adalah kuisioner yang telah diuji validitas dan reliabilitas sehingga layak untuk digunakan. Sedangkan teknik analisa data yang digunakan adalah teknik analisa deskriptif, analisa frekuensi dan analisa uji t dua sample independen. Kesimpulan dari penelitian ini menyatakan bahwa total alokasi dana konsumsi wanita rumah tangga Rp.5.062.992 dan wanita karir Rp.5.279.528. Pengeluaran rata-rata kebutuhan sehari-hari perbulan wanita rumah tangga Rp.750.000 ? Rp.1.000.000, dan wanita karir Rp.750.000 - Rp.1.000.000, pengeluaran rata-rata pendidikan anak perbulan untuk wanita rumah tangga Rp. 500.000 - Rp.750.000, dan wanita karir Rp.750.000 - Rp.1.000.000, pengeluaran rata-rata hiburan perbulan untuk wanita rumah tangga =Rp.750.000 dan wanita karir =Rp.750.000, pengeluaran rata-rata rekreasi dalam negeri pertahun untuk wanita rumah tangga =Rp.5.000.000 dan wanita karir Rp.5.000.000 - Rp.7.000.000, pengeluaran rata-rata rekreasi luar negeri pertahun untuk wanita rumah tangga =Rp.15.000.000 dan wanita karir =Rp.25.000.000, pengeluaran rata-rata perawatan dan penataan rambut perbulan untuk wanita rumah tangga Rp.100.000 - Rp.500.000 dan wanita karir Rp.500.000-Rp.900.000, pengeluaran rata-rata perawatan check-up kesehatan perbulan untuk wanita rumah tangga Rp.750.000 - Rp.1.000.000 dan wanita karir =Rp.2.000.000, pengeluaran rata-rata perawatan mobil perbulan untuk wanita rumah tangga Rp.500.000 - Rp.750.000 dan wanita karir Rp.250.000 - Rp.500.000, pengeluaran rata-rata menggaji tenaga kerja perbulan untuk wanita rumah tangga Rp.500.000 - Rp.750.000 dan wanita karir =Rp.500.000, pengeluaran rata-rata pembelian pakaian dan aksesoris perbulan untuk wanita rumah tangga Rp.500.000 - Rp.750.000 dan wanita karir Rp.750.000 - Rp.1.000.000, pengeluaran rata-rata perawatan wajah dan kulit perbulan untuk wanita rumah tangga =Rp.500.000 dan wanita karir =Rp.500.000.",
  "creators": "IVANA ANGWEN BUDIANTO",
  "contributors": "Yohnson (Advisor 1); Sautma Ronni Basana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03012084/MAN/2006; Ivana Angwen Budianto (31402525)",
  "subjects": "CORPORATIONS-FINANCE; FINANCIAL STATEMENT"
}