{
  "id": "587",
  "title": "Usaha optimasi energi listrik sistem tata cahaya buatan ruangan Rumah Sakit Elisabeth Semarang",
  "abstract": "Energi listrik merupakan suatu sumber dalam menjalankan sistem mekanikal dan elektrikal pada suatu bangunan. Salah satu sistem mekanikal dan elektrikal yang menggunakan energi listrik adalah sistem tata cahaya. Optimasi energi listrik dapat dilakukan pada sistem tata cahaya ini yang merupakan salah satu sistem yang signifikan terhadap keseluruhan sistem dalam pemakaian energi listriknya. Tujuan penelitian ini adalah meneliti seberapa jauh optimasi energi listrik dapat dihasilkan pada sistem tata cahaya bangunan rumah sakit. Sebagai obyek penelitian adalah pada rumah sakit Elisabeth di Semarang. Metodologi penelitian yang dipakai adalah dengan melakukan penelitian perilaku penghuni bangunan didalam menggunakan sistem tata cahaya (lampu di dalam ruangan). Penelitian ini dibatasi pada ruangan pasien yang secara fungsi dan situasi adalah homogen. Kemudian penelitian dilanjutkan dengan percobaan optimasi energi listrik dengan penggantian lampu yang ada memakai lampu hemat energi. Hasil dari penelitian yang dilakukan adalah optimasi yang dapat dilakukan pada efisiensi penggunaan lampu pada ruangan pasien adalah sebesar 2,5% dari biaya penggunaan listrik dalam ruangan pasien itu sendiri, sedangkan penelitian dengan mengganti lampu yang ada dengan lampu hemat energi diperoleh penghematan sebesar 8% per periode penggantian lampu apabila disini biaya listrik diperhitungkan mengalami kenaikan sebesar 40% seperti yang direncanakan oleh PLN.",
  "creators": "ARIS HERMAWAN",
  "contributors": "Ir. GIDEON HADI KUSUMA, M.Eng. (Advisor 1); N.BUDI SUSILO (Advisor 2); Sugie Prawono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 012/MTS; Aris Hermawan (01596007)",
  "subjects": "ARCHITECTURE AND ENERGY CONSERVATION-MATHEMATICAL MODELS"
}