{
  "id": "5880",
  "title": "Survei tingkat pemakaian teknologi informasi pada perusahaan kontraktor dan konsultan konstruksi di Surabaya",
  "abstract": "Komputer merupakan bagian dari teknologi informasi yang mempunyai peranan sangat penting dalam segala bidang. Teknologi informasi berkembang dengan pesat. Banyak kalangan yang belum mengetahui hal- hal apa saja yang berhubungan dengan teknologi informasi pada bidang usaha konstruksi. Dan pekerja perusahaan konstruksi belum seluruhnya memanfaatkan teknologi informasi ini. Belum pernah ada data-data tentang pemakaian teknologi informasi pada perusahaan konstruksi di Surabaya merupakan alasan mengapa penelitian ini dibuat. Tujuannya adalah untuk mengetahui karakteristik tingkat pemakaian teknologi informasi pada perusahaan konstruksi di Surabaya, sehingga dapat diperoleh pengetahuan tentang penggunaan komputer sebagai teknologi informasi dalam bidang usaha konstruksi. Daftar populasi perusahaan konstruksi yang didapat dari asosiasi GAPEKNAS, GAPENSI dan INKINDO diambil sebagian sebagai sampel secara acak sistematis, yang nantinya akan digeneralisasikan sebagai keseluruhan populasi, menggunakan metode sampling dan teknik komunikasi tak langsung dengan menggunakan kuesioner. Satu perusahaan satu kuesioner dan diisi oleh karyawan/pemilik perusahaan yang mengerti tentang penggunaan komputer di perusahaannya. Hasil penelitian menunjukkan bahwa perusahaan konstruksi di Surabaya hampir semuanya menggunakan komputer dan menjadikan komputer sebagai alat yang penting bagi perusahaan.",
  "creators": "ANDIKA TJITRAKARTIKA",
  "contributors": "Sukanto Tedjokusuma (Advisor 1); Ir. Soehendro Ratnawidjaja, M.Eng. (Advisor 2); Harry Patmadjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1272/SIP/2003; Andika Tjitrakartika (21496064)",
  "subjects": "SRUCTURAL ENGINEERING-DATA PROCESSING"
}