{
  "id": "5882",
  "title": "Studi perlindungan pondasi dangkal pada tanah ekspansif yang memiliki kepadatan inisial pada kondisi reduce proctor dengan menggunakan geomembran",
  "abstract": "Tanah ekspansif merupakan tanah yang sangat mudah dipengaruhi oleh perubahan kadar air, yaitu mudah mengembang dan menyusut menurut kadar air yang terkandung. Akibatnya akan sangat merugikan bagi bangunan maupun perkerasan jalan. Penelitian ini menggunakan pemodelan dengan tanah uji dari daerah Pakuwon Indah (Surabaya Barat) yang ditempatkan pada suatu kotak dengan keadaan tanah Reduce (di bawah standar) proctor laboratorium dan pembebanan menurut strandarisasi beban untuk rumah sederhana, kemudian tanah di bawah pondasi diberi geomembran dengan kedalaman satu kali (B) dan dua kali lebar pondasi (2B). Tujuan dari penelitian ini adalah untuk mengetahui dan membandingkan pondasi yang dilindungi geomembran dengan variasi kedalaman dan pondasi yang tidak dilindungi geomembran. Perbandingan yang dilakukan dilihat dari 2 faktor, yaitu: swell dan pressure dari setiap percobaan. Swell yang terjadi pada pondasi yang dilindungi geomembran B dapat dikurangi sampai 62.963% bila dibandingkan dengan pondasi yang tidak dilindungi geomembran, sedangkan pada pondasi yang dilindungi geomembran 2B dapat dikurangi sampai 83.33%. Pressure yang terjadi pada pondasi yang dilindungi geomembran B hanya dapat dikurangi 19.61% bila dibandingkan dengan pondasi yang tidak dilindungi geomembran, sedangkan pada pondasi yang dilindungi geomembran 2B dapat dikurangi 48%.",
  "creators": "RONY HALIM; KU NI PING",
  "contributors": "Indarto, Dr. Ir. (Advisor 1); Gogot Setyo Budi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1274/SIP/2003; Rony Halim (21497123); Ku Ni Ping (21497167)",
  "subjects": "SOIL-TESTING; SOIL MECHANICS"
}