{
  "id": "58899",
  "title": "Aplikasi mobile healthcare untuk praktik dokter di Klinik XYZ",
  "abstract": "Penelitian ini menjelaskan pentingnya pelayanan kesehatan yang efisien. Saat ini, masi banyak sistem layanan kesehatan yang menggunakan cara tradisional manual dan tidak memberikan layanan serta akses informasi yang mudah untuk pasien. Terdapat beberapa aplikasi untuk membantu mengatasi masalah tersebut. Namun, aplikasi tersebut masi memiliki keterbatasan dalam menyediakan solusi komprehensif yang mencakup kebutuhan klinik dan pasien secara bersamaan. Beberapa aplikasi tersebut juga memiliki user experience yang kurang baik sehingga aplikasi cenderung sulit digunakan. Studi ini berfokus untuk mengatasi masalah-masalah diatas menggunakan teknologi aplikasi yang dikembangkan dengan memperhatikan desain user experience yang baik. Sehingga aplikasi pada penelitian ini dapat membantu dalam operasional praktik dokter pada klinik. Selain itu, aplikasi juga memberikan kemudahan bagi pasien dalam mengakses informasi, berinteraksi dengan dokter dan berbagai layanan kesehatan yang lain. Aplikasi hasil penelitian telah diuji pada klinik oleh beberapa partisipan sebagai pasien, admin, dan dokter. Dari kuesioner yang disebarkan kepada pengguna aplikasi, didapatkan hasil yang baik dari tingkat user experience aplikasi setelah hasil kuesioner diolah dan dibandingkan dengan data benchmark menggunakan metode User Experience Questionnaire. Namun, meskipun hasil yang didapatkan tampak baik. Validitas dari hasil tersebut masi diragukan karena penilaian dari responden kuesioner bersifat subjektif. Sedangkan berdasarkan kuesioner hasil pengujian kepada admin dan dokter yang kemudian diolah menggunakan model kesuksesan DeLone and McLean, program telah cukup berhasil dalam membantu mereka dalam menjalankan operasional praktik dokter. Tetapi karena keterbatasan pada pengujian yang telah dilakukan, hasil ini perlu ditelaah lebih lanjut agar dapat mengukur keberhasilan aplikasi secara lebih akurat.",
  "creators": "VERREL RAVANELLI SANTOSO",
  "contributors": "Rudy Adipranata (Advisor 1); Leo Willyanto Santoso (Advisor 2); Ir. Djoni Haryadi Setiabudi, M.Eng. (Examination Committee 1); Lily Puspa Dewi, S.T., M.Kom. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022404/INF/2023; Verrel Ravanelli Santoso (C14190152)",
  "subjects": "APPLICATION SOFTWARE; MEDICAL CARE; MOBILE APPS--DESIGN"
}