{
  "id": "589",
  "title": "A Study of Roxana's dilemma and the qonsequence of her decision on the dilemma that kead her to self-realization in Daniel Defoe's Roxana",
  "abstract": "This thesis is a study of Daniel Defoe's Roxana. Through the analysis of the main character's dilemma, the writer is curious to know how Roxana overcomes her dilemma and the consequence of her decision on the dilemma. The writer is also curious to know how the dilemma and the consequence of her decision on the dilemma lead Roxana to self-realization. The writer intends to find out the ways Roxana overcomes her dilemma and the ways Roxana overcomes the consequence of her decision on the dilemma. Besides, the writer intends to find out that Roxana's dilemma and the consequence of her decision on the dilemma help her to reach selfrealization. In order to achieve the objective goal, the writer uses psychological theories and literary devices namely characterization and conflict. Then, through all of the discussion on the dilemma, the writer finds out that Roxana often faces dilemma between the worldly value and moral value. Besides, Roxana also faces dilemma between doing the right thing or doing the wrong thing. In this case, Roxana has to decide between being honest or dishonest. In order to overcome her dilemma, Roxana often uses rationalization and she always uses everything that gives her benefit. Since Roxana does not know herself well, Roxana always regrets her decision on the dilemma and feels guilty. In order to overcome her regret and guilty feeling, Roxana always deceives herself Furthermore, Roxana's changing heart after she takes decision on her dilemma supports Roxana to do self-analysis. From the discussion of Roxana's self-analysis, the writer sees that Roxana changes from having no understanding about herself till having awareness of her weakest part. The discussion also shows that Roxana's point of view about her way of life has changed. She considers that her way of life in the past is wrong so that she decides to take repentance. Her point of view about money also changes from thinking money is the most important thing to have opinion that money means nothing.",
  "creators": "LILY SUSYLOWATI",
  "contributors": "Liliek Soelistyo (Advisor 1); Dra. Sarah Prasasti, M.Hum. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.763; Lily Susylowati (11491038)",
  "subjects": "DEFOE, DANIEL, ... - 1731. ROXANA-STUDY AND TEACHING; ENGLISH FICTION-18TH CENTURY-STUDY AND TEACHING"
}