{
  "id": "58904",
  "title": "Sistem online judge untuk penilaian studio pemrograman Universitas Kristen Petra",
  "abstract": "Studio merupakan kegiatan pembelajaran yang diberikan kepada mahasiswa peserta mata kuliah Algoritma dan Pemrograman yang wajib diikuti pada semester pertama. Kegiatan studio sebelumnya dilakukan dengan terjadwal, dengan durasi tetap, dan proses evaluasi dilakukan secara manual. Dengan bertambahnya jumlah mahasiswa baru, proses evaluasi memberikan feedback dengan durasi yang lama dan asisten kewalahan dalam mengoreksi jawaban mahasiswa yang sangat banyak. Untuk menyelesaikan permasalahan tersebut, diperlukan suatu sistem studio yang baru yang menggunakan online judge dalam proses evaluasi serta perubahan sistem studio menjadi self-paced learning. Penggunaan online judge memberikan feedback yang cepat dan menghilangkan beban pengoreksian yang perlu dilakukan secara manual. Sistem self-paced learning diterapkan untuk memberikan fleksibilitas dalam proses pengerjaan soal studio. Sistem saat ini beroperasi dan digunakan oleh mahasiswa peserta Algoritma dan Pemrograman tahun ajaran Gasal 2023/2024. Semua fungsi yang digunakan sudah berjalan dengan baik dan sesuai ekspektasi. Wawancara dilakukan kepada dosen dan asisten lab studio yang menyimpulkan bahwa sistem sudah berjalan dengan baik. Survey disebarkan kepada mahasiswa peserta studio dan mendapatkan skor 4.08 dari 5 dan survey untuk asisten dosen pembuat soal mendapat skor 4.34 dari 5.",
  "creators": "MATTHEW SUTANTO",
  "contributors": "Liliana (Advisor 1); Alvin Nathaniel Tjondrowiguno, S.Kom., M.T. (Advisor 2); Yulia (Examination Committee 1); Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022406/INF/2023; Matthew Sutanto (C14190085)",
  "subjects": "APPLICATION SOFTWARE--DEVELOPMENT; COMPUTER PROGRAMMING"
}