{
  "id": "58909",
  "title": "Aplikasi toko online produk bahan bangunan pada perusahaan PT X",
  "abstract": "PT X merupakan perusahaan swasta yang bergerak di bidang penyedia bahan bangunan sejak 2002. Terdapat beberapa masalah yang ada dalam melakukan penjualan produk yang dilakukan selama ini, di mana metode penjualan yang ada masih berbasis offline. Metode penjualan offline menghadirkan masalah di antaranya adalah terbatasnya jangkauan pelanggan. Melihat perkembangan teknologi yang begitu pesat memunculkan banyak peluang untuk PT X agar dapat menjual bahan bangunan secara online. Skripsi ini bertujuan untuk menciptakan sebuah aplikasi Toko Online yang mampu memfasilitasi proses pembelian dan penjualan produk bahan bangunan, serta meningkatkan aksesibilitas pelanggan melalui platform online. Skripsi ini dibuat dengan mengikuti langkah-langkah seperti studi literatur, survei, perancanaan dan pembuatan perangkat lunak, pengujian dan analisis perangkat lunak, pengambilan kesimpulan, dan pembuatan laporan. Selain itu, pengalaman transaksi online, keamanan transaksi online, serta user experience yang optimal juga diperhatikan dalam perancangan aplikasi. Hasil dari skripsi ini adalah sebuah aplikasi toko online yang memungkinkan pelanggan untuk menjelajahi, memilih, dan membeli produk bahan bangunan melalui platform online. Namun kurangnya data yang ada maka belum dapat disimpulkan apakah aplikasi dapat memberikan pengalaman membeli, mencari, maupun menjual produk secara online dengan mudah.",
  "creators": "ALEXANDER DEAN PANDREOU",
  "contributors": "Agustinus Noertjahyana (Advisor 1); Alexander Setiawan (Advisor 2); Ir. Djoni Haryadi Setiabudi, M.Eng. (Examination Committee 1); Justinus Andjarwirawan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022405/INF/2023; Alexander Dean Pandreou (C14190109)",
  "subjects": "SOCIAL MEDIA--MARKETING; TELESHOPPING--COMPUTER PROGRAMS"
}