{
  "id": "5890",
  "title": "Studi tentang pengajuan klaim konstruksi dari kontraktor ke owner",
  "abstract": "Perselisihan selalu timbul dalam suatu proyek konstruksi. Tidak jarang perselisihan itu menimbulkan klaim. Untuk itulah dilakukan studi tentang pengajuan klaim konstruksi dari kontraktor ke owner. Ada berbagai macam penyebab timbulnya klaim dari kontraktor ke owner seperti keterlambatan yang disebabkan oleh owner, perubahan jadwal dan penyebab-penyebab lainnya. Secara umum bentuk klaim yang diajukan adalah klaim biaya dan waktu. Klaim dapat ditentukan besarnya misalnya dengan teknik CPM. Penyelesaian klaim dapat dilakukan melalui engineering judgement, negosiasi, arbitrasi, mediasi atau litigasi. Dalam penelitian ini, data-data yang diperoleh berupa data hasil kuesioner, hasil studi literatur dan studi kasus. Selanjutnya data hasil kuesioner dan studi literatur akan diolah dengan teknik statistik (ANOVA, mean, ranking, frekuensi). Dari hasil penelitian di lapangan dengan kuesioner didapatkan bahwa faktor penyebab klaim yang paling sering terjadi adalah perubahan-perubahan desain dan pekerjaan tambah yang diperintahkan oleh owner (mean 4.0000), bentuk klaim yang paling sering diajukan adalah klaim biaya (mean 4.2500), tahapan dalam proses pengajuan klaim yang paling sering dilakukan adalah penjelasan mengenai peristiwa penyebab klaim (mean 4.5830). Jika klaim yang diajukan gagal, penyebab yang paling sering adalah kontraktor tidak mempunyai dasar yang kuat sesuai dengan prosedur kontrak (mean 3.0000). Dan metode penyelesaian yang paling sering dipilih oleh kontraktor adalah engineering judgement (mean 3.5000). Hasil kuesioner ini ternyata berbeda dari studi literatur. Sedangkan studi kasus yang dilakukan pada satu proyek PT WIJAYA KARYA dapat diketahui bahwa faktor penyebab klaim yang terjadi adalah curah hujan yang tinggi yang menyebabkan kelongsoran dan merusak bangunan. Dalam hal ini PT WIJAYA KARYA mengajukan klaim biaya. Dengan adanya penelitian ini diharapkan kontraktor dapat menentukan langkah-langkah yang diperlukan untuk mendukung klaim yang diajukannya agar berhasil mendapatkan kompensasi.",
  "creators": "EILLEN CATHERINE TUNARDIH; IMELDA SOETIONO",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Januar Buntoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1282/SIP/2003; Eillen C. Tunardih (21498094), Imelda Soetiono (21499011)",
  "subjects": "CONSTRUCTION CONTRACTS; CONSTRUCTION INDUSTRY-MANAGEMENT"
}