{
  "id": "58900",
  "title": "Penerapan geolocation dan geocoding dalam aplikasi sales tracking berbasis mobile pada perusahaan XYZ",
  "abstract": "Pada penelitian dilakukan pembuatan aplikasi sales tracking untuk membantu mengatasi permasalahan yang dialami oleh perusahaan XYZ, yaitu kinerja dari tim sales yang kurang efektif dan tidak terkontrol, yang membuat penjualan dan perluasan pasar dari perusahaan XYZ menjadi lambat. Realitanya para sales hanya mendatangi toko-toko yang sama, sehingga perluasan pasar dari perusahaan XYZ menjadi terhambat. Selain itu biasanya pencatatan dari semua laporan masih dilakukan secara manual. Studi ini berfokus pada pentingnya suatu aplikasi yang praktis dan mudah untuk digunakan dalam membantu tim perusahaan menjalankan tugasnya. Masalah yang dihadapi oleh perusahaan XYZ dapat diatasi dengan bantuan aplikasi sales tracking. Dengan menggunakan aplikasi sales tracking, aplikasi dapat memberikan kemudahan bagi distributor dalam mengelompokkan, mencari bahkan mengumpulkan data-data laporan yang ada. Tidak hanya distributor, tim sales juga dapat terbantu dengan menggunakan aplikasi yang dibuat. Dengan menggunakan aplikasi sales tracking, semua jenis laporan dapat langsung dibuat dengan menggunakan fitur pada aplikasi. Aplikasi ini telah diuji oleh pengguna yang berperan sebagai distributor, superadmin, dan sales. Semua fitur yang ada pada program sudah diuji dan dapat berjalan dengan baik sesuai dengan fungsinya. Kuesioner dan pertanyaan yang telah diberikan oleh partisipan mendapatkan umpan balik yang cukup baik dan positif. Hasil dari kuesioner yang diberikan untuk partisipan bagian mobile yaitu sales, mendapatkan nilai skor di atas rata-rata dari tingkat user experience yang dibandingkan dengan data benchmark menggunakan metode User Experience Questionnaire. Sedangkan untuk pertanyaan mengenai aplikasi bagian website yang diajukan pada distributor dan superadmin juga mendapatkan umpan balik yang positif. Aplikasi dinyatakan telah memenuhi kebutuhan perusahaan dan cukup berhasil dalam membantu menyelesaikan masalah yang dihadapi oleh perusahaan XYZ.",
  "creators": "SASTRA HIMAWAN",
  "contributors": "Justinus Andjarwirawan (Advisor 1); Leo Willyanto Santoso (Advisor 2); Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Examination Committee 1); Lily Puspa Dewi, S.T., M.Kom. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022403/INF/2023; Sastra Himawan (C14190165)",
  "subjects": "SATELLITE INTERFERENCE GEOLOCATION TECHNOLOGY; TRACKING AND TRAILING"
}