{
  "id": "58925",
  "title": "Strategi komunikasi pemasaran Primaro melalui offline marketing & social media marketing (sebuah kajian etnometodologi )",
  "abstract": "Primaro merupakan e-groceries yang menawarkan high quality product. Dengan komitmen untuk memberikan kemudahan bagi pelanggan dalam mengakses berbagai produk kebutuhan rumah tangga yang berkualitas tinggi, dengan tagline “ Where Everything is Better “. Penelitian ini dilakukan untuk mengetahui strategi komunikasi pemasaran Primaro melalui offline marketing & social media marketing. Khususnya setelah Brand Primaro rebranding dari yang sebelumnya bernama Grupin, berubah segmentasi dari yang umum menjadi lebih spesifik ke segmen middle upper class. Rumusan masalah dalam penelitian ini adalah “ Bagaimana Strategi Komunikasi Pemasaran Primaro pada Offline Marketing dan Social Media Marketing ”. Dalam strategi komunikasi pemasarannya, Primaro memiliki tujuan untuk spread awareness & trial. Untuk mencapai tujuan tersebut, perusahaan Primaro menerapkan tahapan dalam strategi komunikasi untuk menyusun sebuah strategi yang efektif, dan elemen strategi komunikasi pemasaran (bauran promosi). Jenis penelitian ini yaitu kualitatif deskriptif dengan menggunakan metode etnometodologi dalam pengumpulan data menggunakan teknik observasi lapangan, wawancara, serta dokumentasi. Dalam penyampaian strategi komunikasi pemasarannya Primaro menggunakan 2 saluran komunikasi, social media marketing (instagram) dan offline marketing (offline store & bazaar). Objek dari penelitian ini adalah “ Strategi Komunikasi Pemasaran Primaro “. Sementara untuk subjek dari penelitian ini adalah divisi marketing Primaro. Hasil penelitian ini menunjukkan bahwa Primaro menggunakan strategi komunikasi pemasaran melalui offline marketing (bazaar &offline store) sebagai sarana implementasi strategi komunikasi pemasaran dengan menggunakan personal selling, direct marketing, telemarketing dan penerapan iklan yang berkaitan dengan bauran promosi. Dan penggunaan social media marketing (Instagram) sebagai sarana implementasi strategi komunikasi pemasaran dengan menyampaikan pesan yang bersifat informatif, edukatif dalam bentuk konten.",
  "creators": "EDUARDUS VICTOR SISWANTO",
  "contributors": "Gatut Priyowidodo (Advisor 1); Agusly Irawan Aritonang, S.Sos., M.A. (Advisor 2); Fanny Lesmana (Examination Committee 1); Lady Joanne Tjahyana, S.Kom., MMM. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011897/KOM/2023; Eduardus Victor Siswanto (F11190050)",
  "subjects": "COMMUNICATION IN MARKETING; INSTAGRAM (ELECTRONIC RESOURCE); SOCIAL MEDIA-MARKETING"
}