{
  "id": "5892",
  "title": "Kinerja kelelahan campuran beton aspal menggunakan bahan aditif gilsonite",
  "abstract": "Pemanfaatan dan modifikasi material beton aspal dengan bahan tambahan diharapkan akan meningkatkan kinerja struktur beton aspal baik terhadap retak maupun deformasi sehingga mampu menjaga masa layan dan memperpanjang masa perbaikan perkerasan. Tujuan utama penelitian ini adalah untuk mengevaluasi kinerja kelelahan campuran beton aspal yang menggunakan bahan aditif Gilsonite menggunakan mesin uji DARTEC, Pengujian dilakukan pada kontrol tegangan, pola pembebanan sinusoidal pada frekuensi 10 Hz dan metoda pengujian 4(empat) titik pembebanan. Bahan aditif yang dipakai adalah Gilsonite dengan kandungan 7% terhadap berat aspal. Pengujian kelelahan dilakukan pada kandungan aspal optimum gradasi tipe XI - Bina Marga dan berlangsung pada suhu ruang. Parameter kelelahan yang digunakan dalam evaluasi adalah umur kelelahan, defleksi maksimum, defleksi total, regangan tarik awal dan modulus kekakuan lentur pada kondisi elastis. Pengujian dilakukan terhadap beton aspal yang tidak mengandung Gilsonite (NG) dan yang mengandung Gilsonite (G). Hasil pengujian menunjukkan bahwa bertambahnya tingkat tegangan menyebabkan berkurangnya umur kelelahan baik pada beton aspal yang tidak mengandung Gilsonite maupun yang mengandung Gilsonite. Rasio Efektivitas umur kelelahan beton aspal yang mengandung Gilsonite mempunyai nilai antara 189% hingga 636%. Hal ini menunjukkan bahwa beton aspal yang mengandung Gilsonite lebih efektif. Untuk beton aspal G, defleksi total menurun dengan bertambahnya tingkat tegangan tetapi defleksi maksimum bertambah. Hal ini menunjukkan bahwa Gilsonite berperan dalam meningkatkan kekakuan benda uji. Peningkatan tegangan mengakibatkan meningkatnya regangan tarik awal pada beton aspal G dan NG. Pada beton aspal G terlihat slope dari kurva regresi menunjukkan semakin tinggi tegangannya maka semakin tinggi pula regangannya tetapi peningkatan regangan tarik awal lebih kecil dibandingkan dengan beton aspal NG. Hal ini disebabkan karena Gilsonite berperan dalam meningkatkan kekakuan benda uji. Berdasarkan hasil analisis regresi, nilai Modulus Kekakuan untuk beton aspal Non Gilsonite adalah 82,291 MPa sedangkan untuk beton aspal yang mengandung Gilsonite adalah 220,68 MPa. Hal ini membuktikan bahwa bahan aditif Gilsonite akan meningkatkan kekakuan benda uji.",
  "creators": "HARIYANTO; TOMMY CHANDRA",
  "contributors": "Harry Patmadjaja (Advisor 1); YANUAR SANTOSA (Advisor 2); Budisetyono Tedjakusuma (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1285/SIP/2003; Hariyanto (21498075), Tommy Chandra (21498130)",
  "subjects": "PAVEMENTS, ASPHALT; PAVEMENTS, BITUMINOUS"
}