{
  "id": "58941",
  "title": "Aplikasi management system berbasis mobile Android untuk board game academy",
  "abstract": "Board Game Academy merupakan tempat penyewaan Board Game, dan tempat komunitas Trading Card Game daerah Surabaya. Tempat ini ramai dikunjungi oleh pelanggan terutama pada akhir pekan. Dalam menjalankan bisnisnya, sering ada kendala baik dalam pencatatan transaksi, pelayanan pelanggan, sehingga hal ini dapat meningkatkan kualitas pelayanan dan bisnis Board Game Academy. Penelitian ini dilakukan untuk menyelesaikan permasalahan melalui pembuatan Aplikasi Mobile berbasis Android untuk Management Board Game Academy, dalam pengaturan barang, melayani pesanan dari pelanggan, dsb. Dan juga Aplikasi Web untuk pelanggan meminjam board game dan memesan makanan, Metodologi penelitiann yang disusun melewati 7 tahap antara lain Studi Literatur, Pengumpulan Data, Perencanaan Sistem, Pembuatan Program, Pengujian dan Analisa Program, Pengambilan Kesimpulan dan Pembuatan Laporan. Hasil dari penelitian ini adalah Aplikasi Mobile berbasis Android untuk management. Dan juga Aplikasi Web untuk pelanggan. Dari hasil pengujian pada sistem yang telah dilakukan, dapat disimpulkan bahwa sistem yang dibuat telah berjalan dengan baik. Dari interview pengujian sistem terhadap pemilik, dan staff dari Board Game Academy, menyatakan bahwa aplikasi berjalan dengan baik, dan aplikasi mudah untuk digunakan. Sedangkan untuk hasil survey kepada pelanggan di Board Game Academy, beberapa sepakat bahwa pemesanan tahapan pemesan makanan sudah baik.",
  "creators": "ANDREW GERALDO ANTHONY",
  "contributors": "Justinus Andjarwirawan (Advisor 1); Alexander Setiawan (Advisor 2); Hans Juwiantho S.Kom., M.Kom (Examination Committee 1); Alvin Nathaniel Tjondrowiguno, S.Kom., M.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022402/INF/2023; Andrew Geraldo Anthony (C14190124)",
  "subjects": "ANDROID (ELECTRONIC RESOURCE)--PROGRAMMING; BOARD GAMES--COMPUTER GAMES"
}