{
  "id": "590",
  "title": "Study of Helen Pendennis's way in showing her love toward Arthur Pendennis in Thackeray's Pendennis",
  "abstract": "The writer of the thesis is interested in analyzing, Thackeray's Pendennis, especially on the topic of Helen Pendennis's way in showing her love to her son, Arthur Pendennis. Based on the novel, the thesis writer sees that in showing her love to her son, Helen Pendennis uses any way to interfere in her son's life, she always says no to her son's decision, and she always chooses something for her son without asking him about it. Being interested in Helen Pendennis's character, the writer is curious to know how Helen Pendennis shows her love to her son, and how it affects Arthur Pendennis's life. Basically, the main purpose of this study is to show some of Helen's ways in showing her love to Arthur that gives some effects on Arthur's life. In this study, the writer applies some literary theories, characterization and conflicts. Supported by psychological concepts about the single mother, the single mother's attitude toward their teenager, about love, mother's love; and also about teenagers, how they are facing their mother's attitude toward them. From the analysis the writer finds out that Helen Pendennis is trying to control her son's life, in order to make her son understand that he should live in an appropriate way, and with a suitable girl in his life. However Helen's way in showing her love to Arthur causes some effects. The negative effect that he gets from his first conflict with his mother about his future wife is that he is changing into a hopeless person. The positive effect that he gets from his second conflict with his mother about how he lives his life is that he is changing into a wise person.",
  "creators": "WINDY KARTIKA",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); Sarah Limuil (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 736; Windy Kartika (11492054)",
  "subjects": "THACKERAY, WILLIAM MAKEFEAR, 1811-1873. PENDENAIS-STUDY AND TEACHING; ENGLISH FICTION--19TH CENTURY--STUDY AND TEACHING"
}