{
  "id": "59007",
  "title": "Dampak pengaruh sosial dan kesadaran kesehatan terhadap niat pembelian produk daging tiruan dengan persepsi nilai sebagai mediator pada generasi Z di Surabaya",
  "abstract": "Di era peningkatan taraf hidup manusia seiring dengan berkembangnya ekonomi, semakin banyak orang dapat menjangkau konsumsi produk daging, sehingga permintaan daging akan meningkat. Di sisi lain, tren hidup sehat yang mulai populer dan pemanasan global dewasa ini, dorongan untuk mengurangi konsumsi daging asli semakin menguat. Oleh sebab itu, kini banyak produk-produk daging tiruan yang bermunculan, yang dianggap sebagai alternatif kuat produk daging asli yang terbukti lebih menyehatkan tubuh dan lebih ramah lingkungan. Oleh karena itu produsen dan pengusaha produk daging tiruan harus mempertimbangkan variabel-variabel yang berpengaruh terhadap niat pembelian konsumen. Penelitian ini ditujukan untuk mengetahui sejauh mana variabel-variabel kesadaran kesehatan konsumen, pengaruh sosial dan persepsi nilai mempengaruhi niat pembelian konsumen, baik secara langsung maupun secara tidak langsung serta seberapa besar pengaruh dari variabel-variabel tersebut. Metode pengolahan data penelitian dilakukan dengan menggunakan uji validitas, reliabilitas dan analisa statistik deskriptif, sedangkan metode analisis data yang dipakai adalah dengan menggunakan Partial Least Square dan uji hipotesis dari data yang dikumpulkan melalui kuesioner yang telah diisi. Berdasarkan hasil penelitian ini, ditemukan kesadaran kesehatan seseorang, pengaruh sosial dan persepsi nilai individu terhadap produk daging tiruan dapat mempengaruhi niat pembelian produk daging tiruan pada generasi Z di Surabaya. Penelitian ini juga menemukan bahwa jika variabel persepsi nilai bertindak sebagai mediator, kesadaran kesehatan ditemukan dapat mempengaruhi niat pembelian, namun tidak dengan pengaruh sosial terhadap niat pembelian melalui persepsi nilai.",
  "creators": "ERWIN YOESANTO",
  "contributors": "Maria Praptiningsih, S.E., M.Sc.FE. (Advisor 1); Thomas Santoso (Examination Committee 1); Wilma Laura Sahetapy (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012491/MAN/2023; Erwin Yoesanto (D11190251)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMERS--RESEARCH; GENERATION Z"
}