{
  "id": "5901",
  "title": "Peranan relationship marketing Indogrosir terhadap loyalitas konsumennya di Surabaya",
  "abstract": "Dalam berusaha mempertahankan konsumennya Indogrosir berusaha memberikan sesuatu yang berkesan di hati pelanggannya. Dengan membuat program relatioship marketing yang terdiri dari pemberian diskon 5%, sistem pembelian antar-tagih, pasar murah tiap pagi, obral cuci gudang barang elektronik, adanya reward, mengirimi kartu ulang tahun, buka puasa bersama, rekreasi bersama, mengirimi majalah, adanya kantin, ruang tunggu dan website. Indogrosir berharap dapat mempertahankan konsumennya untuk tetap setia. Hasil evaluasi variabel-variabel Relationship Marketing menunjukkan bahwa masih kurang penerapannya, ini dapat dilihat dari variabel yang berjumlah 12 menjadi delapan. Faktor pertama yaitu kirimi kartu ulang tahun (0.800), rekreasi bersama (0.684), dikirimi majalah (0.582) dan adanya kantin (0.592) dengan nilai varians 29.5%. Faktor kedua terdiri dari reward (0.636) dan adanya ruang tunggu (0.631) dengan nilai varians 11.9%. Sedangkan Faktor ketiga adalah pasar murah pagi (0.823) dan cuci gudang barang elektronik(0.728) dengan nilai varians 11.2%. Jadi total nilai varians adalah 52.6% yang artinya variabilitas tersebut berpengaruh pada loyalitas sebesar 52.6% dan lainnya 47.4% dipengaruhi oleh faktor lain. Variabel Relationship Marketing yang paling dominan dan disukai oleh konsumen adalah faktor ketiga selanjutnya faktor pertama dan faktor kedua. Dari 12 variabel Relationship Marketing yang dapat mempengaruhi loyalitas konsumen hanya delapan variabel yaitu kartu ulang tahun, rekreasi bersama, dikirimi majalah, kantin, reward, ruang tunggu, pasar murah tiap pagi dan obral cuci gudang barang elektronika.",
  "creators": "IMANUEL SUHARTONO",
  "contributors": "Hartono Subagio (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02012077/MAN/2006; Imanuel Suhartono (31499180)",
  "subjects": "CUSTOMER LOYALTY PROGRAMS; CUSTOMER RELATIONS; RELATIONSHIP MARKETING"
}