{
  "id": "5903",
  "title": "Analisa perbedaan disonansi kognitif konsumen mobil honda CRV 2.4 dan nissan X-trail XT pada beberapa kelompok konsumen di Surabaya",
  "abstract": "Konsumen mobil Honda CRV 2.4 dan Nissan X-Trail Xt dengan berbagai kelompok usia dan pendapatan sebagian besar memiliki low emotional dissonance, low wisdom dissonance, dan low concern dissonance. Berdasarkan atas hasil analisis perbedaan disonansi kognitif konsumen pada kelompok usia dan pendapatan dengan menggunakan Oneway ANOVA disimpulkan: (1) Terdapat perbedaan signifikan disonansi kognitif untuk dimensi emotional, wisdom of purchase, dan concern over the deal konsumen mobil Honda CRV 2.4 pada berbagai kelompok usia dan pendapatan. (2) Terdapat perbedaan signifikan disonansi kognitif untuk dimensi emotional dan concern over the deal konsumen mobil Nissan X-Trail Xt pada berbagai kelompok usia, sedangkan untuk dimensi wisdom of purchase tidak terdapat perbedaan yang signifikan. (3) Terdapat perbedaan signifikan disonansi kognitif untuk dimensi emotional, wisdom of purchase, dan concern over the deal konsumen mobil Nissan X-Trail Xt pada berbagai kelompok pendapatan. (4) Terdapat perbedaan signifikan disonansi kognitif untuk dimensi concern over the deal konsumen mobil Honda CRV 2.4 dan Nissan X-Trail Xt pada berbagai kelompok usia, sedangkan untuk dimensi emotional dan wisdom of purchase tidak terdapat perbedaan yang signifikan. (5) Terdapat perbedaan signifikan disonansi kognitif untuk dimensi emotional, wisdom of purchase, dan concern over the deal konsumen mobil Honda CRV 2.4 dan Nissan X-Trail Xt pada berbagai kelompok pendapatan.",
  "creators": "JULIUS IVAN HARTONO; HANNY WIDJANARKHO",
  "contributors": "Dr. Yohanes Sondang Kunto, S.Si., M.Sc. (Advisor 1); Diah Dharmayanti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02012076/MAN/2006; Julius Ivan Hartono (31499326), Hanny Widjanarkho (31400520)",
  "subjects": "CONSUMER-RESEARCH; CONSUMER BEHAVIOR"
}