{
  "id": "5904",
  "title": "Gedung olahraga di kawasan perumahan Manyar Tompotika",
  "abstract": "Akhir-akhir ini salah satu kegiatan yang paling jarang dilakukan oleh masyarakat adalah olahraga terutama pada daerah perumahan di bagian Surabaya Timur hal itu dikarenakan tidak adanya faslitas yang lebih memadahi, mereka lebih sering menghabiskan waktu luang mereka, baik itu di cafe atau tempat-tempat hiburan lain. Hal itu didukung pula oleh suasana cafe yang membuat mereka merasa lebih nyaman dan rileks, entah itu sekadar berkumpul dengan teman sekantor, atau untuk menjamu klien dan relasi bisnis mereka. Tugas akhir ini membahas tentang gedung olahraga yang mampu mewadahi aktivitas kebugaran warga tompotika juga warga masyarakat sekitar, yaitu eksekutif muda yang berlokasi di kawasan Surabaya bagian barat, di mana pada kawasan ini merupakan kawasan perumahan yang sedang berkembang pesat. Massa utama pada bangunan ini adalah fasilitas olah raga indoor serta kantor pengelola seluas ? 100 m2 yang dikelilingi oleh fasilitas-fasilitas penunjang lain, yaitu antara lain gym area, spa, swimming pool, ,lapangan tennis, lapangan badminton, futsal, games area, dan jogging area. Konsep perancangan bangunan ini mengacu pada karakteristik sportif itu sendiri, yaitu berjiwa muda dan mengemban tanggung jawab yang tidak ringan. Jiwa muda yang cenderung tampil apa adanya diaplikasikan ke dalam bangunan melalui material-material yang ringan seperti kaca, sedangkan sisi yang lainnya diaplikasikan ke dalam bangunan melalui permainan bidang-bidang masif yang terbuat dari beton bertulang, sehingga bangunan yang dirancang merupakan perpaduan dari dua unsur utama tersebut.",
  "creators": "KENNY ANGDRIJONO",
  "contributors": "Handoko Istanto (Advisor 1); Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06132451B/ARS/2006; Kenny Angdrijono (22402098)",
  "subjects": "SPORT FACILITIES"
}