{
  "id": "5906",
  "title": "Analisa pengaruh ketidakpuasan konsumen dan kebutuhan mencari variasi terhadap keputusan perpindahan merek konsumen pengguna kecap di Surabaya",
  "abstract": "Perilaku perpindahan merek pada pelanggan merupakan suatu fenomena yang sangat hangat dan dapat terjadi di setiap produk. Beberapa hal yang menjadi penyebab tersebut diantaranya adanya keinginan untuk mencari variasi, merubah perilaku keputusan pembelian dengan mencari alternatif lainnya agar mencapai kepuasan maksimum, merasa kepuasan lebih dengan menggunakan produk yang dirasakan, harga yang relatif lebih murah. Dari hasil pre test yang dilakukan terhadap 20 responden, didapatkan faktor yang paling dominan mempengaruhi tingkat perpindahan merek dalam mengkonsumsi kecap, adalah faktor kebutuhan mencari variasi (65%), sedangkan faktor lain yang mempengaruhi adalah ketidakpuasan terhadap produk kecap lama yang sebelumnya dikonsumsi (35%). Dari hasil pre test tersebut dapat diambil permasalahan \"Apakah faktor ketidakpuasan konsumen dan kebutuhan mencari variasi berpengaruh terhadap keputusan perpindahan merek konsumen pengguna kecap di Surabaya?\". Penelitian dilakukan pada ibu rumah tangga yang membeli kecap ABC, Bango dan Indofood di Surabaya dengan pengambilan sampling purposive didapat sampel sebesar 100 orang. Teknik analisis yang digunakan adalah analisis regresi logistik biner. Hasil analisa disimpulkan bahwa adanya pengaruh signifikan dari kebutuhan mencari variasi terhadap keputusan perpindahan merek konsumen pengguna kecap di Surabaya, sedangkan faktor ketidakpuasan konsumen tidak berpengaruh terhadap keputusan perpindahan merek Dari hal tersebut dapat diberikan saran untuk lebih mengembangkan variasi dalam hal rasa maupun kemasan dalam merek yang sama untuk membangun loyalitas konsumen. Hal yang dapat dilakukan seperti variasi rasa kecap manis dengan cabe. Perusahaan lebih membuat kemasan produk semenarik mungkin, seperti bentuk kemasan kecap yang lebih dimodifikasi, contohnya tutup botol dibentuk uliran (berputar), pergantian warna kemasan kecap, kecap di bentuk dalam sachet.",
  "creators": "STEFANUS WARDIATMAJA W; DEVI AUBERTA",
  "contributors": "Cynthia Yulita Wardayanti (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02012074/MAN/2006; Stefanus W.W (31401185), Devi Auberta (31401301)",
  "subjects": "CONSUMER SATISFACTION; CONSUMERS-PREFERENCES"
}