{
  "id": "5908",
  "title": "Penelitian awal mortar yang menggunakan admixture berupa superplasticizer, polypropylene fiber dan styrenne butadienne rubber",
  "abstract": "Penelitian awal mortar yang menggunakan admixture berupa superplasticizer, polypropylene fiber dan styrenne butadienne rubber dilakukan untuk meningkatkan ketahanan mortar terhadap retak pada bangunan yang menggunakan dinding batu bata dan plesteran. Penelitian tentang properties mortar yang baik di Indonesia masih terbatas, padahal banyak terjadi masalah keretakan pada bangunan yang menggunakan batu bata dan plesteran. Penelitian ini menggunakan Fractional Factorial Design dari Taguchi?s Array Orthogonal Method. Untuk menunjang penelitian di laboratorium dibuat Initial Surface Absorption Test Apparatus, kemudian dilakukan beberapa tes pada umur 28 hari untuk mengetahui properties dari mortar seperti compressive strength, tensile strength, linear shrinkage, water absorption dan initial surface absorption. Dari hasil analisa data yang dilakukan diketahui beberapa properties, seperti compressive strength, yang terkecil 5.78 MPa, sedangkan yang terbesar 17.19 Mpa, tensile strength yang terkecil 0.392 MPa, sedangkan yang terbesar 1.871 MPa, shrinkage yang terkecil 0.34 mm, sedangkan yang terbesar 0.83 mm, density yang terkecil 1.75 gr/cm? sedangkan yang terbesar 1.99 gr/cm?, water absorption yang terkecil 6.264 %, sedangkan yang terbesar 9.883 %, initial surface absorption-nya pada waktu 30 detik pertama, yang terkecil adalah 3.75ml/m?.s, sedangkan yang terbesar 17.25 ml/m?.s. Mix dengan komposisi paling baik adalah mix dengan komposisi semen : pasir = 1:5, superplasticizer 0.4%, pp fiber 0.025 %, latex 0.5%.",
  "creators": "ADITYA CHANDRA; STEFANUS YUSUF SURIYONO",
  "contributors": "Salil Kumar Roy (Advisor 1); Handoko Sugiharto (Advisor 2); Budisetyono Tedjakusuma (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1261/SIP/2003; Aditya Chandra (21498074), Stefanus Yusuf (21498095)",
  "subjects": "CEMENT-TESTING-STANDARDS"
}