{
  "id": "59083",
  "title": "Game based learning untuk pembuatan dan transformasi obyek 3 dimensi pada mata kuliah grafika komputer",
  "abstract": "Mata kuliah grafika komputer adalah mata kuliah wajib di program studi Informatika. Banyak mahasiswa yang mengalami kesulitan memahami materi dari mata kuliah grafika komputer. Kesulitan mahasiswa terutama adalah memvisualisasikan pembuatan dan transformasi obyek 3 dimensi. Dengan kesulitan dalam visualisasi, proses pembelajaran tentu akan terhambat dan penuh dengan kendala. Dalam skripsi ini, akan dilakukan proses pembelajaran menggunakan gamification untuk membantu mahasiswa dalam memahami materi grafika komputer serta memudahkan visualisasi obyek 3 dimensi tersebut. Gamification, spesifiknya game-based learning merupakan proses belajar mengajar dengan game sebagai medium pembelajaran. Beberapa penelitian menunjukkan bahwa game-based learning merupakan metode pembelajaran efektif yang membantu meningkatan pemahaman serta motivasi untuk belajar. Kemudian, agar game-based learning yang dilakukan efektif, akan diperhatikan pula desain game untuk menghindari hal-hal yang tidak diinginkan seperti cognitive overload dan menggunakan teori visual feedback untuk memaksimalkan pemahaman. Skripsi ini menunjukkan bahwa game-based learning merupakan proses pembelajaran yang efektif untuk meningkatkan pemahaman mahasiswa dalam materi grafika komputer. Visual feedback yang diberikan memudahkan mahasiswa memvisualisasikan proses pembuatan dan transformasi obyek 3 dimensi. Namun, program masih membutuhkan peningkatan kualitas dalam user interface dan bug fixing.",
  "creators": "RADYA PRADHANA BARATA",
  "contributors": "Liliana (Advisor 1); Hans Juwiantho S.Kom., M.Kom (Examination Committee 1); Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022401/INF/2023; Radya Pradhana Barata (C14190043)",
  "subjects": "EDUCATIONAL GAMES; VIDEO GAMES--DESIGN"
}