{
  "id": "5909",
  "title": "Pemodelan pemilihan moda untuk perjalan menuju kampus menggunakan kendaraan pribadi dan kendaraan umum (studi kasus unversitas Surabaya)",
  "abstract": "Daerah sekitar kampus Universitas Surabaya (UBAYA) merupakan salah satu lokasi yang rawan kemacetan. Hal tersebut disebabkan pada saat jam sibuk perkuliahan, jalan di sekitar kampus digunakan oleh berbagai pihak (mahasiswa, dosen, karyawan, masyarakat sekitar) untuk berbagai kepentingan. Untuk mengatasinya perlu diketahui faktor dan alasan yang mempengaruhi mahasiswa dalam memilih moda transportasi untuk perjalanan menuju kampus. Tujuan dari penelitian adalah untuk mengetahui karakteristik mahasiswa pengguna kendaraan pribadi dan kendaraan umum serta membuat model pemilihan moda dari tempat tinggal menuju kampus. Survey dilakukan selama 2 minggu dengan menyebarkan kuisioner pada setiap jurusan secara cluster random sampling. Hasil survey dianalisis dengan chi square test untuk mengetahui hubungan antar variabel karakteristik mahasiswa dan analytic hierarchy process (AHP) untuk menentukan urutan faktor pemilihan moda serta menguji sensitivitasnya. Hasil analisis dari 697 responden, yang memilih menggunakan sepeda motor sebesar 41,4%, mobil pribadi 34,2% dan kendaraan umum 5,7%. Pengeluaran rata-rata jika menggunakan mobil pribadi yaitu sebesar Rp. 185.000/bulan, kendaraan umum (bus dan bemo) Rp. 71.000/bulan dan sepeda motor Rp. 46.000/bulan.? Waktu perjalanan rata-rata jika menggunakan bemo 38,90 menit, mobil pribadi 28,07 menit dan sepeda motor 17,84 menit. Hasil chi square test menunjukkan adanya hubungan antara status tempat tinggal dengan pernah tidaknya responden naik kendaraan umum, demikian pula untuk variabel jarak tempat tinggal dan uang saku. Faktor utama dalam menggunakan mobil pribadi adalah kenyamanan, sedangkan untuk sepeda motor adalah waktu dan kendaraan umum adalah biaya. Model pemilihan moda untuk mobil pribadi adalah YMP = 0,452 Aman + 0,441 Selamat + 0,499 Fasilitas + 0,367 Privasi + 0,304 Biaya + 0,336 Waktu, sedangkan untuk bemo adalah YBM = 0,097 Aman + 0,114 Selamat + 0,107 Fasilitas + 0,121 Privasi + 0,138 Biaya + 0,097 Waktu, dimana: YMP = Prosentase Pengguna Mobil Pribadi, YBM = Prosentase Pengguna Bemo. Hasil uji sensitivitas menunjukkan faktor waktu dan biaya merupakan faktor yang relatif lebih sensitif dari pada faktor lain.",
  "creators": "HELIX SURANTO; TOUFFAN PRIAMBODO",
  "contributors": "Rudy Setiawan (Advisor 1); JOHANNES IRWAN PRAMUDJITO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1262/SIP/2003; Helix Suranto (21497141), Touffan Priambodo (21497203)",
  "subjects": "TRAFFIC ENGINEERING (URBAN)"
}