{
  "id": "591",
  "title": "The Sociolinguistic study on linguistic repertoire of one Wassu family in Haruku Island",
  "abstract": "This thesis is an effort to build a better understanding of language as a part of culture of the people of Mollucas, particularly the indigenous people of Wassu in the island of Haruku, through the sociolinguistic study. The purpose of the study is to explore their linguistic repertoire in order to find out anv code variety included in the linguistic repertoire of the natives, and any social factor that influences their choice of certain variety to be used in a social context of speaking. Hudson's theory of domains, together with the theory of social factors and social dimensions introduced by Holmes, are used in order to analyze the data Approach of conducting the study is a qualitative approach. Recorded utterances of speech of the natives and notes of applications of the varieties in any context other than speech contexts, such as watching TV or listening radio programs, and listening to a priest in Sundays services in church, become the sources of the data. The informants are a family of the indigenous people of Wassu, consists of a grandfather, a grandmother, a mother, an uncle, and an aunt, who were born and raised there. The data is classified according to the users. Every variety used is analyzed by applying the theory of domains. Holmes' theory is used to find the influence of the social context to every user's decision of choosing which variety to be used. The analysis shows that the linguistic repertoire of the indigenous people of Wassu consists of the Haruku language, the Ambonesse Malay sub-dialect of Wassu, the Ambonesse Malay, and the Indonesian language. The Haruku language, spoken by older people, serves as a formal language of traditional affairs and also an informal language of solidarity. The Ambonesse Malay sub-dialect of Wassu derived from the Ambonesse Malay. They have similarities in many ways eventhough there can be still some differences in structure and vocabulary. These two varieties spoken by the whole generations in Wassu, and become informal varieties of daily interactions. The natives use the Ambonesse Malay sub- dialect of Wassu to fellow villagers, and sometimes to outsiders of this speech community. The Ambonesse Malay is used when they interact with the outsiders. The Indonesian language becomes the language of formality and never spoken in daily interactions. It is used in the Sunday services, in schools and government office.",
  "creators": "VICTORIO GERALD YOHANNES",
  "contributors": "SUKEMI, PROF.DR.M.A. (Advisor 1); Bintoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.758; Victorio Gerald Yohannes Amalatu Litaay (11492174)",
  "subjects": "SOCIOLINGUISTICS"
}