{
  "id": "5911",
  "title": "Penggunaan fly ash untuk pembuatan paving block",
  "abstract": "Dalam penelitian ini kami mencoba mempelajari pengaruh pemakaian fly ash dalam membuat paving block karena belum ada penelitian tentang hal ini. Kami mengambil contoh fly ash yang berasal dari Tjiwi Kimia sebagai contoh material yang digunakan untuk pembuatan paving block. Dalam penelitian ini formula dasar kami peroleh dari literature dan perusahaan paving. Komposisi awal dari penelitian ini menggunakan perbandingan sebagai berikut: Semen : pasir : kerikil = 1 : 2,11 : 2,63. Formula dasar ini kami kembangkan dengan menambahkan beberapa variasi komposisi fly ash sebagai pengganti pasir untuk memperoleh hasil yang maksimal dari penggunaan fly ash. Pengembangan penelitian selanjutnya dilakukan variasi komposisi paving dengan perbandingan semen : pasir : kerikil : fly ash = 1 : 1,3 : 2,6 : 0,8 dan kami pelajari pengaruh masing-masing faktor terhadap kuat tekan dengan menggunakan metode Fraksional faktorial desain. Hasil penelitian yang diperoleh mengambarkan bahwa fly ash dapat digunakan sebagai pengganti komponen pasir, dengan hasil tes kuat tekan rata-rata yang lebih baik sebesar 11,52 %. Komposisi fly ash yang paling efektif dalam menggantikan pasir adalah 40 %, dan peningkatan kekuatan yang dihasilkan sebesar 43,09 %. Faktor yang memiliki pengaruh terbesar bagi penyerapan air dan kuat tekan pada semua sampel paving adalah interaksi antara faktor Semen-Pasir-Kerikil. Komposisi terbaik dalam penelitian kami terdapat pada formula 12, dengan perbandingan semen : pasir : kerikil : fly ash = 0,9 : 1,2 : 2,8 : 0,76; dengan kuat tekan yang dihasilkan sebesar 617,40 kg/cm 2 . Pada umur 28 hari, kuat tekan paving masa curing 28 hari lebih besar 14,30% dibandingkan masa curing 7 hari. Pada masa curing yang sama (28 hari), kuat tekan paving umur 60 hari meningkat sebesar 32,58 % dibandingkan kuat tekan paving umur 28 hari.",
  "creators": "ANTON KRISTANTO; SALIM HIMAWAN SAPUTRA",
  "contributors": "Salil Kumar Roy (Advisor 1); Handoko Sugiharto (Advisor 2); Januar Buntoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1292/SIP/2003; Anton Kristanto, (21498132) Salim Himawan Saputra (21498191)",
  "subjects": "BLOCKS (BUILDING MATERIALS); BUILDING MATERIALS"
}