{
  "id": "59111",
  "title": "Pengaruh financial knowledge terhadap investment decision saham generasi Z di Indonesia dengan social media sebagai variabel moderasi",
  "abstract": "Investasi dan pasar modal merupakan bagian dari fundamental ekonomi negara maju maupun negara berkembang. Jumlah investor di Indonesia mengalami peningkatan sejak pandemi COVID-19. Peristiwa tersebut menunjukkan bahwa kegiatan investasi saham di Indonesia mengalami perkembangan. Pada zaman yang sudah modern ini social media menjadi salah satu alat yang dapat membantu investor untuk memperoleh informasi mengenai investasi sekaligus menambah pengetahuan keuangan yang akan berdampak pada pengambilan keputusan investasi saham nya. Penelitian ini dilakukan dengan tujuan untuk mengetahui apakah peran financial knowledge dan social media berpengaruh signifikan terhadap investment decision saham Generasi Z di Indonesia. Jenis penelitian ini adalah kuantitatif dan sumber data primer. Sampel yang digunakan adalah seluruh Generasi Z di Indonesia yang melakukan investasi saham minimal 6 bulan terakhir dan menggunakan social media untuk memperoleh informasi investasi saham sekaligus aktif menggunakan social media. Teknik pengumpulan data menggunakan kuesioner yang akan disebarkan secara online menggunakan google form. Hasil dari jawaban responden akan diolah menggunakan software smartPLS 4.0. Hasil analisa data yang telah dilakukan menunjukkan bahwa financial knowledge berpengaruh signifikan terhadap investment decision sedangkan moderasi social media tidak berpengaruh signifikan pada pengaruh financial knowledge terhadap investment decision.",
  "creators": "MATTHEW JOSHUA BUDISANTOSO",
  "contributors": "Evelyn, S.E., MSA. (Advisor 1); Ridhotama Shanti Darsih Ottemoesoe, S.E., M.Sc.FE., Ph.D. (Advisor 2); Sautma Ronni Basana (Examination Committee 1); Dewi Pertiwi, S.E., M.M. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 37010841/MAN/2023; Matthew Joshua Budisantoso (D11190036)",
  "subjects": "GENERATION Z; INVESTMENTS; SOCIAL MEDIA"
}