{
  "id": "59110",
  "title": "Evaluasi software Commit pada PT X",
  "abstract": "PT X merupakan perusahaan yang bergerak pada bidang industri kemasan plastik. Pada setiap produksinya, perusahaan ini membutuhkan bahan baku setengah jadi yang bernama roll sheet. PT X menggunakan bantuan software commit sebagai bagian dalam produksi hingga distribusi. Software Commit merupakan software tailor made dengan artian PT X memesan software ini hanya untuk perusahaan mereka dengan tujuan agar proses pemindahan data dapat berjalan dengan terstruktur dan tersistem secara rapi, beda dengan metode sebelumnya yang masih menggunakan metode manual dan pengiriman data secara manual. Peneliti ingin menganalisis tingkat kepuasan software commit, serta pengembangan yang lebih lanjut terkait kebutuhan software commit. Peneliti menggunakan bentuk diagram flowchart mulai dari pengamatan software, menemukan masalah, pencarian data pendukung, mencari studi literatur, pengolahan data, analisa masalah, pembuatan usulan hingga divalidasi oleh perusahaan. Hasil dalam penelitian berikut adalah terdapat beberapa tindakan yang dapat dilakukan sebagai usulan perbaikan dan pengembangan untuk software commit. Usulan perbaikan dan pengembangan yang juga disarankan antara lain yaitu: Membuat dan menetapkan standar template untuk pembuatan laporan pada software commit dan beberapa perkembangan lainnya yang akan dibahas pada penelitian ini. Penelitian ini bertujuan agar melakukan improvement seperti membuat standar template untuk laporan, membuat fungsi tracking barang, membuat data history SO, membuat fitur pembuatan jadwal PPIC.",
  "creators": "DIONISIUS HOSHIKO BRYAN SANTOSO",
  "contributors": "Togar Wiliater Soaloon Panjaitan, S.T., MBA. (Advisor 1); Kriswanto Widiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022634/IND/2023; Dionisius Hoshiko Bryan Santoso (C13190063)",
  "subjects": "COMPUTER SOFTWARE--EVALUATION"
}