{
  "id": "5912",
  "title": "Alternatif perencanaan struktur rangka beton bertulang dengan pseudoelastis",
  "abstract": "Konsep yang digunakan dalam mendesain struktur rangka beton bertulang pada umumnya adalah konsep desain kapasitas. Di dalam konsep desain kapasitas, kolom direncanakan lebih kuat daripada balok (Strong Column Weak Beam) sehingga sendi plastis terjadi pada ujung-ujung balok bukan pada kolom kecuali bagian bawah kolom dasar. Agar hal tersebut dipenuhi, perencanaan kolom didasarkan oleh besarnya momen nominal aktual balok dengan penambahan over strength factor sehingga perencanaan kolom baru dapat dilakukan setelah perencanaan balok selesai. Studi ini memaparkan suatu alternatif perencanaan yang lebih praktis, yang dinamakan Pseudo Elastis, di mana perencanaan kolom tidak bergantung pada kapasitas lentur balok. Pada konsep perencanaan ini, portal-portal eksterior dari suatu bangunan, baik balok maupun kolom direncanakan secara elastis pada taraf gempa sedang (moderate) sedangkan pada bagian interior baik pada balok maupun kolom diperkenankan terjadi sendi plastis. Makalah ini memberikan gambaran bagaimana perilaku struktur rangka beton bertulang dan di mana letak sendi plastis yang terjadi, untuk struktur 4 lantai, 6 lantai dan 10 lantai yang direncanakan dengan konsep Pseudo Elastis, kemudian dibandingkan apabila struktur yang sama tersebut direncanakan dengan desain kapasitas. Adapun target gempa yang digunakan adalah gempa periode ulang 200 tahun. Analisa yang digunakan adalah Analisa Pushover dengan program ETABS v 7.2. dan Analisa Dinamik Nonlinear Riwayat Waktu dengan program Ruaumoko 3D. Perilaku bangunan dapat dilihat dari simpangan maksimum yang terjadi pada setiap bangunan. Hasil analisa menunjukkan bahwa pada struktur dengan beban gempa 200 tahun yang direncanakan dengan desain kapasitas, sendi plastis hanya terjadi pada balok. Sedangkan pada struktur yang direncanakan dengan konsep Pseudo Elastis, sendi plastis terjadi pada balok dan kolom interior, pada bagian eksterior tidak terjadi sendi plastis. Di samping itu, perilaku pada stuktur yang direncanakan dengan Pseudo Elastis dilihat dari simpangan maksimum (drift) dan damage index (DI) yang terjadi ternyata sebagian besar lebih kecil dibandingkan dengan yang direncanakan desain kapasitas. Kekurangan daripada Pseudo Elastis adalah bangunan membutuhkan tulangan yang lebih banyak daripada desain kapasitas. Bangunan Pseudo Elastis membutuhkan 30-48% tulangan lentur lebih banyak daripada desain kapasitas, sedangkan untuk volume beton tidak berbeda jauh.",
  "creators": "ALEX CHANDRA; DHANNYANTO",
  "contributors": "Benjamin Lumantarna (Advisor 1); Takim Andriono (Advisor 2); Ir. Soehendro Ratnawidjaja, M.Eng. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1297/SIP/2003; Alex Chandra (21499001), Dhannyanto (21499003)",
  "subjects": "BUILDING-EARTHQUAKE EFFECTS"
}