{
  "id": "5915",
  "title": "Evaluasi penyediaan fasilitas umum di kawasan pemukiman formal Deltasari dan Pepelegi dengan menggunakan metode aksesibilitas",
  "abstract": "Permasalahan transportasi di kota Surabaya antara lain adalah kemacetan lalu lintas dan rendahnya aksesibilitas untuk beberapa jalan yang menuju ke pusat kota. Pembangunan kawasan perumahan seringkali kurang memperhatikan ketersediaan fasilitas umum baik untuk pekerjaan, pendidikan, kesehatan, hiburan,dll bagi penghuni kawasan pemukiman tersebut sehingga mobilitas masyarakat di kawasan pemukiman di daerah pinggiran kota meningkat dalam rangka pemenuhan kebutuhan akan fasilitas umum yang mengakibatkan rendahnya aksesibilitas jalan-jalan utama menuju ke pusat kota, dalam hal ini yang ditinjau adalah jalan Ahmad Yani. Untuk mencapai tujuan diatas, ada 2 pendekatan yang dilakukan yaitu Menganalisa potensi kawasan pemukiman yang dimaksud dalam bentuk data sekunder dan mendeteksi atau mendata kebiasaan kegiatan sehari-hari warga pemukiman tersebut dalam bentuk data primer. Warga yang melewati A. Yani 85.6% pekerja dan 71.1% pelajar menggunakan kendaraan pribadi untuk mencapai tempat tujuannya. Sebesar 62.8% warga memenuhi kebutuhan pokoknya dengan keluar dari areal kompleks tetapi tidak terlalu jauh dari areal kompleks perumahan karena hanya dalam radius 5 km. Dalam mencari sarana hiburan baru 3.4% yang memanfaatkan sarana yang ada di perumahan tersebut sedangkan sisanya lebih memilih untuk keluar dari areal kompleks dan sebagian besar mengakses jalan A. Yani. Saat berada dalam keadaan sakit 70.3% lebih memilih untuk pergi ke dokter langganannya, tetapi tidak semuanya memilih dokter atau fasilitas kesehatan di perumahan tersebut karena 67.9% warga memilih untuk pergi keluar areal kompleks. Dari hasil analisis, dapat diketahui bahwa sekitar 10.4 % per hari warga perumahan Deltasari dan Pepelegi yang melewati jalan Ahmad Yani dalam rangka pemenuhan kebutuhan akan fasilitas umum. Dari hasil penelitian ini dapat di ketahui bahwa pembangunan perumahan yang serupa akan menyebabkan bangkitan perjalanan dampak terhadap aksesibilitas terhadap jalan-jalan utama menuju ke pusat kota yang tidak jauh berbeda dengan perumahan Deltasari dan Pepelegi.",
  "creators": "TUNJUNG SUSILOWATI; EDWINA ASTUTI SIGANNA",
  "contributors": "Johanes Indrojono Suwono (Advisor 1); Wibowo Gunawan (Advisor 2); Indriani Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1309/SIP/2004; Tunjung Susilowati (21498116), Edwina A Siganna (21498225)",
  "subjects": "PUBLIC HOUSING"
}