{
  "id": "59158",
  "title": "Aplikasi Smart Food Dehydrator berbasis android pada toko buah XYZ menggunakan Internet of Things",
  "abstract": "Saat ini telah banyak penggunaan teknologi di bidang makanan untuk dapat membantu pekerjaan menjadi lebih efektif dan efisien, seperti manajemen menu secara otomatis, manajemen persediaan, pembayaran digital hingga food dehydrator. Penerapan food dehydrator juga dapat diterapkan pada buah, namun saat ini belum banyak toko buah yang menerapkan teknologi tersebut dalam membantu pekerjaannya, salah satunya pada Toko XYZ. Toko XYZ merupakan salah satu toko buah yang menjual banyaknya jenis buah. Buah yang tidak habis terjual kira-kira sebanyak 30% dan terbagi menjadi 2 jenis yaitu, 20% buah yang terlalu matang dan 10% buah yang rusak atau tidak layak dikonsumsi. Buah yang rusak akan langsung dibuang oleh penjual. Sedangkan buah yang terlalu matang akan diborong oleh penjual jus dan dibeli dengan harga rugi dibawah modal. Dari permasalahan tersebut mengakibatkan pihak toko mengalami kerugian yang besar. Berdasarkan permasalahan tersebut maka dalam skripsi ini akan dilakukan penerapan Internet of Things (IoT) pada rancang bangun Smart Food Dehydrator berbasis android. Metode yang digunakan dalam pengembangan alat ini yaitu analisis, perancangan, implementasi, dan pengujian. Pada penelitian ini menggunakan smartphone sebagai alat monitoring dan controlling Food Dehydrator berbasis Internet of Things. Adapun jenis buah yang digunakan dalam skripsi ini yaitu buah pir, buah apel, buah kiwi, buah pisang dan buah stroberi. Hasil pengujian yang telah dilakukan didapatkan hasil bahwa penelitian yang dilakukan dapat membantu pemilik toko dalam melakukan monitoring dan controlling proses pengeringan buah.",
  "creators": "DEVON FEBRIAN THEIXAR",
  "contributors": "Justinus Andjarwirawan (Advisor 1); Agustinus Noertjahyana (Advisor 2); Alexander Setiawan (Examination Committee 1); Resmana Lim (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022415/INF/2024; Devon Febrian Theixar (C14180209)",
  "subjects": "ANDROID (ELECTRONIC RESOURCE); APPLICATION SOFTWARE; FRUIT TRADE-APPROPRIATE TECHNOLOGY; INTERNET OF THINGS--INDUSTRIAL APPLICATIONS; ANDROID (ELECTRONIC RESOURCE)--PROGRAMMING"
}