{
  "id": "59159",
  "title": "Studi pengaruh variasi roller pulley pada continuously variable transmission (CVT) motor Yamaha X-Ride 115cc",
  "abstract": "Motor matik menggunakan penggerak transmisi otomatis yaitu CVT (Continuously Variable Transmission). Di bagian dalam CVT terdapat banyak komponen yang mendukung agar daya putar mesin dapat ditransfer ke poros roda belakang. Salah satu komponen yang mempengaruhi adalah roller. Roller berfungsi untuk meningkatkan performa sepeda motor matik. Bentuk dan berat roller juga bervariasi, dari normal roller, flying roller, dan sliding roller dengan berat antara 8 gram hingga 20 gram. Pada penelitian ini bertujuan untuk mendapatkan dan membuktikan hasil akselerasi dari variasi bentuk dan berat roller yang digunakan di motor Yamaha X-Ride 115cc. Pengujian dilakukan melalui dua tahap. Tahap Pertama, dilakukan pengujian terhadap normal roller, flying roller, dan sliding roller pada berat 9 gram. Akselerasi paling baik dihasilkan oleh flying roller dengan berat 9 gram dengan hasil 1,29 m/s2. Tahap kedua, flying roller diuji kembali dengan berat 7 gram, 9 gram, dan 10 gram. Pengujian dilakukan dengan kecepatan 40 km/jam, 60 km/jam, dan 80 km/jam setiap berat flying roller untuk mendapatkan akselerasi. Hasil dari pengujian tahap ini, flying roller tetap dengan berat 9 gram merupakan roller dengan akselerasi terbaik di setiap tingkat kecepatan. 2,22 m/s2, 1,85 m/s2, dan 0,88 m/s2 adalah hasil akselerasi flying roller 9 gram. Selama proses pengujian juga dilakukan dynotest yang berfungsi sebagai data pendukung untuk mengetahui daya, torsi, dan RPM mesin yang dihasilkan dari pemasangan variasi roller pada motor Yamaha X-Ride 115cc.",
  "creators": "FREDRICH CHIKO PUTRA PERDANA",
  "contributors": "Joni Dewanto (Advisor 1); Ninuk Jonoadji (Examination Committee 1); Ivan Christian Hernando, S.T., M.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.03011502/MES/2023; Fredrich Chiko Putra Perdana (C12190008)",
  "subjects": "MOTORCYCLES--TRANSMISSION DEVICES, CONTINUOUSLY VARIABLE; MOTORCYCLES-TRANSMISSION DEVICES, AUTOMATIC"
}