{
  "id": "59166",
  "title": "Aplikasi pendaftaran pasien online dan rekam medis elektronik di praktik dokter umum mandiri",
  "abstract": "Praktik dokter umum mandiri dr. Melda T Simanjuntak merupakan fasilitas kesehatan tingkat pertama, dimana proses bisnis yang dilakukan masih manual seperti proses pendaftaran onsite atau melalui WhatsApp yang memerlukan waktu 5-15 menit untuk pembuatan kartu berobat dan kertas rekam medis untuk pasien baru dan pencarian kertas rekam medis di rak penyimpanan untuk pasien lama. Pasien yang mendaftar melalui WhatsApp harus datang ke praktik untuk mengetahui nomor antrian karena praktik tidak melayani booking, sehingga jumlah antrian pasien disesuaikan dengan pasien yang datang. Untuk mengatasi masalah tersebut, dalam penelitian ini dirancang aplikasi yang terintegrasi antara pasien dan praktik yakni pendaftaran online berbasis Android agar pasien tidak perlu mendaftar onsite dan mengetahui nomor antrian serta penelitian ini merancang rekam medis elektronik berbasis web sehingga dapat mempersingkat waktu dalam pencarian rekam medis dan dapat menghindari kerusakan serta kehilangan rekam medis. Hasil dari skripsi ini berdasarkan pengujian yang dapat disimpulkan bahwa aplikasi berfungsi dengan baik dan dapat mempersingkat waktu layanan seperti proses pendaftaran dari 5 menit menjadi 1 menit dan pencarian rekam medis dari 5-10 menit menjadi otomatis. Fitur tambahan berfungsi dengan baik dalam mendukung mengkomputasikan proses bisnis yang manual di praktik seperti fitur antrian, fitur resep dan nota, dan fitur laporan.",
  "creators": "RAYNOLD KENNEDY LUBIS",
  "contributors": "Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 1); Andreas Handojo (Examination Committee 1); Justinus Andjarwirawan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022408/INF/2024; Raynold kennedy lubis (C14170119)",
  "subjects": "MEDICAL RECORDS; MOBILE APPS--DESIGN; PATIENTS; ANDROID (COMPUTER PROGRAM)"
}