{
  "id": "5916",
  "title": "Perbedaan pengaruh price earning ratio, price to book value dan return on equity terhadap return saham yang termasuk dalam kategori blue chips, second liner third liner dan saham tanpa kategori...",
  "abstract": "Masalah yang hendak dicari jawabannya dalam penelitian ini adalah apakah ada perbedaan pengaruh Price to Earning Ratio, Price to Book Value, dan Return on Equity terhadap return saham antara saham kategori Blue Chips, Second Liner, Third Liner, saham tanpa kategori selama periode 1991 sampai 2003 dengan melakukan perbandingan antara kategori saham yang satu dengan kategori saham yang lain sehingga dalam penelitian ini terdapat enam hipotesis yang akan diteliti. Sehubungan dengan masalah tersebut, maka penelitian ini menggunakan data sekunder yang terdiri dari data saham-saham yang termasuk dalam kategori Blue Chips, Second Liner, Third Liner, dan saham tanpa kategori.serta data return saham dan rasio keuangan perusahaan yang aktif di Bursa Efek Jakarta pada periode tahun 1991-2003. Hasil analisis menunjukkan bahwa untuk memilih antara saham kategori Blue Chips atau Third Liner dan antara saham kategori Blue Chips atau saham tanpa kategori harus lebih memperhatikan variabel Price Earning Ratio, Price to Book Value dan Return on Equity. Dari penelitian yang telah dilakukan ini dapat disimpulkan bahwa terdapat perbedaan pengaruh Price to Earning Ratio, Price to Book Value, dan Return on Equity terhadap return saham antara saham kategori Blue Chips dengan saham kategori Third Liner serta antara saham kategori Blue Chips dengan saham tanpa kategori",
  "creators": "TAUFAN JOESOEF",
  "contributors": "Nanik Linawati (Advisor 1); Sautma Ronni Basana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03012062/MAN/2006; Taufan Joesoef (31402312)",
  "subjects": "CORPORATIONS-FINANCE; INVESTMENTS-MANAGEMENT"
}