{
  "id": "59176",
  "title": "Impact of corporate social responsibility on knowledge management, market risk and corporate financial performance in pharmaceutical industry",
  "abstract": "Performing Corporate Social Responsibility activities has been a phenomenon in every industry, whether it is completed as mandatory or voluntary. In the past, there has not been many researches which uses Corporate Social Responsibility as a relationship with Knowledge Management, including pharmaceutical industry, where there has been lack of researches about that particular industry which discusses about the usage of Knowledge Management. The purpose of this research is to find the impact of Corporate Social Responsibility on Knowledge Management, Market Risks and Corporate Financial Performance in pharmaceutical industry across Southeast Asia. It was found that there was no significant relationship between Corporate Social Responsibility and Corporate Financial Performance, which made the intervening effect from Knowledge Management and Market Risks insignificant, despite Corporate Social Responsibility has a positive significant impact on Knowledge Management and Market Risks. Despite those findings, it is still necessary for companies to perform Corporate Social Responsibility activities, while more options can be explored in order to improve this research.",
  "creators": "NATHANIEL THEOPHILUS SUSILO",
  "contributors": "Josua Tarigan (Advisor 1); Sany, S.E., MS-CIS., Ph.D. (Advisor 2); Oviliani Yenty Yuliana, S.T., MS-CIS., Ph.D. (Examination Committee 1); Ridhotama Shanti Darsih Ottemoesoe, S.E., M.Sc.FE., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Tesis No. 03020402/MM/2023; Nathaniel Theophilus Susilo (D21220025)",
  "subjects": "CORPORATIONS--FINANCE; KNOWLEDGE MANAGEMENT; SOCIAL RESPONSIBILITY OF BUSINESS; PHARMACEUTICAL INDUSTRY"
}