{
  "id": "59171",
  "title": "Pengaruh visual merchandising KKV Galaxy Mall Surabaya terhadap repurchase intention dengan shopping lifestyle sebagai variabel moderasi dan impulsive buying sebagai variabel mediasi",
  "abstract": "Tujuan dari dilaksanakannya penelitian ini adalah untuk menganalisis pengaruh dari Visual Merchandising KKV Galaxy Mall yang dilakukan di outlet terhadap Repurchase Intention dengan Shopping Lifestyle sebagai variabel moderasi dan Impulsive Buying sebagai variabel mediasi. Pengumpulan data untuk penelitian ini dilakukan dengan cara survey secara langsung di KKV Galaxy Mall dan secara online melalui Line, Whatsapp, dan Instagram. Jumlah responden yang berhasil diperoleh dan diolah datanya sebanyak 124 responden. Responden penelitian adalah customer KKV Galaxy Mall yang pernah berkunjung dan melakukan pembelian sebanyak minimal 2x dalam 6 bulan terakhir. Alat yang dilakukan untuk proses pengolahan data adalah pendekatan model struktural dengan teknik Partial Least Square dan menggunakan aplikasi SMART PLS. Hasil dari penelitian tugas akhir ini menunjukkan bahwa Visual Merchandising tidak berpengaruh signifikan terhadap Repurchase Intention, Visual Merchandising berpengaruh terhadap Impulsive Buying customer KKV Galaxy Mall Surabaya, Impulsive Buying berpengaruh terhadap Repurchase Intention customer KKV Galaxy Mall Surabaya, Impulsive Buying memediasi secara signifikan hubungan Visual Merchandising terhadap Repurchase Intention customer KKV Galaxy Mall Surabaya, dan Shopping Lifestyle tidak memoderasi hubungan Visual Merchandising terhadap Repurchase Intention customer KKV Galaxy Mall Surabaya.",
  "creators": "PRISCILLA AMANDA PRYONO",
  "contributors": "Edwin Japarianto (Advisor and Examination Committee); Dr. Yohanes Sondang Kunto, S.Si., M.Sc. (Examination Committee 1); Drs. Sugiono Sugiharto, M.M., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020938; Priscilla Amanda Pryono (D11200262)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMERS--RESEARCH"
}