{
  "id": "59174",
  "title": "Aplikasi rekam medis elektronik pasien untuk praktek dokter pribadi",
  "abstract": "Pada saat ini kunjungan pada tempat praktik dokter harus melalui antrian, pasien harus datang ke tempat praktik untuk mendaftar dan menunggu giliran yang bisa memakan waktu dan menimbulkan ketidaknyamanan. Di sisi lain masih banyak pencatatan rekam medis yang dilakukan secara manual melalui media kertas. Pencatatan yang dilakukan dengan cara konvensional seperti ini sering membuat waktu karena dokter atau mantri harus mencari berkas data pasien tertentu. Selain itu sering kali data rekam medis pasien yang dicari tersebut hilang atau sulit ditemukan. Melihat berbagai masalah yang terjadi mulai dari pendaftaran antrian pasien hingga pencatatan rekam medis pasien, maka dirancang sebuah aplikasi dengan sistem yang dapat mengolah data mulai dari pendaftaran pasien, reservasi pasien hingga pencatatan dan juga riwayat kunjungan pasien. Aplikasi yang dibuat berbasis android untuk pasien dan berbasis website untuk dokter dan admin. Aplikasi yang diujikan 14 pengguna yang terdiri dari 10 pengguna sebagai pasien, 2 dokter, dan 2 admin. Hasil pengujian menunjukkan aplikasi yang dirancang dapat membantu pasien dalam melakukan reservasi kunjungan secara mandiri di mana saja dan kapan saja tanpa perlu kontak dengan dokter maupun admin dengan nilai yang diperoleh sebesar 71% responden menjawab sangat setuju. Selain itu, aplikasi ini cukup baik dalam membantu operasional dokter sehari-hari mulai dari pendaftaran pasien, penerimaan reservasi pasien hingga pencatatan rekam medis elektronik.",
  "creators": "OLVIN YAURI",
  "contributors": "Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 1); ANITA NATHANIA PURBOWO, S.KOM. (Advisor 2); Silvia Rostianingsih (Examination Committee 1); Leo Willyanto Santoso (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022447/INF/2024; Olvin Yauri (C14190200)",
  "subjects": "MEDICAL ELECTRONICS; MEDICAL RECORDS; ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE)"
}