{
  "id": "59178",
  "title": "Pengaruh storytelling terhadap kemampuan berpikir kritis anak SD untuk jenjang kelas besar pada SD Kristen X Surabaya",
  "abstract": "Kemampuan berpikir kritis adalah salah satu kemampuan yang perlu dimiliki dan dikembangkan anak sejak dini. Salah satu metode mengajar yang dapat dipakai guru untuk meningkatkan kemampuan berpikir kritis pada anak adalah melalui storytelling. Penelitian ini bertujuan untuk mengetahui pengaruh storytelling terhadap kemampuan berpikir kritis anak sekolah dasar untuk jenjang kelas besar di SD Kristen X Surabaya. Penelitian ini menggunakan jenis penelitian kuantitatif dengan desain eksperimen semu yang mengambil bentuk nonequivalent control group design. Data penelitian diperoleh dari nilai tes Cornell Class-Reasoning Test Form X yang dibuat oleh Ennis dan Paulus (1965) untuk menguji kemampuan penalaran deduksi mengenai logika kelas yang merupakan salah satu aspek dari berpikir kritis. Tes dikerjakan oleh murid kelas eksperimen dan kontrol sebelum dan sesudah penerapan. Uji hipotesis dilakukan dengan uji Mann Whitney dan uji Wilcoxon setelah diuji normalitas dan homogenitasnya. Hasil uji Mann Whitney menunjukkan nilai signifikansi 0,156 > 0,05 dan hasil uji Wilcoxon menunjukkan nilai signifikansi 0,497 > 0,05. Kedua hasil uji hipotesis tersebut menyatakan bahwa storytelling tidak memberikan pengaruh signifikan kemampuan berpikir kritis anak SD.",
  "creators": "ELVIRA",
  "contributors": "Romirio Torang Purba, S.Pd., M.Pd. (Advisor 1); Franky Boentolo, S.T., M.Div., M.Th. (Examination Committee 1); Iman Subekti S.Pd.,M.Pd. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010002/PGSD/2023; Elvira (G11180018)",
  "subjects": "STORYTELLING ABILITY IN CHILDREN; CRITICAL THINKING IN CHILDREN--STUDY AND TEACHING (ELEMENTARY); STORYTELLING--STUDY AND TEACHING"
}