{
  "id": "59186",
  "title": "Pengaruh perceived product quality dan skill-set dari salesperson terhadap post-purchase intention pada konsumen Yakult di metropolitan Surabaya",
  "abstract": "Banyak yang telah melaporkan pentingnya product quality dalam post-purchase intention barang-barang kebutuhan sehari-hari. Namun, peran salesperson untuk membantu meningkatkan niat post-purchase intention konsumen masih kurang diketahui. Penelitian ini menyelidiki peran salesperson dan pengaruh product quality terhadap post-purchase intention. Yakult, pionir minuman mirip yogurt probiotik di Indonesia, menjadi objek penelitiannya. Berbeda dengan convenience goods lainnya, Yakult menggunakan strategi pemasaran yang unik dengan memberdayakan Yakult Lady sebagai salesperson untuk mengumpulkan dan mempertahankan pelanggannya. Data diambil dari 108 responden yang tinggal di wilayah Surabaya Raya yang mengkonsumsi Yakult yang mereka beli dari Yakult Lady setidaknya sebulan sebelum survei. Model regresi linier berganda akan digunakan untuk menjawab tujuan penelitian. Dari 108 responden yang diuji, hasil tes menunjukkan bahwa Skill-set of a salesperson tidak berpengaruh positif terhadap post-purchase intention konsumen Yakult (H1 ditolak). Perceived product quality terkonfirmasi memiliki peran mediasi pada pengaruh skill-set of a salesperson terhadap post-purchase intention konsumen yakult (H2 diterima). Berdasarkan hasil tersebut menunjukkan bahwa hubungan skill-set of a salesperson dan post-purchase intention lebih signifikan jika melalui hubungan mediasi perceived product quality.",
  "creators": "KEVIN NATHANAEL ABRAHAM",
  "contributors": "Dr. Yohanes Sondang Kunto, S.Si., M.Sc. (Advisor 1); Edwin Japarianto (Examination Committee 1); Drs. Sugiono Sugiharto, M.M., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020945/MAN/2023; Kevin Nathanael Abraham (D11200077)",
  "subjects": "CONSUMER BEHAVIOR; QUALITY OF PRODUCTS; PURCHASING--DECISION MAKING"
}