{
  "id": "59189",
  "title": "Platform internet of things berbasis cloud untuk mempermudah monitor dan kontrol perangkat esp32 dan esp8266",
  "abstract": "Perkembangan teknologi Internet of Things (IoT) pada saat ini berkembang dengan sangat cepat. Di mana suatu perangkat dapat berkomunikasi dengan perangkat lainnya tanpa ada bantuan dari tenaga kerja manusia melainkan menggunakan internet. Hal ini mengakibatkan banyaknya pergantian kegiatan yang sering dilakukan oleh tenaga kerja manusia menjadi serba otomasi. Banyaknya implementasi atas teknologi Internet of Things (IoT) menyebabkan suatu masalah yaitu bagaimana cara untuk melakukan kontrol dan monitor perangkat dalam jumlah yang banyak. Oleh karena itu, diperlukan untuk pembuatan sebuah platform IoT yang berfungsi sebagai penyimpanan data yang didapatkan dari perangkat IoT serta melakukan kontrol terhadap perangkat. Untuk mempermudah proses monitor perangkat, platform yang dibuat menyediakan pembuatan fleksibel dashboard dimana pengguna dapat melakukan kustomisasi sesuai dengan tampilan yang diinginkan. Penelitian ini memanfaatkan teknologi pengembangan website dengan framework Vue Js sebagai pembuatan frontend, framework NodeJs sebagai framework pembuatan API (Application Programming Interface) selaku backend dari sistem platform, PostgreSQL untuk penyimpanan database, dan layanan Digital Ocean sebagai server untuk deploy platform IoT. Pengujian dilakukan dengan 2 bentuk cara yaitu pengujian sistem fungsionalitas dari platform IoT sendiri dan pengujian performa load testing pada pemanggilan API selaku sistem backend dari platform IoT. Pengujian fungsionalitas platform memanfaatkan 2 buah rangkaian perangkat yaitu solar panel monitor dan monitor suhu, kelembapan dan kontrol LED. Kedua perangkat berhasil untuk dilakukan proses monitor dan kontrol melalui dashboard yang telah dibuat. Hasil dari pengujian fungsionalitas platform berjalan dengan efektif dan sesuai kebutuhan. Pengujian performa load testing memanfaatkan bantuan dari tools Apache JMeter dengan melakukan percobaan pemanggilan API sebanyak 10-100 user dan menghasilkan error rate sebesar 0,00% sedangkan pengujian yang lebih berat dengan pemanggilan API sebanyak 500 user menghasilkan error rate sebesar 14,00%. Maka dari itu, penelitian ini berhasil untuk menghasilkan sebuah solusi untuk mempermudah proses monitor dan kontrol perangkat IoT dalam jumlah yang banyak.",
  "creators": "DAVID IVAN",
  "contributors": "Andreas Handojo (Advisor 1); Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Advisor 2); Agustinus Noertjahyana (Examination Committee 1); Resmana Lim (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022454/INF/2024; David Ivan (C14190040)",
  "subjects": "APPLICATION PROGRAM INTERFACES (COMPUTER SOFTWARE); INTERNET OF THINGS; MOBILE APPS--DESIGN"
}