{
  "id": "59184",
  "title": "Evaluasi beban kerja fisik dan risiko gangguan otot rangka pekerja pada PT Anugrah Bumi Iinti Surya",
  "abstract": "Pekerjaan pembangunan perumahan oleh PT Anugrah Bumi Inti Surya melibatkan banyak pekerja proyek dengan pekerjaan fisik yang berat. Melalui hasil pengukuran beban kerja fisik menunjukkan bahwa beban kerja masuk kategori agak berat dan berat, sementara melalui pengukuran tingkat risiko gangguan otot rangka, pekerja memiliki risiko terhadap gangguan otot rangka yang sangat tinggi. Penelitian ini bertujuan untuk mengevaluasi beban kerja dan tingkat risiko gangguan otot rangka pada aktivitas-aktivitas proyek yang dilakukan pekerja. Evaluasi berdasarkan beban kerja fisik menggunakan Nordic Body Map (NBM), denyut nadi, Metabolic Work Rate (MWR), dan Cardiovascular Load (CVL). Sementara untuk pengukuran tingkat risiko gangguan otot rangka menggunakan metode Nordic Body Map (NBM), Rapid Entire Body Assessment (REBA), dan Ovako Work Posture Analysis System (OWAS). Hasil evaluasi beban kerja fisik dan risiko gangguan otot rangka menunjukkan lima kegiatan kerja yang memiliki beban kerja berat dan risiko gangguan otot rangka yang tinggi dengan %CVL sebesar 51%-62%; MWR sebesar 19,13-21,66 kkal/min; skor REBA sebesar 9-13, dan skor OWAS sebesar 3-4. Usulan perbaikan berupa lima alat bantu kerja yang dapat mengurangi risiko gangguan otot rangka. Usulan perbaikan dapat mengurangi risiko gangguan otot rangka dengan skor REBA sebesar 4-8 dan skor OWAS sebesar 1.",
  "creators": "STEVE ANTONIUS TJAHYO",
  "contributors": "Herri Christian Palit (Advisor 1); Debora Anne Yang Aysia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022642/IND/2023; Steve Antonius Tjahyo (C13200012)",
  "subjects": "EMPLOYEES-WORKLOAD; INDUSTRIAL SAFETY-EVALUATION; CONSTRUCTION INDUSTRY--EMPLOYEES"
}