{
  "id": "59193",
  "title": "Aplikasi beasiswa berbasis website pada Biro Administrasi Kemahasiswaan dan Alumni (BAKA) Universitas Kristen Petra",
  "abstract": "Biro Administrasi Kemahasiswaan dan Alumni (BAKA) merupakan biro yang bertugas pada bidang kemahasiswaan dan alumni di Universitas Kristen Petra. Terdapat beberapa permasalahan yang ada dalam proses pengajuan beasiswa, yaitu bertambahnya permintaan jenis beasiswa baru dengan fasilitas yang berbeda, terbatasnya jumlah staf BAKA yang menangani beasiswa, dan adanya permintaan dalam mempercepat penyampaian hasil keputusan penerimaan beasiswa. Selain itu, diperlukannya sistem persetujuan penerimaan beasiswa dan monitoring beasiswa untuk membantu staff BAKA dalam melakukan rekap dokumen. Pada skripsi ini, penulis akan membuat website untuk pendaftaran dan penerimaan beasiswa, untuk fitur-fitur pada website akan disesuaikan dengan role yang ada. Melalui pembuatan website ini diharapkan dapat mempermudah dan membantu mengurangi beban kerja staf BAKA dan mengurangi penggunaan kertas yang berlebih. Hasil yang diperoleh adalah sebuah aplikasi yang membantu BAKA dalam melakukan pencatatan yang meliputi proses tambah beasiswa, pendaftaran beasiswa, monitoring pendaftaran dan penerimaan beasiswa, proses rapat beasiswa, dan proses wawancara untuk memberikan rekomendasi. Berdasarkan hasil survei, didapatkan nilai rata-rata 91.66% aplikasi dapat membantu BAKA dalam melakukan pendataan beasiswa. Kemudian didapatkan nilai rata-rata 94.44% aplikasi dapat mempermudah PKPP dalam melaksanakan proses wawancara beasiswa. Sedangkan untuk mahasiswa, didapatkan nilai 94.3% aplikasi mempermudah proses pendaftaran beasiswa.",
  "creators": "MARIA AMAYLIA THOMAS",
  "contributors": "Justinus Andjarwirawan (Advisor 1); Ivan Widiyanto S.Kom (Advisor 2); Agustinus Noertjahyana (Examination Committee 1); Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022435/INF/2024; Maria amaylia thomas (C14190093)",
  "subjects": "WEB APPLICATIONS--COMPUTER PROGRAMS; WEB SITES--DESIGN; APPLICATION SOFTWARE"
}