{
  "id": "59203",
  "title": "Pengaruh brand experience dan perceived product quality terhadap post-purchase intention Kopi Kenangan Hanya Untukmu",
  "abstract": "Kopi Kenangan identik dengan thematic menu dan store ambience yang membentuk brand experience tersendiri. Kehadiran Kopi Kenangan Hanya Untukmu sebagai kopi ready-to-drink menjadi terobosan terbaru dari coffee chain terbesar di Indonesia ini. Akan tetapi, tidak banyak yang diketahui tentang apakah brand experience Kopi Kenangan sebagai coffee chain memiliki pengaruh positif terhadap post-purchase intention Kopi Kenangan Hanya Untukmu. Penelitian ini akan menguji pengaruh brand experience tersebut terhadap post-purchase intention Kopi Kenangan Hanya Untukmu yang meliputi tiga indikator seperti minat membeli ulang, minat merekomendasikan, minat membeli produk dari merek yang sama. Lebih jauh, ingin diketahui bagaimana peran perceived product quality pada hubungan pengaruh yang dimaksud. Data berasal dari 100 pelanggan yang pernah berkunjung ke gerai Kopi Kenangan dan mengkonsumsi Kopi Kenangan Hanya Untukmu dalam tiga bulan terakhir sebelum periode survei. Analisis menggunakan PLS-SEM untuk menjawab tujuan penelitian. Hasil penelitian menunjukkan terdapat pengaruh positif brand experience dari main brand (Kopi Kenangan) terhadap perceived product quality dan post purchase intention sub brandnya (Kopi Kenangan Hanya Untukmu). Demikian juga, terdapat pengaruh positif perceived product quality terhadap post purchase intention. Penelitian ini juga menemukan bahwa brand experience dari main brand memiliki pengaruh terbesar dalam pembentukan perceived product quality sub brandnya.",
  "creators": "NAOMI ANGELA",
  "contributors": "Dr. Yohanes Sondang Kunto, S.Si., M.Sc. (Advisor 1); Edwin Japarianto (Examination Committee 1); Drs. Sugiono Sugiharto, M.M., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020946/MAN/2023; Naomi Angela (D11200069)",
  "subjects": "QUALITY OF PRODUCTS; PURCHASING--DECISION MAKING"
}