{
  "id": "59206",
  "title": "Pengaruh short video marketing terhadap attitude toward brand dan purchase intention konsumen Tropicana Slim Gen Z di Indonesia",
  "abstract": "Belakangan ini, short video marketing telah menjadi tulang punggung dalam strategi periklanan untuk memperkuat sikap positif terhadap merek. Namun demikian, apakah sikap merek yang positif ini akan mengarah pada niat membeli khususnya di kalangan Gen Z masih menjadi tanda tanya. Hal ini mengingat Gen Z seringkali dianggap sebagai konsumen yang kurang loyal dibanding generasi sebelumnya. Penelitian ini mencoba menganalisis pengaruh short video marketing terhadap purchase intention melalui attitude toward brand sebagai mediator. Penelitian ini akan menggunakan Tropicana Slim sebagai obyek penelitian, mengingat merek tersebut merupakan merek terkemuka dalam hal pemanis rendah kalori di Indonesia. Selain itu, merek ini secara strategis menggunakan short video marketing untuk meningkatkan brand awareness di kalangan anak muda sejak 2011. Data akan dikumpulkan dari 127 responden yang tinggal di Jakarta dan Surabaya, dua kota besar di Indonesia. Penelitian ini akan menggunakan teknik Partial Least Square Structural Equation Model untuk menjawab tujuan penelitian dan menarik kesimpulan. Hasil penelitian menunjukkan bahwa short video marketing tidak berpengaruh secara langsung terhadap purchase intention. Selain itu ditemukan efek mediasi dari attitude toward brand pada pengaruh positif short video marketing terhadap purchase intention, sehingga dapat disimpulkan bahwa adanya efek tidak langsung pada pengaruh positif short video marketing terhadap purchase intention konsumen Tropicana Slim Gen Z.",
  "creators": "ISAAC WILLIAM SUNOTO",
  "contributors": "Dr. Yohanes Sondang Kunto, S.Si., M.Sc. (Advisor 1); Edwin Japarianto (Examination Committee 1); Drs. Sugiono Sugiharto, M.M., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020948/MAN/2023; Isaac William Sunoto (D11200487)",
  "subjects": "BRAND NAME PRODUCTS; CONSUMER BEHAVIOR; MARKETING"
}