{
  "id": "59215",
  "title": "Sistem informasi perencanaan kebutuhan bahan baku dengan metode economic order quantity pada perusahaan manufaktur PT X",
  "abstract": "PT Yanamury Rattan merupakan sebuah perusahaan yang bergerak dalam bidang manufaktur. Perusahaan ini menghasilkan sebuah produk yaitu berbagai jenis furniture. Pada saat ini perencanaan kebutuhan bahan baku untuk produksi masih dilakukan secara manual oleh bagian PPIC perusahaan. Hal tersebut menyebabkan terjadinya kesalahan perhitungan perencanaan kebutuhan bahan baku, di mana nanti mengakibatkan ketidak tepatan jumlah maupun jadwal ketersediaan bahan baku sehingga menghambat jalannya proses produksi dan secara tidak langsung juga mengurangi kepuasan pelanggan karena keterlambatan kedatangan produk sampai ke pelanggan. Permasalahan tersebut dapat diatasi dengan pembuatan sistem informasi agar perusahaan dapat melakukan pencatatan seluruh data perusahaan dalam suatu sistem yang terintegrasi menjadi satu kesatuan. Serta sistem informasi yang dapat menghitung perencanaan kebutuhan bahan baku menggunakan salah satu teknik lot sizing yaitu Economic Order Quantity. Dengan pembuatan sistem informasi perencanaan kebutuhan bahan baku menggunakan perhitungan tersebut, perusahaan dapat melakukan perencanaan kebutuhan bahan baku yang tepat, baik dari segi jumlah maupun jadwal dibutuhkannya sehingga kegiatan produksi tidak akan terhambat dan pengiriman produk bisa terlaksanakan sesuai dengan tanggal pengiriman tanpa adanya keterlambatan yang terjadi.",
  "creators": "HUGO OLIVIERA",
  "contributors": "Alexander Setiawan (Advisor 1); Adi Wibowo, S.T., M.T., Ph.D. (Advisor 2); Silvia Rostianingsih (Examination Committee 1); I Gede Agus Widyadana (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022431/INF/2024; Hugo Oliviera (C14190075)",
  "subjects": "MANUFACTURING; MANUFACTURING INFORMATION SYSTEMS; MANAGEMENT INFORMATION SYSTEMS"
}