{
  "id": "59217",
  "title": "Analisa perbaikan susut energi saluran transmisi tegangan tinggi 70 kV dan 150 kV pada sistem kelistrikan Flores",
  "abstract": "Ketersediaan listrik yang cukup dan berkualitas merupakan hal yang harus dipenuhi oleh PLN untuk mengimbangi perkembangan kebutuhan listrik yang sangat pesat saat ini. Demikian juga penyaluran energi listrik kepada konsumen harus berjalan dengan baik sesuai dengan yang diharapkan. Akan tetapi, saat ini posisi antara pusat-pusat pembangkit dan pusat-pusat beban pada umumnya terpisah dalam ratusan bahkan ribuan kilometer, seperti yang ada di wilayah kerja PLN Sistem Flores. Keadaan ini dapat menimbulkan kerugian bagi PLN karena rugi-rugi daya yang dihasilkan. Rugi-rugi daya yang terjadi pada saluran transmisi sangat perlu diperhatikan, karena bisa menyebabkan hilangnya daya yang cukup besar. Hasil dari tugas akhir ini menujukkan nilai rugi-rugi daya (susut daya) dapat diatasi dengan mengatur pola operasi sistem kelistrikan Flores dengan mengatur tap changer pada trafo yang beroperasi dan juga menambahkan kapasitor bank. Nilai saving energy yang dihasilkan adalah 154.872 kWh. Selain itu, dapat juga dipasang kapasitor bank yang telah dikolaborasi dengan pengaturan tap changer. Nilai saving energy yang dihasilkan adalah 252.648 kWh. Permodelan perbaikan susut daya ini dilakukan menggunakan ETAP.",
  "creators": "FLORENS CAROLINE LUDJI",
  "contributors": "Prof. Ir. Hanny Hosiana Tumbelaka, M.Sc., Ph.D. (Advisor 1); Yusak Tanoto, S.T., M.Eng., Ph.D. (Advisor 2); Emmy Hosea (Examination Committee 1); Julius Sentosa Setiadji (Examination Committee 2); Thiang (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010681/ELK/2023; Florens Caroline Ludji (C11180041)",
  "subjects": "ELECTRIC POWER DISTRIBUTION; ELECTRIC POWER SYSTEMS ANALYSIS; ELECTRIC POWER SYSTEMS-ELECTRIC LOSSES; ENERGY DISSIPATION"
}