{
  "id": "59219",
  "title": "Pengaruh good corporate governance dan auditor reputation terhadap financial performance dimediasi oleh market demand pada perusahaan IPO di Indonesia",
  "abstract": "Penelitian ini mengeksplorasi dampak GCG dan reputasi auditor terhadap kinerja keuangan dan permintaan pasar perusahaan yang melakukan IPO di Indonesia. Dengan menggunakan data prospektus dan laporan keuangan dari 204 perusahaan yang terlibat dalam kegiatan IPO antara tahun 2017 dan 2021, penelitian ini menggunakan path analysis melalui software statistik SmartPLS. Temuan penelitian ini menunjukkan bahwa dalam konteks perusahaan yang melakukan IPO di Indonesia, skor penerapan GCG mengalami peningkatan setiap tahunnya. Namun, hal tersebut masih belum membuktikan adanya pengaruh antara GCG terhadap kinerja keuangan dan permintaan pasar. Kemudian, permintaan pasar juga tidak berpengaruh terhadap kinerja keuangan. Di sisi lain, reputasi auditor ditemukan berpengaruh negatif terhadap permintaan pasar, namun reputasi auditor berpengaruh positif terhadap kinerja keuangan. Selain itu, tidak ada hubungan mediasi antara permintaan pasar dari GCG terhadap kinerja keuangan dan reputasi auditor terhadap kinerja keuangan. Penelitian ini memberikan wawasan yang berharga bagi manajemen, terutama mereka yang mempertimbangkan IPO, dengan menjelaskan efek GCG dan reputasi auditor pada metrik keuangan dan dinamika pasar dalam konteks Indonesia. Selain itu, penelitian ini memberikan kontribusi baru pada penelitian yang sudah ada sebagai penelitian pertama di Indonesia yang menilai pengaruh permintaan pasar terhadap perusahaan yang melakukan IPO.",
  "creators": "RICHARD SETIAWAN",
  "contributors": "Sautma Ronni Basana (Advisor 1); Sany, S.E., MS-CIS., Ph.D. (Examination Committee 1); Nanik Linawati (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020408/MM/2024; Richard Setiawan (D21220047)",
  "subjects": "FINANCIAL PLANNERS-MARKETING; FINANCIAL PLANNERS; GOOD CORPORATE GOVERNANCE"
}