{
  "id": "59220",
  "title": "Pengaruh penambahan litium karbonat dan kalsium oksida terhadap properties mortar 3D printing",
  "abstract": "3D printing merupakan metode produksi yang banyak dikembangkan akhir-akhir ini untuk menggantikan metode produksi konvesional karena berpotensi menekan biaya sekitar 35%-60% dalam pembuatan beton. Tercapainya keberhasilan proses produksi modern ini antara lain juga dipengaruhi oleh penggunaan beberapa macam material tambahan untuk mendapatkan properties yang dikehendaki. Penelitian ini bertujuan untuk menganalisa penggunaan bahan tambahan litium karbonat dan kalsium oksida terhadap initial setting time, workability, dan properties 3D printing lainnya. Hasil evaluasi menunjukkan bahwa kombinasi litium karbonat dan kalsium oksida dapat mempercepat initial setting time secara signifikan bila dibandingkan dengan penggunaan kalsium oksida saja. Bila ditinjau pada workability-nya, penambahan litium karbonat dengan kadar 1% dapat menghasilkan efek yang sebanding dengan penambahan 5% kalsium oksida. Namun seiring ditingkatkannya penambahan kadar litium karbonat mengakibatkan turunnya kuat tekan dari mortar. Oleh karena itu, untuk memenuhi karakteristik mortar 3D printing direkomendasikan menggunakan litium karbonat dengan kadar tidak lebih dari 2%. Pada kadar ini initial setting time sudah tercapai, workability masih berada di batas yang dikehendaki dan kuat tekan mortar tidak mengalami penurunan yang terlalu banyak.",
  "creators": "DAVID CHRISTIAN WIDJAYA",
  "contributors": "Antoni (Advisor 1); Djwantoro Hardjito (Advisor 2); Pamuda Pudjisuryadi (Examination Committee 1); Jimmy Chandra (Examination Committee 2); Gogot Setyo Budi (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000369/MTS/2023; David Christian Widjaya (B21200013)",
  "subjects": "MORTAR--ADDITIVES; THREE-DIMENSIONAL PRINTING--INDUSTRIAL APPLICATIONS"
}