{
  "id": "5922",
  "title": "Studi tentang pengamatan standar waktu dan produktivitas pekerjaan konstruksi : Studi kasus pada proyek Ruko Gubeng Station selama bulan September 2003 - Nopember 2003",
  "abstract": "Produktivitas menentukan keberhasilan pelaksanaan schedule proyek konstruksi. Dalam menentukan produktivitas, banyak mengalami kesulitan karena produktivitas tidak dapat diukur secara akurat melainkan melalui pendekatan. Salah satu metode menetukan produktivitas adalah time study. Pengamatan dilakukan berdasarkan waktu kerja, waktu istirahat, dan waktu yang tersedia untuk bekerja. Penelitian ini bertujuan menetukan standar waktu, produktivitas, dan membandingkan upah tenaga kerja dengan standar upah di Surabaya. Produktivitas merupakan hasil kali efisiensi dan utilisasi. Efisiensi adalah perbandingan antara standar waktu dan waktu kerja. Utilisasi adalah perbandingan antara waktu kerja dan waktu yang tersedia untuk bekerja. Untuk membandingkan upah kerja dilakukan perhitungan upah tiap satu satuan pekerjaan. Analisa produktivitas Ruko Gubeng Station, menunjukkan bahwa penentuan produktivitas tenaga kerja sangat dipengaruhi oleh waktu kerja. Waktu kerja yang melebihi standar waktu menyebabkan efisiensi kecil, sehingga tingkat produktivitas juga kecil. Misalkan pada pembuatan bekisting balok diperlukan waktu 404 menit untuk menghasilkan 40.67 m 2 sehingga didapat standar waktu 94.897 menit, maka didapat efisiensi 0.235, utilisasi 0.962, dan produktivitas 0.226. Hasil perbandingan antara upah satuan kerja dan satuan standar upah pada pekerjaan bekisting balok menunjukkan bahwa upah satuan kerja (Rp 5437.14/ m 2 ) lebih rendah dari satuan standar upah di Surabaya (Rp 7793.5/m 2 ).",
  "creators": "AMELIA ANDREANA WIBOWO; YENNIE ONY SAPUTRI",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Jonathan Hendra Kusuma (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1314/SIP/2004; Amelia Andreana Wibowo (21499010), Yennie Ony Saputri (21499032)",
  "subjects": "TIME STUDY; CONSTRUCTION INDUSTRY-MANAGEMENT"
}