{
  "id": "59224",
  "title": "Optimization of transportation and warehouse opening strategies to minimize CO2 emissions in green logistic",
  "abstract": "Logistics activities are among the major contributors to CO2 emissions, posing significant environmental threats. Warehousing and transportation, closely associated with logistics, are significant sources of CO2 emissions. Recognizing this issue, the researcher aims to develop a model using optimization methods to minimize CO2 emissions specifically arising from logistics activities, focusing on transportation and warehousing. The model is intended for analyzing and calculating the extent of CO2 emissions generated in logistics activities within the three layers of the supply chain. In this research, a linear programming model will be developed to address the existing problems. The research outcomes indicate that the total CO2 emissions for 12 periods amount to 853,368.18 kg CO2 when three out of five potential warehouses are utilized. These selected warehouses successfully fulfill the entire demand. Moreover, the optimal solution also provides a breakdown of quantities to be shipped from the warehouse to the supermarket, aiding in the determination of the most suitable truck types. Consequently, decisions regarding warehouse openings and the choice of trucks significantly impact the resulting emissions. After conducting sensitivity analysis, it is evident that the model is reasonable and aligns with real-world conditions in general.",
  "creators": "CATHERINE GRACIA HERMANTO",
  "contributors": "Herri Christian Palit (Advisor 1); I Gede Agus Widyadana (Examination Committee 1); Tanti Octavia (Examination Committee 2); Dr. Nguyen, Thi My Hanh (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022636/IND/2023; Catherine Gracia Hermanto (C13200018)",
  "subjects": "SUPPLY CHAIN, LOGISTICS AND OPERATIONS MANAGEMENT; POLLUTION CONTROL INDUSTRY"
}