{
  "id": "59234",
  "title": "Gedung bioskop di Surabaya",
  "abstract": "Bioskop adalah fasilitas menonton film layar lebar yang disediakan hampir di seluruh pusat perbelanjaan di Indonesia. Masyarakat Indonesia sangat suka menonton film layar lebar yang ditayangkan di bioskop. Ketika masyarakat Indonesia menonton film layar lebar di bioskop, mereka dapat menikmati keindahan dari seni film yang sudah diciptakan oleh pembuat film tersebut dengan penuh kepuasan melalui indera penglihatan dan pendengaran mereka. Kepuasan itu juga membuat penonton menikmati keindahan seni film tersebut sampai penuh perasaan yang masuk ke dalam perasaan hati dan ingatan mereka. Bioskop juga merupakan salah satu sarana masyarakat Surabaya untuk meninggalkan kesibukan dunia kerja dan studi. Penonton bisa menikmati film-film yang diputar dengan kualitas yang lebih tinggi dari pada menonton dengan televisi di rumah sendiri. Bioskop yang dirancang juga memiliki banyak sarana lainnya untuk relaksasi. Penulis ingin merancang bangunan bioskop yang lepas dari pusat perbelanjaan tapi masih bersifat rekreatif dan bangunan yang juga bisa mengisolasi pengunjung dari ruang luar bangunan dengan fasilitas-fasilitas yang memenuhi kebutuhan pengunjung untuk kabur dari kesibukan dunia kerja dan pendidikan dengan cara bangunan tidak memiliki bukaan seperti jendela untuk cahaya matahari dan angin masuk. Hasil yang diperoleh adalah bangunan bioskop yang lepas dari pusat perbelanjaan tapi bersifat rekreatif lalu bisa membantu pengunjung relaksasi dan meninggalkan kesibukan dunia kerja dan pendidikan.",
  "creators": "CLIFF HARTOYO",
  "contributors": "Samuel Hartono (Advisor 1); Roni Anggoro, S.T., M.A.Arch. (Advisor 2); Angela Christysonia Tampubolon, S.T., M.T. (Examination Committee 1); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 02024510/ARS/2023; Cliff Hartoyo (B12190018)",
  "subjects": "CINEMATOGRAPHY-BUILDINGS-DESIGN AND PLANS; MOTION PICTURE THEATERS--DESIGNS AND PLANS"
}