{
  "id": "59232",
  "title": "Pembelajaran berbasis visual novel untuk meningkatkan pemahaman pemrograman dasar",
  "abstract": "Dalam era digital yang semakin berkembang, pemrograman telah menjadi keterampilan kunci yang diperlukan dalam berbagai bidang, termasuk teknologi informasi, ilmu komputer, ilmu data, dan bahkan industri kreatif. Namun, banyak mahasiswa dan pemula yang tertarik untuk memasuki dunia pemrograman seringkali mengalami kesulitan dalam memahami konsep dasar pemrograman. Metode pengajaran konvensional yang sering mengutamakan teks dan sintaksis kode cenderung kurang menarik dan dapat membingungkan bagi sebagian siswa, menghambat perkembangan mereka di dunia pemrograman. Banyak mahasisiswa dan pemula mengalami kesulitan dalam memahami konsep dasar pemrograman, dan metode pengajaran konvensional seringkali kurang memadai. Hal ini di dukung dengan hasil survey awal yang dilakukan pada 21 orang responden. Berdasarkan hasil survey, 4.8% sangat tidak setuju, 38.1% tidak setuju, dan 38.1% cukup setuju pada pertanyaan apakah responden percaya diri dalam membuat program sederhana. Selain itu, 71.4% responden menjawab kesulitan dalam memahami konsep dasar pemrograman seperti, if, loop, dan lainnya. Hal ini membuktikan bahwa mahasiswa butuh alat bantu tambahan untuk membantu memahami materi pemrograman dengan baik. Berdasarkan hasil survey awal maka penulis melakukan penelitian pembelajaran menggunakan visual novel yang sudah di lakukan pada skripsi ini dengan total 21 orang responden dari Prodi informatika yang berasal dari berbagai Universitas seperti: Universitas Padjajaran, Universitas Negeri Yogyakarta, Universtitas Indonesia, dan lainnya, yang telah mengisi pre-test, mencoba game, dan post-test, yang menghasilkan peningkatan nilai skor rata-rata dari 38.81 (Pre-test) menjadi 91.43 (Post-test). Berdasarkan peningkatan nilai yang ditunjukkan pada post-test dapat disimpulkan bahwa metode pembelajaran menggunakan visual novel dapat meningkatkan pengetahuan mahasiswa.",
  "creators": "MELIANA HARSONO",
  "contributors": "Hans Juwiantho S.Kom., M.Kom (Advisor 1); Felix Pasila (Advisor 2); Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Examination Committee 1); Ir. Djoni Haryadi Setiabudi, M.Eng. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022443/INF/2024; Meliana Harsono (C14190158)",
  "subjects": "LEARNING--STUDY AND TEACHING; PROGRAMMING (COMPUTERS); VISUAL NOVELS"
}