{
  "id": "59238",
  "title": "Pengaruh product packaging terhadap post purchase intention Bear Brand di metropolitan Surabaya dengan perceived product quality sebagai variabel mediasi",
  "abstract": "Bear Brand adalah sebuah produk susu steril yang memiliki identitas yang kuat dengan kemasan klasik kaleng putih yang menjadi ciri khasnya. Fenomena ini anti-mainstream di tengah banyak penelitian yang menempatkan daya tarik kemasan sebagai hal penting guna mendorong keputusan pembelian konsumen. Bear Brand juga memiliki persepsi kualitas yang kuat di mata konsumen bahwa produknya membantu pemulihan kesehatan. Kedua hal ini menjadi menarik untuk diteliti terutama dalam hubungannya dengan keputusan pembelian konsumen. Penelitian ini menguji pengaruh kemasan produk (product packaging) dan persepsi atas kualitas produk (product perception) dalam keputusan pembelian Bear Brand. Data berasal dari 113 partisipan survei eksperimental berusia minimal 17 tahun dan bertempat tinggal di Metropolitan Surabaya. Penelitian ini akan menggunakan teknik Partial Least Square Structural Equation Model untuk menjawab tujuan penelitian dan menarik kesimpulan. Penelitian ini menghasilkan kesimpulan yang menunjukkan bahwa product packaging dari susu steril Bear Brand tidak berpengaruh secara langsung terhadap post purchase intention. Melainkan perceived product quality yang merupakan variabel mediasi, ditemukan membawa pengaruh positif sebagai mediasi antara product packaging dan post purchase intention, sehingga dapat disimpulkan bahwa terdapat indirect effect langsung pada pengaruh positif product packaging terhadap post purchase intention konsumen Bear Brand di Surabaya Raya.",
  "creators": "WONG, JUSTIN ANTHONY",
  "contributors": "Dr. Yohanes Sondang Kunto, S.Si., M.Sc. (Advisor 1); Edwin Japarianto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 36020943/MAN/2023; Wong, Justin Anthony (D11200291)",
  "subjects": "PURCHASING--DECISION MAKING; QUALITY OF PRODUCTS; BRAND NAME PRODUCTS"
}