{
  "id": "59243",
  "title": "Eksplorasi pemanfaatan pelayanan public cloud untuk proses pembelajaran di program studi informatika",
  "abstract": "Lab sharing merupakan penggunaan laboratorium secara bersama dan merupakan fasilitas yang disediakan Universitas Kristen Petra untuk menunjang pembelajaran mahasiswa pada pembelajaran yang melibatkan pemrograman dan komputer. Walaupun lab sharing memiliki beberapa keuntungan, ada juga kekurangan yang menjadi masalah seperti perbedaan konfigurasi dan permasalahan jangka panjang, yaitu melakukan upgrade setiap 4 hingga 5 tahun sekali, sehingga biaya akan secara keluar setiap 4 hingga 5 tahun. Penelitian ini bertujuan untuk melakukan eksplorasi pemanfaatan layanan public cloud untuk mata kuliah dengan karakteristik yang berbeda menggunakan Amazon Web Services dan melakukan wawancara dengan beberapa koresponden dari kelas tersebut serta membandingkan biaya yang dikeluarkan, kemudahan maintenance, keuntungan, kerugian, dan kemudahan antara penggunaan aset fisik dan penggunaan aset digital. Penggunaan biaya yang digunakan untuk eksplorasi terhadap dua mata kuliah dapat menekan pengeluaran hingga 55,1%. Ada juga penggunaan cost yang justru berlebih, namun hanya sekitar 26,6% lebih banyak dibandingkan komputer laboratorium dengan keuntungan yang ditawarkan seperti fleksibilitas, generalisasi spesifikasi, dan lain-lain. Reaksi koresponden selama eksplorasi variatif dan bercampur, namun reaksi keseluruhan cukup positif dengan rata-rata lebih dari 50% koresponden yang diwawancarai setuju eksplorasi memenuhi aspek 5E (Effective, Efficient, Engaging, Error Tolerant, dan Easy to Learn).",
  "creators": "GLENN STEVEN SANTOSO",
  "contributors": "Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Advisor 1); Agustinus Noertjahyana (Advisor 2); Justinus Andjarwirawan (Examination Committee 1); Leo Willyanto Santoso (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022450/INF/2024; Glenn Steven Santoso (C14200010)",
  "subjects": "LEARNING--COMPUTER PROGRAMS; CLOUD COMPUTING"
}