{
  "id": "59247",
  "title": "Aplikasi mobile pencari peserta olahraga untuk mengisi kuota yang disediakan",
  "abstract": "Olahraga adalah kegiatan penting untuk kesehatan tubuh dapat menjaga kesehatan tulang dan otot, meningkatkan energi tubuh, menjaga kesehatan kulit, mencapai berat badan ideal, mencegah depresi, mengurangi resiko terjadinya berbagai penyakit, dan meningkatkan kualitas tidur. Salah satu kegiatan olahraga yang seringkali dilakukan adalah permainan olahraga seperti permainan basket, tennis, sepak bola, volley dan lain-lain. Namun, permainan olahraga kebanyakan memerlukan lebih dari 1 orang untuk memulai permainan. Terkadang adanya kejadian pembatalan kegiatan permainan olahraga karena kekurangan peserta untuk memulai permainan olahraga tersebut. Pada penelitian ini, aplikasi dapat digunakan untuk membantu orang-orang yang sering membatalkan kegiatan permainan olahraganya dikarenakan kekurangan peserta dengan cara melakukan posting pada aplikasi kemudian menunggu pengguna lain untuk bergabung ke kegiatan tersebut. Pengguna juga dapat mencari kegiatan melalui aplikasi yang ditawarkan. Dari pengujian berbasis skenario dapat disimpulkan bahwa fitur-fitur pada aplikasi mobile dapat digunakan dan hasil kuisioner menunjukkan bahwa aplikasi telah memenuhi kebutuhan dan membantu pengguna untuk mencari peserta olahraga serta kegiatan olahraga. Hasil keseluruhan kuisioner menunjukkan nilai 85.1% yang dapat disimpulkan bahwa aplikasi sudah berjalan dengan baik.",
  "creators": "KEVIN JONATHAN SUPARMAN TAY",
  "contributors": "Yulia (Advisor 1); ANITA NATHANIA PURBOWO, S.KOM. (Advisor 2); Leo Willyanto Santoso (Examination Committee 1); Kartika Gunadi (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022448/INF/2024; Kevin Jonathan Suparman Tay (C14190207)",
  "subjects": "MOBILE APPS"
}