{
  "id": "59240",
  "title": "Fasilitas perbelanjaan modern di Kabupaten Bone",
  "abstract": "Kota Watampone, ibukota Kabupaten Bone di Sulawesi Selatan, meliputi wilayah 0,95 km² dengan 7.000 penduduk (BPS 2021), berperan sebagai pusat ekonomi Bone. Sejak 2013, pertumbuhan pesat terjadi dalam infrastruktur dan pelayanan masyarakat, termasuk sektor ekonomi, sosial, politik, dan budaya, namun masyarakat bone lebih memilih berbelanja dan berekreasi di kota Makassar dengan jarak 170 km dari kota watampone, hal tersebut terjadi karena pusat perbelanjaan bone mulai ketinggalan zaman dan tidak terurus, oleh karena itu dibutuhkan fasilitas perbelanjaan modern di Kabupaten Bone. Perancangan fasilitas perbelanjaan modern untuk masyarakat Bone dengan konsep citywalk, tujuan dari konsep citywalk ini adalah menghasilkan suasana mall yang berbeda, dimana merupakan suatu tempat komersil yang memiliki fungsi sebagai pusat perbelanjaan namun juga sebagai tempat berkumpul, rekreasi atau hiburan dengan memperhatikan unsur estetika baik eksterior maupun interior. Dari perencanaan desain, pendekatan yang digunakan yaitu pendekatan karakter ruang dengan tujuan untuk menyediakan suasana yang menyerupai kota yang sebenarnya dalam skala yang lebih kecil, yang berupa tempat diperuntukkan sebagai wadah berekresi sekaligus berbelanja dan berada di lahan properti pengembang privat yang diperuntukkan sebagai ruang publik.",
  "creators": "ARIEF RACHMAN",
  "contributors": "Ir. Bisatya Widadya Maer, M.T. (Advisor 1); Angela Christysonia Tampubolon, S.T., M.T. (Advisor 2); Wanda Widigdo Canadarma (Examination Committee 1); Stanislaus Kuntjoro Santoso (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024516/ARS/2023; Arief Rachman (B12190121)",
  "subjects": "SHOPPING CENTERS--DESIGNS AND PLANS; SHOPPING MALLS-DESIGNS AND PLANS"
}