{
  "id": "59241",
  "title": "Aplikasi smart POS dengan market basket analysis pada toko bahan kue",
  "abstract": "Penelitian dilaksanakan di sebuah toko yang menjual bahan kue dan roti yang melayani pembelian secara grosir & retail di daerah kota Tuban. Toko tersebut terbilang masih tradisional dan masih menggunakan sistem transaksi dan inventori secara manual dan hal inilah yang menjadi dasar bagi penulis untuk melakukan pengembangan dan integrasi sistem yang nantinya diharapkan bisa membantu meningkatkan efisiensi performa penjualan dan stok-opname. Sebagai referensi, stok-opname hanya dilakukan ketika ada kunjungan salesman yang biasa terjadi ketika ada produk yang kosong, lalu diikuti dengan tidak adanya data terkait jumlah stok dalam inventori dan tanggal kadaluarsa yang terdaftar berakibat pada meningkatnya resiko barang rusak atau tidak layak jual. Berikutnya dari sisi penjualan, penjualan produk-produk hanya terjadi pada produk sudah laku di pasaran, cukup susah untuk menawarkan produk baru ke pelanggan, selain itu human error juga sering terjadi, seperti salah hitung dan salah harga. Sistem yang akan dikembangkan ini biasa disebut sebagai sistem point-of-sales (POS) yang sebenarnya cukup banyak opsi yang beredar di pasaran seperti MokaPOS, Pawoon, ConnectPOS dan lain-lain. Alasan mengapa penulis memilih untuk mengembangkan sistem POS yang baru adalah adanya kebutuhan untuk bisa menganalisa data hasil penjualan, menggunakan algoritma Apriori untuk menganalisa data penjualan sehingga didapatkan data hubungan antar produk atau asosiasi produk yang nantinya digunakan untuk menawarkan produk-produk yang sering dibeli secara bersamaan kepada pelanggan. Algoritma Apriori juga dapat digunakan sebagai bahan pertimbangan dalam strategi pemasaran, contohnya membuat program bundling produk dengan nominal diskon tertentu untuk menarik minat pembeli pada produk-produk yang kurang laku, mendekati tanggal kadaluarsa dan produk baru. Dampak lain dari integrasi sistem dalam penelitian ini juga akan memudahkan pemilik toko dari sisi kontrol stok, pembelian dan laporan penjualan. Implementasi sistem menggunakan perangkat Android dari pabrikan Imin dan telah diuji coba dengan menggunakan data produk dan data riwayat penjualan dari Agustus 2023 hingga November 2023 yang didapatkan dari pihak toko yang terdiri dari 1) data produk atau biasa disebut katalog yang akan digunakan untuk uji coba transaksi penjualan, dan 2) data riwayat penjualan yang akan digunakan untuk uji coba analisa dengan algoritma Apriori. Analisa data riwayat penjualan telah berhasil menampilkan produk-produk yang sering dibeli secara bersamaan dan menampilan asosiasi hubungan antar produk. Uji coba dilakukan di toko oleh beberapa kasir toko secara bergantian dan admin toko untuk melakukan input produk, input pembelian, melihat laporan penjualan dan menganalisa riwayat penjualan.",
  "creators": "AGUNG WIBOWO",
  "contributors": "Hans Juwiantho S.Kom., M.Kom (Advisor 1); Gregorius Satiabudhi (Examination Committee 1); Andreas Handojo (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022430/INF/2024; Agung Wibowo (C14190074)",
  "subjects": "COMPUTER ALGORITHMS; DATABASE MANAGEMENT; APPLICATION SOFTWARE"
}