{
  "id": "59249",
  "title": "Importance-performance analysis dari aktivitas koordinasi pada proyek konstruksi",
  "abstract": "Industri konstruksi seringkali disebut bersifat unik karena banyaknya pihak yang terlibat di dalamnya dengan kegiatan yang saling berhubungan. Industri konstruksi di Indonesia dianggap kurang efisien jika dibandingkan dengan industri lainnya dikarenakan sifatnya yang terfragmentasi dan koordinasi yang kurang baik. Untuk mencapai keberhasilan pada proyek konstruksi, tentu diperlukan peningkatan pelaksanaan koordinasi yang merupakan salah satu faktor terpenting. Tujuan dari penelitian ini adalah untuk mengetahui tingkat kepentingan dan tingkat frekuensi aktivitas koordinasi yang dilakukan pada proyek konstruksi. Selain itu, penelitian ini akan melihat apakah ada perbedaan jawaban menurut kontraktor dan owner dari proyek konstruksi, dan mencari tahu tingkat kesesuaian dari aktivitas koordinasi dengan metode IPA (Importance Performance Analysis). Penelitian ini dilakukan dengan penyebaran kuesioner ke proyek konstruksi di Surabaya. Dari total 112 kuesioner yang didapatkan, 62 responden berasal dari kontraktor dan 50 dari pihak owner. Data yang sudah didapatkan kemudian dianalisa dengan analisa mean, uji Mann-Whitney, dan IPA (Importance Performance Analysis). Hasil yang didapatkan adalah adanya perbedaan pendapat antara kontraktor dan owner terutama pada tingkat frekuensi, serta terdapat 6 aktivitas koordinasi yang di bawah tingkat kesesuaian menurut kontraktor dan 3 aktivitas koordinasi menurut owner.",
  "creators": "JUAN CHRISTHOPER; GIDEON EMMANUEL TANUJAYA",
  "contributors": "Andi (Advisor 1); Willy Husada, ST.,MT., Msc. (Examination Committee 1); Ambrosius Matthew Junius Reynaldo, S.T., M.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012719/SIP/2024; Juan Christhoper (B11200014), Gideon Emmanuel Tanujaya (B11200015)",
  "subjects": "CONSTRUCTION PROJECTS; CONSTRUCTION PROJECTS--MANAGEMENT"
}