{
  "id": "59248",
  "title": "Aplikasi manajemen proyek pembangunan gedung menggunakan Algoritma Critical Path Method",
  "abstract": "Pengelolahan proyek pembangunan gedung sering menghadapi beberapa kendala seperti kurangnya sistem terintegrasi untuk memantau kemajuan proyek dan kurangnya detail dalam pelaporan pengelola proyek. Selain itu kebanyakan pengelolahan proyek juga terkendala dalam masalah efisiensi waktu dalam menentukan jadwal pekerjaan. Untuk mengatasi masalah tersebut, diperlukan suatu aplikasi yang dapat membantu dalam monitoring dan perencanaan pembangunan gedung. Aplikasi tersebut harus memiliki efisiensi waktu yang lebih cepat dari cara manual dalam menentukan penjadwalan aktivitas-aktivitas proyek. Aplikasi tersebut juga harus mampu memberikan informasi yang akurat tentang kemajuan proyek meliputi pelaporan pekerjaan, pembuatan tagihan suatu proyek, serta informasi tentang vendor. Dalam pengerjaan skripsi ini terdapat beberapa metode yang digunakan yaitu Critical Path Method dan Three Point Estimating. Three Point Estimating digunakan untuk menentukan rentang perkiraan durasi aktivitas. Three Point Estimating dihitung berdasarkan 3 macam waktu yaitu waktu optimis, waktu pesimis, dan waktu realistis yang diperlukan untuk sebuah aktivitas. Critical Path Method (CPM) adalah metode manajemen proyek yang digunakan untuk menentukan jadwal proyek dan menganalisis jalur kritis yang mempengaruhi jadwal proyek. CPM digunakan untuk membuat jadwal proyek, mengidentifikasi jalur kritis, dan mengidentifikasi kebutuhan sumber daya. Hasil skripsi ini adalah aplikasi project management yang di mana fitur penjadwalannya menggunakan metode critical path method dan treepoint estimating di mana hal ini dapat mempercepat proses penjadwalan. Terbukti setelah dibandingkan oleh project management Mondays.com waktu yang di butuhkan aplikasi ini lebih kecil. Dengan adanya fitur kontrak vendor yang memiliki fitur notiikasi dapat membantu pengguna dalam meng-reminder pembayaran vendor dan dengan adanya hal ini maka dapat mengurangi kesalahan dalam pembayaran vendor.",
  "creators": "KENDREW TANDIO",
  "contributors": "Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 1); Silvia Rostianingsih (Advisor 2); Adi Wibowo, S.T., M.T., Ph.D. (Examination Committee 1); Kartika Gunadi (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022427/INF/2024; Kendrew Tandio (C14190070)",
  "subjects": "MOBILE APPS--DESIGN; PROJECT MANAGEMENT--TECHNOLOGICAL INNOVATIONS"
}