{
  "id": "5926",
  "title": "Analisa pelaksanaan time management proyek konstruksi pada perusahaan kontraktor di Surabaya",
  "abstract": "Time management termasuk ke dalam proses yang diperlukan untuk memastikan waktu penyelesaian suatu proyek. Sistem time management berpusat pada berjalan atau tidaknya perencanaan dan penjadwalan proyek. Dimana dalam perencanaan dan penjadwalan tersebut telah disediakan pedoman yang spesifik untuk menyelesaikan aktivitas proyek dengan lebih cepat dan efisien. Studi ini membahas secara khusus membahas bagaimana pelaksanaan time management proyek konstruksi pada perusahaan kontraktor di Surabaya. Hasil penelitian yang telah dilakukan kepada 3 perusahaan kontraktor klasifikasi besar menunjukkan bahwa pelaksanaan time management yang dilakukan oleh perusahaan kontraktor di Surabaya belum sepenuhnya mampu melaksanakan secara ideal. Monitoring merupakan salah satu aspek tersulit untuk dilakukan secara akurat dan teliti dikarenakan harus adanya korelasi yang kuat antara level executive management dengan para pelaksana yang ada di lapangan. Hal ini sangat penting untuk dilaksanakan sebab tidak digunakan sistem time management khususnya bagi pelaksana dilapangan adalah terdapatnya miss comunication, ketidakmengertian secara benar pelaksanaan schedule dalam sistem time management itu sendiri. Hambatan yang juga dihadapi oleh kontraktor di Surabaya adalah biaya yang sangat besar bila melakukan semua aspek sistem time management yang baik terutama bagi skala atau ukuran proyek yang besar, selain itu juga dikarenakan faktor pengalaman yang dimiliki sebagai kontraktor besar dianggap sebagai pegangan utama dalam membangun sebuah proyek konstruksi sehingga dalam prakteknya dilapangan tidak selalu melakukan semua aspek kegiatan dalam sistem time management yang ideal.",
  "creators": "BUDI MARGONO; MARTUA RAJA SIANTURI",
  "contributors": "ANDI (Advisor 1); Ratna S. Alifen (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1320/SIP/2004; Budi Margono (21499150), Martua Raja Sianturi (21499173)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT"
}