{
  "id": "59276",
  "title": "Analisis faktor laten penyebab klaim konstruksi dengan metode Exploratory Factor Analysis",
  "abstract": "Klaim konstruksi merupakan permintaan tambahan biaya dan/atau waktu yang dapat menjadi sebuah perselisihan apabila tidak langsung dipenuhi. Untuk itu, memahami penyebab klaim konstruksi dapat mencegah terjadinya klaim pada proyek mendatang. Penelitian ini memiliki tujuan yaitu menganalisis faktor-faktor penyebab klaim konstruksi serta mengidentifikasi faktor laten penyebab klaim konstruksi. Untuk mendapatkan hasil penelitian, maka dilakukan pengumpulan data dengan cara menyebarkan kuesioner kepada kontraktor. Setelah mendapatkan pengumpulan data menggunakan kuesioner, dilakukan analisis mean dan analisis faktor. Dari analisis mean didapatkan faktor yang paling menyebabkan klaim konstruksi, yaitu faktor adanya perubahan desain, adanya perubahan kuantitas jenis pekerjaan oleh owner, dan keterlambatan engineer dari pihak owner menerbitkan pemberitahuan yang mencantumkan gambar atau instruksi yang diperlukan, detail mengenai bentuk gangguan dan lamanya gangguan apabila tidak cepat diterbitkan. Dari hasil analisis faktor menggunakan exploratory factor analysis didapatkan tujuh buah faktor laten penyebab klaim konstruksi, yaitu faktor kondisi cuaca, lapangan, dan lingkungan sekitar proyek, keterlambatan owner dalam hal persetujuan, kurangnya Informasi (fakta-fakta di lapangan, dokumen, tanda batas pekerjaan) pada awal mulainya proyek dari owner, kejadian tak terduga/force majeure, kenaikan biaya, permasalahan serah terima, perubahan desain (gambar dan spesifikasi), dan permintaan penambahan pekerjaan oleh owner.",
  "creators": "DEVINA EVANGELINA; FRISCA ARIELLA KIANTO",
  "contributors": "Andi (Advisor 1); Daniel Tjandra (Examination Committee 1); Budiman Proboyo (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012711/SIP/2024; Devina Evangelina (B11190006), Frisca Ariella Kianto (B11190033)",
  "subjects": "CONSTRUCTION CONTRACTS; CONSTRUCTION INDUSTRY--MANAGEMENT; EXPLORATORY FACTOR ANALYSIS"
}