{
  "id": "59275",
  "title": "Aplikasi pencatatan stok dan sales order PT XYZ berbasis mobile",
  "abstract": "Terdapat perusahaan yang melakukan pencatatan keluar masuknya barang masih menggunakan buku yang ditulis secara manual. Karena pencatatan masih dilakukan secara manual, perusahaan ini sering kali melakukan kesalahan pada saat pencatatan, yang mengakibatkan ketidakakuratan perhitungan sisa stok yang di buku catatan dengan realita di gudang. Bahkan pernah beberapa kali kehilangan buku pencatatan tersebut, sehingga perusahaan tidak dapat melihat data pencatatan yang dicatat. Untuk menyelesaikan permasalahan ini, skripsi ini akan membuat aplikasi yang dapat membantu perusahaan dalam hal pencatatan keluar masuknya barang dan mencatat sales order juga. Sehingga perusahaan tidak lagi kehilangan data untuk pencatatan ini dan dengan mudah melihat data melalui telepon genggam. Hasil penelitian menunjukkan setelah dibuatnya aplikasi pencatatan stok ini, pihak perusahaan merasa terbantu dengan adanya aplikasi ini, dari mulai pencatatan stok, pembuatan sales order dan purchase order, sampai ke laporan penjualan dan pembelian. Selain itu, pihak karyawan yang bertugas mengirim juga merasa terbantu karena bisa melihat sendiri informasi dari order yang masuk. Tetapi karyawan juga mengatakan bahwa sedikit ribet ketika mau melakukan pengiriman harus menekan tombol dan juga mengunggah foto ketika sudah sampai lalu ketika sudah selesai pengiriman harus menekan tombol lagi. Akan tetapi aplikasi ini masih jauh dari sempurna dan perlu untuk dilakukan peningkatan lebih lanjut sesuai dengan saran yang diberikan oleh pengguna.",
  "creators": "RICO YULIANTO YAPIETER",
  "contributors": "Alvin Nathaniel Tjondrowiguno, S.Kom., M.T. (Advisor 1); Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Advisor 2); Leo Willyanto Santoso (Examination Committee 1); Silvia Rostianingsih (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022434/INF/2024; Rico Yulianto Yapieter (C14190091)",
  "subjects": "INVENTORIES--MANAGEMENT; MOBILE APPS; MOBILE APPS--DESIGN"
}