{
  "id": "59289",
  "title": "Analisa potensi penerapan wearable device pada beberapa proyek konstruksi di Surabaya",
  "abstract": "Penelitian ini menangani rendahnya kesadaran K3 di sektor konstruksi Surabaya dengan mengusulkan penggunaan Wearable Device. Data BPJS menunjukkan peningkatan kecelakaan kerja. Wearable Device, perangkat elektronik dipakai pengguna, diusulkan sebagai solusi dengan fitur pelacakan aktivitas fisik, pemantauan lokasi, dan fungsi lainnya. Tujuan penelitian adalah memahami penerapan dan kendala Wearable Device di konstruksi Surabaya, memberikan wawasan dan referensi bagi kontraktor. Penelitian ini menggunakan metode analisis data yang mencakup studi literatur, penentuan sampel dengan convenience sampling, pembuatan kuesioner, uji validitas dan reliabilitas, analisis deskriptif, uji Relative Important Index (RIl), dan analisis skor. Kuesioner dibagikan kepada pimpinan proyek, inspektur K3, dan pekerja konstruksi di Surabaya. Hasilnya akan diolah menggunakan SPSS, dan kesimpulan serta saran akan diambil dari analisis tersebut, memberikan wawasan tentang pemahaman dan kendala dalam penerapan. Wearable Device di proyek konstruksi. Melalui data yang didapatkan, pelaku konstruksi di Surabaya masih belum sepenuhnya paham dan siap untuk menggunakan Wearable Device pada pekerjaan konstruksi. Selain itu terdapat faktor dan subfaktor yang paling mempengaruhi dalam menerapkan Wearable Device. Faktor eksternal lebih berpengaruh dibandingkan faktor internal. Dan subfaktor yang paling berpengaruh adalah komitmen dari para pekerja, ketersediaan alat dan bahan, serta diperlukannya tenaga ahli.",
  "creators": "KADOSHTAMA FEBRIAN KURNIAWAN; THEODORE WENDY CHRISTANTO",
  "contributors": "Paulus Nugraha (Advisor 1); Sentosa Limanto (Examination Committee 1); DAVID WIYONO, ST.,MT. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012722/SIP/2024; Kadoshtama Febrian Kurniawan (B11190129), Theodore Eendy Christanto (B11190055)",
  "subjects": "EMPLOYEES--SAFETY APPLIANCES; SAFETY APPLIANCES; CONSTRUCTION INDUSTRY--EMPLOYEES"
}