{
  "id": "59291",
  "title": "Penerapan sistem informasi manajemen pakan ayam petelur dengan metode first expired first out pada PT Galus Unggul Jaya",
  "abstract": "Perkembangan teknologi yang sangat cepat telah membawa manusia memasuki kehidupan yang berdampingan dengan informasi dan teknologi itu sendiri. Semakin meningkatnya persaingan bisnis, maka sejalan dengan perkembangan arus informasi, suatu perusahaan dituntut agar mampu memberikan informasi yang lebih lengkap dan akurat, baik untuk kepentingan internal maupun eksternal perusahaan dengan perkembangan arus informasi yang meningkat, kebutuhan teknologi informasi sangat penting sebagai salah satu faktor untuk dapat bersaing, dalam hal ini peranan komputer diperlukan dalam membantu melaksanakan aktivitas setiap pegawai sesuai dengan jabatan dan tugasnya. Peternakan unggas adalah suatu badan usaha swasta yang bergerak di bidang beternak ayam petelur. Kesehariannya menghasilkan produk berupa telur ayam yang memenuhi kebutuhan pasar dan sekitarnya. Sebuah peternakan ayam yang cukup besar, jumlah ayam petelur yang dipelihara bisa mencapai ribuan ekor. Menjalankan peternakan menghabiskan ratusan kilogram pakan ayam setiap hari. Setelah mewawancarai manager di PT Galus Unggul Jaya, penulis mengetahui bahwa terkadang ada selisih jumlah antara keluar masuknya barang dan persediaan pakan. Perbedaan pengolahan laporan informasi produk seperti informasi produk masuk dan keluar serta laporan persediaan masih manual sehingga lambat. Selain itu, dalam hal penyimpanan dikarenakan pakan ayam merupakan bahan organic menyebabkan bahan baku maupun pakan itu sendiri mudah untuk expired. Hasil penelitian ini menghasilkan sebuah aplikasi untuk memanajemen stok pakan ayam pada perternakan ayam petelur berbasis web menggunakan metode First Expired First Out.",
  "creators": "BENEDICT ARLUEN MOCHTAR",
  "contributors": "Lily Puspa Dewi, S.T., M.Kom. (Advisor 1); Krisna Wahyudi, S.Kom., M.T. (Advisor 2); Andreas Handojo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022437/INF/2024; Benedict Arluen Mochtar (C14190098)",
  "subjects": "APPLICATION SOFTWARE; INVENTORIES--MANAGEMENT; MANAGEMENT INFORMATION SYSTEMS"
}