{
  "id": "59300",
  "title": "Sekolah menengah pariwisata Ternate",
  "abstract": "Kota Ternate merupakan sebuah daerah yang dipenuhi oleh berbagai peninggalan sejarah dan kebudayaan yang turun-temurun hadir dalam kehidupan masyarakatnya. Dilihat dari letak geografis kota Ternate yang berada dalam sebuah kepulauan tropis dan berada di kaki gunung Gamalama membentuk potensi wisata bahari alam yang memukau. Potensi kekayaan alam inilah yang dipatok untuk menjadi obyek pembangunan kota Ternate menjadi kota budaya dan wisata. Dari data jumlah wisatawan yang datang ke kota Ternate secara keseluruhan mengalami penurunan yang cukup derastis pada tahun 2015. Penurunan sektor pariwisata tersebut memiliki ikatan pengaruh faktor internal, terutama pelayanan jasa di dalam bidang pariwisata. Tujuan dari dibangunnya Sekolah Menengah Kejuruan Pariwisata di Ternate adalah untuk melatih dan mengembangkan generasi muda dalam dunia pariwisata. Dengan adanya peningkatan kualitas sumber daya manusia dalam dunia pariwisata, Sekolah Menengah Kejuruan Pariwisata di Ternate akan menjadi solusi untuk mengembangkan dan melestarikan dunia wisata nasional, terutama di kota Ternate sendiri. Perancangan Sekolah Menengah Kejuruan ini akan menjadi lebih baik dengan adanya integrasi antara sirkulasi, ruang dan massa sehingga pendekatan ruang berupa sekuens. Pendekatan sekuens ini juga digunakan untuk mengarahkan mayarakat sehingga fungsi pendidikan tidak mengganggu fungsi rumah huni di sekitar. Penerapan pendalaman sekuens ini diterapkan dalam bentuk transisi yang berupa perubahan karakter antar ruang dan permainan gelap dan terang antar ruang ke ruang sehingga pengunjung diberikan perspektif berbeda beda dari setiap fungsi ruang pembelajaran yang tersedia.",
  "creators": "MICHAEL OWEN HANDOKO",
  "contributors": "Markus Ignatio Aditjipto (Advisor 1); Altrerosje Asri, S.T., M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 02024517/ARS/2023; Michael Owen Handoko (B12190127)",
  "subjects": "SCHOOL BUILDINGS--DESIGNS AND PLANS"
}