{
  "id": "59303",
  "title": "Pengembangan awal inspeksi pembesian berbasis kode QR",
  "abstract": "Pekerjaan yang menggunakan inspeksi visual dan krusial salah satunya adalah pekerjaan pembesian. Dikarenakan pada suatu proyek memiliki gambar detail untuk kolom, balok dan plat lantai memiliki detail yang beragam dan membutuhkan ketelitian untuk memastikan tidak terjadi kesalahan oleh pekerja. Selain itu, pada bangunan yang memiliki jenis pembesian yang kompleks dan berbeda-beda, terdapat syarat-syarat yang harus dipenuhi agar spesifikasi yang direncanakan dapat tercapai. Salah satu metode yang dapat mendukung hal ini di era digital saat ini adalah penggunaan QR Code. Digitalisasi yang dibangun dengan pembagian data yang aman dan fleksibel memiliki peran penting dalam peningkatan infrastruktur. Penelitian ini bertujuan untuk menerapkan sistem kode QR pada pekerjaan pembesian dengan melakukan digitalisasi pada form inspeksi pembesian. Metode yang digunakan untuk penelitian ini adalah Research and Design menggunakan aplikasi Jotform dan pengumpulan data menggunakan metode kualitatif wawancara. Hasil dari penelitian ini menunjukkan integrasi kode QR dalam inspeksi pekerjaan pembesian dapat diintegrasikan dalam bentuk digitalisasi form inspeksi dan shop drawing dengan menggunakan QR Code sebagai sarana data base form di lapangan. Keuntungan dari metode kode QR terdapat pada segi dokumentasi dan efisiensi waktu. Sedangkan kendala yang ditemui terdapat pada konektivitas internet, cuaca, dan pengetahuan pengguna.",
  "creators": "JONATHAN CHRISTIAN WIBISONO SUNARKO; GABRIEL",
  "contributors": "Paulus Nugraha (Advisor 1); Handoko Sugiharto (Examination Committee 1); Ambrosius Matthew Junius Reynaldo, S.T., M.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10012713/SIP/2024; Jonathan Christian Wibisono Sunarko (B11190119), Gabriel (B11190114)",
  "subjects": "QR CODES; REINFORCED CONCRETE CONSTRUCTION; REINFORCED CONCRETE CONSTRUCTION--INSPECTION"
}