{
  "id": "59328",
  "title": "Perbandingan kapasitas lentur pada profil baja cold formed single channel dan double channel back-to-back menggunakan sni 7971:2013 dan uji eksperimental",
  "abstract": "Semakin berkembangnya dunia konstruksi, penggunaan baja cold formed (baja canai dingin) semakin meningkat. Hal tersebut disebabkan karena baja canai dingin dapat membuat proses pembangunan lebih cepat. Tetapi berdasarkan hasil penelitian sebelumnya terdapat perbedaan hasil kapasitas lentur antara uji eksperimental baja canai dingin dengan hasil perhitungan teoritis berdasarkan SNI 7971:2013. Oleh karena itu diperlukan penelitian lebih lanjut mengenai perbandingan hasil kapasitas lentur berdasarkan SNI 7971:2013 dengan hasil uji eksperimental. Pada penelitian ini, penulis membandingkan kapasitas perhitungan berdasarkan SNI 7971:2013 dengan uji eksperimental. Profil yang diuji adalah profil single channel dan double channel back to back, masing-masing dengan empat variasi bentang. Profil yang akan diuji ditempatkan secara simply supported, kemudian akan dilakukan pembebanan menggunakan loading jack disalurkan dengan spreading beam secara terpusat di tengah bentang spreading beam di mana spreading beam ini ditempatkan secara simply supported juga diatas benda uji (baja canai dingin). Hasil penelitian menunjukkan pada profil single channel dan double channel, hasil kapasitas lentur uji eksperimental lebih besar dibandingkan dengan hasil perhitungan SNI 7971:2013 kecuali pada bentang 500 mm.",
  "creators": "DOMINIC DYLAN; ALVANO MICHAEL HARYANTO",
  "contributors": "Hasan Santoso (Advisor 1); Effendy Tanojo (Advisor 1); Wong Foek Tjong, S.T., M.T., Ph.D. (Examination Committee 1); Benjamin Lumantarna (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10012726/SIP/2024; Dominic dylan (B11200031); Alvano michael haryanto (B11200013)",
  "subjects": "STEEL, STRUCTURAL; STEEL, STRUCTURAL--STANDARDS; STEEL--COLD WORKING"
}