{
  "id": "5932",
  "title": "Contoh aplikasi desain struktur rangka beton bertulang berdasarkan konsep berbasis kinerja",
  "abstract": "Perencanaan struktur terhadap beban gempa yang umum digunakan di Indonesia adalah strength based design dengan konsep capacity design. Desain ini mengutamakan kekuatan struktur tetapi kurang memperhatikan kontrol terhadap kerusakan yang terjadi akibat gempa. Oleh karena itu dikembangkan konsep baru yang memperhatikan tingkat kinerja struktur pasca gempa, seperti kontrol terhadap tingkat kerusakan bangapunan (damage control), yang dikenal sebagai performance based design. Untuk wilayah Asia ada suatu standar yang menjadi acuan bagi standar masing - masing negara yaitu Asian Concrete Model Code (ACMC). ACMC mengatur tentang pemeriksaan performance suatu struktur ditinjau dari tingkat kerusakan serta drift yang terjadi. Standar ACMC ini dalam pengaplikasiannya disesuaikan dengan kondisi dan peraturan yang berlaku di masing ? masing negara Asia. Studi ini membahas tentang pemeriksaan kinerja struktur rangka beton bertulang 10 lantai berdasarkan performance based design sesuai ACMC dengan meninjau dua jenis struktur yaitu struktur dengan daktilitas penuh dan struktur dengan daktilitas terbatas. Kedua jenis struktur, baik struktur dengan daktilitas penuh maupun struktur dengan daktilitas terbatas, didesain sesuai peraturan yang berlaku di Indonesia menurut Badan Standardisasi Nasional tentang ?Tata cara perhitungan struktur beton untuk bangunan gedung? (Badan Standardisasi Nasional, 2002). Analisa perilaku struktur yang digunakan adalah Analisa Statik Non-Linier Pushover dan Analisa Dinamik Non-Linier Riwayat Waktu. Tingkat kinerja bangunan diukur dari drift dan tingkat kerusakan yang terjadi. Dari hasil pemeriksaan kinerja struktur rangka beton bertulang untuk ke-2 jenis struktur yaitu daktilitas penuh dan daktilitas terbatas, terlihat bahwa tingkat kinerja (drift dan tingkat kerusakan yang terjadi) tidak jauh berbeda. Dalam studi ini juga terlihat bahwa struktur rangka beton bertulang dengan daktilitas penuh menggunakan jumlah tulangan yang lebih sedikit bila dibandingkan struktur rangka beton bertulang dengan daktilitas terbatas.",
  "creators": "FEBYANA LOKOSASMITO; ALEXANDER BINOKTI KWARY",
  "contributors": "Benjamin Lumantarna (Advisor 1); Takim Andriono (Advisor 2); Hasan Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1322/SIP/2004; Febyana Lokosasmito (21498184), Alexander Binokti Kwary (21498216)",
  "subjects": "BUILDINGS--EARTQUAKE EFFECTS; EARTHQUAKES AND BUILDING; REINFORCED CONCRETE CONSTRUCTION"
}