{
  "id": "59327",
  "title": "Perancangan dokumen sertifikasi British Retail Consortium (BRC) pada industri pengolahan ikan",
  "abstract": "PT X adalah perusahaan eksportir makanan laut beku, berupa ikan. Perusahaan sudah melakukan kegiatan ekspor produknya ke beberapa negara, seperti benua Australia, Asia, dan Amerika. British Retail Consortium (BRC) merupakan sertifikasi standar keamanan pangan dan jaminan mutu yang telah diakui secara internasional oleh seluruh dunia. Perusahaan berharap dengan adanya standar BRC perusahaan dapat memperluas jangkauan pasarnya hingga ke negara Inggris. Oleh karena itu, standar BRC ini cocok diterapkan oleh perusahaan yang bergerak dalam bidang industri pangan karena jaminan kualitas dan keamanan produk yang dikonsumsi para pelanggannya merupakan aspek penting penentu kesuksesan perusahaan. Penelitian ini bertujuan untuk membantu mempersiapkan perusahaan dalam mengajukan sertifikasi BRC. Metode yang digunakan adalah analisis gap dengan cara membandingkan hasil analisis gap awal dan gap akhir. Analisis gap awal didapatkan melalui pengecekan kelengkapan dokumen, wawancara, dan pengamatan kondisi perusahaan saat ini. Hasil analisis gap awal didapatkan total persentase pengaplikasian dokumen sebesar 77,46%. Pada analisis gap akhir setelah dilakukan pemenuhan persyaratan total persentase pengaplikasian dokumen adalah sebesar 92,96%. Hal ini menunjukkan adanya peningkatan sebesar 15,5% setelah dilakukan pemenuhan persyaratan sesuai standar BRC. Pada penelitian dilakukan perbaikan kelengkapan dokumen pada klausul 2, 3, 4, 6, dan 9 dari standar BRC.",
  "creators": "JOSEPHINE NATHANIA CHANDRA",
  "contributors": "Jani Rahardjo (Advisor 1); Herri Christian Palit (Examination Committee 1); Prayonne Adi S.T., M.MT. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022643/IND/2024; Josephine Nathania Chandra (C13190096)",
  "subjects": "FOOD INDUSTRY AND TRADE--SAFETY MEASURES--STANDARDS; QUALITY OF PRODUCTS--STANDARDS"
}