{
  "id": "59333",
  "title": "Pemanfaatan material reclaimed asphalt pavement sebagai pengganti agregat alam pada lapisan laston lapis aus, laston lapis antara, dan laston lapis pondasi",
  "abstract": "Pada era modern ini, peningkatan infrastruktur yang ada di Indonesia mendapat perhatian khusus. Ini terutama berlaku untuk infrastruktur jalan raya, yang merupakan komponen penting dalam pembangunan dan kemajuan suatu negara. Di sisi lain, penggunaan agregat alam dan aspal merupakan komponen penting dalam pembangunan infrastruktur jalan. Agregat alam berasal dari batu pecah, pasir, mineral dan kerikil dan merupakan bahan dalam campuran aspal. Penggunaan agregat dan aspal yang terus menerus akan menyebabkan penurunan kualitas lingkungan. Salah satu cara mengurangi dan membantu menjaga kelestarian sumber daya alam dengan memanfaatkan material daur ulang. Dalam penelitian ini membahas mengenai pengaruh yang terjadi apabila menggunakan material Reclaimed Asphalt Pavement (RAP) atau limbah aspal daur ulang. RAP sebagai bahan pengganti campuran agregat untuk Lapisan Laston Lapis Aus, Laston Lapis Antara dan Laston Lapis Pondasi. Tujuan dari penelitian ini ialah untuk mengevaluasi pengaruh RAP dalam sifat campuran untuk lapis laston lapis aus, laston lapis antara, dan laston lapis pondasi, hanya dengan kadar RAP 60% dan tanpa menggunakan bahan tambahan lain. Metode yang dipakai yaitu dengan melakukan analisa gradasi agregat dan pembuatan sampel Marshall. Tahap yang dilakukan yaitu mengevaluasi jenis-jenis material yang akan digunakan sudah memenuhi persyaratan, gradasi batas tengah yang sudah ditentukan dan melakukan pembagian berat tiap ukuran saringan. Selanjutnya, menentukan kadar aspal rencana, lalu mulai melakukan pembuatan benda uji. Kadar aspal optimal (KAO) untuk campuran aspal juga ditentukan dengan mempertimbangkan beberapa variabel, termasuk berat satuan, stabilitas Marshall, dan rasio rongga udara. Pengujian dan analisis karakteristik campuran aspal, seperti titik leleh, daktilitas, dan penetrasi, untuk memastikannya memenuhi spesifikasi untuk penggunaan yang dimaksudkan diperlukan untuk menentukan komposisi aspal yang ideal. Hasil penelitian ini didapatkan bahwa penggunaan RAP dengan kadar 60% pada lapisan laston lapis aus, laston lapis antara,dan laston lapis pondasi dapat digunakan sebagai pengganti agregat alam yang mana hasil dari penggunaan 60% RAP memenuhi spesifikasi yang telah ditentukan. Dengan menggunakan RAP dapat meningkatkan stabilitas, nilai flow, VIM, VFB, dan VMA. Selain itu juga dapat mengurangi biaya anggaran dan mengurangi penggunaan aspal dan agregat alam.",
  "creators": "DHANELLA SETYAJIDI; ANGGI WIDYASTUTI NI NENGAH",
  "contributors": "Paravita Sri Wulandari (Advisor 1); Harry Patmadjaja (Advisor 2); Djwantoro Hardjito (Examination Committee 1); Albert Kuncoro, S.T., M.Sc. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012709/SIP/2024; Dhanella Setyajidi (B11170192); Anggi Widyastuti Ni Nengah (B11170203)",
  "subjects": "PAVEMENTS, ASPHALT CONCRETE; PAVEMENTS, ASPHALT--RECYCLING; PAVEMENTS, ASPHALT"
}