{
  "id": "59347",
  "title": "Pengembangan metode Six Sigma dan FMEA integrasi DEMATEL untuk meminimasi cacat produk pada proses produksi pakan di PT X",
  "abstract": "Dapat diketahui jika kualitas sebagai faktor penting dalam meningkatkan daya saing. Latar penelitian ini didasarkan pada kebutuhan untuk meningkatkan pengendalian kualitas dalam proses produksi pakan ternak di PT X. Kualitas produk pakan ternak sangat penting karena berkaitan langsung dengan kesehatan dan pertumbuhan hewan ternak yang akan dikonsumsi, serta kepuasan pelanggan. Penggunaan integrasi metode Six Sigma, FMEA (Failure Modes and Effects Analysis), dan DEMANTEL (Decision Making Trial and Evaluation Laboratory) dinilai layak untuk digunakan dalam analisis perbaikan kualitas produksi pakan ternak karena memiliki pendekatan yang sangat terstruktur dan berfokus pada pengendalian kualitas serta peningkatan proses secara berkelanjutan. Sehingga tujuan dilakukannya riset ini guna mengembangkan metode Six Sigma dan FMEA untuk meminimasi jumlah cacat dalam industri pakan ternak. Adapun objek penelitian yang digunakan yakni PT X yang merupakan sebuah perusahaan manufaktur yang memproduksi pakan ternak di Kab. Sidoarjo, Jawa Timur. Tahapan pengolahan data yang dirancang dalam riset ini terdiri dari define, meansure, analyze, improve, dan control. Pada hasil analisis FMEA ditemukan cacat yang memperoleh RPN tertinggi (351,82) yakni cacat lolos pelet yang disebabkan oleh setelan mesin crumbler berubah karena terkena material keras. Kemudian cacat belang dengan penyebab pakan gosong bekas selip ikut tercampur masuk cooler dengan RPN (335,32) dan cacat fine tinggi dengan penyebab setelan mesin ayakan bermasalah dikarenakan saringan ayakan buntu dengan RPN (247,5). Pada analisis DEMATEL mampu menganalisis pengaruh antar faktor penyebab cacat dengan hasil pelletability index rendah, menjadikannya prioritas utama dengan RPN FMEA tinggi untuk cacat fine. Adapun rekomendasi perbaikan yang dapat diberikan yakni pembuatan alat kerja untuk mengurangi potensi pakan belang, membuat standar partikel untuk middle proses, serta pembuatan quality plan dan perbaruan prosedur kerja.",
  "creators": "Abiyyu Satriawan",
  "contributors": "I Nyoman Sutapa (Advisor 1); Jani Rahardjo (Advisor 2); Herri Christian Palit (Examination Committee 1); I Gede Agus Widyadana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010026/MTI/2024; Abiyyu Satriawan (C23200004)",
  "subjects": "FAILURE MODE AND EFFECTS ANALYSIS; PRODUCTION MANAGEMENT-QUALITY CONTROL; TOTAL QUALITY MANAGEMENT"
}