{
  "id": "59348",
  "title": "Perbandingan pengaruh platform live shopping e-commerce dan s-commerce",
  "abstract": "Seiring berkembangnya teknologi secara global dan pesat, banyak hal yang semakin menjadi mudah dan praktis termasuk dalam berbelanja. Live shopping mulai marak digunakan dan terus berkembang baik pada aplikasi s-commerce seperti TikTok dan e-commerce seperti Shopee. Penelitian ini dilakukan untuk mengetahui faktor yang mempengaruhi seseorang dalam melakukan actual purchase pada kedua platform tersebut. Metode penelitian yang digunakan adalah dengan melakukan survei yang kemudian diolah dengan SmartPLS 4.0. Faktor yang mempengaruhi actual purchase baik pada aplikasi e-commerce dan s-commerce adalah purchase intention, dimana purchase intention dipengaruhi oleh watching intention. Faktor yang paling mempengaruhi watching intention pada s-commerce antara lain presence dan interactivity. Faktor yang paling mempengaruhi presence pada platform s-commerce adalah metavoicing dan guidance shopping. Faktor yang paling mempengaruhi interactivity pada platform s-commerce adalah visibility, metavoicing, trading, dan triggered attending. Sedangkan pada e-commerce, faktor yang paling mempengaruhi watching intention adalah immersion dan interactivity. Faktor yang paling mempengaruhi immersion adalah visibility, metavoicing, dan guidance shopping. Faktor yang paling mempengaruhi interactivity pada platform e-commerce adalah visibility dan metavoicing.",
  "creators": "VANESA ANGELA CHIONARDES",
  "contributors": "Didik Wahjudi (Advisor 1); Liauw Toong Tjiek, S.T., M.S., Ph.D. (Advisor 1); Andreas Handojo (Examination Committee 1); I Gede Agus Widyadana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010030/MTI/2024; Vanesa Angela Chionardes (C23220008)",
  "subjects": "ELECTRONIC COMMERCE--RESEARCH; SOCIAL MEDIA--MARKETING"
}