{
  "id": "59354",
  "title": "Identifikasi & pengurangan jejak karbon sebagai indikator kinerja lingkungan: studi kasus",
  "abstract": "PT X merupakan perusahaan manufaktur yang bergerak di bidang transportasi, terutama di sepeda. PT X ini tidak hanya memproduksi sepeda untuk merek atau produknya PT X saja, tetapi juga memproduksi untuk konsumennya yang berasal dari luar negeri. Konsumen ini ingin mengetahui berapa emisi karbon yang dihasilkan oleh PT X untuk memproduksi sepedanya. Oleh karena itu PT X ingin mengetahui emisi apa saja yang dihasilkan oleh PT X. Pemetaan emisi karbon berdasarkan scope akan dilakukan untuk memudahkan pengkelompokan emisi berdasarkan scope 1, 2, dan 3. Dengan demikian perusahaan dapat mengetahui apa saja emisi yang dihasilkan oleh PT X untuk memproduksi 1 unit sepedanya. Usulan yang diberikan adalah pergantian pemesanan komponen sepeda yang menggunakan container 20 feet menjadi 40 feet. Hal ini dikarenakan emisi yang dihasilkan bisa berkurang dan terdapat permintaan dari pihak shipping untuk mengganti container 20 feet menjadi 40 feet, karena terdapat permintaan dari beberapa konsumen untuk mengurangi emisi karbon yang dihasilkan. Oleh sebab itu akan dilakukannya perhitungan untuk pergantian tersebut dan dibandingkan, apakah ada penurunan untuk emisi karbon. Sehingga metode ini bisa diimplementasi ke segala macam pesananan yang menggunakan container 20 feet untuk mengurangi emisi karbon.",
  "creators": "DANIEL JAYA HARIJADI",
  "contributors": "Togar Wiliater Soaloon Panjaitan, S.T., MBA. (Advisor 1); Prayonne Adi S.T., M.MT. (Advisor 2); Kriswanto Widiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022645/IND/2024; Daniel Jaya Harijadi (C13190092)",
  "subjects": "CLEAN ENERGY INDUSTRIES--CASE STUDIES; ENERGY INDUSTRIES--ENVIRONMENTAL ASPECTS--CASE STUDIES"
}