{
  "id": "59358",
  "title": "Peran mediasi perceived usefulness dan uniqueness of virtual experience atas pengaruh perceived ease of use website terhadap intention to visit real destination Kota Bandar Grissee",
  "abstract": "Penelitian ini menggunakan metode TAM (Technology Acceptance Model) yang diharapkan dapat menganalisis pengaruh perceived usefulness dan perceived ease of use penggunaan terhadap niat menggunakan situs website virtual tour Kota Bandar Grissee, yang pada gilirannya memengaruhi intensitas kunjungan ke destinasi tersebut. Penelitian ini juga memperluas perspektif dengan menambahkan keunikan pengalaman virtual sebagai variabel penelitian. Studi ini bertujuan untuk menganalisis relevansi penggunaan virtual tour sebagai salah satu strategi pemasaran pariwisata yang tepat di era pasca-pandemi COVID-19. Penelitian ini menggunakan metode kuantitatif dengan desain kausal. Variabel-variabel ini adalah independen (perceived usefulness, perceived ease of use), variabel dependen (intention to visit real destination), serta peran variabel mediasi (perceived usefulness, uniqueness of virtual experince). Sampelnya sebanyak 300 orang. Teknik analisis data yang digunakan dalam penelitian ini menggunakan program PLS, Partial Least Squares Structural Equation Modeling (PLS-SEM). Seluruh rangkaian hipotesis dalam penelitian ini telah diterima, menunjukkan pengaruh antara Perceived Ease of Use, Perceived Usefulness, Uniqueness Virtual Experience, dan Intention to Visit Real Destination. Selanjutnya, terdapat potensi pengembangan lebih lanjut dalam mempromosikan dan meningkatkan kesadaran tentang teknologi VR tour di Kota Bandar Grissee. Ini diharapkan akan menghasilkan peningkatan kunjungan langsung ke destinasi sebenarnya di Kota Bandar Grissee.",
  "creators": "JULIA KRESENTYA",
  "contributors": "Hatane Semuel (Advisor 1); Serli Wijaya (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020424/MM/2024; Julia Kresentya (D21220049)",
  "subjects": "CITY PROMOTION; CONSUMERS--RESEARCH; VIRTUAL REALITY"
}