{
  "id": "59363",
  "title": "Pengaruh kualitas, kuantitas, kredibilitas pada kegunaan informasi dan minat beli followers TikTok",
  "abstract": "TikTok, sebagai platform sosial media yang sedang naik daun, menjadi fokus penelitian ini. Kajian difokuskan pada BitterSweet by Najla, merek FnB yang sukses dalam memanfaatkan TikTok. Tujuan dari penelitian ini adalah untuk mempelajari pengaruh kualitas, kuantitas, kredibilitas informasi terhadap kegunaan informasi dan minat beli followers akun TikTok @Bittersweetbynajla serta mengetahui apakah kegunaan informasi dapat dijadikan sebagai mediator yang memperkuat hubungan antara kualitas, kuantitas, dan kredibilitas informasi dengan minat beli. Data diperoleh melalui survei kepada 129 responden yang merupakan followers akun TikTok @bittersweetbynajla dan dianalisis menggunakan PLS-SEM. Hasil penelitian menunjukkan bahwa kuantitas informasi dan kredibilitas informasi memiliki pengaruh yang positif dan signifikan terhadap kegunaan informasi dan minat beli serta terdapat hubungan yang positif dan signifikan antara kegunaan informasi dan minat beli. Namun, kualitas informasi tidak menunjukkan hubungan yang signifikan dengan kegunaan informasi dan minat beli serta kegunaan informasi tidak dapat dijadikan sebagai mediator yang memperkuat hubungan antara ketiganya dengan minat beli. Penelitian ini memberikan kontribusi bagi pelaku usaha yang bergerak di bidang FnB dan memasarkan produknya melalui media sosial untuk meningkatkan minat beli konsumen.",
  "creators": "JOSEPHINE DHIENNY PRANATA; LAURA OLIVIA HADIWIDJAYA",
  "contributors": "Regina Jokom (Advisor 1); Sienny Thio (Examination Committee 1); Vido Iskandar, S.E., M.M. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 33011135/MAN/2024; Josephine Dhienny Pranata (D11200065), Laura Olivia Hadiwidjaya (D11200122)",
  "subjects": "CONSUMER BEHAVIOR; SOCIAL MEDIA--MARKETING; CONSUMERS--RESEARCH"
}