{
  "id": "59368",
  "title": "Pengaruh peer role dan parental influence terhadap spending decisions generasi z dengan financial literacy sebagai variabel mediasi",
  "abstract": "Penelitian ini dilakukan untuk menganalisa pengaruh peer role dan parental influence terhadap spending decisions generasi Z di Indonesia yang berada pada tahap emerging adult (usia 18-26 tahun), dengan financial literacy sebagai varibel mediasi. Generasi Z pada tahap tersebut berpotensi untuk mengambil spending decisions yang kurang bijaksana karena kontrol dan pengawasan orang tua yang sudah berkurang. Spending decisions yang kurang bijaksana tersebut dapat berupa impulsive buying, conpicuous consmuption, dan tidak berorientasi pada masa depan. Metode yang digunakan dalam penelitian ini adalah asosiatif kuantitatif. Data penelitian didapatkan melalui kuesioner yang dibuat menggunakan Google Form dengan teknik pengukuran menggunakan skala likert (1-5). Metode Partial Least Square-Structural Equation Modeling (PLS-SEM) dengan aplikasi SmartPLS 4 digunakan untuk menganalisis data penelitian. Berdasarkan hasil analisis terhadap 303 responden, didapatkan bahwa parental influence dan financial literacy berpengaruh signifikan terhadap spending decisions generasi Z, peer role dan parental influence berpengaruh signifikan terhadap financial literacy generasi Z, serta financial literacy mampu memediasi pengaruh peer role dan parental influence terhadap spending decisions generasi Z. Namun, peer role secara langsung tidak memiliki pengaruh yang signifikan terhadap spending decisions generasi Z. Melalui penelitian ini diharapkan generasi Z, orang tua generasi Z, pemilik bisnis, tenaga pendidik dan institusi keuangan semakin memahami faktor-faktor yang dapat mempengaruhi spending decisions generasi Z, sehingga mampu meminimalisir pengambilan spending decisions yang tidak bijaksana. Selain itu, generasi Z merupakan calon pemimpin dan orang tua, oleh karena itu diharapkan kelak generasi Z dapat memberikan contoh dan edukasi terkait keuangan yang baik serta bijaksana kepada keluarga dan masyarakat.",
  "creators": "FRANSISCA LENI REGINA",
  "contributors": "Dewi Astuti (Advisor 1); Evelyn, S.E., MSA. (Advisor 2); Prof. Dr. Njo Anastasia, S.E., M.T. (Examination Committee 1); Mariana Ing Malelak (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 37010848/MAN/2024; Fransisca Leni Regina (D11200018)",
  "subjects": "FINANCE, PERSONAL; FINANCIAL LITERACY"
}