{
  "id": "59377",
  "title": "Evaluasi proses penyediaan material PT Intidaya Dinamika Sejati",
  "abstract": "PT Intidaya Dinamika Sejati adalah perusahaan yang bergerak pada bidang distribusi produk becker vacuum pump dan pedrogil roots blower. Selain itu, perusahaan bergerak di beberapa bidang jasa antara lain Rewinding, Industrial Repair, Otomotif, Electrical Panel, dan Manufaktur lainnya. Penelitian ini berfokus pada menemukan penyebab keterlambatan pada proses penyediaan material, serta melakukan perbaikan untuk mempercepat kedatangan material. Proses penyediaan material memiliki beberapa tahapan pembuatan yakni sales order, purchase requisition, purchase order, dan receive item. Setiap tahapan memiliki pekerjaan yang beragam antara lain service, warranty dan fabrikasi. Akan tetapi ditemukan permasalahan pada tahapan tersebut yakni adanya keterlambatan. Keterlambatan proses sales order hingga receive item terbagi menjadi 3 pekerjaan yakni Service selama 14,04 hari atau 94% dari seluruh sales order yang dibuat, Warranty selama 31,43 hari atau 64% dari seluruh sales order yang dibuat, dan Fabrikasi selama 14 hari atau 100% dari seluruh sales order yang dibuat. Oleh sebab itu, diperlukan analisis untuk mencari penyebab keterlambatan keseluruhan proses penyediaan material dengan menggunakan five whys. Perbaikan yang dapat dilakukan dengan penambahan armada. Penyediaan material berfokuskan pada material yang telah dilakukan pemesanan, jika terdapat material dadakan, maka dilakukan langkah pengambilan terakhir setelah semua material dipesan telah diambil, dan apabila pengambilan tidak mencukupi waktu maka diperlukan man power untuk membantu pengambilan material lainnya. Perusahaan perlu memberikan perhatian kepada setiap proses penyediaan material, hal ini dikarenakan setiap proses dari sales order hingga receive item mengalami keterlambatan.",
  "creators": "NOVENDRA IMANUEL SANTOSO",
  "contributors": "Debora Anne Yang Aysia (Advisor 1); I Gede Agus Widyadana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022647/IND/2024; Novendra Imanuel Santoso (C13190002)",
  "subjects": "INVENTORY CONTROL; PRODUCTION MANAGEMENT; PRODUCTION PLANNING"
}