{
  "id": "59375",
  "title": "Fasilitas pendidikan inklusi di Surabaya",
  "abstract": "Pendidikan Inklusi merupakan salah satu metode pembelajaran bagi anak yang memiliki keterbatasan namun dalam proses belajar mengajarnya bergabung dengan anak normal pada umumnnya. Hal ini masih jarang ditemukan terutama di Kota Surabaya. Dengan ini, wadah pelayanan bagi anak-anak inklusi masih tergolong minim dan mengakibatkan anak-anak tersebut sulit mendapatkan fasilitas pendidikan yang aman dan nyaman karena anak inklusi cenderung rentan jika dibandingkan dengan anak seusianya. Meskipun pertumbuhan dan perkembangannya sedikit terhambat namun anak inklusi memiliki kelebihan dibidang lainnya seperti kesenian, musik, melukis, dan lainnya. Oleh karena itu, dengan hadirnya fasilitas pendidikan inklusi ini diharapkan dapat membantu masyarakat khususnya anak inklusi di Surabaya sehingga mendapatkan tempat untuk menempuh pendidikan sertatumbuh dan berkembang dalam bakat minat dan kepribadian. Tidak hanya di Surabaya saja namun dapat menjangkau masyarakat yang berasal dari luar kota dikarenakan lokasi yang strategis berada di tengah kota dan dekat dengan jalur utama serta akses menuju segala sisi. Dalam perancangan fasilitas pendidikan terdapat terapi yang dapat membantu anak inklusi melakukan pemulihan kesehatan. Fasilitas lainnya terdapat laboratorium, ruang kesenian, music, lukis, dan dorm yang dapat digunakan para siswa dalam proses belajar mengajar. Hal ini menjadi point lebih yang belum ada sebelumnya di Surabaya di mana anak dapat meningkatkan pembelajaran, kepribadian, dan bakat minat. Dalam perancangan difokuskan pada pendekatan perilaku dari masing-masing kategori anak inklusi sehingga dapat menciptakan ruangan yang sesuai kebutuhan dan memberikan rasa aman dan nyaman bagi pengguna. Perancangan bentukan dan pengolahan lahan juga diperhitungkan dan disesuaikan dengan pendekatan perilaku sehingga diharapkan dapat menjawab segala permasalahan yang timbul dan memenuhi kebutuhan pengguna.",
  "creators": "JESSICA APRILLIA KOESNADINATA",
  "contributors": "Andhi Wijaya (Advisor 1); Luciana Kristanto, S.T., M.T. (Advisor 2); Altrerosje Asri, S.T., M.T. (Examination Committee 1); Markus Ignatio Aditjipto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024515/ARS/2023; Jessica Aprillia Koesnadinata (B12190099)",
  "subjects": "PEOPLE WITH DISABILITIES--EDUCATION; SCHOOL FACILITIES-DESIGNS AND PLANS"
}