{
  "id": "59373",
  "title": "The repurchase intention of GoFood affected by perceived usefulness and perceived ease of use through trust and customer satisfaction",
  "abstract": "Firms have been competing by trying to offer as much benefit to increase customers’ repurchase intention. This situation is very prevalent in the current era especially in the online food delivery service market that has been skyrocketing for being technology based that keeps developing. GoFood, as one of the most used online food delivery services in Indonesia is deemed as one of the best examples to be used as the representative of the said industry in this paper. There are also factors used to determine repurchase intention such as perceived usefulness and perceived ease of use as the independent variables which are mediated by trust and customer satisfaction which are deemed as impactful by previous studies. Using all of these variables, this paper used 100 samples from the collected data to determine their impact toward repurchase intention. The participants were asked to fill the questionnaires based on each instrument of the variables using a five point Likert’s scale which measures their agreements and disagreements towards the provided statement. The result was then analyzed using PLS-SEM, bootstrapping with 5000 bootstrap samples, and PLSpredict. From the analysis results, it turned out that the only variable that is impactful towards repurchase intention is perceived usefulness while rejecting all other hypotheses related towards repurchase intention both directly and mediated. This result has shown that in order for GoFood to be able to gain an upper hand against its competitors, its features that affect customers’ perceived usefulness must be prioritized.",
  "creators": "WILLIAM SIEMON",
  "contributors": "Maria Natalia Damayanti Maer, S.S., M.A., Ph.D. (Advisor 1); Ricky Wang (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 34010509/MAN/2023; William Siemon (D11190178)",
  "subjects": "CONSUMER SATISFACTION; ELECTRONIC COMMERCE--MARKETING"
}