{
  "id": "59374",
  "title": "Sistem evaluasi kinerja keselamatan dan kesehatan kerja pada proyek konstruksi",
  "abstract": "Penelitian ini mengembangkan Sistem Evaluasi Kinerja Keselamatan dan Kesehatan Kerja (K3) pada proyek konstruksi dengan fokus pada indikator organisasi, kondisi lapangan, dan pekerja. Melibatkan 144 responden dari berbagai perusahaan kontraktor dan manajemen konstruksi di Surabaya, penelitian menggunakan data kuesioner untuk menganalisis dan memodifikasi kinerja K3. Meskipun penyebaran kuesioner dilakukan ke kantor operasional, tingkat pengembalian mencapai 61.1%. Hasil analisis umum responden melibatkan kontribusi kontraktor dalam proyek, usia, jabatan, pengalaman kerja, dan pendidikan. Terdapat 77 responden dari kontraktor (87.5%) dan 11 dari manajemen konstruksi (12.5%). Dengan uji validitas dan reliabilitas, konsistensi kuesioner terkonfirmasi. Performa K3 dinilai dengan skala 1-4, menyusun Sistem Evaluasi Kinerja K3 yang memberikan kemudahan pengukuran di lapangan dan organisasi. Fleksibilitas sistem memungkinkan penyesuaian indikator sesuai perkembangan proyek. Laporan mingguan memberikan visualisasi performa harian dan mingguan dari setiap indikator. Kesimpulan menunjukkan evaluasi K3 perlu memperhatikan indikator organisasi, kondisi lapangan, dan pekerja. Sistem yang diusulkan menjadi landasan kontraktor untuk meningkatkan K3 di proyek konstruksi. Saran untuk penelitian mendatang termasuk penyempurnaan sistem, pendetailan evaluasi indikator organisasi, pengujian efektivitas, dan penyimpanan data historis dalam database.",
  "creators": "NICHOLAS JONATHAN LIMANTORO; BRYAN MARIA CHAIRIZKY",
  "contributors": "Ratna S. Alifen (Advisor 1); Andi (Examination Committee 1); Paulus Nugraha (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012741/SIP/2024; Nicholas Jonathan Limantoro (B11200006), Bryan Maria Chairizky (B11200010)",
  "subjects": "CONSTRUCTION INDUSTRY-SAFETY MEASURES; EMPLOYEES--SAFETY APPLIANCES; INDUSTRIAL SAFETY--MANAGEMENT"
}