{
  "id": "59382",
  "title": "Prediksi harga rumah menggunakan berbagai metode artificial intelligence",
  "abstract": "Sektor properti terus berkembang pesat di Indonesia, salah satunya disebabkan oleh meningkatnya permintaan akan rumah. Salah satu penyebab tingginya permintaan terhadap rumah adalah karena rumah tidak hanya dapat digunakan sebagai tempat tinggal tetapi juga sebagai sarana investasi. Namun, jika ingin berinvestasi rumah, seringkali seseorang ragu karena harga rumah bisa berfluktuasi. Oleh karena itu, calon pembeli rumah perlu memperkirakan harga sebuah rumah. Prediksi harga rumah dapat dilakukan dengan metode tradisional. Seiring dengan perkembangan teknologi, metode artificial intelligence (AI) mulai digunakan. Namun, masih ada pertanyaan mengenai metode prediksi mana yang paling baik untuk memprediksi harga rumah. Oleh karena itu, penelitian ini membandingkan beberapa metode prediksi untuk memprediksi harga rumah. Metode tradisional yang digunakan dalam penelitian ini adalah linear regression (LR), sedangkan metode AI yang digunakan adalah artificial neural network (ANN), classification and regression tree (CART), dan chi-squared automatic interaction detection (CHAID). Setelah dilakukan beberapa pengaturan parameter, keempat metode ini dievaluasi menggunakan empat indikator kinerja dan satu indikator normalisasi untuk menentukan metode prediksi yang terbaik. Hasil penelitian menunjukkan bahwa ANN memiliki kinerja yang paling baik dibandingkan dengan ketiga metode prediksi lainnya, terbukti dari nilai reference index yang paling tinggi.",
  "creators": "CLARISSA ARISANTI PUTRI; JOSH FELIX HOGIANTO",
  "contributors": "Willy Husada, ST.,MT., Msc. (Advisor 1); Ambrosius Matthew Junius Reynaldo, S.T., M.T. (Advisor 2); Doddy Prayogo S.T. (Examination Committee 1); Prof. Dr. Njo Anastasia, S.E., M.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012710/SIP/2024; Clarissa Arisanti Putri (B11200067), Josh Felix Hogianto (B11200055)",
  "subjects": "ARTIFICIAL INTELLIGENCE--RESEARCH; HOUSING--PRICES; NEURAL NETWORKS (COMPUTER SCIENCE)--INDUSTRIAL APPLICATIONS"
}