{
  "id": "5938",
  "title": "Analisa alokasi pengeluaran dana mahasiswa Universitas Kristen Petra untuk food and beverage (studi kasus mahasiswa angkatan 2004 dan angkatan 2005)",
  "abstract": "Dalam memenuhi kebutuhannya, setiap manusia tak terkecuali mahasiswa pasti melakukan konsumsi. Konsumsi makanan dan minuman merupakan kebutuhan pokok yang harus dipenuhi terlebih dahulu daripada kebutuhan lain. Dalam mengkonsumsi makanan dan minuman, seseorang memperhatikan berbagai hal dan juga dipengaruhi oleh beberapa faktor. Pada penelitian ini akan menyajikan hasil penelitian tentang alokasi pengeluaran dana serta faktor-faktor yang mempengaruhi mahasiswa Universitas Kristen Petra dalam berkonsumsi. Pengambilan sampel dilakukan pada mahasiswa Universitas Kristen Petra Angkatan 2004 dan Angkatan 2005 pada semua jurusan yang aktif kuliah pada semester genap 2005/2006. Alat pengumpulan data yang digunakan adalah kuisioner yang telah diuji validitas dan reliabilitas sehingga layak untuk digunakan. Sedangkan teknik analisa data yang digunakan adalah teknik analisa deskriptif, analisa regresi logistik dan analisa korespondensi. Kesimpulan dari penelitian ini menyatakan bahwa (a) uang saku mahasiswa sebanyak Rp 971.000, pengeluaran sebesar Rp979.500 perbulan dengan alokasi pengeluaran apparel sebesar Rp193.000 perbulan, entertainment sebesar Rp155.000 perbulan, refreshing sebesar Rp170.000, education sebesar Rp124.000 dan food and beverage sebesar Rp339.500, (b) alokasi untuk makanan 53 %, minuman 23 %, camilan 15,3% dan vitamin 8,7 % dari total konsumsi food and beverage, (c) faktor yang mempengaruhi konsumsi makanan adalah ketidaktersediaan makanan di rumah, konsumsi minuman adalah coba-coba, konsumsi camilan adalah kebiasaan dan coba-coba, dan konsumsi vitamin/suplemen adalah faktor untuk menjaga kesehatan dan membentuk tubuh, (d) hal yang diperhatikan dalam mengkonsumsi makanan adalah lokasi dan layout, dalam mengkonsumsi minuman adalah harga, rasa dan layout, untuk camilan adalah rasa dan untuk vitamin adalah harga dan mutu.",
  "creators": "MELANIE; LISA PITASARI",
  "contributors": "Yohnson (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03012073/MAN/2006; Melanie (31402150), Lisa Pitasari (31402184)",
  "subjects": "MARKETING RESEARCH; CONSUMER BEHAVIOR"
}