{
  "id": "59393",
  "title": "Optimasi posisi tower crane dengan menggunakan metode metaheuristik memperhatikan beban angkutan dan keseimbangan beban kerja",
  "abstract": "Tower crane merupakan jenis alat berat yang berperan penting dalam pembangunan proyek konstruksi bertingkat. Salah satu hal yang krusial adalah posisi tower crane, yang turut mempertimbangkan ketersediaan lahan dan bangunan proyek. Penempatan yang tidak baik dapat menimbulkan penundaan pekerjaan, biaya operasional yang mahal, dan risiko kecelakaan kerja yang tinggi. Dengan demikian, perlu dilakukan pengoptimalan dalam posisi tower crane demi mengurangi risiko terjadinya konflik, ketika jib/lengan tower crane dari dua atau lebih tower crane bertemu di satu titik yang sama. Penelitian ini menggunakan metode metaheuristik untuk melakukan optimasi penempatan posisi tower crane yang memperhatikan nilai konflik dan keseimbangan beban kerja antar tower crane. Optimasi ini menggunakan skenario yang meninjau penempatan dan jumlah tower crane dengan Symbiotic Organisms Search (SOS) sebagai algoritma metaheuristiknya. Di samping itu, penelitian ini juga meninjau biaya operasional tower crane yang dibandingkan pada tiga skenario untuk mendapatkan penempatan yang optimal pada aspek nilai konflik, keseimbangan beban kerja, dan biaya operasional yang rendah. Skenario 3 merupakan skenario yang paling optimal dengan biaya operasional Rp1.041.885.948,07.",
  "creators": "ROGER MATTHEW; JASON",
  "contributors": "Doddy Prayogo S.T. (Advisor 1); Ambrosius Matthew Junius Reynaldo, S.T., M.T. (Advisor 2); Willy Husada, ST.,MT., Msc. (Examination Committee 1); SUPARTO LIAUWNOTO, ST.,M.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012707/SIP/2024; Roger Matthew (B11200020), Jason (B11200064)",
  "subjects": "PROJECT MANAGEMENT; TOWER CRANES"
}