{
  "id": "59397",
  "title": "Analisis penyebab, frekuensi serta dampak change order pada tahapan pekerjaan di proyek konstruksi",
  "abstract": "Proyek konstruksi seringkali mengalami perubahan yang tidak terduga selama tahapan pekerjaan, yang dikenal sebagai change order. Penelitian ini bertujuan untuk menganalisis penyebab dan dampak dari change order pada proyek konstruksi. Change order dapat berupa penambahan, pengurangan, dan penggantian item pekerjaan yang telah disepakati dalam kontrak awal. Change order ini dapat tejadi karena berbagai penyebab, seperti perubahan desain dari owner maupun dari perencana, perubahan kondisi lapangan dengan kontrak. Dampak dari change order ini melibatkan aspek biaya dan waktu, seringkali pada perubahan desain yang diinginkan membutuhkan biaya serta waktu tambahan unduk mendapat hasil yang optimal. Penelitian ini melibatkan analisis menggunakan data kuesioner terkait change order untuk mengidentifikasi pola perubahan yang mungkin terjadi selama tahapan pekerjaan. Metode ranking digunakan untuk memberikan bobot pada setiap faktor penyebab yang telah diidentifikasi. Selanjutnya, frekuensi perubahan dan dampaknya terhadap biaya dan waktu dievaluasi menggunakan analisis deskriptif. Hasil analisis yang didapat menunjukkan faktor-faktor yang mempengaruhi change order memungkinkan fokus pada faktor-faktor kritis yang berpengaruh pada tahapan pekerjaan proyek konstruksi. Menganalisis dengan membandingkan setiap proyek rumah tinggal, gedung bertingkat, serta industrial. Hasil yang didapatkan dari frekuensi penyebab change order adalah parameter ‘perubahan rencana, desain dari owner’ merupakan parameter yang umumnya paling sering terjadi. Dampak dari waktu adalah ‘keterlambatan dalam pengambilan keputusan’ dari owner yang memiliki pengaruh terbesar dan pada biaya adalah ‘perubahan rencana, desain dari owner’ yang umumnya memiliki pengaruh terbesar.",
  "creators": "FELIX MIHARDJO; ADRIAN HERYANGI",
  "contributors": "Ratna S. Alifen (Advisor 1); Andi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012740/SIP/2024; Felix Mihardjo (B11190161), Adrian Heryangi (B11190135)",
  "subjects": "CONSTRUCTION CONTRACTS; CONSTRUCTION INDUSTRY--MANAGEMENT; PROJECT MANAGEMENT-RESEARCH; CONSTRUCTION PROJECTS"
}