{
  "id": "59392",
  "title": "Penggunaan reclaimed asphalt pavement dalam campuran beraspal dengan variasi temperatur pada lapisan aspal beton lapis antara",
  "abstract": "Peningkatan dari penggunaan agregat alam dan aspal dalam penggunaan konstruksi perkerasan jalan. Penggunaan dari kedua bahan utama ini apabila digunakan secara terus menerus maka dapat menimbulkan dampak negatif terhadap lingkungan. Penelitian ini bertujuan untuk menganalisis pengunaan Reclaimed Asphalt Pavement (RAP) yang merupakan bahan alternatif daur ulang dari limbah. Penggunaan campuran beraspal ini ditinjau dalam penelitian ini yaitu menggunakan campuran beraspal dengan tiga variasi temperatur. Peninjauan tentang pemanfaat bahan daur ulang dan penurunan temperatur yang berbeda ini bertujuan untuk mendukung keberlanjutan lingkungan. Penelitian dilakukan dengan serangkaian pengujian marshall. Penelitian ini terbagi menjadi empat tahap, tahap pertama hingga ketiga masing-masing tahap pengujian menggunakan campuran beraspal dengan temperatur pencampuran 140⁰C, 120⁰C, dan 100⁰C. Pada tahap keempat dilakukan analisa perbandingan penggunaan kombinasu RAP dan agregat dengan campuran 100% agregat alam berdasarkan pengaruh temperatur yang digunakan dalam campuran beraspal. Hasil penelitian menunjukkan bahwa penggunaan RAP dalam campuran aspal beton dengan tiga variasi temperatur memenuhi spesifikasi Pusat Litbang dan Jalan Bina Marga 2018. Penggunaan RAP dapat mengurangi nilai kadar aspal optimum. Temperatur rendah dalam pencampuran RAP dan agregat alam mengakibatkan penurunan stabilitas dan nilai Voids in Mixture (VIM). Nilai flow, Void in Mineral Agregate (VMA), dan Voids Fill with Bitument (VFB) mengalami kenaikan.",
  "creators": "ALEXANDER LOUIS SATRYO MARIN; CHRISTOPHER JONATHAN",
  "contributors": "Paravita Sri Wulandari (Advisor 1); Harry Patmadjaja (Advisor 2); Gogot Setyo Budi (Examination Committee 1); Albert Kuncoro, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012720/SIP/2024; Alexander Louis Satryo Marin (B11190182), Christopher Jonathan (B11190049)",
  "subjects": "ASPHALT CONCRETE--ADDITIVES; PAVEMENTS, ASPHALT CONCRETE"
}