{
  "id": "59394",
  "title": "Analisis pengendalian mutu pada pekerjaan struktur di proyek Slipway X Bangkalan dengan menggunakan metode Six Sigma DMAIC",
  "abstract": "Ekspor impor dan transaksi antar negara memiliki dampak besar pada perekonomian global, adapun pertumbuhan perdagangan Indonesia di tahun 2022 mengalami peningkatan sebanyak 26,07% dari tahun sebelumnya. Meningkatnya sektor perdagangan ini juga menandakan bahwa akan semakin banyak penggunaan kapal dalam melaksanakan kegiatan perdangangan yang ada, oleh sebab itu sangat diperlukan faktor penunjang untuk mendukung hal ini dengan menyediakan fasilitas penunjang, salah satunya yaitu slipway yang berfungsi untuk tempat docking kapal dan maintenance kapal. Tidak hanya penambahan secara kuantitas tapi kualitas juga perlu diperhatikan, karena itu pembangunan slipway X di bangkalan ini juga perlu diimbangi dengan pengendalian mutu, agar menghasilkan slipway yang kuat, aman, dan layak dipakai. Six sigma merupakan salah satu metode pengendalian mutu yang bisa diterapkan pada proyek konstruksi, seperti pada pembangunan slipway X ini. Penelitian ini bertujuan untuk melakukan pengecekan, menganalisa defect, dan memberikan solusi agar pekerjaan slipway X ini dapat terlaksana dan terjaga kualitasnya dengan baik. Adajuga data yang didapatkan diambil langsung di lapangan dengan menggunakan checklist dan data dianalisa menggunakan metode Six Sigma DMAIC (Define, Measure, Analyze, Improve, Control) setelah dikelola dan didapatkan nilai sigmanya kemudian akan dilakukan analisa dengan menggunakan diagram fishbone untuk mendapatkan penyebab dari defect yang ada. Setelah itu rencana perbaikan dapat ditentukan untuk menanggulangi defect yang ada dengan studi literatur, setelah itu dilakukan control untuk melihat efektifitas dari perbaikan yang ada.",
  "creators": "IRENE TRIFENA MEWENGKANG; CHRISTOPHER ALFREDO WIEJOYO",
  "contributors": "Handoko Sugiharto (Advisor 1); Sentosa Limanto (Examination Committee 1); SUPARTO LIAUWNOTO, ST.,M.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012712/SIP/2024; Irene Trifena Mewengkang (B11170200), Christopher Alfredo Wiejoyo (B11170152)",
  "subjects": "CONSTRUCTION INDUSTRY--QUALITY CONTROL; PROJECT MANAGEMENT--QUALITY CONTROL; SIX SIGMA (QUALITY CONTROL STANDARD)"
}