{
  "id": "59400",
  "title": "Perancangan dan pembuatan mekanisme narrow track tilting reverse trike pada sepeda motor roda dua",
  "abstract": "Sepeda motor merupakan salah satu kendaraan yang banyak digunakan di Indonesia. Salah satu keunggulan dari sepeda motor adalah dapat bermanuver. Hal ini dilakukan agar sepeda motor dapat menyeimbangkan gaya gravitasi dan gaya sentrifugal saat menikung. Namun, jika salah satu rodanya kurang traksi, sepeda motor akan mengalami ketidakstabilan. Akibatnya adalah sepeda motor terjatuh. Oleh karena itu, karena masyarakat semakin memperhatikan masalah keselamatan lalu lintas, sepeda motor roda tiga dianggap sebagai tren masa depan di pasar. Salah satu manufaktur yang mulai produksi sepeda motor roda tiga adalah Yamaha dengan teknologi leaning multi wheel. Teknologi ini telah diaplikasikan pada Yamaha Tricity dan Yamaha Niken. Namun, sistem kemudi pada teknologi ini memiliki banyak komponen dan terlalu kompleks, sehingga biaya pembuatannya mahal dan proses perawatannya tidak mudah. Tujuan dari tugas akhir ini adalah merancang dan membuat sepeda motor narrow track tilting reverse trike serta memodifikasi desain dari teknologi Leaning Multi Wheel menjadi lebih sederhana. Metode pengujian yang dilakukan adalah pengujian sudut condong. Pengujian mekanisme dilakukan di lintasan lingkaran dengan radius 9.97 m sebanyak tiga kali untuk belok kanan dan tiga kali untuk belok kiri. Pada percobaan pertama saat belok kanan didapat sebesar 23 derajat, percobaan kedua 24 derajat, dan percobaan ketiga 21 derajat. Pada percobaan pertama saat belok kiri didapat sebesar 23 derajat, percobaan kedua 20 derajat, dan percobaan ketiga 22 derajat.",
  "creators": "RAYMOND ALBERT",
  "contributors": "Ninuk Jonoadji (Advisor 1); Ian Hardianto Siahaan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04011507/MES/2023; Raymond Albert (C12190007)",
  "subjects": "AUTOMOBILES, THREE WHEEL; MOTOR VEHICLE DRIVING--STEERING; MOTORCYCLES--MOTORS--MODIFICATION"
}