{
  "id": "59402",
  "title": "Studi mengurangi koefisien drag aerodinamika pada bodi bus berbasis Computational Fluid Dynamics (CFD) dengan desain radius dan sudut kemiringan yang berbeda pada bus Volvo karoseri Adiputro",
  "abstract": "Penelitian ini bertujuan untuk melakukan permodelan konsep desain 3D dan simulasi perlakuan fluida terhadap geometri 3D pada bus dengan harapan mendapat penurunan koefisien drag terbaik. Perubahan radius dan sudut dan kemiringan yang berbeda, dan front body bus menggunakan perangkat lunak computational fluid dynamics (CFD). Penelitian ini dimaksudkan untuk memperoleh koefisien drag terbaik serta mendeskripsikan fenomena aliran fluida yang terjadi disekitar area bodi kendaraan bus. Dalam proses simulasi telah dilakukannya modifikasi bodi bus pada radius dan sudut kemiringan. Batas kecepatan yang ditentukan untuk simulasi adalah 120 km/jam. Konsep desain 3D dibuat dalam skala 1:1 dalam simulasi, yang dimaksudkan untuk mendeskripsikan perilaku aliran di depan bodi kendaraan bus. Simulasi dilakukan pada kondisi stabil. Hasil penelitian menunjukkan bahwa nilai dari koefisien drag terendah terjadi pada bus Volvo karoseri Adiputro dengan memodifikasi radius dan ketinggian front body bus 700mm dengan sudut kemiringan 56° yaitu memiliki penurunan koefisien drag sebesar 0,417. Dapat disimpulkan bahwa modifikasi bus pada bagian radius (front body radius), sudut dan kemiringan yang berbeda mampu menurunkan koefisien drag yang diterima oleh bus.",
  "creators": "DEVEN SAMUEL NUGROHO",
  "contributors": "Sutrisno S.T.,M.T. (Advisor 1); Ivan Christian Hernando, S.T., M.T. (Advisor 2); Joni Dewanto (Examination Committee 1); Ninuk Jonoadji (Examination Committee 2); Ian Hardianto Siahaan (Examination Committee 3); Willyanto (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04011517/MES/2023; Deven Samuel Nugroho (C12190011)",
  "subjects": "AUTOMOBILES-AERODYNAMICS; BUSES--DESIGN AND CONSTRUCTION; COMPUTATIONAL FLUID DYNAMICS; DRAG (AERODYNAMICS)"
}