{
  "id": "5942",
  "title": "Evaluasi kinerja inelastik struktur rangka beton bertulang terhadap gempa dua arah",
  "abstract": "Analisis statik non- linier pushover merupakan analisis non-linier yang cukup sederhana, namun diharapkan dapat meramalkan perilaku seismik struktur secara akurat. Studi ini mempelajari tingkat keakuratan analisis pushover dalam meramalkan perilaku seismik struktur rangka beton bertulang simetris secara 3 dimensi bila terjadi gempa dua arah, karena pada kenyataannya sebagian besar gempa yang terjadi memiliki dua komponen arah yang saling tegak lurus dan tidak dapat diramalkan arah terjadinya. Makalah ini memberikan gambaran pemeriksaan kinerja struktur bangunan 6 dan 10 tingkat, yang dianalisa dengan analisis pushover dan analisis riwayat waktu sebagai pembandingnya. Beban gempa yang dipakai dalam analisis riwayat waktu adalah gempa El Centro 18 Mei 1940 komponen North - South dan komponen East - West yang dimodifikasi sesuai dengan konsep ke-5 SNI 1726-2002 dengan periode ulang 27, 67, 135, 260, 500 dan 1050 tahun. Perbandingan besar kedua gempa modifikasi yang saling tegak lurus tersebut adalah sama dengan perbandingan besar peak ground acceleration dari kedua gempa asli tersebut, yakni 0.615. Pembebanan gempa modifikasi dilakukan dalam arah sudut pembebanan 0 o , 22.5 o dan 45 o , berlawanan arah jarum jam terhadap sumbu global bangunan. Data output yang digunakan dalam membandingkan kedua analisis di atas adalah kurva kapasitas, posisi sendi plastis, simpangan antar tingkat dan evaluasi tingkat kinerja struktur. Hasil penelitian menunjukkan bahwa analisis pushover masih bisa diandalkan untuk meramalkan perilaku inelastik struktur rangka beton bertulang yang simetris akibat pembebanan gempa dua arah yang ditinjau secara tiga dimensi.",
  "creators": "CHONDRO HIDAYAT TANDIAN; ANDRIAN GUNAWAN",
  "contributors": "Takim Andriono (Advisor 1); Benjamin Lumantarna (Advisor 2); Pamuda Pudjisuryadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1329/SIP/2004; Chondro Hidayat Tandian (21400017), Andrian Gunawan (21400061)",
  "subjects": "BUILDINGS--EARTQUAKE EFFECTS"
}