{
  "id": "59437",
  "title": "Optimasi struktur counterfort retaining wall dengan shear key menggunakan metode metaheuristik",
  "abstract": "Retaining Wall atau dinding penahan adalah dinding yang relatif kaku dan digunakan untuk menahan tanah dengan dua ketinggian yang berbeda di kedua sisi dinding secara lateral, dan mengantisipasi tanah longsor. Dinding penahan tanah dapat diklasifikasikan menjadi berbagai jenis, salah satunya adalah dinding penahan tanah dengan pendukung counterfort dan shear key. Dinding penahan tanah jenis ini memiliki keunggulan berupa stabilitas yang lebih tinggi. Optimasi struktur dinding penahan tanah bertujuan untuk mendapatkan desain yang memenuhi persyaratan stabilitas dan paling ekonomis. Metode optimasi yang digunakan untuk optimasi struktur counterfort retaining wall dengan shear key adalah metode metaheuristik. Metode metaheuristik merupakan metode optimasi global yang dapat digunakan untuk mencari solusi optimal dari masalah kompleks. Dalam penelitian ini, optimasi akan dilakukan menggunakan metode Particle Swarm Optimization (PSO) dan Symbiotic Organisms Search (SOS). Tujuan dari penelitian ini adalah untuk membandingkan hasil dari optimasi 2 algoritma yaitu PSO dan SOS. Penelitian ini menggunakan studi kasus dengan jenis tanah lempung kaku dan tanah granular untuk tanah urugannya dengan dinding setinggi 10 m. Penelitian ini terbatas pada biaya material dari counterfort retaining wall dengan shear key meliputi biaya beton dan tulangan besi. Hasil penelitian menunjukkan bahwa algoritma SOS menghasilkan desain dinding penahan tanah dengan biaya yang lebih rendah dibandingkan dengan algoritma PSO.",
  "creators": "BRYAN SAPUTRA ONGKOWARDHANA; JOEL GLENN CHANDRA",
  "contributors": "Gogot Setyo Budi (Advisor 1); Willy Husada, ST.,MT., Msc. (Advisor 2); Daniel Tjandra (Examination Committee 1); Ruben Adicahya, S.T., M.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012714/SIP/2024; Bryan Saputra Ongkowardhana (B11200024), Joel Glenn Chandra (B11200070)",
  "subjects": "RETAINING WALLS; RETAINING WALLS--DESIGN AND CONSTRUCTION; WALLS"
}