{
  "id": "59431",
  "title": "Pemeringkatan waste dengan menggunakan metode analytical hiearchy process dan ELECTRE",
  "abstract": "Seringkali perusahaan melakukan eliminasi waste tanpa menggunakan pedoman atau analisa lebih mendalam. Dengan demikian, langkah yang diambil kurang efektif karena tidak ada penilaian waste mana yang lebih kritis untuk dihilangkan terlebih dahulu. Maka dari itu, penelitian ini berusaha untuk membuat framework untuk memprioritaskan waste mana yang paling kritis. Penelitian ini melihat pemilihan prioritas waste dari sudut pandang multi-criteria decision analysis (MCDA). Penelitian ini memilih gabungan metode Analytical Hiearchy Process (AHP) dan ELECTRE-Tri karena beberapa alasan keunggulan. Di antaranya, AHP-ELECTRE cocok untuk alternatif & kriteria yang banyak, mendukung data kualitatif maupun kuantitatif, mempunyai metode untuk pembobotan kriteria, dan memiliki kriteria yang fleksibel sesuai kebutuhan pengambil keputusan. Studi kasus dilakukan terhadap 3 narasumber dengan latar belakang yang berbeda. Setiap narasumber memilih kriteria dan alternatif yang berbeda. Hasil pengolahan data mengkategorikan waste mode menjadi 3 kategori, yaitu kelompok prioritas (A), diperhatikan (B), dan dapat ditunda (C) dan dilakukan validasi terhadap narasumber. Tahap akhir penelitian ini adalah dengan menganalisa hasil pengolahan data. Dari penelitian ini dihasilkan model yang menggabungkan AHP dengan Electre dan diaplikasikan pada studi kasus di perusahaan manufaktur. Hasil penelitian ini menemukan bahwa waiting dan defect menjadi waste yang memiliki porsi besar sebagai waste yang diprioritaskan.",
  "creators": "Victor Reynold",
  "contributors": "Didik Wahjudi (Advisor 1); Dr. Dra. Gan Shu San, M.Sc. (Examination Committee 1); I Gede Agus Widyadana (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01010025/MTI/2023; Victor Reynold (C23200002)",
  "subjects": "LEAN MANUFACTURING; MANUFACTURING INDUSTRIES--MANAGEMENT"
}