{
  "id": "59442",
  "title": "Identifikasi dan analisis potensi bahaya pada area produksi di PT X dengan pendekatan Job Safety Analysis (JSA)",
  "abstract": "Laporan tugas akhir ini membahas mengenai PT X yang sedang menghadapi tantangan dalam mencegah risiko bahaya keselamatan karyawannya. Tujuan dari penelitian ini adalah menganalisis potensi bahaya di area produksi perusahaan yang ada di PT X sebagai strategi manajemen risiko keselamatan bagi pekerja yang terlibat di dalam maupun di luar proses produksi PT X. Penelitian ini menggunakan metode kualitatif dengan menggunakan Job Safety Analysis (JSA) sebagai alat analisis utamanya. Data yang digunakan dikumpulkan melalui observasi langsung di area produksi perusahaan. Potensi bahaya diidentifikasi, dan kemudian langkah-langkah pencegahan yang sesuai diusulkan berdasarkan temuan JSA. Penelitian menunjukkan bahwa area produksi di PT X memiliki potensi bahaya yang beragam, yaitu meliputi paparan debu, zat kimia, kebisingan tinggi, dan risiko cedera benda tajam. Upaya pengendalian risiko melibatkan penggantian peralatan kerja dengan yang lebih aman, penyediaan Alat Pelindung Diri (APD), dan panduan teknik kerja. Penelitian ini memberikan pemahaman yang lebih baik tentang potensi bahaya yang ada di area produksi perusahaan PT X dan memberikan rekomendasi langkah pencegahan yang dapat membantu perusahaan meningkatkan aspek Kesehatan dan Keselamatan Kerja (K3) dan menciptakan lingkungan kerja yang aman bagi karyawan. Diharapkan bahwa hasil penelitian ini akan digunakan sebagai dasar untuk mengimplementasikan perubahan yang diperlukan dalam sistem manajemen K3 perusahaan.",
  "creators": "EDBERTSON",
  "contributors": "Kriswanto Widiawan (Advisor 1); Jani Rahardjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022635/IND/2023; Edbertson (C13190093)",
  "subjects": "INDUSTRIAL SAFETY; JOB ANALYSIS--RESEARCH; RISK MANAGEMENT"
}