{
  "id": "59445",
  "title": "Optimasi biaya dan waktu pelaksanaan pekerjaan konstruksi beton bertulang dengan metode time cost trade off pada pembangunan proyek X di Surabaya",
  "abstract": "Waktu dan biaya merupakan dua elemen kunci terhadap keberhasilan dan kegagalan suatu proyek. Tolok ukur keberhasilan proyek kerap dapat dilihat dari waktu yang diambil secara optimal dengan biaya yang optimal tanpa mengurangi pula kualitas pekerjaan. Oleh karena itu upaya untuk mengoptimalkan waktu dan biaya sangat penting dalam perencanaan suatu proyek. Salah satu cara yang dapat digunakan untuk mengoptimalkan waktu dan biaya adalah dengan mengidentifikasi pekerjaan yang terlalu lama kemudian mengoptimasi pekerjaan tersebut agar proyek dapat diselesaikan lebih cepat dengan menukarkan biaya. Metode yang digunakan untuk mengoptimasi dalam penelitian ini adalah analisis Time Cost Trade Off yaitu pertukaran waktu dan biaya, di mana metode ini dilakukan dengan menambah sumber daya baik melalui tenaga kerja, jam kerja, material, peralatan, demi mempercepat waktu proyek. Optimasi yang dipakai dalam penelitian ini dilakukan dengan 3 cara yaitu penambahan tenaga kerja, penambahan waktu kerja, dan kombinasi penambahan waktu kerja dan tenaga kerja. Dengan melakukan langkah-langkah kompresi jalur kritis di aplikasi Ms Project maka pengurangan durasi yang optimal dapat ditemukan. Dari hasil studi analisis perhitungan dapat diketahui biaya langsung bertambah Rp 148.335.487,80 dan jadwal dipercepat selama 94 hari dengan optimasi penambahan waktu kerja, biaya langsung bertambah Rp 110.960.807,27 dan jadwal dipercepat selama 90 hari dengan optimasi penambahan tenaga kerja biaya tak langsung bertambah Rp 447.227.339,31 dan jadwal dipercepat 173 hari dengan optimasi metode kombinasi.",
  "creators": "FELIX LUKITO",
  "contributors": "Sentosa Limanto (Advisor 1); Willy Husada, ST.,MT., Msc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012665/SIP/2023; Felix lukito (B11190100)",
  "subjects": "REINFORCED CONCRETE CONSTRUCTION; CONSTRUCTION INDUSTRY COSTS"
}