{
  "id": "59455",
  "title": "Pemilihan pemasok menggunakan metode new expertise-based ranking of expert yang mempertimbangkan keterbatasan pengetahuan dan informasi pembuat keputusan",
  "abstract": "Pemilihan pemasok jasa merupakan salah satu elemen penting dalam proses operasional perusahaan. Pemilihan pemasok jasa menghadapi risiko-risiko yang berpotensi berdampak buruk bagi perusahaan. Pemasok jasa terbaik akan meningkatkan performa operasional perusahaan. Hal itu menjadi alasan yang kuat suara dari departemen terkait harus dipertimbangkan agar pemasok terpilih merupakan yang terbaik untuk perusahaan. Jika pemasok jasa yang tidak tepat terpilih, maka akan berdampak buruk pada proses operasional perusahaan. Penelitian ini menggunakan 4 pembuat keputusan yang bersifat customer oriented di perusahaan. Metode yang digunakan Estimate Missing Value (EMV), House of Risk (HOR), dan Expertise-Based Ranking of Experts (New-index) untuk memeringkatkan potensi peristiwa yang berdampak buruk dan alternatif pemasok. Metode ini digunakan agar dapat mengetahui risiko mana yang paling berdampak bagi perusahaan, sehingga perusahaan dapat membuat keputusan yang terbaik untuk mendapatkan pemasok jasa untuk kegiatan operasional. Bobot kriteria didapatkan dari pemeringkatan penyebab peristiwa (Risk Agent) menggunakan metode House of Risk. Harga, kualitas pelayanan buruh, pelayanan dan perlengkapan ekspedisi, masalah komunikasi ekspedisi, sejarah kecelakaan, dan sejarah penghambat proses merupakan kriteria pemilihan alternatif ekspedisi. Penelitian ini menghasilkan model pemilihan pemasok jasa yang mempertimbangkan keterbatasan pengetahuan dan informasi pembuat keputusan. Perusahaan dapat memilih ekspedisi yang tepat, berdasarkan kriteria dan bobot yang didapatkan dari suara pembuat keputusan yang bersifat customer oriented.",
  "creators": "Fransiskus Xaverius Yulio Arifin",
  "contributors": "Didik Wahjudi (Advisor 1); I Gede Agus Widyadana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01010027/MTI/2024; Fransiskus Xxaverius Yulio Arifin (C23200006)",
  "subjects": "INDUSTRIAL MANAGEMENT; INDUSTRIAL PROCUREMENT--MANAGEMENT; SUPPLY CHAIN MANAGEMENT"
}