{
  "id": "59458",
  "title": "Penerapan metode profile matching dalam web app BEM RE*ACH untuk rekrutmen kepanitiaan atau organisasi mahasiswa UK Petra",
  "abstract": "Kuliah adalah masa dimana mahasiswa belajar menjadi matang dalam memperdalam wawasan dan mengasah pola pikir. Mahasiswa dipersiapkan agar dapat memiliki kemampuan soft skill maupun hard skill untuk jenjang selanjutnya yaitu karir maupun pekerjaan. Salah satu fasilitas yang disediakan oleh Universitas Kristen Petra adalah kegiatan kemahasiswaan, gunanya menjadi salah satu sarana mahasiswa untuk memperoleh relasi, pengalaman, hingga skill dalam bekerja individu maupun kelompok. Dalam proses rekrutmen suatu organisasi atau kepanitiaan, hampir seluruh proses recruitment ini masih dilakukan dengan cara manual, dimulai dari bagian pengumpulan informasi hingga ke proses akhir yaitu proses rekrut anggota. Realitanya, segala proses tersebut tentunya memakan waktu dan tahapan cukup panjang sehingga mengakibatkan proses ini tidak efisien. Sehingga pentingnya ada pengembangan dalam proses recruitment anggota panitia. Di dalam penelitian ini, digunakan metode Profile Matching yang merupakan suatu sistem evaluasi untuk mendukung keputusan melalui berbagai variabel yang dipertimbangkan. Hasil penelitian dari sistem yang dibuat menunjukkan bahwa hasil akurasi metode profile matching dalam penggunaan untuk memperoleh ranking yaitu dengan akurasi sebesar 82.1%. Akurasi yang diperoleh merupakan hasil dari penilaian dari aspek yang objektif, sehingga meminimalisir adanya subjektifitas pada pemilihan anggota organisasi atau kepanitiaan.",
  "creators": "RICHARD JAMES WINARKO",
  "contributors": "Yulia (Advisor 1); Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Advisor 2); Andreas Handojo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022423/INF/2024; Richard james winarko (C14190022)",
  "subjects": "DATABASE DESIGN--COMPUTER PROGRAMS; WEB APPLICATIONS--COMPUTER PROGRAMS"
}