{
  "id": "59450",
  "title": "Influence of product characteristic, perceived value, and brand trust on purchase intention of Hyundai Indonesia",
  "abstract": "Cars play a pivotal role in daily transportation across Indonesia, where a significant portion of the population relies on them for commuting. The Indonesian car market is highly competitive, predominantly dominated by established Japanese manufacturers with devoted customer bases. However, in 2021, Hyundai, a Korean brand, successfully entered and competed in this challenging market, evidenced by a notable increase in Hyundai car ownership in the country. This research seeks to unravel the factors that enabled Hyundai to compete effectively against well-established Japanese car manufacturers. Specifically, the study aims to understand how product characteristics, perceived value, and brand trust influence the purchase intentions of Indonesian consumers towards Hyundai cars. To achieve this goal, purposive sampling was used, and questionnaires were distributed to eligible drivers and Hyundai car owners in Indonesia. 117 valid respondents were successfully gathered to be further analyzed. Data analysis involved the use of Smart PLS 4, employing hypothesis testing and bootstrapping techniques. The findings of this study highlight that, despite Hyundai's distinctive qualities and high perceived value, the pivotal factor influencing Indonesian consumer's decisions to purchase Hyundai cars is the level of brand trust. In a market dominated by reputable competitors, building and maintaining trust emerges as a critical element in the success of Hyundai's entry and growth in the Indonesian automotive landscape.",
  "creators": "RIZKY PATRIA WAHYUDI; RICARDO ANGKY",
  "contributors": "Maria Natalia Damayanti Maer, S.S., M.A., Ph.D. (Advisor 1); Tessa Vanina Soetanto (Examination Committee 1); Ricky Wang (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 34010518/MAN/2023; Rizky Patria Wahyudi (D11200402), Ricardo Angky (D11200042)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMER SATISFACTION; CONSUMERS RESEARCH"
}