{
  "id": "59466",
  "title": "Pengaruh kompensasi terhadap kinerja karyawan melalui kepuasan kerja sebagai variabel intervening pada PT Realfood Winta Asia",
  "abstract": "Di era sekarang ini, perusahaan seperti dituntut untuk terus berkembang dan berkinerja baik. Salah satu faktor yang menjadi penentu keberhasilan perusahaan adalah sumber daya manusia. PT Realfood Winta Asia adalah perusahaan yang beroperasi di industri makanan dan minuman yang terus berkembang. Perusahaan ini memiliki sejumlah karyawan yang berperan penting dalam memproduksi, mendistribusikan, dan memasarkan produk makanan dan minuman mereka. Salah satu cara untuk meningkatkan kinerja karyawan yaitu dengan memperhatikan pemberian kompensasi. Kompensasi yang kompetitif dan adil merupakan faktor kunci dalam memotivasi karyawan untuk mencapai kinerja yang lebih baik di tempat kerja. Kepuasan kerja, di sisi lain, dianggap sebagai perantara yang mungkin menghubungkan kompensasi dengan kinerja karyawan. Penelitian ini dilakukan dengan tujuan untuk mengetahui bagaimana pengaruh dari kompensasi terhadap kinerja karyawan melalui kepuasan kerja sebagai variabel intervening pada PT Realfood Winta Asia. Metode penelitian yang digunakan dalam penelitian ini adalah metode kuantitatif, dimana peneliti menggunakan sampel sejumlah 150 orang dengan kriteria telah bekerja selama satu tahun. Data yang diperoleh dari responden diolah dengan bantuan aplikasi SmartPLS 4.0. Hasil dari penelitian ini menunjukkan bahwa kompensasi berpengaruh positif dan signifikan terhadap kepuasan kerja, kepuasan kerja berpengaruh positif dan signifikan terhadap kinerja karyawan, kompensasi berpengaruh positif dan signifikan terhadap kinerja karyawan, kompensasi berpengaruh positif dan signifikan terhadap kinerja karyawan melalui kepuasan kerja sebagai variabel intervening.",
  "creators": "FADEL BRILLIANT SUGITO",
  "contributors": "Dhyah Harjanti (Advisor 1); Dr. Ir. Hotlan Siagian MSc. (Examination Committee 1); Nony Kezia Marchyta, S.E., M.M. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012520/MAN/2024; Fadel Brilliant Sugito (D11190194)",
  "subjects": "JOB SATISFACTION; PERFORMANCE"
}