{
  "id": "59465",
  "title": "Service quality, customer satisfaction, re-patronage intention and perceived healthiness: a case of local quick service restaurant in Indonesia",
  "abstract": "The QSR industry has been growing rapidly, leading to increased competition. It then becomes a challenge to retain loyal customers and make them re-patronage. On the other hand, healthy eating is increasingly important for customers nowadays. How they perceive food healthiness influences their behavioural intention towards the food. However, the impact of perceived healthiness on QSR has been understudied. This study examined the relationships among service quality, customer satisfaction, re-patronage intention, and perceived healthiness of a local QSR in Indonesia. Service quality dimensions in this research were food quality, service quality, price, atmosphere, and convenience. Results revealed that food quality and service quality did not influence re-patronage intention. Price, atmosphere, and convenience had a significant positive relationship with re- patronage intention. However, each service quality dimension positively influenced customer satisfaction and had a positive indirect relationship with re-patronage intention through customer satisfaction as a mediator. Among all dimensions, price had the most significant influence. Meanwhile, perceived healthiness had no moderating effect. It did not influence customers’ behavioural intentions at QSR. Customers seemed to have low awareness and understanding about healthy diet, thus did not consider food healthiness in re-patronage decisions as a result.",
  "creators": "NAOMI NATASHA",
  "contributors": "Michael Adiwijaya (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020411/MM/2024; Naomi Natasha (D21220032)",
  "subjects": "CONSUMER SATISFACTION; CONSUMERS--RESEARCH; FOOD--QUALITY"
}