{
  "id": "59473",
  "title": "Parameter karakter ruang istirahat yang mendukung restorasi bagi PPDS di Rumah Sakit Pendidikan, kasus studi: RSUD Dr. Soetomo, Surabaya",
  "abstract": "Kekurangan tenaga medis, pandemi Covid-19 dan tekanan pekerjaan dan tuntutan belajar bagi para PPDS menyebabkan terjadinya burnout selama bertugas. Sindrom burnout menggambarkan respons stres terkait pekerjaan, kondisi yang ditandai dengan kelelahan fisik, mental dan emosi akibat stres yang diderita dalam jangka waktu yang lama. Ruang istirahat dokter merupakan tempat berkumpulnya para dokter, tempat berdiskusi, istirahat dan bersantai setelah melakukan aktivitas. Tujuan dari penelitian ini adalah untuk mempelajari bagaimana para PPDS mengatasi sindrom burnout melalui kegiatan/aktivitas yang berhubungan dengan lingkungan terapeutik. Metode penelitian yang akan digunakan menggunakan pendekatan metode kualitatif dengan pengelolaan data analisis menggunakan konten analisis, menyunting dan mengkodekan selanjutnya diuji menggunakan perangkat lunak statistik JMP. Variabel yang paling berpengaruh dalam upaya mengatasi sindrom burnout yang dialami oleh PPDS ialah daya tarik lembut dengan kecenderungan yang berhubungan dengan relaksasi, dan rekreasi. Preferensi terhadap aktivitas yang dapat memberikan relaksasi, rekreasi dan kegembiraan mendukung konsep Healing Therapeutic Architecture. Parameter ruang istirahat dokter dapat dirancang dengan memperhatikan variabel-variabel konsep Healing Therapeutic Architecture yang di identifikasi dalam penelitian ini. Pentingnya untuk menghadirkan suasana layaknya sebuah rumah dalam perencanaan ruang istirahat dokter yang memudahkan aktivitas, menciptakan lingkungan yang mendukung rekreasi dan relaksasi dan aspek Healing Therapeutic.",
  "creators": "ADITYA CHRISTANTO",
  "contributors": "Joyce M.Laurens (Advisor 1); Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Advisor 2); Lilianny Sigit Arifin (Examination Committee 1); Rully Damayanti (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00000053/MArs/2024; Aditya Christanto (B22200003)",
  "subjects": "LANDSCAPE DESIGN--HEALTH ASPECTS; RESTROOMS--HEALTH ASPECTS"
}