{
  "id": "59472",
  "title": "Social media marketing through Instagram and repurchase intention of Uniqlo's product in Indonesia for Gen-Z: the mediating role of customer engagement",
  "abstract": "In the digital era, social media plays a crucial role in marketing that can be used to boost a company's competitiveness. Other than optimizing the company’s sales and promotion about their products and services, social media is also helpful to build and maintain good relationships with customers. Therefore, one of the keys that a company needs to pay attention to in order to optimize their marketing strategy is social media. This research was to determine whether social media marketing through Instagram can affect customers’ repurchase intention as customer engagement is the mediating variable. The research was conducted with a quantitative approach and the data collected using a questionnaire. The questionnaire contains likert scale questions and distributed through social media after spreading to 12 participants for piloting. After that, results from the quantitative approach with the total respondents of 202 and path analysis were used to analyze the research data. Research findings prove that social media marketinghas impacts on customers’ repurchase intention and customer engagement. Moreover, customer engagement also significantly influences and mediates the effect of customers’ repurchase intention. Therefore, the aim of this research is to provide the data and analyzation result of the relationship between social media marketing, repurchase intention, and customer engagement.",
  "creators": "BEATRICE ALYCIA; AILEEN ANGELINATIOS",
  "contributors": "Ricky Wang (Advisor 1); Tessa Vanina Soetanto (Examination Committee 1); Adelina Proboyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 34010516/MAN/2023; Beatrice Alycia (D11200475), Aileen Angelinatios (D11200336)",
  "subjects": "SOCIAL MEDIA--MARKETING; CONSUMER BEHAVIOR; INSTAGRAM (ONLINE SOCIAL NETWORK)"
}