{
  "id": "59484",
  "title": "Pola komunikasi komunitas video game \"Honkai Impact 3rd\" dalam media sosial Discord",
  "abstract": "Pola komunikasi adalah bentuk atau struktur atau pola yang terjadi dengan adanya proses pengiriman atau penerimaan komunikasi ke setiap anggota. Seiring berjalannya waktu, pola komunikasi pun mulai berkembang, diikuti juga dengan perkembangan teknologi yang ada. Pola komunikasi tetap ada dikarenakan adanya komunikator dan komunikan yang mengatur arah jalannya komunikasi itu. Pola komunikasi menjadi patokan dalam penelitian dimana penelitian ini bertujuan untuk mengetahui pola komunikasi yang terjadi di dalam komunitas komunikasi virtual. Komunitas komunikasi virtual yang dipakai yaitu komunitas server Discord Honkai Spring Lobby. Komunitas ini memiliki jumlah member sebanyak 70 orang, namun hanya 15 member saja yang diambil sample nya. Pendekatan penelitian ini adalah kualitatif deskriptif. Metode yang digunakan di dalam penelitian ini yaitu menggunakan metode Netnografi. Metode Netnografi mempelajari komunitas yang terjadi dalam Computer Mediated Communication atau CMC. Analisis penelitian ini menggunakan QSR Nvivo 12. Penelitian ini digunakan untuk mengetahui pola komunikasi yang digunakan dalam komunitas Discord Honkai Spring Lobby. Hasil dari penelitian ini membuktikan bahwa Pola Komunikasi yang digunakan dalam Komunitas Video Game “Honkai Impact 3rd” dalam media sosial Discord adalah Pola komunikasi seluruh arah, Pola komunikasi lingkaran, Pola komunikasi jaringan, Pola komunikasi roda dan pola komunikasi Y atau bercabang.",
  "creators": "GERALDO EFTON DIAS XIMENES",
  "contributors": "Gatut Priyowidodo (Advisor 1); Agusly Irawan Aritonang, S.Sos., M.A. (Advisor 2); Fanny Lesmana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011884/KOM/2023; Geraldo Efton Dias Ximenes (F11180046)",
  "subjects": "SOCIAL MEDIA--COMMUNICATION; VIRTUAL COMMUNITIES; COMMUNICATION"
}