{
  "id": "59488",
  "title": "Pengaruh organizational learning terhadap firm performance UMKM di Surabaya melalui entrepreneurial orientation",
  "abstract": "Jason Christopher Lukman: Skripsi Pengaruh Organizational Learning terhadap Firm Performance UMKM di Surabaya melalui Entrepreneurial Orientation. Usaha Mikro Kecil dan Menengah (UMKM) memiliki peran besar dalam perekonomian Surabaya dan Indonesia secara umum. Pertumbuhan dan keberlanjutan UMKM menjadi kunci dalam menciptakan lapangan kerja dan mendukung perkembangan ekonomi yang berkelanjutan. Penelitian ini bertujuan untuk menganalisis dampak Organizational Learning (OL) terhadap Firm Performance UMKM di Surabaya, dengan Entrepreneurial Orientation (EO) sebagai mediator yang berpotensi. Fokus penelitian ini adalah memahami bagaimana kemampuan organisasi dalam memperoleh, mempertahankan, dan meningkatkan pengetahuan dapat berdampak pada orientasi kewirausahaan, serta bagaimana hal ini memengaruhi kinerja bisnis UMKM. Melalui pendekatan kuantitatif, data dikumpulkan dari berbagai UMKM di Surabaya menggunakan kuesioner. Analisis data mengungkap bahwa semua hubungan antar variabel saling mempengaruhi. Hasil penelitian ini memberikan wawasan mendalam tentang dinamika hubungan OL, EO, dan kinerja UMKM, memberikan kontribusi pada pemahaman yang lebih baik, dan mendukung perkembangan ekonomi lokal dan nasional. Kata kunci: Organizational Learning, Entrepreneurial Orientation, Firm Performance, UMKM, Surabaya",
  "creators": "JASON CHRISTOPHER LUKMAN",
  "contributors": "Sesilya Kempa, S.E., M.M. (Advisor 1); Thomas Santoso (Examination Committee 1); Dhyah Harjanti (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012528/MAN/2024; Jason christopher lukman (D11200411)",
  "subjects": "NEW BUSINESS ENTREPRISES; PERFORMANCE; SMALL BUSINESS"
}