{
  "id": "59492",
  "title": "Faktor yang mempengaruhi keberhasilan pelatihan kesehatan dan keselamatan kerja pada sektor konstruksi",
  "abstract": "Industri konstruksi menyumbang sekitar 32% dari total kasus kecelakaan kerja di Indonesia setiap tahunnya, di mana sebagian besar disebabkan perilaku tidak aman. Pelatihan kesehatan dan keselamatan kerja (K3) memiliki peran yang krusial untuk mengurangi perilaku tidak aman pekerja. Penelitian ini bertujuan untuk menganalisis faktor-faktor yang paling menentukan keberhasilan pelatihan K3 menurut pandangan kontraktor dan pekerja konstruksi sebagai jembatan untuk memahami persepsi masing-masing pihak. Penelitian ini dilakukan dengan menyebarkan kuesioner pada 7 proyek di Surabaya dengan total responden 108 orang dari staf kontraktor dan pekerja konstruksi. Melalui analisis dengan mencari nilai rata-rata tertinggi, ditemukan bahwa faktorfaktor yang paling mempengaruhi keberhasilan pelatihan K3 menurut kontraktor adalah motivasi dan kesadaran diri, materi pelatihan, serta evaluasi pelatihan. Sedangkan menurut pekerja konstruksi, faktor-faktor yang paling mempengaruhi adalah dukungan oleh manajemen, pengalaman bekerja, serta kejadian kecelakaan. Secara umum, melalui metode Mann Whitney tidak ada perbedaan pandangan yang signifikan antara kontraktor dan pekerja terhadap faktorfaktor yang mempengaruhi keberhasilan pelatihan K3 kecuali pada faktor latar belakang pendidikan, kejadian kecelakaan kerja, dukungan oleh manajemen, dan evaluasi pelatihan.",
  "creators": "BLAZER JASON HADISAPUTRO; ANGELIQUE LAURENTIA SUTANDI",
  "contributors": "Andi (Advisor 1); Doddy Prayogo S.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012737/SIP/2024; Blazer Jason Hadisaputro (B11200049), Angelique Laurentia Sutandi (B11200056)",
  "subjects": "EMPLOYEES--SAFETY APPLIANCES; INDUSTRIAL SAFETY; SAFETY EDUCATION, INDUSTRIAL"
}