{
  "id": "59494",
  "title": "Intention to use sistem pemesanan digital pada restoran Ropopang Surabaya",
  "abstract": "Penelitian ini mengeksplorasi pengaruh perceived ease of use (PEOU), perceived usefulness (PU), dan attitude toward usage (ATU) terhadap intention to use (ITU) sistem pemesanan digital di restoran Ropopang Surabaya. Dengan partisipasi 250 individu yang pernah menggunakan sistem pemesanan digital pada restoran Ropopang Surabaya dalam kurun waktu 6 bulan (April 2023-September 2023). Penelitian ini membedakan diri dari penelitian-penelitian sebelumnya dengan memberikan kontribusi pada konteks F&B secara lebih spesifik, terutama dalam penggunaan sistem pemesanan digital. Analisis data dilakukan menggunakan SmartPLS 4.0. Hasilnya menunjukkan hubungan positif dan signifikan antara PEOU dan PU, mengindikasikan bahwa kemudahan penggunaan meningkatkan manfaat yang dirasakan. Meskipun tidak ada hubungan signifikan antara PEOU dan ATU, temuan menyoroti dampak positif PU terhadap ATU, menekankan pentingnya manfaat sistem pemesanan digital dalam membentuk sikap pengguna. Penelitian ini juga mengonfirmasi hubungan positif dan signifikan antara ATU dan ITU, menunjukkan bahwa sikap positif terhadap sistem pemesanan digital mempengaruhi niat pengguna untuk mengadopsi teknologi ini. Implikasinya relevan untuk pengembangan sistem pemesanan digital dan memperkaya pemahaman penerimaan teknologi di sektor hospitality.",
  "creators": "VERRELL; FIGO JULIANTO",
  "contributors": "Fransisca Andreani (Advisor and Examination Committee); Regina Jokom (Examination Committee 2); Endo Wijaya Kartika (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 33011138/MAN/2024; Verrell (D11200173), Figo Julianto (D11200421)",
  "subjects": "RESTAURANT MANAGEMENT; RESTAURANTS--TECHNOLOGICAL INNOVATIONS"
}