{
  "id": "595",
  "title": "A Study of the developing and changing character traits of the two main female characters as influenced by the changing setting in John Steinbeck's the Grapes of wrath",
  "abstract": "The thesis writer intends to analyze the developing and the changing character traits of Ma Joad and Rose of Sharon as influenced by the changing setting in Steinbeck's The Grapes of wrath. Through this study, she aims to indicate how Ma's and Rose's character traits are changing when they have to face several new settings as resulted by the changing setting they are dealing with. In analyzing the work, she uses two literary devices those are theory of setting and characterization as tools to ana lyze the work. In Oklahoma, Ma Joad is a traditional and ordinary woman who strongly believes in the superiority of men as the leaders of the family. She is also a family-oriented woman who has a little sense of humanity. Throughout the hard and tiring journey, she is gradually changing to be the family leader who takes control and makes the decision of the family. In addition, she also turns to be a social-oriented woman with a deep sense of humanity. Unlike Ma, at first Rose of Sharon's does not experience a significant character development. However at the end of the novel, from a self-oriented woman she turns to be a thoughtful young woman who really cares of other people. Through the topic presented in this thesis, the thesis writer has shown how settings have a great influence on Ma Joad's developing and Rose of Sharon's changing character traits. She also concludes that Ma Joad's character traits, because of her maturity and experience, can develop fast when she has to face with the new environment. On the other hand, Rose of Sharon, because of her youth and pregnancy, needs more time to slowly change her character traits.",
  "creators": "LEA DEASY KARTIKA",
  "contributors": "Dra. Sarah Prasasti, M.Hum. (Advisor 1); ANITA LIE (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 717; Lea Deasy Kartika (11494050)",
  "subjects": "STEINBECK, JOHN, 1902-... THE GRAPES OF WARTH-STUDY AND TEACHING"
}