{
  "id": "59509",
  "title": "Strategi bersaing pada PT Budi Asia Jaya",
  "abstract": "Kegiatan bisnis yang terus berkembang di Indonesia membuat persaingan usaha semakin ketat. Oleh karena itu PT Budi Asia Jaya butuh strategi bersaing yang tepat agar dapat bertahan dan mampu menghadapi para pesaingnya. Penelitian ini menerapkan analisis lingkungan, baik lingkungan eksternal maupun internal, guna merumuskan strategi bersaing melalui Matriks SWOT. Penelitian ini menggunakan metode kualitatif deskriptif dengan Teknik pengumpulan data menggunakan wawancara semi terstruktur. Untuk menguji validitas data, penulis menggunakan teknik triangulasi sumber. Hasil penelitian menunjukkan bahwa strategi bersaing yang tepat bagi PT Budi Asia Jaya adalah strategi intensif jenis penetrasi pasar dan pengembangan pasar. Strategi intensif jenis penetrasi pasar diterapkan dengan memperluas pemasaran melalui platform digital dan strategi intensif jenis pengembangan pasar diterapkan dengan melakukan survei dan kunjungan pada wilayah-wilayah baru yang belum atau jarang dikunjungi sebelumnya. Untuk itu PT Budi Asia Jaya perlu menerapkan strategi intensif yaitu penetrasi pasar untuk melakukan persebaran pemasaran yang lebih luas sehingga PT Budi Asia Jaya dapat menjangkau seluruh kalangan masyarakat yang belum pernah dijangkau sebelumnya. Hal ini dapat dilakukan promosi melalui platform seperti Instagram. PT Budi Asia Jaya dapat mencoba melakukan penjualan secara online terutama di era yang serba digital saat ini dengan memanfaatkan platform penjualan online seperti Shopee, Tokopedia dan lain sebagainya.",
  "creators": "PATRICIA MARCELINE SIREGAR",
  "contributors": "Dr. Augustinus Simanjuntak, S.H., M.H. (Advisor 1); R.R. Retno Ardianti (Examination Committee 1); Bambang Haryadi (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 310125518/MAN/2024; Patricia Marceline Siregar (D11200322)",
  "subjects": "ADVERTISING; BUSINESS PLANNING; STRATEGIC PLANNING"
}