{
  "id": "59517",
  "title": "Pengaruh market sensing capability melalui knowledge creation terhadap product and process innovation dengan entrepreneurial orientation sebagai variabel moderator di kalangan usaha kecil dan menengah di Kota Surabaya",
  "abstract": "Kewirausahaan di Surabaya memiliki pertumbuhan yang pesat dalam hal ini merupakan UKM yang ada di Surabaya. Namun, banyaknya UKM yang memiliki banyak hambatan dan masih memiliki kekurangan dalam mendirikan usahanya, bahkan UKM di Surabaya dituntut untuk bisa cepat beradaptasi dalam menghadapi resesi dan perlambatan ekonomi global. Penelitian ini sangat membantu UKM untuk bisa memahami pasar dan melakukan inovasi dalam mengadapi perubahan serta mampu untuk beradaptasi dalam jangka panjang, sehingga penelitian ini bertujuan untuk mengetahui pengaruh market sensing capability melalui knowledge creation terhadap product and process innovation dengan entrepreneurial orientation sebagai variabel moderator pada usaha kecil dan menengah di Surabaya. Penelitian causal explanatory dengan pendekatan kuantitatif ini melibatkan sampel sebesar 158 responden dalam survei berbasis angket daring dan luring. Dengan menggunakan software SmartPLS 4.0, penelitian ini menunjukkan bahwa market sensing capability berpengaruh signifikan terhadap knowledge creation dan product and process innovation sedangkan market sensing dan entrepreneurial orientation tidak berpengaruh signifikan terhadap product and process innovation.",
  "creators": "TIMOTIUS OSCAR",
  "contributors": "Yonathan Palumian, S.M.B. ,M.S.M (Advisor 1); Maria Praptiningsih, S.E., M.Sc.FE. (Examination Committee 1); Nony Kezia Marchyta, S.E., M.M. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012535/MAN/2024; Timotius Oscar (D11200240)",
  "subjects": "ENTREPRENEURSHIP; SMALL BUSINESS"
}