{
  "id": "59510",
  "title": "Pengaruh job crafting terhadap work creativity pada karyawan sales otomotif Surabaya dengan work engagement sebagai variabel intervening",
  "abstract": "Penelitian ini bertujuan untuk menginvestigasi pengaruh Job crafting terhadap Work creativity pada karyawan sales otomotif di Surabaya, dengan Work engagementsebagai variabel intervening. Job crafting dipahami sebagai proses di mana individu secara aktif mengubah tugas, hubungan, dan kognisi kerja mereka untuk menciptakan pengalaman kerja yang lebih bermakna dan memuaskan. Work creativity diukur sebagai kemampuan karyawan dalam menghasilkan ide-ide kreatif yang dapat meningkatkan kualitas pekerjaan. Penelitian ini melibatkan responden karyawan sales otomotif di Surabaya, yang dipilih melalui teknik purposive sampling. Instrumen penelitian berupa kuesioner yang mengukur Job crafting, Work engagement, dan Work creativity. Hasil penelitian menunjukkan bahwa Job crafting berpengaruh positif dan signifikan terhadap Work creativity. Selain itu, Work engagement juga terbukti memediasi hubungan antara Job crafting dan Work creativity, mengindikasikan bahwa karyawan yang lebih terlibat dalam pekerjaan cenderung memiliki tingkat kreativitas yang lebih tinggi. Temuan ini memberikan kontribusi pada pemahaman tentang pentingnya Job crafting dan Work engagement dalam meningkatkan kreativitas kerja karyawan, khususnya dalam konteks industri otomotif.",
  "creators": "DARREN SOEHARTONO",
  "contributors": "Dr. Ratih Indriyani, S.E., M.M. (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1); Dr. Roy Setiawan, S.Kom., M.M., M.SM., M.Th. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012529/MAN/2024; Darren Soehartono (D11180336)",
  "subjects": "CREATIVE ABILITY IN BUSINESS; PSYCHOLOGY, INDUSTRIAL; WORK--PSYCHOLOGICAL ASPECTS; PERSONNEL MANAGEMENT"
}