{
  "id": "59527",
  "title": "Pengaruh rantai kepemimpinan melayani di sekolah terhadap pembelajaran di kelas di sebuah sekolah berbasis iman kristiani di Surabaya Selatan",
  "abstract": "Penelitian ini menguji pengaruh kepemimpinan melayani kepala sekolah terhadap kepemimpinan melayani guru dan pembelajaran di kelas (classroom instruction) di sebuah sekolah menengah atas (SMA) di Kawasan Surabaya Selatan. Penelitian ini menggunakan penelitian kuantitatif. Responden penelitian merupakan 595 siswa dari 18 kelas mulai dari kelas 10, 11 dan 12 di sekolah yang diteliti dengan teknik analisa data menggunakan Partial Least Square (PLS) dengan aplikasi SmartPLS 3.0. Hasil penelitian menunjukkan bahwa kepemimpinan melayani kepala sekolah memiliki pengaruh yang signifikan terhadap kepemimpinan melayani guru dan pembelajaran di kelas. Kepemimpinan melayani guru memiliki pengaruh yang signifikan terhadap pembelajaran di kelas. Terdapat pula pengaruh variabel permediasi kepemimpinan melayani guru (VAF=0.4685 atau 46,85%) yang memediasi secara parsial kepemimpinan melayani kepala sekolah dan pembelajaran di kelas. Selain itu juga ditemukan adanya perbedaan kekuatan perilaku yang signifikan antara kepemimpinan melayani kepala sekolah (Principal Servant Leadership) dengan kepemimpinan melayani guru (Teacher Servant Leadership) berdasarkan Servant Leadership Behaviour Scale (SLBS) Yang dikembangkan oleh Sendjaja. Sehingga, penting bagi sekolah untuk memperhatikan pengembangan kepemimpinan melayani kepala sekolah dan guru karena memiliki pengaruh yang signifikan pada pembelajaran di kelas yang pada akhirnya akan mempengaruhi hasil belajar siswa.",
  "creators": "LUSI HAPSARI RESTULINGTYAS",
  "contributors": "Ricky Wang (Advisor 1); Zeplin Jiwa Husada Tarigan (Advisor 2); Sienny Thio (Examination Committee 1); Dr. Ir. Hotlan Siagian MSc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020431/MM/2024; Lusi Hapsari Restulingtyas (D21210031)",
  "subjects": "CHRISTIAN LEADERSHIP; SERVANT LEADERSHIP"
}