{
  "id": "5952",
  "title": "Analisa perkembangan pasar tradisional (studi komparatif terhadap pengguna ruang komersial di pasar Atum, pasar Turi, pasar Wonokromo)",
  "abstract": "Perkembangan perekonomian Indonesia pada saat ini bisa diukur oleh maraknya pembangunan pusat perdagangan. Menurut bentuk fisik , pusat perdagangan dibagi menjadi dua yaitu pasar tradisional dan pusat perbelanjaan modern. Banyak pusat perbelanjaan modern yang memiliki persamaan fungsi dengan pasar traditional sehingga menimbulkan persaingan antara pasar tradisional dengan pusat perbelanjaan modern dan juga menimbulkan modernisasi dari pasar tradisional ke pusat perbelanjaan modern. Preferensi prioritas faktor internal, faktor eksternal, faktor bertahan ,dan daya tarik pusat perbelanjaan modern sehubungan dengan perkembangan pasar tradisional tersebut menyebabkan pasar tersebut mengalami bertahan, kehancuran, dan modernisasi. Ketiganya ini dapat menyebabkan sebuah pasar tradisional dapat tetap mempertahankan konsep dan fisik bangunannya sebagai pasar, modernisasi dari pasar tradisional ke pusat perbelanjaan modern, dan menyebabkan suatu pasar tradisional kearah kehancuran. Pasar yang tetap bertahan yaitu Pasar Turi, pasar yang mengalami modernisasi yaitu Pasar Atum, dan pasar yang mengalami kehancuran seperti Pasar Wonokromo. Selain itu dalam penelitian ini keberadaan pengguna ruang komersial menentukan bertahannya sebuah pasar tradisional. Metode penelitian yaitu, menggunakan deskriptif komparatif. Teknik analisa data menggunakan riset deskriptif dan uji kendall dengan mengambil 50 responden yaitu, para pengguna ruang komersial.",
  "creators": "ANDREAS YUNIMAN TJANDRA; MARINUS WAHJUDY",
  "contributors": "Prof. Dr. Njo Anastasia, S.E., M.T. (Advisor 1); Soekarno (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04012051/MAN/2006; Andreas Yuniman (31402127), Marinus Wahjudy (31402129)",
  "subjects": "MARKETING RESEARCH; MARKETING-MANAGEMENT"
}