{
  "id": "5953",
  "title": "Analisa sensitivitas konsumen di Surabaya terhadap perceived quality produk Ades kemasan 600 ml",
  "abstract": "Sensitivitas respon merupakan tingkat perubahan respon sebagai dampak perubahan stimuli. Dengan adanya perubahan desain pada air minum kemasan 600 ml merek ades akan berdampak pada sensitivitas respon konsumen, sehingga akan mempengaruhi apakah konsumen akan membeli atau tidak. Respon positif terhadap perubahan desain kemasan ades 600 ml akan memungkinkan konsumen melakukan pembelian terhadap air minum kemasan ades 600 ml, dan sebaliknya respon negatif akan menghalangi konsumen dalam melakukan pembelian air minum kemasan ades 600 ml. Ades merupakan produsen air minum kemasan yang berinovasi dimana ada perubahan Perceived Quality pada air minum kemasan ades 600 ml. Perubahan tersebut akan menimbulkan permulaan differensiasi pada diri konsumen sehingga mereka menyadari aspek-aspek utama yang diubah air minum kemasan ades 600 ml baru. Aspek-aspek utama tersebut meliputi Kualitas air mineral , penampilan kemasan, dan harga jual dari air minum kemasan ades 600 ml. Dari perubahan-perubahan tersebut akan diteliti seberapa besar tingkat sensitivitas konsumen, sehingga apabila ingin menjadikan perubahan tersebut menstimulasi permintaan, maka sebaiknya disesuaikan dengan keinginan konsumen agar mendapat respon konsumen. Sensitivitas respon terhadap Perceived Quality produk ades ukuran 600 ml lama menjadi air minum kemasan ades 600 ml baru sebesar 3,11. artinya, sensitivitasnya tergolong kurang sensitif. Dengan demikian dapat dikatakan bahwa responden kurang sensitif terhadap perceived quality ades 600 ml karena nilainya mendekati nol.",
  "creators": "WAHYU KUSTIYAWAN; SUWITO DI UTOMO",
  "contributors": "Edwin Japarianto (Advisor 1); Drs. Sugiono Sugiharto, M.M., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02012049/MAN/2006; Wahyu Kustiyawan (31401243), Suwito DI Utomo (31401295)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMERS-RESEARCH"
}