{
  "id": "59536",
  "title": "Perancangan sistem turbo Yamaha Vixion dengan mesin VVA",
  "abstract": "Turbocharger adalah sebuah kompresor sentrifugal yang mendapat daya dari turbin radial yang sumber tenaganya berasal dari asap gas buang kendaraan. Kunci keuntungan dari turbocharger adalah alat ini menawarkan sebuah peningkatan yang cukup banyak dalam tenaga mesin hanya dengan sedikit menambah berat. Tujuan analisis ini adalah untuk mendapatkan parameter daya dan torsi serta performansi motor bakar bensin tanpa dan dengan penggunaan turbocharger. Dalam kajian teoritis ini menggunakan data spesifikasi teknis mesin sepeda motor Yamaha R15 VVA yang di tanam ke body Yamaha Vixion V2. Hasil analisa performansi daya bersih ğ‘Šğ‘›ğ‘’ğ‘¡ğ‘¡ dengan penggunaan turbocharger meningkat sebanyak 1,5% dibandingkan tanpa penggunaan turbocharger. Performansi mesin tanpa turbocharger diperoleh mep sebesar 2995,973kPa, Pi pada putaran 10000 rpm sebesar 22,19 kW, Ps sebesar 9,97 kW, Î·m sebesar 44 % dan Î·v sebesar 98,94%. Performansi dengan turbocharger diperoleh mep sebesar 2474,86 kPa, Pi pada putaran 10000 rpm sebesar 22,65 kW, Ps sebesar 13,97 kW, Î·m sebesar 61 % dan Î·v sebesar 99,37 %. Daya mesin ber turbocharger sebesar 33 HP pada saat putaran mesin 10500 rpm, Torsi mesin ber turbocharger sebesar 26,7 Nm pada saat putaran mesin 5000 rpm. Daya mesin tanpa turbo sebesar 13,7 HP pada saat putaran mesin 8750 rpm, Torsi mesin tanpa turbo sebesar 12,3 Nm pada saat putaran mesin 7750 rpm. Hasil akhir tenaga naik sebesar 140,8 %, dan torsi naik sebesar 117 %.",
  "creators": "ALBERTUS DE DEO BIMA SUSANTO",
  "contributors": "Sutrisno S.T.,M.T. (Advisor 1); Yonathan Santoso (Advisor 2); Ninuk Jonoadji (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04011513/MES/2023; Albertus De Deo Bima Susanto (C12180082)",
  "subjects": "MOTORCYCLES--MOTORS--TURBOCHARGERS; MOTORCYCLES-MOTORS-MODIFICATION; TURBOCHARGERS"
}