{
  "id": "59556",
  "title": "Analisa etika bisnis layanan nasabah PT Rifan Financindo Berjangka Ciputra World Surabaya",
  "abstract": "Semakin berjalannya waktu kegiatan bisnis semakin berkembang di Indonesia terutama pada bisnis di bidang keuangan. Etika bisnis memegang peranan penting pada bisnis di bidang keuangan terutama pada PT Rifan Financindo Berjangka Ciputra World Surabaya. Salah satu fungsi dari PT Rifan Financindo Berjangka Ciputra World Surabaya adalah layanan nasabah. Tentunya layanan nasabah memerlukan yang nama nya Etika Bisnis di dalamnya. Sehingga Etika Bisnis layanan nasabah memiliki peran yang cukup penting terhadap perusahaan. Tujuan penelitian ini adalah menganalisa apakah PT Rifan Financindo Berjangka Ciputra World Surabaya sudah melakukan Etika Bisnis yang benar pada layanan nasabahnya. Metode Penelitian yang digunakan adalah kualitatif dengan pengambilan data menggunakan wawancara in depth interview atau wawancara semi-terstruktur. Untuk menguji validitas dari data yang didapatkan, penulis menggunakan teknik triangulasi sumber. Hasil penelitian menunjukkan bahwa PT Rifan Financindo Berjangka Ciputra World Surabaya telah melaksanakan etika bisnis pada layanan nasabahnya dengan benar, dapat dibuktikan pada penelitian ini bahwa PT Rifan Financindo Berjangka Ciputra World Surabaya melakukan etika bisnis pada layanan nasabah sesuai dengan dua dimensi dan juga jawaban dari narasumber konsultan dan juga narasumber nasabah yang berkesinambungan. Hasil dari penelitian ini mengacu pada norma etika bisnis BAPPEBTI (Badan Pengawas Perdagangan Berjangka Komoditi) dan 8 Ethical Guidelines for Brokers.",
  "creators": "NATHANIEL JEVIN HARTOKO",
  "contributors": "Dr. Augustinus Simanjuntak, S.H., M.H. (Advisor 1); Thomas Santoso (Examination Committee 1); Dhyah Harjanti (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012558/MAN/2024; Nathaniel Jevin Hartoko (D11200379)",
  "subjects": "BUSINESS ETHICS; BUSINESS MANAGEMENT"
}