{
  "id": "59562",
  "title": "Wisata kuliner Bali: peran influencer media sosial dalam membentuk sikap terhadap makanan dan niat berperilaku",
  "abstract": "Media sosial mempunyai peran penting dalam kehidupan sosial masyarakat. Banyak peneliti telah menyoroti dampak influencer media sosial dalam membentuk sikap dan persepsi wisatawan. Penelitian ini menyelidiki pengaruh influencer media sosial terhadap sikap terhadap makanan lokal dan niat berperilaku, dengan fokus pada peran mediasi sikap wisatawan domestik terhadap makanan lokal. Survei online kuantitatif terhadap 384 wisatawan domestik yang mengunjungi Bali dilakukan dengan menggunakan kuesioner yang dikelola sendiri antara bulan Juli dan Agustus 2023. PLS-SEM (Partial Least Square - Structural Equation Modeling) menggunakan STATA 14.0 digunakan untuk menguji pengaruh langsung dan tidak langsung dari ketiga konstruk tersebut. Hasil penelitian menunjukkan adanya pengaruh positif dan signifikan influencer media sosial terhadap niat berperilaku wisatawan domestik. Pengaruh tidak langsung influencer media sosial terhadap sikap wisatawan domestik Bali terhadap niat makan dan berperilaku juga positif dan signifikan. Selain itu, sikap wisatawan domestik terhadap makanan merupakan variabel mediasi parsial yang menjembatani pengaruh influencer media sosial dan niat berperilaku. Studi ini menggarisbawahi peran berharga dari influencer media sosial dalam mempromosikan beragam kuliner Bali, meningkatkan statusnya sebagai destinasi populer bagi masyarakat Indonesia. Keberadaan influencer media sosial akan membantu pengunjung menciptakan pengalaman yang memuaskan dan berkesan terhadap kuliner lokal di Bali dan diharapkan dapat mempromosikan Bali sebagai destinasi kuliner.",
  "creators": "CAREEN GOLDWIN; DANICA ROSY",
  "contributors": "Sienny Thio (Advisor and Examination Committee); Regina Jokom (Examination Committee 2); Monika Kristanti (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 33011147/MAN/2024; Careen Goldwin (D11200024), Danica Rosy (D11200210)",
  "subjects": "CULINARY TOURISM; SOCIAL MEDIA--MARKETING"
}