{
  "id": "59589",
  "title": "Pengaruh memorable dining experiences with five senses terhadap revisit intention melalui customer satisfaction sebagai variabel mediasi di Rustic Market by The Lake Graha Natura Surabaya",
  "abstract": "Penelitian ini dimaksudkan untuk menginvestigasi pengaruh memorable dining experiences with five senses terhadap revisit intention melalui customer satisfaction di Rustic Market by The Lake Graha Natura Surabaya. Metode penelitian ini adalah metode kuantitatif dan menerapkan convenience sampling dengan jumlah total 154 sampel. Pengumpulan data dengan kuesioner dilakukan secara onsite dan online kepada responden yang telah mengunjungi Rustic Market by The Lake Graha Natura Surabaya dalam rentang waktu 3 bulan terakhir. Kuesioner melibatkan pertanyaan yang mencakup indikator MDEFS, revisit intention, dan customer satisfaction menggunakan skala Likert. Metode analisis yang digunakan adalah PLS (Partial Least Square) untuk menguji pengaruh langsung dan tidak langsung dari ketiga variabel tersebut. Hasil penelitian memberikan hasil positif dan memiliki pengaruh yang signifikan dari memorable dining experiences with five senses terhadap revisit intention melalui customer satisfaction di Rustic Market by The Lake Graha Natura Surabaya. Penelitian ini memberikan kontribusi penting untuk pihak restoran dalam menggunakan strategi untuk memberikan kepuasan kepada konsumen dan niat kunjung kembali ke restoran.",
  "creators": "AGATHA AILEEN; JANE DJALIMIN",
  "contributors": "Dr. Ferry Jaolis, S.E., M.SM., M.RECH. (Advisor 1); Serli Wijaya (Examination Committee 1); Regina Jokom (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 33011157/MAN/2024; Agatha Aileen (D11200007), Jane Djalimin (D11200265)",
  "subjects": "CONSUMERS--RESEARCH; CUSTOMER SATISFACTION; RESTAURANT MANAGEMENT"
}