{
  "id": "596",
  "title": "Refusal strategies in English used by American and Indonesian University students based on age, sex, social status and social distance",
  "abstract": "Refusing an invitation or offer is considered as one of the Face Threatening Acts (FTAs), especially to the positive-face want of the addressee. Therefore, in doing the refusal people should be made aware of the strategies used in order to lower the threat as well as to have a smooth interaction. Moreover, there are social factors such as Age, Sex, Social Status and Social Distance, which most likely influence the way people refuse the invitation or offer. These factors would affect people in choosing which strategies considered as the most appropriate ones to be used in a certain situation. However, the strategies chosen in the refusal might be different from one culture to another. As a result, the writer is not only interested in analyzing the refusal strategies from one group of respondents but also comparing the strategies on the American'students to those of the Indonesian students leaming English. Furthermore, using Discourse Completion Task (DCT), the data were taken from twenty six Indonesian students of Faculty of Letters in Petra Christian University and twenty five American students from three different universities in the United States of America. In categorizing the data, the writer used the theory of Politeness of Brown and Levinson (1989) as a supporting theory. Finally, from the data analysis, the writer found that the lndonesian respondents chose Apologizing as the most frequently used strategy of refusal while American respondents preferred to use Apologizing as well as Reason as their refusal strategies. There are other dominant strategies used by both group respondents, that are, Showing Interest, Thanking and Direct Refusal. Further, the writer noticed that the social factors such as Age, Sex, Social Status and Social Distance strongly influenced the choice of the refusal strategies, but it was also found that there were other social factors which influenced the choice of the strategies namely Solidarity and Respect.",
  "creators": "LISA NUGROHO",
  "contributors": "SUBANDI DJAJENGWASITO (Examination Committee 1); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.754; Lisa Nugroho (11494085)",
  "subjects": "LANGUAGE AND LANGUAGES-RESEARCH; SOCIOLINGUISTICS"
}