{
  "id": "59795",
  "title": "Analisis pengaruh perceived organizational support pada job satisfaction karyawan generasi Z di Surabaya melalui workaholism dan psychological empowerment",
  "abstract": "Penelitian ini bertujuan untuk menguji hubungan antara dukungan Perceived Organizational Support dan kepuasan kerja di antara karyawan Generasi Z di Surabaya. Penelitian ini menggunakan metode kuantitatif. Populasi terdiri dari 140 karyawan Generasi Z di Surabaya. Pengumpulan data menggunakan data primer dan sekunder, dengan data primer yang dikumpulkan langsung oleh peneliti dan data sekunder dari sumber-sumber yang sudah ada. Analisis deskriptif meringkas data, sementara Partial Least Square (PLS) digunakan untuk analisis statistik. Uji validitas dan reliabilitas memastikan alat pengukuran valid dan konsisten. Hasil penelitian ini menunjukkan Perceived Organizational Support berpengaruh signifikan terhadap Job satisfaction, Perceived Organizational Support berpengaruh signifikan terhadap Workaholism, Perceived Organizational Support berpengaruh signifikan terhadap Psycological Empowerment, Workaholism tidak berpengaruh signifikan terhadap Job Satisfaction, Psychological Empowerment tidak berpengaruh signifikan terhadap Job Satisfaction, Perceived Organizational Support tidak berpengaruh terhadap Job Satisfaction melalui Workaholism, Perceived Organizational Support tidak berpengaruh terhadap Job Satisfaction melalui Psychological Empowerment.",
  "creators": "I GUSTI AYU DEVI KATHELIA AGUSTA",
  "contributors": "Dr. Roy Setiawan, S.Kom., M.M., M.SM., M.Th. (Advisor 1); Eddy Madiono Sutanto (Examination Committee 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012533/MAN/2024; I Gusti Ayu Devi Kathelia Agusta (D11200495)",
  "subjects": "GENERATION Z; JOB SATISFACTION; ORGANIZATIONAL BEHAVIOR; PERSONNEL MANAGEMENT"
}