{
  "id": "59886",
  "title": "Analysis and evaluation of the business and financial performance of PT Sinar Mas Agro Resources and Technology Tbk over a three-year period (1 January 2020-31 December 2022) with a critical analysis of the reason of its success",
  "abstract": "This research paper presents an in-depth analysis of the business and financial performance of PT Sinar Mas Agro Resources and Technology Tbk (SMART) over the period of 1 January 2020, to 31 December 2022. The study aims to uncover the key factors contributing to SMART's remarkable success in the industry. To achieve this objective, various business models and accounting techniques are utilized. The research methodology incorporates industry analysis utilizing Porter's five forces framework to assess SMART's responsiveness to its environment and ascertain its strategic positioning within the industry. Furthermore, a comprehensive SWOT analysis is conducted to identify both internal and external factors influencing SMART's business performance. Furthermore, the study incorporate quantitative analysis techniques such as financial ratio analysis to evaluate SMART's revenue growth, profitability, liquidity, solvency, and investor ratios. Additionally, a comparative analysis with its primary competitor, PT Astra International Tbk (AALI), is carried out to gain further insights into SMART's competitive standing in the market. From the analysis, the success of SMART is attributed to its strategic responsiveness to opportunities, summarized by its versatility as a market leader highlighted by Porter's Five Forces, resilient business model addressing price fluctuations, commitment to sustainability enhancing customer trust, and ongoing technological adaptation for operational efficiency.",
  "creators": "EUNICE TIMOTHY GIVEN",
  "contributors": "Josua Tarigan (Advisor 1); Saarce Elsye Hatane (Examination Committee 1); Alan Darmasaputra, S.E., MPA., M.Bus. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011057/AKT/2024; Eunice Timothy Given (D12200066)",
  "subjects": "BUSINESS; CORPORATIONS--FINANCE"
}