{
  "id": "599",
  "title": "The Study of Helmi Yahya's and Alya Rohali's speech style in \"Siapa Berani\" quiz on Indosiar",
  "abstract": "This study deals with the speech style, used by Helmi Yahya and Alya Rohali as the host of \"Siapa Berani\" quiz. Their speech style are considered unique since the show that they could win several. awards of achivement. In this case this study wants to know the type of Helmi Yahya and Alya Rohali's speech style and which speech style is typical to certain context of situation. This is a qualitative study and the writer takes the data from \"Siapa Berani\" quiz on April 1st , 2003. The writer applied Martin Joos' theory of speech style which is divided into five categories; frozen, formal, consultative, casual and intimate, as her main theory which combined with Gleason and Kridalaksana's theory. In analyzing the data firstly, the writer read and underlined Helmi Yahya and Alya Rohali?s sentences, secondly, she identified their sentences based on the classification of their speech style, whether they are frozen, formal, consultative, casual or intimate. Thirdly, she analyzed all these sentences based on the characteristics given by each style. Then, she put them on the table so that the characteristic will be shown clearly. At last, she would see from the finding which occupied the highest occurence, the second highest up to the lowest frequency of occurrence that are produced by Helmi Yahya and Alya Rohali. Through this analysis the writer found four types of speech style in that television quiz. They are formal, consultative, casual and frozen. Moreover from this analysis she also found that certain speech style is typical to certain context of situation.",
  "creators": "MAULINA DAMAYANTI",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1154/ING/2003; Maulina Damayanti (11495042)",
  "subjects": "INDONESIAN LANGUAGE-SOCIAL ASPECTS; LANGUAGE AND LANGUAGES-DISCOUSE ANALYSIS; LANGUAGE AND LANGUAGES-STUDY AND TEACHING; SOCIOLINGUISTICS"
}