{
  "id": "59900",
  "title": "Financial slack and performance: the moderating role of innovation intensity and lenders’ monitoring in Indonesian non-financial companies",
  "abstract": "This paper primarily aims to investigate the moderating roles of innovation intensity and lenders’ monitoring on firm financial performance. This research utilized panel data regression analysis obtained from 175 observations across Indonesian non-financial companies listed on the IDX website from 2018 to 2022. Weighted-least squares model was used as the statistical approach to test the hypotheses. The results revealed that financial slack has a significant positive effect on the firm’s financial performance. Additionally, innovation intensity weakens the relationship between financial slack and performance. However, lenders’ monitoring does not moderate the relationship between financial slack and a firm’s financial performance. This study has a few limitations that could be addressed in future research. Firstly, this research only considers innovation intensity and lenders’ monitoring as the moderating variables. Future studies may want to incorporate additional variables, such as a firm’s budgetary control system and budget-based compensation system, to gain further insights. Additionally, this study only investigates the impact of financial slack, innovation intensity, and lenders’ monitoring on performance over a five-year period, from 2018 to 2022. Future studies could explore longer time frames or examine different time periods to better understand the dynamics of these variables. This research will be the first to investigate the moderating effects of innovation intensity and lenders’ monitoring on the direct relationship between financial slack and firm financial performance in a sample of Indonesian non-financial companies. Past research has primarily focused on analyzing the direct relationship of financial slack with performance.",
  "creators": "KARYN CHRISTABELLA SUGIANTORO",
  "contributors": "Josua Tarigan (Advisor 1); Saarce Elsye Hatane (Examination Committee 1); Alan Darmasaputra, S.E., MPA., M.Bus. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 32011055/AKT/2024; Karyn Christabella Sugiantoro (D12200165)",
  "subjects": "BUDGETING; CORPORATE PROFITS; FINANCIAL STATEMENTS--ACCOUNTING"
}