{
  "id": "59967",
  "title": "Aplikasi crowdsourcing pencari jasa freelancer berbasis android",
  "abstract": "Seiring dengan perkembangan zaman, teknologi telah berkembang dengan pesat dan mempengaruhi gaya hidup dan pola pikir manusia dalam kehidupan sehari- hari. Salah satu dampak dari perubahan ini adalah pergeseran pekerjaan dari yang bersifat konvensional menjadi modern. Dalam beberapa tahun ini, freelancer menjadi salah satu pekerjaan yang diminati oleh semua orang. Hal ini dikarenakan karena freelancer menawarkan fleksibel yang tinggi. Sehingga memungkinkan freelancer untuk dapat mengatur jadwal dan lingkungan kerja sesuai dengan keinginan pribadi. Namun, masih terdapat beberapa tantangan yang harus dihadapi oleh pencari jasa yang dikarenakan masih mengandalkan rekomendasi dari orang terdekat atau melalui platform online yang kurang terorganisir sehingga menyebabkan proses pencarian memakan waktu yang cukup lama. Tantangan lainnya adalah bagi freelancer untuk menawarkan jasa yang bersifat perlu datang langsung ke lokasi klien, hal ini dikarenakan beberapa platform hanya memfasilitasi pekerjaan dengan kategori tertentu saja sehingga mengharuskan freelancer untuk mencari alternatif lain untuk menawarkan jasanya. Oleh karena itu, dibuatlah aplikasi pencari jasa freelancer berbasis android yang berfungsi untuk menyediakan platform yang nyaman, aman, efisien dalam mencari berbagai macam jasa freelancer yang ada dan dapat menghubungkan freelancer dan klien yang tertarik dalam menggunakan jasa tertentu. Tipe jasa pada aplikasi ini nantinya akan dibagi menjadi 2 macam yaitu jasa On-site dan jasa Digital. Hasil penelitian ini menunjukkan bahwa aplikasi yang dikembangkan ini dapat membantu pengguna dalam menemukan jasa freelancer yang sesuai dengan yang diinginkan. Selain itu aplikasi ini juga dapat menghubungkan antara freelancer dan klien secara efektif.",
  "creators": "FEBRI",
  "contributors": "Justinus Andjarwirawan (Advisor 1); Resmana Lim (Advisor 2); Adi Wibowo, S.T., M.T., Ph.D. (Examination Committee 1); Andreas Handojo (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022459/INF/2024; Febri (C14190039)",
  "subjects": "ANDROID MOBILE OPERATING SYSTEM (ELECTRONIC RESOURCE); HUMAN COMPUTATION; MOBILE APPS--DESIGN"
}