{
  "id": "59972",
  "title": "Pengaruh perceived ease of use dan perceived usefulness terhadap intention of use pada pengguna Google Maps dalam aktivitas wisata bagi wisatawan Surabaya",
  "abstract": "Salah satu kegiatan manusia yang banyak diminati adalah kegiatan wisata. Kegiatan wisata sempat terhenti karena pandemi Covid-19, namun pada tahun 2023 kondisi dunia mulai membaik dan didukung dengan kemajuan teknologi yang begitu pesat, mengakibatkan banyak masyarakat yang beramai-ramai berwisata. Salah satu teknologi yang sering digunakan dalam kegiatan wisata adalah Google Maps. Intention of use pengguna pada suatu teknologi diketahui menjadi salah satu faktor yang menyatakan teknologi tersebut digemari oleh masyarakat atau tidak. Penelitian ini dimaksudkan untuk mengetahui apakah perceived ease of use dan perceived usefulness dari Google Maps dapat mempengaruhi intention of use pada Google Maps atau tidak. Analisa data dalam penelitian ini menggunakan metode uji validitas dan reliabilitas, serta analisa statistik deskriptif. Alat pengolahan dan pengujian hipotesis menggunakan PLS-SEM. Peneliti menentukan pengguna Google Maps asal Surabaya yang menggunakan Google Maps untuk aktivitas wisata keluar kota Surabaya yang berumur 21-39 tahun sebagai sampelnya. Hasil penelitian mengungkapkan bahwa perceived ease of use dan perceived usefulness berpengaruh positif terhadap intention of use, perceived usefulness juga berfungsi sebagai variabel mediasi terhadap pengaruh perceived ease of use ke intention of use secara positif. Perceived ease of use juga berpengaruh secara positif terhadap perceived usefulness.",
  "creators": "HOSE PATRICK; WILBERT JONATHAN",
  "contributors": "Edwin Japarianto (Advisor 1); Devi Destiani Andilas (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010463/MAN/2024; Hose Patrick (D11200050), Wilbert Jonathan (D11200022)",
  "subjects": "CONSUMERS--RESEARCH; GOOGLE MAPS; TOURISM"
}