{
  "id": "59977",
  "title": "Pengaruh pelaksanaan corporate social responsibility terhadap profitabilitas dengan jenis negara sebagai moderasi",
  "abstract": "Tujuan - Penelitian ini bertujuan untuk menganalisis pengaruh Corporate Social Responsibility terhadap profitabilitas perusahaan dengan menggunakan jenis negara sebagai variabel moderasi. Desain/metode penelitian – Penelitian ini merupakan penelitian kuantitatif dengan model regresi data panel. Penelitian dilakukan kepada perusahaan terbuka yang bergerak di sektor non-finansial di Singapura dan Filipina pada tahun 2013-2018. Temuan – Penelitian ini menemukan bahwa corporate social responsibility tidak berpengaruh terhadap profitabilitas. Penelitian ini juga menemukan bahwa jenis negara berpengaruh negatif terhadap profitabilitas perusahaan, dengan kata lain perusahaan di negara berkembang memiliki tingkat profitabilitas yang lebih tinggi ketimbang perusahaan di negara maju. Penelitian ini menemukan bahwa untuk moderasi jenis negara terhadap pelaksanaan CSR dan profitabilitas berpengaruh secara positif. Hal ini berarti pelaksanaan CSR di negara maju akan lebih meningkatkan profitabilitas ketimbang pelaksanaan CSR di negara berkembang. Keterbatasan hasil penelitian/implikasi penelitian – Penelitian ini hanya dilakukan kepada dua negara saja sebagai variabel moderasi, Singapura sebagai negara maju dan Filipina sebagai negara berkembang. Hal ini dapat membuat hasil penelitian yang terbatas karena hanya membandingkan dua negara saja. Selain itu, penilaian CSR perusahaan dengan menggunakan ESG sebagai indikator dianggap kurang akurat oleh beberapa penelitian terdahulu. Penelitian selanjutnya di masa depan dapat memperhatikan dalam pemilihan jenis negara, dengan harapan semakin banyak sampel data yang diperoleh maka akan semakin baik hasilnya, selain itu juga dapat mempertimbangkan dalam memilih pengukuran CSR perusahaan, peneliti selanjutnya dapat menggunakan ESG score sebagai indikator, tetapi harus digunakan secara berhati-hati. Originalitas/value penelitian – Penelitian ini mencoba mengaitkan ada atau tidaknya hubungan jenis negara (negara maju dan berkembang) dengan pelaksanaan CSR terhadap profitabilitas.",
  "creators": "JOEL TOBIAS WIJAYA",
  "contributors": "Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Advisor 1); Saarce Elsye Hatane (Examination Committee 1); Hendri Kwistianus, S.E., M.M. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011061/AKT/2024; Joel Tobias Wijaya (D12190075)",
  "subjects": "SOCIAL RESPONSIBILITY OF BUSINESS; CORPORATE PROFITS"
}