{
  "id": "5998",
  "title": "Formulasi strategi repositioning Chicco Swalayan dari Chicco Baby Shop menjadi pasar swalayan",
  "abstract": "Dewasa ini keberadaan pasar swalayan sangat menjamur dimana-mana bahkan sudah menjadi lifestyle bagi sebagian besar masyarakat dalam memenuhi kebutuhannya. Dengan semakin majunya jaman maka tuntutan masyarakat terhadap pelayanan jasa meningkat. Karena itu setiap badan usaha terutama yang bergerak di bidang jasa perlu memperhatikan masalah ini, salah satu badan usaha jasa yang sedang berkembang saat ini adalah pasar swalayan. Pada saat ini di Surabaya telah banyak berdiri pasar swalayan. Chicco Swalayan merupakan salah satu pasar swalayan yang berlokasi di Raya Tenggilis dimana memberikan jaminan pelayanan (jasa). Positioning sangat penting bagi perusahaan, karena dengan melakukan strategi ini konsumen dapat membedakan kekuatan dan keunikan produk dibandingkan dengan produk pesaing. Dalam memposisikan produknya, suatu badan usaha harus mengidentifikasikan keunggulan bersaing yang dimilikinya sebagai dasar dalam merancang strategi positioning dan repositioning. Agar badan usaha tersebut mempunyai keunggulan bersaing, maka badan usaha tersebut harus dapat memberikan nilai lebih bagi target konsumen, dimana hal tersebut dapat dicapai melalui diferensiasi produk. Berdasarkan hasil analisis Porter?s five forces dapat disimpulkan bahwa ancaman masuk pendatang baru khususnya biaya beralih konsumen yang besar, kekuatan tawar menawar konsumen yang kuat, kekuatan tawar menawar pemasok. Dari hasil analisa Matrix GE strategi yang digunakan adalah strategi investasi untuk tumbuh yang meliputi : rebut kepemimpinan, tumbuh selektif, dan perkuat daerah yang rapuh. Dari hasil analisa SWOT diperoleh kesimpulan bahwa strategi yang perlu diterapkan adalah strategi agresif.",
  "creators": "NINA KOENTJORO; EVY NATALIA",
  "contributors": "Edwin Japarianto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02012028/MAN/2006; Nina Koentjoro (31401175), Evy Natalia (31401190)",
  "subjects": "MARKETING RESEARCH; MARKETING-MANAGEMENT"
}