{
  "id": "600",
  "title": "Study on feminism in Edna's awakening in Kate Chopin's the awakening",
  "abstract": "The study is about a woman's strength in countering against male domination to be an independent and free individual. Edna Pontellier, the main female heroine of The Awakening, is a housewife of a successful Creole stockbroker, Leonce Pontellier, with two small children. Yet, Edna increasingly feels her marriage life is constricting, so that she decides to abandon her domestic role as mother and wife. Edna's rebellion reflects the essence of feminism. Thus the study aims to reveal what Edna rebels from in her awakening, what rights she is awakened to, and how her awakening conveys feminism. Therefore, the study applies feminist theories, specifically self ownership and voluntary motherhood. The study also implements literary theory, characterizatio n as the tool of its analysis. The study begins with female exploitation in the community system, Creole community, that regards Creole wife as her husband's property. As a property, Creole wife is owned and defined of her function to be a mother and wife. Edna is a feminist because she is against the suppressing community pattern, and performs all the qualities of an autonomous individual; independent, private possessions, authority over her body and freedom to choose her own identity. Her death in the end of the story also denotes her self sovereignty and freedom on her individual being and life. In short; Edna features the idea of feminism that a woman is an independent individual who is in control of her own destiny.",
  "creators": "MARLIN TEDJO PRAWIRO",
  "contributors": "Liliek Soelistyo (Advisor 1); Dra. Sarah Prasasti, M.Hum. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 797; Marlin Tedjo Prawiro (11495055)",
  "subjects": "AMERICAN FICTION--19TH CENTURY--STUDY AND TEACHING; CHOPIN, KATE, 1851-1904. THE AWAKENING-STUDY AND TEACHING"
}