{
  "id": "6003",
  "title": "Analisis tingkat loyalitas merek Nokia dan Sony Ericsson di Surabaya",
  "abstract": "Persaingan bisnis pada era perubahan teknologi yang sangat cepat dan pesat ini, kualitas produk dan layanan yang memuaskan oleh suatu perusahaan bukan lagi suatu komoditas yang bisa diandalkan dan dibanggakan karena setiap perusahaan yang membuat suatu produk pasti membuat dengan kualias yang tinggi dan tahan lama. Salah satu atribut yang dapat membedakan suatu produk dengan produk yang lain adalah perbedaan merek. Perusahaan dengan produk yang bagus dan persepsi merek uang uat di benak pelanggan akan memudahkan perusahaan dalam penempatan produknya itu. Loyalitas pada suatu merek merupakan suatu aset bagi perusahaan dan akan itu aka membantu pelanggan dalam menafsirkan, memproses, dan menyimpan informasi yang terkait dengan produk atau merek tersebut. Loyalitas seorang pelanggan pada suatu merek akan dapat mempengaruhi rasa percaya diri konsumen ketika menggunakan suatu produk dengan merek tersebut. Berdasarkan penjelasan diatas dapat disadari bahwa merek suatu produk atau jasa adalah hal yang sangat penting. Oleh karena itu penulis merasa tertarik untuk membahas tingkat loyalitas merek yang terdiri dari Pembeli yang komit (Comit Buyer), Menyukai Merek (Likes The Brand), pembeli yang puas Dengan Biaya Peralihan (Satisfied Buyer), Pembeli yang Bersifat Kebiasaan (Habitual Buyer), dan pembeli yang sering berpindah-pindah merek (Switcher) antara merek Nokia dan Sony Ericsson di Surabaya. Metode pengolahan data dilakukan dengan menggunakan Validitas dan realibilitas yang berasal dari data yang dikumpulkan melalui kueioner yang telah diisi, diolah dan ditabulasi. Metode analisis yang dipakan adalah dengan menggunakan analisis Crosstab. Dari hasil penelitian diketahui bahwa tingkat loyalitas merek Nokia berada di Comit Buyer dan merek Sony Ericsson berada pada tingkat Likes The Brand.",
  "creators": "M YUDHANA HANDRIAWAN",
  "contributors": "Hartono Subagio (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02012025/MAN/2006; M. Yudhana Handriawan (31400239)",
  "subjects": "CUSTOMER LOYALTY; CONSUMER BEHAVIOR; CONSUMERS-RESEARCH"
}