{
  "id": "601",
  "title": "Case study: morphological acquisition of Indonesian teenagers aged 10-13 years old as second language learners",
  "abstract": "One of the most important phenomenon in Indonesia today is the mushrooming of English courses in every place. Furthermore, most of elementary schools introduce English to their students as early as possible. This evidence shows that English has begun to be considered as an obligatory requirement in preparing oneself to face this global competition. In this case study, the writer wants to find out how far the subjects have acquired the English tenses and whether the pattern of morphological acquisit ion in her research is similar to the sequence of morphological acquisition in previous research done by the linguists. The writer uses some theories related to this research, they are the sequence of grammatical development of morphemes, theory of English morphemes and also some related studies of morphological acquisition. However, in this research she focuses more on Way and Burt's study of grammatical development of morphemes in second language acquisition since she uses this research as her guidance in doing her research. Before the writer distributed the tests, she gave pre-tests in order to prove the reliability of her tests later. She had an observation for three months at UNI Educational center where she teaches English there. The results of her research show that there is only a little similarities between her research and Dulay and Burt's research. The biggest difference between her research and Dulay and Burt's is the rank for the third person singular morpheme where it if, in the first rank in the writer's research while it is in the last rank in Dulay's research. Since the writer uses different procedures of data collection from Dulay and Burt's procedures, the result has lnly small percentage of similarity. However, there is a possibility that iff she uses the same procedures of collecting the data, the result will be more or less the same as the previous research done by Dulay and Burt.",
  "creators": "JIPY PRISCILIA",
  "contributors": "Julia Eka Rini (Advisor 1); Bintoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 819; Jipy Priscilia (11495074)",
  "subjects": "INDONESIAN LANGUAGE-ACQUISITION"
}