{
  "id": "60114",
  "title": "The effect of harmonious passion on work satisfaction and life satisfaction through work-life enrichment among entrepreneurs",
  "abstract": "Becoming a successful entrepreneur requires passion. Although there has been much research on passion, little has explored the role of passion in work-life enrichment and, in particular, its impact on entrepreneurial life and job satisfaction. This study aimed to examine the influence of harmonious passion on job satisfaction and life satisfaction through work-life enrichment among entrepreneurs. The research method used in this study is quantitative. The total number of respondents was 310 entrepreneurs. The sampling technique used was a purposive sampling technique with data collection methods in the form of a questionnaire. The results of the study show that harmonious passion has a direct effect on job satisfaction with work-life enrichment. However, harmonious passion has no direct impact on life satisfaction. Indirectly, harmonious passion influences job satisfaction and life satisfaction through work-life enrichment. This research adds to the existing body of knowledge by demonstrating that entrepreneurs’ work-life enrichment can mediate the relationships between harmonious passion and work and life satisfaction. Moreover, it also addresses a notable gap in entrepreneurial passion research, particularly in non-Western, emerging contexts, and represents the inaugural investigation of this subject matter in Indonesia.",
  "creators": "KENNY LAURENCE GUNAWAN; RAYNARD LIKO",
  "contributors": "Sherly Tanoto (Advisor 1); Tessa Vanina Soetanto (Examination Committee 1); Adelina Proboyo (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 34010526/MAN/2024; Kenny Laurence Gunawan (D11200137), Raynard Liko (D11190355)",
  "subjects": "ENTREPRENEURSHIP; ENTREPRENEURSHIP--RESEARCH; QUALITY OF WORK LIFE"
}