{
  "id": "60141",
  "title": "Pengaruh governance dan system integration terhadap cyber supply chain performance melalui cyber supply chain visibility",
  "abstract": "Dalam era digitalisasi bisnis di Indonesia, pelaku bisnis menghadapi tantangan beradaptasi dengan perubahan yang dinamis. Proses bisnis yang terdigitalisasi salah satunya proses Supply Chain Management (SCM) telah membuat operasional menjadi lebih efisien dan efektif. Namun, dibalik kelebihannya terdapat kelemahan dari digitalisasi ini yaitu adanya kerentanan akan serangan cyber dalam sistem supply chain. Penelitian ini menyadari akan pentingnya hal menjaga keamananan sistem informasi perusahaan dari serangan cyber dan menganalisis pengaruh dari adanya Governance serta System Integration yang baik terhadap Cyber Supply Chain (CSC) Performance, yang dimediasi oleh Cyber Supply Chain (CSC) Visibility untuk mencapai praktik Cyber Supply Chain Risk Management (CSCRM) yang efektif dan efisien dalam proses Supply Chain Management (SCM) aman dari serangan cyber. Jenis penelitian ini adalah penelitian kuantitatif yang dianalisis dengan teknik Structural Equaation Model (SEM) dengan bantuan software SmartPLS 4.0. Sumber data penelitian ini menggunakan sampel dari 341 perusahaan manufaktur di Indonesia yang proses supply chainnya telah tersistematis dengan perangkat lunak buatan untuk mendukung proses bisnis. Penelitian ini akan menunjukkan bahwa Governance yang baik dan System Integration SCM berpengaruh signifikan terhadap kinerja sistem perusahaan yang lebih efisien. Sistem yang telah terintegrasi dan tata kelola dalam perusahaan akan memudahkan pengamatan data visual permintaan dan pasokan secara real-time, memfasilitasi pengambilan keputusan lebih optimal bagi pelaku bisnis. Dengan adanya penelitian ini diharapkan dapat membuat perusahaan semakin sadar pentingnya keterbukaan proses bisnis suatu perusahaan dalam melihat data visual terhadap informasi permintaan dan pasokan secara real-time dan akurat yang berguna bagi operasional perusahaan para pelaku akan peningkatan efisiensi kegiatan operasional perusahaan, agar perusahaan dapat lebih siap dalam menghadapi tantangan bisnis dengan lebih adaptif dan efisien, serta meminimalkan dampak serangan cyber terhadap operasional dan reputasi perusahaan.",
  "creators": "WONG NORISSA LETICIA ATMAJAYA",
  "contributors": "Yonathan Palumian, S.M.B. ,M.S.M (Advisor 1); Dr. Ir. Hotlan Siagian MSc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012565/MAN/2024; Wong Norissa Leticia Atmajaya (D11200278)",
  "subjects": "CORPORATE GOVERNANCE; RISK MANAGEMENT; SUPPLY CHAIN MANAGEMENT"
}