{
  "id": "6025",
  "title": "Evaluasi service quality dan relationship quality terhadap loyalitas konsumen kereta api eksekutif Argo Bromo Anggrek",
  "abstract": "Dalam menghadapi persaingan antar perusahaan transportasi Argo Bromo Anggrek berusaha untuk mempertahankan dan meningkatkan pendapatannya. Fenomena ini direspon KA Argo Bromo anggrek dengan berusaha meningkatkan kualitas layanan dan hubungan relasi dengan konsumen terutama melalui C-Card sehingga diharapkan dapat menimbulkan loyalitas dengan tujuan keuntungan jangka panjang. Tujuan penelitian ini adalah untuk mengevaluasi service quality dan relationship quality dari KA Argo Bromo Anggrek terhadap loyalitas konsumen. Faktor - faktor service quality yang terdiri dari tangible, reliability, responsive, reassurance, empathy, sedangkan relationship quality terdiri dari trust integrity and benevolence, commitment, satisfaction. Loyalitas diobservasi melalui: say positive things, recommend friend, continue purchasing. Penelitian ini menggunakan 249 responden dan diolah menggunakan Structural Equation Modeling. Dari penelitian ini didapatkan hasil berupa R 2 = 0.43 yang artinya bahwa service quality dan relationship quality mempengaruhi loyalitas sebesar 43% dan dari t-value, didapatkan bahwa t-value service quality pada relationship quality signifikan (4.81), dan relationship quality pada loyalitas juga signifikan (2.00), dimana diketahui bahwa nilai t hitung yang dinilai signifikan adalah jika t hitung > 1.96 atau untuk praktisnya > 2. Sedangkan untuk nilai t-value dari service quality terhadap loyalitas adalah sebesar -0.15, hal ini berarti t-value service quality tidak signifikan terhadap loyalitas karena < 1.96. Maka dari hal ini dapat disimpulkan bahwa relationship quality adalah variabel intervening untuk hubungan service quality terhadap loyalitas atau dengan kata lain service quality berpengaruh terhadap loyalitas melalui relationship quality sebagai variabel intervening.",
  "creators": "HANIYAH; SUSANTI",
  "contributors": "Edwin Japarianto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02012015/MAN/2006; Haniyah (31401327), Susanti (31401366)",
  "subjects": "CUSTOMER LOYALTY; CONSUMER SATISFACTION"
}