{
  "id": "603",
  "title": "The Social presures and their impacts on the main characters in Oscar Wilde The Importance of Being Earnest",
  "abstract": "Oscar Wilde was a consciously professional writer whose literary ideas were expressed within a particular situation, whose art was effectively mediation between hopes and possibilities. The Importance of Being Earnest is Wilde's greatest play. This play basically portrays the social condition of the Victorian age that offers pressures for the main characters. Therefore, I am curious to know the social pressures that are experienced by the main characters and the impacts of the pressures on them. Through the study I want to show that family and conventions of the century exert pressures for the main characters. Thus, I also want to show that the social pressures bring some impacts on them since they are stressful because of the pressures. In order to achieve the purpose in studying this topic, I use literary approach such as characterization, conflict and setting to analyze the social pressures of the main characters. Besides, I also use concepts of social pressure, hypocrisy and lying in order to analyze the impacts of the pressures on them. Finally, from my analysis, I find out that the main characters, Algernon Jack, Gwendolen and Cecily, experience the pressures from the society and try to escape from the pressures. Actually, they get pressures from their families and the conventions of the society. Families are considered to be the social pressure for the main characters since families are the representative of the society and are shaped by the society. Algernon get pressures from his aunt and his family duties attending the dinner parties. He is stressful, because of that he becomes a playful person and leads double lives in order to escape from the pressures. However, his double lives have made him live in lying. Jack is also get pressure from his society because he has to keep his good image as a guardian. He also cannot go to town freely because of his responsibility toward his ward. Therefore, those conditions make him stressful. Then, in order to escape from the pressures, he leads double lives. However, by leading double lives, he lives in lying in order to keep his secret. Gwendolen is also under the domination of her mother, Lady Bracknell. It is shown from her disagreement over her marriage with Jack. However, she cannot oppose her mother directly, that's why she runs away from home. The last main character, Cecily, also gets pressure from her society. She is obliged to study German she disliked. She has to obey the convention of the century to study the prestigious language. Therefore, she becomes a sad person because of the pressure, and she always tries every opportunity to escape from studying German.",
  "creators": "NINIEK YUNIARTI TANJUNG",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); ANTONIUS GURITO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 954; Niniek Yuniarti Tanjung (11495098)",
  "subjects": "WILDE, OSCAR, 1854-1900. THE IMPORTANCE OF BEING EARNEST-STUDY AND TEACHING; ENGLISH DRAMA--19TH CENTURY--STUDY AND TEACHING"
}