{
  "id": "60311",
  "title": "The mediating role of management accounting information system in the relationship between innovation strategy and financial performance In DKI Jakarta And Surabaya manufacturing companies",
  "abstract": "Purpose – This study seeks to explore the mediating role of management accounting information systems (MAIS) in the correlation between innovation strategy and financial performance within the manufacturing sector of DKI Jakarta and Surabaya, Indonesia. Design/methodology/approach – Utilizing data from manufacturing companies in DKI Jakarta and Surabaya, This research uses primary data taken from questionnaires answered by 320 employees in manufacturing companies in DKI Jakarta and Surabaya who have experience using management accounting information systems (MAIS) and also ever being a decision maker. This is to assess innovation strategies(riskiness, innovation capability, management’s value orientation towards innovation), financial performance metrics, and the integration of MAIS. Structural equation modelling (SEM) is applied to analyse the relationships between these variables. Findings – The findings demonstrate that there exists a significant relationship between innovation strategy (riskiness, innovation capability, management’s value orientation towards innovation) and financial performance, and this connection is mediated by the utilization and effectiveness of MAIS within the manufacturing companies in DKI Jakarta and Surabaya. The integration of MAIS positively mediate the relationship between innovation strategy and financial performance. Research limitations/implications – This research is delimited by its focus on a specific geographical area (DKI Jakarta and Surabaya) and manufacture sector. Additionally, the cross-sectional nature of the study limits causal inferences. Future studies could expand the scope to include a broader range of industries and regions, as well as consider longitudinal data for a more comprehensive analysis. Originality/Value – Unlike previous research, which often focuses solely on the direct relationship between innovation and financial performance, this study sheds light on the mediating influence of MAIS. By exploring this mediating role, it provides valuable insights into how management accounting systems facilitate the translation of innovation strategies into improved financial outcomes within the manufacturing context of DKI Jakarta and Surabaya.",
  "creators": "YENNY CHANDRA FOEKDIANTO",
  "contributors": "Josua Tarigan (Advisor and Examination Committee); Saarce Elsye Hatane (Examination Committee 1); Sany, S.E., MS-CIS., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011005/AKT/2024; Yenny Chandra Foekdianto (D12200050)",
  "subjects": "ACCOUNTING--DATA PROCESSING; FINANCIAL STATEMENTS"
}