{
  "id": "60345",
  "title": "Analisis faktor yang mempengaruhi niat kunjungan green hotel",
  "abstract": "Pada saat ini, masalah lingkungan menjadi perhatian di seluruh dunia. Sektor perhotelan merupakan salah satu sektor yang mempengaruhi dan dipengaruhi masalah lingkungan tersebut. Sektor perhotelan dapat berperan dalam mempromosikan konsep keberlanjutan dengan menerapkan green hotel attribute (GHA) untuk mengurangi dampak negatif pada lingkungan. Diperlukan dukungan dari tamu hotel untuk keberhasilan pengembangan green hotel. Oleh karena itu, penelitian ini bertujuan untuk menganalisis faktor yang mempengaruhi green hotel visit intention (GHVI). Penelitian ini merupakan penelitian eksploratif dengan metode analisis PLS-SEM menggunakan program SmartPLS. Variabel yang diuji pada penelitian ini didapatkan dari studi literatur penelitian terdahulu. Penelitian ini menggabungkan model S-O-R dan E-TPB. Pada model S-O-R, GHA sebagai stimulus, green trust (GT) sebagai organisme, dan GHVI sebagai respons. Pada model E-TPB, ditambahkan variabel environmental concern (EC) dan willingness to pay more (WTPM) sebagai anteseden dari attitude, subjective norm (SN), dan perceived behavioral control (PBC). Hasil penelitian ini menunjukkan bahwa pada model S-O-R, GHA berpengaruh signifikan terhadap GT, GT berpengaruh signifikan pada GHVI, GT memediasi pengaruh GHA terhadap GHVI. Pada model E-TPB, EC berpengaruh signifikan terhadap attitude, SN, dan PBC. WTPM berpengaruh signfikan terhadap PBC. Attitude dan PBC berpengaruh signifikan terhadap GHVI. Sedangkan, SN tidak berpengaruh signifikan terhadap GHVI.",
  "creators": "DANIEL TEOPILUS",
  "contributors": "Prof. Dr. Njo Anastasia, S.E., M.T. (Advisor 1); Jani Rahardjo (Examination Committee 1); Ratna S. Alifen (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000371/MTS/2024; Daniel Teopilus (B21210015)",
  "subjects": "CONSUMER BEHAVIOR; HOTEL MANAGEMENT; CONSUMERS--RESEARCH"
}