{
  "id": "60359",
  "title": "Pengaruh social capital pada knowledge sharing dan absorptive capacity terhadap innovation capability pada Usaha Mikro Kecil dan Menengah (UMKM)",
  "abstract": "Adanya globalisasi membuat para pelaku usaha lebih sensitif terhadap perubahan yang terjadi. Oleh karena itu, pemilik UMKM diharapkan memiliki kemampuan untuk berinovasi agar kegiatan usahanya dapat berjalan secara berkelanjutan. Innovation capability merupakan sebuah kemampuan pada sebuah organisasi dalam melakukan sebuah inovasi atau mengembangkan pada aspek produk, proses, maupun manajerial. Tujuan dari penelitian ini adalah untuk melihat pengaruh social capital pada knowledge sharing dan absorptive capacity terhadap innovation capability pada UMKM. Pendekatan kuantitatif digunakan dalam penelitian ini, dimana terdapat 304 responden yang berpartisipasi pada penelitian ini melalui pengisian kuesioner secara daring maupun luring. Dengan bantuan perangkat lunak berupa SmartPLS 4 untuk menganalisis data yang kemudian ditemukan bahwa terdapat pengaruh positif dan signifikan pada social capital terhadap knowledge sharing dan absorptive capacity, knowledge sharing dan absorptive capacity terhadap innovation capability, dan knowledge sharing dan absorptive capacity memediasi hubungan social capital dengan innovation capability. Terdapat pengaruh positif namun tidak signifikan pada knowledge sharing dan absorptive capacity, knowledge sharing memediasi hubungan social capital dengan absorptive capacity, dan absorptive capacity memediasi hubungan knowledge sharing terhadap innovation capability. Dengan demikian, penelitian ini menemukan bahwa tingkat social capital, knowledge sharing, dan absorptive capacity yang baik dapat mendukung innovation capability pada UMKM.",
  "creators": "KEVIN TANUWIJAYA",
  "contributors": "Dhyah Harjanti (Advisor 1); Thomas Santoso (Examination Committee 1); Widjojo Suprapto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012569/MAN/2024; Kevin Tanuwijaya (D11210578)",
  "subjects": "KNOWLEDGE MANAGEMENT; SMALL BUSINESS; PRODUCT MANAGEMENT"
}