{
  "id": "60357",
  "title": "The impoliteness strategies and their functions used by the chairperson at the 2023 hearing of the TikTok CEO",
  "abstract": "This qualitative study examines impoliteness strategies and their functions used by Cathy McMorris Rodgers (the chairperson) during a hearing with Mr. Chew (TikTok CEO). The hearing focused on the data security, regulation, TikTok’s relationship with China, and her impolite response to Mr. Chew’s questions. This study highlights Ms. Rodger’s role in leading the hearing is higher than the TikTok CEO’s who is the defendant. This increases the likelihood that she uses impolite language. Theories by Culpeper (1996, 2005), Culpeper et al. (2003), and Culpeper (2011) used to analyze the impoliteness strategies and functions. The findings showed that the chairperson used all impoliteness strategies, except withholding politeness. Negative impoliteness strategy was often used to limit the freedom of Mr. Chew’s explanation, whereas sarcasm strategy was least used to uphold formality. She chose straightforward over presupposition. Meanwhile, she used all the types of impoliteness functions, with coercive impoliteness function being the most used, followed by affective and entertaining functions. She applied coercive most often to get clear answers from Mr. Chew and to exercise her power. In conclusion, the chairperson utilized impoliteness strategies on purpose to exercise her power, to obtain social dominance, and to establish superiority during the conversation.",
  "creators": "FRANSISCA FORTUNATA",
  "contributors": "Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Advisor 1); Henny Putri (Examination Committee 1); Jusuf Imam Ibrahim (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "A Critical Thesis",
  "source": "A Critical Thesis No. 02012451/ING/2024; Fransisca Fortunata (A11200043)",
  "subjects": "COURTESY IN LITERATURE"
}