{
  "id": "60374",
  "title": "Keyakinan guru Kristen akan panggilan Tuhan untuk menolong murid memiliki karakter taat di TK Kristen X Jakarta",
  "abstract": "Profesi guru sering dipandang sebelah mata dan tidak terlalu penting. Hal ini disebabkan adanya guru yang mengajar murid dengan sembarangan, karena tujuan utama orang tersebut mengajar hanya untuk memenuhi kebutuhan hidupnya. Tetapi, sebenarnya guru memiliki keterlibatan besar terhadap pendidikan generasi muda. Di dalam kekristenan, guru merupakan sebuah panggilan istimewa dari Tuhan. Guru Kristen yang menyadari panggilan Tuhan akan memahami hal penting yang harus dimiliki murid sejak dini, yaitu ketaatan. Oleh karena itu, ada sebuah keyakinan dalam diri guru Kristen akan panggilan Tuhan yang kemudian menghasilkan tindakan yang selaras dengan firman Tuhan untuk menolong murid memiliki karakter taat. Dalam penelitian ini, peneliti ingin mengetahui dan menjelaskan keyakinan guru Kristen akan panggilan Tuhan menjadi guru sehingga dapat mendidik murid untuk memiliki karakter taat. Selain itu, peneliti juga bertujuan untuk menemukan kesesuaian antara keyakinan guru akan panggilannya dan tindakannya menolong murid memiliki karakter taat. Setelah melakukan penelitian, peneliti menemukan bahwa wawasan dan sudut pandang Kristiani seorang guru menjadi faktor keyakinan yang mendorongnya untuk bertindak mendidik ketaatan murid. Penelitian ini dilakukan dengan metode kualitatif sehingga data dikumpulkan dengan cara observasi, wawancara mendalam, dan dokumentasi. Hasil penelitian menunjukkan bahwa ditemukan beberapa kesesuaian antara keyakinan dengan tindakan guru di kelas.",
  "creators": "BELLA VANIA LIM",
  "contributors": "Yulia Setia, S.S..,M.Pd.., M.Sc., M.Th. (Advisor 1); Magdalena Pranata Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010001/PGPAUD/2024; Bella Vania Lim (G12200001)",
  "subjects": "CHRISTIAN SCHOOLS; CHRISTIAN TEACHERS; EARLY CHILDHOOD EDUCATION"
}