{
  "id": "60388",
  "title": "Flouted maxims and their politeness implications employed by Erin Gruwell in the movie Freedom Writers",
  "abstract": "This study aims to find out the flouted maxims in Erin Gruwell’s utterances from the movie Freedom Writers. Additionally, the goal of this study is to find the types of politeness implied in Erin Gruwell’s flouted maxims. To conduct this study, the writer used the theory of flouting maxims by Cutting and Fordyce (2020) and the politeness theory by Holmes (2013). Next, the writer employed the descriptive qualitative approach by Creswell and Creswell (2018) and Creswell (2009). The writer watched the movie thoroughly, took notes on the utterances and timeframe, and applied the two-digit numbering system to classify the data. As a result, the writer found that Erin Gruwell flouted all the types of flouting maxims in her utterance during teaching and learning activities. Next, the writer also found that Erin Gruwell employed positive politeness in all types of her flouted maxims, but she used negative politeness in only some types of her flouted maxims. The writer concluded that Erin Gruwell employs positive politeness in all types of her flouted maxims because she always wants to approach her students better, motivate them to study more, know her students more personally, and have a closer relationship with them. Meanwhile, Erin employed negative politeness in just three types to remind her students their status difference, use her role as a teacher to command them, and tell them to work on themselves as students. From these findings, the writer concluded that flouted maxims can make messages sound more appropriate and acceptable. Lastly, people who flout the maxim do not always want to be uncooperative or cause trouble for their listeners. They may have good intentions behind their flouted maxims, such as maintaining harmony and avoiding social conflicts to be polite.",
  "creators": "AGATHA SICILIA DWI ROSINTA",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1); Julia Eka Rini (Examination Committee 1); JOSEFA J. MARDIJONO, M.PD. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "A Critical Thesis",
  "source": "A Critical Thesis No. 02012447/ING/2024; Agatha Sicilia Dwi Rosinta (A11200064)",
  "subjects": "ENGLISH LANGUAGE--DISCOURSE ANALYSIS; POLITENESS (LINGUISTICS)--STUDY AND TEACHING; FREEDOM WRITERS (MOTION PICTURE)"
}