{
  "id": "604",
  "title": "The Use of Javanese taboo words by the female students of The Faculty of Letters at Petra Christian University",
  "abstract": "This thesis is a study of using Javanese taboo words by the female students at Petra Christian University Surabaya. The writer is interested in Javanese taboo words because nowadays, there are many female students use those words in their communication. Then, she develops her ideas into three main questions, they are, which classification of each Javanese taboo word the students frequently use; in which circumstances the students use Javanese taboo words more easily; and which reasons cause the students to use Javanese taboo words more easily. In order to know which classification of each Javanese taboo word the students frequently use in their communication, she uses Wardhaugh's tabooed topics. From the result, she finds out that they frequently use \"bodily functions\" rather than other tabooed topics: certain game animal, excretion, sex, and death. The frequency, total, and percentages are used in this descriptive research. Based on the circumstances (the K factor), it is found out that \"annoyance\" presents the first circumstance that make the students use Javanese taboo words more easily rather than anger, frustration, offense, pain/injury, and happiness. Furthermore, concerning the analysis of the reasons (the A factor), she concludes that \"loyality to their group\" is the first reason that causes the students to use Javanese taboo words more easily rather than discontent, intimacy, powerful, attract other's attention, and pride.",
  "creators": "LYDIA SETIAWATI",
  "contributors": "SUBANDI DJAJENGWASITO (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 925; Lydia Setiawati (11495103)",
  "subjects": "SOCIOLINGUISTICS"
}