{
  "id": "60428",
  "title": "Penerapan metode bercerita dalam mendukung literasi murid pada pembelajaran tematik muatan mata pelajaran Bahasa Indonesia",
  "abstract": "Literasi merupakan salah satu aspek penting yang harus dimiliki oleh setiap murid. Dengan literasi yang tinggi murid-murid dapat mengoptimalkan pengetahuan yang mereka miliki untuk meningkatkan kualitas hidup. Di sekolah guru memiliki peranan penting dalam mendukung literasi murid. Salah satu hal yang dapat diterapkan yaitu menggunakan metode bercerita sebagai metode pembelajaran. Guru wali kelas di Sekolah Kristen Y Tangerang menyadari bahwa literasi murid kelas 2 masih dalam kategori rendah. Kunjungan perpustakaan tidak cukup dalam mendukung literasi murid, oleh sebab itu dalam pembelajaran bahasa Indonesia guru wali kelas menerapkan metode bercerita. Penelitian ini dimaksudkan untuk mengetahui bagaimana cara guru menerapkan metode bercerita untuk mendukung literasi murid pada pembelajaran tematik mata pelajaran bahasa Indonesia. Subjek dalam penelitian ini yaitu satu wali kelas Sekolah Kristen Y di Tangerang. Metode penelitian yang digunakan dalam penelitian ini yaitu deskriptif kualitatif. Data dalam penelitian ini diperoleh dari hasil observasi dan wawancara mendalam dengan subjek penelitian dan responden. Hasil dalam penelitian ini yaitu dalam menerapkan metode bercerita untuk mendukung literasi murid, guru menggunakan metode bercerita dengan menggunakan alat peraga, Bahasa Indonesia yang benar, intonasi dan ekspresi wajah, serta metode bercerita dikombinasikan dengan tanya jawab dan menceritakan kembali.",
  "creators": "TRINY APRILIA",
  "contributors": "Dr. Dra. Yuli Christiana Yoedo, M.Pd. (Advisor 1); Dani Puspitasari, S.Pd., M.A., Ph.D. (Examination Committee 1); Yulia Setia, S.S..,M.Pd.., M.Sc., M.Th. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010014/PGSD/2024; Triny Aprilia (G11200019)",
  "subjects": "STORYTELLING--STUDY AND TEACHING (ELEMENTARY); TEACHING--METHODS; INDONESIAN LANGUAGE--STUDY AND TEACHING (ELEMENTARY)"
}