{
  "id": "60436",
  "title": "Pendekatan traditional interactive reading dalam bercerita sebagai salah satu cara melatih kecerdasan emosional anak: studi kasus di TK A di sekolah X Sulawesi Tenggara",
  "abstract": "Kecerdasan emosional penting untuk dilatih sejak dini karena hal ini berpengaruh pada konsep diri dan motivasi belajar anak (Asy’ari et al., 2014), serta berperan penting dalam pengambilan keputusan dalam hidup (Kadeni, 2014). Penelitian ini berfokus pada mengenali emosi diri dan mengelola emosi, karena dua aspek ini adalah dasar dari kecerdasan emosional dan berpengaruh pada aspek selanjutnya (Gunawan & Hoerudin, 2022). Salah satu strategi pembelajaran PAUD yang mampu melatih kecerdasan emosional adalah metode bercerita. Metode bercerita memberikan pengaruh yang besar terhadap kecerdasan emosional anak (Handayani & Kurniawaty, 2022). Namun salah satu kendala dalam metode bercerita yaitu saat penyampaiannya kurang menarik sehingga membuat anak menjadi bosan. Dengan demikian, untuk membuat metode bercerita semakin menarik, guru dapat menggunakan pendekatan traditional interactive reading saat bercerita. Pendekatan ini merupakan membaca buku cerita dengan melibatkan anak sebelum, selama dan setelah membaca cerita melalui pertanyaan yang berbeda-beda (Wilt et al., 2019). Penelitian ini dilakukan di TK A di sekolah X Sulawesi Tenggara dengan subjek penelitian adalah guru kelas yang mengajar di kelas TK A. Metode penelitian yang digunakan adalah deskriptif kualitatif. Data penelitian diperoleh dari hasil observasi dan wawancara mendalam terhadap subjek dan informan penelitian. Hasil penelitian ini menunjukkan bahwa implementasi pendekatan traditional interactive reading dalam bercerita bisa dijadikan salah satu alternatif untuk melatih kecerdasan emosional anak, khususnya dalam mengenal dan mengelola emosi. Berdasarkan hasil wawancara yang dilakukan peneliti, guru melakukan persiapan sebelum bercerita. Persiapan yang dilakukan ini mendukung kesiapan dan kelancaran saat proses bercerita. Kemudian berdasarkan hasil observasi dan wawancara, pada tahap pelaksanaan guru menerapkan kegiatan pembuka, kegiatan inti dan kegiatan penutup. Kegiatan-kegiatan ini menolong guru untuk membuat anak fokus saat proses bercerita, fokus mengikuti penjelasan guru, serta dapat merespon dan menjawab dengan benar pertanyaan guru mengenai emosi yang diajarkan. Anak-anak khususnya informan dapat mengenali dan menyebutkan emosi yang diceritakan oleh guru, serta dapat menjawab pertanyaan dengan benar mengenai apa yang harus dilakukan bila mengalami emosi tersebut.",
  "creators": "AGNES SATRIANI ZEGA",
  "contributors": "Lisa Narwastu Kristsuana (Advisor 1); Yulia Setia, S.S..,M.Pd.., M.Sc., M.Th. (Examination Committee 1); Magdalena Pranata Santoso (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010006/PGPAUD/2024; Agnes Satriani Zega (G12200006)",
  "subjects": "EARLY CHILDHOOD EDUCATION--ACTIVITY PROGRAMS; EMOTIONAL INTELLIGENCE; READING--STUDY AND TEACHING (EARLY CHILDHOOD); TEACHING--METHODS"
}