{
  "id": "60457",
  "title": "Pengaruh tanaman daun sirih gading hijau dan tanaman artifisial daun sirih terhadap iluminan dan luminan (studi kasus: Kantor PT Geo Given Visi Mandiri Sidoarjo)",
  "abstract": "Pada kegiatan visual bangunan kantor, kecerlangan yang tinggi dan ketidakcukupan cahaya berakibat ketidaknyamanan visual. Penggunaan fasad tanaman dapat menjadi salah satu alternatif solusi. Menurut teori arsitektur biofilik, elemen natural artifisial dapat berperan sebagai pengganti bila yang asli tidak dapat dihadirkan. Jenis fasad tanaman yang diteliti adalah tanaman sirih gading asli dan artifisial. Pengambilan data dilakukan menggunakan box di kampus, untuk mencari pengaruh leaf area index (LAI) terhadap iluminan dan luminan. Didapatkan LAI 1,4 untuk menurunkan iluminan sebesar 40-50% sesuai kebutuhan kantor studi kasus. Penelitian box menunjukkan hasil bahwa tanaman artifisial lebih banyak mereduksi kesilauan, karena tanaman artifisial memiliki nilai reflektansi lebih rendah dibandingkan tanaman asli. Tanaman asli memiliki nilai DF lebih tinggi dibandingkan tanaman artifisial, karena daun artifisial cenderung horizontal menutupi semua permukaan kaca. Hasil penelitian di kantor menunjukkan DF kondisi kedua jenis tanaman di bawah standar DF perkantoran 2-4%. Nilai luminan dari posisi depan, kedua jenis tanaman memenuhi standar <1347 cd/m2. Nilai kontras tanaman asli lebih rendah pada jendela atas, sedangkan tanaman artifisial lebih rendah pada jendela bawah. Responden lebih nyaman bekerja dengan kondisi tanaman asli, dikarenakan sudut pandang responden cenderung melihat jendela atas. Hasil penelitian menunjukkan bahwa tanaman artifisial mampu menggantikan tanaman asli dalam aspek pencahayaan.",
  "creators": "SHERINE MONICA OENTORO",
  "contributors": "Luciana Kristanto, S.T., M.T. (Advisor 1); Danny Santoso Mintorogo (Examination Committee 1); Dr. Feny Elsiana, S.T., M.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 06024535/ARS/2024; Sherine Monica Oentoro (B12200012)",
  "subjects": "FACADES; PLANTS"
}