{
  "id": "60456",
  "title": "The language features used by Jehian Panangian when having conversations with Raymond Chin and Hermanto Tanoko in podcasts",
  "abstract": "This study aims to find out the language features used by Jehian Panangian in same-sex conversations with different addressees, Raymond Chin (same age and status) and Hermanto Tanoko (older and higher status), in podcasts. Additionally, this study identifies the differences and the similarities when conversing with each addressee. The research utilized Coates’ (2013) theory of language features and Holmes’ (2013) theories of age and status. Using a qualitative approach, the writer transcribed and analyzed Jehian’s utterances in the selected podcasts. The findings revealed that Jehian used swearing and taboo language and compliments to Raymond, but not to Hermanto. Jehian also used more minimal responses, tag questions, and commands and directives to Raymond. Moreover, Jehian employed more casual minimal responses and tag questions to Raymond. Jehian also used questions and commands and directives with different functions to each host. Despite these differences, the dominant and the less frequently used types were similar, which were hedges and questions. Jehian employed five similar types of language features with similar functions in both conversations. In conclusion, the addressee’s age and status influence the types, frequencies, expressions, and functions. The host’s style and the topic of discussion may also affect the language features.",
  "creators": "VALENTINA CHRYSANTI HERJANTO",
  "contributors": "Henny Putri (Advisor 1); Jusuf Imam Ibrahim (Examination Committee 1); Julia Eka Rini (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "A Critical Thesis",
  "source": "A Critical Thesis No. 02012452/ING/2024; Valentina Chrysanti Herjanto (A11200006)",
  "subjects": "CONVERSATIONS; DICTION; PODCASTING--STUDY AND TEACHING"
}