{
  "id": "60459",
  "title": "Code-mixing analysis used by Edwin in the web series Rumah Biru The Series Season 2",
  "abstract": "This study examined the types and factors of code-mixing utilized by Edwin in the web series Rumah Biru The Series Season 2, guided by the theoretical frameworks presented by Muysken (2000) and Bhatia and Ritchie (2013). Utilizing qualitative analysis, the research highlights Edwin's preference for insertion and congruent lexicalization, while noting the absence of alternation. Significant factors influencing Edwin’s code-mixing practices include participant roles and relationships, situational, reiteration, message qualification, topic-comment/relative clauses, interjections, and language attitudes, dominance, and security. The study also finds that Edwin’s code-mixing is not influenced by quotations, hedging, and idioms and deep-rooted cultural wisdom. However, there are multiple interacting factors that influence Edwin’s code-mixing usage. These findings underscore how Edwin's code-mixing meets the demands of his workplace, enhancing clarity and efficiency in professional communication. Furthermore, his use of code-mixing plays a crucial role in managing professional relationships, supporting his ability to lead a diverse team effectively. Overall, this study illustrates Edwin’s ability in managing linguistic diversity in today’s work environments. Future research could explore code-mixing in different media such as conferences or talk shows and analyze interactions involving multiple speakers to enrich understanding of code-mixing dynamics in various communicative contexts.",
  "creators": "EVELYN PATRICIA",
  "contributors": "Flora Debora (Advisor 1); Julia Eka Rini (Examination Committee 1); Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "A Critical Thesis",
  "source": "A Critical Thesis No. 02012454/ING/2024; Evelyn Patricia (A11200010)",
  "subjects": "CODE SWITCHING (LINGUISTICS); LINGUISTICS"
}