{
  "id": "60463",
  "title": "Upaya penurunan kecacatan produk proses blow molding pada industri kemasan PT X",
  "abstract": "PT X adalah perusahaan yang memproduksi kemasan plastik melalui proses Injection Molding dan Blow Molding. Perusahaan menghadapi tuntutan untuk mengurangi biaya akibat produk cacat dalam proses produksi. Produk cacat secara signifikan mempengaruhi keuntungan perusahaan. Data reject pada proses Blow Molding menunjukkan beberapa produk dengan persentase cacat melebihi batas toleransi 2%. Penelitian ini fokus pada identifikasi jenis cacat, mengungkap akar penyebab, dan menemukan solusi untuk mengatasi reject di lantai produksi Blow Molding. Penelitian ini menggunakan metode ABC Classification, Pareto Chart, dan analisis 5 WHYS. Tahap awal penelitian melibatkan analisis data dan observasi lapangan. Tahap kedua adalah pengolahan data untuk mengidentifikasi produk dengan tingkat produksi tinggi menggunakan ABC Classification. Tahap ketiga adalah analisis untuk mengidentifikasi jenis cacat yang sering terjadi. Tahap keempat menggunakan Pareto Chart untuk menentukan jenis cacat paling kritis. Tahap kelima adalah menemukan akar penyebab dari setiap jenis cacat, dan tahap terakhir adalah mencari solusi menggunakan analisis 5 WHYS. Hasil penelitian menunjukkan jenis cacat dominan adalah bercak (27%), bintik hitam (19%), runner miring (11%), bottom lipat (8%), tepos (7%), dan gelembung (7%). Jumlah tersebut dari berdasarkan produk yang sering diproduksi saja. Mayoritas cacat disebabkan oleh kondisi lingkungan yang kurang bersih, namun ada juga yang disebabkan oleh kemampuan teknisi yang kurang. Usulan yang diberikan untuk menurunkan tingkat kecacatan pada proses Blow Molding meliputi memberikan alat bantu penunjang produksi, pelatihan pekerja, memastikan kebersihan pekerja di lantai produksi inject agar preform tidak terkontaminasi, memastikan kebersihan alat, dan memastikan kebersihan gudang preform.",
  "creators": "THEOFILUS DAVIN KUSTOYO",
  "contributors": "Herri Christian Palit (Advisor 1); Togar Wiliater Soaloon Panjaitan, S.T., MBA. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022661/IND/2024; Theofilus Davin Kustoyo (C13200009)",
  "subjects": "PACKAGING--PRODUCTION CONTROL; PRODUCTION CONTROL--COST EFFECTIVENESS; TOTAL QUALITY CONTROL"
}