{
  "id": "60475",
  "title": "Evelyn Hugo's defiance against \"The True Womanhood\" and her agency in The Seven Husbands of Evelyn Hugo",
  "abstract": "In my thesis, I analyze The Seven Husbands of Evelyn Hugo (2017), a historical fiction by Taylor Jenkins Reid, focusing on Evelyn Hugo’s defiance of the values of True Womanhood during the 1950s. At that time, young women are expected to be conventional housewives, yet Evelyn, a young woman herself, chooses to reject these values, deviating from the “ideal life” of a woman. This defiance makes her character particularly interesting to study. Therefore, I am going to analyze the ways Evelyn Hugo defies the three virtues of True Womanhood and the ways her defiance gives her the agency to decide her own life. To analyze this, I will use The Cult of True Womanhood, a criticism of True Womanhood by Welter (1966), and The Concept of Agency by Giddens (1986). The finding shows that Evelyn defies three values in True Womanhood by taking ownership over her own body, rejecting the societal norms, and claiming her personal autonomy. The defiance stems from her desire to control her own course of life by obtaining financial independence and self-reliance. As a result, she does not feel shame, guilt, or any other negative consequences from her defiance of the norm. Evelyn Hugo can be considered a feminist who defies the value as a weapon to gain her agency in the male-dominated world and lives ahead of her time.",
  "creators": "FLORENCIA ELANIE",
  "contributors": "Jenny Mochtar Djundjung (Advisor 1); Drs. Setefanus Suprajitno, M.A., Ph.D. (Examination Committee 1); Dwi Setiawan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "A Critical Thesis",
  "source": "A Critical Thesis No. 01012418/ING/2024; Florencia Elanie (A11200066)",
  "subjects": "ACTRESSES--FICTION--STUDY AND TEACHING; WOMEN IN LITERATURE"
}