{
  "id": "6047",
  "title": "Implementing the standard job description of take away service at Moy Fa Restaurant (an experiment before and after the implementing)",
  "abstract": "The objective of this thesis is creating a standard take away service working procedure in order to gain effectiveness and efficiency of work. The effectiveness and efficiency of work can be measured from the components, such as the revenue, guest turn over and service performance that will be compared before and after the experiment that the writer will do. The writer have chosen this topic because at this moment, the restaurant has no \"real\" standard of take away service, which is resulting in low performing of service quality performance and ineffectiveness and inefficiency of work (according to the writer observation and some guest complaints). This working situation (working without a standard) is also turned into a potential problem for the restaurant because it has directed influences both on restaurant?s daily operation and the guest satisfaction. The writer analyzed the problems at the current situation in the restaurant, and focused on the take away service area (greeting the guests, ordering process, checking and wrapping process, and numbering process until give the food to the guest). In the research part, the writer implemented field analysis system with questionnaires, comparisons between theory and the current situation in the restaurant. The result of this research will be used as a tool to find the suitable standard of service that can be implemented by the restaurant.",
  "creators": "STEVE SATRIA UTAMA",
  "contributors": "HENK BRUINS (Advisor 1); K.W. VAN DER HOEK (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010286/HTL/2006; Steve Satria Utama (33401044)",
  "subjects": "RESTAURANT MANAGEMENT; JOB DESCRIPTION"
}