{
  "id": "60470",
  "title": "Pembuatan dan evaluasi sifat biokomposit dari serbuk kayu dan kapas bekas",
  "abstract": "Penggunaan komposit dalam bidang industri saat ini mengalami perkembangan pesat. Berdasarkan Grand View Research, pasar komposit polimer otomotif global bernilai USD 6,40 miliar pada tahun 2016 dan akan mencapai USD 11,62 miliar pada tahun 2025. Komposit banyak digunakan pada otomotif sebagai material alternatif. Ini dikarenakan sifatnya yang ringan, kuat, dan murah diproduksi. Serat kapas memiliki potensi untuk digunakan sebagai filler komposit karena memiliki keunggulan seperti densitas rendah, ketahanan, elastisitas, dapat diperbaharui, dan kandungan selulosa tinggi. Namun, kapas memiliki kekurangan yaitu kompatibilitas yang buruk dengan matriks. Salah satu cara mengatasinya adalah melakukan hibridasi. Serbuk kayu dapat digunakan sebagai material yang ditambahkan karena keunggulannya yaitu, kompatibel dengan sebagian besar polimer. Penambahan serbuk kayu berpengaruh terhadap kompatibilitas antara serat kapas dengan matriks, dilihat dari kekuatan fleksural dan impak. Komposisi komposit W50C50 memiliki kekuatan fleksural dan impak tertinggi sebesar 14.37 MPa dan 8.24 kJ/m2 secara berurut. Pada pengujian tensile, komposisi W0C100 memiliki kekuatan tarik tertinggi sebesar 21.5 MPa. Ini dikarenakan faktor kandungan selulosa yang dimiliki serat kapas jauh lebih banyak dibandingkan serbuk kayu. Faktor aspek rasio serat alam juga mempengaruhi kekuatan tarik. Hasil SEM menunjukkan komposit campuran serbuk kayu dan serat kapas memiliki lebih sedikit lubang karena fiber pull out jika dibandingkan dengan komposit serat kapas.",
  "creators": "NATHANIEL",
  "contributors": "Prof. Dr. Juliana Anggono, S.T., M.Sc. (Advisor 1); Iwan Halim Sahputra, S.T., M.Sc., Ph.D. (Advisor 2); Didik Wahjudi (Examination Committee 1); Roche Alimin (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01011535/MES/2024; Nathaniel (C12200050)",
  "subjects": "COMPOSITE MATERIALS--ANALYSIS; POLYMERIC COMPOSITES--RESEARCH"
}