{
  "id": "60486",
  "title": "Code-mixing used by Jerome Polin and Livy Renata in the Jerome Goes to School vlogs",
  "abstract": "This study analyzes Jerome Polin’s and Livy Renata’s use of code-mixing in a Jerome Goes to School vlog. Muysken’s (2000) code-mixing theory is used as the primary framework, supported by Holmes’ (2013) social factors theory. A qualitative approach is employed, complemented by numerical data. The findings reveal six similarities and five differences in Jerome Polin’s and Livy Renata’s code-mixing practices. Similarities include the use of all three types of code-mixing (insertion, alternation, and congruent lexicalization), with insertion being the most common and congruent lexicalization the least common. Both speakers also exhibit high consistency in their use of constituency indicators and the uniform application of alternation’s and insertion’s four indicators. Differences include Jerome Polin’s higher use of insertion and lower use of congruent lexicalization, contrasted with Livy Renata’s higher use of congruent lexicalization and specific elements switched. The study highlights how participants’ roles (host and guest), the setting (educational and entertaining vlog), topic (school tour), and function (informing and engaging viewers) influence their code-mixing practices. Future research should analyze multiple episodes and content types or should focus on audience reception and comprehension related to the use of code-mixing in digital media.",
  "creators": "SPANIA REFIRA",
  "contributors": "Flora Debora (Advisor 1); Samuel Gunawan (Examination Committee 1); Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "A Critical Thesis",
  "source": "A Critical Thesis No. 02012459/ING/2024; Spania refira (A11200057)",
  "subjects": "CODE SWITCHING (LINGUISTICS); SOCIOLINGUISTICS; VIDEO BLOGS"
}