{
  "id": "60482",
  "title": "Website komunitas dan evaluasi pelayanan persekutuan doa oikumene Citra Harmoni",
  "abstract": "Persekutuan Doa Oikumene Citra Harmoni adalah komunitas Kristiani yang beranggotakan orang-orang dari berbagai gereja di Perumahan Citra Harmoni dan sekitarnya. Persekutuan Doa Oikumene Citra Harmoni memiliki banyak sekali kegiatan dan aktifitas rohani di dalamnya sehingga sulit untuk melihat secara detail kegiatan dan aktifitas apa saja yang ada di dalamnya. Selain itu, para pengurus dari Persekutuan Doa Oikumene Citra Harmoni juga kesulitan dalam merangkum kehadiran jemaat untuk persiapan kursi dan konsumsi dan membutuhkan pendataan kehadiran jemaat. Para petugas juga memiliki jadwal pelayanan yang diadakan setiap bulannya dan mereka membutuhkan suatu tempat untuk melihat jadwal pelayanan mereka. Di penelitian ini, penulis memanfaatkan website sebagai jawaban dari permasalahan yang ada di Persekutuan Doa Oikumene Citra Harmoni. Penulis menggunakan website yang dibuat menggunakan PHP dengan framework bootstrap dan PHPmyadmin sql sebagai database untuk mendata seat booking dan jadwal pelayanan dan website Wordpress sebagai sarana anggota Persekutuan Doa Oikumene Citra Harmoni melihat dan mendapat informasi-infromasi yang dibutuhkan seperti jadwal ibadah, pengumuman, kegiatan dan aktifitas, serta evaluasi pelayanan. Pengujian website dilakukan dengan cara user testing kepada jemaat dan pelayan di Persekutuan Doa Oikumene Citra Harmoni dan penyebaran kuesioner terhadap 24 orang (admin, pelayan, dan jemaat) untuk penilaian terhadap website yang dibuat. Hasil dari user testing terhadap website yang telah dibuat adalah website dapat berjalan dengan efektif dan fungsi yang disediakan dapat berjalan tanpa adanya error. Dapat disimpulkan bahwa website yang telah dibuat dapat menjawab kebutuhan yang diperlukan. Penilaian terhadap hasil angket kuesioner yang dibagikan untuk percobaan penggunaan website mendapatkan nilai “Sangat Baik” dalam tampilan serta kemudahaan dan manfaat dari fitur yang disediakan oleh website wordpress. Sedangkan website untuk seat booking mendapatkan nilai “Baik” secara tampilan dan “Baik” dalam menjawab kebutuhan. Maka dari itu, penilitian ini berhasil untuk menjawab kebutuhan dari pengurus gereja Persekutuan Doa Oikumene Citra Harmoni.",
  "creators": "LEONANDO LAURENSIA SUSANTO",
  "contributors": "Agustinus Noertjahyana (Advisor 1); Lily Puspa Dewi, S.T., M.Kom. (Examination Committee 1); Ir. Djoni Haryadi Setiabudi, M.Eng. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022589/INF/2024; Leonando Laurensia Susanto (C14190010)",
  "subjects": "WEB SITES--DESIGN; WORSHIP"
}