{
  "id": "605",
  "title": "The Study of meaning and contextual features of caricatures in The Surabaya Post Newspaper",
  "abstract": "This thesis is about the study of meanings and contextual features of caricatures in the Surabaya Post newspaper. Using semantic theories and also discourse analysis theories. In this study, the writer wants to investigate what are the denotative meanings of the words or phrases, which occur in the caricatures, which contextual features appear in those caricatures, what are the connotative meanings of the words or phrases, which occurs in the caricatures. The writer uses the Contextual Feature Analysis by Hymes in order to analyze each of those caricatures. Beside that, the writer uses the theory about denotative meanings and connotative meanings which occurs on the book of An Introduction to Language and also An Introduction to Contemporary Linguistics. In this study, the writer would like to use the descriptive research methodology. So, the writer tells to the reader about what it is and also to describe systematically a situation or area of interest factually and accurately. The source of data of this study is the caricatures in the Surabaya Post newspaper. The writer uses written texts data from caricatures that are printed regularly on page four on the Surabaya Post newspaper. The writer limits the study by analyzing thirty caricatures. The writer separates those caricatures into three parts. They are dealing with politic, economic, and social. The writer collects the data from June 1998 until March 1999 and she pulls out the caricature that contains no text on it. The writer does so because there is no data to be analyzed. Then the writer analyzes the data one by one by using these following steps. Firstly, the writer identifies the denotative meaning of those sentences. Then, the writer analyzes the caricature by using contextual feature theory. Finally, the writer identifies the connotative meanings of those sentences that occur in those caricatures. The writer finds that the contextual feature analysis leads the reader to understand the connotative meaning which occurs on those caricatures. Connotative meaning is completely different from denotative meaning. By understanding the contextual features, readers do not face difficulties anymore to interpret the actual meaning or the connotative meaning of those caricatures. Reading caricature does not simply understand the denotative meaning but more than that, it is a matter of understanding the connotative meaning. Connotative meanings are used to criticize the government and society. It happens because it is the time to reform to clean the government. So, the purpose or the aim of the caricature creator is to criticize the government and the society in Indonesia. After analyzing those data, the writer interprets the result of her findings. The writer finds that seventy percent of those caricatures criticize the Indonesian government and thirty percent of those caricatures criticize society. In the writer interpretation, the use of caricatures in criticizing the government is more effective than the use of writing an article. It can \"hit\" the target because caricature without hurting or offending other people's feeling. It is just a caricature.",
  "creators": "SOPHIE IRAWATY BUDIARTO",
  "contributors": "SUKEMI, PROF.DR.M.A. (Advisor 1); Bintoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.716; Sophie Irawaty Budiarto (11495104)",
  "subjects": "LANGUAGES; LINGUISTICS"
}