{
  "id": "60505",
  "title": "Hotel resor di Tomohon Sulawesi Utara",
  "abstract": "Kota Tomohon di Sulawesi Utara memiliki potensi pariwisata besar dengan 61 dari 92 objek wisata berupa wisata alam. Acara unggulan pariwisata kota ini adalah Tomohon International Flower Festival (TIFF) yang awalnya bernama Tomohon Flower Festival (TFF). Namun, terjadi penurunan pengunjung dari 258.000 orang pada tahun 2019 menjadi 230.000 orang pada tahun 2022. Pada tahun 2020, Kota Tomohon mengalami gejolak perkembangan pariwisata. Wisatawan domestik pada tahun 2019 mencapai 601.506 orang, sementara wisatawan mancanegara mencapai 99.997 orang. Namun, pada tahun 2020, wisatawan mancanegara menurun drastis menjadi 304.924 orang, dan wisatawan domestik mencapai titik terendah yaitu 630 orang (RPJMD, 2021). Selain itu, Kota Tomohon masih belum memiliki tujuan pariwisata dan fasilitas akomodasi bertaraf internasional. Pelestarian alam di Kota Tomohon dilakukan melalui pengembangan daerah yang berkelanjutan. Namun, pemeliharaan alam menghadapi tantangan besar, terutama dengan meningkatnya penanganan limbah dan sampah. Untuk mengatasi masalah ini, dirancang sebuah hotel resor dengan standar berkelanjutan yang diakui secara internasional menggunakan pendekatan green material. Pendekatan ini bertujuan untuk mendukung dan melestarikan kondisi alam serta meningkatkan sektor pariwisata Kota Tomohon.",
  "creators": "ANTONIUS IVAN NUGROHO SANTOSA",
  "contributors": "Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Advisor 1); Markus Ignatio Aditjipto (Advisor 2); Joyce M.Laurens (Advisor 3); Stephanus Wirawan Dharmatanna, S.T., M.Ars. (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 09024594/ARS/2024; Antonius Ivan Nugroho Santosa (B12200107)",
  "subjects": "HOTELS--DESIGNS AND PLANS; RESORTS--DESIGNS AND PLANS"
}