{
  "id": "60507",
  "title": "Fasilitas pelatihan dan pagelaran musik modern di Surabaya",
  "abstract": "Musik merupakan sebuah seni yang dihasilkan melalui intuisi untuk mencipta sebuah gubahan nada dan harmoni. Salah satu jenis musik yang masih terus berkembang mengikuti teknologi zaman adalah musik modern. Kota Surabaya telah menjadi salah satu saksi lahirnya musisi hebat di Indonesia. Di era sekarang, musik modern menjadi bahasa universal dan diminati oleh banyak orang. Namun, perkembangan musik sendiri masih belum setara dengan fasilitas yang mewadahinya. Fasilitas pelatihan dan pagelaran musik belum mencerminkan identitas musik dan juga arti sebuah ruang bermusik. Realitanya banyak studio musik di Surabaya yang belum memenuhi baku kualitas akustik sehingga aktivitas para pelaku kegiatan bermusik menjadi kurang optimal. Perencanaan fasilitas pelatihan dan pagelaran musik modern di Surabaya bertujuan untuk memfasilitasi orang dalam bermusik (musisi hingga orang awam). Fasilitas ini mencakup tiga fungsi, yaitu Learning, Exhibition, dan Performing. Fasilitas utama adalah Concert Hall sebagai ruang konser musik dan Studio Musik (kursus, latihan, dan rekaman). Sedangkan fasilitas pendukung berupa pameran musik, toko dan alat perlengkapan musik, dan café. Fasilitas ini berfokus pada tiga genre musik modern, yaitu musik pop, rock, dan jazz. Dari perencanaan desain, pendekatan yang digunakan adalah pendekatan akustik menggunakan teori Aural Architecture. Tujuannya untuk mewujudkan karakter ruang bermusik dan pengalaman spasial orang secara audio dan visual, serta memperhatikan kenyamanan akustik bagi pengguna di dalam ruang konser.",
  "creators": "ALFEUS HANSELINO CHRISTIAN",
  "contributors": "Samuel Hartono (Advisor 1); Altrerosje Asri, S.T., M.T. (Advisor 2); Elvina Shanggrama Wijaya, S.T., M.T. (Advisor 3); Lilianny Sigit Arifin (Examination Committee 1); Anik Juniwati (Examination Committee 2); Stanislaus Kuntjoro Santoso (Examination Committee 3); Esti Asih Nurdiah, S.T., M.T., Ph.D. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 05024528/ARS/2024; Alfeus Hanselino Christian (B12200004)",
  "subjects": "CENTERS FOR THE PERFORMING ARTS--DESIGNS AND PLANS"
}