{
  "id": "60503",
  "title": "Aplikasi manajemen proposal program Kreativitas Mahasiswa (PKM) berbasis website pada Biro Administrasi Kemahasiswaan dan Alumni (BAKA) Universitas Kristen Petra",
  "abstract": "Biro Administrasi Kemahasiswaan dan Alumni (BAKA) merupakan biro yang bertugas pada bidang kemahasiswaan dan alumni di Universitas Kristen Petra. Terdapat beberapa permasalahan yang dialami oleh BAKA dan para reviewer universitas dalam berjalannya program PKM, yaitu proses review yang masih dilakukan secara manual melalui google sheet dan google form, kesulitan untuk melakukan pencatatan, monitoring, evaluasi, dan kesulitan dalam memberikan ulasan untuk pembimbing PKM. Pada skripsi ini, penulis akan membuat aplikasi berbasis website untuk manajemen proposal PKM, untuk fitur pada aplikasi akan disesuaikan dengan role yang ada. Melalui pembuatan website ini diharapkan dapat mempermudah dan membantu mengurangi beban kerja staff BAKA dan para reviewer universitas. Hasil yang diperoleh adalah sebuah aplikasi yang membantu BAKA dalam melakukan monitoring kepada berjalannya program PKM mulai dari proses upload, proses review, dan proses revisi. Aplikasi juga mempermudah BAKA dalam melakukan pencatatan data program PKM per periode. Berdasarkan hasil survei, didapatkan nilai 75 untuk System Usability Scale, Kemudian didapatkan nilai 97.5 bahwa aplikasi dapat membantu BAKA dalam melakukan monitoring dan pencatatan. Untuk reviewer universitas didapatkan nilai 69 bahwa aplikasi dapat mempermudah dan membantu reviewer untuk melakukan review kepada proposal. Sedangkan untuk mahasiswa, didapatkan nilai 87.2 bahwa aplikasi dapat mempermudah proses upload dan monitoring proposal yang didaftarkan.",
  "creators": "RONALDO GALIH PRATAMA PRAYOGO",
  "contributors": "Adi Wibowo, S.T., M.T., Ph.D. (Advisor 1); Andreas Handojo (Examination Committee 1); Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022511/INF/2024; Ronaldo Galih Pratama Prayogo (C14200109)",
  "subjects": "APPLICATION SOFTWARE; UNIVERSITAS KRISTEN PETRA; WEB APPLICATIONS--COMPUTER PROGRAMS; WEB SITES--DESIGN"
}