{
  "id": "60513",
  "title": "Pengembangan aplikasi Nunut dalam penjadwalan ride sharing dan real-time chat di Universitas Kristen Petra",
  "abstract": "Nunut adalah aplikasi ride-sharing yang dikembangkan khusus untuk komunitas Universitas Kristen Petra Surabaya. Aplikasi ini bertujuan untuk memfasilitasi anggota komunitas dalam berbagi tumpangan, meningkatkan efisiensi transportasi, dan mengurangi biaya bahan bakar. Namun, proses pemesanan yang ada saat ini kurang efisien bagi penumpang dan pengemudi karena tidak adanya fitur penjadwalan, yang menyebabkan kurangnya fleksibilitas dalam menentukan waktu perjalanan. Selain itu, aplikasi ini menghadapi beberapa kendala terkait keamanan dan kenyamanan pengguna, seperti tidak adanya sesi login yang tahan lama, fitur OTP, Google reCAPTCHA, dan forgot password, serta belum terintegrasinya API Google Maps. Penelitian ini bertujuan untuk mengembangkan aplikasi Nunut dengan menambahkan fitur-fitur seperti penjadwalan, sesi login yang lebih lama, OTP, Google reCAPTCHA, forgot password, integrasi API Google Maps, negosiasi harga, referral, dan group chat. Dengan pengembangan ini, aplikasi Nunut diharapkan dapat memberikan pengalaman pengguna yang lebih efisien, terorganisir, dan aman, serta meningkatkan koordinasi antar anggota komunitas Universitas Kristen Petra dalam berbagi tumpangan. Pengujian pada aplikasi Nunut yang terbaru dilakukan dengan cara menguji aplikasi Nunut yang terbaru kepada mahasiswa aktif yang ada pada Universitas Kristen Petra. Setelah partisipan menguji aplikasi Nunut yang terbaru akan diberikan survei untuk menjawab keberhasilan dari setiap fitur baru yang ada pada aplikasi Nunut yang terbaru. Dari 10 responden yang memberikan nilai dapat disimpulkan bahwa secara keseluruhan fitur baru yang ada sangatlah baik dan puas dengan fiturnya.",
  "creators": "ALBERT MUHAMMAD IRGI",
  "contributors": "Justinus Andjarwirawan (Advisor 1); ANITA NATHANIA PURBOWO, S.KOM. (Advisor 2); Hans Juwiantho S.Kom., M.Kom (Examination Committee 1); Agustinus Noertjahyana (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022545/INF/2024; Albert Muhammad Irgi (C14200169)",
  "subjects": "INTERNET (COMPUTER NETWORK); MOBILE APPS--DESIGN; RIDESHARING"
}