{
  "id": "60519",
  "title": "Pengembangan alat evaluasi kinerja pemasok PT Intidaya Dinamika Sejati dengan metode analytical hierarchy process",
  "abstract": "PT Intidaya Dinamika Sejati tidak hanya merupakan distributor resmi dari produk Becker Pumps dan Pedro Gil namun perusahaan ini juga menyediakan jasa servis produk untuk berbagai macam produk seperti vacuum pump, roots blower, compressor air end, control panel, dan air lock dalam bisnisnya. Penelitian ini bertujuan untuk menghasilkan metode penilaian pemasok yang dapat menunjukkan kinerja pemasok sehingga dapat menjadi bahan evaluasi dan bahan dalam pengambilan keputusan yang strategis bagi perusahaan karena perusahaan selama ini belum pernah melakukan evaluasi kinerja pemasok. Metode yang digunakan dalam penelitian ini adalah metode Analytical Hierarchy Process untuk menentukan bobot prioritas kriteria dan indikator evaluasi. Kriteria dan indikator yang digunakan dalam evaluasi kinerja pemasok adalah harga (metode pembayaran dan persaingan harga), kualitas (jumlah reject), pengiriman (lead time dan ketepatan waktu), sikap pelayanan (kecepatan dalam memberikan penawaran harga), fleksibilitas (negosiasi dan dapat merespon kebutuhan mendadak), dan administratif (kelengkapan dokumen pemasok). Data yang digunakan berasal dari kuesioner dan wawancara. Hasil penelitian menunjukkan bahwa kriteria kualitas, fleksibilitas, dan harga merupakan ketiga prioritas utama dalam evaluasi kinerja pemasok. Alat evaluasi kinerja telah diterapkan pada 18 pemasok dan hanya terdapat satu hasil evaluasi yang tidak sesuai dengan kinerja saat ini.",
  "creators": "REGINA CAELI CECILIA",
  "contributors": "I Gede Agus Widyadana (Advisor 1); Debora Anne Yang Aysia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022664/IND/2024; Regina Caeli Cecilia (C13200008)",
  "subjects": "BUSINESS LOGISTICS--MANAGEMENT; INVENTORY CONTROL; SUPPLY CHAIN MANAGEMENT"
}