{
  "id": "6053",
  "title": "Analisa perbedaan kualitas layanan yang diberikan oleh beberapa klinik perawatan kecantikan di Surabaya",
  "abstract": "Dewasa ini kebutuhan manusia makin lama makin berkembang, tak hanya terbatas pada kebutuhan biologis, tetapi juga pada kebutuhan psikologis seperti penghargaan diri, gengsi, kasih sayang, kesuksesan dan sebagainya. Bahkan di era modern ini, kebutuhan psikologis ini menjadi penting bagi beberapa kalangan tertentu sehingga menempati tempat yang sama dengan kebutuhan biologis dalam hal pemenuhannya. Salah satu kebutuhan psikologis yang dituntut pemenuhannya terutama bagi kaum pria dan wanita adalah kebutuhan untuk menjaga penampilan. Kebutuhan untuk menjaga penampilan penting bagi kehidupan kaum pria dan wanita metropolis karena penampilan yang menarik dapat menjadi salah satu ukuran kesuksesan. Dimana masyarakat metropolis melakukan kegiatan seharian, bergelut dengan aktivitas pekerjaan atau pendidikan memerlukan perawatan yang dapat mempertahankan kecantikan, mengembalikan kesegaran tubuh, sekaligus sebagai sarana relaksasi. Klinik Perawatan kecantikan merupakan salah satu sarana penunjang penampilan yang menawarkan berbagai macam program perawatan kecantikan mulai dari perawatan wajah (facial) dan rambut, perawatan tubuh, pelangsingan tubuh sampai dengan perawatan kuku. Program perawatan wajah (facial) dan rambut antara lain crembath dan layanan tata rias rambut seperti gunting, sanggul, pewarnaan, pengeritingan. Untuk perawatan tubuh meliputi mandi lulur dan spa. Sedangkan perawatan kuku antara lain manicure dan pedicure yang berfungsi untuk merapikan tangan dan kaki serta pemijatan tradisional (massage). Berdasarkan hasil analisis deskriptif komparatif yang telah dilakukan pada bagian sebelumnya dengan menggunakan Anova, menunjukkan ada perbedaan yang signifikan antara kualitas layanan yang diberikan oleh klinik perawatan kecantikan Pacific, Tussy, Martha Tilaar di Surabaya berdasarkan lima dimensi kualitas layanan.",
  "creators": "BUDIHARTO",
  "contributors": "Diah Dharmayanti (Advisor 1); Edwin Japarianto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02012006/MAN/2005; Budiharto (31400396)",
  "subjects": "TOTAL QUALITY MANAGEMENT; CONSUMER SATISFACTION"
}