{
  "id": "60534",
  "title": "Pengembangan aplikasi mobile untuk mendukung proses penjualan dan pembelian produk di toko online perusahaan XYZ",
  "abstract": "Dalam era digital saat ini, perubahan konsep toko menjadi semakin relevan dan strategis, terutama dengan kemunculan e-commerce yang semakin banyak dan perubahan perilaku konsumen. Perusahaan XYZ, yang berfokus pada penjualan alat dan bahan bangunan di Nusa Tenggara Barat, telah beradaptasi dengan perkembangan ini melalui platform e-commerce Shopee. Meski berhasil meningkatkan penjualan, perusahaan menghadapi kendala seperti keterbatasan kontrol dan kebebasan, yang dapat mempengaruhi bisnis mereka secara signifikan. Untuk mengatasi masalah ini, solusi yang diajukan adalah pengembangan aplikasi mobile eksklusif untuk perusahaan XYZ. Aplikasi ini memungkinkan perusahaan untuk memiliki kontrol penuh atas pengalaman pelanggan, menyesuaikan fitur sesuai branding, dan mengelola toko sesuai kebutuhan dan strategi bisnis mereka untuk mendukung proses penjualan dan pembelian produk di toko online perusahaan. Aplikasi diujikan kepada perusahaan XYZ dan masyarakat umum yang menjadi pengguna aplikasi ini. Fokus pengujian pada aplikasi akan berfokus pada fitur menambahkan produk ke keranjang, melakukan pemesanan, melihat pengiriman, menyelesaikan transaksi, memberikan review, dan mengajukan pengajuan untuk user. Sedangkan fitur menambahkan produk, mengubah status transaksi, mengubah status pengiriman, mereview pengajuan pengembalian untuk admin. Terakhir fitur menambahkan admin dan mendownload laporan tahunan dan bulanan untuk super admin. Hasil dari yang didapatkan dari pengujian ini adalah aplikasi mampu menjalankan fitur utama yang dimiliki oleh user, admin, atau super admin dengan baik. Selain itu, aplikasi juga mendapatkan respon yang baik dan dibuktikan dengan hasil survey.",
  "creators": "PRINCEN KWANGTAMA TEKAYADI",
  "contributors": "Alexander Setiawan (Advisor 1); Leo Willyanto Santoso (Advisor 2); Agustinus Noertjahyana (Examination Committee 1); Gregorius Satiabudhi (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022481/INF/2024; Princen Kwangtama Tekayadi (C14200181)",
  "subjects": "ELECTRONIC COMMERCE--MARKETING; MOBILE APPS; MOBILE APPS--DESIGN"
}