{
  "id": "60540",
  "title": "Sistem informasi berbasis website pada Apotik Losari Tarakan",
  "abstract": "Apotik Losari Tarakan adalah apotik yang berfokus dalam melakukan penjualan dan pembelian perbekalan kesehatan kepada masyarakat. Apotik masih menggunakan cara manual dalam mencatat stok obat, data penjualan dan data pembelian. Apotik terkadang terjadi salah pencatatan dalam mencatat stok obat, data penjualan dan juga data pembelian. Selain itu, dalam menyimpan obat yang dimana memiliki masa kadaluwarsa. Untuk menangani hal tersebut maka apotik mengeluarkan obat yang kadaluwarsanya lebih dahulu sehingga meminimalisir terjadinya obat yang expired. Dan pembuatan laporan juga masih menggunakan cara manual sehingga lambat dalam menghitung laba rugi dan laporan penjualan per obat. Untuk mengatasi masalah di atas, di skripsi ini penulis akan membuat sistem informasi berbasis website di mana obat akan keluar sesuai dengan kadaluwarsa paling cepat sehingga meminimalisir adanya obat yang kadaluwarsa. Selain itu, ada fitur pencatatan stok obat, penjualan dan pembelian sehingga membantu apotik dalam menjalankan bisnisnya. Dan juga ada fitur yang menghitung laporan laba rugi dan juga laporan penjualan per obat, agar membantu pihak apotik dalam melihat laporan yang dibutuhkan. Hasil penelitian ini berupa sistem informasi apotik yang bisa mengeluarkan obat secara kadaluwarsanya, mencatat stok obat, penjualan dan pembelian, serta melakukan perhitungan untuk laporan laba rugi dan penjualan per obat guna membantu apotik dalam menjalankan bisnisnya.",
  "creators": "EDWIN LIMOANG",
  "contributors": "Rudy Adipranata (Advisor 1); Andreas Handojo (Advisor 2); Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Examination Committee 1); Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022570/INF/2024; Edwin Limoang (C14180246)",
  "subjects": "MANAGEMENT INFORMATION SYSTEMS--DATA PROCESSING; PHARMACY; PROGRAMMING (ELECTRONIC COMPUTERS); WEB SITES--DESIGN"
}