{
  "id": "60547",
  "title": "Aplikasi mobile persiapan ujian untuk mahasiswa informatika Universitas Kristen Petra menggunakan game-based learning pada bank soal himpunan mahasiswa informatika",
  "abstract": "Persiapan pembelajaran yang biasa dilakukan mahasiswa Informatika, Sistem Informasi Bisnis, dan Data Science and Analytics, biasa menggunakan bank soal yang terdapat di website HIMA Infra. Bank soal ini mencakup mata kuliah dan materi yang lengkap. Namun, dari hasil survei awal yang telah dilakukan, terdapat masalah utama, yaitu kurangnya variasi pengerjaan soal dikarenakan mahasiswa hanya mengerjakan soal saja, tanpa mengetahui apakah jawaban yang diberikan sudah benar atau tidak. Solusi yang ditawarkan adalah aplikasi berbasis quiz, dimana mahasiswa dapat mengerjakan soal dalam bentuk quiz secara multi player maupun practice. Aplikasi dibuat untuk menambah variasi pengerjaan dan menarik minat mahasiswa untuk melakukan persiapan ujian. Selain itu, departemen akademik HIMA Infra juga dapat melakukan add, edit, dan delete soal, materi, maupun mata kuliah. Berdasarkan hasil pengujian yang dilakukan dengan menggunakan kuisioner dengan 8 responden yang sedang mengambil kelas Jaringan Komputer, didapatkan hasil bahwa pemahaman mahasiswa dari aplikasi memiliki nilai yang lebih tinggi dibandingkan pemahaman mahasiswa dari bank soal HIMA Infra. Skor yang diperoleh untuk pemahaman dari bank soal HIMA Infra adalah 3,5, sedangkan skor yang diperoleh untuk pemahaman dari aplikasi adalah 4,125.",
  "creators": "NICHOLAS GUNAWAN",
  "contributors": "Andreas Handojo (Advisor 1); ANITA NATHANIA PURBOWO, S.KOM. (Advisor 2); Hans Juwiantho S.Kom., M.Kom (Examination Committee 1); Justinus Andjarwirawan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022541/INF/2024; Nicholas Gunawan (C14200048)",
  "subjects": "APPLICATION SOFTWARE; MOBILE APPS"
}