{
  "id": "60541",
  "title": "Fasilitas pembelajaran kolaboratif (co-learning) bagi kaum muda di Banjarmasin",
  "abstract": "Fenomena studi di kafe telah muncul sebagai sebuah tren di kalanggan kaum muda, terutama di kota-kota besar seperti di Banjarmasin. Pandemi COVID-19 memaksa sekolah dan kampus untuk menerapkan Sistem Pembelajaran Jarak Jauh (PJJ) yang kurang efektif. Pada tahun 2022 sistem pembelajaran beralih ke hybrid sebelum akhirnya kembali ke pembelajaran normal pada tahun 2023. Perubahan ini memengaruhi perilaku siswa yang mencari suasana belajar yang berbeda seperti di kafe. Perencanaan fasilitas ini memiliki tujuan untuk menciptakan lingkungan belajar yang mendukung pembelajaran kolaboratif yang fleksibel dan dapat diakses oleh semua kalangan. Perencanaan fasilitas ini menggunakan konsep Space Connectivity dengan pendekatan Biophilic Design oleh Stephen Kellert yang mengintegrasikan elemen alam untuk menciptakan bangunan yang merespon alam dan menciptakan ruang-ruang yang mendukung interaksi sosial sehingga terjadinya kolaboratif antar pengguna. Fasilitas ini menyediakan ruang kelas, ruang multifungsi, perpustakaan, area bersama atau communal space, ruang diskusi, ruang multimedia, lounge dan kantin. Dengan menyediakan fasilitas tersebut diharapkan dapat meningkatkan produktivitas, kreativitas, dan minat kaum muda yang ada di Banjarmasin. Diharapkan juga fasilitas ini dapat menjadi contoh yang baik sehingga banyak fasilitas pendidikan yang ramah lingkungan dan dapat menyesuaikan dengan kebutuhan penggunanya di masa depan.",
  "creators": "VERDINAND PATRIK SETIONO",
  "contributors": "Luciana Kristanto, S.T., M.T. (Advisor 1); Riduan Sukardi (Advisor 2); V.P. Nugroho Susilo (Advisor 3); Rully Damayanti (Advisor 4); Irwan Santoso (Examination Committee 1); Bram Michael Wayne, S.T., M.Ars. (Examination Committee 2); Timoticin Kwanda (Examination Committee 3); Andhi Wijaya (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024591/ARS/2024; Verdinand Patrik Setiono (B12200104)",
  "subjects": "EDUCATION CENTERS--DESIGNS AND PLANS"
}