{
  "id": "60559",
  "title": "Terminal bus di Kabupaten Kediri",
  "abstract": "Kabupaten Kediri saat ini semakin berkembang akibat adanya Bandara Internasional Dhoho Kediri yang baru dibuka dan beroperasi pada tahun 2024. Dengan adanya Bandara Internasional Dhoho Kediri, perkembangan secara perekonomian, teknologi, dll semakin berkembang. Hal ini dikarenakan adanya kemudahan dalam bertransportasi bukan hanya antar kota dan antar provinsi saja tetapi hingga luar negeri. Namun, dengan berkembangnya daerah Kabupaten Kediri memberi dampak negatif seperti meningkatnya kepadatan mobilitas yang mengakibatkan tingkat kemacetan di Kabupaten Kediri semakin tinggi. Oleh karena itu, penyediaan transportasi umum seperti bus dan angkot menjadi solusi untuk menanggulangi masalah kepadatan dan kemacetan mobilitas di Kabupaten Kediri. Ditambah peminat transportasi umum seperti bus dan angkot cukup banyak dinikmati oleh penduduk di Kabupaten Kediri dan sekitarnya. Penyediaan terminal bus di Kabupaten Kediri bertujuan sebagai tempat pusat untuk berkumpul dan menampung aktivitas transportasi umum seperti bus dan angkot serta sebagai titik kumpul yang menampung para penumpang untuk menjalankan aktivitas pada terminal bus ini. Pada desain, dipilih terminal bus tipe B karena keperluan pelayanan bus antar kota dalam provinsi. Dimana, terminal bus di Kabupaten Kediri ini melayani bus dari terminal ke Bandara Internasional Dhoho Kediri, beberapa trayek bus antar kota dalam provinsi yang belum dilayani oleh seluruh terminal yang ada di Kota Kediri maupun Kabupaten Kediri serta angkot. Dari perencanaan desain, pendekatan yang digunakan adalah pendekatan sistem sirkulasi menggunakan sirkulasi wayfinding. Dengan penggunakan sirkulasi wayfinding melalui bentuk setengah lingkaran dan perbedaan ketinggian bentuk bangunan pada terminal bus menghasilkan sirkulasi yang baik, aman dan nyaman serta dapat mudah dipahami bagi penumpang untuk meraih area yang ingin dicapai.",
  "creators": "AMABEL ZERLINA SURIJA",
  "contributors": "Timoticin Kwanda (Advisor 1); Irwan Santoso (Advisor 2); Andhi Wijaya (Advisor 3); Bram Michael Wayne, S.T., M.Ars. (Advisor 4); Gunawan Tanuwidjaja, S.T., M.Sc., Ph.D. (Examination Committee 1); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 2); Danny Santoso Mintorogo (Examination Committee 3); Roni Anggoro, S.T., M.A.Arch. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 02024580/ARS/2024; Amabel Zerlina Surija (B12200085)",
  "subjects": "BUS TERMINALS; TERMINALS (TRANSPORTATIONS)-- DESIGNS AND PLANS"
}