{
  "id": "60556",
  "title": "Strategi manajemen kelas yang efektif dalam menciptakan suasana belajar yang kondusif di SD Pelangi Kasih Jakarta Utara",
  "abstract": "Manajemen kelas adalah serangkaian aktivitas yang dilakukan oleh guru dengan maksud menciptakan lingkungan yang optimal untuk pembelajaran (Afriza, 2013, p. 2). Manajemen kelas bertujuan untuk menciptakan lingkungan kelas yang nyaman dan kondusif, sehingga proses pembelajaran dapat berlangsung secara efektif (Efendi & Gustriani, 2022, p. 4). Hal ini dimaksudkan agar waktu pembelajaran dimanfaatkan seoptimal mungkin, serta guru dapat membangun hubungan yang lebih dekat dengan murid, dan kelas menjadi lebih produktif (Gunawan, 2019, p. 7). Dalam penelitian ini, peneliti ingin meneliti strategi manajemen efektif yang digunakan guru dalam menciptakan suasana belajar yang kondusif. Peneliti menggunakan metode penelitian kualitatif deskriptif. Setelah menganalisa lebih dalam peneliti menemukan bahwa guru menerapkan strategi yaitu: 1) Menciptakan iklim belajar yang tepat, 2) Mengatur ruang belajar dan 3) Mengelola interaksi kegiatan belajar mengajar. Ketiga strategi ini sangat mendukung dalam menciptakan suasana belajar yang kondusif. Suasana belajar yang kondusif akan membuat proses belajar dan pengajaran menjadi efektif dan efisien. Dalam hal ini guru harus bisa mengembalikannya suasana belajar menjadi kondusif agar tidak menjadi hambatan bagi proses pembelajaran (Abdulah et al., 2022, p. 202).",
  "creators": "ANJELA SUNACOVA",
  "contributors": "Iman Subekti S.Pd.,M.Pd. (Advisor 1); Magdalena Pranata Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010006/PGSD/2024; Anjela Sunacova (G11200010)",
  "subjects": "CLASSROOM MANAGEMENT; EFFECTIVE TEACHING; ELEMENTARY SCHOOL TEACHING; TEACHER-STUDENT RELATIONSHIPS"
}