{
  "id": "60558",
  "title": "Pemanfaatan teknologi large language model dalam pengembangan produk layanan customer support pada PT XYZ",
  "abstract": "PT XYZ adalah perusahaan softwarehouse yang telah lama menyediakan layanan solusi IT berupa pengembangan solusi digital software, telefoni, dan konsultasi tren teknologi terkini. Merasa adanya tekanan demand dari industri artificial intelligence, PT XYZ merasa pentingnya berdaptasi, mempelajari, dan mengimplementasikan teknologi artificial intelligence baik dalam layanan maupun sistem internal perusahaan. Oleh karena itu, PT.XYZ hendak mengembangkan sebuah sistem artificial intelligence untuk membantu usaha PT. XYZ untuk mengikuti arus perkembangan zaman. Sistem yang akan dikembangkan adalah sebuah chatbot berbasis Large Language Model (LLM) yang akan dikembangkan menggunakan library LangChain dengan fitur system retrieval menggunakan framework Retrieval Augmented Generation (RAG) untuk membantu chatbot dalam beradaptasi dengan dokumen perusahaan. Dengan adanya pengujian dengan berkolaborasi dengan QA team PT XYZ, sistem akan dijalankan menggunakan beberapa skenario. Pengujian sistem akan berfokus kepada aspek human preference dalam menjawab pertanyaan dan melihat durasi waktu yang dibutuhkan sistem chatbot untuk menjawab sebuah pertanyaan. Dengan demikian proyek ini dapat dijalankan dengan selaras sesuai keinginan PT XYZ dalam upaya pengembangan inovasi sistem customer service milik PT XYZ.",
  "creators": "ADRIAN ADI",
  "contributors": "Alexander Setiawan (Advisor 1); Alvin Nathaniel Tjondrowiguno, S.Kom., M.T. (Advisor 2); Lily Puspa Dewi, S.T., M.Kom. (Examination Committee 1); Rolly Intan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022476/INF/2024; Adrian Adi (C14200050)",
  "subjects": "APPLICATION SOFTWARE--DEVELOPMENT--COMPUTER PROGRAMS; ARTIFICIAL INTELLIGENCE--COMPUTER PROGRAMS; PROGRAMMING (ELECTRONIC COMPUTERS)"
}