{
  "id": "60557",
  "title": "Pengembangan metode dokumentasi development product & facility berbasis internet di PT X",
  "abstract": "PT X merupakan salah satu produsen undercarriage terbesar yang berasal dari Jepang. Perusahaan tersebut memiliki banyak variasi produk dan fasilitas yang harus dikendalikan. Sayangnya, akibat variasi proyek, fasilitas, dan produk yang sangat banyak, menyebabkan sulitnya untuk memantau progres dan kelengkapan dokumen yang dibutuhkan. Oleh karena itu, penelitian ini dilakukan dengan tujuan melakukan pengembangan serta perancangan sistem internal berbasis internet yang ditujukan khususnya pada departemen Manufacturing Engineering Section Engineering Development dan Production Engineering. Dalam rangka mencapai tujuan tersebut, digunakan pendekatan DMAIC (Define, Measure, Analyze, Improve, Control) sebagai dasar kerja dalam proses penelitian yang dilakukan serta TQM sebagai kontrol untuk Continuous improvement. Melalui analisis fishbone diagram ditemukan beberapa akar masalah, dan dari semua faktor yang ada, faktor metode adalah yang menjadi fokus permasalahan utama, yaitu \"Tidak adanya standar dalam penyimpanan dokumen dan juga penyampaian informasi\". Dalam mengatasi permasalahan tersebut, maka dibuatlah usulan penerapan perbaikan berupa pengembangan sistem kerja baru yang didukung dengan pengembangan website internal perusahaan. Usulan setelah dilakukannya uji coba pada kondisi lapangan asli mendapat feedback dan hasil yang memuaskan, dokumentasi mencapai 100% dan sistem kerja serta penyebaran informasi menjadi terstandarisasi dan terdigitalisasi. Perbaikan ini juga menyasar untuk pengembangan TPM (Total Production Maintenance) perusahaan.",
  "creators": "JOAN CRISTOPALL CHANDRA",
  "contributors": "I Nyoman Sutapa (Advisor 1); Jani Rahardjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022674/IND/2024; Joan Cristopall Chandra (C13190062)",
  "subjects": "PRODUCTION MANAGEMENT--QUALITY CONTROL; TOTAL PRODUCTIVE MAINTENENCE; TOTAL QUALITY MANAGEMENT"
}