{
  "id": "60566",
  "title": "Studi partisi daur ulang sebagai sound masking untuk meningkatkan well being pengguna corporate coworking space",
  "abstract": "Setiap tahunnya, angka urbanisasi yang terus meningkat menyebabkan semakin banyaknya tuntutan fasilitas dalam memenuhi berbagai kebutuhan mayarakat. The World Commision on Environment and Development menjelaskan bahwa pembangunan fasilitas dalam memenuhi kebutuhan perlu dilakukan tanpa mengorbankan alam yang bisa dimanfaatkan generasi ke depan. Hal tersebut membuktikan bahwa aspek keberlanjutan perlu diperhatikan untuk mempertahankan kenyamanan penghuni (well being) dalam waktu yang panjang. Peningkatan jumlah penduduk menyebabkan meningkatnya pula jumlah sampah yang masih tidak terkelola sebesar 33.08% dari 18 juta ton per tahun. Peningkatan angka urbanisasi juga menyebabkan semakin banyaknya gaya bekerja coworking space yang seringkali menimbulkan bunyi yang tidak nyaman. Oleh karena itu tujuan penelitian, pertama, yaitu melakukan eksperimen untuk menemukan elemen arsitektur dari sampah bekas yang mampu berfungsi sebagai sound masking dengan rentan suara yang nyaman secara akustika dan dapat mendukung well being bagi pengguna. Kedua, yaitu mengumpulkan data persepsi pekerja coworking untuk mengetahui kenyamanan secara psikis dan visual yang dibutuhkan oleh pekerja. Ketiga, yaitu memberikan usulan desain sound masking yang mendukung kenyamanan psikis (well being) bagi pekerja. Metode pengambilan data dilakukan secara kuantitatif-kualitatif. Pertama, yaitu melakukan eksperimen sampah bekas lalu diukur menggunakan sound level meter untuk menentukan bentuk sound masking seperti apa yang dapat membuat ruang nyaman secara akustika. Kedua, yaitu melakukan pengukuran sound intensity level dengan sound level meter terhadap background noise dan sound masking ruang teruji, yaitu ruang coworking. Ketiga, yaitu pembagian kuesioner terhadap pekerja di ruang coworking sebelum dan sesudah adanya sound masking berupa partisi daur ulang di dalam ruang. Hasil penelitian menunjukkan bahwa eksperimen sound masking dari partisi daur ulang yang diletakkan diantara para pekerja pada ruang coworking menghasilkan nilai sound intensity level 57.6 dBA. Nilai tersebut masih memiliki selisih 7.6 dBA diatas nilai ambang batas kenyamanan akustika kantor dengan penggunaan ruang bersama. Meskipun nilai sound intensity level berada pada 7.6 dBA di atas nilai ambang batas, namun berdasarkan persepsi penghuni, lebih dari 50% pekerja merasakan kenyamanan secara akustika bila dibandingkan sebelum adanya partisi daur ulang di dalam ruang. Usulan desain sound masking berupa partisi daur ulang menghasilkan dua alternatif yang berfokus ke perbaikan tampilan estetika sesuai dengan evaluasi yang disampaikan oleh pekerja di dalam ruang coworking.",
  "creators": "PHYLICIA DEOSEPHINE SOEGIONO",
  "contributors": "Lilianny Sigit Arifin (Advisor 1); Dr. Feny Elsiana, S.T., M.T. (Advisor 2); Luciana Kristanto, S.T., M.T. (Examination Committee 1); Dr. Ir. Hedy Constancia Indrani, M.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 00000057/MARS/2024; Phylicia Deosephine Soegiono (B22230004)",
  "subjects": "PARTITIONS (BUILDING); RECYCLING (WASTE, ETC.)"
}