{
  "id": "60563",
  "title": "Exploring narrative structure and immersion in the game OMORI: unpredictability and trauma as guiding principles",
  "abstract": "This thesis analyzes the narrative structure in the game OMORI and explains the potential emotional immersion that players may experience. OMORI is a psychological horror role-playing game released by Omocat in 2020. Its story revolves around the protagonist, Sunny, and explores his experience in the aftermath of trauma. Incorporating Bal’s (2017) narratology and Wei’s (2011) narrative structure, this study includes evidence of notable techniques that contribute to unpredictability and a trauma-driven narrative. Using narrative tension theory by Bermejo-Berros et al. (2022) and transportation theory by Green and Brock (2000), I analyze how each technique, respectively, incite immersive horror and emotional connection in players. Unpredictability can create immersive horror through narrative tension, whereas trauma-driven narrative may create an emotional connection by making the players sympathize with the character. In this thesis, I argue that the placement and presentation of sequences can lead to players experiencing certain cognitive and emotional reactions. Consequently, the narrative structure in OMORI underscores the impact of employing unpredictability and trauma-driven narratives in game storytelling. Deconstructing the narrative points to the insight that the structure of sequences and game mechanics play a role in creating a profound emotional experience for players.",
  "creators": "DEANYA PARAHITA NAURAPUTRI DEWANTO",
  "contributors": "Drs. Setefanus Suprajitno, M.A., Ph.D. (Advisor 1); Theophilus Jokri (Examination Committee 1); Dwi Setiawan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "A Critical Thesis",
  "source": "A Critical Thesis No. 01012420/ING/2024; Deanya Parahita Nauraputri Dewanto (A11200024)",
  "subjects": "FRAMEWORK STORIES; IMMERSION METHOD (LANGUAGE TEACHING)"
}