{
  "id": "60567",
  "title": "Fasilitas edukasi wisata tanaman hidroponik di Pasuruan",
  "abstract": "Ketahanan pangan menjadi suatu bencana yang mulai mengancam Indonesia. Hal ini dikarenakan oleh produksi bahan pangan yang rendah, tingginya alih fungsi lahan pertanian ke non-pertanian, dan pertumbuhan penduduk yang tinggi disertai dengan permintaan pangan yang terus meningkat tidak sesuai dengan produksinya. Melihat kondisi ini, budidaya tanaman hidroponik menjadi solusi yang tepat dalam mengatasi permasalahan ini karena dapat memaksimalkan lahan yang ada untuk memproduksi bahan makanan secara berkelanjutan. Namun, pengetahuan masyarakat tentang tanaman hidroponik masih tergolong rendah, sehingga dicetuskan rencana pembangunan fasilitas edukasi wisata tanaman hidroponik. Fasilitas ini memberikan edukasi yang disertai dengan praktek langsung mengenai budidaya tanaman hidroponik dan dapat menjadi destinasi wisata baru bagi masyarakat. Masyarakat akan diberikan edukasi mulai dari tahap pembenihan, pindah tanam, pemberian nutrisi, hingga panen dengan beberapa sistem hidroponik yang ada. Nantinya, fasilitas ini juga dapat meningkatkan minat masyarakat untuk berbudidaya tanaman hidroponik. Dari perencanaan desain, pendekatan yang digunakan adalah pendekatan sains menggunakan teori Arsitektur Bioklimatik. Tujuannya untuk menciptakan bangunan yang dapat beradaptasi dengan kondisi iklim dan lingkungan sehingga dapat memberikan kenyamanan bagi pengunjung. Pendekatan ini diterapkan pada elemen fasad, material, dan atap bangunan. Selain itu, pengaturan elemen alami seperti cahaya matahari, udara, pergerakan angin, dan vegetasi juga diperhatikan agar dapat mengoptimalkan pertumbuhan tanaman hidroponik.",
  "creators": "GERALDO ALVIN SOECIPTO",
  "contributors": "Dr. Feny Elsiana, S.T., M.T. (Advisor 1); Angela Christysonia Tampubolon, S.T., M.T. (Advisor 2); Handinoto (Advisor 3); V.P. Nugroho Susilo (Examination Committee 1); Riduan Sukardi (Examination Committee 2); Rully Damayanti (Examination Committee 3); Luciana Kristanto, S.T., M.T. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 09024555/ARS/2024; Geraldo Alvin Soecipto (B12200040)",
  "subjects": "EDUCATION PARKS--DESIGNS AND PLANS; RECREATION CENTERS--DESIGNS AND PLANS"
}