{
  "id": "60569",
  "title": "Fasilitas industri kreatif dan ruang kerja bersama di Surabaya",
  "abstract": "Jalan Urip Sumoharjo adalah daerah Surabaya yang memiliki banyak tempat komersil, kantor dan industri kreatif. Aktivitas yang terjadi di ruas Jalan Urip Sumoharjo memiliki daya tarik untuk mengumpulkan pelaku industri kreatif dan startup. Jalan Urip Sumoharjo yang terletak di antara Jalan Basuki Rahmat dan Raya Darmo berpotensi sebagai tempat dengan fungsi kantor dan komersial. Namun, dengan kondisi lingkungan yang padat dan kurang baik di Jalan Urip Sumoharjo dapat menghambat kinerja manusia dalam aktivitasnya, ditandai dengan kurangnya pencahayaan dan penghawaan yang optimal di sekitar massa-massa bangunan di ruas jalan. Fasilitas industri kreatif dan ruang kerja bersama bertujuan untuk menciptakan wadah bagi masyarakat untuk mengembangkan industri kreatif dan startup dengan memperhatikan kualitas lingkungan kerja yang disediakan. Fasilitas ini menyediakan berbagai ruang untuk aktivitasnya, berupa ruang auditorium, coworking, industri kreatif, makerspace, workshop, perpustakaan, dan komersial. Pendekatan yang digunakan dalam fasilitas ini adalah pendekatan biofilik. Pendekatan tersebut diterapkan dengan tujuan untuk menciptakan kualitas ruang yang baik dan nyaman bagi para penggunanya, sehingga meningkatkan kinerja dan produktivitas dalam meningkatkan ekonomi kreatif Surabaya.",
  "creators": "BRYAN MALVIN HERNANDO",
  "contributors": "Andhi Wijaya (Advisor 1); Irwan Santoso (Advisor 2); Bram Michael Wayne, S.T., M.Ars. (Advisor 3); Timoticin Kwanda (Advisor 4); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 1); Roni Anggoro, S.T., M.A.Arch. (Examination Committee 2); Danny Santoso Mintorogo (Examination Committee 3); Gunawan Tanuwidjaja, S.T., M.Sc., Ph.D. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024557/ARS/2024; Bryan Malvin Hernando (B12200043)",
  "subjects": "OFFICE BUILDINGS--DESIGNS AND PLANS; OFFICE LAYOUT--DESIGNS AND PLANS"
}