{
  "id": "60570",
  "title": "Fasilitas edukasi wisata olahan singkong di Bondowoso",
  "abstract": "Bondowoso dikenal sebagai “Kota Tape” namun sentra tape di Bondowoso masih belum terlalu dikembangkan. Munculnya tape dari kota-kota lain, juga membuat sebutan “Bondowoso Kota Tape” mulai dilupakan. Peningkatan impor beras di Indonesia yang juga menjadi perhatian, sehingga singkong dianggap dapat menjadi makanan pokok pengganti beras untuk meningkatkan ketahanan pangan. Visi Diskoperindag dan Musrenbang RKPD Bondowoso 2023 juga menyatakan bahwa ingin mengembangkan sentra tape di Bondowoso. Dari isu tersebut, maka muncul sebuah gagasan untuk membuat Fasilitas Edukasi Wisata Olahan Singkong di Bondowoso untuk mengubah preferensi konsumen terhadap singkong dan lebih memperkenalkan tape Bondowoso. Metode yang digunakan yaitu dengan pendekatan arsitektur hijau. Metode ini dipilih dan diaplikasikan agar dapat memaksimalkan penggunaan sistem pasif untuk memenuhi kriteria tiap ruang proses pembuatan tape, serta mengurangi kebutuhan energi. Orientasi dan penataan bangunan dibuat searah kontur untuk meminimalisir cut and fill. Bangunan menggunakan atap skylight dan banyak bukaan dengan fasad untuk memaksimalkan cahaya yang masuk tanpa mengakibatkan glare. Pengolahan limbah singkong dan adanya panel fotovoltaik untuk menghasilkan sumber energi alternatif yang mendukung sistem di dalam bangunan. Limbah singkong juga digunakan sebagai material pada elemen interior. Penggunaan bambu dan kayu sebagai material setempat ditujukan untuk mengurangi polusi dan sumber daya dalam proses pengangkutan. Fasilitas edukasi wisata yang diperoleh yaitu, diharapkan desain yang memenuhi kebutuhan akan sinar matahari, dan sirkulasi udara secara pasif, serta tetap menjaga keaslian pedesaan menjadi perhatian utama dalam desain.",
  "creators": "BELINDA PATRICIA",
  "contributors": "Dr. Feny Elsiana, S.T., M.T. (Advisor 1); Angela Christysonia Tampubolon, S.T., M.T. (Advisor 2); Handinoto (Advisor 3); Rully Damayanti (Examination Committee 1); Luciana Kristanto, S.T., M.T. (Examination Committee 2); V.P. Nugroho Susilo (Examination Committee 3); Riduan Sukardi (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 09024575/ARS/2024; Belinda Patricia (B12200079)",
  "subjects": "EDUCATION PARKS--DESIGNS AND PLANS; SUSTAINABLE ARCHITECTURE"
}