{
  "id": "60589",
  "title": "Penerapan visualisasi data berbasis web untuk membantu analisis progres akademik mahasiswa dan kinerja Program Studi di Universitas Kristen Petra",
  "abstract": "Universitas Kristen Petra merupakan salah satu institusi perguruan tinggi dengan jumlah mahasiswa yang cukup besar, di mana beberapa program studi favorit menerima ratusan mahasiswa baru setiap tahunnya. Hal ini menyebabkan jumlah mahasiswa aktif setiap tahunnya jauh melampaui jumlah dosen dan staf program studi, sehingga pemantauan progres akademik setiap mahasiswa menjadi sangat tidak efisien dan memakan waktu. Visualisasi data sebelumnya sudah digunakan, namun hanya untuk penyampaian data dalam open forum dan belum digunakan secara general untuk membantu monitoring aspek akademik seluruh program studi. Penelitian pada tugas akhir ini bertujuan untuk mengembangkan visualisasi data berbasis web yang dapat membantu dosen dan program studi dalam memantau progres akademik mahasiswa secara keseluruhan dan mendukung pengambilan keputusan dalam bidang akademis. Sistem yang dibuat mampu membantu dalam memantau dan menganalisis progres akademik mahasiswa serta membantu dalam penilaian kinerja program studi. Sistem ini menyediakan visualisasi data yang tepat dan mudah dipahami untuk program studi, dosen maupun dosen wali, dan juga mahasiswa. Serta adanya fitur simulasi yudisium untuk membantu program studi dalam melakukan screening apakah mahasiswa sudah memenuhi syarat yudisium atau belum. Hasil survei dari tiga kepala program studi menunjukkan bahwa sistem ini diterima dengan baik oleh para responden. Evaluasi fitur halaman program studi menunjukan rata-rata penilaian 4,47 dari 5, evaluasi halaman dosen mendapatkan 4,46 dari 5, dan halaman mahasiswa mendapatkan 4,58 dari 5, menandakan bahwa sistem ini dapat membantu dalam memantau progres akademik dan mendukung pengambilan keputusan dalam kegiatan akademik di lingkup Program Studi.",
  "creators": "DANIEL MARTHIN PARINUSSA",
  "contributors": "Leo Willyanto Santoso (Advisor 1); Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Advisor 2); Hans Juwiantho S.Kom., M.Kom (Examination Committee 1); Adi Wibowo, S.T., M.T., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022568/INF/2024; Daniel Marthin Parinussa (C14190086)",
  "subjects": "EDUCATIONAL INNOVATIONS; WEB SITES"
}