{
  "id": "6058",
  "title": "Analyzing style of leadership influencing team performance at Restaurant Cafe De Veranda Amsterdam",
  "abstract": "This thesis is analyzing the relationship between the style of leadership and the teamwork performance at Restaurant Cafe de Veranda, Amstelveenseweg 764, 1081 JK Amsterdam. The writers find that this issues is very important to be analyzed, especially in hospitality industries, where the employee is dealing with people, who have their own expectations, of taste, atmosphere, and so on, which become a challenge to fulfill it, or even more to exceed it. A good leader must handle not only the guest, but also his/her own subordinate, handle them as good as the guest, lead them together to reach the customer satisfaction. The problem is that it is very hard to find the style of leadership applicable in one place, because there is a lot of factor affect the workplace atmosphere. In this case, the workplace is de Veranda. The first part of our thesis will give an introduction about the main idea of the thesis itself. The main problem, how we define it, and then how we will analyze it. The method we use and the schedule we made in order to done it. The second part is the literature review. We divided it into two big parts. First, it tells about the leadership itself. What is it, how many kind o them, and what factors influencing how to choose it . Second, about the team. About the employee, their need and expectations, things that a good leader must understand and work on it to motivate the employees. The third part will give the readers an introduction about Restaurant Cafe de Veranda. The history , the picture, the organizational chart, to know how the leadership system in de Veranda cafe restaurant. The fourth part is the result of our study, our conclusion, and recommendation we?ve made for de Veranda, based on the results of the questionnaire we?ve distributed among the employees. Some sample of the questionnaire, and more about the research can be found at appendix.",
  "creators": "ANGGA SUBEKTI KARAMOY R; VELIXIA DIAN ANDRIYANA",
  "contributors": "HENK BRUINS (Advisor 1); K.W. VAN DER HOEK (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010294/HTL/2006; Angga Subekti Karamoy R. (33401019), Velixia Dian Andriyana (33401026)",
  "subjects": "LEADERSHIP-MANAGEMENT; RESTAURANT MANAGEMENT"
}