{
  "id": "60585",
  "title": "Prediksi gaji mahasiswa Universitas Kristen Petra setelah lulus berdasarkan performa saat berkuliah menggunakan metode ARIMA dan linear regression",
  "abstract": "Di era digitalisasi dan globalisasi saat ini, sangat penting bagi Universitas Kristen Petra untuk meningkatkan daya saing mereka dengan menemukan inovasi baru yang dapat menarik minat mahasiswa baru. Banyak calon mahasiswa baru memilih untuk masuk perguruan tinggi untuk meningkatkan keterampilan dan peluang kerja mereka di masa depan. Karena itu, prospek gaji merupakan faktor yang sangat penting untuk dapat menarik minat mereka untuk masuk dalam suatu perguruan tinggi. Hal itu membuat sistem prediksi gaji menjadi salah satu inovasi yang dapat dilakukan untuk meningkatan daya saing sebuah perguruan tinggi. Beberapa penelitian sebelumnya sudah pernah melakukan penelitian untuk membuat sistem prediksi gaji. Berbagai metode dan variabel telah dicoba dalam penelitian-penelitian tersebut. Namun, penelitian-penelitian tersebut tidak berfokus kepada gaji untuk mahasiswa setelah lulus secara khusus dan tidak mempertimbangkan nilai uang di masa depan. Karena itu, skripsi ini akan bertujuan untuk membuat sebuah sistem prediksi gaji mahasiswa Universitas Kristen Petra yang diharapkan dapat menjadi salah satu bentuk inovasi bagi Universitas Kristen Petra. Prediksi yang dilakukan akan didasarkan pada performa mahasiswa saat berkuliah sehingga skripsi ini juga akan mencari hubungan antara performa-performa tersebut dengan gaji. Dalam skripsi ini, performa-performa tersebut akan diwakili dengan variabel IPK sebagai bentuk performa akademis dan SKKK sebagai performa sosial. Selain itu, skripsi ini juga akan mempertimbangkan nilai UMR dan inflasi dalam memprediksi nilai gaji di masa depan. Metode yang akan digunakan dalam skripsi ini adalah ARIMA dan linear regression. Metode ARIMA akan digunakan untuk memprediksi nilai UMR dan inflasi di masa depan, kemudian hasil dari prediksi ini akan digabungkan dengan variabel-variabel independen dan input lainnya untuk dimodelkan dalam metode linear regression sehingga akan didapatkan hasil prediksi gaji. Hasil dari skripsi ini adalah sebuah sistem prediksi gaji dan berbagai nilai hasil pengujian. Berdasarkan pengujian yang dilakukan, didapatkan nilai korelasi terbaik antara variabel IPK dan gaji sebesar 44.3% yang jika diinterpretasikan hasilnya sudah masuk ke dalam rata-rata. Sementara itu, untuk hubungan korelasi terbaik antara variabel SKKK dan gaji, didapatkan nilai rata-rata sebesar 44.3% juga yang jika diinterpretasikan sudah masuk ke dalam rata-rata. Untuk pengujian secara keseluruhan, didapatkan hasil pengujian rata-rata MAPE terbaik sebesar 11.827% yang berarti hasil prediksi sudah dapat dinyatakan baik. Namun, untuk pengujian tanpa input opsional, hasil yang diperoleh kurang memuaskan dikarenakan dataset yang digunakan untuk training terlalu beragam.",
  "creators": "CAROLINE ANGELIA SETIAWAN",
  "contributors": "Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 1); Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Advisor 2); Andreas Handojo (Examination Committee 1); Leo Willyanto Santoso (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022519/INF/2024; Caroline Angelia Setiawan (C14200122)",
  "subjects": "DATABASE DESIGN--COMPUTER PROGRAMS; DATABASE MANAGEMANT; PROGRAMMING (ELECTRONIC COMPUTERS)"
}