{
  "id": "60584",
  "title": "Fasilitas wisata edukasi dan budidaya ikan Arwana di Surabaya",
  "abstract": "Ikan arwana adalah salah satu ikan hias yang sangat digemari masyarakat. Ikan arwana memiliki histori sebagai ikan pangan yang berkembang menjadi ikan hias yang sangat populer dan mahal. Ikan arwana memiliki julukan sebagai “Raja Ikan Hias” karena keindahannya. Dengan naiknya popularitas ikan arwana sebagai ikan hias membuat masyarakat memburu ikan arwana secara besar-besaran, sehingga populasi ikan arwana semakin menurun. Seiring berjalannya waktu upaya-upaya penangkaran berhasil dilakukan sehingga populasi ikan arwana bisa dikontrol. Namun, penangkaran-penangkaran dan fasilitas untuk ikan arwana belum tersebar secara merata di Indonesia. Fasilitas Wisata Edukasi dan Budidaya Ikan Arwana di Surabaya hadir untuk memfasilitasi kebutuhan masyarakat kota Surabaya. Perencanaan fasilitas ini bertujuan untuk memberikan edukasi kepada masyarakat serta memberikan fasilitas untuk masyarakat menyalurkan hobi di bidang ikan arwana. Fasilitas akan menghadirkan sebuah galeri untuk pembelajaran tentang ikan arwana dan menghadirkan fasilitas budidaya untuk masyarakat menyalurkan hobi. Dalam proses desain, fasilitas ini menggunakan pendekatan utilitas dengan konsep hemat energi. Pendekatan utilitas digunakan untuk memaksimalkan penggunaan energi dengan memanfaatkan desain bangunan dengan alam.",
  "creators": "ALEXSANDER FERDIAN SUTRISNO",
  "contributors": "Andhi Wijaya (Advisor 1); Timoticin Kwanda (Advisor 2); Irwan Santoso (Advisor 3); Bram Michael Wayne, S.T., M.Ars. (Advisor 4); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 1); Danny Santoso Mintorogo (Examination Committee 2); Roni Anggoro, S.T., M.A.Arch. (Examination Committee 3); Gunawan Tanuwidjaja, S.T., M.Sc., Ph.D. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 04024579/ARS/2024; Alexsander ferdian sutrisno (B12200083)",
  "subjects": "EDUCATION PARKS--DESIGNS AND PLANS; FISHES--BREEDING; RECREATION CENTERS--DESIGN AND PLANS"
}