{
  "id": "60586",
  "title": "Kantor sewa rintisan untuk generasi Z di Malang",
  "abstract": "Era digital berperan krusial menggerakkan ekonomi kreatif. Muncul banyak perusahaan rintisan yang menggunakan inovasi teknologi untuk menciptakan solusi baru. Sedangkan Malang sendiri memiliki potensi pasar yang sangat besar untuk perkembangan startup. Dukungan juga diberikan oleh pemerintah lokal terhadap berbagai perusahaan rintisan yang sedang berkembang di Malang. Penggerak utama bisnis rintisan merupakan Gen Z, yang memiliki kelebihan dalam penguasaan teknologi dan kecenderungan untuk berinovasi, serta diakui sebagai kekuatan untuk kemajuan Indonesia. Di antara banyaknya karakteristik Gen Z, sifat individualis membawa pengaruh negatif yang besar, terutama pada kesehatan mental. Untuk itu, perencanaan kantor sewa rintisan ini dibuat dengan mengutamakan interaksi sosial yang ingin diciptakan. Pada perencanaan desain, digunakan pendekatan teori perilaku proxemics, yaitu teori tentang penggunaan ruang oleh manusia. Tingkat interaksi pada perancangan kantor sewa rintisan ini dibagi ke beberapa tingkatan, yaitu bekerja secara individu (paling privat), berinteraksi dengan tim/kelompok, berinteraksi dengan tim lain untuk berkolaborasi, hingga berinteraksi dengan publik. Secara umum, kantor sewa ini menyediakan fasilitas berupa unit-unit kantor dan amenitas kantor, serta area pengujian dari bisnis rintisan penyewa, yang meliputi restoran, area ruang kerja bersama dan pelatihan bisnis, serta wisma tamu. Tingkat interaksi dibedakan pada tiap ruang, sesuai dengan kebutuhan interaksi tiap kegiatan yang akan dilakukan oleh penyewa.",
  "creators": "JESSICA",
  "contributors": "Joyce M.Laurens (Advisor 1); Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Advisor 2); Markus Ignatio Aditjipto (Advisor 3); Stephanus Wirawan Dharmatanna, S.T., M.Ars. (Advisor 4); Altrerosje Asri, S.T., M.T. (Examination Committee 1); Samuel Hartono (Examination Committee 2); Elvina Shanggrama Wijaya, S.T., M.T. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024563/ARS/2024; Jessica (B12200061)",
  "subjects": "OFFICE BUILDINGS--DESIGN AND PLANS"
}