{
  "id": "60587",
  "title": "Pengembangan sistem dokumentasi pada divisi Production Engineering di PT Komatsu Undercarriage Indonesia dengan metode sistem informasi manajemen dan lean manufacturing",
  "abstract": "Pada industri yang terus berkembang, divisi dalam perusahaan harus membuat keputusan akurat dan menjalankan operasi dengan cepat untuk menghadapi persaingan bisnis. Kerja sama tim dari berbagai departemen dalam organisasi diperlukan untuk kelancaran suatu proses operasional perusahaan. Dokumen digunakan untuk menyimpan informasi serta menjadi bagian administrasi untuk kelancaran suatu operasi. Permasalahan yang didapatkan berada dalam sistem aliran dokumen, meliputi banyak pekerja yang tidak bekerja sesuai proses yang terstandarisasi. Dampak yang diberikan pada akhirnya berupa permasalahan dalam pemenuhan dokumen. Berdasarkan permasalahan yang didapatkan, penelitian ini memiliki tujuan untuk mengetahui penyebab terjadinya masalah dari document flow system. Selain itu, akan dibuat sistem aliran pekerjaan dokumen yang harus dilakukan, usulan metode, dan peningkatan terhadap kepatuhan karyawan. Metode yang digunakan untuk melakukan penelitian ini adalah DMAIC untuk membuat struktur pengerjaan yang sistematis. Melalui DMAIC, akan dilakukan wawancara terkait internal dan eksternal. Tahapan dalam penyelesaian masalah akan menggunakan identifikasi waste aktivitas menggunakan process activitiy mapping, document management system, dan kanban. Hasil dari penelitian ini menunjukkan bahwa penggunaan process activity mapping menghasilkan pengurangan terhadap pemborosan dan meningkatan nilai tambah. Perancangan document management system berhasil membuat sesuai dengan kebutuhan departemen, tetapi didapati kendala berupa biaya dan skala website. Selanjutnya, pengembangan terakhir dilakukan implementasi menggunakan metode kanban yang memberikan hasil nyata berupa kenaikan pemenuhan dokumen sebanyak 8%. Kesimpulan utama yang didapatkan adalah terjadi kenaikan dalam penyelesaian dokumen menjadi 94% dibanding target 100%. Dengan menggunakan metode kanban dinyatakan berhasil membuat dampak terhadap proses pengerjaan di departemen. Dari hasil yang didapatkan meskipun tidak bisa mencapai target 100%, sebuah perubahan terlihat dalam aktivitas dan penyelesaian dokumen.",
  "creators": "GEORGE ARIEL LUMUNON",
  "contributors": "Jani Rahardjo (Advisor 1); I Nyoman Sutapa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022658/IND/2024; George Ariel Lumunon (C13200047)",
  "subjects": "LEAN MANUFACTURING; PRODUCTION MANAGEMENT; MANAGEMENT INFORMATION SYSTEMS"
}