{
  "id": "60592",
  "title": "Pengecekan kapasitas bagasi mobil dan jarak untuk pembelian pada sistem manajemen inventory di Toserba Apollo Jaya",
  "abstract": "Toserba Apollo Jaya merupakan toko menjual berbagai jenis barang dan berlokasi di desa Tegaldlimo, Banyuwangi. Dikarenakan lokasi toko yang sangat jauh dari kota Banyuwangi, pembelian dillakukan dengan mobil sendiri untuk membeli barang dari supplier di kota. Pembelian juga hanya dilakukan dengan 1 mobil, dari toko pergi ke berbagai supplier di kota, sehingga jumlah barang yang bisa diangkut dalam 1x perjalanan terbatas juga. Penelitian sebelumnya belum mampu mengatasi isu toko secara keseluruhan, sistem pencarian jalan biasa tidak memfaktorkan isi barang dari toko dan urutan masuknya ke dalam perhitungan, dan sistem simulasi bagasi biasa hanya sekedar memasukan barang untuk memasukkan jumlah kotak maximum ke dalam bin. Untuk mengatasi masalah ini, pada skripsi ini, diusulkan Sistem Manajemen Inventory yang diaugmentasikan pada bagian pembeliannya dengan sistem pencarian rute dan sistem simulasi bagasi. Dengan adanya sistem ini diharapkan dapat memaksimalkan utilisasi bagasi dari tiap pembelian tersebut. Sistem Manajemen Inventory yang digunakan sebagai basis, akan dibuat dengan framework Laravel bahasa php dan javascript. Sedangkan program pencarian rute dan simulasi bagasi akan dihasilkan dengan python, dengan menggunakan Google Maps Distance Matrix API dan ORTools Travelling Salesman Problem milik Google untuk pencarian rute, dan akan menyelesaikan masalah 3DBPP, metode First-fit-decreasing dengan library py3dbp untuk program simulasi bagasi. Untuk menguji hasil sistem ini dilakukan pengujian dengan menggunakan berbagai testcase. Pengujian simulasi bagasi dilakukan dengan memasukkan sekumpulan barang pada suatu container dan membandingkan ruang kosong (utilisasi bagasi) yang terdapat pada container yang sudah diisi barang secara manual dan sesudah mengikuti arahan program. Pengujian pencarian rute dilakukan dengan mencatat toko-toko yang dikunjungi selama pembelian dan setelah menggunakan program untuk mendapatkan rute yang dirasa paling baik dari toko yang dikunjungi tersebut, akan dibandingkan jarak dan waktu dengan kemacetan dari rute optimal dan rata-rata rute. Untuk pengujian simulasi bagasi didapatkan peningkatan utilisasi sebesar 11,9% dan untuk pencarian rute, didapatkan pengurangan jarak dan waktu paling besar 49 km dan 83 menit.",
  "creators": "NATHANAEL ABELLITO LEO",
  "contributors": "Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 1); Adi Wibowo, S.T., M.T., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022569/INF/2024; Nathanael Abellito Leo (C14200073)",
  "subjects": "DATABASE DESIGN--COMPUTER PROGRAMS; INVENTORY CONTROL--DATA PROCESSING; PROGRAMMING (ELECTRONIC COMPUTERS)"
}