{
  "id": "60596",
  "title": "Aplikasi 3D design untuk pembuatan dan visualisasi 3D interior dengan menggunakan Photogrammetry dan Augmented Reality pada iOS",
  "abstract": "Visualisasi Interior secara 3D telah menjadi salah satu proses yang penting dalam kegiatan mendesain rumah. Akan tetapi, proses pembuatan desain interior secara 3D cenderung kompleks untuk dilakukan dan memakan waktu yang cukup lama. Selain itu, kurangnya kemampuan untuk membayangkan hasil desain interior ke dalam ruangan aslinya jugalah menjadi sebuah masalah yang dapat berpotensi meningkatkan terjadinya miskomunikasi. Pembuatan aplikasi 3D Design memanfaatkan metode Photogrammetry dan Augmented Reality (AR) untuk menghadirkan sebuah solusi. Solusi ini dihadirkan untuk membantu penggunanya membuat objek 3D berdasarkan benda aslinya secara cepat dengan hasil yang serupa serta memiliki dimensi ukuran yang akurat. Selain itu, pemanfaatan AR yang menggabungkan dunia asli dengan dunia 3D virtual diharapkan dapat meningkatan visualisasi suatu desain bagi penglihatnya. Melalui berbagai pengujian termasuk user testing, aplikasi 3D Design mampu memberikan peningkatan terhadap kecepatan hingga sebesar 800% untuk objek yang lebih kompleks, serta memberikan visualisasi desain 3D terhadap penggunanya. Selain itu, hasil objek 3D dari aplikasi 3D Design juga serupa dengan benda aslinya dengan mendapatkan nilai rata-rata di atas 80% untuk kemiripannya. Dengan demikian, penelitian ini diharapkan dapat memberikan kontribusi positif terhadap efisiensi pembuatan dan visualisasi desain interior.",
  "creators": "JEFRY GUNAWAN",
  "contributors": "Andreas Handojo (Advisor 1); Liliana (Examination Committee 1); Ir. Djoni Haryadi Setiabudi, M.Eng. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022528/INF/2024; Jefry Gunawan (C14200024)",
  "subjects": "COMPUTER GRAPHICS-3D; PHOTOGRAMMETRY"
}