{
  "id": "60590",
  "title": "Pengembangan website untuk membantu pengelolaan dan pencarian katalog di toko Rental XYZ",
  "abstract": "Toko Rental XYZ adalah penyedia jasa persewaan kostum di Surabaya yang memanfaatkan Instagram sebagai media promosi utama sejak tahun 2017. Namun, website yang dimiliki kurang menarik dan tidak efisien dalam pengelolaan katalog. Untuk mengatasi masalah ini, dilakukan perancangan ulang website dengan tampilan yang lebih menarik, fungsionalitas pencarian yang lebih canggih, serta fitur live chat dan pengelolaan katalog yang lebih baik untuk administrator. Tujuan dari penelitian ini adalah untuk merancang sebuah website utama dengan tampilan yang baik, dan website administrator dengan fungsionalitas yang dapat membantu admin dalam mengelola katalog dengan mudah. Selain itu, diharapkan website utama dapat membantu pelanggan dalam mencari kostum yang sesuai dengan kebutuhan mereka melalui fitur pencarian yang lebih canggih dan relevan. Hasil penelitian menunjukkan bahwa website administrator memberikan kemudahan dalam penggunaan fitur oleh admin, termasuk penambahan, dan penyuntingan data kostum dengan nilai secara keseluruhan untuk pengalaman admin dalam menggunakan semua fitur di website administrator adalah 5. Selain itu, fitur pencarian dan navigasi pada website utama yang baru dinilai lebih efektif dibandingkan dengan website lama, dengan tingkat kepuasan pengguna mencapai rata-rata 4,46. Pengguna juga merasa lebih mudah menemukan informasi dengan jelas dan interaktivitas yang lebih baik, menghasilkan pengalaman pengguna yang lebih memuaskan dengan nilai rata-rata keseluruhan 4,46.",
  "creators": "CLARISA CHRISTIANI",
  "contributors": "Gregorius Satiabudhi (Advisor 1); Silvia Rostianingsih (Examination Committee 1); Andreas Handojo (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022535/INF/2024; Clarisa Christiani (C14200040)",
  "subjects": "APPLICATION SOFTWARE--DEVELOPMENT; INSTAGRAM (ELECTRONIC RESOURCE); WEB APPLICATIONS--INTERNET MARKETING; WEB SITES--DESIGN"
}