{
  "id": "60594",
  "title": "Aplikasi simulasi eksperimen dan kuis interaktif fisika dengan topik energi usaha, tumbukan, dan gelombang transversal stasioner untuk siswa SMA X",
  "abstract": "Pembelajaran Fisika untuk kelas SMA sangat bergantung pada konsep dasarnya. Pengalaman eksperimen Fisika merupakan inti dari pembelajaran Fisika, karena dapat meningkatkan konsep dasar para siswa. Namun sayangnya pengalaman eksperimen Fisika tidak banyak dialami oleh para siswa SMA, karena beberapa alasan seperti peralatan laboratorium yang kurang, kendala keamanan, atau kendala pada pengamatan eksperimen. Selain eksperimen, kuis interaktif juga dapat membantu proses mengajar karena siswa dapat meningkatkan pengetahuan mereka secara mandiri. Namun kuis interaktif yang sudah ada masih terus bergantung pada internet saat siswa mengerjakan kuis sehingga dapat mengganggu konsentrasi siswa apabila koneksi terputus. Pada skripsi ini akan dirancang aplikasi simulasi eksperimen untuk topik energi usaha, tumbukan, dan gelombang transversal stasioner, berbasis iOS dan iPadOS yang dapat menyelesaikan semua kendala-kendala dalam bereksperimen dalam laboratorium Fisika. Dengan aplikasi ini, siswa dapat bereksperimen dalam aplikasi tanpa membutuhkan alat eksperimen. Siswa dapat mengubah variabel bebas eksperimen dan mengamati hasil akhir dari variabel tetap eksperimen yang divisualisasikan seperti keadaan eksperimen dunia nyata. Kuis interaktif pada skripsi ini juga akan menyelesaikan masalah kuis interaktif lainnya yang masih terus bergantung pada koneksi internet, sehingga koneksi internet tidak dibutuhkan selagi siswa mengerjakan kuis. Namun koneksi internet masih dibutuhkan ketika siswa pertama membuka kuis dan saat akan mengumpulkan kuis. Hasil gain-score pengajaran dengan aplikasi skripsi ini sebesar 15, sedangkan gain-score pengajaran tanpa aplikasi hanya sebesar 8,3. Rata-rata nilai kuis siswa yang dikerjakan dengan kuis interaktif skripsi ini sebesar 89,05% sedangkan hasil nilai kuis dengan platform kuis interaktif lainnya sebesar 53,33%. Berdasarkan kuesioner yang dibagi pada 20 siswa yang telah mencoba aplikasi ini, 55% sangat setuju dan 45% setuju bahwa aplikasi ini membantu meningkatkan pemahaman mereka atas konsep Fisika.",
  "creators": "KELLY FLORENCES TANJAYA",
  "contributors": "Andreas Handojo (Advisor 1); Hans Juwiantho S.Kom., M.Kom (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022551/INF/2024; Kelly Florences Tanjaya (C14200054)",
  "subjects": "APPLICATION SOFTWARE--DEVELOPMENT; PHYSICS--COMPUTER SIMULATIONS; PROGRAMMING (ELECTRONIC COMPUTERS)"
}