{
  "id": "60593",
  "title": "Aplikasi disacare berbasis mobile untuk membantu mobilitas penyandang disabilitas daksa",
  "abstract": "Penyandang disabilitas merupakan individu yang memiliki keterbatasan fisik, mental, intelektual, atau sensorik dalam jangka waktu lama yang menghalangi partisipasi penuh dan efektif individu dalam masyarakat berdasarkan kesetaraan dengan orang lain. Berdasarkan hasil survei dan wawancara yang telah dilakukan, masalah yang dihadapi oleh setiap individu berbeda-beda, terutama keterbatasan motorik dalam melakukan aktivitas sehari-hari, kesulitan untuk mendapatkan informasi terkait dengan aksesibilitas pada sebuah fasilitas publik, dan mendapatkan informasi yang berhubungan dengan disabilitas. Penelitian ini bertujuan untuk merancang dan membuat aplikasi mobile yang dapat menyelesaikan masalah tersebut dengan beberapa fitur utama, yaitu fitur panggilan darurat, fitur map, dan fitur informasi. Fitur pada sistem terikat dengan role. Terdapat tiga jenis role pada aplikasi, yakni admin, penyandang disabilitas daksa, dan relasi/keluarga/teman. Pengujian pada penelitian ini diambil melakukan user testing dengan menyebarkan kuesioner dan wawancara dengan admin dan penyandang disabilitas daksa. Hasil penelitian menunjukkan aplikasi mobile disacare mendapatkan nilai sangat baik sebesar 85,7% dan nilai baik sebesar 14,3%. Pengguna penyandang disabilitas daksa dapat mengirim panggilan darurat secara cepat, serta menambah dan mendapatkan informasi mengenai aksesibilitas sebuah fasilitas publik, sedangkan admin dapat menambahkan berita yang dapat dilihat oleh pengguna lainnya. Aplikasi masih jauh dari sempurna dan memerlukan peningkatan lebih lanjut sesuai dengan saran dan komentar yang telah diberikan pengguna.",
  "creators": "SUTOMO SURYANTO",
  "contributors": "Alexander Setiawan (Advisor 1); Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Advisor 2); Agustinus Noertjahyana (Examination Committee 1); Liliana (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022485/INF/2024; Sutomo Suryanto (C14190184)",
  "subjects": "DISABILITIES; MOBILE APPS; MOBILE APPS--SECURITY MEASURES"
}