{
  "id": "606",
  "title": "The Shaping and reshaping of Sandy's personality to achiefe a better life in Langston Hughes' Not Without Laughter",
  "abstract": "The topic about the shaping and reshaping of Sandy's personality to achieve a better life which the thesis writer chooses is interesting because Langston Hughes, in his novel Not Without Laughter, reveals that good education, hard work, and self-determination will lead someone to his or her success eventhough there are many obstacles in front of him or her. In her thesis, the thesis writer analyzes how the shaping and reshaping of Sandy's personality lead him to achieve a better life. The thesis writer finds out that the shaping and reshaping of Sandy's personality can be seen through his characters and conflicts. Faced by the reality of his poor condition of life and the influence from his female family especially from his grandmother, he becomes responsible for his family, caring for his family, and obedient to his family. Besides, his conflicts also support the shaping and reshaping of his personality. After he experiences conflict with the practice of discrimination, conflict with his aunt Tempy when he comes to live with her in good condition, and conflict with himself, he realizes that a person should have selfmotivation and enthusiasm in order to achieve a better life. When he succeeds to manage his conflicts, he finally can determine his future and can decide what he must do in order to achieve a better life. He believes that a person who gains success needs to struggle hard, sacrifice, and have self-determination.",
  "creators": "SILVIN SUTANTO",
  "contributors": "SIMON FILANTROPHA (Advisor 1); Liliek Soelistyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.982; Silvin Sutanto (11496027)",
  "subjects": "AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING; HUGHES, JAMES LANGSTON, 1902-1967. NOT WITHOUT LAUGHTER-STUDY AND TEACHING"
}