{
  "id": "60604",
  "title": "Perancangan dan implementasi sistem pemesanan dan operasional rumah makan Asia Baru berbasis website",
  "abstract": "Rumah makan adalah jenis usaha yang menyediakan layanan makanan dan minuman kepada masyarakat. Biasanya, rumah makan memiliki keahlian khusus dalam jenis makanan yang disajikan, seperti rumah makan Chinese food, rumah makan cepat saji, dan lainnya. Salah satu contohnya adalah Rumah Makan Asia Baru di kota Biak, Papua, yang merupakan rumah makan Chinese food, rumah makan ini melayani kurang lebih sekitar 50 pelanggan setiap harinya. Rumah makan tersebut menawarkan hidangan khas Chinese food seperti mie goreng, nasi goreng, cap cay, dan hidangan Chinese lainnya yang populer di kalangan masyarakat setempat. Meskipun mempunyai banyak pelanggan rumah makan ini memiliki kendala yaitu kesulitan dalam mengatur pesanan pelanggan karena masih menggunakan metode konvensional yang melibatkan penulisan pesanan dan pencatatan keuangan dengan menggunakan kertas dan pulpen cenderung rentan terhadap kesalahan seperti kebingungan pesanan, keterlambatan pengiriman, atau pengabaian pesanan. Selain itu, proses mencatat secara manual di Excel atau buku catatan juga bisa memakan waktu dan tenaga yang berharga dan rumah makan ASIA BARU ingin mengimprovisasi hal tersebut agar kesalahan dapat diminimalisir. Dengan latar belakang tersebut rumah makan ASIA BARU mulai memperbaiki sistem dengan membuat sebuah website dimana website tersebut berguna untuk bagi para pelanggan untuk mengorder makanan, minuman, maupun reservas tempat dan juga berguna bagi administrasi untuk menerima pesanan maupun reservasi, dan melihat manajemen finansial atau laporan keuangan. Hasil dari implementasi website untuk Rumah Makan Asia Baru adalah peningkatan efisiensi dalam pengelolaan pesanan dan reservasi. Dengan adanya website, kesalahan yang mungkin terjadi dalam pencatatan pesanan secara konvensional dapat diminimalisir, sehingga mengurangi risiko kebingungan pesanan, keterlambatan pengiriman, atau pengabaian pesanan. Selain itu, para pelanggan juga dapat dengan mudah mengakses menu, melakukan pemesanan, dan melakukan reservasi tempat secara online, meningkatkan kenyamanan dan kepuasan pelanggan. Dengan demikian, implementasi website telah memberikan dampak positif dalam meningkatkan efisiensi operasional dan pengalaman pelanggan di Rumah Makan Asia Baru.",
  "creators": "CRISTOVAL XAVIER GREGORIAN AGATHA",
  "contributors": "Yulia (Advisor 1); Leo Willyanto Santoso (Examination Committee 1); Alvin Nathaniel Tjondrowiguno, S.Kom., M.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022553/INF/2024; Cristoval Xavier Gregorian Agatha (C14200163)",
  "subjects": "DATABASE DESIGN; INTERNET PROGRAMMING; WEB SITES--DESIGN"
}