{
  "id": "60606",
  "title": "Implementasi sistem informasi human resources pada PT Denson Prima Utama untuk optimalisasi manajemen internal perusahaan",
  "abstract": "Dalam era digital saat ini, sistem sumber daya manusia PT Denson Prima Utama saat ini masih dilakukan secara konvensional. Hal ini menyulitkan perusahaan dalam hal manajemen data internal perusahaan secara keseluruhan. Seiring berjalannya waktu, data sumber daya manusia perusahaan akan semakin bertambah menyesuaikan dengan kebutuhan dan kapasitas perusahaan. Hal ini akan menyulitkan tim HRD perusahaan dalam melakukan manajemen data. Melihat permasalahan ini, sistem informasi sumber daya manusia dapat diimplementasikan dengan tujuan untuk membantu perusahaan dalam melakukan manajemen data internal, khususnya data sumber daya manusia perusahaan. Hasil dari tugas akhir ini adalah sebuah sistem informasi sumber daya manusia yang akan dikembangkan dalam basis website application dengan mengimplementasikan framework Laravel sebagai pilar utama program. Implementasi sistem terdiri dari 6 fitur utama manajemen sumber daya manusia oleh perusahaan, yaitu manajemen data karyawan, perizinan cuti karyawan, presensi karyawan, penggajian karyawan, penilaian karyawan, serta sistem rekrutmen secara internal. Sistem database juga akan diimplementasikan dengan menggunakan PostgreSQL. Berdasarkan hasil survei kepuasan pengguna, sistem informasi sumber daya manusia yang dirancang telah memenuhi kebutuhan pengguna. Sistem informasi yang dirancang mampu meningkatkan efektivitas pengelolaan proses sumber daya manusia pada perusahaan. Sistem informasi juga telah mewakili keseluruhan pengelolaan proses sumber daya manusia perusahaan.",
  "creators": "NIKOLAUS FILBERT SETIAWAN",
  "contributors": "Silvia Rostianingsih (Advisor 1); Dr. Roy Setiawan, S.Kom., M.M., M.SM., M.Th. (Advisor 2); Lily Puspa Dewi, S.T., M.Kom. (Examination Committee 1); Kartika Gunadi (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022465/INF/2024; Nikolaus Filbert Setiawan (C14200030)",
  "subjects": "DATABASE DESIGN; MANAGEMENT INFORMATION SYSTEMS; WEB APPLICATIONS--COMPUTER PROGRAMS"
}