{
  "id": "60601",
  "title": "Prediksi jadwal pembayaran piutang kredit oleh nasabah Bank Perkreditan Rakyat dengan Algoritma Feed Forward Neural Network dan LSTM",
  "abstract": "Bank Perkreditan Rakyat (BPR) sering menghadapi masalah dalam mengelola piutang kredit, terutama dalam hal pemulihan piutang yang macet atau bermasalah. Masalah kredit macet, atau Non-Performing Loan (NPL), menjadi perhatian serius karena rasio NPL yang tinggi dapat memburuk kondisi keuangan BPR dan mempengaruhi kemampuan mereka dalam memberikan layanan keuangan kepada nasabah lainnya. Pihak Bank Perkreditan Rakyat (BPR) telah mengimplementasikan beberapa strategi untuk mengatasi permasalahan tunggakan piutang. Langkah-langkah ini melibatkan penyaringan nasabah melalui kredit scoring sebagai langkah awal dalam memberikan kredit, menggunakan agen penagih hutang, dan merujuk pada ketentuan POJK 1 Tahun 2024 Bab 4 Pasal 29 Ayat 1-2, yang memberikan kewenangan kepada BPR untuk melakukan restrukturisasi kredit kepada debitur. Meskipun telah diimplementasikan berbagai strategi, BPR sering menghadapi masalah dalam mengelola piutang kredit, terutama dalam hal pemulihan piutang yang macet atau bermasalah. Masalah kredit macet, atau Non-Performing Loan (NPL), menjadi perhatian serius karena rasio NPL yang tinggi dapat memperburuk kondisi keuangan BPR dan mempengaruhi kemampuan mereka dalam memberikan layanan keuangan kepada nasabah lainnya. Pada tahun 2023, NPL untuk BPR mencapai angka 10,13%, jauh di atas rata-rata yang wajar, yang seharusnya di bawah 5%.Sudah banyak penelitian lain yang menghadapi masalah serupa, namun banyak di antaranya masih belum berhasil mencapai hasil yang memadai. Oleh karena itu penelitian ini bertujuan untuk memprediksi jadwal pembayaran piutang kredit oleh nasabah BPR menggunakan algoritma Feed Forward Neural Network (FFNN) dan Long Short-Term Memory (LSTM). Dengan memanfaatkan teknik machine learning, penelitian ini diharapkan dapat memberikan solusi efektif dalam mengelola arus kas dan meminimalkan risiko kredit macet. Metode yang digunakan mencakup studi literatur mengenai BPR, piutang, dan algoritma machine learning. Data piutang kredit diperoleh dari Bank Perkreditan Rakyat Intan Kita, kemudian dilakukan preprocessing untuk membersihkan data dan menyiapkannya untuk digunakan dalam model prediktif. Dataset dibagi menjadi data training dan testing dengan perbandingan 80:20 menggunakan teknik time split based. Model FFNN, LSTM, dan kombinasi FFNN-LSTM dibangun dan diuji performanya dengan metrik Mean Squared Error (MSE). Hasil penelitian menunjukkan bahwa model FFNN memberikan performa terbaik dalam memprediksi jadwal pembayaran piutang nasabah. Model ini mampu menangani data time series dengan cukup baik dengan nilai akurasi sebesar 73.03% tanpa adanya toleransi selisih keterlambatan, sehingga dapat disimpulkan model dapat menghasilkan prediksi yang akurat dan membantu BPR dalam mengelola arus kas mereka lebih efektif.",
  "creators": "WILLIAM",
  "contributors": "Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 1); Kartika Gunadi (Examination Committee 1); Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022587/INF/2024; William (C14200103)",
  "subjects": "DATABASE DESIGN--COMPUTER PROGRAMS; MACHINE LEARNING--DESIGN; NEURAL NETWORKS (COMPUTER SCIENCE); PROGRAMMING (ELECTRONIC COMPUTERS)"
}