{
  "id": "60603",
  "title": "Sistem reservasi online dan gamifikasi pada Krakatau Sport Centre Jombang",
  "abstract": "Krakatau Sport Centre Jombang merupakan pusat olahraga terkemuka di Jombang, Jawa Timur, yang menawarkan berbagai fasilitas olahraga berkualitas. Namun, pusat olahraga ini menghadapi beberapa tantangan dalam operasionalnya, terutama dalam sistem reservasi manual melalui WhatsApp yang menyebabkan ketidaknyamanan bagi pelanggan dan pengelola. Di mana sering mengakibatkan panggilan yang tidak terjawab, tanggapan yang lambat, dan kesalahan admin dalam penjadwalan. Selain itu, informasi mengenai ketersediaan lapangan yang masih harus menanyakan ke admin dan pencatatan order manual juga menjadi kendala. Sistem yang akan dibuat akan mengatasi kendala tersebut dan memberikan solusi yang lebih efisien dalam proses reservasi lapangan. Untuk mengatasi masalah ini, direncanakan pengembangan sistem reservasi berbasis aplikasi dan website menggunakan progressive web app (PWA) yang memungkinkan pelanggan melakukan reservasi secara fleksibel. Sistem ini juga akan menyertakan informasi lengkap mengenai ketersediaan lapangan dan fasilitas lainnya, serta mendukung pembayaran dengan metode cash dan qris. Selain itu, untuk meningkatkan motivasi pelanggan dalam berolahraga, elemen gamifikasi akan diintegrasikan menggunakan framework Octalysis. Elemen gamifikasi seperti tantangan harian dan mingguan, leaderboard, health point, achievement, avatar ownership, theme ownership, diharapkan dapat mendorong pelanggan lebih aktif berolahraga. Penelitian ini menunjukkan bahwa penerapan teknologi digital dan gamifikasi di Krakatau Sport Centre Jombang dapat membantu proses reservasi di Krakatau Sport Centre Jombang, serta gamifikasi yang diterapkan memberikan dampak positif pada motivasi berolahraga pelanggan. Dari 19 responden user, rata-rata nilai sistem dan aplikasi untuk user adalah 4.36 dari 5, lalu dampak gamifikasi terhadap motivasi berolahraga adalah 4 dari 5, sedangkan untuk admin nilai sistem dan website admin secara keseluruhan adalah 4.33 dari 5.",
  "creators": "KEVIN GUNAWAN",
  "contributors": "Leo Willyanto Santoso (Advisor 1); Lily Puspa Dewi, S.T., M.Kom. (Examination Committee 1); Justinus Andjarwirawan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022467/INF/2024; Kevin Gunawan (C14200005)",
  "subjects": "DATABASE DESIGN--COMPUTER PROGRAMS; PROGRAMMING (ELECTRONIC COMPUTERS); WEB APPLICATIONS--COMPUTER PROGRAMS; WEB SITES--DESIGN"
}