{
  "id": "60610",
  "title": "Kajian kualitas ruang dalam pencegahan kriminalitas di Rusunawa Dupak Bangunrejo Surabaya",
  "abstract": "Banyaknya permasalahan mengenai isu kriminalitas di hunian, khususnya hunian bersama membuat hidup warganya menjadi kurang sejahtera. Di Surabaya, terdapat Rusunawa Dupak Bangunrejo yang memiliki kejahatan pencurian yang cukup sering berdasarkan dari data kepolisian setempat dan juga penelitian sebelumnya jika dibandingkan dengan rusunawa sejenis. Dalam mencegah terjadinya kejahatan yang ada di rusunawa, penelitian ini akan mencari hubungan antara penceahan kriminalitas dengan kualitas ruang di Rusunawa Dupak Bnagunrejo. Tujuannya adalah untuk memperoleh kualitas ruang yang berperan terhadap terjadinya kejahatan di Rusunawa Dupak Bangunrejo dan memberikan usulan desain yang dapat meningkatkan kualitas ruang rawan tersebut. Metode yang digunakan adalah metode deskriptif dengan bantuan studi kasus. Hasilnya menunjukkan bahwa adanya hubungan antara kualitas ruang dengan parameter pencegahan kriminalitas. Dalam konteksnya dalam Rusunawa Dupak Bangunrejo, di lokasi tersebut ditemukan adanya tiga ruang dari pengelompokan ruang terjadi kriminalitas yang elemen kualitas ruangnya tidak berperan terhadap pencegahan kriminalitas di lokasi. Ruang-ruang yang memiliki elemen kualitas ruang yang paling buruk terhadap pencegahan kriminalitas yang ada di Rusunawa Dupak Bangunrejo kemudian dibuat prototype dan saran desain berdasarkan elemen-elemen yang masih kurang untuk dapat ditingkatkan.",
  "creators": "CATHERINE KIRSTEN EKA WIJAYA",
  "contributors": "Joyce M.Laurens (Advisor 1); Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Advisor 2); Rully Damayanti (Examination Committee 1); Bramasta Putra Redyantanu (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 00000054/MARS/2024; Catherine Kirsten Eka Wijaya (B22230003)",
  "subjects": "CRIME PREVENTION AND ARCHITECTURAL DESIGN; APARTMENT HOUSES--DESIGNS AND PLANS"
}