{
  "id": "60617",
  "title": "Hotel resor di pantai Klatak Tulungagung",
  "abstract": "Kabupaten Tulungagung merupakan salah satu kabupaten di Jawa Timur yang berada pada wilayah laut selatan Jawa yang memiliki potensi alam pantai yang dapat dimanfaatkan sebagai pusat pariwisata. Salah satu pusat pariwisata di Kabupaten Tulungagung adalah Pantai Klatak, yang mana area tersebut dilewati oleh Jalur Lintas Selatan Pulau Jawa sehingga memudahkan akses pengunjung menuju Pantai Klatak. Namun, area tersebut belum terdapat fasilitas yang memperkenalkan Pantai Klatak kepada wisatawan yang datang, sehingga akan lebih baik jika wisatawan dapat kenal dan merasakan tinggal ditengah alam pesisir dari Pantai Klatak dari fasilitas penginapan berupa hotel resor bintang 4. Pendekatan yang diambil merupakan pendekatan sirkulasi yang mana memberikan suatu makna dan kesan terhadap ruang yang terbentuk dalam desain. Dalam sirkulasi tersebut terdapat hubungan antar ruang yang optimal serta membentuk suatu vista dari pengalaman ruang yang dirasakan. Perencanaan fasilitas penginapan bertujuan untuk mengakomodasi para wisatawan yang ingin kenal serta menikmati keindahan alam pesisir di Pantai Klatak. Dalam desain, fasilitas yang ditawarkan berupa standar hotel resor bintang 4 yang mana terdapat fasilitas penginapan resor, kamar standar, spa, kolam renang, restoran, serta area lansekap yang dikelilingi oleh alam pesisir. Semua area fasilitas yang di desain, memanfaatkan secara optimal dari alam pedisir dari Pantai Klatak sehingga membentuk sebuah karakteristik ruang dengan menciptakan suasana yang diinginkan.",
  "creators": "ANDHINI PRANATA MUSTIKANING KIDUNG",
  "contributors": "Timoticin Kwanda (Advisor 1); Irwan Santoso (Advisor 2); Andhi Wijaya (Advisor 3); Bram Michael Wayne, S.T., M.Ars. (Advisor 4); Roni Anggoro, S.T., M.A.Arch. (Examination Committee 1); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 2); Danny Santoso Mintorogo (Examination Committee 3); Gunawan Tanuwidjaja, S.T., M.Sc., Ph.D. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 02024600/ARS/2024; Andhini Pranata Mustikaning Kidung (B12200120)",
  "subjects": "HOTELS--DESIGN AND CONSTRUCTION; RESORTS--DESIGN AND CONSTRUCTION"
}