{
  "id": "60629",
  "title": "Fasilitas perdagangan bahan bangunan dan perabotan di Surabaya",
  "abstract": "Kecamatan Sambikerep merupakan bagian dari kota Surabaya yang berfokus pengembangan pada bidang pembangunan perumahan dan hal ini dapat dilihat dari banyaknya perumahan. Kecamtan Sambikerep yang berukuran 20,43 km² dengan jumlah penduduk sekitar 60.375 orang dan kepadatan penduduk setiap km² 2.957 orang. Pembangunan perumahan seperti Citraland, Alam Galaxy, Graha Natura, dan Pakuwon Indah. Ini merupakan beberapa perumahan di Kecamatan Sambikerep. Pengembangan ini merupakan rencana pembangunan yang difokuskan untuk perumahan dan komersial. Fasilitas perdagangan bahan bangunan dan perabotan bertujuan memfasilitasi dalam memenuhi kebutuhan dalam pembangunan baik interior dan eksterior. Fasilitas perdagangan juga ini berfungsi untuk mendukung kebutuhan pertumbuhan penduduk dalam bidang pembangunan dan diharapkan bangunan ini dapat berperan dalam rencana pembangunan di Sambikerep ke depan dalam konstruksi perumahan dan komersiil. Lokasi pembangunan berada di pembangunan jalan baru bernama Jalan Radial yang dibuat untuk mengurangi kemacetan yang ada di jalan lontar yang sudah direncanakan oleh Pemerintah Kota Surabaya dan dalam masa pembangunan yaitu dari Citraland ke Pakuwon. Masalah utama desain bagaimana cara bangunan mempertahankan kualitas barang tetap bagus. Dengan data di atas diharapkan dapat mendukung dalam menyelesaikan masalah tersebut menggunakan pendekatan perancangan sirkulasi dan perancangan fungsional. Dari kedua pendekatan yang ditentukan ini dapat mendukung dalam mendesain bangunan dan memberikan pengaruh positif terhadap pembangunan kedepannya dalam perumahan dan industri di kecamatan Sambiekerep.",
  "creators": "STEVEN CANNAVARO SANTOSO",
  "contributors": "Irwan Santoso (Advisor 1); Timoticin Kwanda (Advisor 2); Andhi Wijaya (Advisor 3); Bram Michael Wayne, S.T., M.Ars. (Advisor 4); Roni Anggoro, S.T., M.A.Arch. (Examination Committee 1); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 2); Danny Santoso Mintorogo (Examination Committee 3); Gunawan Tanuwidjaja, S.T., M.Sc., Ph.D. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 00024573/ARS/2024; Steven Cannavaro Santoso (B12200077)",
  "subjects": "BUILDING TRADES--DESIGNS AND PLANS"
}