{
  "id": "60623",
  "title": "Pembuatan toko online sepeda untuk memperbaiki strategi penjualan pada CV X",
  "abstract": "Distributor sepeda CV X di Surabaya, Indonesia, saat ini masih menggunakan strategi penjualan konvensional. Untuk menerima pesanan pelanggan, proses penjualan dilakukan secara langsung melalui pertemuan tatap muka dengan pelanggan atau melalui telepon. Terlepas dari kenyataan bahwa metode ini memungkinkan interaksi langsung dengan pelanggan, CV X menghadapi sejumlah masalah. Untuk meningkatkan efisiensi dan perputaran uang perusahaan, diperlukan sebuah sistem yang dapat mengatasi kelemahan metode konvensional ini karena pelanggan sering menunggak pembayaran karena kemudahan berkomunikasi secara langsung. Sebuah perusahaan distributor sepeda CV X yang berbasis di Surabaya, Indonesia, adalah subjek penelitian ini. Tujuan dari penelitian ini adalah untuk mengembangkan sistem transaksi tanpa tatap muka untuk CV X. Metode penjualan konvensional yang bergantung pada pertemuan langsung atau telepon, yang sering menyebabkan pembayaran yang tertunda dan memperlambat perputaran uang perusahaan, akan digantikan oleh sistem baru ini. Pengembangan aplikasi ini diharapkan dapat meningkatkan efisiensi perputaran uang dengan mempermudah pengelolaan keluar masuk barang. Selain itu, aplikasi ini memanfaatkan fitur dasar seperti peta Flutter Map untuk membantu menemukan lokasi tujuan dan fitur otentikasi sidik jari untuk meningkatkan kenyamanan dan keamanan pengguna. Untuk menguji kelayakan aplikasi, pengujian User Acceptance Test (UAT) digunakan. Untuk memastikan bahwa aplikasi ini dapat berfungsi dengan baik, CV X melakukan uji kelayakan aplikasi ini. Hasil uji menunjukkan bahwa aplikasi ini bekerja sesuai harapan dan dapat digunakan dengan baik oleh CV X. Aplikasi ini juga menunjukkan keberhasilan dalam pengaplikasian kebijakan baru CV.",
  "creators": "KALVIN ALLAN",
  "contributors": "Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Advisor 1); Hans Juwiantho S.Kom., M.Kom (Advisor 2); Silvia Rostianingsih (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022529/INF/2024; Kalvin Allan (C14200072)",
  "subjects": "APPLICATION SOFTWARE; BICYCLE STORES; TELESHOPPING--COMPUTER PROGRAMS"
}