{
  "id": "60628",
  "title": "Hunian lansia di Kabupaten Bondowoso",
  "abstract": "Jawa Timur merupakan provinsi dengan penduduk lansia terbanyak nasional yang mencapai 5,98 juta jiwa. Kabupaten Bondowoso adalah salah satu kabupaten di Jawa Timur dengan persentase penduduk lansia yang cukup tinggi. Hal ini menunjukkan bahwa Jawa Timur, salah satunya Kabupaten Bondowoso telah mengalami aging population. Beberapa fasilitas hunian lansia yang ada di Kabupaten Bondowoso kurang memadai dan perawatan lanjut usia tidak cukup untuk mengakomodasi jumlah penduduk lansia yang semakin meningkat. Berdasarkan kondisi tersebut, diperlukan adanya sebuah perancangan yang dapat menjadi wadah bagi lansia untuk dapat tinggal, berinteraksi, dan berkreativitas. Perancangan fasilitas hunian lansia yang memperhatikan aspek keselamatan dan kenyamanan, serta adanya fasilitas penunjang yang dapat menjadi tempat untuk berinteraksi dan berkreativitas dinilai dapat menjadi solusi untuk meningkatkan produktivitas dan kualitas hidup lansia. Fasilitas yang disediakan pada bangunan ini adalah fasilitas hunian lansia, fasilitas untuk berinteraksi sosial, fasilitas penunjang kreativitas lansia, klinik kesehatan, dan minimarket. Pendekatan yang akan dipilih dalam merancang fasilitas hunian lansia adalah pendekatan perilaku. Penerapan pendekatan perilaku dalam perancangan fasilitas ini menyesuaikan desain dan program ruang yang terencana dengan perilaku dan kebutuhan lansia supaya para lansia dapat tinggal dengan nyaman, aman, produktif, sehingga dapat meningkatkan kualitas hidup lansia.",
  "creators": "ANAGRACIA AUDREY SANTOSO",
  "contributors": "Timoticin Kwanda (Advisor 1); Irwan Santoso (Advisor 2); Andhi Wijaya (Advisor 3); Bram Michael Wayne, S.T., M.Ars. (Advisor 4); Roni Anggoro, S.T., M.A.Arch. (Examination Committee 1); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 2); Danny Santoso Mintorogo (Examination Committee 3); Gunawan Tanuwidjaja, S.T., M.Sc., Ph.D. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024578/ARS/2024; Anagracia Audrey Santoso (B12200082)",
  "subjects": "OLD AGE HOMES--DESIGN AND CONSTRUCTION"
}