{
  "id": "60626",
  "title": "Sentra wisata kuliner dan sarana pasar apung di Banjarmasin",
  "abstract": "Banjarmasin dikenal dengan julukan Kota Seribu Sungai, terlihat dari masyarakat yang memanfaatkan sungai sebagai prasarana transportasi, pariwisata, perikanan, dan perdagangan. Kota ini terkenal dengan adanya wisata Pasar Apung dimana pembeli dan pedagang saling bertransaksi di atas perahu yang memiliki beraneka ragam kuliner yang masih belum dikenal luas karena tempat memasarkan yang kurang memadai. Wisata pasar apung yang terkenal tetapi kurang aktif serta kuliner khas Banjarmasin yang sulit ditemui, maka diperlukan fasilitas untuk mewadahi dan menyediakan kuliner khas Banjarmasin dan seni budaya, sekaligus fasilitas sarana pasar apung yang menjadi identitas kota Banjarmasin. Tujuan dari laporan ini adalah mengusulkan desain arsitektur untuk proyek Sentra Wisata Kuliner dan Sarana Pasar Apung dengan pendekatan Place Making. Fasilitas ini dirancang untuk memperkenalkan wisatawan domestik dan mancanegara tentang kebudayaan dan kuliner khas Banjarmasin. Pendekatan place making diharapkan dapat memfasilitasi masyarakat lokal untuk beraktifitas dan berjualan kuliner khas Banjarmasin dan mendukung pengembangan pariwisata berbasis sungai. Metode perancangan yang di pakai melalui studi fungsional, kenyamanan, analisis tapak sekitar, konsep desain dan program ruang, menghasilkan konsep desain Spatial Interaction and Connection with surroundings. Lokasi tapak strategis berada di sebelah Kota Tua Banjarmasin dan seberang Patung Bekantan sehingga menciptakan pengalaman wisata yang memiliki karakter lokal dengan desain membuka arah searah dengan axis kota lama dan patung bekantan agar terjadi koneksi visual. Hasil rancangan yang dihasilkan diharapkan dapat mengangkat wisata kuliner, budaya dan pasar apung Banjarmasin agar dapat dikenal luas masyarakat.",
  "creators": "ANGELINE FELICIA SOEGIHARTO",
  "contributors": "Rully Damayanti (Advisor 1); Luciana Kristanto, S.T., M.T. (Advisor 2); V.P. Nugroho Susilo (Advisor 3); Riduan Sukardi (Advisor 4); Timoticin Kwanda (Examination Committee 1); Irwan Santoso (Examination Committee 2); Bram Michael Wayne, S.T., M.Ars. (Examination Committee 3); Andhi Wijaya (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 00024541/ARS/2024; Angeline felicia soegiharto (B12200023)",
  "subjects": "BAZAARS (MARKETS); RECREATION CENTERS--DESIGNS AND PLANS"
}