{
  "id": "60637",
  "title": "Studi potensi fungsi fasad tanaman sebagai \"barrier\" terhadap polusi dan temperatur",
  "abstract": "Polusi udara merupakan masalah serius yang berdampak negatif pada kesehatan manusia, terutama bagi kelompok rentan seperti ibu hamil, warga lanjut usia, anak-anak, dan orang dengan komorbid. Penelitian ini bertujuan untuk mengevaluasi potensi fungsi fasad tanaman sebagai barier terhadap polusi udara dan penurunan temperatur. Dua jenis tanaman, sirih gading (Epipremnum aureum) dan lili paris (Chlorophytum comosum), diuji menggunakan dua jenis Vertical Greenery System (VGS) modular: tipe trays untuk sirih gading dan tipe vessels untuk lili paris. Metode eksperimen dilakukan dengan memasang kedua jenis VGS pada dinding timur pos satpam Universitas Kristen Petra yang dekat dengan sumber polusi. Analisis dilakukan terhadap pengaruh VGS terhadap kualitas visual, polusi PM 2,5 dan CO2, serta temperatur ruangan. Hasil penelitian menunjukkan bahwa VGS tipe trays mampu menurunkan kadar polusi CO2 sebesar 20,82%, sementara VGS tipe vessels menurunkan kadar polusi PM 2,5 sebesar 25,93%. Selain itu, VGS dapat menurunkan temperatur dalam ruangan sebesar 2,91%. VGS tipe trays juga mendapatkan skor penilaian kualitas visual tertinggi sebesar 75%. Penelitian ini menyimpulkan bahwa penggunaan VGS pada bangunan dapat efektif dalam mengurangi polusi udara dan menurunkan temperatur, serta meningkatkan kualitas visual lingkungan.",
  "creators": "MENTARI MURTI LARASATI ZULKANAIN",
  "contributors": "Lilianny Sigit Arifin (Advisor 1); Luciana Kristanto, S.T., M.T. (Advisor 2); Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Examination Committee 1); Timoticin Kwanda (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 00000059/MARS/2024; Mentari Murti Larasati Zulkanain (B22220022)",
  "subjects": "FACADES; GREEN BUILDING DESIGN"
}