{
  "id": "60633",
  "title": "Pengaruh alat peneduh terhadap optimalisasi OTTV dan kinerja pencahayaan alami ruang galeri karya DKV gedung Q1 Universitas Kristen Petra",
  "abstract": "Pemanasan global dan emisi gas rumah kaca (GRK) semakin meningkat, salah satunya dipicu oleh bangunan dengan material kaca pada selubungnya. Walaupun kaca meningkatkan kenyamanan visual, tetapi juga dapat meningkatkan perolehan panas yang menyebabkan kebutuhan energi pendingin semakin tinggi. Standar Nasional Indonesia (SNI) 6389:2020 menawarkan strategi konservasi energi pada selubung bangunan, termasuk strategi penggunaan alat peneduh eksternal untuk mengurangi Overall Thermal Transfer Value (OTTV). Tetapi, di sisi lain strategi penggunaan alat peneduh eksternal dapat mengurangi intensitas pencahayaan alami, sehingga menambah kebutuhan energi untuk pencahayaan buatan. Oleh karena itu dibutuhkan optimalisasi terhadap OTTV dan pencahayaan alami agar dapat mengurangi penggunaan energi serta mencapai kenyamanan termal dan visual yang baik. Tujuan dari penelitian untuk mengevaluasi tipe dan konfigurasi alat peneduh yang dapat mengoptimalisasi OTTV dan kinerja pencahayaan alami, mengidentifikasi seberapa besar pengaruh variabel OTTV dan kinerja pencahayaan alami, serta menciptakan desain alat peneduh yang dapat mengoptimalisasi OTTV dan kinerja pencahayaan alami. Metode yang digunakan yaitu kuantitatif dengan eksperimen menggunakan program simulasi Ecotect untuk mendapatkan nilai shading coefficient efektif (SCeff) dan Ladybug Tools untuk menganalisis kinerja dari pencahayaan alami. Hasil penelitian menunjukkan bahwa alat peneduh eksternal tipe kombinasi (eggcrate) mampu menurunkan OTTV hingga mencapai batas maksimal yaitu sebesar 16% dengan menjaga intensitas pencahayaan alami (sDA) agar tetap dalam ambang batas yaitu 61.8%, serta terbebas dari silau (sGA) sebesar 94.9%. Terdapat korelasi antara OTTV dan kinerja pencahayaan alami, peningkatan OTTV berbanding lurus dengan intensitas pencahayaan alami dan silau. Korelasi tertinggi ditemukan pada tipe vertikal, diikuti oleh horizontal, dan terendah pada kombinasi. Ada dua alternatif desain yang keduanya mempunyai kinerja yang baik dan mempunyai perbedaan yang tidak terlalu signifikan. Alternatif satu menghasilkan intensitas silau yang lebih rendah namun OTTV sedikit lebih tinggi, sementara alternatif dua memberikan OTTV yang lebih rendah dan intensitas pencahayaan alami yang lebih baik.",
  "creators": "FARIZ HIDAYAT",
  "contributors": "Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Advisor 1); Jimmy Nurdi Kusuma Priatman (Advisor 1); Dr. Feny Elsiana, S.T., M.T. (Examination Committee 1); Danny Santoso Mintorogo (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 00000060/MARS/2024; Fariz Hidayat (B22220021)",
  "subjects": "BUILDINGS--ENERGY CONSERVATION; DAYLIGHTING"
}