{
  "id": "60635",
  "title": "Kajian letak ventilasi untuk kenyamanan termal berdasarkan nilai budaya lokal: studi kasus Rusun Aparna, Surabaya",
  "abstract": "Desain letak ventilasi rusun di Surabaya seperti rusun pada umumnya sesuai standard menggunakan penghawaan pasif. Berdasarkan kondisi Surabaya berada di daerah tropis, maka kualitas udara dalam ruang rusun menjadi salah satu permasalahan terkait kenyamanan penghuninya dikarenakan angin yang susah masuk ke dalam rumah. Hal ini dapat berdampak pada kesehatan dan kenyamanan penghuni jika tidak diperhatikan, maka tentu perlu diselesaikan dengan berbagai persyaratan yang disyaratkan dari kementerian kesehatan dan ASHRAE. Fenomena yang terjadi pada perancangan tempat tinggal kebanyakan hanya memiliki ventilasi pintu dan jendela. Jendela yang dapat dibuka tutup untuk akses angin didesain tidak pas dengan duduk di lantai, rata-rata tinggi jendela 90 cm dari lantai. Hal ini membuat penghuni yang duduk di lantai tidak terkena angin yang menyebabkan ketidaknyamanan dalam ruang. Penelitian ini mengkaji kualitas sirkulasi udara dalam ruang dengan memperhatikan budaya lokal atau kebiasaan sehari-hari penghuni rusun yang beraktifitas di rumah dengan duduk di lantai. Metode penelitian menggunakan metode kuantitatif dan kualitatif. Metode kuantitatif dengan observasi lapangan dan simulasi menggunakan softwere Autodesk® Revit, Forma dan CFD (Computational Fluid Dynamics). Sedangkan kualitatif adalah obervasi lapangan dengan wawancara dan dokumentasi kegiatan sehari hari di unit penelitian. Hasil Penelitian ini memberikan usulan desain 3 alternatif untuk memperkuat terjadinya ventilasi silang yaitu, merubah posisi dan letak pintu terhadap koridor, kedua memberikan sirip pada jendela pada sisil luar bangunan, dan ketiga memberikan lubang di bawah lantai atau disebut UFAD/Under Floor Air Distribution setinggi 30 cm, dengan menghilangkan jendela di atas pintu. Setelah diuji coba 3 alternatif dengan bukaan ventilasi bentuk, letak, dan dimensi ventilasi yang berbeda, maka alternative ke 3 yang dapat merespon angin untuk menyuplai masuk ke dalam rumah dengan cara menangkap angin dan mendistribusikan dari lantai panggung. Hal ini bertujuan meningkatkan kualitas udara dalam ruang melalui perancangan penghawaan pasif dengan sistem ventilasi sehingga dapat meningkatkan kualitas hidup budaya lokal penghuni di dalam rumah.",
  "creators": "ASARIAS ARI AYOWEMBUN",
  "contributors": "Lilianny Sigit Arifin (Advisor 1); Dr. Feny Elsiana, S.T., M.T. (Advisor 2); Danny Santoso Mintorogo (Examination Committee 1); Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 00000058/MARS/2024; Asarias Ari Ayowembun (B22220020)",
  "subjects": "VENTILATION; APARTMENT HOUSES-DESIGNS AND PLANS"
}