{
  "id": "60639",
  "title": "Pengaruh self efficacy belajar terhadap hasil belajar IPA SD melalui literasi membaca sebagai variabel mediasi",
  "abstract": "Hasil belajar murid menjadi nilai evaluasi atau alat ukur keberhasilan murid dalam proses pembelajaran di sekolah. Dalam mendukung keberhasilan tersebut tentunya terdapat faktor-faktor yang dapat menolong murid untuk mendapat hasil belajar yang baik khususnya dalam penelitian ini pada mata pelajaran Ilmu Pengetahuan Alam (IPA). Penelitian ini mengangkat self efficacy untuk menguji apakah terdapat pengaruh terhadap hasil belajar IPA murid. Adapun literasi membaca sebagai mediasi untuk menguji pengaruh langsung dan tidak langsung pada hasil belajar IPA. Metode yang digunakan adalah metode asosiatif kausal untuk mengukur pengaruh. Data yang disajikan dalam bentuk kuantitatif yang diperoleh melalui kuesioner adaptasi yang diberikan kepada murid dan dokumentasi untuk data hasil belajar IPA murid. Hasil penelitian menunjukkan bahwa tidak terdapat pengaruh yang signifikan pada self efficacy terhadap hasil belajar IPA murid (r=0.231, p >0.05). Sedangkan terdapat pengaruh yang signifikan pada literasi membaca terhadap hasil belajar IPA murid (r=0.291, p <0.05). Serta terdapat pengaruh yang signifikan pada self efficacy terhadap literasi membaca (r=0.347, p <0.05). Sehingga self efficacy memberikan pengaruh tidak langsung terhadap hasil belajar IPA dengan dimediasi oleh literasi membaca.",
  "creators": "ELIZABETH PUTRI NATALIA SETJO",
  "contributors": "Dani Puspitasari, S.Pd., M.A., Ph.D. (Advisor 1); Iman Subekti S.Pd.,M.Pd. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010004/PGSD/2024; Elizabeth Putri Natalia Setjo (G11200006)",
  "subjects": "LEARNING--STUDY AND TEACHING; SELF-EFFICACY; READING COMPREHENSION--STUDY AND TEACHING (ELEMENTARY)"
}