{
  "id": "60642",
  "title": "Eksperimentasi large language models generative artificial intelligence untuk chatbot konsultasi rohani kristen",
  "abstract": "Penggunaan chatbot telah berkembang sangat pesat dalam beberapa tahun ke belakang di berbagai aspek. Chatbot adalah sebuah kecerdasan buatan yang dirancang untuk berinteraksi dengan manusia melalui pesan teks atau suara. Chatbot dapat digunakan kapan pun, di mana pun, dan oleh siapa pun selama mereka dapat mengakses chatbot tersebut. Oleh karena itu chatbot konsultasi rohani kristen ini akan sangat membantu orang yang sedang terhalang akan suatu hal untuk melakukan konsultasi rohani kristen. Chatbot menggunakan Large Language Models yang open source sebagai model dasar. Model yang digunakan adalah open chat di mana model ini dapat menjawab pertanyaan dalam bahasa indonesia dengan sangat baik dibandingkan dengan model yang lainnya. Dalam penelitian ini pengujian dilakukan dengan memverifikasi jawaban yang diberikan chatbot konsultasi rohani kristen yang diverifikasi oleh staf Pusat Rohani Universitas Kristen Petra. Hasil dari jawaban yang telah diverifikasi oleh staf Pusat Rohani Universitas Kristen Petra didapatkan akurasi sebesar 60%. Akurasi tersebut berasal dari 15 pertanyaan yang diverifikasi oleh staff Pusat Rohani Universitas Kristen Petra di mana chatbot tersebut mampu menjawab 9 pertanyaan benar dari 15 pertanyaan yang ditanyakan.",
  "creators": "SIAUW SUCITRA SUWARDANA",
  "contributors": "Gregorius Satiabudhi (Advisor 1); Resmana Lim (Advisor 2); Kartika Gunadi (Examination Committee 1); Alvin Nathaniel Tjondrowiguno, S.Kom., M.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022554/INF/2024; Siauw Sucitra Suwardana (C14190223)",
  "subjects": "ARTIFICAL INTELLIGENCE; CHATBOTS; QUESTION ANSWERING SYSTEMS"
}