{
  "id": "60649",
  "title": "Fasilitas hunian lanjut usia di Surabaya",
  "abstract": "Fasilitas Hunian Lanjut Usia di Surabaya ini merupakan sebuah perancangan yang diusulkan untuk memfasilitasi para lanjut usia untuk memiliki hunian yang terpadu di dalam Kota Surabaya. Meskipun sudah ada banyak fasilitas hunian lanjut usia yang tersebar di Surabaya, nyatanya fasilitas-fasilitas tersebut sudah tidak mampu mewadahi sehingga beberapa lanjut usia pun harus dipindahkan ke tempat lain yang kurang layak untuk mereka. Keterbatasan ini menjadikan lanjut usia tidak mendapatkan kesejahteraan hidupnya secara maksimal. Maka dari itu, fasilitas hunian lanjut usia ini hadir di Surabaya dengan penerapan pendekatan perilaku ke dalam desainnya. Pendekatan perilaku ini menjadi basis dan terciptalah desain-desain yang dapat memandu lanjut usia bersirkulasi, mendapatkan keamanan dan kenyamanan dalam bersirkulasi, melakukan aktivitas, dan menghuni di dalamnya, muncul petunjuk-petunjuk arah yang unik agar dapat mudah diingat, hingga pada akhirnya mempermudah lanjut usia untuk mengetahui arah dan mencapai tujuan yang dikehendakinya. Selain itu, pendekatan perilaku juga diterapkan ke dalam bentuk bangunan, karakter, hingga suasana ruang seperti rumah hunian pada umumnya. Hal ini berguna agar lanjut usia masih merasakan persamaan yang signifikan dengan rumah hunian pada umumnya yang berpengaruh dalam rasa betah lanjut usia dalam menghuni.",
  "creators": "DAVID GIOVANNI SUSILO",
  "contributors": "V.P. Nugroho Susilo (Advisor 1); Luciana Kristanto, S.T., M.T. (Advisor 2); Riduan Sukardi (Advisor 3); Rully Damayanti (Advisor 4); Irwan Santoso (Examination Committee 1); Timoticin Kwanda (Examination Committee 2); Bram Michael Wayne, S.T., M.Ars. (Examination Committee 3); Andhi Wijaya (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 02024525/ARS/2024; David Giovanni Susilo (B12190118)",
  "subjects": "OLD AGE HOMES-DESIGNS AND PLANS"
}