{
  "id": "60644",
  "title": "Pasar dan pengolahan ikan di Kota Pasuruan",
  "abstract": "Kota Pasuruan adalah sebuah kota kecil yang terletak di Provinsi Jawa Timur. Karena lokasinya yang berada tepat di tepian laut, Kota Pasuruan cukup terkenal akan potensi dan komoditas laut dan perikanan. Namun, fasilitas eksisting sekarang tidak dapat mendukung tersebut untuk mencapai potensi maksimalnya; dapat dilihat dari pelabuhan perikanan yang kapasitasnya kurang untuk menampung hasil tangkapan rata-rata 7 ton per hari, dermaga dan area tautan perahu yang rusak dan sempit, dan tidak adanya pasar ikan atau di mana para masyarakat dapat membeli ikan. Perencanaan ini ditujukan untuk mengembangkan potensi perikanan kota Pasuruan serta memberikan lebih banyak lowongan pekerjaan untuk masyarakat sekitar. Fasilitas ini akan mempunyai dua fungsi utama, yang pertama adalah sebagai area lelang dan pasar ikan, kedua adalah gudang penyimpanan dan area pengolahan ikan, beserta beberapa fungsi penunjang seperti food court, area perkantoran, serta toko retail. Pendekatan yang diambil untuk menyelesaikan masalah tersebut adalah pendekatan sirkulasi dengan mengambil teori dari buku Francis DK Ching yaitu Pencapaian Sirkulasi, Pola Sirkulasi, dan Konfigurasi Jalur Sirkulasi. Dengan demikian, diharapkan perencanaan ini dapat membantu meningkatkan potensi perikanan di kota Pasuruan dengan mempermudah akses masyarakat menuju ikan segar serta hasil olahan ikan lainnya.",
  "creators": "IVANA CALLISTA",
  "contributors": "Timoticin Kwanda (Advisor 1); Irwan Santoso (Advisor 2); Andhi Wijaya (Advisor 3); Bram Michael Wayne, S.T., M.Ars. (Advisor 4); Roni Anggoro, S.T., M.A.Arch. (Examination Committee 1); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 2); Danny Santoso Mintorogo (Examination Committee 3); Gunawan Tanuwidjaja, S.T., M.Sc., Ph.D. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 02024533/ARS/2024; Ivana Callista (B12200010)",
  "subjects": "FISHING PORTS--DESIGN AND PLANS"
}