{
  "id": "60658",
  "title": "Representasi women empowerment dalam film the Little Mermaid",
  "abstract": "Film The Little Mermaid menceritakan perjalanan Ariel untuk mencari kebebasan dan menggapai mimpinya, yaitu menjadi bagian dari dunia manusia. Penelitian ini dilakukan untuk mengetahui bagaimana representasi women empowerment dalam film The Little Mermaid. Peneliti menggunakan pendekatan kualitatif deskriptif dengan metode semiotika John Fiske yang dibagi dalam tiga level, yaitu level realitas, level representasi, dan level ideologi. Objek penelitian ini adalah representasi women empowerment, dengan subjek penelitian yaitu film The Little Mermaid. Peneliti menemukan bahwa women empowerment yang dilakukan Ariel sebagai tokoh utama dalam film ini digambarkan melalui tiga kategori, yaitu women empowerment dalam menentukan pilihan hidup, dalam kesetaraan di masyarakat, dan dalam membuat perubahan sosial. Masing-masing kategori ini mencerminkan tahapan-tahapan yang ada di women empowerment, yaitu personal level, interpersonal level, dan juga social action & social change. Diketahui pula bahwa dengan direpresentasikannya seorang perempuan yang memiliki status spesial, seperti double minority, dapat memberdayakan individu dengan status serupa yang menonton film tersebut. Selain itu, ideologi revisionisme dan feminisme ditemukan sebagai pendukung proses women empowerment dalam film ini.",
  "creators": "PRISCILLA CHRISTY RIKHANA",
  "contributors": "Fanny Lesmana (Advisor 1); Chory Angela Wijayanti (Advisor 2); Agusly Irawan Aritonang, S.Sos., M.A. (Examination Committee 1); Daniel Budiana, S.Sos., M.A. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011918/KOM/2024; Priscilla christy rikhana (F11200048)",
  "subjects": "COMMUNICATION; GENDER IDENTITY IN MOTION PICTURES; SEMIOTICS AND MOTION PICTURES"
}