{
  "id": "60659",
  "title": "Gereja Kebangunan Kalam Allah Indonesia di Surabaya",
  "abstract": "Salah satu golongan gereja protestan di Indonesia adalah Gereja Kebangunan Kalam Allah Indonesia (GKKA Indonesia), yang merupakan gereja Injili yang Reformed dengan sistem pemerintahan atau kepemimpinan Presbiterial Sinodal. Dalam hal Teologi, GKKA INDONESIA menganut Teologi Reformasi yang bertitik tolak dari Teologi Calvin. GKKA Indonesia dikenal dengan semangat dan kekompakan dari komisi atau komunitas di dalamnya. Perancangan Gereja Kebangunan Kalam Allah Indonesia di Surabaya terletak di Jalan Kejawaan Putih Tamba, Kecamatan Mulyorejo, Kota Surabaya. Dengan fungsi utama sebagai tempat peribadatan bagi umat kristen protestan aliran reformed injili, Gereja Kebangunan Kalam Allah Indonesia (GKKA Indonesia) juga bertujuan untuk memfasilitasi jemaatnya dalam hal berkomunitas atau berelasi dengan sesama. Bangunan ini dirancang di dalam perumahan Pakuwon City untuk memenuhi dan melengkapi kebutuhan sarana pelayanan umum bagi masyarakat lokal di kawasan tersebut. Fasilitas utama yang disediakan pada gereja ini antara lain adalah ruang kebaktian utama, aula-aula penunjang kegiatan persekutuan maupun fellowship, ruang-ruang kelas, serta area-area outdoor untuk kegiatan outbond, rally games, bbq night, atau plaza yang menunjang aktivitas atau kegiatan kerohanian. Hal yang akan menjadi fokus utama dari gereja ini adalah pengaplikasian pendekatan simbolis, sehingga menciptakan bangunan gereja yang dapat mencerminkan visi, misi, dan identitas dari reformed injili.",
  "creators": "VADHITA INDRIYADI",
  "contributors": "V.P. Nugroho Susilo (Advisor 1); Luciana Kristanto, S.T., M.T. (Advisor 2); Riduan Sukardi (Advisor 3); Rully Damayanti (Advisor 4); Timoticin Kwanda (Examination Committee 1); Andhi Wijaya (Examination Committee 2); Irwan Santoso (Examination Committee 3); Bram Michael Wayne, S.T., M.Ars. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024534/ARS/2024; Vadhita Indriyadi (B12200011)",
  "subjects": "CHURCH ARCHITECTURE--DESIGNS AND PLANS; CHURCH FACILITIES--DESIGNS AND PLANS"
}