{
  "id": "60650",
  "title": "Fasilitas wisata edukasi kopi kintamani dan kopi luwak di Bali",
  "abstract": "Indonesia adalah salah satu negara penghasil kopi terbesar di dunia dengan keragaman jenis kopi, salah satunya Kopi Kintamani. Kopi Kintamani ditanam di Kecamatan Kintamani, Bali, di ketinggian 900-1400 mdpl, dengan ciri khas penanaman yang unik dan pemanenan secara manual, sehingga memiliki cita rasa khas yang unik. Keunikan rasanya membuat Kopi Kintamani sudah menembus pasar beberapa negara luar negeri dan mendapat sertifikat Indikasi Geografis. Biji kopi Kintamani yang berjenis arabika ini dapat dikonsumsi musang luwak untuk menghasilkan biji kopi luwak, salah satu jenis kopi yang terkenal juga di Indonesia. Namun, tingginya permintaan akan biji kopi luwak membuat banyak sekali musang luwak yang dieksploitasi tanpa memperhatikan kesejahteraan hewan tersebut. Oleh karena itu, fasilitas ini dirancang dengan tujuan memberikan edukasi kepada pengunjung tentang produksi biji kopi Kintamani Bali dan kopi luwak, dengan harapan meningkatkan pemahaman dan pengetahuan tentang kedua jenis kopi khas Indonesia tersebut. Fasilitas ini juga dirancang untuk meningkatkan kesejahteraan hidup musang luwak, menciptakan lingkungan alami bagi produksi biji kopi luwak, serta mengurangi eksploitasi berlebih terhadap musang luwak. Fasilitas yang disediakan berupa museum, galeri, ruang pengolahan biji kopi Kintamani dan kopi Luwak, penangkaran luwak, workshop, serta café. Pendekatan utama yang digunakan dalam desain adalah pendekatan neo-vernakular dengan teori bentuk baru makna tetap, dengan tujuan membuat desain yang mencerminkan identitas lokal setempat namun lebih modern. Selain itu, digunakan juga pendekatan pendukung berupa pendekatan multisensori, dengan harapan pembelajaran dapat dengan lebih mudah dipahami dan dimengerti ketika serangkaian indera digunakan.",
  "creators": "KRISTOFORUS EDUARDO KARUNDENG",
  "contributors": "Handinoto (Advisor 1); Angela Christysonia Tampubolon, S.T., M.T. (Advisor 2); Dr. Feny Elsiana, S.T., M.T. (Advisor 3); V.P. Nugroho Susilo (Examination Committee 1); Riduan Sukardi (Examination Committee 2); Rully Damayanti (Examination Committee 1); Luciana Kristanto, S.T., M.T. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024531/ARS/2024; Kristoforus Eduardo Karundeng (B12200007)",
  "subjects": "EDUCATION PARKS--DESIGNS AND PLANS; RECREATION CENTERS--DESIGNS AND PLANS"
}