{
  "id": "60664",
  "title": "Fasilitas ruang kerja bersama di Banjarmasin",
  "abstract": "Zaman sekarang berkembang dengan cepat dan dinamis. Perkembangan ini disertai dengan trend dalam ekonomi kreatif dan teknologi. Dalam hal ini, Kota Banjarmasin merasakan perkembangan ini melalui trend dalam ekonomi kreatif khususnya fesyen, kriya, dan kuliner, beserta trend teknologi melalui gerakan menuju 100 kota pintar. Tetapi, perkembangan zaman juga menciptakan peningkatan dalam angka pengangguran, karena itu, perancangan ini berfokus untuk menyediakan fasilitas kerja bersama yang bergerak di bidang ekonomi kreatif, khususnya pada sektor sektor fesyen, kriya, dan kuliner dengan menerapkan aspek kota pintar. Fasilitas ini berfungsi utamanya sebagai tempat bekerja, berkreasi, dan pelatihan dengan menyediakan ruangan dan alat yang dibutuhkan untuk bekerja. Kemudian fasilitas komersil untuk kegiatan jual beli dan fasilitas kerja pendukung sebagai cara pekerja berinteraksi dan berkolaborasi dengan masyarakat sekitar. Bangunan menerapkan konsep bangunan hijau sebagai bentuk partisipasi perancangan dalam gerakan kota pintar yang diinisiasi oleh pemerintah. Kemudian, untuk menanggapi fasilitas dengan pengguna yang berbeda, fasilitas dirancang dengan menggunakan pendekatan teritorial untuk membagi pengguna berdasarkan fasilitas yang dibutuhkan. Dengan adanya fasilitas ini, diharapkan dapat membantu meningkatkan UMKM (Usaha Mikro, Kecil, dan Menengah) atau startup dan SDM masyarakat Kota Banjarmasin.",
  "creators": "BUDI CAHYADI WIJAYA",
  "contributors": "Angela Christysonia Tampubolon, S.T., M.T. (Advisor 1); Handinoto (Advisor 2); Dr. Feny Elsiana, S.T., M.T. (Advisor 3); V.P. Nugroho Susilo (Examination Committee 1); Riduan Sukardi (Examination Committee 2); Rully Damayanti (Examination Committee 3); Luciana Kristanto, S.T., M.T. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 09024585/ARS/2024; Budi Cahyadi Wijaya (B12200092)",
  "subjects": "OFFICE BUILDINGS--DESIGNS AND PLANS; OFFICE LAYOUT--DESIGNS AND PLANS"
}