{
  "id": "60665",
  "title": "Fasilitas edukasi wisata nanas Bikang di Bangka Selatan",
  "abstract": "Nanas Bikang telah menjadi ikon Desa Bikang karena rasanya yang khas dan berbagai produk turunan yang dihasilkan. Desa Bikang diarahkan untuk dikembangkan sebagai destinasi wisata agro perkebunan nanas. Diperlukan adanya fasilitas edukasi wisata yang mendukung pengembangan potensi ini. Saat ini, masyarakat Desa Bikang masih kekurangan pengetahuan dan sumber daya manusia dalam bidang pengembangan dan pembibitan nanas. Perancangan fasilitas edukasi wisata ini bertujuan untuk mengatasi kendala-kendala tersebut sekaligus mempromosikan Bangka Selatan sebagai tujuan wisata alternatif di Indonesia. Mengingat lokasi yang cukup terpencil dari ibu kota, fasilitas ini memerlukan daya tarik. Oleh karena itu, pendekatan spasial dengan konsep arsitektur multi-sensori diterapkan untuk menciptakan pengalaman ruang yang memberi kesan mendalam bagi para pengunjung, sehingga pengunjung dapat dengan mudah mengingat dan menginternalisasi pengetahuan yang disampaikan. Fasilitas ini juga bertujuan untuk memberikan edukasi kepada Unit Kegiatan Tani (UKT) yang sudah ada terkait teknik penanaman nanas dan pengembangan produk turunannya. Selain bagi para UKT, fasilitas ini juga mengedukasi pengunjung yang datang mengenai Nanas Bikang sambil berwisata menikmati fasilitas lainnya seperti workshop, restoran, area hidroponik dan sebagainya.",
  "creators": "NATHASYA LIEVENA",
  "contributors": "Angela Christysonia Tampubolon, S.T., M.T. (Advisor 1); Handinoto (Advisor 2); Dr. Feny Elsiana, S.T., M.T. (Advisor 3); V.P. Nugroho Susilo (Examination Committee 1); Riduan Sukardi (Examination Committee 2); Rully Damayanti (Examination Committee 3); Luciana Kristanto, S.T., M.T. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024567/ARS/2024; Nathasya Lievena (B12200069)",
  "subjects": "EDUCATION PARKS--DESIGNS AND PLANS; RECREATION CENTERS--DESIGNS AND PLANS"
}