{
  "id": "60679",
  "title": "Fasilitas eduwisata pengelolaan sampah di Surabaya",
  "abstract": "Sampah Kota Surabaya yang datang ke TPA Benowo telah melampaui kapasitas pengelolaan sampah Surabaya. Menurut Dinas Lingkungan Hidup, dari 1600 ton sampah per hari yang datang, hanya sebesar 1000 ton sampah per hari yang dapat dikelola oleh Pembangkit Listrik Tenaga Sampah (PLTSa) Benowo menjadi energi listrik dan sisanya akan ditimbun menjadi gunungan sampah (Landfill Gas Power Plant) seperti sedia kala. Oleh sebab itu, usia TPA Benowo diprediksi hanya mampu menampung untuk 2-3 tahun ke depan saja apabila masyarakat tidak mulai membiasakan mengelola sampah dengan benar sejak dari hulu yaitu rumah tangga. Menurut penelitian pada tahun 2023, masih banyak masyarakat Surabaya yang hanya mengerti teori terkait pengelolaan sampah, tapi tidak tahu cara penerapannya. Perencanaan fasilitas eduwisata ini bertujuan untuk mengedukasi tata cara pengelolaan dan pemanfaatan sampah sekitar secara kontekstual ke masyarakat, dengan memanfaatkan pendekatan desain sirkulasi dan pendalaman karakter ruang. Pada desain, sirkulasi pengunjung dan sampah sengaja dibuat saling bersinggungan agar pengunjung dapat mengikuti alur pengelolaan sampah secara nyata dan berurutan. Akan tetapi sirkulasi pengunjung dan sampah memiliki kebutuhan ruang yang cukup berbeda, sehingga pengadaan area transisi berupa platform pemilahan sampah dan perbedaan elevasi ruang dibutuhkan dalam desain. Selain pengelolaan sampah, fasilitas ini juga mengakomodasi area workshop pemanfaatan sampah, area eduwisata, galeri pameran, dan fasilitas penunjang lainnya seperti tempat makan dan area aktivitas terbuka untuk mendekatkan masyarakat kepada isu sampah.",
  "creators": "RICHARD JEVON",
  "contributors": "Elvina Shanggrama Wijaya, S.T., M.T. (Advisor 1); Altrerosje Asri, S.T., M.T. (Advisor 2); Samuel Hartono (Advisor 3); Lilianny Sigit Arifin (Examination Committee 1); Stanislaus Kuntjoro Santoso (Examination Committee 2); Esti Asih Nurdiah, S.T., M.T., Ph.D. (Examination Committee 3); Anik Juniwati (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024542/ARS/2024; Richard Jevon (B12200024)",
  "subjects": "EDUCATION PARKS--DESIGNS AND PLANS; WASTE DISPOSAL FACILITIES"
}