{
  "id": "60677",
  "title": "Perancangan interior berbasis smart technology pada Glory Jaya Stationery Store Surabaya",
  "abstract": "Semakin berkembangnya zaman, semakin mendorong desainer dalam menciptakan desain yang tidak mudah termakan waktu namun tetap menarik pengguna. Menarik dapat memiliki banyak makna, salah satunya ialah dapat menjawab permasalahan desain seperti kebutuhan ruang, keinginan ruang, bahkan konsep tata ruang. Tidak hanya itu, desainer juga dituntut untuk menciptakan desain yang meningkatkan efektivitas serta produktivitas kerja, namun tidak mudah termakan waktu. Smart technology design merupakan salah satu solusi yang mampu menjawab permasalahan tersebut, dengan melakukan adaptasi dari smart material, devices, hingga sensors serta mengutamakan kenyamanan pengguna dan fleksibilitas ruang. Sama halnya dengan perkembangan desain yang ada, perkembangan bisnis ritel di Indonesia juga semakin berkembang pesat. Hal tersebut menimbulkan dampak seperti persaingan antar bisnis hingga perubahan pembeli dalam berbelanja. Maka dari itu, setiap bisnis ritel diharapkan dapat memiliki strategi dan daya tariknya sendiri dalam menarik konsumen. Penelitian ini dilakukan menggunakan desain dengan terapan smart technology pada Glory Jaya Stationery Store, yang merupakan sebuah toko ritel bidang alat tulis dan kantor. Metode desain yang digunakan adalah understand, observe, point of view, ideate, prototype, test, story telling, pilot, dan business model. Tujuan penelitian ini adalah mampu menjawab permasalahan yang ada yaitu dengan menghasilkan desain stationery store yang nyaman dan dapat menarik perhatian pengunjung, serta menerapkan smart technology. Hasil dari penelitian ini adalah 1 set desain interior dengan terapan smart technology yang dapat membantu meningkatkan kenyamanan pengguna ruang, serta meningkatkan daya tarik dari toko ritel.",
  "creators": "CATHERINE MICHELLE WIJAYA",
  "contributors": "Mariana Wibowo, S.Sn., M.MT. (Advisor 1); JEAN F POILLOT, S.T. (Advisor 2); Sherly De Yong (Examination Committee 1); WILLIAM VIJADHAMMO L., S.Ds. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00022290/DIN/2024; Catherine Michelle Wijaya (E11200004)",
  "subjects": "COMMERCIAL BUILDINGS-DECORATION; INTERIOR DECORATION; SMART MATERIALS"
}