{
  "id": "60674",
  "title": "Sistem Informasi Helpdesk layanan pada Excellence in Learning and Teaching Center untuk meningkatkan kepuasan pengguna",
  "abstract": "Universitas Kristen Petra memiliki salah satu unit yang bernama Excellence in Learning and Teaching Center. ELTC dibuat dengan tujuan untuk meningkatkan kemampuan dosen untuk bisa memberikan pengajaran berkualitas tinggi. ELTC memiliki beberapa layanan seperti layanan Lentera untuk kebutuhan media pembelajaran, layanan fasilitas pembelajaran fleksibel, layanan Validasi modul pembelajaran untuk key performance indicator, dan lain-lain. Namun, staf ELTC masih melakukan pencatatan pelaporan keluhan, dan permintaan layanan secara manual yang menyebabkan masalah, sehingga kepuasan pengguna dapat menurun. Oleh karena itu, dirancangkan sistem baru yang menggunakan sistem informasi. Sistem informasi ini bekerja sebagai sistem tiket yang menerima keluhan maupun permintaan layanan. Dengan adanya sistem informasi helpdesk layanan ELTC, pencatatan data untuk permintaan dan keluhan layanan yang manual menjadi otomatis, sehingga masalah yang ada dapat diminimalisir dan membuat kepuasan pengguna lebih meningkat. Pada hasil pengujian berdasarkan skenario menunjukkan bahwa sistem informasi helpdesk layanan ELTC telah berjalan dengan baik dan efektif. Selanjutnya, pada pengujian berdasarkan survei kuesioner juga menunjukan bahwa kepuasan pengguna yang menggunakan layanan dan pengguna yang mengelola layanan merasa lebih puas dibandingkan dengan sistem yang lama. Hal ini ditunjukkan dengan nilai rata-rata kepuasan berada di angka 4 dari 5 sebagai nilai maksimal.",
  "creators": "JOSEPH CHRISTIAN",
  "contributors": "Silvia Rostianingsih (Advisor 1); Alvin Nathaniel Tjondrowiguno, S.Kom., M.T. (Advisor 2); Leo Willyanto Santoso (Examination Committee 1); Adi Wibowo, S.T., M.T., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022510/INF/2024; Joseph Christian (C14200200)",
  "subjects": "DATABASE DESIGN--COMPUTER PROGRAMS; MANAGEMENT INFORMATION SYSTEMS--COMPUTER PROGRAMS; PROGRAMMING (ELECTRONIC COMPUTERS)"
}