{
  "id": "60675",
  "title": "Analisis sentimen komentar youtube dalam sistem pendukung keputusan untuk mengurangi consumer confusion memilih ponsel pintar dengan multi criteria decision making (MCDM)",
  "abstract": "Memilih Ponsel Pintar dengan Multi Criteria Decision Making (MCDM) Smartphone adalah kebutuhan dasar masa sekarang di bidang teknologi. Tiap individu memiliki kebutuhan yang berbeda, akan menjadi tantangan untuk memilih smartphone karena sudah banyak model smartphone. Informasi seperti review atau testimoni dapat membantu user dalam memilih smartphone. Tapi tidak sedikit ditemukan kasus di mana informasi tersebut bersifat menyesatkan atau opini para pengguna smartphone yang terlalu variatif, mengakibatkan kebingungan bagi calon customer. Oleh karena itu, penelitian ini ditujukan untuk mengurangi kebingungan pada customer dengan menggunakan sistem pembantu keputusan yang berbasis komentar Youtube. Dalam penelitian ini dirancang sebuah website yang bisa digunakan oleh customer untuk mendapatkan rekomendasi smartphone berdasarkan input kriteria dan smartphone yang diinginkan oleh customer. Sistem ini menggunakan nilai jumlah skor sentimen dari sejumlah komentar dari Youtube terhadap fitur-fitur dari suatu smartphone. Skor tersebut menjadi input untuk metode Multi Criteria Decision Making VIKOR. Pengujian dilakukan kepada 7 orang ahli di bidang smartphone dan memiliki pengetahuan mengenai consumer behavior. Dari hasil pengujian, didapatkan semua penguji setuju metode ini dapat mengurangi kebingungan pada customer, dengan catatan menggunakan metode yang lebih adil dalam pengumpulan data dan hanya membandingkan smartphone di kelas harga yang sama.",
  "creators": "RAINER TRIJUADI PAMPANG",
  "contributors": "Alexander Setiawan (Advisor 1); Alvin Nathaniel Tjondrowiguno, S.Kom., M.T. (Advisor 2); Hans Juwiantho S.Kom., M.Kom (Examination Committee 1); Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022522/INF/2024; Rainer Trijuadi Pampang (C14200046)",
  "subjects": "DATABASE DESIGN--COMPUTER PROGRAMS; INFORMATION RESOURCES MANAGEMENT; PROGRAMMING (ELECTRONIC COMPUTERS); WEB SITES--DESIGN"
}