{
  "id": "60672",
  "title": "Game adventure sebagai media belajar tambahan matematika untuk siswa sekolah dasar kelas 2",
  "abstract": "Matematika adalah fondasi universal bagi kemajuan teknologi modern, memainkan peran kunci di berbagai bidang ilmu, dan memperbaiki kemampuan berpikir manusia. Namun, banyak siswa mengalami kesulitan mempelajarinya karena kurangnya minat dan metode pengajaran yang monoton. Mereka merasa cara belajar tradisional, seperti ceramah dan latihan soal, tidak menarik. Guru pun menyadari bahwa untuk efektif memberikan informasi, mereka harus memperoleh fokus siswa dengan contoh yang relevan bagi mereka. Untuk mengatasi masalah ini, diusulkan gim yang ceritanya dirancang untuk mempelajari matematika. Diharapkan gim ini bisa menjadi media pembelajaran yang meningkatkan pemahaman siswa. Genre adventure dipilih karena memberikan kebebasan dalam pembuatan cerita. Mini-game bertema matematika digunakan sebagai tantangan untuk menyelesaikan masalah. Pengujian dilakukan dengan membandingkan nilai pre-test dan post-test siswa kelas 2 sekolah dasar setelah bermain gim. Siswa mengisi pre-test sebelum bermain gim adventure, dan setelahnya mengisi post-test. Hasil pengujian menunjukkan peningkatan pemahaman yang signifikan dari penggunaan gim, dengan rata-rata nilai meningkat dari 8,21 menjadi 9,07 dan rentang nilai dari 5-10 menjadi 7-10. Ini menegaskan bahwa penggunaan gim efektif dalam meningkatkan pemahaman matematika siswa.",
  "creators": "RAMADHAN DAFFA FERDYATMA",
  "contributors": "Liliana (Advisor 1); Hans Juwiantho S.Kom., M.Kom (Advisor 2); Kartika Gunadi (Examination Committee 1); Gregorius Satiabudhi (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022577/INF/2024; Ramadhan Daffa Ferdyatma (C14200193)",
  "subjects": "ADVENTURE GAMES--DESIGN; GAMES IN MATHEMATICS EDUCATION; SCHOOL CHILDREN"
}