{
  "id": "60670",
  "title": "Aplikasi sistem administrasi pada bengkel X menggunakan framework laravel",
  "abstract": "Dalam konteks bisnis, pentingnya efisiensi administrasi tidak bisa diremehkan. Namun, banyak bengkel mobil masih menghadapi kendala dalam mengelola administrasi mereka. Penelitian ini bertujuan untuk mengembangkan dan menerapkan sistem administrasi berbasis web yang lebih canggih untuk Bengkel Mobil Sukses Abadi di Surabaya. Sistem administrasi bengkel sekarang masih menggunakan pencatatan manual untuk stok sparepart dan transaksi pembelian. Metode manual ini menyebabkan efisiensi kerja yang rendah, waktu tunggu yang lama, risiko kehilangan atau kerusakan arsip fisik, dan kesalahan dalam perhitungan laba rugi. Oleh karena itu, diperlukan sistem administrasi berbasis web untuk mengatasi permasalahan tersebut. Pada penelitian ini, peneliti akan membuat sistem informasi untuk bengkel x ini, dengan tujuan agar kegiatan administrasi dari bengkel ini menjadi lebih cepat. Pemilik bengkel juga tidak perlu untuk menyimpan data berupa arsip fisik lagi, karena semua datanya telah tersimpan di dalam database sistem. Pada sistem yang dibuat oleh peneliti ini, pemilik dapat melakukan kegiatan administrasi bengkel mulai dari pembelian barang, sampai pembuatan nota. Selain itu, peneliti juga membuat sistem untuk menghitung laba rugi dengan tujuan agar pemilik tidak lagi menghitung laba rugi secara manual serta pemilik dapat melihat laba rugi secara merinci. Hasil penelitian menunjukkan bahwa sistem administrasi berbasis web yang dikembangkan dapat mempermudah proses administrasi, mempercepat pencatatan stok, dan meningkatkan akurasi dalam penghitungan laba rugi.",
  "creators": "JORDAN TANJAYA",
  "contributors": "Andreas Handojo (Advisor 1); Justinus Andjarwirawan (Advisor 2); Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Examination Committee 1); Leo Willyanto Santoso (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022514/INF/2024; Jordan Tanjaya (C14200018)",
  "subjects": "DATABASE DESIGN; MANAGEMENT INFORMATION SYSTEMS; PROGRAMMING (ELCTRONIC COMPUTERS); WEB SITES--DESIGN"
}