{
  "id": "60686",
  "title": "Representasi toxic relationship dalam music video “Here We Go Again” oleh Ardhito Pramono",
  "abstract": "Musik video “Here We Go Again” oleh Ardhito Pramono menggambarkan bagaimana dinamika dari toxic relationship atau hubungan beracun melalui narasi visual yang mendalam dan simbolik. Peneliti menggunakan pendekatan kualitatif deskriptif dengan metode semiotika milik John Fiske yang terbagi dalam tiga level, diantaranya, level realitas, level representasi, dan level ideologi. Peneliti menemukan adanya toxic relationship yang memunculkan adanya egoisme yang terjadi pada hubungan tokoh laki-laki dan tokoh perempuan. Penggambaran toxic relationship melalui karakter-karakter yang terdapat dalam video tersebut menunjukkan adanya ketegangan serta keputusasaan, yang juga diperkuat oleh lirik lagu yang mendalam serta penuh makna. Narasi visual juga memperlihatkan bagaimana kedua individu terperangkap pada pola perilaku destruktif, di mana rasa cinta dan kebencian saling berinteraksi menjadi kompleks. Melalui elemen-elemen ini, Ardhito Pramono menyampaikan pesan mengenai realita pahit dari toxic relationship, dan mengajak penonton untuk merenungkan pesan yang disampaikan oleh tokoh laki-laki mengenai toxic relationship. Musik video ini tidak hanya menjadi sarana sebagai bentuk ekspresi sebuah seni aja, tetapi juga sebagai bentuk refleksi sosial yang relevan dalam konteks hubungan interpersonal yang kompleks.",
  "creators": "HELENA GENOVEVA",
  "contributors": "Agusly Irawan Aritonang, S.Sos., M.A. (Advisor 1); Chory Angela Wijayanti (Advisor 2); Fanny Lesmana (Examination Committee 1); Daniel Budiana, S.Sos., M.A. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011921/KOM/2024; Helena Genoveva (F11200062)",
  "subjects": "COMMUNICATION IN MUSIC; MAN-WOMEN RELATIONSHIPS; MUSIC--SEMIOTICS"
}