{
  "id": "60682",
  "title": "Fasilitas hiburan dan rekreasi digital di Surabaya",
  "abstract": "Surabaya merupakan kota dengan pertumbuhan penduduk yang tinggi namun menghadapi tingkat stres yang signifikan; sehingga membutuhkan tempat hiburan dan rekreasi positif dan aktif. Dalam menghadapi tuntutan ini, teknologi digital memainkan peran penting seiring dengan perkembangan zaman yang terus berlangsung. Tujuan dari laporan ini adalah mengusulkan desain arsitektur untuk fasilitas hiburan dan rekreasi digital di Surabaya dengan pendekatan multisensori. Pendekatan multisensori adalah pendekatan arsitektur berbasis pengalaman ruang yang memperhatikan keharmonisan berbagai indra (sensori). Metode perancangan yang dipakai melalui studi fungsional dan arsitektur pada bangunan preseden, dan sintesa hasil analisis tapak, konsep desain, dan program ruang. Konsep desain bangunan ini adalah sensory scape, yang bertujuan untuk menciptakan pengalaman multisensori yang mendalam bagi para pengunjung. Desain bangunan memberikan kesempatan pada setiap pengunjung untuk menikmati momen pemulihan dan kesenangan yang akan menyegarkan pikiran dan tubuh. Fasilitas terbagi menjadi tujuh zona utama yaitu makanan, film, olahraga, musik, pertunjukan, permaian, dan seni. Setiap zona dirancang dengan memanfaatkan teknologi digital secara optimal, sehingga dapat memberikan pengalaman interaktif dan menarik bagi masyarakat. Hasil rancangan yang menekankan pada pengolahan ruang publik dengan memanfaatkan teknologi digital ini diharapkan dapat memberikan usulan desain untuk menurunkan tingkat stres para pelajar dan pekerja di kota Surabaya.",
  "creators": "PATRICIA SONIA CAHYADI",
  "contributors": "Rully Damayanti (Advisor 1); Luciana Kristanto, S.T., M.T. (Advisor 1); V.P. Nugroho Susilo (Advisor 1); Riduan Sukardi (Advisor 1); Timoticin Kwanda (Examination Committee 1); Irwan Santoso (Examination Committee 2); Andhi Wijaya (Examination Committee 3); Bram Michael Wayne, S.T., M.Ars. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 00024548/ARS/2024; Patricia Sonia Cahyadi (B12200030)",
  "subjects": "RECREATION CENTERS--DESIGN AND PLANS"
}