{
  "id": "60681",
  "title": "Fasilitas museum dan taman konservasi buaya di Bekasi",
  "abstract": "Taman Buaya Indonesia Jaya merupakan sebuah objek wisata dan konservasi buaya di Bekasi yang telah dibangun dari tahun 1990. Seiring dengan berjalannya waktu tanpa perkembangan, objek wisata dan konservasi buaya tersebut menjadi kurang layak dengan alasan menjadi tempat yang kurang memadai luasan keperluan sirkulasi buaya, serta desain habitat yang diperlukan oleh buaya. Dengan kurangnya dana dari inovasi kegiatan wisata dan kurang layaknya habitat konservasi buaya, dibutuhkan sebuah fasilitas taman konservasi dan museum buaya untuk menampung buaya serta juga meningkatkan turisme di daerah Bekasi yang berkurang. Fasilitas Museum dan Taman Konservasi Buaya di Bekasi merupakan desain perancangan untuk menampung dan mengonservasi buaya-buaya di sekitar Jawa Barat dengan memperhatikan perilaku kebutuhan sirkulasi dan perawatan buaya. Hal ini membantu proses perkembangbiakan dan pertumbuhan buaya agar dapat beradaptasi dalam lingkungan alam luar saat mereka dilepas untuk mengatasi ancaman jumlah buaya yang punah di Indonesia. Melalui pendekatan pada perilaku ini, diharapkan agar Fasilitas Museum dan Taman Konservasi Buaya tidak hanya memberikan solusi untuk mengatasi ancaman punah pada buaya tetapi juga memberikan wawasan kepada masyarakat sekitar melalui edukasi wisata yang immersive ntuk menciptakan kesadaran kepada masyarakat bahwa alam di Indonesia perlu diperhatikan.",
  "creators": "ANDREW TIMOTHY KASENDA",
  "contributors": "Elvina Shanggrama Wijaya, S.T., M.T. (Advisor 1); Altrerosje Asri, S.T., M.T. (Advisor 2); Samuel Hartono (Advisor 3); Lilianny Sigit Arifin (Examination Committee 1); Stanislaus Kuntjoro Santoso (Examination Committee 2); Esti Asih Nurdiah, S.T., M.T., Ph.D. (Examination Committee 3); Anik Juniwati (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024569/ARS/2024; Andrew Timothy Kasenda (B12200071)",
  "subjects": "MUSEUM BUILDINGS--DESIGNS AND PLANS"
}