{
  "id": "60684",
  "title": "Fasiltas pertunjukan seni musik di Denpasar, Bali",
  "abstract": "Musik merupakan salah satu jenis seni yang hingga kini sering kali dinikmati oleh banyak orang. Khususnya di Bali yang mana merupakan daerah yang sangat kental sekali dengan budaya ataupun seninya, salah satunya yaitu musik Gamelan Bali. Gamelan Bali ini kerap kali menjadi salah satu seni musik yang memikat banyak perhatian para pengunjung ataupun orang lokal. Ketertarikan bayaknya orang terhadap seni musik khususnya gamelan Bali ini nantinya akan mampu menyebarluaskan dan membudidayakan seni tersebut hingga semakin dikenal. Namun fasilitas ataupun tempat yang bisa mewadahi para seniman untuk berlatih ataupun berkreasi serta tempat untuk menonton dan mendengar pertunjukkan dengan baik masih belum tersedia ataupun terpenuhi di Bali. Perencanaan fasilitas pertunjukan seni musik di Denpasar, Bali ini bertujuan untuk mampu fasilitasi atau berikan tempat yang miliki akustik yang baik, visual yang memadai dan suasana yang mampu mendukung pertunjukan sehingga para peminat mampu menikmati penampilan dengan puas, serta berikan tempat bagi para pelaku seni musik gamelan Bali tempat untuk mengembangkan skill ataupun tempat bagi mereka untuk terus berkreasi. Pada desain pengunjung dapat menikmati pertunjukan musik, menikmati mural-mural yang berada pada hall, menikmati makanan ataupun minuman yang dissediakan di lounge bar, dan menggunakan fasilitas tempat pelatihan yang telah disediakan. Dari perencanaa desain ini pendekatan yang digunakan ialah pendekatan sistem (sequence). Tujuannya untuk memisahkan sirkulasi antara pengunjung yang mengarah ke area auditorium dan tempat pelatihan, dengan manfaat akan menghindarkan terjadinya gangguan akustik satu sama lain. Tempat ini tak hanya fokus terhadap penyajian terhadap pembentukan akustik dan visual bagi para peminat dan pelaku musik saja, tetapi juga berikan pengalaman serta suasana tradisi yang kental, sehingga mampu berikan kesan yang membekas bagi para pendatang yang datang.",
  "creators": "MICHAEL BRAHMANTYO MURGITO",
  "contributors": "Gunawan Tanuwidjaja, S.T., M.Sc., Ph.D. (Advisor 1); Roni Anggoro, S.T., M.A.Arch. (Advisor 2); Danny Santoso Mintorogo (Advisor 3); Ir. Bisatya Widadya Maer, M.T. (Advisor 4); Wanda Widigdo Canadarma (Examination Committee 1); Christine Wonoseputro (Examination Committee 2); Benny Poerbantanoe (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 02024598/ARS/2024; Michael Brahmantyo Murgito (B12200114)",
  "subjects": "ART FACILITIES; THEATERS--DESIGNS AND PLANS"
}