{
  "id": "60687",
  "title": "Usulan peningkatan kapasitas produksi dengan mempertimbangkan keseimbangan lintasan kerja di PT X",
  "abstract": "PT X merupakan perusahaan manufaktur yang menghasilkan produk berupa sepeda. Perencanaan produksi dan pengalokasian sumber daya yang tepat penting diterapkan di setiap stasiun kerja. Masalahnya adalah perencanaan produksi saat ini belum mengalokasi resource dengan tepat. Tujuan dari tugas akhir ini adalah meningkatkan kapasitas produksi dengan mempertimbangkan keseimbangan lintasan di PT X. Hasil pengambilan data dan perhitungan kapasitas produksi sepeda di stasiun kerja assembly line reguler adalah 71,57 unit/jam (tidak berbeda signifikan dengan penetuan kapasitas oleh PPIC saat ini yaitu 70 unit/jam). Peningkatan kapasitas produksi dapat dilakukan dengan melakukan penyeimbangan lintasan kerja. Beberapa strategi yang menjadi usulan peningkatan kapasitas produksi, yaitu penggabungan 2 elemen kerja dengan pengurangan 2 pekerja dari hasil penggabungan elemen kerja pada assembly line reguler, mengalokasikan 2 pekerja di 16 elemen kerja pada stasiun dual suspension (metode Helgeson), menambah pekerja di elemen kerja 1 dan 5 pada roda line 1, pemerataan beban kerja pada stasiun tambahan city bike dan routing cable to frame, penambahan 4 orang pada elemen kerja kritis stasiun tambahan drop bar, dan penggabungan elemen kerja ke 5 dan 6 pada rim in house. Kapasitas baru akan dibuat untuk database PPIC dalam memperhitungkan leadtime produksi, jumlah pekerja, dan utilitas dari masing-masing perencanaan dalam bentuk tabel working capital.",
  "creators": "NATALIA VERRENT SOEGIANTO",
  "contributors": "Tanti Octavia (Advisor 1); Siana Halim (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022667/IND/2024; Natalia Verrent Soegianto (C13200061)",
  "subjects": "LINE OF BALANCE (MANAGEMENT); PRODUCTION CAPACITY; PRODUCTION MANAGEMENT; PRODUCTION PLANNING--QUALITY CONTROL"
}