{
  "id": "60697",
  "title": "Konten father involvement dalam film terlaris Indonesia tahun 2000-2023",
  "abstract": "Penelitian ini dilakukan untuk mengetahui bentuk-bentuk Father Involvement yang terdapat pada film terlaris Indonesia tahun 2000-2023. Film tersebut meliputi ‘Miracle In Cell No.7’, ‘Ngeri-Ngeri Sedap’, ‘Cek Toko Sebelah’, ‘Dua Garis Biru’, ‘Nanti Kita Cerita Tentang Hari Ini’, ‘Ku Kira Kau Rumah’, dan ‘Keluarga Cemara’. Penelitian ini menggunakan tiga dimensi milik Lamb, Pleck, Levine, dan Charnov tahun 1985 yaitu Engagement/Interaction, Availability/Accessbility, dan Responsibility sebagai indikator father involvement. Jenis penelitian ini adalah deskriptif kuantitatif dengan metode analisis isi. Penelitian ini dilakukan menggunakan proses koding serta analisis seluruh scene film yang terdapat father involvement. Hasil penelitian ini memperlihatkan bahwa seluruh film (tujuh film) menampilkan sebagian besar indikator father involvement milik Lamb, Pleck, Levine, dan Charnov tahun 1985. Dalam indikator Engagement/interaction sub indikator yang paling sering muncul adalah ayah melakukan komunikasi langsung dengan anak. Dalam indikator availability/accessibility, sub indikator yang paling sering muncul adalah interaksi ayah dengan anak. Sedangkan pada indikator responsibility, sub indikator yang paling sering muncul adalah ayah memantau aktivitas anak. Jika dikaitkan dengan fenomena fatherless yang ada di Indonesia, ketujuh film ini tidak hanya menampilkan father involvement yang bertanggung jawab dalam bekerja untuk mencukupi kebutuhan anaknya, namun juga menampilkan hubungan atau relasi antara ayah dengan anak.",
  "creators": "BEATRICIA MARKUS BOEDIONO",
  "contributors": "Jandy Edipson Luik (Advisor 1); Chory Angela Wijayanti (Advisor 2); Ido Prijana Hadi (Examination Committee 1); Agusly Irawan Aritonang, S.Sos., M.A. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011914/KOM/2024; Beatricia Markus Boediono (F11190043)",
  "subjects": "COMMUNICATION IN MOTION PICTURES; COMMUNICATION IN THE FAMILY; CONTENT ANALYSIS (COMMUNICATION)"
}