{
  "id": "60691",
  "title": "Sikap masyarakat terhadap kredibilitas calon wakil presiden pada tayangan debat ke empat calon presiden dan calon wakil presiden Pemilu 2024",
  "abstract": "Pada pemilu 2024, kehadiran calon wakil presiden menarik perhatian publik. Mulai dari kehadiran tiap-tiap calon wakil presiden, salah satunya Gibran Rakabuming yang hadir dengan mengubah putusan Mahkamah Konstitusi. Selain itu, calon wakil presiden dari berbagai generasi usia dan pengalaman membuat masyarakat menantikan adu gagasan pada saat debat. Hal ini didukung oleh share dan rating tinggi pada tiap tayangan debat calon wakil presiden, khususnya pada tayangan debat ke empat menjadi debat paling trending karena aksi yang dilakukan oleh para kandidat. Berbagai gimmick tentu mempengaruhi kredibilitas para calon wakil presiden. Maka penelitian ini memiliki tujuan untuk mengetahui sikap masyarakat terhadap kredibilitas calon wakil presiden pada debat ke empat. Metode yang digunakan dalam penelitian ini yaitu analisis deskriptif dengan pendekatan kuantitatif. Pengumpulan data dilakukan dengan metode survei kepada 100 responden yang tersebar di 6 wilayah Pulau Jawa. Hasil dalam penelitian ini yaitu sikap netral masyarakat terhadap kredibilitas Muhaimin dan Mahfud serta sikap positif masyarakat terhadap kredibilitas Gibran dalam tayangan debat keempat. Sikap positif, negatif, serta netral dihasilkan dari dimensi kredibilitas milik calon wakil presiden yaitu attractiveness, trustworthiness, dan expertise. Hasil menarik dalam penelitian ini yaitu perbedaan generasi menentukan sikap yang berbeda terhadap tiap-tiap calon wakil presiden serta terdapat perbedaan dimensi kredibilitas yang dilihat.",
  "creators": "GRACE MARIA ETTER",
  "contributors": "Gatut Priyowidodo (Advisor 1); Daniel Budiana, S.Sos., M.A. (Advisor 2); Ido Prijana Hadi (Examination Committee 1); Chory Angela Wijayanti (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011951/KOM/2024; Grace Maria Etter (F11200045)",
  "subjects": "COMMUNICATION IN POLITICS; VICE-PRESIDENTIAL CANDIDATES"
}