{
  "id": "60690",
  "title": "Fasilitas inkubasi – akselerasi startup dan kantor investor di Surabaya",
  "abstract": "Indonesia merupakan negara berkembang yang sedang mengalami pertumbuhan ekonomi yang cukup pesat. Oleh karena hal ini Indonesia sedang mendapatkan perhatian sebagai growing hub for startups. Surabaya sendiri merupakan kota terbesar kedua di Indonesia yang letaknya sangat strategis. Saat ini Surabaya menduduki peringkat lima ekosistem startup di Indonesia, hal ini menunjukkan jika Surabaya memiliki potensi pengembangan startup yang besar. Tetapi dikarenakan tingkat kegagalan startup yang cukup tinggi menyebabkan ekosistem startup di Surabaya sedang mengalami penurunan. Fasilitas Inkubasi – Akselerasi Startup dan Kantor Investor di Surabaya ini menawarkan sebuah fasilitas yang dapat membantu perkembangan startup, mengurangi Tingkat kegagalan startup dan mempertemukan startup dengan investor menggunakan pendekatan spasial dengan teori creative space. Metode perancangan fasilitas ini adalah melalui sintesa hasil analisis tapak, program ruang dan konsep desain “enabler” yang didasari dari teori creative space. Desain terbagi menjadi dua bagian utama yaitu podium yang memiliki fasilitas untuk membantu proses awal pengembangan startup dan tower yang memiliki fasilitas kantor startup dan investor dengan rancangan ruang yang dapat memicu proses, interaksi dan kreatifitas. Hasil rancangan ini diharapkan dapat memberikan usulan desain untuk mengurangi tingkat kegagalan startup, membantu perkembangan startup dan mempertemukan startup dengan investor.",
  "creators": "BENEDICTUS ADRIAN HARIS",
  "contributors": "Rully Damayanti (Advisor 1); Luciana Kristanto, S.T., M.T. (Advisor 2); V.P. Nugroho Susilo (Advisor 3); Riduan Sukardi (Advisor 4); Irwan Santoso (Examination Committee 1); Andhi Wijaya (Examination Committee 2); Timoticin Kwanda (Examination Committee 3); Bram Michael Wayne, S.T., M.Ars. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024562/ARS/2024; Benedictus Adrian Haris (B12200057)",
  "subjects": "OFFICE BUILDINGS--DESIGN AND PLANS"
}