{
  "id": "6069",
  "title": "Studi tentang inovasi teknologi alat berat dalam industri konstruksi",
  "abstract": "Teknologi semakin berkembang pesat sekarang ini, apalagi dengan mulainya memasuki era globalisasi. Perkembangan inovasi teknologi itu juga terlihat pada alat-alat berat yang dipakai dalam proyek konstruksi. Perusahaan konstruksi untuk bersaing dengan perusahaan lain perlu menghasilkan suatu hasil pekerjaan yang murah dari segi biaya dan baik dari segi kualitas. Salah satu caranya untuk mendapatkan hal tersebut adalah dengan mengikuti perkembangan inovasi teknologi alat-alat berat. Untuk itulah dilakukan studi tentang inovasi teknologi alat berat dalam industri konstruksi. Ada berbagai macam penyebab timbulnya inovasi teknologi seperti kebutuhan akan pengurangan biaya dan waktu, kebutuhan akan peningkatan mutu, dan keunggulan bersaing (competitive advantage). Dalam penelitian ini, data-data yang diperoleh berupa data hasil kuesioner, hasil studi literatur dan data teknis spesifikasi alat berat. Selanjutnya data hasil kuesioner akan diolah dengan analisa frekuensi dan data teknis spesifikasi alat berat diolah dengan memperbandingkan perkembangan inovasi teknologi tiap tipe alat berat. Dari hasil penelitian di lapangan dengan kuesioner didapatkan bahwa tujuan munculnya inovasi teknologi alat berat yaitu untuk mengurangi biaya, dari responden kontraktor alat dan kontraktor umum hanya 4 responden yang mengatakan sering dan selalu. Untuk tujuan inovasi alat berat yaitu mengurangi waktu, dari responden distributor alat berat sebanyak 3 responden yang mengatakan sering dan selalu, dari kontraktor alat berat hanya 3 responden mengatakan sering, sedangkan dari kontraktor umum hanya 1 responden mengatakan sering. Untuk tujuan inovasi alat yaitu meningkatkan mutu, dari sisi distributor alat berat hanya 2 responden mengatakan sering dan selalu, dari sisi kontraktor alat berat 8 mengatakan sering dan selalu, sedangkan dari sisi kontraktor umum 3 responden mengatakan sering dan selalu. Untuk tujuan inovasi mencapai keunggulan bersaing, dari sisi distributor alat berat 2 responden mengatakan sering, dari kontraktor alat berat hanya 1 responden mengatakan sering, sedangkan dari sisi kontraktor umum 5 responden mengatakan sering dan selalu. Dari segi pemasaran alat berat oleh distributor alat berat di Surabaya dapat diketahui, jumlah alat berat dengan inovasi teknologi baru yang terserap di Surabaya sedikit jika dibandingkan dengan jumlah yang dipasarkan oleh distributor tersebut.",
  "creators": "YUNG WANTIGO; JIMMY NATALIUS HOESAN",
  "contributors": "Herry Pintardi Chandra (Advisor 1); ANDI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20301363/SIP/2004l; Yung Wantigo (21499019), Jimmy Natalius Hoesan (21499092)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT; CONSTRUCTION INDUSTRY-TECHNOLOGICAL INNOVATION"
}