{
  "id": "60696",
  "title": "Minimalisasi pengembalian produk pada perusahaan rokok",
  "abstract": "Perusahaan selalu berusaha mengatur usahanya agar efisien untuk menunjang keberlangsungan usaha. Salah satu hal yang diukur kurang efisien oleh perusahaan rokok adalah tingkat pengembalian produk yang tidak segar atau kadaluarsa. Pada tahun 2023, jumlah produk yang dikembalikan pada perusahaan lebih tinggi 83% dari target pengembalian yang sudah ditetapkan. Oleh sebab itu, dilakukan penelitian untuk menghasilkan upaya pencapaian penurunan pengembalian produk rokok. Metode yang digunakan dalam penelitian ini adalah fishbone diagram dengan bantuan depletion week pada perhitungannya. Penerapan analisis fishbone diagram menghasilkan empat usulan yaitu depletion plan alert, rekomendasi mutasi stok gudang dan market, serta membuat sistem notifikasi dengan macro VBA pada microsoft excel dan sudah dilakukan perusahaan. Perusahaan melakukan empat usulan mulai dari penerapan depletion plan alert dan didapatkan hasil stok pita cukai lama menurun menjelang massive withdrawal. Penerapan usulan mutasi stok gudang dan market menghasilkan paling sedikit 31,25 satuan rokok berhasil dipindahkan. Penerapan sistem notifikasi membantu tim sales untuk mempertimbangkan pengisian stok pada toko, menanyakan stok di toko, memberikan arahan pada pemilik toko untuk menjual produk. Dengan adanya penerapan empat usulan, jumlah pengembalian produk mengalami penurunan sebesar 60% dibandingkan pengembalian tahun sebelumnya dan 50% lebih rendah dibandingkan target maksimal pengembalian tahun 2024.",
  "creators": "ALVIN AGUSTINUS",
  "contributors": "I Gede Agus Widyadana (Advisor 1); Tanti Octavia (Examination Committee 1); Iwan Halim Sahputra, S.T., M.Sc., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022653/IND/2024; Alvin Agustinus (C13200060)",
  "subjects": "PRODUCTION MANAGEMENT; QUALITY CONTROL; CIGARETTE INDUSTRY"
}