{
  "id": "60695",
  "title": "Efektivitas pesan kampanye kolaborasi San Gyu dengan Paddy pada follower Instagram San Gyu",
  "abstract": "Judul pada penelitian ini adalah Efektivitas Pesan Kampanye Kolaborasi San Gyu dengan Paddy Pada Follower Instagram San Gyu. Tujuan dari penelitian ini adalah untuk mengetahui efektivitas pesan kampanye kolaborasi San Gyu x Paddy pada follower San Gyu di instagram San Gyu. San Gyu merupakan brand F&B dengan sistem cloud kitchen di bawah naungan multi-brand company bernama Hangry. Kampanye San Gyu x Paddy merupakan jenis product-oriented campaign dengan sistem kolaborasi yang dijalankan untuk menjual produknya. San Gyu merancang pesan dengan membuat beberapa konten dan bekerja sama dengan KOL/influencer dalam mempromosikan kampanye yang sedang berjalan. Dalam penelitian ini, teori yang digunakan untuk mengukur efektivitas pesan kampanye adalah teori efektivitas pesan Gregory dengan tiga indikator yaitu kognitif, afektif dan konatif. Selain itu, elemen-elemen yang digunakan untuk mengukur pesan kampanye ini adalah isi pesan dan struktur pesan. Penelitian ini merupakan jenis penelitian deskriptif dengan pendekatan kuantitatif. Pengumpulan data menggunakan survei online kepada 100 responden menggunakan teknik non-probability sampling. Hasil penelitian menunjukkan bahwa pesan kampanye San Gyu x Paddy pada followers Instagram San Gyu dikategorikan efektif. Indikator yang paling menunjukkan tingkat efektivitas paling tinggi adalah indikator afektif dengan mean 4.46.",
  "creators": "DEVON IRAWAN",
  "contributors": "Lady Joanne Tjahyana, S.Kom., MMM. (Advisor 1); Astri Yogatama (Advisor 2); Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Examination Committee 1); Daniel Budiana, S.Sos., M.A. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011917/KOM/2024; Devon irawan (F11200047)",
  "subjects": "ADVERTISING CAMPAIGNS; COMMUNICATION IN MARKETING; INSTAGRAM (ELECTRONIC RESOURCE); PUBLIC RELATIONS"
}