{
  "id": "607",
  "title": "A Morpho-syntactic study of the Sundanese adjective found in 'kolom' issues of Mangle Magazines",
  "abstract": "Many studies of other regional languages have inspired the writer to make a study on Sundanese since she lives with people who speak Sundanese as their mother tongue. The writer has chosen Mangle magazine, as the object of the study since it is the only Sundanese magazine that still exists up to the present (Djajasudarma, 1994:1). This study was to know the syntactic position and the types of Sundanese adjective used in 'KOLOM' issues of Mangle magazine. This study is a qualitative study so the writer is the main instrument. She collected the data from Mangle magazine particularly focuses on the 'KOLOM' issues. The writer applied some theories of morphology and syntax in Sundanese concerning the definitions of morpheme and syntax, adjective identif ication, the characteristics of the Sundanese adjective, and the classification of the Sundanese adjective forms in the analysis. In analyzing the data, firstly the writer identified the suspected word based on the Sundanese adjective's characteristics. Secondly, she classified the adjective items whether they are base adjective, derivative adjective, adjective that is put after or before the qualifier, or other forms. Then, she analyzed all the data to find out the syntactic positions and the types of Sundanese adjective. Through the analysis, the writer found that there are four types of Sundanese adjectives used in 'KOLOM' issues of Mangle magazine. They are base adjective, derivative adjective, adjective which is put after qualifier, adjective which is put before qualifier, and adjectives which are followed by negative marker 'henteu' or 'teu' which mean not. For Sundanese base adjective, there are base adjectives that consist of two words. Besides, she also found out that the derivative adjective form consists of six patterns in which four patterns are affixation and the others are formed through reduplication. The writer also found seven qualifiers that follow the Sundanes adjective namely 'rada' rather, `leuwih' more, 'pisan' very, `teuing' too, `kacida+-na' very, 'pohara+-na' very, and 'beuki' more. Based on the finding, it can be seen that Sundanese adjective has a tendency in language loss. Through these issues, the writer found that there is Sundanese adjective form, which cannot be found anymore as in derivative adjective [pang- + base noun + -na]. Besides, the writer also found that the use of certain Sundanese adjective forms is decreasing as in adjective which is formed by adding infix [-al].",
  "creators": "MARIA YULIANA KURNIAWATI",
  "contributors": "Anneke Heritaningsih Tupan (Advisor 1); Bintoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 929; Maria Yuliana Kurniawati (11496058)",
  "subjects": "SUNDANESE LANGUAGE-SYNTAX; SUNDANESE LANGUAGE-MORPHOLOGY"
}