{
  "id": "60701",
  "title": "Stadion sepak bola di Kabupaten Malang",
  "abstract": "Stadion Sepak Bola di Kabupaten Malang merupakan sebuah redesain atau perancangan kembali stadion yang sudah ada pada tapak, yaitu di Kecamatan Kepanjen, Kabupaten Malang. Perancangan ini bertujuan agar stadion memiliki sarana dan pra-sarana sesuai standar FIFA (Federation Internationale de Football Association), sehingga dapat digunakan untuk menggelar pertandingan berskala internasional. Oleh karena itu, perancangan stadion ini menggunakan “pendekatan sistem” yang mencakup sistem sirkulasi, spasial/zonasi, keamanan, dan struktur bangunan. Agar kawasan olahraga Kanjuruhan bisa tetap aktif digunakan secara terus-menerus (keberlanjutan), perlu adanya fasilitas-fasilitas pendukung dan keunikan desain stadion secara arsitektural untuk menarik minat wisatawan lokal maupun mancanegara. Berdasarkan permasalahan tersebut, maka dipilih pendalaman struktur bangunan sebagai salah satu solusi desain stadion yang menggunakan struktur bentang lebar dan juga struktur selubung bangunan untuk memberikan keunikan atau nilai estetika. Bentuk dan ekspresi selubung bangunan secara umum diambil dari bagian anatomi sayap dan bulu “Burung Cucak Ijo”, yang merupakan maskot fauna Kabupaten Malang.",
  "creators": "ARKARNA DESAK KUMARATUNGGA",
  "contributors": "Ir. Bisatya Widadya Maer, M.T. (Advisor 1); Roni Anggoro, S.T., M.A.Arch. (Advisor 2); Danny Santoso Mintorogo (Advisor 3); Gunawan Tanuwidjaja, S.T., M.Sc., Ph.D. (Advisor 4); Christine Wonoseputro (Examination Committee 1); Benny Poerbantanoe (Examination Committee 2); Wanda Widigdo Canadarma (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 03024590/ARS/2024; Arkarna Desak Kumaratungga (B12200102)",
  "subjects": "STADIUMS--DESIGNS AND PLANS"
}