{
  "id": "60705",
  "title": "Perbaikan kualitas produksi kerupuk dengan metode desain eksperimen di PT X",
  "abstract": "PT X merupakan perusahaan yang bergerak di bidang produksi kerupuk. Perusahaan ini memproduksi beberapa jenis kerupuk, yaitu kerupuk udang, kerupuk bawang, dan kerupuk singkong. Ada 2 jenis kerupuk udang yang diproduksi, yaitu kerupuk udang ukuran diameter 38 mm dan kerupuk udang ukuran diameter 23 mm. Pada proses produksi kerupuk ini terdapat permasalahan pada proses pencetakan lontongan kerupuk di mana lontongan memiliki diameter yang kurang seragam sehingga permukaan lontongan bergelombang. Dengan Tugas Akhir ini memiliki tujuan untuk meningkatkan keseragaman dimensi lontongan dengan menggunakan metode desain eksperimen. Penelitian dengan metode desain eksperimen ini bertujuan untuk menemukan faktor yang paling berpengaruh dan menentukan level yang tepat untuk produksi agar lontongan menjadi lebih seragam. Melalui observasi dan peninjauan langsung dilapangan maka faktor berpengaruh yang akan diuji adalah A (Temperatur), B (Frekuensi putaran screw), C (Frekuensi belt conveyor 1), dan D (Frekuensi belt conveyor 2). Dengan rancangan full factorial 24 dan dua replikasi ditemukan faktor yang paling berpengaruh terhadap keseragaman lontongan adalah faktor D dan interaksi A – B, B – C – D, dan A – B – C – D. Setting faktor A (95°C), B (50 Hz), C (22 Hz), dan D (20.5 Hz) terbukti dapat meningkatkan keseragaman diameter lontongan.",
  "creators": "MARCELLINO STANLEY MAGALINE",
  "contributors": "Didik Wahjudi (Advisor 1); Dr. Dra. Gan Shu San, M.Sc. (Examination Committee 1); Oegik Soegihardjo (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01011540/MES/2024; Marcellino Stanley Magaline (C12190076)",
  "subjects": "EXPERIMENTAL DESIGN; PRODUCTION PLANNING--QUALITY CONTROL"
}