{
  "id": "60702",
  "title": "Pengembangan game visual move allkitab untuk membantu pendidikan anak di Minggu gereja",
  "abstract": "Penelitian ini bertujuan untuk mengembangkan dan mengevaluasi efektivitas game visual novel Alkitab dalam membantu pendidikan anak-anak di sekolah Minggu gereja. Tujuan utama dari penelitian ini adalah memberikan alat bantu yang berguna bagi guru sekolah minggu dalam mengajar serta memahami pentingnya user experience dan desain game untuk target kelompok tertentu. Metode penelitian yang digunakan adalah uji hipotesis dengan analisis data dari percobaan yang terkontrol dan observasi tidak terkontrol. Tes statistik yang diterapkan adalah uji-t (t-test), yang bertujuan untuk menentukan apakah perbedaan antara dua rata-rata sampel signifikan secara statistik. Uji satu arah dengan hipotesis alternatif bahwa rata-rata nilai belajar menggunakan game lebih tinggi dibandingkan metode pengajaran konvensional dilakukan. Hasil menunjukkan nilai t-statistik sebesar 1.732 berada di ekor kanan distribusi t, dan p-value sebesar 0.045 lebih kecil dari tingkat signifikansi 0.05, sehingga H0 ditolak dan H1 didukung. Kesimpulan utama dari penelitian ini adalah bahwa rata-rata nilai belajar menggunakan game lebih tinggi dibandingkan metode pengajaran konvensional, mendukung hipotesis bahwa game ini efektif sebagai alat bantu pendidikan. Namun, keterbatasan jumlah peserta dan lokasi penelitian yang hanya melibatkan satu gereja membuat hasil ini tidak dapat digeneralisasikan secara luas. Meski demikian, game visual novel Alkitab ini terbukti bermanfaat dalam membantu anak-anak di Gereja Alpha dan Omega dalam proses belajar mereka.",
  "creators": "HENDRIYANTO KURNIAWAN HALIEM",
  "contributors": "FRANCISCO ALLENXEON (Advisor 1); Yulia (Advisor 2); Adi Wibowo, S.T., M.T., Ph.D. (Examination Committee 1); Hans Juwiantho S.Kom., M.Kom (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022555/INF/2024; Hendriyanto Kurniawan Haliem (C14200107)",
  "subjects": "EDUCATIONAL GAMES; INTERACTIVE MULTIMEDIA; VIDEO GAMES-DESIGN"
}