{
  "id": "60708",
  "title": "Bengkel modifikasi dan servis di Surabaya",
  "abstract": "Mobil adalah kendaraan roda 4 yang sangat disukai oleh masyarakat karena memberikan mobilitas yang nyaman dan aman karena melindungi dari hujan dan panasnya Kota Surabaya yang sangat terik. Seiring berkembangnya zaman aktivitas pada bidang otomotif ini mulai berkembang dengan sangat pesat dan diminati oleh anak-anak generasi muda, namun tidak menutup kemungkinan juga para pecinta otomotif ini dapat juga para orang dewasa/tua yang memiliki kecintaan dengan dunia ini. Modifikasi adalah salah satu daya tarik dari dunia otomotif ini. Jika berbicara tentang otomotif bisa berbentuk seperti modifikasi body, interior, sampai sparepart mobil. Para owner mobil ini bisa mewujudkan apapun modifikasi yang diinginkan pada mobilnya selama memiliki dana yang cukup. Lingkup modifikasi memiliki beberapa variasi mulai dari ringan sampai ke modifikasi berat yang dimaksud di sini adalah mengubah secara totalitas tampilan mobilnya sehingga berbeda seutuhnya dari model yang standar. Melihat dari permasalahan dan kebutuhan yang ada bahwa di Surabaya ini banyak sekali peminat otomotif yang beragam namun sayangnya sedikit sekali atau hampir tidak ada tempat yang bisa mewadahi hobi kecintaannya terhadap otomotif. Kalaupun ada tempatnya tidak menyediakan fasilitas yang lengkap dan tempatnya tidak terlalu luas. Perencanaan mendesain Bengkel Modifikasi dan Servis di Surabaya ini untuk menjawab permasalahan dan kebutuhan yang ada tersebut tidak hanya sebagai tempat modifikasi namun di sini bisa digunakan untuk perawatan servis berkala untuk mobil. Dalam penyelesaian masalah yang ada digunakan pendekatan sistem sirkulasi dengan memperhatikan hubungan ruang dan urutan aktivitas modifikasi agar bisa saling terintegrasi dengan baik.",
  "creators": "ANDRADIO TITAN MILLENIO",
  "contributors": "Danny Santoso Mintorogo (Advisor 1); Roni Anggoro, S.T., M.A.Arch. (Advisor 1); Ir. Bisatya Widadya Maer, M.T. (Advisor 1); Gunawan Tanuwidjaja, S.T., M.Sc., Ph.D. (Advisor 1); Benny Poerbantanoe (Examination Committee 1); Wanda Widigdo Canadarma (Examination Committee 1); Christine Wonoseputro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 02024587/ARS/2024; Andradio Titan Millenio (B12200095)",
  "subjects": "AUTOMOBILE REPAIR SHOPS--DESIGNS AND PLANS"
}