{
  "id": "60707",
  "title": "Museum rempah nusantara di Pelabuhan Sunda Kelapa, Jakarta Utara",
  "abstract": "Pelabuhan Sunda Kelapa merupakan titik penting dalam jalur aktivitas perdagangan internasional sejak abad ke-12, dengan salah satu komoditas bernilai tinggi yang diperdagangkan adalah rempah-rempah. Kawasan ini kaya akan bangunan cagar budaya yang mencerminkan sejarah panjang perdagangan dan kolonialisme di Indonesia, sehingga ditetapkan sebagai salah satu dari 12 jalur destinasi kawasan wisata Jakarta Utara. Namun, pengembangan kawasan wisata ini belum dikembangkan oleh pemerintah dengan optimal. Isu tersebut menjadi latar belakang perlunya perancangan sebuah museum untuk melestarikan kekayaan warisan rempah Nusantara, menjadi wadah pengetahuan yang menampilkan pentingnya sejarah, varietas, dan penggunaan rempah Nusantara, serta meningkatkan signifikansi dan daya tarik kawasan Pelabuhan Sunda Kelapa sebagai destinasi wisata budaya. Keberadaan beberapa bangunan cagar budaya pada tapak menjadi salah satu masalah utama yang perlu diselesaikan dalam desain. Kaidah dan prinsip mengisi ruang kota diterapkan dalam merancang komposisi serta kualitas bentuk, fasad, dan perlakuan bangunan sebagai upaya untuk menyelaraskan bangunan baru dengan bangunan lama di sekitarnya. Tantangan lainnya yang perlu diatasi adalah metode tampilan objek pada galeri. Pendekatan sensorik diterapkan untuk mengembangkan metode inovatif dalam menampilkan dan memberikan pengalaman rempah kepada pengunjung. Pendekatan ini diterapkan melalui perencanaan program ruang dan sirkulasi yang bersifat naratif, penggunaan level yang berbeda antar zona untuk menciptakan pemisahan yang jelas antara beberapa periode waktu, hingga perancangan detail arsitektur yang dapat menghadirkan pengalaman multisensori bagi pengunjung.",
  "creators": "LOUISA ELIZABETH SHENELO",
  "contributors": "Christine Wonoseputro (Advisor 1); Wanda Widigdo Canadarma (Advisor 2); Benny Poerbantanoe (Advisor 3); Markus Ignatio Aditjipto (Examination Committee 1); Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Examination Committee 2); Stephanus Wirawan Dharmatanna, S.T., M.Ars. (Examination Committee 3); Joyce M.Laurens (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06024561/ARS/2024; Louisa Elizabeth Shenelo (B12200055)",
  "subjects": "MUSEUMS--DESIGN AND CONSTRUCTION"
}