{
  "id": "60700",
  "title": "Perpustakaan Kota Surabaya",
  "abstract": "Perpustakaan memegang peran penting sebagai salah satu elemen kunci dalam perkembangan masyarakat. Memasuki abad ke 21, perpustakaan mengalami transformasi fungsi global untuk menawarkan peran lebih untuk mengakomodasi kebutuhan masyarakat di era digital. Saat ini Surabaya tercatat memiliki jumlah fasilitas ruang publik untuk koleksi dan baca yang cukup minimal ditambah dengan kurang siapnya fasilitas perpustakaan umum yang memadai untuk merespons terhadap transformasi peran perpustakaan di era digital. Hal ini menjadi potensi untuk didirikannya perpustakaan kota di tengah kota Surabaya yang dapat mengakomodasi kebutuhan dalam transformasi peran perpustakaan saat ini. Pendekatan desain yang diterapkan adalah adaptive reuse dan infill design untuk merespons permasalahan tapak di pusat kota Surabaya yang berada di kawasan cagar budaya yang harus dipertahankan. Keberadaan bangunan cagar budaya dijadikan nilai tambah pada fungsi baru kawasan sebagai perpustakaan melalui pendekatan adaptive reuse yang meningkatkan nilai kultural bangunan baru dan menghidupkan kembali bangunan cagar budaya di tapak yang sebelumnya ditelantarkan. Pendekatan infill design menyediakan arahan bagi ekstensi bangunan baru di sekitar cagar budaya untuk menghargai nilai arsitektur dan latar belakang bangunan eksisting untuk menciptakan kesatuan bangunan baru dan lama yang harmonis dan menghadirkan fungsi ruang yang mengakomodasi kebutuhan perpustakaan kota.",
  "creators": "JONATHAN LIE PRANATA",
  "contributors": "Handinoto (Advisor 1); Angela Christysonia Tampubolon, S.T., M.T. (Advisor 2); Dr. Feny Elsiana, S.T., M.T. (Advisor 3); Luciana Kristanto, S.T., M.T. (Examination Committee 1); V.P. Nugroho Susilo (Examination Committee 2); Riduan Sukardi (Examination Committee 3); Rully Damayanti (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 00024559/ARS/2024; Jonathan Lie Pranata (B12200052)",
  "subjects": "LIBRARY BUILDINGS--DESIGNS AND PLANS"
}