{
  "id": "60714",
  "title": "Perpustakaan dan ruang komunitas literasi sastra di Solo",
  "abstract": "Rendahnya literasi serta minat baca di Indonesia menjadi permasalahan yang sejak lama dihadapi. Jika merujuk kepada kemdikbud, literasi terdiri atas berbagai macam dan salah satu jenis literasi yaitu literasi kebudayaan yang menjadi fokus pembahasan. Kebudayaan disini spesifik merujuk kepada sastra modern karena melihat target pengunjung yang ingin dicapai yaitu gen Z. Keistimewaan dalam sastra di Indonesia terkandung dalam pementasan gaya bahasa, irama, dan bahasa yang indah, menjadikan keistimewaan ini sebagai sarana pembelajaran yang tersirat. Selain itu, sastra merupakan budaya dan bagian dari budaya itu sendiri. Kota Solo menjadi pilihan untuk rancangan desain bangunan perpustakaan dan ruang komunitas sastra mengingat kota ini banyak melahirkan sastrawan dan seniman terkenal dan tersedianya komunitas sastra. Perpustakaan di sini akan berfokus terhadap topik dan bahasan sastra, ruang-ruang komunitas, mewadahi komunitas sastra serta aktivitasnya, serta mengajak siswa siswi di sekitar untuk ikut serta mempelajari serta melihat lebih dalam esensi sastra kedalam aspek kehidupan. Pengenalan sastra akan lebih baik jika tidak sekedar diberi bacaan fisik saja, tetapi dihadirkan sumber-sumber dalam bentuk lain seperti pementasan sastra, pementasan musik, area komunal yang luas, area diskusi, dan bioskop. Untuk menguatkan minat dan cara pembelajaran sastra, dalam desain ini digunakan pendekatan akustik demi menghasilkan pengalaman ruang (emosi) berdasarkan suara yang sesuai setiap ruang/zona. Permainan material akan berperan besar dalam desain.",
  "creators": "I GEDE KRISHNA KUSUMA YUDHA SUKARYA",
  "contributors": "Joyce M.Laurens (Advisor 1); Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Advisor 2); Markus Ignatio Aditjipto (Advisor 3); Stephanus Wirawan Dharmatanna, S.T., M.Ars. (Advisor 4); Altrerosje Asri, S.T., M.T. (Examination Committee 1); Elvina Shanggrama Wijaya, S.T., M.T. (Examination Committee 2); Samuel Hartono (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 05024589/ARS/2024; I Gede Krishna Kusuma Yudha Sukarya (B12200101)",
  "subjects": "LIBRARY BUILDINGS--DESIGNS AND PLANS"
}