{
  "id": "60718",
  "title": "Fasilitas olahraga di Surabaya",
  "abstract": "Minat olahraga di Indonesia masih terbilang minim, terutama di daerah perkotaan. Hal ini dikarenakan beberapa faktor seperti kurangnya edukasi, fasilitas yang terbatas, dan fasilitas yang tidak memenuhi standar. Oleh karena itu, dengan adanya fasilitas olahraga yang memenuhi standar dan menjawab kebutuhan masyarakat, nantinya dapat mendorong minat masyarakat untuk berolahraga. Surabaya, sebagai kota terbesar kedua di Indonesia, dipilih sebagai lokasi yang potensial untuk perancangan fasilitas olahraga yang berfungsi sebagai tempat olahraga konvensional seperti basket, futsal, badminton, tenis, lari, dan gym. Perancangan ini memaparkan desain fasilitas olahraga di Surabaya yang mengacu pada 3 aspek utama yaitu hemat energi, aksesibilitas, dan nilai ergonomis. Perancangan fasilitas olahraga ini bertujuan untuk memberikan kenyamanan dan keamanan bagi pengguna dengan mengikuti standar dan nilai ergonomis yang tinggi. Penerapan pencahayaan alami dalam desain juga menjadi fokus utama untuk mengatasi masalah pencahayaan dan meningkatkan efisiensi energi. Konsep perancangan yang mengacu pada hemat energi, aksesibilitas, dan nilai ergonomis ini dapat memberikan dampak positif bagi masyarakat Surabaya dalam meningkatkan kualitas hidup sehat dan pengembangan bakat atlet.",
  "creators": "SAMUEL F. LAYANTARA",
  "contributors": "Handinoto (Advisor 1); Angela Christysonia Tampubolon, S.T., M.T. (Advisor 2); Dr. Feny Elsiana, S.T., M.T. (Advisor 3); Luciana Kristanto, S.T., M.T. (Examination Committee 1); V.P. Nugroho Susilo (Examination Committee 2); Riduan Sukardi (Examination Committee 3); Rully Damayanti (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06024523/ARS/2024; Samuel F. Layantara (B12190087)",
  "subjects": "SPORT FACILITIES--DESIGNS AND PLANS"
}