{
  "id": "60710",
  "title": "Fasilitas pelatihan dan pertandingan wushu di Surabaya",
  "abstract": "Wushu adalah sebuah seni bela diri berasal dari China, yang telah menjelma menjadi daya tarik khusus di Indonesia. Di kota Surabaya menjadi pusat utama minat wushu di Indonesia, terutama untuk kalangan generasi muda. Lebih dari sekadar bela diri atau pencapaian, wushu juga sebagai olahraga rekreasi dan kebugaran yang tak hanya meningkatkan kesehatan fisik tetapi juga membawa nilai-nilai disiplin, kontrol diri, dan pengembangan aspek mental. Meskipun popularitas wushu terus berkembang namun, masih terdapat sejumlah tantangan, seperti kurangnya infrastruktur pelatihan yang memadai, kesadaran masyarakat yang perlu ditingkatkan, kurangnya koordinasi, dan kurangnya perhatian terhadap keselamatan atlet. Perancangan fasilitas pelatihan dan pertandingan wushu bertujuan memenuhi kebutuhan atlet untuk dapat menunjang perfoma mereka menjadi lebih baik. Selain itu, fasilitas juga dirancang untuk memberikan pendidikan dan pengalaman pengunjung, terutama untuk menarik minat generasi muda. Pendekatan yang digunakan adalah pendekatan perilaku. Pendekatan tersebut diterapkan dengan memahami pola perilaku atlet saat berlatih, serta perilaku pengunjung pada saat ingin mengetahui tentang wushu. Dengan memahami pola perilaku atlet dan pengunjung, fasilitas bertujuan untuk menciptakan ruang yang memiliki alur yang nyaman dan baik untuk kedua pihak.",
  "creators": "SHANE FREDERICK SUNYOTO",
  "contributors": "Andhi Wijaya (Advisor 1); Timoticin Kwanda (Advisor 2); Irwan Santoso (Advisor 3); Bram Michael Wayne, S.T., M.Ars. (Advisor 4); Roni Anggoro, S.T., M.A.Arch. (Examination Committee 1); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 2); Danny Santoso Mintorogo (Examination Committee 3); Gunawan Tanuwidjaja, S.T., M.Sc., Ph.D. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024593/ARS/2024; Shane Frederick Sunyoto (B12200106)",
  "subjects": "MARTIAL ARTS--CHINA; SPORTS FACILITIES--DESIGNS AND PLANS"
}