{
  "id": "60711",
  "title": "Efektivitas penggunaan brand ambassador Beby Tsabina dalam brand Barenbliss pada generasi Z di Indonesia",
  "abstract": "Barenbliss merupakan merek kosmetik asal Korea Selatan yang memiliki target pasar anak muda. Barenbliss sebagai brand yang ingin mendukung talenta lokal Indonesia, menggunakan artis-artis Indonesia sebagai brand ambassador-nya, salah satunya adalah Beby Tsabina. Penelitian ini bertujuan untuk mengetahui sejauh apa efektivitas penggunaan brand ambassador Beby Tsabina dalam brand Barenbliss pada generasi Z di Indonesia. Penelitian ini merupakan penelitian kuantitatif dengan metode survei online. Jumlah responden yang berhasil diperoleh dan diolah datanya sebanyak 100 responden dengan menggunakan skala likert. Responden penelitian adalah generasi Z yang pernah melihat konten atau iklan Beby Tsabina sebagai brand ambassador Barenbliss selama bulan April-Juni 2024. Hasil dari penelitian menunjukkan bahwa penggunaan brand ambassador Beby Tsabina dalam brand Barenbliss terbukti efektif dengan melihat indikator pada VisCAP. Hasil penelitian menunjukkan indikator yang paling efektif adalah Power. Responden menjawab bahwa Beby Tsabina sebagai brand ambassador memiliki kemampuan untuk mempersuasi audiens mengenai Barenbliss. Keseluruhan rata-rata VisCAP berada diatas 3.00, yaitu 4.14, sehingga dapat dikatakan penggunaan Beby Tsabina sebagai brand ambassador Barenbliss efektif. Hasil penelitian juga menunjukkan jika laki-laki merespon tinggi credibility dan power, sementara perempuan menunjukkan respons yang lebih tinggi pada indikator power.",
  "creators": "CHRISTINE NATHANIA BUDIANTO",
  "contributors": "Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Advisor 1); Daniel Budiana, S.Sos., M.A. (Advisor 2); Agusly Irawan Aritonang, S.Sos., M.A. (Examination Committee 1); Lady Joanne Tjahyana, S.Kom., MMM. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011945/KOM/2024; Christine Nathania Budianto (F11200042)",
  "subjects": "BRAND NAME PRODUCTS; BRANDING (MARKETING); COMMUNICATION IN MARKETING; GENERATION Z"
}