{
  "id": "60716",
  "title": "Sarana kreatif adaptif di Yogyakarta",
  "abstract": "Sarana Kreatif Adaptif di Yogyakarta merupakan perancangan sebuah sarana kerja kreatif yang berfungsi bukan hanya sebagai tempat kerja, tetapi juga sebagai simpul kreatif yang diharapkan dapat menggairahkan kaum muda dan pekerja kreatif di Yogyakarta untuk berkarya, berdaya, dan saling berkolaborasi, terutama dalam mengandalkan daya cipta dan daya pikirannya sebagai Sumber Daya Manusia yang berkualitas. Desain ini memastikan bahwa bangunan tidak hanya menjadi tempat fungsional, tetapi juga pusat seni yang hidup dan terus beradaptasi seiring waktu, mencerminkan kehidupan dan kreativitas penggunanya. Yogyakarta berpotensi menjadi tempat sumber daya cipta dan kreativitas baik dari masyarakat hingga anak mudanya karena potensi tersebut terbentang mulai dari sumber daya manusia hingga kultur kreativitas yang melekat pada kota ini. Hal itu sejalan dengan bahasan ekonomi kreatif perlu mencakup pertimbangan terhadap seluruh ekosistemnya, di mana terdapat simpul kreatif sebagai salah satu elemennya. Metode pendekatan yang dipilih adalah pendekatan spasial, karena sarana kreatif yang dirancang untuk menyediakan fasilitas dan ruang yang lengkap dan fleksibel di mana ruang yang ada dapat beradaptasi sesuai dengan berbagai aktivitas, seperti bekerja, berpikir, berkolaborasi, dan memamerkan karya sesuai pada kebutuhan dari pekerjaan dari setiap subsektornya. Hasil perancangan merupakan suatu sarana kreatif dengan ruang dan zoning yang mengikuti proses berpikir kreatif serta fleksibel dan dapat beradaptasi dengan kebutuhan penggunanya, sarana ini dapat memperkenalkan setiap subsektor ekonomi kreatif yang ada di dalamnya tanpa mengganggu pekerja kreatif yang sedang bekerja.",
  "creators": "JOHANNES WIJAYA LOEWI",
  "contributors": "Angela Christysonia Tampubolon, S.T., M.T. (Advisor 1); Handinoto (Advisor 2); Dr. Feny Elsiana, S.T., M.T. (Advisor 3); Rully Damayanti (Examination Committee 1); Riduan Sukardi (Examination Committee 2); Luciana Kristanto, S.T., M.T. (Examination Committee 3); V.P. Nugroho Susilo (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024549/ARS/2024; Johannes Wijaya Loewi (B12200032)",
  "subjects": "ART CENTERS-DESIGNS AND PLANS"
}