{
  "id": "60719",
  "title": "Aplikasi website analisis data penjualan e-commerce Tokopedia toko X",
  "abstract": "Industri e-commerce di Indonesia telah berkembang pesat dengan inovasi teknologi komunikasi dan penggunaan internet yang meluas. Tokopedia, sebagai salah satu perusahaan e-commerce terbesar di Indonesia, menyediakan layanan transaksi online melalui website dan aplikasi mobile. Peningkatan jangkauan internet dan jumlah pengguna e-commerce telah mendorong nilai transaksi e-commerce mencapai Rp 265 Triliun pada tahun 2019. Namun, persaingan di Tokopedia semakin ketat karena banyak toko menawarkan produk serupa dengan harga bervariasi. Pemilik toko X membutuhkan strategi untuk meningkatkan penjualan, namun sering kali bingung dengan dashboard laporan penjualan Tokopedia Seller yang sulit dipahami dan kurang mendetail. Solusi yang diusulkan adalah pengembangan aplikasi berbasis website yang menyediakan analisis data mendalam dan mudah dipahami. Aplikasi ini mencakup fitur prediksi permintaan yang akurat dan sistem perencanaan alokasi stok optimal berdasarkan data historis dan tren saat ini, guna mengurangi risiko kekurangan atau kelebihan stok. Selain itu, fitur rekomendasi produk berbasis market basket analysis (MBA) dan algoritma aturan asosiasi digunakan untuk meningkatkan penjualan silang dan tambahan. Penelitian sebelumnya menunjukkan bahwa pendekatan MBA dengan algoritma aturan asosiasi dapat membantu pembeli memilih produk berdasarkan rekomendasi. Hasil penerapan solusi ini menunjukkan bahwa pemilik toko X dapat membuat keputusan yang lebih strategis, mengoptimalkan penjualan, dan mengelola stok dengan lebih efisien. Aplikasi ini membantu pemilik toko X memahami pola pembelian, preferensi pelanggan, dan tren pasar, sehingga mampu meningkatkan kinerja toko secara signifikan. Berdasarkan evaluasi dari pemilik toko X, aplikasi website yang dibuat mencapai kepuasan sebesar 92.7%",
  "creators": "MELISSA CHATERINE LIMANTARA",
  "contributors": "Gregorius Satiabudhi (Advisor 1); Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Examination Committee 1); Alvin Nathaniel Tjondrowiguno, S.Kom., M.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022550/INF/2024; Melissa Chaterine Limantara (C14200162)",
  "subjects": "DATABASE DESIGN--COMPUTER PROGRAMS; ELECTRONIC COMMERCE--COMPUTER PROGRAMS; INTERNET (COMPUTER NETWORK); WEB SITES--DESIGN"
}