{
  "id": "60725",
  "title": "Kolumbarium kompos di Surabaya",
  "abstract": "Kebutuhan akan pemakaman adalah hal yang mutlak, tetapi seiring berjalannya waktu, jumlah lahan untuk pemakaman di Surabaya semakin minim. Hal ini mengarah kepada pemakaman vertikal, tetapi mausoleum memiliki resiko kebocoran cairan tubuh yang tinggi. Alternatif kremasi sering menjadi pilihan, tetapi menghasilkan jutaan emisi karbon setiap tahunnya. Pengomposan manusia merupakan alternatif baru yang lebih ramah lingkungan dibandingkan dengan kremasi atau penguburan di tanah, membantu menurunkan output karbon sebesar 1,2 juta metrik ton dari proses tradisional. Perancangan kolumbarium kompos ditujukan untuk memfasilitasi kebutuhan pemakaman vertikal yang aman sekaligus ramah lingkungan. Kolumbarium kompos ini memiliki 2 fungsi utama, yaitu fasilitas pengomposan manusia dan fasilitas peringatan. Fasilitas peringatan yang berupa tanah kompos dan tanaman diharapkan dapat membantu mengurangi polusi kota Surabaya sekaligus mengurangi stigma negatif mengenai pemakaman. Perasaan baik ketika pengguna melakukan ziarah adalah aspek yang penting dalam desain bangunan ini. Sains bangunan seperti pencahayaan, suhu, dan kelembaban juga perlu diperhatikan untuk memastikan tanaman dapat tumbuh dengan sehat. Dari aspek-aspek tersebut, digunakan pendekatan sains dan pendekatan simbolik secara intangible dengan dimana kematian adalah awal, bukanlah akhir.",
  "creators": "ESTHER RAHMAWATI",
  "contributors": "Lilianny Sigit Arifin (Advisor 1); Stanislaus Kuntjoro Santoso (Advisor 2); Anik Juniwati (Advisor 3); Esti Asih Nurdiah, S.T., M.T., Ph.D. (Advisor 4); Dr. Feny Elsiana, S.T., M.T. (Examination Committee 1); Angela Christysonia Tampubolon, S.T., M.T. (Examination Committee 2); Handinoto (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024550/ARS/2024; Esther Rahmawati (B12200033)",
  "subjects": "CEMETERIES--DESIGNS AND PLANS"
}