{
  "id": "60728",
  "title": "Representasi disfungsi keluarga dalam film Hari Ini akan kita ceritakan nanti",
  "abstract": "Disfungsi keluarga merupakan sebuah fenomena yang terjadi pada beberapa keluarga di Indonesia. Film dapat digunakan sebagai wadah untuk menyampaikan realitas tersebut kepada masyarakat. Penelitian ini dilakukan dengan tujuan untuk mengetahui bagaimana disfungsi keluarga yang digambarkan melalui film \"Hari Ini Akan Kita Ceritakan Nanti\". Jenis penelitian ini menggunakan deskriptif kualitatif dengan metode penelitian semiotika milik John Fiske yang memiliki tiga level yaitu level realitas, level representasi, dan level ideologi. Peneliti menggunakan scene yang ada dalam film \"Hari Ini Akan Kita Ceritakan Nanti\" sebagai subjek penelitian dan representasi disfungsi keluarga sebagai objek penelitian. Hasil dari penelitian ini menunjukkan komunikasi menjadi kunci utama dalam pasangan suami istri. Permasalahan ini juga menggambarkan realitas penyebab tingginya angka perceraian di Indonesia. Peneliti juga menemukan gambaran seorang suami dan ayah yang tidak memberikan kebebasan. Tindakan otoriter dari seorang ayah juga ditunjukkan dari perilaku yang terus menjadikan anak sebagai pelampiasan masalah. Keterkaitan disfungsi keluarga pada dua setting waktu dalam film ini yaitu melihat pengalaman, trauma, pandangan terhadap keluarga, dan cara menghadapi konflik yang berdampak pada generasi selanjutnya. Dalam film ini, gambaran disfungsi keluarga tersebut ditunjukkan dari adanya penolakan yang dilakukan anak kepada ayahnya. Peneliti juga melihat bentuk disfungsi keluarga yang terjadi dipengaruhi dengan adanya ideologi patriarki dalam keluarga.",
  "creators": "RACHEL OKTAVIA SUGITO",
  "contributors": "Fanny Lesmana (Advisor 1); Agusly Irawan Aritonang, S.Sos., M.A. (Advisor 2); Daniel Budiana, S.Sos., M.A. (Examination Committee 1); Chory Angela Wijayanti (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011919/KOM/2024; Rachel Oktavia Sugito (F11200071)",
  "subjects": "COMMUNICATION IN THE FAMILY; MASS MEDIA; MOTION PICTURES--SEMIOTICS"
}