{
  "id": "60722",
  "title": "Museum ekologi hutan di Surabaya",
  "abstract": "Meluasnya sektor pembangunan di Surabaya berdampak pada penurunan ruang terbuka hijau dan kerusakan lingkungan akibat degradasi lahan. Tak hanya itu, penurunan eksistensi alam di lingkungan perkotaan juga menyebabkan krisis peduli lingkungan oleh penduduk Kota Surabaya. Terputusnya hubungan antara alam dan manusia karena lingkungan buatan (perkotaan) membuat manusia kurang bisa berempati dalam kepedulian lingkungan. Hal ini akan berdampak buruk bagi generasi muda jika krisis peduli lingkungan tidak ditanggapi serius. Menanggapi hal tersebut pemerintah Kota Surabaya melakukan tindakan penanaman rasa peduli lingkungan sejak usia dini. Pada sektor pendidikan, upaya menanamkan karakter tersebut dilakukan dengan edukasi yang mengenalkan alam lewat proses belajar mengajar. Namun, pengenalan yang diberikan hanya sekadar wawasan lisan lantaran belum adanya fasilitas yang memadai di Surabaya. Perancangan fasilitas laboratorium lingkungan ditujukan sebagai fasilitas pendidikan yang menunjang kegiatan pembelajaran khususnya dalam penelitian lingkungan. Tidak hanya itu, fasilitas ini juga mendukung program pemerintah dalam penyediaan ruang hijau sekaligus rekreasi wisata alam. Harapannya fasilitas Museum Ekologi Hutan di Surabaya dapat menjadi sarana belajar baru bagi peserta didik sekaligus rekreasi wisata yang membangkitkan sektor pariwisata kota. Pengadaan fasilitas berfokus pada interaksi pengunjung dengan biota lewat sirkulasi dan program ruang. Tentunya dengan mempertimbangkan perilaku flora dan fauna sebagai objek pamer serta perilaku manusia sebagai pengguna bangunan. Oleh karena itu, pendekatan perancangan merujuk pada perilaku dan simbolik secara tangible.",
  "creators": "YOAN RIZA NATAYA",
  "contributors": "Lilianny Sigit Arifin (Advisor 1); Stanislaus Kuntjoro Santoso (Advisor 2); Anik Juniwati (Advisor 3); Esti Asih Nurdiah, S.T., M.T., Ph.D. (Advisor 4); Angela Christysonia Tampubolon, S.T., M.T. (Examination Committee 1); Handinoto (Examination Committee 2); Dr. Feny Elsiana, S.T., M.T. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur, No. 020024547/ARS/2024; Yoan Riza Nataya (B12200029)",
  "subjects": "MUSEUM BUILDINGS--DESIGNS AND PLANS"
}