{
  "id": "60724",
  "title": "Pembuatan aplikasi Customer Relationship Management (CRM) pipeline management untuk perusahaan PT Eclectic Consulting",
  "abstract": "PT Eclectic Consulting merupakan perusahaan konsultan IT yang berfokus pada implementasi SAP Business Suite dengan lebih dari 50 proyek yang sudah sukses diterapkan. Namun sampai sekarang, PT. Eclectic Consulting belum memiliki sistem CRM yang baik. Selama ini, setelah mendapatkan peluang melalui pihak ketiga, perusahaan akan menentukan PIC untuk menangani calon client tersebut hingga calon client dinyatakan deal baik won ataupun lost. Dengan tidak adanya sistem CRM ini, perusahaan mengalami beberapa masalah yaitu seperti pimpinan perusahaan sulit memantau dan mengetahui progress yang telah dilakukan oleh PIC dengan calon client, PIC terkadang lupa melakukan follow up pada client, dan kesulitan perusahaan dalam menentukan module yang dibutuhkan client dengan cepat. Oleh karena itu, dibutuhkan sebuah aplikasi CRM yang dapat membantu perusahaan dalam memberikan reminder, memberikan rekomendasi module, dan juga pencacatan yang terintegrasi. Berdasarkan kebutuhan tersebut, pada tugas akhir ini dilakukan pembuatan aplikasi CRM pipeline management untuk membantu memenuhi kebutuhan perusahaan. Berdasarkan hasil survei, tugas akhir yang dibuat sudah sesuai dan memenuhi kebutuhan karena perusahaan merasa terbantu dalam memantau progress yang telah dilakukan oleh PIC, membantu PIC dalam memberikan reminder yang tersistem sehingga PIC tidak lupa melakukan follow up, dan sistem juga membantu perusahaan dalam memberikan rekomendasi module sesuai dengan kebutuhan calon client.",
  "creators": "JOSEPHINE MICHELLE TANDONO",
  "contributors": "Alexander Setiawan (Advisor 1); Andreas Handojo (Advisor 2); Justinus Andjarwirawan (Examination Committee 1); Lily Puspa Dewi, S.T., M.Kom. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022512/INF/2024; Josephine Michelle Tandono (C14200049)",
  "subjects": "APPLICATION SOFTWARE--DEVELOPMENT; DATABASE DESIGN; PROGRAMMING (ELECTRONIC COMPUTERS)"
}