{
  "id": "60723",
  "title": "Sistem informasi keanggotan pada gereja Every Nation Surabaya",
  "abstract": "Gereja Every Nation adalah sebuah organisasi global yang berdedikasi untuk mendirikan gereja-gereja penanam gereja, mencapai generasi berikutnya di kampus, dan memberitakan Injil ke setiap bangsa. Misi mereka tercermin dalam nilai-nilai dasar seperti lordship, evangelism, discipleship, leadership, dan family. Salah satu perwujudan visi dan misi ini adalah Every Nation Surabaya, yang berkomitmen untuk membesarkan generasi muda untuk mengikuti Yesus dan memimpin orang lain. Namun, gereja ini menghadapi masalah dengan sistem pencatatan berbasis spreadsheet yang menyebabkan ketidakselarasan dan ketidakakuratan data. Selain itu, sosialisasi event menggunakan berbagai media kurang efisien, memerlukan banyak usaha dan perpindahan platform. Sistem baru yang lebih terintegrasi diperlukan untuk mengawasi perkembangan jemaat, mengamati partisipasi mereka dalam kegiatan gereja, dan mendukung upaya menjangkau jemaat baru. Proyek ini akan mencakup pembuatan sistem informasi yang mengintegrasikan data jemaat, event, dan lifegroup ke dalam satu platform terpusat. Sistem ini akan memungkinkan pengawasan yang lebih baik terhadap perkembangan setiap jemaat, termasuk partisipasi mereka dalam kelas-kelas khusus dan kelompok kecil. Sistem juga akan mendukung penyebaran informasi event secara efisien melalui media terintegrasi. Dengan data yang terorganisir dalam dashboard, pengguna dapat dengan mudah memantau perkembangan jemaat, yang akan mendukung pencapaian visi dan misi gereja. Sistem informasi ini diharapkan dapat meningkatkan koordinasi, efisiensi, dan efektivitas pengelolaan informasi dalam lingkungan gereja, memungkinkan gereja untuk lebih fokus pada tujuan utamanya yaitu menyampaikan pesan Injil dan memberdayakan jemaat. Berdasarkan hasil pengujian terhadap fitur-fitur sistem informasi keanggotaan pada gereja Every Nation Surabaya, dapat disimpulkan bahwa sistem ini berfungsi dengan baik dan efektif, mencakup pencatatan aktivitas lifegroup, event, dan jemaat. Integrasi data dalam sistem ini mampu mencegah duplikasi, memudahkan akses, dan meningkatkan efisiensi serta akurasi data, yang mendukung manajemen keanggotaan gereja secara lebih efektif. Pengujian juga menunjukkan bahwa sistem ini memperkuat kolaborasi dan koordinasi antar bagian, meskipun ada beberapa perbedaan pendapat. Selain itu, sistem ini terbukti efektif dalam mengirimkan pesan secara efisien dan akurat, serta responsif di berbagai perangkat, memudahkan pengguna dalam mengakses informasi dari mana saja. Secara keseluruhan, sistem informasi ini memberikan kontribusi positif terhadap pengelolaan dan koordinasi aktivitas gereja.",
  "creators": "GIDEON RAYMOND",
  "contributors": "Yulia (Advisor 1); Krisna Wahyudi, S.Kom., M.T. (Advisor 2); Silvia Rostianingsih (Examination Committee 1); Kartika Gunadi (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022539/INF/2024; Gideon Raymond (C14200014)",
  "subjects": "DATABASE DESIGN--COMPUTER PROGRAMS; MANAGEMENT INFORMATION SYSTEMS--DATA PROCESSING; PROGRAMMING (ELECTRONIC COMPUTERS)"
}