{
  "id": "60731",
  "title": "A sociolinguistic study of the functions of swear-words used by motivator Gary Vaynerchuk in the video titled The World is Abundant, Stop Holding Yourself Back | London keynote 2021",
  "abstract": "This study examines the functions of swear-words used by motivational speaker Gary Vaynerchuk, based on the theory of social factors and positive and negative politeness by Holmes (2013) and swear words functions theory by Ljung (2011). The qualitative method approach is used on the textual data from the twenty-six units of utterances of Gary Vaynerchuk's speeches that were gathered, starting from where Gary Vaynerchuk was assumed to swear. From the data, 76 swear-words were identified in the video. These words, often found in intimate conversations in American society, follow specific patterns such as fuck, fucking, fuckers, shit, shitless, and crap. They are often used as slot-fillers within sentence structures to emphasize his ideas; specific slots were mostly filled with Modal Adverbials, Emphasis, and Anaphoric Use of Epithets categories. Gary Vaynerchuk primarily focuses on impersonal topics and informative functions, his speech was mostly aimed to deliver facts and information that his audience needs, and maintained an objective relationship with them. In conclusion, the use of idiosyncrasy in his speech may be due to his fresh and inspiring ideas about business opportunities in technology, and the fact that many of the swear-words are aimed at himself.",
  "creators": "KENNY JOHN ANDERSON PRAYOGO",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Samuel Gunawan (Examination Committee 1); Henny Putri (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "A Critical Thesis",
  "source": "A Critical Thesis No. 02012456/ING/2024; Kenny John Anderson Prayogo (A11200004)",
  "subjects": "SOCIOLINGUISTICS; SWEARING"
}