{
  "id": "60743",
  "title": "Fasilitas wisata penangkaran Jalak Bali di Bali",
  "abstract": "Jalak Bali (Leucopsar rothschildi), yang juga dikenal dengan sebutan Curik Bali oleh masyarakat lokal, merupakan spesies burung endemik Bali. Burung ini terkenal dengan ciri khas bulu putih bersihnya dengan warna hitam pada bagian ujung sayap dan ekornya, serta warna pelupuk matanya yang berwarna biru mengelilingi bola matanya. Dikarenakan keindahannya yang menarik, spesies Jalak Bali menghadapi ancaman serius di mana satwa banyak diburu dan kehilangan habitat alaminya, sehingga menjadi sebagai salah satu spesies burung yang termasuk ke dalam kategori langka dengan status kritis terancam punah. Upaya konservasi, termasuk pembangunan fasilitas konservasi di Bali, dilakukan untuk menyelamatkan spesies ini. Perencanaan fasilitas dirancang bertujuan untuk mendukung untuk peningkatan populasi satwa, serta meningkatkan kesadaran masyarakat melalui sarana edukasi pendidikan masyarakat untuk meningkatkan kesadaran akan pentingnya melestarikan Jalak Bali dan keanekaragaman hayatinya. Pendekatan desain didasarkan pada ekologi dan perilaku alami dari Jalak Bali untuk memastikan keberhasilan upaya konservasi.",
  "creators": "DEAN GIOVANI MARINGKA",
  "contributors": "Roni Anggoro, S.T., M.A.Arch. (Advisor 1); Ir. Bisatya Widadya Maer, M.T. (Advisor 2); Danny Santoso Mintorogo (Advisor 3); Gunawan Tanuwidjaja, S.T., M.Sc., Ph.D. (Advisor 4); Christine Wonoseputro (Examination Committee 1); Wanda Widigdo Canadarma (Examination Committee 2); Benny Poerbantanoe (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 07024583/ARS/2024; Dean Giovani Maringka (B12200090)",
  "subjects": "BIRDS--CONSERVATION; EDUCATION PARKS--DESIGNS AND PLANS; RECREATION CENTERS--DESIGNS AND PLANS"
}