{
  "id": "60744",
  "title": "Hotel resor di Situbondo",
  "abstract": "Potensi alam di Situbondo merupakan salah satu daya tarik yang dapat dikembangkan lebih lagi oleh pemerintah setempat. Jika diolah dengan baik, maka akan menjadi sangat menarik bagi keberlanjutan wisata di Situbondo. Di Situbondo terrdapat berbagai macam keindahan alam yang menarik seperti Pantai Pasir Putih, Gunung Ringgit, Taman Nasional Baluran, dsb. Namun pada kenyataannya, potensi yang ada belum cukup dikenal oleh masyarakat luas. Penginapan yang ada di Situbondo juga masih kurang memadai. Hal itu dapat dilihat dari kuantitas serta kualitas hotel di Situbondo. Hotel-hotel yang ada juga kurang mencerminkan tentang Situbondo-nya. Sehingga dengan kehadiran hotel ini, maka potensi alam Situbondo dapat dimunculkan kembali ke permukaan sekaligus melestarikan budaya setempat yang mulai dilupakan. Perencanaan hotel resor ini diharapkan dapat meningkatkan kesadaran masyarakat tentang pengembangan wisata setempat serta mampu mengakomodasi keperluan penginapan di Situbondo. Dalam perencanaan desain, pendekatan yang digunakan adalah pendekatan neo-vernakular dimana berdasar kepada unsur-unsur budaya, kearifan lokal, material, dsb yang ada di Situbondo sehingga dapat menjawab masalah desain yang ada.",
  "creators": "MOSES ENOCH SIEKWANDY",
  "contributors": "Roni Anggoro, S.T., M.A.Arch. (Advisor 1); Ir. Bisatya Widadya Maer, M.T. (Advisor 2); Danny Santoso Mintorogo (Advisor 3); Gunawan Tanuwidjaja, S.T., M.Sc., Ph.D. (Advisor 4); Christine Wonoseputro (Examination Committee 1); Wanda Widigdo Canadarma (Examination Committee 2); Benny Poerbantanoe (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 00024545/ARS/2024; Moses Enoch Siekwandy (B12200027)",
  "subjects": "HOTELS--DESIGNS AND PLANS; RESORTS--DESIGNS AND PLANS"
}