{
  "id": "60742",
  "title": "Pengembangan website profil dan pameran digital karya dosen dan mahasiswa di Universitas Kristen Petra",
  "abstract": "Pengembangan website profil dan pameran digital karya dosen dan mahasiswa di Universitas Kristen Petra bertujuan untuk menyediakan tempat bagi mahasiswa dan dosen menampilkan profil dan hasil karya mereka. Saat ini, karya-karya tersebut belum terorganisir dengan baik dan sulit untuk diakses oleh publik, sehingga pengguna dari luar kampus kesulitan menjangkau untuk melakukan kolaborasi lebih lanjut. Dengan adanya website ini, diharapkan dapat menjadi sarana untuk menampilkan orang-orang yang ada di universitas. Proses pengembangan website ini menggunakan framework Laravel dan database MySQL. Fitur utama website ini meliputi halaman profil untuk dosen, mahasiswa, dan grup, halaman create, edit, dan delete postingan, dan sistem pencarian yang efektif dan relevan. Analisis kebutuhan pengguna dilakukan melalui survei dan wawancara terhadap mahasiswa dan dosen di universitas kemudian digunakan sebagai dasar dalam merancang dan mengembangkan website. Hasil pengujian menunjukkan bahwa website ini berhasil memberikan manfaat dalam memamerkan profil dan karya dosen dan mahasiswa Universitas Kristen Petra dari nilai yang dicapai yaitu 87%. Pengguna memberikan respons positif terhadap kemudahan navigasi, fitur posting, sistem pencarian, manajemen grup, manfaat website dan kegunaan di masa mendatang. Dengan adanya website ini, diharapkan pihak kampus dapat dimudahkan kedepannya dalam melakukan kolaborasi dan penelitian inovatif lainnya, serta meningkatkan apresiasi terhadap karya-karya yang ada di universitas.",
  "creators": "AARON JULYAN KINTA FIAN",
  "contributors": "Adi Wibowo, S.T., M.T., Ph.D. (Advisor 1); Liliana (Advisor 2); Alexander Setiawan (Examination Committee 1); Justinus Andjarwirawan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022518/INF/2024; Aaron Julyan Kinta Fian (C14200161)",
  "subjects": "EDUCATIONAL WEB SITES; EXHIBITIONS; WEB SITES--DESIGN"
}