{
  "id": "60749",
  "title": "Fasilitas terapi untuk penyandang gangguan mobilitas di Surabaya",
  "abstract": "Sebanyak 1 dari setiap 6 orang di kawasan Asia Pasifik menyandang suatu bentuk disabilitas, menurut laporan dari United Nations Economic and Social Commission for Asia and the Pacific (2017). Di Indonesia, mayoritas kondisi disabilitas muncul akibat gangguan penglihatan, pendengaran, dan berjalan atau mobilitas. Akan tetapi, tingkat akses penyandang gangguan mobilitas terhadap layanan medis masih sangat rendah, sementara tingkat pengunduran diri dari layanan rehabilitasi medis, khususnya di Surabaya, masih tergolong tinggi. Hal ini disebabkan oleh masalah khusus, yakni keterbatasan gerak fisik penyandang gangguan mobilitas dan pengaruh psikis yang mereka rasakan selama proses terapi. Maka dari itu, dibutuhkan perancangan fasilitas terapi untuk penyandang gangguan mobilitas yang aksesibel, humanis, dan dengan proses terapi yang terintegrasi. Dengan konsep Integrated Healing, fasilitas terapi untuk penyandang gangguan mobilitas didesain untuk mendukung proses penyembuhan pasien, mengintegrasikan elemen-elemen desain arsitektural seperti alur sirkulasi, penataan dan sekuens ruang, interaksi antar ruang dalam, ruang luar, dan manusia dalam proses terapi, dan sebaliknya. Desain ini diharapkan dapat mengakomodasi keterbatasan gerak fisik pengguna, sehingga membantu pasien menjadi lebih mandiri, merasa lebih aman, memiliki otonomi lebih besar, dan memiliki persepsi diri yang lebih baik.",
  "creators": "STEPHANIE AURELIA",
  "contributors": "Joyce M.Laurens (Advisor 1); Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Advisor 2); Markus Ignatio Aditjipto (Advisor 3); Stephanus Wirawan Dharmatanna, S.T., M.Ars. (Advisor 4); Altrerosje Asri, S.T., M.T. (Examination Committee 1); Samuel Hartono (Examination Committee 2); Elvina Shanggrama Wijaya, S.T., M.T. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 02024533/ARS/2024; Stephanie Aurelia (B12200025)",
  "subjects": "MENTAL HEALTH FACILITIES-DESIGNS AND PLANS"
}