{
  "id": "60747",
  "title": "Fasilitas persemayaman, krematorium dan kolumbarium di Surabaya",
  "abstract": "Kematian merupakan fase tak terhindarkan dalam kehidupan semua makhluk hidup, termasuk manusia. Sebagai kota terbesar di Jawa Timur, Kota Surabaya yang padat penduduk kian mengalami pertumbuhan angka kematian sehingga dibutuhkan fasilitas duka yang dapat menampung kebutuhan berkabung masyarakat. Namun, pada fasilitas eksisting didapati adanya beberapa kekurangan yakni, tata letak dan kapasitas fasilitas eksisting yang belum mencukupi kebutuhan masyarakat dan kurangnya pertimbangan terhadap kebutuhan emosional keluarga berduka. Selain itu, fasilitas duka eksisting hanya menawarkan metode pemakaman konvensional yang menimbulkan polusi lingkungan, baik melalui penguburan maupun perabuan jenazah. Oleh karena itu, dibutuhkanlah fasilitas duka yang mampu memenuhi kebutuhan duka masyarakat Kota Surabaya secara terpadu, kontekstual, serta mewadahi perubahan emosional pengguna selama proses duka. Perancangan fasilitas duka berupa fasilitas persemayaman, krematorium, dan kolumbarium bertujuan memenuhi kebutuhan akan ruang duka yang mempertimbangkan aspek manusia dan aspek sistem. Aspek manusia meliputi; kebutuhan akan persemayaman dan proses berkabung yang layak bagi jenazah maupun keluarga berduka melalui fasilitas duka dengan karakter ruang sakral serta interaksi bangunan dengan lingkungan sekitarnya. Aspek sistem meliputi tatanan sistem sirkulasi dalam kawasan fasilitas duka serta penerapan metode pemakaman yang ramah lingkungan melalui sistem kremasi air (aquamation). Oleh karena itu, pendekatan perancangan yang digunakan merupakan pendekatan arsitektur transenden.",
  "creators": "STEPHANY GONDOWARDOYO",
  "contributors": "V.P. Nugroho Susilo (Advisor 1); Luciana Kristanto, S.T., M.T. (Advisor 2); Riduan Sukardi (Advisor 3); Rully Damayanti (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024571/ARS/2024; Stephany Gondowardoyo (B12200074)",
  "subjects": "CEMETERIES--DESIGNS AND PLANS; CREMATORIUMS--DESIGNS AND PLANS"
}