{
  "id": "60759",
  "title": "Wahana wisata edukasi ekosistem sungai Brantas di Kabupaten Kediri, Jawa Timur",
  "abstract": "Sungai Brantas, merupakan sungai terpanjang kedua di Pulau Jawa, mengalir sepanjang 320 km dengan daerah aliran seluas 11.900 km. Kekayaan flora dan fauna di sepanjang sungai, termasuk di Arboretum Sumber Brantas, terancam oleh ketidak pedulian penduduk yang menyebabkan ekosistem Sungai Brantas menghadapi ancaman keragaman hayati terancam punah. Dari masalah dan potensi yang ada diperlukan sebuah fasilitas wisata edukasi bertema ekosistem Sungai Brantas. Di mana pengunjung dapat berwisata dan di edukasi tentang ekosistem Sungai Brantas dan cara melestarikannya. Proses edukasi yang dilakukan dikemas secara menarik dan menyenangkan dengan membawa pengunjung berinteraksi langsung dengan komponen ekosistem Sungai Brantas yang ada. Untuk mencapai tujuan dari fasilitas ini, digunakan pendekatan perilaku anak khususnya umur 6-18 tahun. Pemilihan target umur dikarenakan usia anak sekolah merupakan masa yang penting dalam proses tumbuh kembang seseorang. Pemilihan target umur yang spesifik bertujuan agar proses edukasi target pengunjung dapat sesuai dengan kebutuhan masing-masing kelompok umur. pengelompokan target pengguna didasarkan pada tahapan tumbuh kembang manusia, yang mana setiap kelompok umur memiliki cirinya masing-masing.",
  "creators": "AARON ELDAD",
  "contributors": "Christine Wonoseputro (Advisor 1); Wanda Widigdo Canadarma (Advisor 2); Benny Poerbantanoe (Advisor 3); Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Examination Committee 1); Joyce M.Laurens (Examination Committee 2); Markus Ignatio Aditjipto (Examination Committee 3); Stephanus Wirawan Dharmatanna, S.T., M.Ars. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024539/ARS/2024; Aaron Eldad (B12200017)",
  "subjects": "EDUCATION PARKS--DESIGNS AND PLANS; RECREATION CENTERS--DESIGNS AND PLANS"
}