{
  "id": "60755",
  "title": "Pasar ikan di Kedonganan, Bali",
  "abstract": "Pasar ikan Kedonganan merupakan salah satu pusat perolehan hasil panen laut oleh nelayan yang merupakan elemen penting bagi penyediaan pangan untuk masyarakat. Kedonganan terkenal dengan makanan lautnya dan merupakan salah satu pusat kuliner makanan laut terbesar di Bali. Kedonganan memegang peran penting bagi perekonomian pulau Bali. Banyak wisatawan lokal maupun asing mengunjungi pasar ikan di Kedonganan. Tetapi area tersebut merupakan pasar ikan yang tradisional dan tergolong kumuh, sehingga tempat tersebut kerap memiliki masalah dan tantangan terutama dalam segi fasilitasnya yang kurang memadai dan telah berusia lama terutama dari segi kenyamanan bangunan, pada sirkulasi, baik bangunan maupun penghawaannya. Mengingat fungsi utama adalah pasar, di mana akan terdapat pengunjung dalam jumlah banyak dalam suatu ruang. Masalah seperti aksesbilitas dan penataan massa yang buruk sangat memengaruhi kenyamanan. Karena itu, untuk mendukung dan mengembangkan area pasar ikan di Kedonganan, dilakukan perencanaan perancangan fasilitas pasar ikan yang lebih modern yang akan berdampak baik. Dengan perencanaan desain pendekatan sistem sirkulasi, fasilitas dirancang sesuai dengan kebutuhan berdasarkan analisa fungsi ruang, tapak, dan pengguna bangunan. Fasilitas akan mencakup pasar ikan itu sendiri, pasar pelelangan ikan, area sortir dan distribusi ikan, serta jasa memasak ikan dan restoran.",
  "creators": "THIO, VIEREN FELENCIA",
  "contributors": "Roni Anggoro, S.T., M.A.Arch. (Advisor 1); Ir. Bisatya Widadya Maer, M.T. (Advisor 2); Danny Santoso Mintorogo (Advisor 3); Gunawan Tanuwidjaja, S.T., M.Sc., Ph.D. (Advisor 3); Wanda Widigdo Canadarma (Examination Committee 1); Christine Wonoseputro (Examination Committee 2); Benny Poerbantanoe (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 07024582/ARS/2024; Thio, Vieren Felencia (B12200089)",
  "subjects": "MARKETS--DESIGNS AND PLANS"
}