{
  "id": "60750",
  "title": "Rumah duka, krematorium, dan kolumbarium Nasrani di Kabupaten Pasuruan",
  "abstract": "Kabupaten Pasuruan mengalami peningkatan jumlah penduduk sebanyak 4% dari tahun 2013 hingga 2022 yang mengakibatkan berkurangnya lahan hijau khususnya untuk lahan pemakaman konvensional. Dengan berkurangnya lahan hijau, permintaan untuk lahan terbangun meningkat sehingga berpotensi meningkatkan harga lahan setiap tahunnya, termasuk lahan pemakaman. Makam konvensional memerlukan lahan yang luas, sedangkan pemakaman abu, yang melibatkan proses kremasi, menghasilkan abu yang disimpan dalam rak lemari kolumbarium. Kabupaten Pasuruan, belum memiliki fasilitas krematorium dan kolumbarium. Perancangan ini menjadi solusi atas penyempitan lahan tersebut dengan menghadirkan fasilitas kedukaan terutama bagi Umat Nasrani yang berupa rumah duka, krematorium, dan kolumbarium. Fasilitas ini tentunya memiliki beberapa masalah yang cukup penting di antaranya adalah masalah kebisingan dan ketenangan. Namun tak hanya itu saja, pola sirkulasi yang cukup rumit antara pengunjung dengan pengunjung lain juga menjadi masalah yang cukup vital pada fasilitas kedukaan. Menggunakan konsep “calming” yang didukung dengan adanya pendekatan sequence untuk mengatasi masalah-masalah tersebut.",
  "creators": "MARCO JUAN WIJAYA",
  "contributors": "Ir. Bisatya Widadya Maer, M.T. (Advisor 1); Roni Anggoro, S.T., M.A.Arch. (Advisor 2); Danny Santoso Mintorogo (Advisor 3); Gunawan Tanuwidjaja, S.T., M.Sc., Ph.D. (Advisor 4); Benny Poerbantanoe (Examination Committee 1); Wanda Widigdo Canadarma (Examination Committee 2); Christine Wonoseputro (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Lapotran Perancangan Arsitektur No. 02024577/ARS/2024; Marco Juan Wijaya (B12200081)",
  "subjects": "CEMETERIES--DESIGNS AND PLANS; CREMATORIUMS--DESIGNS AND PLANS"
}