{
  "id": "60752",
  "title": "Sistem informasi inventaris untuk meningkatkan efisiensi operasional perusahaan distribusi semen CV Sumber Jaya Sukses",
  "abstract": "Penelitian ini bertujuan untuk mengembangkan Sistem Informasi Inventaris yang dapat meningkatkan efisiensi operasional perusahaan distribusi semen CV. Sumber Jaya Sukses. Dalam operasionalnya, CV. Sumber Jaya Sukses menghadapi berbagai tantangan seperti ketidakakuratan data inventori akibat kesalahan manusia, pencatatan yang tidak lengkap, dan kurangnya pengawasan yang cermat. Tantangan ini mengakibatkan ketidaksesuaian antara jumlah barang sebenarnya dengan data inventaris, serta ketidakseimbangan stok yang berdampak negatif pada ketersediaan produk bagi pelanggan. Proyek ini melibatkan pengembangan sebuah Sistem Informasi Inventaris berbasis web yang menggunakan bahasa pemrograman Golang untuk backend, HTML dan JavaScript untuk frontend, serta MySQL sebagai basis data. Sistem ini dirancang untuk mencakup berbagai fitur penting, termasuk pencatatan inventaris, pemantauan stok, pelacakan barang masuk dan keluar, serta penyusunan laporan inventaris yang terstruktur. Pengujian sistem dilakukan secara menyeluruh untuk memastikan kinerja yang optimal dan kehandalan sistem. Hasil penelitian menunjukkan bahwa implementasi Sistem Informasi Inventaris ini berhasil meningkatkan efisiensi operasional perusahaan distribusi semen CV. Sumber Jaya Sukses. Sistem ini mampu mengurangi kesalahan manusia dalam pencatatan inventaris, meningkatkan akurasi stok barang, mempercepat proses pencarian dan pemantauan inventaris, serta menyediakan informasi yang terstruktur untuk mendukung pengambilan keputusan yang lebih baik. Kesimpulannya, sistem informasi ini memiliki potensi besar sebagai alat yang efektif untuk meningkatkan efisiensi operasional dan manajemen inventaris perusahaan.",
  "creators": "RIVANCO SETIAWAN",
  "contributors": "Yulia (Advisor 1); Krisna Wahyudi, S.Kom., M.T. (Advisor 2); Kartika Gunadi (Examination Committee 1); Leo Willyanto Santoso (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022540/INF/2024; Rivanco setiawan (C14200098)",
  "subjects": "DATABASE DESIGN--COMPUTER PROGRAMS; INTERNET (COMPUTER NETWORKS); MANAGEMENT INFORMATION SYSTEMS; WEB SITES--DESIGN"
}