{
  "id": "60756",
  "title": "Fasilitas istirahat dan pelayanan di tol Klaten",
  "abstract": "Fasilitas Istirahat dan Pelayanan di Tol Klaten merupakan bagian dari Jalan Tol Trans Jawa, Provinsi Jawa Tengah, tepatnya Jalan Tol Solo - Yogyakarta - NYIA Kulonprogo, Seksi 1, Sta. 19+300, Desa Manjungan, Kec. Ngawen, Kab. Klaten. Kondisi lahannya yang terbelah oleh jalan kabupaten menjadikannya fasilitas Istirahat pertama di Indonesia yang direncanakan dapat mengakomodasi kebutuhan istirahat pengguna jalan tol dan non-tol. Fasilitas yang disediakan mengikuti Permen PUPR No. 28 Tahun 2021 tentang TIP di Jalan Tol dan Pedoman Perencanaan Tempat Istirahat pada Jalan Umum 2018 tentang TIP di Jalan Non-Tol. Adapun pesan Kementerian PUPR mengenai hal yang perlu diperbaiki dan kembangkan dalam mendesain Fasilitas Istirahat dan Pelayanan di Tol dalam lima tahun kedepan, yakni tahun 2026, di antaranya; penyusunan multi massa dengan pola parkir menyebar menjadi salah satu penyebab kemacetan di Fasilitas Istirahat dan Pelayanan di Tol; Lokasi Fasilitas Istirahat dan Pelayanan yang strategis didesain memiliki karakteristik lokal dan lebih banyak menyediakan ruang bagi pelaku UMKM lokal sesuai Permen PUPR No. 28 Tahun 2021. Pendekatan Sirkulasi digunakan untuk membagi dan menyediakan Fasilitas sesuai dengan penggunanya yakni kendaraan, barang, dan manusia. Bentuk Fasilitas Istirahat dan Pelayanan di Tol Klaten mengadaptasi bentuk restorasi reruntuhan candi, sebagai representatif Kota Seribu Candi dikarenakan banyak candi tersebar di Klaten, baik yang sudah direstorasi maupun masih terpendam.",
  "creators": "ELVIRA WIJAYA",
  "contributors": "Wanda Widigdo Canadarma (Advisor 1); Benny Poerbantanoe (Advisor 2); Christine Wonoseputro (Advisor 3); Markus Ignatio Aditjipto (Examination Committee 1); Joyce M.Laurens (Examination Committee 2); Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Examination Committee 3); Stephanus Wirawan Dharmatanna, S.T., M.Ars. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 00024526/ARS/2024; Elvira Wijaya (B12190130)",
  "subjects": "ROADSIDE REST AREAS"
}