{
  "id": "60754",
  "title": "Fasilitas edukasi wisata teh hitam di Pagilaran Batang",
  "abstract": "Teh merupakan salah satu minuman yang paling diminati oleh sebagian banyak orang khususnya di Indonesia. Dengan potensi geografis Indonesia yang mendukung pengadaan kebun teh yang terbukti dengan posisi Indonesia sebagai negara dengan luas lahan perkebunan teh terbesar ke-5 di dunia dengan luas sebesar 102.078 ha pada tahun 2021. Dengan maraknya aktivitas “healing” di Indonesia, tempat-tempat wisata alam seperti kebun teh semakin populer, sayangnya, hampir semua tempat wisata kebun teh yang sudah ada hanya menyediakan fasilitas wisata indoor yang minim. Melihat iklim dan cuaca Indonesia yang sebagian besar waktu tidak nyaman untuk berada di luar ruangan dengan panas terik dan hujan, mengadakan fasilitas wisata indoor yang bervariasi pada kawasan kebun teh mampu semakin meningkatkan minat wisata kebun teh di Indonesia. Fasilitas Indoor yang akan disajikan adalah galeri teh dan resto yang berfokus pada hidangan teh. Untuk menciptakan fasilitas galeri teh yang edukatif akan tetapi tetap menyenangkan dan tidak berat digunakan pendekatan sequence dan multisensori. Dengan memisah pembelajaran berdasarkan fokus indra, diharapkan mampu meringankan dan mempermudah proses mencerna informasi agar menjadikan tempat wisata sebuah tempat yang menyenangkan, menenangkan, sekaligus mengedukasi. Fasilitas galeri teh ini tidak hanya mengenalkan dan mengajarkan pengunjung mengenai teh secara umum, tetapi juga memperkenalkan pengunjung terhadap berbagai macam jenis teh dan proses pengolahannya. Selain itu pengunjung juga diberikan fasilitas untuk mencoba dan mempraktikkan proses pengolahan teh melalui kelas workshop yang disediakan. Fasilitas toko dan retail juga disediakan untuk meningkatkan popularitas teh produksi Indonesia.",
  "creators": "BRYAN AUDI",
  "contributors": "Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Advisor 1); Joyce M.Laurens (Advisor 2); Markus Ignatio Aditjipto (Advisor 3); Stephanus Wirawan Dharmatanna, S.T., M.Ars. (Advisor 4); Altrerosje Asri, S.T., M.T. (Examination Committee 1); Samuel Hartono (Examination Committee 2); Elvina Shanggrama Wijaya, S.T., M.T. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 02024558/ARS/2024; Bryan Audi (B12200044)",
  "subjects": "EDUCATION PARKS--DESIGNS AND PLANS; RECREATION CENTERS--DESIGN AND PLANS"
}