{
  "id": "60763",
  "title": "Rumah perawatan khusus penderita penyakit terminal di Surabaya",
  "abstract": "Angka kematian yang diakibatkan penyakit terminal di Surabaya yang begitu besar, mendorong kebutuhan sebuah tempat merawat pasien di hari-hari terakhirnya. Penderita penyakit terminal mengalami banyak gangguan, tidak hanya yang berhubungan dengan fisik tetapi juga dengan psikososial. Maka dari itu dibutuhkan perlunya perawatan Paliatif untuk penderita penyakit terminal. Pelaksanaan perawatan Paliatif lebih baik bila dilakukan di tempat yang dikhususkan untuk perawatan tersebut. Sayangnya di Indonesia belum adanya Rumah sakit yang menyediakan Perawatan paliatif yang dilakukan di Rumah sakit. Dengan demikian projek ini bertujuan untuk menciptakan fasilitas perawatan yang holistik, manusiawi, dan berkelanjutan bagi pasien dengan penyakit terminal. Penelitian dan analisis dilakukan untuk memahami kebutuhan fisik, psikologis, dan sosial pasien serta keluarga mereka. Konsep desain yang diusulkan “Ketenangan Pada Akhir Kehidupan” yang terdiri dari 5 poin, yaitu Bebas dari rasa sakit, Merasakan kenyamanan, Berada dalam ketenangan, Dihargai dan memiliki harga diri dan Dekat dengan Orang yang penting atau bermakna. Perancangan ini mencakup ruang diagnosa awal, ruang rekreasi, taman terapi, serta fasilitas pendukung lainnya yang dirancang untuk mendukung kualitas hidup pasien. Implementasi prinsip-prinsip desain universal juga diterapkan untuk memastikan aksesibilitas bagi semua pengguna. Hasil akhir diharapkan dapat memberikan kontribusi positif terhadap kualitas pelayanan kesehatan di Indonesia, khususnya bagi penderita penyakit terminal.",
  "creators": "NIXON BENEDICT",
  "contributors": "Lilianny Sigit Arifin (Advisor 1); Stanislaus Kuntjoro Santoso (Advisor 2); Anik Juniwati (Advisor 3); Esti Asih Nurdiah, S.T., M.T., Ph.D. (Advisor 4); Dr. Feny Elsiana, S.T., M.T. (Examination Committee 1); Markus Ignatio Aditjipto (Examination Committee 3); Angela Christysonia Tampubolon, S.T., M.T. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024564/ARS/2024; Nixon Benedict (B12200062)",
  "subjects": "TERMINALLY ILL--HOME CARE; HOSPICES (TERMINAL CARE)--DESIGNS AND PLANS"
}