{
  "id": "60762",
  "title": "Efektivitas EXO sebagai brand ambassador pada followers @scarlett_whitening di Instagram",
  "abstract": "Brand ambassador merupakan perwakilan dari sebuah merek yang menegaskan brand dengan adanya reputasi. Popularitas seorang ambassador mempengaruhi produk yang diiklankannya. EXO merupakan boy-group asal Korea Selatan yang populer di seluruh dunia. Sebelum menggunakan EXO, Scarlett Whitening juga pernah menggunakan artis Korea Selatan lainnya seperti Song Joong Ki dan Twice. Dalam marketing public relations, hal ini termasuk dalam proses perencanaan dan pengevaluasian program-program yang merangsang pembelian dan kepuasan konsumen melalui komunikasi atau penyebaran informasi yang dapat dipercaya. Penelitian ini menggunakan jenis penelitian deskriptif dengan pendekatan kuantitatif dan metode pengumpulan data survei online yang disebarkan pada 100 responden yang merupakan followers Instagram Scarlett Whitening. Guna mengkaji efektivitas seorang brand ambassador, peneliti menggunakan teori VisCap yaitu Visibility, Credibility, Attraction, dan Power (Rossiter & Percy, 1985). Berdasarkan hasil dari temuan penelitian, diperoleh kesimpulan bahwa penggunaan EXO sebagai brand ambassador di Instagram @scarlett_whitening adalah efektif. Indikator yang menghasilkan nilai tertinggi adalah visibility (visibilitas).",
  "creators": "JANICE JEANNET SETIOSO",
  "contributors": "Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Advisor 1); Lady Joanne Tjahyana, S.Kom., MMM. (Advisor 2); Astri Yogatama (Examination Committee 1); Daniel Budiana, S.Sos., M.A. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011927/KOM/2024; Janice Jeannet Setioso (F11200002)",
  "subjects": "BRAND NAME PRODUCTS; BRANDING (MARKETING); COMMUNICATION IN MARKETING; MARKETING--PUBLIC RELATIONS; SOCIAL MEDIA--COMMUNICATION"
}