{
  "id": "60764",
  "title": "Website forum perekrutan ‘Host Live’ untuk startup weServe digital marketing menggunakan metode MOOORA",
  "abstract": "Dalam era digital saat ini, persaingan bisnis telah meluas ke ranah online, menjadikan digital marketing sebagai elemen penting dalam strategi bisnis. Startup WeServe Digital Marketing menyediakan platform untuk merekrut host live yang membantu UMKM dalam memaksimalkan potensi penjualan melalui live marketing. Namun, WeServe menghadapi tantangan dalam manajemen data dan pengklasifikasian host live yang sesuai, karena masih mengandalkan metode manual dan platform komunikasi yang terbatas. Penelitian ini bertujuan untuk mengembangkan sistem informasi berbasis web untuk forum perekrutan host live menggunakan metode Multi-Objective Optimization on the basis of Ratio Analysis (MOORA). Implementasi metode MOORA bertujuan untuk mengotomatisasi proses penilaian dan seleksi host live, menggantikan metode manual yang saat ini digunakan. Sistem ini juga dirancang untuk menyimpan data secara terpusat, memfasilitasi pengelolaan, pengambilan, dan analisis data yang lebih efisien. Pengujian sistem menunjukkan bahwa fitur-fitur yang dikembangkan telah memenuhi semua persyaratan yang ditetapkan, dengan hasil yang memuaskan dari pembuatan hingga pengelolaan setiap layanan. Nilai korelasi 0.89 pada pengujian Spearman's Rank Correlation menunjukkan hubungan positif yang sangat kuat antara peringkat dari dua set data yang diuji, mengindikasikan bahwa metode MOORA dan metode manual memiliki hubungan yang erat dalam konteks peringkat mereka. Dengan demikian, implementasi sistem informasi ini dapat membantu WeServe dalam mengatasi tantangan manajemen data, meningkatkan efisiensi proses perekrutan host live, dan memberikan solusi komprehensif untuk UMKM yang membutuhkan layanan digital marketing.",
  "creators": "WILLIAM RICHIE ARUMTANTRA",
  "contributors": "Justinus Andjarwirawan (Advisor 1); Hans Juwiantho S.Kom., M.Kom (Examination Committee 1); Leo Willyanto Santoso (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022571/INF/2024; William Richie Arumtantra (C14200031)",
  "subjects": "INTERNET MARKETING; WEB APPLICATIONS--COMPUTER PROGRAMS; WEB APPLICATIONS--INTERNET MARKETING"
}