{
  "id": "60760",
  "title": "Fasilitas pendidikan setingkat SLTP untuk disabilitas di Bedugul, Bali",
  "abstract": "Sekolah disabilitas adalah sekolah yang menyediakan sarana pendidikan bagi penyandang disabilitas agar penyandang disabilitas memiliki kesempatan pendidikan yang sama dengan non-disabilitas. Sekolah disabilitas yang dirancang adalah sekolah tingkat SMP atau SLTP, yang memiliki 3 tingkat kelas, yaitu kelas 1, kelas 2, dan kelas 3. Setiap kelas terbagi menjadi 3 ketunaan yang didalami yaitu tuna daksa, tuna rungu, dan tuna netra, dengan kebutuhan yang berbeda. Tuna daksa yang memerlukan desain yang dapat diakses setiap ruangannya dengan desain khusus seperti ramp yang sesuai dengan standar, tuna netra dengan guide path yang memadai, dan tuna rungu dengan desain kelas yang kedap suara agar siswa dapat berkonsentrasi dengan maksimal. Dengan adanya kebutuhan khusus masing-masing ketunaan, maka harus memperdalami perilaku siswa. Maka dari itu pendekatan yang digunakan adalah metode pendekatan perilaku disabilitas agar dapat menciptakan sebuah sekolah yang dapat menyesuaikan perilaku dan sesuai dengan kebutuhan siswa disabilitas. Sekolah yang dirancang sesuai dengan perilaku siswa dapat melatih kemandirian, pemberdayaan, dan integrasi siswa dalam masyarakat.",
  "creators": "AARON ABRAHAM PANGALELA",
  "contributors": "Benny Poerbantanoe (Advisor 1); Christine Wonoseputro (Advisor 2); Wanda Widigdo Canadarma (Advisor 3); Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Examination Committee 1); Markus Ignatio Aditjipto (Examination Committee 2); Joyce M.Laurens (Examination Committee 3); Stephanus Wirawan Dharmatanna, S.T., M.Ars. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024576/ARS/2024; Aaron Abraham Pangalela (B12200080)",
  "subjects": "DEAF CHILDREN--EDUCATION; SCHOOL BUILDINGS--DESIGNS AND PLANS"
}