{
  "id": "60761",
  "title": "Mencegah food coma dengan cara mengajarkan gaya hidup sehat melalui game",
  "abstract": "Food coma atau postprandial somnolence adalah fenomena dimana tubuh merasakan kantuk setelah konsumsi makanan. Fenomena ini tidak mengenal waktu, dan telah dibuktikan oleh Herve et. al. (2024) bahwa dampaknya cukup signifikan untuk mempengaruhi nilai skor pelajar ketika melakukan tes setelah waktu makan. Untuk mencegah itu, diperlukan gaya hidup yang sehat yang dapat dicapai dengan cara memiliki diet makanan yang seimbang. Salah satu sarana untuk mengimplementasi gaya hidup sehat adalah game, dimana dibandingkan media pengajaran konvensional lebih efektif dalam bidang sains (Mayer, 2019). Tujuan dari penelitian ini adalah untuk membuat sebuah game yang bertujuan mengajarkan pemain tentang cara mencegah food coma dengan memiliki gaya hidup yang sehat melalui diet makanan. Setelah itu, game diharapkan dapat membantu pemain mencoba memulai dan menjaga gaya hidup yang sehat. Tahapan penelitian melibatkan kuesioner pre-test, dimainkannya game dan kuesioner post-test untuk melihat perkembangan pemain setelah memainkan game. Hasil yang didapatkan adalah pemahaman pemain atas cara pencegahan food coma secara umum meningkat dan pemain melaporkan lebih tertarik mempelajari materi dalam format game dibandingkan media konvensional. Pemain juga melaporkan keinginan untuk mencoba gaya hidup sehat melalui menjaga diet mereka setelah memainkan game, walaupun dampak langsung game minimal.",
  "creators": "ELROY SETIAWAN WIJAYA",
  "contributors": "Hans Juwiantho S.Kom., M.Kom (Advisor 1); Gregorius Satiabudhi (Advisor 2); Justinus Andjarwirawan (Examination Committee 1); Liliana (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022475/INF/2024; Elroy Setiawan Wijaya (C14200027)",
  "subjects": "DIET; GAMES--DESIGN; HEALTHY LIFESTYLE"
}