{
  "id": "60766",
  "title": "Hotel bisnis di Surabaya",
  "abstract": "Surabaya merupakan Kota dengan letak geografis yang sangat menguntungkan. Hal tersebut memunculkan dan menciptakan banyak keuntungan dua di antaranya adalah pertumbuhan ekonomi dan seni rupa. Dalam pertumbuhan sebuah kota, hotel menjadi elemen yang sangat penting untuk menampung pendatang yang masuk ke dalam kota. Hotel bisnis merupakan salah satu jenis hotel yang berfokus pada pendatang yang tujuan datangnya untuk keperluan bisnis dan maupun pekerjaan lainnya. Sehingga menjadi perhatian peletakan sebuah hotel bisnis dalam distrik kota yang strategis dengan pusat kota maupun perekonomian. Surabaya juga dikenal dengan kampung-kampungnya yang mulai modern sehingga menjadi industri kecil dalam pertumbuhan sebuah kota. Produk yang dihasilkan salah satunya berupa seni rupa lokal. Seni rupa menjadi fokus utama, khususnya seni yang memiliki nilai budaya dan sosial lokal sebab memiliki nilai pasar. Hal ini menjadi perhatian sebab kurangnya minat masyarakat terhadap produk-produk industri lokal. Namun, hotel bisnis dapat menjadi jawaban untuk memunculkan pendatang dan kesempatan untuk berbisnis bagi para produser lokal. Desain menggunakan metode dengan pendekatan placemaking lebih spesifik creative placemaking yang menganut aspek seni, budaya, dan desain. Metode ini dipilih untuk mementingkan kebutuhan pengguna yang datang ke dalam hotel. Implementasi konsep diterapkan pada zoning massa yang terbagi berdasarkan aspek dari creative placemaking. Implementasi lain berupa kemudahan aksesbilitas, ragam aktivitas (mixed-use), plaza sebagai bentuk pertukuran budaya, pemecahan elemen arsitektur yang lebih mengundang, dan lainnya. Hotel bisnis harapannya dapat menjadi elemen kota yang penting bagi sebuah pertumbuhan kota khususnya menampung pendatang untuk berbisnis dan menciptakan kesempatan bisnis bagi para produser lokal untuk menginspirasi dan membawa minat masyarakat terhadap produk lokal.",
  "creators": "NICHOLAS THEODORE MANGAREK",
  "contributors": "Dr. Feny Elsiana, S.T., M.T. (Advisor 1); Angela Christysonia Tampubolon, S.T., M.T. (Advisor 2); Handinoto (Advisor 3); Riduan Sukardi (Examination Committee 1); Luciana Kristanto, S.T., M.T. (Examination Committee 2); V.P. Nugroho Susilo (Examination Committee 3); Rully Damayanti (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 07024588/ARS/2024; Nicholas Theodore Mangarek (B12200099)",
  "subjects": "HOTELS--DESIGNS AND PLANS"
}