{
  "id": "60768",
  "title": "Fasilitas pelatihan dan pengembangan UMKM Kriya di Surabaya",
  "abstract": "UMKM Kriya di Surabaya memiliki potensi besar untuk dikembangkan. Meskipun memiliki potensi besar, UMKM kriya di Surabaya menghadapi berbagai kendala, antara lain, kurangnya akses ke pelatihan dan pengembangan keterampilan yang memadai. Dengan dukungan fasilitas pelatihan yang tepat, UMKM kriya di Surabaya memiliki peluang untuk meningkatkan sumber daya manusia, kualitas produk dan memperluas pasar. Untuk itu, perencanaan fasilitas pelatihan dan pengembangan UMKM Kriya di Surabaya dibuat dengan mengutamakan terhadap sirkulasi di dalamnya, mencakup sirkulasi pelatihan dan pengunjung umum. Metode pendekatan yang digunakan adalah pendekatan sirkulasi dengan teori Francis D.K. Ching. Perancangan desain menggunakan teori pola sirkulasi oleh oleh Francis D.K. Ching. Pola sirkulasi yang dirancang dengan baik memungkinkan aliran kerja yang efisien di dalam fasilitas pelatihan. Hal Ini mencakup jalur yang jelas dan mudah diakses antara berbagai area kerja, seperti area pelatihan teori, ruang praktek, area penyimpanan material, dan area pameran produk. Efisiensi aliran kerja ini membantu peserta pelatihan untuk bergerak dengan mudah dan cepat, mengurangi waktu yang terbuang dan meningkatkan produktivitas.",
  "creators": "THERESIA DHEVINA ANDOKO",
  "contributors": "Benny Poerbantanoe (Advisor 1); Christine Wonoseputro (Advisor 2); Wanda Widigdo Canadarma (Advisor 3); Joyce M.Laurens (Examination Committee 1); Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Examination Committee 2); Markus Ignatio Aditjipto (Examination Committee 1); Stephanus Wirawan Dharmatanna, S.T., M.Ars. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 02024530/ARS/2024; Theresia Dhevina Andoko (B12200006)",
  "subjects": "VOCATIONAL EDUCATION FACILITIES--PLANNING"
}