{
  "id": "60767",
  "title": "Fasilitas wisata edukasi daur ulang sampah anorganik di Surabaya",
  "abstract": "Kota Surabaya merupakan kota terpadat di Jawa Timur dengan pasokan sampah yang terus bertambah setiap tahunnya. Upaya pemerintah dalam menyediakan lembaga pengelola dan daur ulang sampah masih belum sebanding dengan banyaknya jumlah Tempat Pembuangan Sampah (TPS) dan Bank Sampah yang tersebar di Kota Surabaya. Sampah Anorganik yang menduduki peringkat kedua terbanyak tidak mudah membusuk layaknya sampah organik dan belum mendapatkan pengolahan yang sepadan dengan jumlah yang ditimbulkan setiap harinya. Oleh karena itu, kontribusi masyarakat diperlukan, namun banyak masyarakat yang belum menyadari akan dampak dari sampah Anorganik yang terus meningkat. Daur ulang belum banyak diterapkan sehingga menyebabkan produk daur ulang memiliki harga lebih tinggi dan memerlukan usaha yang lebih besar dibandingkan dengan produk baru. Perencanaan fasilitas wisata edukasi ditujukan untuk meningkatkan pemahaman dan kesadaran masyarakat akan keadaan sampah Anorganik di Surabaya. Pendekatan desain yang digunakan adalah sirkulasi menggunakan teori wayfinding. Pendekatan ini diwujudkan dengan menggabungkan pendekatan radial dengan linear serta penggunaan skylight untuk menunjang sirkulasi dalam bangunan. Pada desain, pengunjung dapat mengenal dan belajar lebih jauh mengenai produk daur ulang dengan berwisata pada fasilitas yang disediakan seperti pemutaran film, galeri seni, workshop, dan toko retail. Fasilitas diharapkan dapat mensosialisasikan secara luas dan mengedukasi secara runtun mengenai produk daur ulang sehingga pelaksanaan daur ulang dan kontribusi masyarakat akan meningkat. Dengan begitu maka target dan visi-misi kota Surabaya dapat dicapai pada akhir 2030.",
  "creators": "NATHANIA HANDOKO",
  "contributors": "Dr. Feny Elsiana, S.T., M.T. (Advisor 1); Angela Christysonia Tampubolon, S.T., M.T. (Advisor 2); Handinoto (Advisor 3); Riduan Sukardi (Examination Committee 1); Luciana Kristanto, S.T., M.T. (Examination Committee 2); Rully Damayanti (Examination Committee 3); V.P. Nugroho Susilo (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 02024537/ARS/2024; Nathania Handoko (B12200015)",
  "subjects": "EDUCATION PARKS--DESIGNS AND PLANS; RECREATION CENTERS--DESIGNS AND PLANS"
}