{
  "id": "60772",
  "title": "Panti Werdha di Tabanan, Bali",
  "abstract": "Panti Werdha adalah sebuah fasilitas hunian yang hanya dapat ditinggali oleh orang berusia 60 tahun keatas, yang memberikan perawatan dan pemeliharaan pada orang lanjut usia dengan suatu standar hidup yang telah ditetapkan. Berdasarkan peraturan pemerintah, terdapat 8 hak dasar hidup layak lansia yang wajib dipatuhi dalam mendesain panti werdha, namun panti werdha yang telah ada belum memenuhi standar 8 hak hidup yang telah ditetapkan. Dengan adanya panti werdha yang memadai, lansia akan terhindar dari penyakit-penyakit umum lansia. Agar tercipta hunian yang sesuai dengan lansia, maka perlu memperhatikan perilaku-perilaku lansia dalam kehidupan sehari-hari. Metode pendekatan yang digunakan adalah pendekatan perilaku yang akan mempengaruhi kondisi sebuah ruang, arah, bentuk denah, dan jenis aktivitas yang ada di dalam panti werdha. Panti werdha yang dirancang sesuai dengan perilaku lansia memungkinkan lansia akan lebih aktif dan tidak merasa kesepian. Selain itu, dengan memperdalam perilaku lansia, maka hunian yang tercipta adalah hunian yang aman untuk bergerak dan beraktivitas, tanpa kebingungan arah, dan nyaman bagi lansia.",
  "creators": "CLARA APRILIA DWICHANDRA",
  "contributors": "Benny Poerbantanoe (Advisor 1); Christine Wonoseputro (Advisor 2); Wanda Widigdo Canadarma (Advisor 3); Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Examination Committee 1); Markus Ignatio Aditjipto (Examination Committee 2); Joyce M.Laurens (Examination Committee 3); Stephanus Wirawan Dharmatanna, S.T., M.Ars. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024536/ARS/2024; Clara Aprilia Dwichandra (B12200014)",
  "subjects": "OLDER PEOPLE--DWELLINGS--DESIGNS AND PLANS; OLD AGE HOMES--DESIGNS AND PLANS"
}