{
  "id": "60775",
  "title": "Perancangan interior “Ardeakon Cafe and Gallery” dengan pendekatan eko-desain di Temanggung",
  "abstract": "Kalangan muda senang berkumpul dan bersantai di cafe. Kegiatan berkumpul yang semakin meningkat ini juga mendorong pertumbuhan jumlah cafe. Namun, pembangunan cafe seringkali tidak mempertimbangkan masalah global seperti perubahan iklim, polusi, dan penurunan keanekaragaman hayati, sehingga berdampak negatif pada lingkungan sekitarnya. Oleh karena itu, pembangunan cafe dengan pendekatan eko-desain penting untuk mendukung keseimbangan dan kelestarian lingkungan. Sejalan dengan keinginan brand Ardeakon untuk memperluas usaha dari interior build dan peralatan otomatis ke sektor di Kota Temanggung, maka identitas brand perlu diterapkan dalam desain interior dengan tepat. Identitas brand yang baik dalam desain interior akan membantu mempermudah pengunjung untuk mengenali ciri khas Ardeakon Cafe and Gallery. Perancangan ini menggunakan metode design thinking dan pendekatan eko-desain, menekankan pada organisasi ruang yang efektif dan efisien, penggunaan material ramah lingkungan, efisiensi energi dan sumber daya, serta penerapan identitas brand dengan tepat. Hasil dari perancangan interior ini dapat meningkatkan kesadaran masyarakat terhadap isu-isu lingkungan dan berkontribusi dalam mengurangi dampak lingkungan. Selain itu, pembangunan cafe dan gallery yang unik ini dapat menarik perhatian masyarakat, serta menjadi salah satu daya tarik wisata di Kota Temanggung.",
  "creators": "ELISA LILIANI WINATA",
  "contributors": "Dr. Ir. Hedy Constancia Indrani, M.T. (Advisor and Examination Committee); DAVID TAN KAYOGI, ST. (Advisor 2); Grace Mulyono (Examination Committee 2); FILIPUS PRIYO SUPROBO, ST.,MT. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00022336/DIN/2024; Elisa Liliani Winata (E11200070)",
  "subjects": "INTERIOR DECORATION; RESTAURANTS--DECORATION; SUSTAINABLE DESIGN"
}