{
  "id": "6078",
  "title": "Program p3-tc untuk perhitungan waktu efektif penggunaan tower crane pada konstruksi bangunan bertingkat",
  "abstract": "Di dalam proyek konstruksi bangunan bertingkat, Tower Crane (TC) sering digunakan sebagai alat bantu pemindahan material secara vertikal dan horisontal. Untuk efisiensi biaya proyek, perkiraan jadwal dan waktu penggunaan TC perlu dilakukan sebelum pelaksanaan konstruksi. Perkiraan penggunaan TC yang mencakup gerakan vertikal (hoist), horisontal (trolley) dan berputar (swing) dapat dihitung secara matematis untuk setiap jenis pekerjaan TC beserta beberapa faktor yang mempengaruhinya, antara lain: faktor kondisi alat, kondisi pekerjaan, dan kondisi manajemen proyek. Jenis pekerjaan TC memiliki karakteristik teknis yang berbeda-beda, misalnya untuk: pekerjaan pengecoran kolom, dinding geser, pengangkatan tulangan, scaffolding, batu bata, dan lain-lain. Banyaknya pekerjaan yang dapat dilakukan TC maka dibutuhkan program yang dapat menghitung produktivitas TC. Dengan mempelajari karakteristik dan spesifikasi TC beserta observasi di lapangan, di proyek Darmo Trade Centre (DTC) yang berlokasi di jalan Raya Wonokromo Surabaya, maka dibuatlah program P3-TC (Program Perhitungan Penggunaan Tower Crane). P3-TC adalah sebuah program yang dapat membantu kontraktor dalam mendapatkan durasi dari setiap pekerjaan TC. Hasil dari program ini dapat dipakai dalam perencanaan skedul harian dan dapat dipakai sebagai informasi utilitas TC, yaitu perbandingan waktu penggunaan TC terhadap waktu pelaksanaan proyek secara keseluruhan.",
  "creators": "BUDI SANJAYA; DAVID PAULI POERNAWAN",
  "contributors": "Ratna S. Alifen (Advisor 1); Sukanto Tedjokusuma (Advisor 2); ANDI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20121401/SIP/2004; Budi Sanjaya (21400042), David Pauli Poernawan (21400074)",
  "subjects": "CONSTRUCTION INDUSTRY - MANAGEMENT; MATERIALS MANAGEMENT"
}