{
  "id": "60784",
  "title": "Hotel resort di Likupang, Sulawesi Utara",
  "abstract": "Likupang merupakan salah satu daerah di Sulawesi Utara yang memiliki potensi wisata alam yang menarik. Keindahan alam yang dimiliki menjadi sorotan pemerintah pusat sehingga menjadikan Likupang sebagai salah satu dari destinasi wisata super prioritas, yaitu Kawasan Ekonomi Khusus (KEK) Likupang. Sebagai salah satu kawasan wisata, tentu saja memerlukan fasilitas yang mendukung aktivitas wisata, yaitu fasilitas akomodasi berupa Hotel atau Resort yang memenuhi standar bintang lima. Hotel Resort bintang lima merupakan fasilitas penginapan dengan berbagai fasilitas pendukung untuk rekreasi dan relaksasi sesuai standar bintang lima. Faktanya, di Likupang belum banyak fasilitas pendukung yang memadai karena beberapa faktor seperti jarak, standar fasilitas penginapan, dan harga yang tinggi. Maka dari itu diperlukan fasilitas yang digunakan untuk memenuhi kebutuhan akomodasi yang memadai untuk wisatawan yang berkunjung. Target pengunjung yang datang yaitu wisatawan lokal dan internasional dengan iklim dan kondisi alam yang berbeda dengan Likupang. Maka dari itu, perancangan ini menggunakan pendekatan biophilic design yang menekankan keterkaitan desain ruang yang dialami pengguna dengan alam tempat ruang itu berada. Hal ini bertujuan agar pengunjung dapat menikmati keindahan alam dan memperoleh kepuasan secara fisik dan mental, serta meninggalkan pengalaman yang khas akan alam Likupang yang asli.",
  "creators": "TOAR ABRAHAM SILVANUS GERUNGAN",
  "contributors": "Elvina Shanggrama Wijaya, S.T., M.T. (Advisor 1); Altrerosje Asri, S.T., M.T. (Advisor 2); Samuel Hartono (Advisor 3); Lilianny Sigit Arifin (Examination Committee 1); Stanislaus Kuntjoro Santoso (Examination Committee 2); Esti Asih Nurdiah, S.T., M.T., Ph.D. (Examination Committee 3); Anik Juniwati (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06024592/ARS/2024; Toar Abraham Silvanus Gerungan (B12200105)",
  "subjects": "HOTELS--DESIGNS AND PLANS; RESORTS--DESIGNS AND PLANS"
}