{
  "id": "60797",
  "title": "Strategi impression management Khofifah Indar Parawansa pada akun instagram @khofifah.ip",
  "abstract": "Impression Management didefinisikan sebagai kebutuhan individu dalam mempresentasikan dirinya sebagai seseorang yang dapat diterima oleh orang lain. Mengelola kesan dibutuhkan oleh setiap orang untuk mengelola citra dan mencapai tujuan tertentu, terlebih hal ini tentu sangat dibutuhkan bagi tokoh politik di Indonesia sebagai negara demokrasi. Salah satu tokoh politik yang menerapkan strategi impression management yaitu Khofifah Indar Parawansa. Rencana yang matang bagi Khofifah untuk melanjutkan periode ke-2 nya sebagai Gubernur Jawa Timur mengharuskannya untuk mengelola kesan agar tampil secara baik di masyarakat terlebih di masa pra-kampanye menuju Pilkada 2024. Penelitian ini menganalisis strategi impression management Khofifah Indar Parawansa pada akun Instagram @khofifah.ip dengan menggunakan metode analisis isi kuantitatif deskriptif. Penelitian ini mengkoding pesan verbal dari foto, video, dan teks caption pada 222 unggahan di Instagram @khofifah.ip dengan batasan penelitian 12 Februari 2024 saat Khofifah mengumumkan niatnya untuk maju Pilgub 2024 hingga 9 Mei 2024 yaitu adanya perubahan dinamika politik, terkhusus pada proses Khofifah menuju Pilgub 2024 tersebut. Strategi impression management yang dianalisis meliputi Ingratiation, Self-Promotion, Intimidation, Exemplification, dan Supplication. Hasil penelitian menunjukkan bahwa strategi yang paling sering digunakan oleh Khofifah adalah Ingratiation, dengan taktik Other Enhancement dan sub indikator Simpati. Khofifah sebagai tokoh politik menampilkan usahanya menyenangkan orang lain melalui berbagai praktik taktik simpati.",
  "creators": "EMANUELA SABATINI SITORUS",
  "contributors": "Gatut Priyowidodo (Advisor 1); Agusly Irawan Aritonang, S.Sos., M.A. (Advisor 2); Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Examination Committee 1); Astri Yogatama (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011929/KOM/2024; Emanuela Sabatini Sitorus (F11200065)",
  "subjects": "INTERPERSONAL COMMUNICATION; PUBLIC RELATIONS AND POLITICS"
}