{
  "id": "60799",
  "title": "Efektivitas Cinta Laura sebagai brand ambassador Fore Coffee pada followers Instagram @fore.coffee",
  "abstract": "Marketing Public Relations pendekatan strategis yang menggabungkan pemasaran dan hubungan masyarakat untuk mencapai tujuan. Pada masa kini, Instagram telah menjadi platform penting bagi pelaku bisnis untuk menjual dan mempromosikan produk mereka. Pengguna Instagram berlomba-lomba membuat konten menarik agar bisnis mereka dapat dikenal oleh publik. Seiring perkembangan zaman, terjadi juga perubahan perilaku atau kebiasaan masyarakat. Dengan perubahan tren, kopi kini dinikmati oleh semua kalangan, termasuk anak muda. Fore Coffee, dalam perayaan ulang tahunnya yang ke-5, meluncurkan kampanye bertajuk #FOREssentiallyYou. Kampanye ini berfokus pada kepedulian lingkungan dan kepercayaan diri anak muda. Sebagai bagian dari kampanye ini, Fore Coffee memilih Cinta Laura sebagai brand ambassador. Penelitian ini dilakukan untuk mengetahui bagaimana efektivitas dari seorang Brand Ambassador Cinta Laura dalam Fore Coffee. Penelitian ini menggunakan metode survei dengan deskriptif kuantitatif dengan mengumpulkan data melalui kuesioner lalu disebar kepada 100 orang responden. Hasil dari penelitian ini adalah penggunaan Brand Ambassador Cinta Laura terbukti efektif dengan melihat indikator pada model VisCAP. Dari hasil kuesioner terlihat bahwa indikator Visibility memiliki nilai paling tinggi dibanding yang lain. Jika Visibility seorang Brand Ambassador tinggi maka akan tinggi kesadaran pelanggan terhadap Fore Coffee.",
  "creators": "KEZYA NATASYA HARTONO",
  "contributors": "Gatut Priyowidodo (Advisor 1); Astri Yogatama (Advisor 1); Ido Prijana Hadi (Examination Committee 1); Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011935/KOM/2024; Kezya Natasya Hartono (F11200082)",
  "subjects": "BRANDING (MARKETING); COMMUNICATION IN MARKETING; MARKETING--PUBLIC RELATIONS; SOCIAL MEDIA--COMMUNICATION"
}