{
  "id": "608",
  "title": "A Study of Alexandra's needs before and after her success based on the social motives theory in Willa Cather's O Pioneers",
  "abstract": "The main theme that is analyzed in this thesis is the motivation of the main female character, Alexandra, before and after her success as a farmer in Willa Cather's 0 Pioneers! I view Alexandra's motivation through the measurement of her needs according to McClelland's Social Motives Theory, which consists of three needs; the need for achievement, the need for power, and the need for affiliation. Since a normal human being is said to have the three needs, which function as their motivation, and differ in strength, I am curious to know the strength of Alexandra's needs, whether she is considered high or low on those needs, and which need is the most dominant in her life. For that reason, I want to examine through the analysis whether Alexandra is considered high on the three needs, and that they function as her motivation before and after she achieves her success. I use a literary tool namely characterization and conflict to show Alexandra's attitudes and struggles so that she can achieve her success and happiness. Another literary tool that I use is the theory of character to know whether she undergoes changes in her character so that I can reveal her most dominant need. In the analysis, I find out that although before and after Alexandra becomes a successful farmer she possesses the need for achievement, power, and affiliation, she also undergoes changes in the strength of her needs. Finally, I conclude that although Alexandra has the need for achievement, power and affiliation, she only has one dominant need as the most persisting motivation in her life.",
  "creators": "INEKE TRIMULYANI",
  "contributors": "ANITA LIE (Advisor 1); Ribut Basuki (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1028; Ineke Trimulyani (11496063)",
  "subjects": "AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING"
}