{
  "id": "6080",
  "title": "Analisa kepuasan pelanggan atas kualitas layanan yang diberikan oleh Surabaya Plaza Hotel setelah berganti nama dari Radisson Plaza Suite Hotel di Food and Beverage Service Department",
  "abstract": "Surabaya Plaza Hotel adalah salah satu hotel bisnis di Surabaya yang berusaha untuk meningkatkan kualitas produk serta pelayanan yang diberikan kepada para tamu. Pergantian simbol dan semboyan juga dilakukan mengikuti pergantian manajemen dan nama hotel. Perubahan dan penambahan produk juga dilakukan di food and beverage service department, dimulai dari perubahan seragam dan penampilan staf food and beverage service department, memperbaharui standard operational procedure sampai dengan menangani komplain yang ada dengan menanggapi sesegera mungkin. Hal ini dilakukan dengan tujuan agar kepuasan dapat dirasakan oleh konsumen, karena kepuasan pelanggan dapat tercipta apabila layanan yang diberikan oleh Surabaya Plaza Hotel berkualitas. Penulis menggunakan penelitian kualitatif. Informan dari penelitian ini adalah satu orang dari pihak manajemen Surabaya Plaza Hotel, dua orang long staying guest, serta dua orang return guest. Metode pengambilan data yang digunakan adalah dengan melakukan observasi, wawancara, serta melalui studi kepustakaan. Hasil penelitian menunjukkan bahwa kepuasan pelanggan atas kualitas layanan yang diberikan oleh Surabaya Plaza Hotel memang dirasakan oleh informan, khususnya kualitas layanan dari dimensi tangibles, reliability, responsiveness dan empathy. Akan tetapi, ada dimensi dari kualitas layanan yang masih perlu ditingkatkan lagi, yaitu dimensi assurance.",
  "creators": "REZA ARYA PUTRAWAN H; YULI ROSIANA KUSLIN",
  "contributors": "Serli Wijaya (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010273/HTL/2006; Reza Arya Putrawan H. (33400088), Yuli Rosiana Kuslin (33401053)",
  "subjects": "CONSUMER SATISFACTION; HOTEL MANAGEMENT; RESTAURANT MANAGEMENT"
}