{
  "id": "60803",
  "title": "Analisis strategi positioning produk sunscreen di Indonesia menggunakan metode single minded propositions",
  "abstract": "Indonesia merupakan negara tropis yang sering terpapar oleh sinar radiasi UV. Melihat hal ini, banyak penduduk Indonesia semakin melek terhadap penggunaan sunscreen untuk proteksi dari radiasi UV. Generasi Z di usia aktif mereka juga sering terkena paparan, maka banyak dari mereka mencari produk sunscreen. Banyak brand kecantikan yang melihat ini sebagai peluang, dan bermunculan berbagai produk sunscreen. Banyaknya brand-ini, membuat strategi komunikasi dibutuhkan untuk membedakan mereka dari kompetitor dan membentuk positioning. Strategi positioning dapat dibentuk menggunakan metode single-minded propositions yaitu suatu pernyataan yang meringkas kelebihan produk dari kompetitor. Penelitian ini bertujuan untuk menganalisa single minded proposition brand sunscreen di Indonesia untuk mendapatkan positioning statement yang berguna untuk membentuk strategi positioning. Metode yang digunakan adalah deskriptif kualitatif dengan teknik pengumpulan data observasi, wawancara, dan dokumentasi. Objek penelitian adalah hasil manifesto iklan sunscreen dalam format video iklan digital dan iklan instagram untuk mencari insight konsumen dan peran produk. Enam brand sunscreen dianalisis, berdasarkan perkembangan mereka di pasar serta format sunscreen yang dipilih, yaitu format cream. Hasilnya adalah perceptual mapping untuk memetakan strategi positioning dari brand sunscreen di Indonesia dan melihat peluang yang sesuai di pasar.",
  "creators": "FABIO ADRIAN LESMANA HUTOMO",
  "contributors": "Vanessa Yusuf (Advisor 1); Mendy Hosana Malkisedek (Advisor 2); Ani Wijayanti Suhartono (Examination Committee 1); Rebecca Milka Natalia Basuki (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00024183/DKV/2024; Fabio Adrian Lesmana Hutomo (E12200191)",
  "subjects": "BRANDING (MARKETING); STRATEGIC COMMUNICATIONS; SOCIAL MEDIA--COMMUNICATION"
}