{
  "id": "60815",
  "title": "Figurative language used in Genshin Impact's and Honkai: Star Rail's special program videos",
  "abstract": "This study aimed to find the types of figurative language in the video advertising of two games, Genshin Impact and Honkai: Star Rail. The writer used Harris (2018) theory of figurative language to analyze the utterances in the videos. Harris (2018) categorize figurative language into 11 types, namely, simile, analogy, metaphor, catachresis, metonymy, synecdoche, personification, allusion, eponym, apostrophe, and transferred epithet. The writer used qualitative research method to collect and analyze the data. The findings showed that out of 11 types, only simile, analogy, metaphor, metonymy, synecdoche, personification, and allusion can be found in Genshin Impact. In contrast, Honkai: Star Rail only used simile, analogy, metaphor, metonymy, and allusion. Both used simile, analogy, metaphor, metonymy, and allusion. On the contrary, catachresis, eponym, apostrophe, and transferred epithet are not used. There are differences between the games’ videos, namely, the use of synecdoche, personification, and combination of metaphor and synecdoche in Genshin Impact. This does not occur in Honkai: Star Rail. To conclude, the writer found several types of figurative language in the Genshin Impact and Honkai: Star Rail. On the other hand, further research on similar subjects with broader limitations is also recommended.",
  "creators": "EUGINEA KEZIA LIE",
  "contributors": "Herwindy Maria Tedjaatmadja (Advisor 1); Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Examination Committee 1); Flora Debora (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "A Critical Thesis",
  "source": "A Critical Thesis No. 02012465/ING/2024; Euginea Kezia Lie (A11200025)",
  "subjects": "FIGURES OF SPEECH; PROMOTIONAL FILMS--FIGURES OF SPEECH; SPEECH ACTS (LINGUISTICS)"
}