{
  "id": "60810",
  "title": "Apartemen hijau di Surabaya",
  "abstract": "Kota Surabaya merupakan pusat perekonomian regional yang mengalami pertumbuhan populasi dan ekonomi setiap tahunnya. Meskipun telah bertumbuh meluas, Surabaya Pusat tetap merupakan salah satu pusat kegiatan terpenting di Kota Surabaya; hal ini ditunjukkan oleh kehadiran pengembangan-pengembangan baru di Surabaya Pusat. Namun, Surabaya Pusat sedang menghadapi tantangan tersembunyi, yakni kenaikan suhu area urban yang disebabkan oleh konstruksi serta minimnya ruang hijau terbuka. Fenomena yang diberi nama efek Urban Heat Island (UHI) ini semakin diperparah dengan pertumbuhan kota yang menimbulkan banyak pengembangan baru; menciptakan sebuah lingkaran umpan balik positif yang semakin memperparah efek UHI di Surabaya Pusat. Pengembangan-pengembangan baru sebaiknya mampu merespons pertumbuhan kota, namun dalam waktu yang sama, sekaligus merespons UHI. Proyek ini menawarkan sebuah pengembangan mixed-use berbasis hunian yang mengintegrasikan alam (cahaya, udara, vista, air, vegetasi) melalui pendekatan Nature-based Placemaking (NBP). Analisis pergerakan udara (CFD) mendasari orientasi dan bentuk bangunan untuk memperoleh penghawaan yang optimal. Dua buah tower hunian dengan segala fasilitas penunjangnya dihubungkan dengan podium komersil. Celah yang menerus secara diagonal pada setiap tower mempermudah laluan vista, cahaya dan udara; dan taman-taman gantung menyediakan ruang-ruang bagi penghijauan vertikal dan aktivitas luar ruangan di seluruh bangunan. Desain ini menciptakan sebuah kompleks baru yang merespons pertumbuhan kota sekaligus permasalahan iklim.",
  "creators": "ALEXANDER ANDERSON MEIDIANTO",
  "contributors": "Rully Damayanti (Advisor 1); Luciana Kristanto, S.T., M.T. (Advisor 2); V.P. Nugroho Susilo (Advisor 3); Riduan Sukardi (Advisor 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024527/ARS/2024; Alexander Anderson Meidianto (B12200002)",
  "subjects": "APARTMENT HOUSES--DESIGNS AND PLANS"
}