{
  "id": "60819",
  "title": "Representasi cybercrime dalam film Unlocked",
  "abstract": "Dalam beberapa dekade terakhir, teknologi, terutama internet, telah berkembang sangat cepat. Namun, internet sering disalahgunakan untuk penyebaran konten negatif dan cybercrime atau kejahatan siber, yang merupakan ancaman serius. Cybercrime adalah tindak pidana yang dilakukan menggunakan internet atau jaringan komputer lainnya. Penelitian ini bertujuan mengetahui bagaimana cybercrime direpresentasikan melalui film \"Unlocked.\" Film ini mengisahkan seorang perempuan bernama Na Mi yang menjadi korban cybercrime oleh Jun Young. Penelitian ini menggunakan pendekatan kualitatif dengan jenis deskriptif, dan metode semiotika John Fiske yang melibatkan tiga kode televisi: realitas, representasi, dan ideologi. Hasil penelitian menunjukkan bahwa \"Unlocked\" menggambarkan jenis-jenis kejahatan cybercrime seperti akses tidak sah, cracking, dan sabotase, yang memperlihatkan taktik kejahatan siber. Pelaku sering menjalankan aksinya secara anonim dan pada malam hari di ruangan tertutup, serta menunjukkan sifat psikopat seperti kurangnya empati, manipulatif, dan tidak memiliki rasa bersalah. Penelitian ini juga menyoroti korban cybercrime, dengan fokus pada perempuan sebagai target dan lambatnya respons pemerintah, yang memicu resistensi dari korban. Ideologi yang ditemukan adalah liberalisme, yang berfokus pada perjuangan untuk mendapatkan hak-hak pribadi.",
  "creators": "FEDORIKE YAPHILIA",
  "contributors": "Fanny Lesmana (Advisor 1); Agusly Irawan Aritonang, S.Sos., M.A. (Advisor 2); Daniel Budiana, S.Sos., M.A. (Examination Committee 1); Chory Angela Wijayanti (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011903/KOM/2024; Fedorike Yaphilia (F11200025)",
  "subjects": "COMMUNICATION IN MOTION PICTURES; MOTIONS PICTURES--SEMIOTICS"
}