{
  "id": "60817",
  "title": "Strategi impression management calon Presiden 2024 melalui ekspresi emosional di channel Youtube KPU RI",
  "abstract": "Penelitian ini bertujuan untuk menganalisis strategi impression management dari tiga Calon Presiden 2024 dalam debat Presiden ketiga yang dilihat dari bahasa nonverbal yaitu microexpression (ekspresi wajah) dan gesture. Debat ketiga yang diselenggarakan oleh KPU RI diadakan pada 7 Januari 2024. Debat ketiga mengangkat topik pertahanan, hubungan internasional, keamanan, politik luar negeri, geopolitik, dan globalisasi. Debat Calon Presiden bertujuan untuk memudahkan masyarakat untuk mengetahui visi, misi, dan program kerja dari setiap Calon Presiden. Maka dari itu diperlukan untuk menganalisis bagaimana impression yang dibawakan dan bahasa nonverbal yang digunakan oleh tiap calon dihadapan masyarakat untuk membangun image yang positive. Penelitian ini menggunakan analisis isi kuantitatif – deskriptif. Pengukuran mengenai strategi impression management dilakukan dengan melihat emotional behavior (Johnson et al., 2016), gesture (Eunson, 2015), microexpression (Dubey & Singh, 2019), gesture dan microexpression pride dan interest (Sauter, 2017). Terkait dengan hasil data, penelitian ini telah mengeliminasi strategi impression management supplication. Penelitian ini menemukan bahwa ketiga Calon Presiden 2024 pada debat ketiga paling menunjukkan strategi impression management ingratiation yang juga dipasangkan dengan strategi lain seperti Anies Baswedan menunjukkan ingratiation – self-promotion, Prabowo Subianto menunjukkan ingratiation – intimidation, dan Ganjar Pranowo menunjukkan ingratiation – exemplification.",
  "creators": "NEYSA MUARDI",
  "contributors": "Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Advisor 1); Astri Yogatama (Advisor 2); Gatut Priyowidodo (Examination Committee 1); Agusly Irawan Aritonang, S.Sos., M.A. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011941/KOM/2024; Neysa Muardi (F11200050)",
  "subjects": "COMMUNICATION--POLITICAL ASPECTS; NON-VERBAL COMMUNICATION; PUBLIC COMMUNICATION--POLITICAL ASPECTS; PUBLIC RELATIONS AND POLITICS"
}