{
  "id": "60816",
  "title": "Studi experimental pengaruh sudut kemiringan pulley primer dan berat roller pada continuously variable transmission (CVT) terhadap performa sepeda motor Honda Vario 160 cc",
  "abstract": "Skuter dalam bahasa sehari-hari juga disebut sebagai sepeda motor matik/sepeda motor matik, adalah kendaraan bermotor roda dua yang memiliki lantai di bagian dasarnya untuk diinjak oleh pengendara. Continuously Variable Transmission (CVT) merupakan sistem perpindahan kecepatan yang sepenuhnya otomatis sesuai dengan putaran mesin. Dalam sistem ini, tidak ada penggunaan gigi transmisi; sebaliknya, dua pulley yang terhubung oleh sabuk V-belt digunakan sebagai pengganti gigi. Penelitian ini bertujuan untuk mengetahui pengaruh performa akselerasi dan top speed saat menggunakan sudut kemiringan pulley primer dan berat roller pada Continuously Variable Transmission (CVT) terhadap performa sepeda motor Honda Vario 160 cc. Hasil yang dinginkan dari penelitian ini, mempelajari penggunaan berbagai sudut kemiringan pulley primer dengan melakukan eksperimen untuk meningkatkan kinerja sepeda motor honda Vario 160 cc. Eksperimen ini akan membandingkan beberapa variabel seperti akselerasi, torsi, top speed dan waktu yang ditempuh pada jarak tertentu. Pengaruh sudut kemiringan pulley 13,5o memiliki hasil yang terbaik untuk mendapatkan akselerasi, daya, torsi, dan top speed pada Honda Vario 160 cc. Pengaruh berat roller pada daya maksimal didapatkan oleh berat roller 12 gram dengan menggunakan sudut kemiringan pulley 13,5o. Torsi maksimal didapatkan oleh berat roller 15 gram dengan menggunakan sudut kemiringan pulley 13,5o. Modifikasi sudut kemiringan pulley 13,5o dan berat roller 12 gram menjadi yang terbaik. Hal tersebut karena daya memiliki hasil yang terbaik, torsi dapat dikatakan mendekati hasil torsi berat roller 15 gram dan top speed memiliki hasil rata-rata yang sama.",
  "creators": "ADRIYAN PUTRA ANGGANA",
  "contributors": "Joni Dewanto (Advisor 1); Ninuk Jonoadji (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03011531/MES/2024; Adriyan putra anggana (C12190081)",
  "subjects": "MOTORCYCLES--PERFORMANCE; MOTORCYCLES--TRANSMISSION DEVICES, CONTINUOUSLY VARIABLE; TRACTION DRIVES"
}