{
  "id": "60829",
  "title": "Opini gen Z Surabaya terhadap efektivitas spokes character Ronald McDonald dalam mengomunikasikan brand image McDonalds",
  "abstract": "Penelitian ini dilakukan untuk mengetahui Opini Gen Z di Surabaya Terhadap Efektivitas Spokes Character Ronald McDonald Dalam Mengomunikasikan Brand Image McDonalds. McDonalds sebagai salah satu restoran cepat saji menggunakan maskot untuk mengomunikasikan brand image, yaitu Ronald McDonald. Elemen-elemen yang menentukan efektivitas spokes character meliputi Relevance to product, Expertise dan Nostalgia. Untuk mengukur efektivitas spokes character dilakukan pengukuran opini kepada Gen Z Surabaya yang merupakan populasi dominan dan meminati McDonalds. Opini Gen Z Surabaya akan didasari oleh tiga tahap progresif yaitu Awareness, Acceptance dan Action. Maka untuk mengetahui opini Gen Z Surabaya terhadap spokes character Ronald McDonald, peneliti melakukan penelitian jenis deskriptif dengan pendekatan kuantitatif. Metode yang digunakan merupakan survey terhadap 100 pelanggan Gen Z McDonald Surabaya. Hasil dari penelitian menunjukkan bahwa Opini Gen Z Surabaya terhadap Efektivitas Spokes Character Ronald Mcdonald dalam Mengomunikasikan Brand Image McDonalds adalah positif, dengan elemen Expertise paling tinggi. Hasil mengartikan bahwa Gen Z Surabaya setuju bahwa Spokes Character Ronald Mcdonald efektif dalam mengomunikasikan brand image McDonalds.",
  "creators": "AMADEA DAPHNE HARLIM ISJWARA",
  "contributors": "Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Advisor 1); Chory Angela Wijayanti (Advisor 2); Felicia Goenawan (Examination Committee 1); Daniel Budiana, S.Sos., M.A. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011938/KOM/2024; Amadea Daphne Harlim Isjwara (F11200023)",
  "subjects": "BRAND NAME PRODUCTS; BRANDING (MARKETING); COMMUNICATION IN MARKETING; GENERATION Z; MARKETING--PUBLIC RELATIONS"
}