{
  "id": "6083",
  "title": "The Influence of leadership style to employee's performance in Golden River Restaurant, family own business",
  "abstract": "This dissertation is written by the writers as the requirement to finish the writers? study in Management of Petra Christian University, Indonesia and in CHN (Christelijke Hogesschool Noord-nederland). As a whole, this thesis will analyze the influence of leadership style to employee?s performance in Golden River Restaurant, which is a family own business. And in the same time the writers will determine what style of leadership that is applied in Golden River Restaurant. This dissertation is divided into six chapters in which every chapter will have its own content. Chapter one will tell about the research review and the research problem. Research problem can be also considered as the case study that needs to be analyzed. It describes some kinds of problem that will be examined during this research, why it is considered as a problem, and afterwards about the research questions and research objectives. The overview of the company where the research takes place will be placed in chapter two. It will state the historical overview of the company, and the short explanation about the target market of the company and the company?s organization chart. The third chapter will be the literature review that contains the understanding about leadership, family own business, employee?s performance and all factors that are related to it. Chapter four will be the research methodology. It will discuss the method that will be used during the research. The writers will take qualitative approach as a method of the research. This qualitative research begins with interviewing the employees who works as a waiter and waitress in the restaurant, and also supported by the writers? observation to analyze the style of leadership that is applied in Golden River Restaurant. After the writers know what style of the leadership that is applied in the company, the writers try to compare with the theory that the writers have. Through this research, the writers try to analyze how the influence of leadership style to employees? performance. The fifth chapter is the main discussion of this thesis whereas all data that have been collected through interviews and observation are being analyzed. The analysis is done based on theories existed. The last chapter is chapter six which will represent the conclusion from the whole of the thesis and some recommendations which could be used or implemented in the restaurant in order to improve the employees? performance.",
  "creators": "FELISITAS PRISKE TANTONO; LI SIU HUI",
  "contributors": "HENK BRUINS (Advisor 1); K.W. VAN DER HOEK (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010270/HTL/2006; Felisitas Priske Tantono (33401014), Li Siu Hui (33401052)",
  "subjects": "PERSONAL MANAGEMENT; LEADERSHIP"
}