{
  "id": "60837",
  "title": "Rumah retret Katolik di Paroki Bunda Maria Banjarbaru",
  "abstract": "Kota Banjarbaru, sebagai ibu kota Provinsi Kalimantan Selatan, mengalami pertumbuhan umat Katolik dan juga dihadapkan pada tantangan Ekonomi yang meningkat. Situasi ini menyoroti perlunya ruang-ruang suciuntuk memperdalam iman dan spiritualitas di tengah kesibukan dan tekanan kehidupan modern. Rumah RetretKatolik di Paroki Bunda Maria Banjarbaru adalah sebuah respons kebutuhan mendalam komunitas Katolik diKalimantan Selatan untuk memiliki tempat refleksi spiritual yang tenang dan mendalam. Perancangan RumahRetret ini menawarkan solusi dengan menyediakan fasilitas komprehensif termasuk kapel, ruang doa, aula, areahunian, ruang makan, serta fasilitas pendukung lainnya seperti toilet umum dan area parkir. Desainnyamengutamakan kesakralan dan kenyamanan personal dengan pendekatan holistik melalui penggunaan pencahayaan alami, lanskap yang terintegrasi, dan akustik yang mendukung. Penggunaan material yang dipilih dengan hati-hati dan penempatan strategis elemen religius juga memperkuat konsep desain yang mengutamakan kontemplasi dan interaksi spiritual. Inisiatif ini bertujuan untuk memperbarui dan memodernisasi fasilitas spiritual, yang ditunjukkan dengan transformasi dari Wisma Sikhar yang sudah tua menjadi Rumah Retret modern yang memenuhi kebutuhan spiritual saat ini sambil mempertahankan signifikansi historis dan spiritualnya.",
  "creators": "YOHANES NATHANAEL GIOVANNY",
  "contributors": "Elvina Shanggrama Wijaya, S.T., M.T. (Advisor 1); Altrerosje Asri, S.T., M.T. (Advisor 2); Samuel Hartono (Advisor 3); Lilianny Sigit Arifin (Examination Committee 1); Stanislaus Kuntjoro Santoso (Examination Committee 2); Anik Juniwati (Examination Committee 3); Esti Asih Nurdiah, S.T., M.T., Ph.D. (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 00024521/ARS/2024; Yohanes Nathanael Giovanny (B12180049)",
  "subjects": "SPIRITUAL RETREATS--CATHOLIC CHURCH; SPIRITUAL RETREAT CENTERS--DESIGNS AND PLANS"
}