{
  "id": "60838",
  "title": "Eksplorasi sambungan pada bangunan kontemporer dengan material bambu di Bali: studi kasus karya Chiko Wirahadi",
  "abstract": "Bali merupakan wilayah yang memiliki banyak bangunan kontemporer dengan material bambu. Konstruksi bambu di Bali sendiri bermula dari pengetahuan masyarakat dalam membuat sambungan antar batang bambu. Namun, seiring dengan berkembangnya teknologi, sambungan antar bambu yang digunakan dari arsitektur vernakular juga terjadi pengembangan. Pengembangan sambungan antar batang bambu ini dapat kita jumpai pada bangunan kontemporer bambu di Bali saat ini. Oleh karena itu, lewat penelitian ini ingin mengetahui bagaimana pengembangan yang terjadi dari arsitektur vernakular ke arsitektur kontemporer pada sambungan antar bambu. Untuk mengetahui pengembangan yang terjadi, dilakukan studi literatur mengenai arsitektur vernakular sebagai acuan awal dan analisis studi kasus bangunan kontemporer. Objek bangunan dalam penelitian ini adalah karya Bapak Chiko Wirahadi Communal Art Space yang terletak di Tabanan, Bali. Penelitian ini menggunakan grounded research yang merupakan lingkup dari penelitian kualitatif. Dilakukan pengumpulan data dan pengamatan pada sambungan antar bambu di bangunan Commmunal Art Space, yang kemudian akan dibandingkan dengan studi literatur yang ada. Perbandingan ini akan menunjukkan pengembangan yang terjadi dari arsitektur vernakular dan kontemporer pada bangunan Communal. Tentunya dengan adanya perkembangan teknologi dan bentukan bangunan kontemporer, sambungan antar bambu yang digunakan juga akan mengalami pengembangan.",
  "creators": "NOVA LIDYAWATI",
  "contributors": "Altrerosje Asri, S.T., M.T. (Advisor 1); Dr. Ir. Agus Dwi Hariyanto, S.T., M.Sc. (Examination Committee 1); Esti Asih Nurdiah, S.T., M.T., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 08024538/ARS/2024; Nova Lidyawati (B12200016)",
  "subjects": "BAMBOO CONSTRUCTION"
}