{
  "id": "60836",
  "title": "Perancangan identifikasi bahaya, penilaian, dan pengendalian risiko pada departemen bengkel PT X",
  "abstract": "Penelitian ini dilaksanakan di PT X, sebuah pabrik yang bergerak di bidang produksi food packaging. Penelitian ini bertujuan untuk merancang HIRADC di lantai bengkel. Lantai bengkel berperan memperbaiki dan mempersiapkan matras untuk produksi, menerima matras dan spare part baru, serta menjaga kebersihan lantai produksi. Ditemukan kalau departemen bengkel memiliki kasus kecelakaan kerja paling tinggi, dalam periode 2021-2023 terdapat 5 kasus yang mengharuskan pekerja dibawa ke rumah sakit. Dalam menjalankan penelitian ini, setiap proses dan tugas utama di lantai bengkel dianalisis untuk mengidentifikasi potensi bahaya dan risiko yang ada. Setelah identifikasi, dilakukan penilaian risiko untuk menentukan tingkat risiko masing-masing bahaya. Berdasarkan penilaian ini, rekomendasi disusun untuk perbaikan dan peningkatan keselamatan kerja. Identifikasi dan penilaian dilaksanakan berdasarkan hasil wawancara pada pekerja di departemen bengkel. Rekomendasi akan ditinjau dari pengendalian-pengendalian yang sudah dilakukan sebelumnya, kemudian dilanjutkan pada usulan pengendalian yang harus dilakukan kedepannya. HIRADC menunjukkan, dalam menjalankan proses-proses di lantai bengkel, ditemukan dari seluruh potensi bahaya yang ada, setidaknya 78% termasuk dalam kategori moderate, substansial, dan unacceptable. Setelah dilakukan peninjauan dari kontrol yang sudah dilakukan, diberikan usulan-usulan untuk menurunkan potensi-potensi bahaya yang ada. Diperkirakan setelah usulan setiap potensi bahaya di lantai bengkel 100% berada di kategori trivial dan acceptable.",
  "creators": "FELIX",
  "contributors": "Togar Wiliater Soaloon Panjaitan, S.T., MBA. (Advisor 1); Herri Christian Palit (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022671/IND/2024; Felix (C13200034)",
  "subjects": "INDUSTRIAL SAFETY; RISK ASSESSMENT; RISK CONTROL; RISK MANAGEMENT"
}