{
  "id": "60840",
  "title": "Perancangan prosedur pengujian munculnya gas H2 pada minyak transformer distribusi",
  "abstract": "Masalah bubble dalam minyak transformer distribusi merupakan masalah yang perlu diselesaikan PT X dalam meningkatkan kualitas transformer. Hal ini dikarenakan bubble menyebabkan penurunan level oli tranformer. Setelah transformer dikembalikan, transformer diujikan dan terdapat kadar gas H2 yang tinggi. Untuk itu, perlu dibuat sebuah prosedur pengujian untuk mengetahui penyebab kemunculan gas H2 pada minyak transformer distribusi. Prosedur dibuat berdasarkan standar yang berlaku dan data pengujian transformer yang terindikasi bubble khususnya gas H2. Ada 2 prosedur yang dibuat untuk melihat prosedur mana yang lebih efektif di mana terdapat pengujian Induced Voltage Partial Discharges (IVPD), Dissolved Gas Analysis (DGA), Break Down Voltage (BDV), Water Content (WC), temperature rise, dan No Load Test. Pada prosedur 1, tes IVPD dilakukan 2 kali pada sebelum dan sesudah proses temperature rise, sedangkan prosedur 2 diawali dengan tes IVPD dilakukan setelah proses temperature rise. Aplikasi berbasis Python dibuat untuk membantu proses diagnosa menggunakan metode Duval Pentagon 2, Duval Triangle 4, dan Key Gas Method sesuai dengan IEEE Std. C.57-104 tahun 2019 dan IEC 60599-2022. Dari pengujian, prosedur berhasil mendeterminasi penyebab kemunculan H2 dengan hasil tes DGA yang kemudian diolah menjadi koordinat di dalam Duval Pentagon 2 untuk proses diagnosa. Dari hasil tes DGA, penyebab utama kemunculan H2 adalah gangguan partial discharges. Stray gassing juga dapat menyebabkan H2, tetapi dalam jumlah yang lebih rendah dibanding partial discharges. Dari kedua prosedur, prosedur pertama dinyatakan lebih efektif karena bisa melihat perbedaan nilai partial discharges sebelum dengan sesudah proses temperature rise.",
  "creators": "CHRISTENSEN DERICK KHO",
  "contributors": "Julius Sentosa Setiadji (Advisor 1); NUR ASWAN DARWIS (Advisor 2); Yusak Tanoto, S.T., M.Eng., Ph.D. (Examination Committee 1); Heri Saptono Warpindyasmoro (Examination Committee 2); Prof. Ir. Hanny Hosiana Tumbelaka, M.Sc., Ph.D. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010682/ELK/2024; Christensen Derick Kho (C11200001)",
  "subjects": "BREAKDOWN VOLTAGE; ELECTRIC TRANSFORMERS"
}