{
  "id": "60841",
  "title": "Efek geometri nozzle dan rasio ekuivalen pada ruang bakar volume konstan dengan sub-chamber terhadap karakteristik pembakaran campuran ammonia/oxygen",
  "abstract": "Peningkatan emisi karbon secara global menghadirkan tantangan yang semakin besar bagi generasi sekarang dan masa depan. Dalam upaya mencapai nol emisi karbon, amonia (NH3) telah muncul sebagai sumber energi alternatif yang menarik. Amonia menawarkan pilihan bahan bakar bebas karbon, dan kepadatan energi yang lebih tinggi dibandingkan hidrogen cair dengan tetap menjaga kemudahan transportasi dan penyimpanan. Namun amonia masih memiliki kekurangan sehingga memerlukan penyelidikan lebih lanjut mengenai karakteristik pembakarannya. Percobaan ini dilakukan untuk mempelajari pengaruh bentuk nozzle dan perbandingan rasio ekuivalen (標) pada pembakaran campuran amonia/oksigen menggunakan ruang bakar bervolume konstan yang dilengkapi dengan sub-chamber. Bahan bakar tersebut dicampur terlebih dahulu selama 10 menit dan dikondisikan hingga tekanan awal 0,2 MPa dan suhu campuran awal 423 K. Hasil penelitian menunjukkan bahwa bentuk nozzle yang berbeda masing-masing memiliki keunggulan dalam hal tekanan dan kecepatan jet. Secara keseluruhan, campuran yang lebih ramping (標0.6 dan 標0.8) secara konsisten berkinerja lebih baik dibandingkan dengan campuran yang lebih kaya (標1.0) di semua kategori yang diselidiki dalam penelitian ini. Nozzle bentuk 1 menghasilkan tekanan lebih tinggi, sedangkan nozzle bentuk 2 meningkatkan kecepatan jet, menyoroti trade-off di antara keduanya.",
  "creators": "SEBASTIAN GUNAWAN",
  "contributors": "Willyanto (Advisor 1); Ekadewi Anggraini Handoyo (Examination Committee 1); Hariyo Priambudi Setyo Pratomo, S.T., M.Phil. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011523/MES/2024; Sebastian Gunawan (C12200011)",
  "subjects": "ALTERNATIVE FUEL VEHICLES; INTERNAL COMBUSTION ENGINES; NOZZLES"
}