{
  "id": "60857",
  "title": "Fashion sebagai komunikasi: kostum Dasiyah dalam film serial Gadis Kretek",
  "abstract": "Film sebagai media audio visual dapat menyampaikan pesan melalui verbal maupun nonverbal. Pada film serial ‘Gadis Kretek’ pesan dikomunikasikan tidak hanya melalui dialog, melainkan juga melalui tampilan visual yakni fashion. Dasiyah sebagai salah satu karakter utama, memiliki fashion yang ikonis dibandingkan karakter lain. Fashion Dasiyah terdiri dari keseluruhan tata busana, tata rambut, rias dan aksesoris yang digunakan oleh aktris sebagai kostum yang digunakan untuk media komunikasi karakter. Maka dari itu, penulis tertarik untuk melakukan penelitian ini untuk dapat mengetahui makna denotasi, konotasi serta mitos yang berkaitan dengan fashion dari tiap unit fashion Dasiyah dengan menggunakan analisis semiotika Roland Barthes. Sehingga, dapat mengetahui makna utuh dari bagaimana fashion dapat mengkomunikasikan diri karakter. Ditemukan bahwa fashion dapat menyatakan perjalanan hidup Dasiyah dan cita-citanya mengenai kretek di tengah patriarki yang masih kental pada budaya Jawa. Selain itu, melalui fashion-nya Dasiyah dapat memosisikan dirinya dalam masyarakat dengan status sosial ekonomi sebagai perempuan Jawa elite dengan kegiatannya berdagang. Fashion yang dikenakan Dasiyah tidaklah selalu stagnan terdapat progresivitas karakter yang menyebabkan alterasi fashion yang menyebabkannya tidak sesuai dengan pakem Jawa.",
  "creators": "THESSALONICA DWI SETYA ANGESTUTI TRIANTORO",
  "contributors": "Daniel Budiana, S.Sos., M.A. (Advisor 1); Agusly Irawan Aritonang, S.Sos., M.A. (Advisor 2); Ido Prijana Hadi (Examination Committee 1); Felicia Goenawan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011931/KOM/2024; Thessalonica Dwi Setya Angestuti Triantoro (F11200081)",
  "subjects": "FASHION IN MOTION PICTURES; NONVERBAL COMMUNICATION; VISUAL COMMUNICATION"
}