{
  "id": "60856",
  "title": "Efektivitas penggunaan stray kids sebagai brand ambassador Ultra Milk pada media sosial Instagram @ultra_mym",
  "abstract": "Ultra Milk merupakan brand susu lokal milik Indonesia yang telah berkarir lama dalam bidang industri makanan dan minuman. Nama Ultra Milk sendiri sudah tidak asing di telinga masyarakat Indonesia. Walaupun begitu, Ultra Milk terus berusaha untuk tetap menjaga eksistensi mereka sebagai brand susu lokal Indonesia dengan terus menerapkan aktivitas marketing public relations yang di inovasi dengan masa kini agar dapat lebih menjangkau target pasar lebih luas dan meninggalkan kesan yang lebih mendalam di benak target pasar, seperti penggunaan brand ambassador. Sebelumnya pada tahun 2022, Ultra Milk telah menggunakan brand ambassador dari Korea, lebih tepatnya girl group. Di tahun 2023 ini, Ultra Milk tanpa henti kembali menggunakan brand ambassador dari Korea yaitu boy group Stray Kids untuk mencapai tujuan yang diinginkan. Penelitian ini merupakan penelitian kuantitatif dengan menggunakan metode online survei dalam bentuk kuesioner yang disebarkan melalui media sosial ke pengikut Instagram Ultra Milk sebanyak 100 responden dengan menggunakan skala likert. Hasil dari penelitian ini menunjukkan bahwa Stray Kids efektif untuk digunakan sebagai brand ambassador Ultra Milk dengan menggunakan metode VisCAP dengan keseluruhan indikator memiliki nilai rata-rata sebesar 4.41. Indikator VisCAP yang paling tinggi efektivitas nya adalah indikator Visibility dengan hasil rata-rata 4.57.",
  "creators": "MARCELLA GERALDINE PRASETIO",
  "contributors": "Gatut Priyowidodo (Advisor 1); Felicia Goenawan (Advisor 2); Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Examination Committee 1); Daniel Budiana, S.Sos., M.A. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011911/KOM/2024; Marcella Geraldine Prasetio (F11200021)",
  "subjects": "BRAND NAME PRODUCTS; BRANDING (MARKETING); COMMUNICATION IN MARKETING; SOCIAL MEDIA--COMMUNICATION"
}