{
  "id": "60855",
  "title": "Kriteria keputusan kontraktor dalam mengimplementasikan Building Information Modeling",
  "abstract": "Perkembangan teknologi dalam bidang konstruksi terus berkembang, salah satunya dengan hadirnya Building Information Modeling (BIM) yang menawarkan berbagai keunggulan dan manfaat. Namun, implementasi BIM di Indonesia masih memiliki banyak tantangan, sehingga tingkat implementasi BIM di Indonesia masih relatif rendah. Maka dari itu, penelitian ini bertujuan untuk menganalisis kecenderungan dari perusahaan konstruksi besar di Surabaya dalam memilih sistem kerja, apakah sistem tradisional lebih unggul atau mengimplementasikan BIM yang unggul. Penelitian ini dilakukan dengan menggunakan metode Analytical Hierarchy Process (AHP) untuk membantu dalam proses pengambilan keputusan. Kriteria dan sub-kriteria disusun berdasarkan penelitian-penelitian yang telah dilakukan sebelumnya, lalu pengambilan data dilakukan dengan menyebarkan kuesioner kepada perusahaan konstruksi besar di Surabaya. Berdasarkan analisis, ditemukan beberapa faktor yang mendukung seperti kualitas teknologi BIM, serta faktor yang kurang mendukung atau dinilai kurang penting dalam pengambilan keputusan seperti skala perusahaan. Hasil dari penelitian ini menyatakan bahwa mengimplementasikan BIM lebih unggul daripada sistem kerja tradisional, meskipun masih terdapat beberapa hambatan dalam mengimplementasikannya.",
  "creators": "JEREMY PHILSON SOETOJO; CHARLOS KUANDA",
  "contributors": "Andi (Advisor 1); Ratna S. Alifen (Examination Committee 1); Sandra Loekita (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012752/SIP/2024; Jeremy Philson Soetojo (B11200047), Charlos Kuanda (B11200087)",
  "subjects": "BUILDING INFORMATION MODELING; CONSTRUCTION INDUSTRIAL MANAGEMENT; CONTRACTORS"
}