{
  "id": "60889",
  "title": "Analisis dan implementasi distributed Denial of Service (DDoS) attack terhadap website dan server XYZ",
  "abstract": "Dalam era digital saat ini, menjaga keamanan situs web dan infrastruktur server adalah hal yang sangat krusial untuk memastikan keamanan data dan kelancaran layanan yang disediakan secara online. Skripsi ini menggali analisis mendalam dan aplikasi praktis dari serangan DDoS yang terdistribusi pada infrastruktur website dan server milik instansi terkait. Skripsi ini bertujuan untuk memperdalam pemahaman tentang mekanisme serangan DDoS dan mengembangkan metode mitigasi yang efisien. Melalui penelitian ini, ditemukan berbagai pola serangan yang sering terjadi, dilakukan evaluasi terhadap kerentanan yang ada pada sistem, dan diusulkan strategi pencegahan serta tanggapan yang sistematis. Pengujian dilakukan pada implementasi strategi pertahanan yang beragam, termasuk penggunaan firewall yang lebih maju, sistem pendeteksian intrusi yang efektif, dan struktur arsitektur jaringan yang kuat, untuk menilai kemampuan mereka dalam menangkal serangan DDoS. Selama penelitian dilakukan, peneliti telah mengevaluasi berbagai strategi menyerang serta bertahan, dan hasilnya menunjukkan variasi yang menarik. Beberapa percobaan serangan membuahkan hasil yang cukup memuaskan, sementara percobaan lainnya masih memerlukan penyesuaian lebih lanjut. Hasil dari penelitian ini diharapkan akan memberikan wawasan baru dalam bidang keamanan siber dan menjadi panduan bagi administrator sistem untuk melindungi aset digital mereka dari ancaman yang selalu berkembang.",
  "creators": "DAVE HANDOKO PRIATMOJO",
  "contributors": "Agustinus Noertjahyana (Advisor 1); Justinus Andjarwirawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022486/INF/2024; Dave Handoko Priatmojo (C14200019)",
  "subjects": "COMPUTER NETWORKS--SECURITY MEASURES; CYBER INTELLIGENCE (COMPUTER SECURITY); DENIAL OF SERVICE ATTACKS"
}