{
  "id": "60880",
  "title": "Studi deskriptif fasilitas penunjang bagi wisatawan penyandang disabilitas di transport hub kota Surabaya",
  "abstract": "Pengguna transportasi umum sangatlah beragam, juga di dalamnya termasuk penyandang disabilitas. Apapun bentuk disabilitas yang alami, setiap orang memiliki hak untuk mendapatkan fasilitas penunjang di transport hub agar mereka dapat menggunakan transportasi umum seperti masyarakat lainnya. Nyatanya, fasilitas penunjang yang ada di transport hub masih belum aksesibel bagi penyandang disabilitas. Penelitian ini dimaksud untuk mengetahui bagaimana kesenjangan antara kepuasan wisatawan penyandang disabilitas dan tingkat kepentingan terhadap atribut aksesibilitas transport hub di Surabaya. Metode penelitian dilakukan dengan kuantitatif deskriptif sedangkan metode analisis data dilakukan dengan analisis kesenjangan (gap) dan Importance Performance Analysis (IPA) yang berasal dari 30 data responden yang dikumpulkan dari kuesioner yang telah diisi serta wawancara singkat dengan responden dan kemudian data diolah menggunakan program SPSS. Dari hasil penelitian ini didapatkan bahwa masih terdapat kesenjangan antara kepuasan wisatawan penyandang disabilitas dan tingkat kepentingan terhadap atribut aksesibilitas transport hub di Surabaya. Serta melalui Importance Performance Analysis juga didapatkan bahwa terdapat atribut aksesibilitas yang perlu diprioritaskan untuk ditingkatkan dan diperbaiki.",
  "creators": "PATRICIA EMANUELLA TAWAS; RACHEL VIOLETTA STEPANIE",
  "contributors": "Devi Destiani Andilas (Advisor 1); Dra. Monica Ida Uniati , M.M. (Advisor 2); Yudianto Oentario, S.E., M.M. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010467/MAN/2024; Patricia Emanuella Tawas (D11200166), Rachel Violetta Stepanie (D11200098)",
  "subjects": "PEOPLE WITH DISABILITIES--TRAVEL; TOURISM--MANAGEMENT; TRAVELERS; PEOPLE WITH DISABILITIES--TRANSPORTATION"
}