{
  "id": "6088",
  "title": "Determining customer needs based on service quality deminsions through Quality Function Deployment (QFD)",
  "abstract": "Most companies are necessary to recognize a customer need and believe they can satisfy him better than others companies. There are typical measures in the majority of U.S. Businesses, but they often failed to reveal the reality of the customers? wants and needs. To ensure continued business success, every company should have processes in place to constantly monitor and update its knowledge of customers? wants, needs and level of satisfaction. (Day, 1993, p.1) The hard work of determining customer needs in a restaurant (De Jonge Dikkert restaurant, Amstelveen, The Netherlands) based on service quality dimensions, through Quality Function Deployment (QFD). The writer?s hopes, the analysis of service quality through QFD method in this thesis can be useful to the owner and the management of De Jonge Dikkert Restaurant, supporting all arrangement that is prepared for meeting customer satisfaction and giving competitive value as well. This thesis uses questionnaires, interview, and observation for the sources gathering methods. Questionnaires were used for listing all customer needs, and then they are categorized into five dimensions of services quality. Interview and observation were used for finding technical design elements and evaluating competitor assessments. The writer had an interview with the restaurant manager of De Jonge Dikkert restaurant and observed all restaurant operation in 10 months trainee ship. All information from questionnaires, interview, and observation were collected, they are used to create QFD matrices (House of Quality). QFD matrix has been created, not only using data collected, but also analyzing the combination between one data and another data.",
  "creators": "FEBBE INDIASTUTIK",
  "contributors": "HENK BRUINS (Advisor 1); K.W. VAN DER HOEK (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010278/HTL/2006; Febbe Indiastutik (33401091)",
  "subjects": "CONSUMER SATISFACTION."
}