{
  "id": "60888",
  "title": "Fasilitas rekreasi untuk kebugaran jasmani di Surabaya",
  "abstract": "Kota Surabaya menghadapi tantangan serius terkait kurangnya aktivitas fisik penduduknya dan masalah iklim yang mempengaruhi kesejahteraan masyarakat. Kurangnya kegiatan fisik telah berkontribusi terhadap peningkatan prevalensi penyakit terkait gaya hidup, seperti penyakit jantung dan obesitas. Sementara itu, iklim Surabaya yang tidak nyaman, ditandai dengan suhu yang tinggi, kualitas udara yang buruk dan kepadatan penduduk yang tinggi, yang dimana mempengaruhi kegiatan aktivitas fisik di Surabaya. Fasilitas rekreasi ini bertujuan untuk meningkatkan aktivitas fisik di Surabaya dan dapat menjadi tempat rekreasi bagi penduduk di Surabaya. Fasilitas ini menyediakan berbagai ruang seperti gym, lapangan basket, kolam renang, ruang panah, panjat tebing, internet cafe dan eksibisi. Pendekatan yang digunakan untuk merancang fasilitas ini adalah pendekatan Bioklimatik. Hal ini bertujuan untuk menyediakan lingkungan yang sehat terutama pada iklim seperti suhu dan kualitas udara sehingga dapat mendukungnya kegiatan aktivitas fisik yang baik. Fasilitas ini juga dirancang dengan memperhatikan pencahayaan alami dan penghawaan alami agar dapat mendukung kegiatan aktivitas fisik. Fasad yang terbuka untuk meningkatkan sirkulasi udara di dalam bangunan dan memberikan shading yang optimal dapat menghasilkan pencahayaan alami yang baik.",
  "creators": "JERRY JULIO",
  "contributors": "Luciana Kristanto, S.T., M.T. (Advisor 1); Rully Damayanti (Advisor 2); Riduan Sukardi (Advisor 3); V.P. Nugroho Susilo (Advisor 4); Bram Michael Wayne, S.T., M.Ars. (Examination Committee 1); Timoticin Kwanda (Examination Committee 2); Irwan Santoso (Examination Committee 3); Andhi Wijaya (Examination Committee 4)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06024554/ARS/2024; Jerry Julio (B12200038)",
  "subjects": "RECREATION CENTERS--DESIGN AND PLANS; SPORTS FACILITIES--DESIGNS AND PLANS"
}