{
  "id": "60892",
  "title": "Pengaruh reheating tahap solution treatment terhadap sifat mekanis material velg mobil aluminium alloy A356-T6",
  "abstract": "PT X memproduksi velg mobil menggunakan aluminium alloy A356. T6 heat treatment digunakan untuk meningkatkan sifat mekanis velg hingga sesuai dengan standar JIS (Japan Industrial Standard) (2019) H 5202, yaitu Ultimate Tensile Strength (UTS) minimal 25 kgf/mm2, elongasi > 5%, dan kekerasan minimal 80 HB. Namun, PT X tidak dapat menyelesaikan proses heat treatment akibat pemadaman listrik oleh PLN saat proses solution treatment. Pemanasan ulang (reheating) dapat menjadi solusi permasalahan ini. Oleh karena itu, penelitian ini mencakup beberapa variasi durasi solution treatment, yaitu produk as-cast, kondisi normal (temperatur 540oC selama 8x35 menit), dan kondisi reheating dengan variasi durasi 6x35, 7x35, dan 8x35 menit. Hasil penelitian menunjukkan perlakuan reheating (No paint drying) meningkatkan nilai Yield Strength (YS), UTS, kekuatan impak, dan kekerasan, sedangkan elongation menurun di mana angka tertingginya secara berturut-turut, yaitu 139 N/mm2, 197 N/mm2, 3,31 J/cm2, 30 HRB, dan 1,39%. Setelah diproses kembali melewati tahap Paint Drying (PD), nilai YS, UTS, kekuatan impak, dan kekerasan setiap kondisi sampel mengalami peningkatan, sedangkan elongation menurun di mana nilainya secara berturut-turut, yaitu 148 N/mm2, 199 N/mm2, 4,53 J/cm2, 37 HRB, dan 1,27%. Hal ini disebabkan proses PD yang memanaskan sampel selama total 60 menit dengan temperatur mendekati proses artificial aging.",
  "creators": "NICHOLAS SHAN TANTAMA",
  "contributors": "Prof. Dr. Juliana Anggono, S.T., M.Sc. (Advisor 1); Ivan Christian Hernando, S.T., M.T. (Advisor 2); Joni Dewanto (Examination Committee 1); Ian Hardianto Siahaan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04011530/MES/2024; Nicholas Shan Tantama (C12200024)",
  "subjects": "AUTOMOBILES--WHEELS; WHEELS"
}