{
  "id": "60896",
  "title": "Perancangan interior rumah makan Pink Tempong, Bali dengan penerapan brand identity",
  "abstract": "Industri kuliner adalah sektor yang sangat diminati oleh masyarakat dan memberikan kontribusi besar terhadap peningkatan pendapatan nasional. Khususnya di Pulau Bali, yang merupakan destinasi wisata terkenal, bisnis kuliner menjadi prospek usaha yang sangat menjanjikan. Usaha makanan khas suatu daerah, seperti rumah makan Pink Tempong yang menyajikan kuliner autentik tradisional khas Banyuwangi, memiliki potensi besar untuk menjadi bisnis yang menguntungkan di Bali. Namun desain yang monoton dan kurang berkesan bagi pengunjung dapat menjadi kendala. Oleh karena itu, penting untuk memperhatikan elemen desain, terutama aspek warna yang sesuai dengan branding dapat menjadi salah satu solusi untuk menciptakan pengalaman baru bagi pengunjung saat mengunjungi rumah makan Pink Tempong. Perancangan rumah makan Pink Tempong memiliki tujuan untuk meningkatkan jumlah pengunjung dengan memperkenalkan desain interior baru yang disusun dengan lebih memperhatikan estetika dan brand identity yang diimplementasikan pada interiornya. Perubahan ini diharapkan dapat memberikan pengalaman baru dan semakin memikat bagi para customer. Perancangan menggunakan metode Design Thinking yang melibatkan serangkaian tahap, berupa understand, observe, point of view, ideate, prototype, test, story telling, pilot hingga bussines model. Hasil akhir penelitian berupa perancangan desain interior rumah makan dengan konsep The Tropical of Monyor - monyor dengan pengaplikasian citra perusahaan yang dapat meningkatkan pengalaman bagi pengunjung.",
  "creators": "JEANNYFER LEONORA",
  "contributors": "Sriti Mayang Sari (Advisor 1); Poppy Firtatwentyna Nilasari, S.T., M.T. (Examination Committee 1); Heri Cahyono S.Sn., HDII. (Advisor 2); Maria Suzzana G. Poetiray, S.Sn., M.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Laporan Karya No. 00022345/DIN/2024; Jeannyfer Leonora (E11200081)",
  "subjects": "BRANDING (MARKETING); INTERIOR DECORATION; RESTAURANTS--DECORATION"
}