{
  "id": "6089",
  "title": "Analisa segmentasi, penentuan target dan posisi pasar pada restoran steak dan grill di Surabaya",
  "abstract": "Di Surabaya terdapat beberapa restoran steak dan grill, dimana setiap restoran tersebut saling bersaing untuk mendapatkan pelanggan. Sebenarnya persaingan pun adalah hal yang wajar, namun jika dicermati, sebenarnya perusahaan-perusahaan tidak perlu bersaing antara satu dengan lainnya khususnya untuk pendatang baru. Hal ini bisa dilakukan melalui pemosisian restoran yang berbeda dengan restoran yang telah ada. Namun kenyataannya, dari sekian restoran steak dan grill di Surabaya, tidak banyak yang berhasil melakukan diferensiasi yang bisa diidentifikasi oleh konsumen. Pesan diferensiasi yang tidak sampai pada konsumen ini akhirnya membuat restoran steak dan grill bersangkutan tidak memiliki nilai lebih dibandingkan restoran lainnya. Berkaitan dengan hal tersebut, maka langkah segmentasi pasar mutlak harus dilakukan dan bukan lagi sebuah rujukan. Hasil dari analisis dalam penelitian ini menjelaskan bahwa konsumen restoran steak dan grill di Surabaya dibagi ke dalam lima klaster yaitu The Change-Expecting Lad., The Savvy Conqueror or City Slickers, The Established Confident, The Optimistic Family Person, dan The Cheerful Humanist. Setiap klaster mempunyai karakteristik yang berbeda dengan karakteristik konsumen klaster lainnya Berdasarkan pada crosstabulation atas keanggotaan klaster, ditemukan bahwa anggota tiap klaster adalah menyebar, dimana tidak ada satu pun restoran yang hanya dikunjungi oleh satu klaster. Setiap klaster sebenarnya mempunyai perbedaan profil dan perilaku sehingga berpengaruh terhadap pilihan mereka pada salah satu restoran. Berdasarkan pada temuan ini, bisa disimpulkan bahwa belum terjadi diferensiasi yang tinggi terhadap layanan restoran steak dan grill di Surabaya sehingga konsumen yang berkunjung di tiap restoran belum tersegmentasi dengan baik.",
  "creators": "GUNAWAN ADI CHANDRA",
  "contributors": "Serli Wijaya (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010275/HTL/2006; Gunawan Adi Chandra (33401150)",
  "subjects": "RESTAURANT MANAGEMENT"
}