{
  "id": "609",
  "title": "The Study of universe of discourse in conversations among the members of the families in American Beauty",
  "abstract": "In communication, the members of a family are not always able to get their messages across, and this may cause some conflicts in the family. To get their messages across, the members of a family need to pay attention to some strategies in communication including the strategies in maintaining the same universe of discourse. Universe of discourse means the particular world (real or imaginary) that the speaker assumes to say at that particular time. In American Beauty, the writer notices that the participants have a lot of conflicts, and it triggers the writer to investigate the film. Moreover, this film projects many themes that occur in this modem life, and this film seems trying to warn people about their own lives that could be like the film. In her study, the writer wants to find out whether the participants in conversations among the members of the families in American Beauty share the same universe of discourse or not, and what the strategies that they use if they share the same universe of discourse. She also wants to find out if there is participant who pretends to share the same universe of discourse. The writer only analyzes the conversations that happen among the members of the two families in American Beauty. Here, the writer finds that the participants mostly do not share the same universe of discourse. However, there are also few times when the participants are sharing the same universe of discourse. The three strategies that are used by the participants in sharing the same universe of discourse are the spatial frames of reference strategy in anchoring in the perspective of the speaker, shared domains and coreference strategy and new information strategy. She finds that the participants mostly use the shared domains and coreference strategy. Furthermore, she finds out that there is a participant who is pretending to share the same universe of discourse but actually not sharing the same universe of discourse with the other participant. The writer concludes that the participants mostly do not share the same universe of discourse although the participants in conversations among the members of the families in American Beauty come from the same world because they have different ideas, feelings and interests.",
  "creators": "AMELIA FELICIA S",
  "contributors": "SUKEMI, PROF.DR.M.A. (Advisor 1); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 816; Amelia Felicia Suriawijaya (11496106)",
  "subjects": "ENGLISH LANGUAGE-CONVERSATION AND PHRASE BOOKS"
}