{
  "id": "60905",
  "title": "Perancangan interior Dunkin' Donuts RMI Ngagel Surabaya dengan pendekatan human-centered design",
  "abstract": "Umumnya, kafe adalah suatu tempat untuk makan dan minum sambil berkumpul, berbincang, bersantai, ataupun sekedar mengisi waktu luang. Namun seiring berkembangnya zaman, fungsi kafe berkembang menjadi tempat untuk bekerja. Mengingat sejak era pandemi, banyak orang harus menggunakan sistem kerja ‘work from home (WFH)’. Sistem tersebut berpengaruh pada kebiasaan dan pola kerja masyarakat, yang mana saat ini telah berkembang menjadi ‘work from café (WFC)’. Banyak orang yang merasa lebih nyaman dan produktif ketika bekerja di kafe. Sehingga kini kafe yang nyaman menjadi tempat yang banyak dicari orang. Maka dari itu, penulis mengangkat topik perancangan interior Dunkin’ Donuts dengan menggunakan pendekatan human-centered design (HCD), tujuannya untuk mendukung kenyamanan aktivitas pengguna. Perancangan ini menggunakan metode design thinking yang terdiri dari sembilan tahap, untuk menciptakan solusi yang menjawab permasalahan dan kebutuhan pengguna. Fokus perancangan ini mendukung kenyamanan pengguna dalam beraktivitas dengan menyesuaikan fungsi dan kebutuhan ruang berdasarkan penggunanya. Tujuan perancangan ini untuk meningkatkan minat pengunjung dan mendukung produktivitas seluruh pengguna baik pengunjung maupun staf. Perancangan ini menghasilkan desain kafe yang fokus pada kebutuhan dan pola aktivitas pengguna, guna memaksimalkan produktivitas, kualitas layanan, minat dan tingkat kepuasan pengunjung, dan brand awareness suatu kafe.",
  "creators": "CHERYL RUBY LEE",
  "contributors": "Mariana Wibowo, S.Sn., M.MT. (Advisor 1); JEAN F POILLOT, S.T. (Advisor 2); Sherly De Yong (Examination Committee 1); WILLIAM VIJADHAMMO L., S.Ds. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Laporan Karya No. 00022293/DIN/2024; Cheryl Ruby Lee (E11200007)",
  "subjects": "INTERIOR DECORATION; RESTAURANTS--DECORATION"
}