{
  "id": "60901",
  "title": "Pengembangan sistem informasi purchasing pada PT X: optimalisasi proses pengadaan dan pembelian",
  "abstract": "Industri saat ini diwarnai oleh persaingan yang semakin ketat dan perubahan pasar yang cepat, memaksa perusahaan untuk optimal dalam manajemen vendor guna menjaga kelangsungan dan keberhasilannya. PT X, distributor motor Honda di Jawa Timur dan NTT, menghadapi tantangan serupa. Proses purchasing yang kompleks dan terdiri dari delapan jenis kebutuhan vendor, serta seleksi vendor yang melibatkan empat metode, membuat PT X mengalami kendala efektivitas dan efisiensi. Proses bidding yang kurang efektif, miskomunikasi dalam penerimaan barang, dan proses scoring vendor yang manual menjadi hambatan utama. Dalam rangka meningkatkan efisiensi dan efektivitas, proyek akhir ini bertujuan mengembangkan sistem informasi purchasing, 'Portal Vendor,' untuk mempermudah dan mempercepat proses purchasing PT X. Sistem ini diharapkan dapat meningkatkan komunikasi antar divisi serta meminimalkan kesalahan dalam pengambilan keputusan. Hasil penelitian menunjukkan bahwa meskipun mayoritas pengguna memberikan penilaian positif terhadap sistem ini, rumusan masalah pada skripsi ini tidak tercapai sepenuhnya. Hal ini disebabkan oleh tidak terukurnya kinerja sistem secara eksplisit dan hanya mengandalkan kuesioner dari admin PT X. Selain itu, data yang diperlukan untuk pengukuran objektif bersifat konfidensial dan tidak dapat diakses sepenuhnya, serta waktu pengujian yang mepet membuat pengukuran waktu proses pengadaan tidak dapat dilakukan secara komprehensif.",
  "creators": "JASON AMADEUS SINGGIH",
  "contributors": "Yulia (Advisor 1); Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Advisor 2); Ir. Djoni Haryadi Setiabudi, M.Eng. (Examination Committee 1); Alvin Nathaniel Tjondrowiguno, S.Kom., M.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022580/INF/2024; Jason Amadeus Singgih (C14200101)",
  "subjects": "DATABASE MANAGEMENT; PROGRAMMING (ELECTRONIC COMPUTERS); DATABASE DESIGN"
}