{
  "id": "60902",
  "title": "Sistem informasi manajemen proyek untuk standarisasi kinerja weserve digital marketing",
  "abstract": "Digital marketing merupakan suatu cara bagi para pengusaha agar dapat bertahan dan berkembang di era digital seperti sekarang ini. Di era digital seperti sekarang ini juga mengubah perilaku konsumen dalam berbelanja dan memandang suatu merek, oleh karena itu para pelaku usaha harus mulai mengikuti zaman dengan mulai sadar akan pentingnya digital marketing. Dengan melihat peluang tersebut WeServe yang merupakan suatu startup di bidang digital marketing hadir untuk menyediakan berbagai keperluan digital yang memudahkan para pelaku usaha dalam melakukan digital marketing. WeServe memiliki konsep utama “One Stop Digital Needs” di mana WeServe ingin menyediakan semua keperluan digital marketing dalam satu wadah, dan terus berusaha dalam meningkatkan pelayanan dan memperbaiki sistem agar dapat mengakomodir segala kebutuhan klien secara efisien dan tepat. Dengan latar belakang tersebut , WeServe mulai memperbaiki sistem dengan membuat sistem informasi manajemen proyek berbasis website. Sistem informasi ini adalah sebuah website yang nantinya berguna untuk memudahkan dalam melakukan manajemen proyek sehingga semua proyek sesuai standar pengerjaan WeServe, serta membantu mengefisiensi kinerja baik dalam melakukan pelaporan kerja maupun pengontrolan pengerjaan suatu proyek. Hasil pengujian pada pembuatan sistem menggunakan skenario menunjukkan bahwa website sudah berjalan dengan baik. Selain itu juga dilakukan pengujian dengan menyebar survei dan memperoleh hasil rata-rata nilai di atas 4.5 dari 5 pada keseluruhan fungsi sistem, menunjukkan bahwa sistem yang dibuat dapat membantu menyelesaikan masalah pada sistem lama WeServe.",
  "creators": "STEFANUS ADRIAN SUTEJO",
  "contributors": "Yulia (Advisor 1); Hans Juwiantho S.Kom., M.Kom (Examination Committee 1); Justinus Andjarwirawan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022566/INF/2024; Stefanus Adrian Sutejo (C14200102)",
  "subjects": "INTERNET MARKETING; MANAGEMENT INFORMATION SYSTEMS; PROJECT MANAGEMENT; WEB SITES--DESIGN"
}