{
  "id": "6090",
  "title": "The Impact of team work performance towards the employee productivity in Hu's Garden Restaurant (Enschede Netherlands)",
  "abstract": "This thesis is written as the final project of the Hotel Management Program which examine about the impact of Team Work Performance towards the employee Productivity in Hospitality industry especially in Hu?s Garden Restaurant, Enschede, Netherlands. Team Work is the main factor if we talk about service industry especially in restaurant, because this business is connecting with the Human touch whereas there are so many different employees with different culture and different character also different skill and mindset. Therefore it needed some way to understand each other and to work together to reach the main goal, which means to achieve the main goal of the Restaurant, and also to get high profit. The employee as a waiter in restaurant also as a member of team player is the person who meet the guest directly, that?s the first impression for the guest about the restaurant, besides the atmosphere and quality of the food in the restaurant. Therefore the good team work is needed in order to achieve the main goal of the restaurant and also to improve the productivity of employee in handling all guests and giving the best service for the guest. This research is a Qualitative research design which the writer uses some interview questioner and observation about Team work performance and employees productivity in Hu?s Garden restaurant. And the types of this research is Causality Research Design, this thesis is divided into five sections or chapters. The first chapter of this thesis consists of background Research Problem, Executive summary, Purpose and Problem Statement, Delimitation & Limitation, Significance of Study, Research Question and also Methode of research. And also introduction about relationship between Team work performance with employee productivity (in Background of Study part). The second chapter is started with literature review which is divided into five big parts, consists of the Quality of Team Work(The meaning of teamwork, Empowerment, Team culture, Types of quality Teams, effective team work, Team Process), The kind of Team Work, Communication in Team and Group (Problem selection and diagnosis & coordination), Team Work Performance, and Employee Productivity (including the different of productivity and quality of employee ), How to measure service productivity. It also discusses about the relationship between team work performance and employee productivity. And also the benefits to applying a Good Team work toward the employee productivity (in Team Work Performance part) The third chapter of this thesis gives information about Hu?s Garden restaurant such as the history of the Hu?s Garden Restaurant, the organization structure of the restaurant, the facilities, and also the physical look of the restaurant (the capacity of restaurant). This chapter also gives information about target market of the restaurant and marketing mix of Hu?s Garden Restaurant (5Ps). The fourth chapter describes the analysis and the evaluation based on the research in the Hu?s Garden Restaurant and the actions that have been taken by Hu?s Garden management to create the good Team Work Performance and the actions to maintain the productivity of employee. This Chapter also describes the Strength, the Weakness, the Opportunity, and the Threat from Hu?s Garden Restaurant. The case study is based on the literature review, interview with the manager as an owner of restaurant and some questioner to other employee in restaurant especially in front restaurant as a waiter and bartender, and also the observation in the restaurant. The last chapter is the conclusion from all the content of this thesis. It consists of steps that should be kept and to be taken in order to increase Team work performance toward employee productivity and also we want to try to describe the meaning of good team work performance. The recommendation and suggestion from the writers can help Hu?s Garden restaurant to apply the",
  "creators": "HERU HERMAWAN; WELLY SUWARGO",
  "contributors": "HENK BRUINS (Advisor 1); K.W. VAN DER HOEK (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010280/HTL/2006; Heru Hermawan (33401167), Welly Suwargo (33401020)",
  "subjects": "TEAMS IN THE WORKPLACE; RESTAURANT MANAGEMENT"
}