{
  "id": "6091",
  "title": "Analyzing the influence of sevice quality towards customer loyalty in Dynasty Restaurant",
  "abstract": "This research is written to analyze about how the service quality in Dynasty Restaurant in Amsterdam influences the customer loyalty. It is important to analyze this case because nowadays there are so many competitors in hospitality industry, especially in the Restaurant industry. The writers want to examine if the service quality does exist to influence the customers? loyalty. In the first part, the writers will introduce about this thesis. It includes background of the study, the problems statement, the purpose of the research and the limitation of the research. In the second part, the writers will introduce about service quality, and customers loyalty. This part will provide all the literature review of service quality, customer loyalty, and the relationship between service quality and customers loyalty. In the third part, the writers will explain about the research method. It includes the types of research, data types and data sources, method and procedures of data collection, data analysis technique and the research schedule. In the fourth part, the writers will explain briefly the background of Dynasty Restaurant. It covers the story of Dynasty Restaurant, the founder, and the organization chart. In the fifth part, the writers will analyze the data which include descriptive analysis, frequency analysis, service quality mean analysis, cross tabulation analysis, and guest book analysis. In the sixth part, the writers will make the conclusions of this research and give some recommendations about the service quality in Dynasty Restaurant.",
  "creators": "LISAYANI SUTANTO; JOHN NEHEMIA RAHARDJO",
  "contributors": "K.W. VAN DER HOEK (Advisor 1); HENK BRUINS (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010281/HTL/2006; Lisayani Sutanto (33401169), John Nehemia Rahardjo (33401180)",
  "subjects": "CONSUMER SATISFACTION.; CUSTOMER SERVICE"
}