{
  "id": "60910",
  "title": "Pengaruh reheating tahap artificial aging aluminium alloy A356 T6 untuk sampel bahan velg mobil",
  "abstract": "Listrik merupakan sumber energi yang sangat penting untuk dunia perindustrian. Namun di dunia perindustrian tidak jarang dijumpai mati listrik terutama saat cuaca hujan. Tidak menutup kemungkinan jika Perusahaan velg juga terkena dampaknya. Oleh karena itu, dibutuhkan alternatif jika pada saat perlakuan panas T6 terjadi mati listrik terutama pada saat artificial aging. Penelitian ini bertujuan untuk menganalisa perbandingan sifat mekanis (kekuatan tarik, kekerasan, dan impak) pada sampel aluminium alloy A356 selama proses perlakuan panas T6 (kondisi normal atau tidak mati listrik dan mati listrik) yang dilakukan paint drying dan yang tidak dilakukan paint drying. Sampel aluminium alloy A356 yang digunakan pada penelitian ini adalah hasil pengecoran sand casting dari velg mobil bekas. Sampel tersebut diberi perlakuan panas T6, mulai dari solution treatment pada suhu 540 oC selama 8 x 35 menit, kemudian dilakukan quenching dengan media pendingin air pada suhu 55 oC selama 10 menit. Pada ada beberapa variabel, yaitu artificial aging normal (6 x 35 menit) dan variabel artificial aging reheating (1 x 35 menit, 3 x 35 menit, dan 5 x 35 menit) pada suhu 132 oC. tahap selanjutnya adalah sampel dengan paint drying dan yang tanpa paint drying. Hasil dari paint drying rata-rata memberikan hasil yang lebih tinggi daripada tanpa paint drying. Namun hampir seluruh sampel tidak memenuhi standar JIS H 5202. Kata Kunci: Sand Casting, Heat treatment T6, JIS H 5202, Paint Drying, Mati Listrik",
  "creators": "SEAN OSTIN EFFENDY DARMAWAN",
  "contributors": "Prof. Dr. Juliana Anggono, S.T., M.Sc. (Advisor 1); Ivan Christian Hernando, S.T., M.T. (Advisor 2); Willyanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04011536/MES/2024; Sean Ostin Effendy Darmawan (C12200020)",
  "subjects": "SAND CASTING; WHEELS--DESIGN AND CONSTRUCTION; AUTOMOBILES--WHEELS"
}