{
  "id": "60924",
  "title": "Pengaruh karakteristik konsumsi energi terhadap pencapaian efisiensi energi–studi kasus rumah kos non-subsidi listrik di Surabaya",
  "abstract": "Data konsumsi energi listrik perkapita oleh Kementerian Energi dan Sumber Daya Mineral (ESDM) terus meningkat pertahun dan Badan Pusat Statistik (BPS) Indonesia mengatakan distribusi listrik dan kontribusi penghematan listrik terbesar ada pada sektor rumah tangga dimana salah satunya adalah rumah kos yang menjadi tempat tinggal sementara bagi anggota rumah tangga dan memiliki karakteristik konsumsi energi dalam Intensitas Konsumsi Energi (IKE). Tujuan penelitian ini adalah untuk menyelidiki dan mengetahui pengaruh karakteristik konsumsi energi dalam IKE terhadap efisiensi energi rumah kos non-subsidi listrik di Surabaya sehingga dapat melakukan kontribusi penghematan energi. Pengumpulan data dilakukan dengan studi literatur, menyebarkan kuesinoner, wawancara dari September 2023 hingga Juni 2024 sebanyak 101 responden, kemudian dilakukan uji deskriptif dan uji regresi linear berganda (uji F dan uji T). Temuan dari studi literatur menunjukkan karakteristik konsumsi energi ini terdiri dari karakteristik penghuni, karakteristik sosial, karakteristik bangunan dan karakteristik kepemilikan perangkat elektronik. Secara uji deskriptif, responden menyadari bahwa karakteristik konsumsi energi berpengaruh terhadap pencapaian efisiensi energi dan termasuk golongan IKE agak boros sedangkan uji regresi linear berganda, hanya karakteristik bangunan yaitu pada material dinding dan karakteristik kepemilikan perangkat elektronik yaitu penggunaan Air Conditioner (AC) yang memiliki pengaruh tertinggi terhadap pencapaian efisiensi energi rumah kos non-subsidi listrik di Surabaya. Implikasi praktis dalam penelitian ini adalah pentingnya menerapkan manajemen energi sederhana dan mengatur penggunaan energi listrik sehingga dapat melakukan penghematan energi.",
  "creators": "YOEL TINO CHRISTOFER",
  "contributors": "Timoticin Kwanda (Advisor 1); Jani Rahardjo (Advisor 2); Wong Foek Tjong, S.T., M.T., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000374/MTS/2024; Yoel Tino Christofer (B21200017)",
  "subjects": "ENERGY CONSERVATION; ENERGY CONSUMPTION; ENERGY CONSUMPTION--INDONESIA--SURABAYA"
}