{
  "id": "6092",
  "title": "Analisa gaya hidup konsumen yang menginap di Hotel Shangri-la Surabaya sebagai dasar untuk mengembangkan bauran komunikasi pemasaran yang efektif",
  "abstract": "Dalam lingkungan bisnis yang berubah dengan cepat dan intensitas persaingan pasar global yang kian meninggi, organisasi bisnis yang profesional dituntut untuk memperbaiki strategi mereka, khususnya kemampuan dalam mengeksekusi strategi, guna memenangkan persaingan bisnis. Strategi dan taktik yang efektif dalam mendekati konsumen sebaiknya terus diupayakan melalui riset pemasaran yang komprehensif mengenai perilaku konsumen dalam melakukan aktivitas konsumsinya. Oleh sebab itu diperlukan suatu upaya untuk mengetahui karakteristik konsumen yang mengedepankan pendekatan individual. Pada penelitian ini penulis ingin mengetahui bagaimana gaya hidup konsumen yang menginap di Shangri-La Hotel Surabaya, dengan menggunakan dimensi AIO (activity, interest, dan opinion). Responden pada penelitian ini adalah konsumen yang pernah menginap minimal dua kali di Shangri-La Hotel. Hasil dari penelitian ini, konsumen yang menginap di Shangri-La Hotel Surabaya terbagi ke dalam empat segmen gaya hidup, yaitu : Self Center Person (10%), Family Person (4%), Fun-Loving Person (24%), Confident Person (62%). Secara umum, semua konsumen yang menginap di Shangri-La Hotel Surabaya menyukai musik, hobi olahraga, serta berorientasi untuk keluarganya. Bauran komunikasi pemasaran yang paling banyak disukai konsumen adalah melalui word of mouth, dan iklan.",
  "creators": "MEDYA NATALUKITA; MEYLIANA SUMARTONO",
  "contributors": "Serli Wijaya (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010277/HTL/2006; Medya Natalukita (33402169), Meyliana Sumartono (33402106)",
  "subjects": "CONSUMER BEHAVIOR; MARKETING MANAGEMENT; CONSUMER RESEARCH"
}