{
  "id": "60925",
  "title": "Desain modul fasad tanaman sirih gading pada ruang kantor bangunan low-rise untuk mengoptimalkan pencahayaan alami",
  "abstract": "Berkurangnya lahan hijau akibat dari pembangunan yang terus menerus menyebabkan banyak bangunan yang menerapkan sistem vertical garden yang memiliki banyak manfaat seperti sebagai penyaring polusi udara, memberikan kenyamanan thermal pada bangunan, serta kesehatan dan well-being manusia. Namun penggunaan vertical garden khususnya dalam bentuk secondary facade dapat berdampak pada ketidaknyamanan visual salah satunya karena faktor ketebalan, jenis tanaman, maupun penyusunan vertical garden yang justru menyebabkan terhalangnya cahaya alami untuk masuk ke dalam bangunan sehingga menyebabkan bertambahnya penggunaan energi oleh pencahayaan buatan. Tujuan penelitian ini adalah mengevaluasi nilai DF dari modul fasad dengan kerapatan daun yang berbeda dan mendesain modul green façade yang memberikan kenyamaman pencahayaan yang memenuhi standar minimum pencahayaan SNI untuk aktivitas ruang kantor. Penelitian ini bermanfaat untuk membantu arsitek dalam mendesain green facade pada ruang kantor agar memiliki pencahayaan yang optimal. Penelitian ini menggunakan metode kuantitatif melalui eksperimen dengan membuat 3 modul green facade lalu menghitung nilai DF dari ketiga modul tersebut lalu dianalisa modul fasad manakah yang memiliki nilai DF yang paling memenuhi standar SNI untuk ruang kantor.",
  "creators": "EVEELYN FEBE GUNAWAN",
  "contributors": "Rully Damayanti (Advisor 1); Dr. Feny Elsiana, S.T., M.T. (Advisor 2); Luciana Kristanto, S.T., M.T. (Examination Committee 1); Danny Santoso Mintorogo (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 00000056/MARS/2024; Eveelyn Febe Gunawan (B22230005)",
  "subjects": "DAYLIGHTING; FACADES; OFFICE BUILDINGS; VERTICAL GARDENING"
}