{
  "id": "60934",
  "title": "Redesain interior dan akustik ruang ibadah Gereja Bethel Indonesia Jemaat Gibeon di Surabaya",
  "abstract": "Gereja sebagai tempat untuk melaksanakan ibadah membutuhkan suasana yang tenang dan khidmat agar jemaat dapat berkonsentrasi saat beribadah. Gereja Bethel Indonesia (GBI) Jemaat Gibeon di Surabaya menempati gedung baru yang diresmikan sejak tahun 2010 hingga sekarang. Permasalahan utama gereja saat ini menunjukkan ruang ibadah utama dan pemuda (youth) yang sudah memiliki sistem akustik ingin melakukan perluasan, sehingga membutuhkan redesain interior dan akustik yang lebih memadai. Selain itu, penggunaan sound system dan peralatan audio visual, serta suara yang berasal dari jemaat memberikan pengaruh terhadap tingginya kebisingan di dalam ruang ibadah mencapai sekitar 80-85 dB, dimana ambang batas normal sebenarnya hanya 30-50 dB, sehingga dapat mengganggu lingkungan sekitar. Faktor bising internal juga dipengaruhi bising eksternal yang dihasilkan dari kendaraan dan kegiatan-kegiatan yang berlangsung di sekitar bangunan. Desain interior dengan pemilihan material akustik yang tepat dapat berfungsi efektif apabila sesuai dengan tingkat kebisingan yang timbul. Tujuan redesain interior dan akustik GBI Jemaat Gibeon adalah untuk mengetahui efektifitas penggunaan material akustik dalam desain interior yang ada, melalui pengukuran dan analisis menggunakan metode kuantitatif deskriptif. Selanjutnya, melakukan redesain interior dengan konsep modern, simple dan fokus menggunakan metode design thinking untuk mencapai hasil desain yang optimal, guna mendukung keberlangsungan ibadah jemaat yang lebih khidmat. Hasil redesain interior dan akustik merekomendasikan penggunaan dinding ganda dan diiisi material insulator rockwool pada sisi Utara dan Selatan bangunan, yang berfungsi efektif dalam mengatasi kebisingan yang timbul dari dalam ke luar bangunan. Selain itu, merekomendasikan penggunaan material absorber pada bagian dinding menggunakan wall panel dengan finishing PET acoustic panel dan plywood dengan finishing cat duco. Bagian lantai menggunakan karpet untuk mendukung akustik pada ruang ibadah utama dan youth, agar ibadah jemaat berlangsung lebih nyaman dan khidmat.",
  "creators": "FIALDO FEBRIANTO",
  "contributors": "Dr. Ir. Hedy Constancia Indrani, M.T. (Advisor 1); DAVID TAN KAYOGI, ST. (Advisor 1); Grace Mulyono (Examination Committee 1); FILIPUS PRIYO SUPROBO, ST.,MT. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Laporan Karya No. 00022309/DIN/2024; Fialdo Febrianto (E11200030)",
  "subjects": "CHURCH DECORATION AND ORNAMENT; INTERIOR DECORATION"
}