{
  "id": "60938",
  "title": "Eksplorasi terapan sentuhan seni pada interior RSIA Ferina Surabaya dengan pendekatan konsep therapeutic environment",
  "abstract": "Di era modern seperti sekarang, pengalaman ruang dalam fasilitas kesehatan, khususnya rumah sakit, telah berkembang jauh melampaui fungsi tradisionalnya sebagai tempat untuk diagnosa dan pengobatan penyakit. Lingkungan penyembuhan yang tidak baik dapat menjadi salah satu penyebab proses pemulihan yang tidak efektif. RSIA Ferina dikenal dengan program unggulan pelayanan fertilitas dan pendekatan holistiknya yang mencakup aspek medis, psikologis, sosial, dan spiritual. Konsep desain interior boutique hospital yang diusung oleh RSIA Ferina bertujuan menciptakan lingkungan yang nyaman dan berbeda dari rumah sakit konvensional, dengan integrasi seni sebagai elemen kunci. Penelitian ini bertujuan untuk mengevaluasi bagaimana penerapan konsep Therapeutic Environment dapat meningkatkan pemulihan fisik pasien di RSIA Ferina. Metode yang digunakan pada penelitian ini adalah metode penelitian kombinasi (Mixed Methods) dengan pendekatan kualitatif deskriptif, di mana pengumpulan data dilakukan melalui wawancara, observasi, kuesioner, dan studi dokumentasi. Penelitian ini memberikan hasil analisa bahwa penerapan konsep Therapeutic Environment dengan adanya peran elemen seni pada interior RSIA Ferina memiliki pengaruh terhadap pemulihan fisik pasien.",
  "creators": "THERESA CHYNTA DEVI CANDRA",
  "contributors": "Yusita Kusumarini (Advisor and Examination Committee); DEVY ASWARIE, B.Arch (Advisor 2); Grace Setiati, S.Sn., M.Ds. (Examination Committee 2); FRENKY TANAYA, ST.,M.T. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00012036/DIN/2024; Theresa Chynta Devi Candra (E11200123)",
  "subjects": "HEALTH FACILITIES-DECORATION; INTERIOR DECORATION--PSYCHOLOGICAL ASPECTS; INTERIOR DECORATION--THERAPEUTIC USE; ART IN INTERIOR DECORATION"
}