{
  "id": "60937",
  "title": "Pengaruh good corporate governance terhadap firm value dengan kepedulian lingkungan sebagai variabel moderasi: penelitian pada perusahaan LQ45 tahun 2018-2022",
  "abstract": "Tujuan - Penelitian ini bertujuan untuk menguji apakah good corporate governance berpengaruh terhadap firm value. Selain itu, penelitian ini juga untuk menguji peran biaya lingkungan dalam memoderasi pengaruh good corporate governance terhadap firm value. Desain/metode penelitian - Penelitian ini dilakukan pada perusahaan go public yang masuk dalam daftar indeks LQ45 tahun 2018 hingga 2022, dengan purposive sampling. Data dianalisis menggunakan data panel dengan metode Weighted Least Square. Pengukuran good corporate governance menggunakan score berdasarkan corporate governance perception index, sedangkan firm value diukur dengan rasio Tobins’Q. Sementara itu, variabel moderasi biaya lingkungan diukur berdasarkan biaya Corporate Social Responsibility. Temuan - Hasil penelitian menunjukkan bahwa good corporate governance berpengaruh negatif terhadap firm value. Penelitian ini membuktikan biaya lingkungan sebagai variabel moderasi memperlemah hubungan antara good corporate governance dengan firm value. Keterbatasan hasil penelitian/implikasi penelitian - Adanya keterbatasan penelitian dalam memperoleh data perusahaan sehingga sampel yang digunakan tidak maksimal Originalitas/Value penelitian. Penelitian ini menggunakan biaya lingkungan sebagai variabel moderasi.",
  "creators": "NATASYA ANGIE ALFONSO",
  "contributors": "Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Advisor 1); Juniarti (Examination Committee 1); Hendri Kwistianus, S.E., M.M. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011076/AKT/2024; Natasya Angie Alfonso (D12200121)",
  "subjects": "CORPORATIONS--FINANCE; SOCIAL RESPONSIBILITY OF BUSINESS"
}