{
  "id": "60936",
  "title": "Pengaruh luas area nozzle dan equivalence ratio pada pembakaran campuran amonia/oksigen/argon menggunakan ruang bakar volume konstan dengan sub-chamber",
  "abstract": "Permasalahan emisi karbondioksida (CO2) terus meningkat, sehingga bahan bakar alternatif seperti amonia (NH3) kini mendapat banyak perhatian. Hal ini disebabkan oleh struktur molekul amonia yang bebas karbon, energi densitas yang tinggi, dan kemudahan dalam transportasi. Namun, dibandingkan dengan bahan bakar lainnya, amonia cenderung sulit terbakar. Untuk memahami lebih jauh karakteristik pembakaran amonia, dilakukan penelitian dengan tujuan untuk menentukan pengaruh luas area nozzle dan equivalence ratio pada campuran amonia/oksigen/argon menggunakan ruang bakar volume konstan dengan sub-chamber. Bahan bakar dikondisikan pada tekanan awal 0.2 MPa dan temperatur awal 423 K. Hasil menunjukkan bahwa luas area nozzle lebih kecil (63.2 mm2) menghasilkan tekanan dan laju perpindahan panas lebih tinggi dibandingkan dengan luas area nozzle lebih besar (94.9 mm2) dengan kenaikan tekanan 7.7% hingga 8.4%. Sedangkan luas area nozzle lebih besar (94.9 mm2) mempercepat self-ignition berdasarkan fraksi massa yang lebih cepat terbakar dan durasi pembakaran yang lebih singkat. Naiknya equivalence ratio dari 0.6 ke 0.8 menyebabkan penurunan tekanan sebesar 10.1% hingga 10.7%, penurunan laju perpindahan panas, serta memperlambat self-ignition berdasarkan penurunan fraksi massa yang terbakar dan kenaikan durasi pembakaran.",
  "creators": "HENRY",
  "contributors": "Willyanto (Advisor 1); Sutrisno S.T.,M.T. (Examination Committee 1); Amelia (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011522/MES/2024; Henry (C12200053)",
  "subjects": "ALTERNATIVE FUEL VEHICLES; INTERNAL COMBUSTION ENGINES; NOZZLES"
}