{
  "id": "60946",
  "title": "Perancangan interior fitness Share Fit di Surabaya dengan implementasi interior branding",
  "abstract": "Generasi saat ini memiliki kesadaran tinggi terhadap gaya hidup sehat terutama di perkotaan. Data menunjukan adanya peningkatan kesadaran pola hidup sehat, dengan presentase generasi milenial (48%) dan Generasi Z (32%) memilih pusat kebugaran sebagai aktivitas yang menunjang hal tersebut. Di Tengah maraknya pertumbuhan pusat kebugaran, loyalitas pelanggan adalah salah satu dari beberapa elemen yang berkontribusi pada kesuksesan pusat kebugaran. Loyalitas pelanggan dibentuk oleh berbagai elemen termasuk citra merek, lokasi, dan fasilitas. Namun hal yang tidak kalah penting adalah kenyamanan dan space planning yang baik pada pusat kebugaran. Pusat kebugaran merupakan bisnis yang bergerak dibidang jasa, yang mana harus mampu menafsirkan kebutuhan klien. Jika penyedia jasa dapat memenuhi keinginan pengguna, pengguna akan tetap menggunakan jasa yang ditawarkan. Metode perancangan yang digunakan adalah survey dan design thinking dengan 9 tahap yaitu Understand, Observe, Point of View, Ideate, Prototype, Test, Story Telling, Pilot, & Business Model. Perancangan ini menghasilkan inovasi desain pusat kebugaran yang disesuaikan dengan kenyamanan & kebutuhan pengguna. Implementasi interior Branding, menciptakan lingkungan pusat kebugaran yang inovatif, sesuai dengan kebutuhan pengguna, serta meningkatkan pengalaman pengguna.",
  "creators": "OLIVIA DJOSEPHIN",
  "contributors": "Poppy Firtatwentyna Nilasari, S.T., M.T. (Advisor 1); LUCKY BASUKI, SE.,MH. (Advisor 2); Sherly De Yong (Examination Committee 1); Stephanus P. Honggowidjaja (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Laporan Karya No. 00022321/DIN/2024; Olivia Djosephin (E11200048)",
  "subjects": "INTERIOR DECORATION; PHYSICAL FITNESS CENTERS-DECORATION"
}