{
  "id": "60942",
  "title": "Pengaruh website quality terhadap website engagement popular coffee shop di Indonesia",
  "abstract": "Era digital yang terus berkembang telah mengubah website menjadi medan pertempuran baru untuk memenangkan website engagement, khususnya di industri coffee shop. Penelitian sebelumnya mengenai pengaruh website quality terhadap website engagement sebagian besar mengandalkan data primer cross-sectional. Saat ini, penelitian yang mengeksplorasi bagaimana website quality mempengaruhi website engagement pada website coffee shop terkenal di Indonesia masih terbatas. Penelitian ini menawarkan bukti berbeda dengan menggunakan data longitudinal retrospektif bulanan dari salah satu jaringan kopi terkemuka di Indonesia, Kopi Kenangan, dari Agustus 2017 hingga Maret 2024. Kami memperoleh data website quality dari dua panelis: seorang perancang situs web dan seorang pecinta kopi. Metrik untuk keterlibatan pengguna, yang berfungsi sebagai proksi untuk keterlibatan situs web, bersumber dari SEMrush, sebuah platform online yang berspesialisasi dalam manajemen visibilitas dan pemasaran konten. Penelitian ini menggunakan Partial Least Square Structural Equation Modeling (PLS-SEM) untuk mengeksplorasi dan menganalisis data. Temuan menunjukkan bahwa website quality memengaruhi website engagement. Wawasan penelitian praktis ini dapat membantu manajemen mengalokasikan anggaran dan waktu mereka secara lebih efektif untuk meningkatkan website quality dan memahami dampaknya terhadap website engagement.",
  "creators": "YOLANDA GUNAWAN HENUK",
  "contributors": "Oviliani Yenty Yuliana, S.T., MS-CIS., Ph.D. (Advisor 1); Dr. Yohanes Sondang Kunto, S.Si., M.Sc. (Advisor 2); Sienny Thio (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020454/MM/2024; Yolanda Gunawan Henuk (D21220042)",
  "subjects": "INTERNET MARKETING; WEB SITE DEVELOPMENT"
}