{
  "id": "60943",
  "title": "Kajian visual identitas green product pada desain hampers Garnier",
  "abstract": "Perkembangan bisnis yang semakin kompetitif mendorong perusahaan untuk mengadopsi strategi pemasaran inovatif guna memperkuat citra merek. Salah satu strategi promosi yang populer adalah penggunaan hampers sebagai media komunikasi visual untuk mengenalkan merek dan menyampaikan pesan kepada target audiens. Garnier, sebagai merek kecantikan global, telah mengadopsi pendekatan yang ramah lingkungan dalam produksi dan promosinya. Penelitian ini bertujuan untuk mengetahui peran identitas visual green product dalam desain hampers Garnier dalam menyampaikan komitmen merek terhadap keberlanjutan lingkungan. Metode penelitian yang digunakan adalah kualitatif dengan analisis data secara deskriptif berdasarkan metode analisis data semiotika Roland Barthes. Melalui analisis mendalam, penelitian ini akan mengeksplorasi bagaimana elemen visual dalam hampers Garnier dapat efektif menyampaikan pesan keberlanjutan kepada konsumen serta dampaknya terhadap persepsi merek Garnier. Hasil dari penelitian menunjukkan bahwa hampers Garnier telah menunjukkan identitas green product Garnier, mulai dari penggunaan warna, serta elemen yang terkandung dalam hampers. Temuan ini diharapkan dapat memberikan pemahaman lebih mengenai strategi visual branding dalam konteks keberlanjutan dan dapat memberikan panduan bagi perusahaan lain dalam upaya meningkatkan kesadaran konsumen akan isu-isu lingkungan melalui komunikasi visual.",
  "creators": "JOVITA IVANA",
  "contributors": "Elisabeth Christine Yuwono (Advisor 1); Andrian Dektisa Hagijanto (Examination Committee 1); Anang Tri Wahyudi (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00024101/DKV/2024; Jovita Ivana (E12200053)",
  "subjects": "BRANDING (MARKETING); GREEN PRODUCTS"
}