{
  "id": "60949",
  "title": "Pengaruh desain interior terhadap pengalaman ruang berdasarkan aspek kenyamanan pengunjung: studi kasus Kafe Nadhi Heritage",
  "abstract": "Pengalaman ruang merupakan hasil yang dirasakan pengguna saat berinteraksi dan merasakan lingkungan, dalam hal ini adalah desain interior. Kenyamanan merupakan salah satu aspek utama yang mempengaruhi bagaimana pengguna dapat menciptakan sebuah pengalaman yang menyenangkan. Pengalaman ruang pada kafe dapat menjadi salah satu identitas dan meningkatkan kepuasan pelanggan. Namun, sekarang ini masih banyak desain interior kafe yang dibuat hanya sebatas estetika visual untuk mengikuti perkembangan tren tanpa memperhatikan kenyamanan pengunjung. Maka dari itu, penelitian ini bertujuan untuk mengidentifikasi dampak dari desain interior terhadap pengalaman ruang melalui aspek kenyamanan pengunjung kafe. Selain itu, hasil penelitian ini diharapkan dapat menjadi acuan dan pertimbangan dalam upaya perancangan dan renovasi objek kafe ataupun berupa penelitian lanjutan di masa yang akan datang. Penelitian ini menggunakan metode kualitatif dengan pendekatan deskriptif untuk menggambarkan keadaan dan pengalaman ruang berdasarkan kenyamanan dari objek yang diteliti yaitu Kafe Nadhi Heritage, yang berlokasi di Jalan Gajah Mada, Denpasar, Bali. Desain interior memiliki peran penting dalam menciptakan pengalaman ruang yang mengacu kepada persepsi dan perasaan yang dialami oleh pengguna ruang akibat dari kenyamanan yang ditimbulkan oleh desain interior. Ruang yang nyaman dapat menciptakan pengalaman ruang yang menyenangkan, di sisi lain ruang yang tidak nyaman dapat menciptakan pengalaman ruang yang tidak menyenangkan bagi pengguna.",
  "creators": "CINDY OCTALIANA",
  "contributors": "Adi Santosa (Advisor and Examination Committee); MOCH TAUFAN RIZQI, S.Sn. (Advisor 2); Purnama Esa Dora Tedjokoesoemo, S.Sn., M.Sc. (Examination Committee 2); Ir. HENDY MULYONO (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Laporan Karya No. 00012024/DIN/2024; Cindy Octaliana (E11200022)",
  "subjects": "COFFEEHOUSES--DECORATION; INTERIOR DECORATION"
}