{
  "id": "60944",
  "title": "Pengaruh pesan kampanye public relations every u does good heroes terhadap sikap followers mengenai visi misi Unilever Indonesia di Instagram @unileveridn",
  "abstract": "Penelitian ini bertujuan untuk menjelaskan pengaruh pesan kampanye Every U Does Good Heroes terhadap sikap followers Instagram @unileveridn. Unilever Indonesia telah menjalankan kampanye Every U Does Good Heroes sejak Agustus 2021 hingga sekarang. Kampanye ini mengajak individu atau perusahaan untuk memberikan kebaikan bagi sekitar melalui berbagai cara yang sederhana. Untuk memberikan kebaikan bagi sekitar, Unilever Indonesia berpedoman pada tiga pilar yang sejalan dengan kampanye Every U Does Good Heroes. Ketiga pilar tersebut adalah membangun planet yang lebih lestari, meningkatkan kesehatan dan kesejahteraan masyarakat, dan berkontribusi pada masyarakat yang adil dan inklusif. Jenis penelitian adalah kuantitatif eksplanatif, dengan metode online survey dan analisis regresi linear sederhana sebagai teknik analisis data. Jumlah sampel penelitian sebanyak 100 responden yang merupakan followers Instagram @unileveridn berdasarkan teknik purposive sampling. Hasil penelitian menunjukkan bahwa pesan kampanye Every U Does Good Heroes mempengaruhi sikap followers Instagram @unileveridn. Pengaruh tertinggi berada pada sub indikator struktur pesan yaitu pernyataan kesimpulan, sedangkan pengaruh terendah terdapat pada sub indikator isi pesan yaitu materi pendukung yang berisi tujuan pesan kampanye. Hasil penelitian menunjukkan bahwa variabel X: Pesan Kampanye Public Relations juga memiliki korelasi kuat dengan variabel Y: Sikap. Hal ini disebabkan oleh pesan kampanye yang sejalan dengan tiga pilar kebaikan Unilever Indonesia.",
  "creators": "VIENNY CHIKITA",
  "contributors": "Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Advisor 1); Fanny Lesmana (Advisor 2); Lady Joanne Tjahyana, S.Kom., MMM. (Examination Committee 1); Felicia Goenawan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011943/KOM/2024; Vienny Chikita (F11200051)",
  "subjects": "ADVERTISING CAMPAIGNS; COMMUNICATION IN MARKETING; MARKETING--PUBLIC RELATIONS"
}