{
  "id": "60945",
  "title": "Redesain interior Gereja Kristen Indonesia Diponegoro di Surabaya",
  "abstract": "Gereja Kristen Indonesia Diponegoro di Surabaya merupakan bagian dari Persatuan Gereja Indonesia (PGI) yang memiliki citra \"Gereja yang Menjadi Saluran Berkat Bagi Masyarakat\" dengan menyediakan fasilitas untuk mendukung kegiatan berbagai komunitas dan jemaat, dari anak-anak hingga orang dewasa. Tujuan dari penelitian ini adalah untuk membuat desain interior dengan pendekatan desain inklusif yang mempertimbangkan aksesibilitas bagi orang tua dan anak-anak yang meliputi redesain area ibadah utama, ruang sekolah minggu, ruang konsistori, kantor Gereja, ruang Pendeta, dan aspek pendukung ruang lainnya. Penelitian ini menggunakan metode kualitatif, seperti observasi, wawancara, penelitian literatur, dan dokumentasi eksisting. Metode ini mencakup tahap understand, emphatize, ideate, prototype dan test yang akan menghasilkan berkas perancangan, gambar kerja, gambar presentasi, design board, dan animasi walkthrough 3D. Penelitian ini akan menghasilkan desain interior Gereja yang mempertahankan sejarah dan citra gereja serta meningkatkan aksesibilitas untuk mendukung aktivitas orang-orang dari berbagai latar belakang dan usia. Diharapkan rancangan ini bisa menjadi sumber informasi dan inspirasi bagi para praktisi desain interior, meningkatkan kesadaran tentang pentingnya desain universal dan inklusif di lingkup ruang publik.",
  "creators": "DYORRA STEVANY",
  "contributors": "Ronald H.I. Sitindjak (Advisor 1); Dra. ANIEK RAKHMAWATI, M.Pd. (Advisor 2); Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Examination Committee 1); LUCKY BASUKI, SE.,MH. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Laporan Karya No. 00022319/DIN/2024; Dyorra Stevany (E11200046)",
  "subjects": "CHURCH DECORATION AND ORNAMENT; INTERIOR DECORATION"
}