{
  "id": "60947",
  "title": "Perancangan desain interior pada Gedung Sede National RENETIL di Dili Timor-Leste dengan konsep Eco-Cultural",
  "abstract": "Resistência Nacional dos Estudantes de Timor-Leste (RENETIL) atau Dewan Perlawanan Nasional Mahasiswa Timor-Leste merupakan suatu organisasi mahasiswa atau pemuda-pemudi Timor-Leste. Organisasi RENETIL memiliki Visi dan Misi yang ingin dicapai. Sebagaimana Misi organisasi ini berkembang dengan adanya kebutuhan pembangunan dan perancangan yang dapat mewadahi aktivitas, untuk bekerja dan fasilitas bagi masyarakat dalam bidang edukasi maupun sosial. Maka, untuk memenuhi kebutuhan dan target yang dimiliki oleh pihak RENETIL dilakukan pembangunan dan perancangan gedung Sede National RENETIL. Metode penelitian yang digunakan dalam perancangan ini yaitu metode design thinking sembilan tahapan mulai dari tahapan understand, observe, point of view, ideate, prototype, test, story telling, pilot, dan business model. Hasil perancangan interior gedung Sede National RENETIL ini adalah menyediakan berbagai fungsi ruang untuk menunjang fasilitas publik (museum, perpustakaan,cafe dan ruang serbaguna) dan aktivitas pihak organisasi untuk bekerja (kantor RENETIL dan convention hall). Perancangan ini menggunakan pendekatan konsep eco-cultural atau yang dikenal dengan ekologi berbudaya, untuk memberikan value yang selaras dengan fungsi dan tujuan yang diharapkan RENETIL dalam memperkenalkan budaya lokal Timor-Leste, melalui implementasi unsur bentuk, warna, dan material lokal ke dalam perancangan interior.",
  "creators": "KIARA FRANSISCA MARQUES DOY XIMENES",
  "contributors": "Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Advisor and Examination Committee); Stephanus P. Honggowidjaja (Advisor 2); Dr. Ir. Lintu Tulistyantoro, M.Ds. (Examination Committee 2); Drs. LINGGAJAYA SURYANATA (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Laporan Karya No. 00022372/DIN/2024; Kiara Fransisca Marques Doy Ximenes (E11200024)",
  "subjects": "INTERIOR DECORATION; PUBLIC SPACES--DECORATION; SUSTAINABLE DESIGN"
}