{
  "id": "60941",
  "title": "Perancangan interior drugstore \"Sehat Bahagia\" dengan pendekatan biophilic design di Bali",
  "abstract": "Saat ini sudah banyak drugstore berdiri di Indonesia, sebagai upaya untuk membantu dalam pemenuhan kebutuhan kesehatan masyarakat di lingkungan setempat. Drugstore agak berbeda dengan apotek, karena drugstore merupakan toko yang menjual obat-obatan dan biasanya bersama dengan barang-barang lain, khususnya produk yang berkaitan dengan pembersihan dan perawatan tubuh. Pertumbuhan pembangunan drugstore sebagian besar masih berfokus pada infrastruktur, sehingga belum dapat memberikan kualitas pelayanan kesehatan yang optimal bagi masyarakat. Pembangunan drugstore dengan pendekatan biophilic design penting guna mendukung terciptanya lingkungan yang sehat dan berkelanjutan, kesehatan fisik dan kesejahteraan psikis, produktivitas, serta kebahagiaan pengguna. Perancangan interior drugstore “Sehat Bahagia” di Bali dengan menggunakan metode perancangan design thinking dan pendekatan biophilic design dapat menciptakan healing environment sebagai upaya dalam mendorong pemulihan aspek kesehatan pengguna. Perancangan ini menghadirkan unsur alam berkelanjutan dalam ruang, memberikan ruang adaptasi manusia yang berpusat pada sumber alam, dan menyajikan interaksi yang positif melalui panca indra. Kehadiran drugstore “Sehat Bahagia” di tengah masyarakat diharapkan dapat memberikan pengalaman yang berbeda, sebagai drugstore jenis ritel yang tidak hanya menjual obat-obatan dan produk perawatan tubuh saja, namun bisa memberikan rasa rileks dan tenang, serta menjamin kesehatan fisik dan kesejahteraan psikis pengguna.",
  "creators": "VALENSIA STELA HIONASIS",
  "contributors": "Dr. Ir. Hedy Constancia Indrani, M.T. (Advisor 1); DAVID TAN KAYOGI, ST. (Advisor 2); Grace Mulyono (Examination Committee 1); FILIPUS PRIYO SUPROBO, ST.,MT. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Laporan Karya No. 00022334/DIN/2024; Valensia Stela Hionasis (E11200067)",
  "subjects": "COMMERCIAL BUILDINGS--DECORATION; HEALTH FACILITIES-DECORATION; INTERIOR DECORATION"
}