{
  "id": "6094",
  "title": "Perancangan dan pembuatan web simulasi penghitungan dan pembelajaran pajak penghasilan orang pribadi",
  "abstract": "Selama ini salah satu permasalahan yang terus dihadapi oleh masyarakat diantaranya adalah belum adanya pengertian yang benar mengenai perpajakan, baik dari pengertian pajak itu sendiri, penghitungan pajak, sampai pelaporan dan pembayaran pajak. Bagaimana mungkin pemerintah bisa membebaskan wajib pajaknya untuk menghitung sendiri pajak, melaporkan, dan membayarkannya sedangkan dari wajib pajak sendiri masih banyak yang belum mengerti tentang penghitungan pajak, ketentuan-ketentuan tata cara pelaporan pajak, dan sebagainya. Dari permasalahan tersebut, maka dibuat sebuah web site Simulasi Penghitungan Pajak Penghasilan Pasal 21 dan Pajak Penghasilan Orang Pribadi. Dengan adanya web site ini user bisa melakukan pembelajaran singkat mengenai perpajakan khususnya PPh 21 dan PPh Orang Pribadi, dan user juga bisa melakukan penghitungan PPh 21 sebulan, setahun, dan PPh Orang Pribadinya. Hasil pengujian dengan menggunakan kuisioner kepada mahasiswa dan orang-orang yang mengerti tentang bidang perpajakan didapat nilai 1,37 berdasarkan range 1 sampai dengan 4 dan asumsinya adalah nilai 1 baik dan nilai 4 jelek, sehingga dapat disimpulkan bahwa web site telah berjalan dengan baik, dan membantu user dalam menghitung PPh 21 dan PPh Orang Pribadi. Selain itu web site ini juga memberikan fasilitas tambahan bagi user untuk dapat melakukan penyimpanan terhadap data yang telah diinputkan beserta hasil penghitungan PPh-nya.",
  "creators": "TRI HARYONO",
  "contributors": "M. ISA IRAWAN (Advisor 1); Andreas Handojo (Advisor 2); Yulia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02000475/INF/2006; Tri Haryono (26401137)",
  "subjects": "WEB SITES; INTERNET (COMPUTER NETWORK)"
}