{
  "id": "60951",
  "title": "Pengaruh konten reels instagram terhadap brand awareness Harmoni Exchange Mall",
  "abstract": "Reels, sebagai fitur Instagram yang bisa digunakan sebagai alat yang efektif untuk mengomunikasikan produk atau brand dalam bentuk konten. Strategi konten dengan memanfaatkan Instagram reels ini salah satunya bertujuan untuk meningkatkan brand awareness. Brand awareness merujuk kepada kemampuan seorang konsumen atau calon pembeli untuk secara otomatis mengenali dan mengingat kembali brand dari suatu produk tersebut. Harmoni Exchange Mall merupakan salah satu site retail milik Agung Sedayu Group yang terletak di daerah Jakarta Pusat. Penelitian ini bertujuan untuk menemukan adanya pengaruh konten reels Instagram terhadap brand awareness Harmoni Exchange Mall. Untuk mengukur konten, digunakan indikator relevansi, akurasi, bernilai, mudah dipahami, mudah ditemukan, dan konsisten. Sedangkan untuk mengukur brand awareness, digunakan indikator brand recognition, brand recall, dan top of mind. Metode penelitian yang digunakan dalam studi ini adalah metode survei secara daring melalui google form. Jenis penelitian yang digunakan adalah explanative dengan pendekatan kuantitatif dengan jumlah sampel penelitian sebanyak 100 responden. Hasil penelitian ini membuktikan bahwa konten reels Instagram berpengaruh pada brand awareness Harmoni Exchange Mall.",
  "creators": "TIFFANY REBECCA",
  "contributors": "Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Advisor 1); Lady Joanne Tjahyana, S.Kom., MMM. (Advisor 2); Jandy Edipson Luik (Examination Committee 1); Fanny Lesmana (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011930/KOM/2024; Tiffany Rebecca (F11200010)",
  "subjects": "BRAND NAME PRODUCTS; BRANDING (MARKETING); COMMUNICATION IN MARKETING; CONTENT ANALYSIS (COMMUNICATION); MARKETING--PUBLIC RELATIONS"
}