{
  "id": "60954",
  "title": "Desain produk interior berkelanjutan: pemanfaatan limbah shuttlecock untuk lampu dekoratif",
  "abstract": "Bulu tangkis, sebagai olahraga yang populer di Indonesia, turut disertai dengan adanya penyewaan lapangan bulu tangkis di berbagai daerah. Namun, fenomena ini juga membawa dampak peningkatan jumlah limbah shuttlecock yang dibuang tanpa memikirkan nilai tambahnya. Untuk mengatasi permasalahan ini, muncul inovasi daur ulang limbah shuttlecock menjadi elemen dekorasi ruangan, khususnya dalam bentuk cover lampu dekoratif. Inovasi ini tidak hanya memberikan solusi efektif terhadap masalah limbah, tetapi juga menciptakan nilai tambah dengan menyajikan dekorasi yang unik dan ramah lingkungan. Salah satu produk dekoratif yang dihasilkan adalah satu set lampu dekoratif. Melalui upaya kreatif ini, diharapkan dapat meningkatkan kesadaran akan pentingnya pengelolaan limbah serta menginspirasi tindakan positif di kalangan masyarakat. Penelitian ini mengadopsi pendekatan Desain Thinking melalui tahapan Emphasize, Define, Ideate, Prototype, dan Test. Metode Kuantitatif akan digunakan untuk mengidentifikasi jumlah orang yang membuang shuttlecock secara cuma-cuma dengan melakukan pengamatan di penyewaan lapangan bulu tangkis. Tujuan perancangan ini adalah mengolah limbah shuttlecock menjadi produk dekoratif untuk ruangan atau rumah, meminimalkan pemborosan limbah yang tidak termanfaatkan.",
  "creators": "KEVIN CHRISTOPHER MANUEL NDEOHA",
  "contributors": "Grace Mulyono (Advisor 1); FILIPUS PRIYO SUPROBO, ST.,MT. (Advisor 2); Dr. Ir. Hedy Constancia Indrani, M.T. (Examination Committee 1); DAVID TAN KAYOGI, ST. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Laporan Karya No. 00022333/DIN/2024; Kevin Christopher Manuel Ndeoha (E11200066)",
  "subjects": "INTERIOR DECORATION; INTERIOR LIGHTING-DESIGN; LIGHTING, ARCHITECTURAL AND DECORATIVE--DESIGN; ORGANIC WASTES--RECYCLING"
}