{
  "id": "60958",
  "title": "Pengaruh 9 elemen interior terhadap persepsi pengunjung pada restoran Bu Rudy di Surabaya",
  "abstract": "Apkrindo Jatim optimis terhadap pertumbuhan industri kuliner di Surabaya tahun ini, didorong oleh peningkatan daya beli dan perubahan gaya hidup masyarakat. Persaingan ketat di antara restoran baru mendorong pentingnya desain interior yang unik untuk menarik pengunjung. Desain interior yang menarik dapat terbentuk jika memenuhi 9 elemen interior yang dibutuhkan. Elemen tersebut terdiri dari environment; light; space; ground plane; enclosure; display, storage and work surfaces; support; decoration; serta information. Secara keseluruhan, pengaruh 9 elemen interior ini dapat menciptakan kesan positif ataupun negatif pada persepsi pengunjung yang merasakan langsung. Salah satu restoran kuliner lokal yang mengundang persepsi pengunjung Surabaya adalah restoran Bu Rudy. Penelitian ini bertujuan untuk mengetahui bagaimana implementasi 9 elemen interior pada restoran Bu Rudy dan bagaimana pengaruh 9 elemen interior terhadap persepsi pengunjung pada restoran Bu Rudy. Penelitian dilakukan dengan metode kualitatif dan kuantitatif. Dalam penelitian dilakukan observasi, studi literatur, dan pengolahan data dengan aplikasi jamovi. Hasil analisis data ditemukan bahwa pengunjung memiliki persepsi yang baik terhadap 9 elemen interior dan memiliki implikasi tingginya frekuensi kunjungan dan tingginya frekuensi rekomendasi pengunjung, yang menunjukan tingkat loyalitas pengunjung.",
  "creators": "ANGELINE GABRINA WIJAYANTI",
  "contributors": "Sriti Mayang Sari (Advisor 1); Heri Cahyono S.Sn., HDII. (Advisor 2); MARIA SUZANNA G.POETIRAY, S.Sn. (Examination Committee 1); Poppy Firtatwentyna Nilasari, S.T., M.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00012030/DIN/2024; Angeline Gabrina Wijayanti (E11200052)",
  "subjects": "INTERIOR DECORATION--RESEARCH; RESTAURANTS--DECORATION--RESEARCH"
}