{
  "id": "60959",
  "title": "Redesain interior Tristar International restaurant di Surabaya",
  "abstract": "Tristar International Restaurant merupakan restoran legendaris yang terkenal akan ciri khas hidangan Chinese food-nya yang sudah lama berdiri sejak 1980 di Surabaya. Restoran ini masih beroperasi sampai sekarang dan cukup digemari oleh masyarakat Surabaya. Aspek tersebutlah yang membuat perancang memilih restoran Tristar sebagai objek utama perancangan redesain. Perancangan ini dilakukan guna menyelesaikan permasalahan: (1) kurangnya implementasi konsep desain oriental pada desain interior restoran, (2) penggunaan perabot dan dekorasi yang kurang modern, dan (3) kurangnya sistem pembagian ruang pada toilet restoran. Perancangan ini menggunakan metode Design Thinking. Melalui beberapa permasalahan tersebut, perancang diharapkan dapat mempelajari cara menciptakan suasana restoran dengan konsep desain oriental dengan menonjolkan beberapa karakteristik kebudayaan Chinese melalui desain interiornya, serta dapat memaksimalkan fungsi setiap area dalam restoran dengan baik. Hasil akhir dari perancangan ini adalah perubahan mayor pada desain interior restoran dari area pintu masuk utama, area kasir, area makan, area bar sampai dengan area servis. Dengan hasil akhir, diharapkan Tristar International Restaurant dapat menjadi alternatif solusi dari permasalahan yang ada dan dapat digunakan sebagai referensi untuk penelitian selanjutnya.",
  "creators": "FELICIA JOSEPHINE ANGGONO PUTRI",
  "contributors": "Grace Mulyono (Advisor 1); FILIPUS PRIYO SUPROBO, ST.,MT. (Advisor 2); Dr. Ir. Hedy Constancia Indrani, M.T. (Examination Committee 1); DAVID TAN KAYOGI, ST. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Laporan Karya No. 00022371/DIN/2024; Felicia Josephine Anggono Putri (E11200038)",
  "subjects": "CHINESE RESTAURANTS--DECORATION; INTERIOR DECORATION; RESTAURANTS--DECORATION"
}