{
  "id": "60967",
  "title": "Pengaruh retail store terhadap customer satisfaction dan behavioral intention toko ritel KKV Surabaya",
  "abstract": "Melihat adanya antusias masyarakat terhadap toko ritel KKV di Surabaya. KKV hadir pertama kali di Indonesia di Central Park Mall Jakarta pada 4 Maret 2020, yang mengusung 3 pilar, yaitu mempermudah konsumen, menyediakan produk yang berkualitas, dan menyajikan pengalaman belanja yang berbeda. KKV sendiri menggunakan strategi “One Stop Shopping”, di mana strategi ini merupakan pendekatan yang digunakan KKV untuk menyediakan berbagai macam produk dan layanan di satu tempat, sehingga pelanggan dapat memenuhi berbagai kebutuhan mereka dengan mudah dan lengkap dalam satu kunjungan. Melihat fenomena yang terjadi penelitian bertujuan untuk menganalisa perilaku konsumen terhadap persepsi konsumen kepada nilai yang diberikan Toko KKV. Dengan menggunakan beberapa variabel yaitu, Retail Store Value, Customer Satisfaction, dan Behavioral Intention. Data yang diperoleh dalam penelitian ini disebarkan melalui kuesioner kepada 128 konsumen KKV di Surabaya, digunakan menggunakan online survey. Metode yang digunakan dalam penelitian ini adalah metode kuantitatif, serta untuk mengolah data peneliti menggunakan Partial Least Square (PLS). Hasil yang diperoleh dalam penelitian ini adalah Customer Satisfaction dan Behavioral Intention memiliki hasil yang positif terhadap Retail Store Value.",
  "creators": "MELINDA TANJAYA",
  "contributors": "Dr. Ferry Jaolis, S.E., M.SM., M.RECH. (Advisor 1); Sesilya Kempa, S.E., M.M. (Examination Committee 1); Yudianto Oentario, S.E., M.M. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010469/MAN/2024; Melinda Tanjaya (D11200204)",
  "subjects": "CONSUMER SATISFACTION; CONSUMER BEHAVIOR; RETAIL TRADE--MANAGEMENT"
}