{
  "id": "60962",
  "title": "Efektivitas konten instagram @Pakuwoncitymallsub dalam annual event Ramadan ‘Festival Tjap Toendjoengan’ \"",
  "abstract": "Pakuwon City Mall (PCM) adalah sebuah pusat perbelanjaan di Surabaya yang terletak tepat di depan pintu masuk perumahan Pakuwon City dimana mall ini selain memiliki tempat outdoor yang berbeda dari mall lainnya. Seluruh event yang diadakan oleh Pakuwon City Mall selalu dipublikasikan melalui media sosial Instagram @pakuwoncitymallsub. Instagram @pakuwoncitymallsub tergolong followers paling rendah dibandingkan dengan mall dibawah naungan Pakuwon Group lainnya, tetapi engagement yang didapatkan dari konten pertama Ramadan 2024 memiliki engagement tertinggi dari mall dibawah Pakuwon Group lainnya. Oleh karena itu, penelitian ini bertujuan untuk mengukur efektivitas konten Instagram @pakuwoncitymallsub dalam annual event Ramadan ‘Festival Tjap Toendjoengan’. Pengukuran efektivitas dalam penelitian ini dilakukan dengan menggunakan indikator AIDA (Attention, Interest, Desire, Action). Data dikumpulkan dengan metode penyebaran kuesioner secara online kepada 100 responden melalui google form. Berdasarkan hasil penelitian yang telah dilakukan, maka dapat dikatakan bahwa konten Instagram @pakuwoncitymallsub dalam annual event efektif. Dari keempat indikator, tahap attention mendapatkan nilai mean tertinggi. Hal tersebut mengartikan bahwa responden memiliki atensi paling tinggi terhadap konten Instagram Pakuwon City Mall melalui Instagram @pakuwoncitymallsub sehingga hal tersebut yang melandasi terbentuknya efektifitas konten Instagram @pakuwoncitymallsub dalam annual event Ramadan.",
  "creators": "JENNIFER CATHERIN",
  "contributors": "Ido Prijana Hadi (Advisor 1); Gatut Priyowidodo (Advisor 2); Fanny Lesmana (Examination Committee 1); Astri Yogatama (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011922/KOM/2024; Jennifer Catherin (F11200038)",
  "subjects": "COMMUNICATION IN MARKETING; INSTAGRAM (ONLINE SOCIAL NETWORK); SOCIAL MEDIA--COMMUNICATION"
}