{
  "id": "60963",
  "title": "Efektivitas penggunaan Vtuber Kobo Kanaeru sebagai celebrity endorser di konten Tokopedia pada followers Gen Z akun Instagram @Tokopedia",
  "abstract": "Penggunaan celebrity endorser adalah salah satu strategi penting dalam Marketing Public Relations, hal ini penting untuk meningkatkan awareness audiens saat mengikuti kampanye yang ada. Efektivitas celebrity endorser dapat dilihat dengan dimensi Source credibility meliputi attractiveness, trustworthiness, expertise. Penelitian menggunakan metode online survey. Data dikumpulkan melalui kuesioner online yang dikirim dari fitur Direct Message atau pesan langsung kepada 100 responden yang merupakan followers Gen Z akun Instagram @Tokopedia. Hasil penelitian menunjukkan bahwa penggunaan Kobo Kanaeru sebagai celebrity endorser terbukti efektif pada followers Gen Z di konten instagram Tokopedia. Berdasarkan hasil analisis yang disimpulkan faktor paling tinggi untuk menarik audiens adalah dimensi expertise atau keahlian dari celebrity endorser. Ditemukan data menarik bahwa responden laki-laki lebih unggul pada dimensi expertise sedangkan perempuan lebih unggul pada dimensi trustworthiness. Responden laki-laki cenderung menyukai Kobo Kanaeru karena keahliannya dalam entertain terutama dalam konten game, sedangkan perempuan mempercayai Kobo Kanaeru karena Kobo mampu menyampaikan pesan dengan penuh semangat dan tulus melalui konten jinglenya.",
  "creators": "DAUD CHRISTIE YUSANTO",
  "contributors": "Lady Joanne Tjahyana, S.Kom., MMM. (Advisor 1); Daniel Budiana, S.Sos., M.A. (Advisor 2); Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011944/KOM/2024; Daud Christie Yusanto (F11200072)",
  "subjects": "COMMUNICATION IN MARKETING; ENDORSEMENTS IN ADVERTISING; MARKETING--PUBLIC RELATIONS; SOCIAL MEDIA--COMMUNICATION"
}