{
  "id": "60965",
  "title": "Sistem informasi keluhan pelanggan untuk perbaikan mutu pelayanan pada Rumah Sakit Gotong Royong",
  "abstract": "Rumah Sakit Gotong Royong adalah rumah sakit yang didirikan pada tahun 1990 dan berada di Surabaya. Rumah Sakit sebagai institusi pelayanan kesehatan yang menyelenggarakan dan meningkatkan pelayanan secara bermutu, berusaha untuk menangani komplain pasien secara cepat dengan harapan tetap dapat menjaga mutu pelayanan yang diberikan. Oleh karena itu, rumah sakit perlu memiliki mekanisme untuk menangani keluhan pelanggan secara efektif dan efisien sehingga dapat meningkatkan kepuasan pasien juga mutu pelayanan. Dengan latar belakang tersebut, akan dilakukan untuk menemukan solusi yaitu dengan pembuatan sistem informasi keluhan pelanggan berbasis website. Sistem informasi ini adalah sebuah aplikasi web yang dapat digunakan oleh pelanggan untuk menyampaikan keluhan, saran, ataupun masukan yang terkait dengan pelayanan rumah sakit. Sistem ini juga dapat digunakan oleh pihak rumah sakit untuk menerima, memproses, menindaklanjuti dan mengevaluasi keluhan pelanggan secara online. Hasil pengujian pada pembuatan sistem menggunakan skenario menunjukkan bahwa website sudah berjalan dengan baik. Selain itu juga dilakukan pengujian user testing dengan menyebar survei dan memperoleh hasil rata-rata 83% berpendapat dari sudut pandang pasien bahwa sistem yang dibuat dapat meningkatan pasien. Dengan hasil rata-rata 83% dapat dikatakan sistem ini menunjukkan puas untuk pasien.",
  "creators": "ARDON YUNORS TALLAN",
  "contributors": "Hans Juwiantho S.Kom., M.Kom (Advisor 1); Alexander Setiawan (Advisor 2); Yulia (Examination Committee 1); Lily Puspa Dewi, S.T., M.Kom. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02022535/INF/2024; Ardon Yunors Tallan (C14200203)",
  "subjects": "DATABASE DESIGN; DATABASE MANAGEMENT; PROGRAMMING (ELECTRONIC COMPUTERS)"
}