{
  "id": "60975",
  "title": "Fasilitas pelatihan dan pertunjukan seni untuk remaja di Malang",
  "abstract": "Saat ini, generasi Z berada pada persentase populasi terbanyak di Indonesia. Banyak dari mereka tumbuh di lingkungan yang membentuk mereka menjadi pribadi yang kurang dapat mengekspresikan diri serta memiliki karakter yang rapuh. Untuk menjawab permasalahan generasi Z, seni dapat menjadi salah satu alternatif bagi remaja untuk dapat mengekspresikan diri dan membentuk karakter. Seni sendiri adalah suatu hasil karya manusia yang mengandung keindahan dan dapat diekspresikan melalui gerak ataupun ekspresi lainnya. Dengan adanya fasilitas kesenian dapat menjawab kebutuhan remaja khususnya di Kota Malang, dengan mendorong para remaja untuk dapat menyalurkan ekspresinya dengan baik dan tumbuh menjadi generasi yang tangguh melalui seni. Pada perencanaan desain, dibagi menjadi dua area besar yaitu area fasilitas pelatihan dan area pertunjukan. Pada fasilitas pelatihan dikhususkan untuk pengguna fasilitas yaitu remaja, dengan kegiatan di dalamnya berupa studio untuk kegiatan seni lukis, seni keramik, seni tari, seni musik, seni fotografi, dan seni gambar. Di samping itu pada area pertunjukan remaja dapat memamerkan hasil seninya melalui fasilitas galeri dan juga auditorium, pada area ini pengunjung juga dapat menonton dan melihat hasil karya remaja. Untuk itu perancangan fasilitas ini didesain dengan pendekatan perilaku, sehingga dapat menciptakan setiap ruang dengan karakteristik yang sesuai dengan fungsi di dalamnya dan dapat mendorong remaja untuk dapat berekspresi dengan bebas.",
  "creators": "ESTHER LEVIANA HALIM POEDJIANTO",
  "contributors": "Anik Juniwati (Advisor 1); Lilianny Sigit Arifin (Advisor 2); Stanislaus Kuntjoro Santoso (Advisor 3); Esti Asih Nurdiah, S.T., M.T., Ph.D. (Advisor 4); Dr. Feny Elsiana, S.T., M.T. (Examination Committee 1); Angela Christysonia Tampubolon, S.T., M.T. (Examination Committee 2); Handinoto (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01024570/ARS/2024; Esther Leviana Halim Poedjianto (B12200072)",
  "subjects": "THEATERS--DESIGNS AND PLANS"
}