{
  "id": "60971",
  "title": "Perancangan interior dengan pendekatan human centered design pada toko alat tulis Gading Murni di Surabaya",
  "abstract": "Stationary Store tergolong dalam commercial space yang menjual beragam alat tulis ataupun perlengkapan kantor. Commercial Space identik dengan area publik yang diperuntukkan untuk bisa diakses semua orang, sehingga penting untuk memperhatikan bangunan dari segi estetika dan fungsionalnya. Terdapat beberapa permasalahan yang ditemukan pada eksisiting yaitu mengenai branding dari Gading Murni yang belum tersampaikan melalui ruang, mengenai tatanan ruang yang kurang disesuaikan dengan besaran ruang sehingga beberapa area kurang dijangkau customer, hingga belum adanya pengkategorian barang sehingga hal itu kurang efektif jika customer ingin mencari barang yang dibutuhkan. Melalui pendekatan Human Centered Design; konsep yang digunakan nanti bisa mempertimbangkan efisiensi, efektivitas, dan kenyamanan pengguna di bangunan. Metode yang digunakan pada perancangan ini adalah Design Thinking yang terdiri dari 3 bagan yaitu Inspiration, Ideation, dan Implementation; dengan beberapa tahapan yaitu Understand, Observe, POV, Ideate, Prototype, Test, Story Telling, Pilot, dan Business Model. Harapannya perancangan interior dari toko Gading Murni bisa menjadi Solusi bagi permasalahan yang ada, jawaban dari keinginan, dan bisa memperluas target market dari Gading Murni.",
  "creators": "VANESSA NATALIE SUSANTO",
  "contributors": "Mariana Wibowo, S.Sn., M.MT. (Advisor 1); JEAN F POILLOT, S.T. (Advisor 2); Sherly De Yong (Examination Committee 1); WILLIAM VIJADHAMMO L., S.Ds. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Laporan Karya No. 00022310/DIN/2024; Vanessa Natalie Susanto (E11200031)",
  "subjects": "COMMERCIAL BUILDINGS--DECORATION; INTERIOR DECORATION; STORE DECORATION"
}