{
  "id": "6097",
  "title": "Perancangan dan pembuatan sistem evaluasi pada biro psikologi \"X\" dengan menggunakan metode analytical hierarchy process (AHP)",
  "abstract": "\"X\" merupakan salah satu biro psikologi di Surabaya yang sedang berkembang dengan cukup pesat. Secara umum, biro ini menerima berbagai macam tes mulai dari industri, pendidikan maupun tes intelegensia untuk perorangan. Dengan begitu banyak laporan yang harus dibuat dan karena scoring diakukan secara manual, maka waktu yang diperlukan sangat lama dan bisa terjadi melakukan kesalahan dalam melakukan scoring, tidak sistematis, hasil yang didapat bisa menjadi tidak akurat dan membutuhkan tenaga untuk memeriksa ulang. Tugas akhir ini berusaha untuk memecahkan masalah yang dihadapi system evaluasi secara manual pada \"X\" itu dengan membuat system evaluasi terkomputerisasi. Dengan menggunakan metode Analytical Hierarchy Process (AHP), tugas akhir ini dapat meranking klien-klien yang mengikuti test dan membuat laporan berupa Psikogram untuk semua klien yang mengikuti test. Dimulai dari perancangan sistem dalam pembuatan Data Flow Diagram dan Entity Relationship Diagram yang menggunakan software Power Designer 6.1 32-bit, Flowchart yang menggunakan Microsoft Visio 2000, hingga pembuatan software dengan menggunakan Delphi 5.0 Dengan adanya tugas akhir ini, system evaluasi pada \"X\" yang hampir semuanya dilakukan secara manual dapat digantikan oleh system evaluasi yang dibuat pada tugas akhir ini dengan hasil yang sama. Tugas akhir ini juga dapat membantu \"X\" untuk menyimpan data klien secara lengkap mulai dari klien yang mengikuti test secara keseluruhan, lolos seleksi hingga klien yang gugur.",
  "creators": "IRMA HARTONO",
  "contributors": "Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 1); Kartika Gunadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02000472/INF/2006; Irma Hartono (26402079)",
  "subjects": "DATABASE DESIGN; PROGRAMMING (ELECTRONIC COMPUTERS)"
}