{
  "id": "60979",
  "title": "Perancangan interior public facilities Magna One Surabaya dengan pendekatan psychological well being",
  "abstract": "Kesejahteraan psikologis atau yang juga dikenal psychological well-being merupakan topik yang sedang diminati oleh masyarakat. Mengingat pandemi Covid-19 yang melanda Indonesia, Pembatasan Sosial Berskala Besar (PSBB), penurunan aktivitas di luar ruangan, dan dampak negatif dari media sosial yang dirasakan oleh masyarakat. Perubahan-perubahan tersebut banyak memberikan pengaruh terhadap kehidupan sehari-hari. Sebagai respon terhadap situasi tersebut, kesadaran masyarakat terhadap pentingnya kesejahteraan psikologis semakin meningkat. Selain itu, banyak individu yang kini aktif mencari cara untuk meningkatkan kesejahteraan psikologis mereka. Psychological well-being merupakan hal yang fundamental pada desain interior. Desain interior memiliki kekuatan besar dalam membentuk kondisi psikologis individu, baik di ruang privat maupun publik. Desain interior suatu ruang publik yang memperhatikan aspek-aspek psychologycal well-being dapat menciptakan atmosfer yang baik dan nyaman. Sebaliknya desain yang tidak mempertimbangkan aspek kesejahteraan psikologis dapat mempengaruhi mood dan produktivitas pengunjung. Dalam perancangan sebuah public space dengan pertimbangan psychological well-being, diperlukan metode design thinking yang dapat membantu proses perancangan. Metode yang digunakan antara lain understand, observe, point of view, ideate, prototype, test, story telling, pilot, dan business model. Melalui 9 metode design thinking tersebut, diharapkan dapat memberikan hasil perancangan public space dengan pertimbangan psychological well being secara maksimal dan memberikan atmosfer atau kesan positif bagi setiap pengunjung.",
  "creators": "GABRIELLA ROSALINE TJANDRA",
  "contributors": "Sherly De Yong (Advisor 1); WILLIAM VIJADHAMMO L., S.Ds. (Advisor 2); Mariana Wibowo, S.Sn., M.MT. (Examination Committee 1); JEAN F POILLOT, S.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Laporan Karya No. 00022288/DIN/2024; Gabriella Rosaline Tjandra (E11200002)",
  "subjects": "INTERIOR DECORATION; INTERIOR DECORATION-PSYCHOLOGICAL ASPECTS; PUBLIC SPACE-DECORATION"
}