{
  "id": "60984",
  "title": "Efektivitas pesan iklan pop up store Itik Land pada followers Instagram @myyellowduckling",
  "abstract": "My Yellow Duckling merupakan brand lokal yang menjual merchandise tematik itik. Brand ini mengawali bisnisnya pada tahun 2019 dan berasal dari kota Surabaya. Berawal dari hobi menggambar dari pemilik My Yellow Duckling, menuntun ia untuk mulai mengubah gambarnya menjadi sebuah produk yang memiliki nilai jual. Produk yang dijual, antara lain boneka, sticker, keychain, enamel pin, pouch, bando, dan sebagainya. Penjualan dilakukan secara online melalui marketplace Shopee dan offline dengan membuka pop up store yang bekerjasama dengan event market di Surabaya. Pada Januari 2024, My Yellow Duckling untuk pertama kalinya My Yellow Duckling membuka pop up store secara mandiri di Malang dengan nama Itik Land. Dalam usaha menyampaikan pesan iklan pop up store Itik Land, My Yellow Duckling menggunakan sosial media Instagram. Penelitian ini menggunakan teori SOR untuk mengetahui efektivitas pesan iklan pada audiens. Pesan iklan yang disampaikan akan diukur efektivitasnya menggunakan indikator AISAS dengan tahapan Attention, Interest, Search, Action, dan Share. Jenis penelitian ini adalah deskriptif dengan pendekatan kuantitatif. Penelitian ini mengambil data dengan menggunakan kuisioner online terhadap 100 responden dengan teknik non-probability sampling. Hasil dari penelitian ini menunjukkan bahwa pesan iklan pop up store Itik Land pada followers Instagram @myyellowduckling terbukti efektif dengan nilai rata-rata tertinggi pada tahap attention.",
  "creators": "AJENG LINTANG SARASWATI",
  "contributors": "Ido Prijana Hadi (Advisor 1); Astri Yogatama (Advisor 2); Jandy Edipson Luik (Examination Committee 1); Agusly Irawan Aritonang, S.Sos., M.A. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011926/KOM/2024; Ajeng Lintang Saraswati (F11200011)",
  "subjects": "ADVERTISING; COMMUNICATION IN MARKETING; INSTAGRAM (ELECTRONIC RESOURCE); SOCIAL MEDIA--COMMUNICATION"
}