{
  "id": "60997",
  "title": "Perancangan interior Gereja Bethel Indonesia (GBI) “Shallom” Denpasar dengan pendekatan scenic design",
  "abstract": "Di era modern seperti sekarang, gereja mengalami banyak sekali perkembangan. Modernisasi gaya ibadah, desain bangunan hingga pertumbuhan jumlah jemaat merupakan beberapa hal yang berdampak pada gereja di masa sekarang. GBI Shallom Denpasar merupakan salah satu gereja yang sedang mengalami hal-hal tersebut, oleh karena itu diperlukan bangunan ibadah baru yang dapat mendukung jumlah jemaat yang berkembang serta mendukung Ibadah khususnya juga bagi kaum muda. Perancangan GBI Shallom bertujuan untuk meresponi urgensi tersebut dengan melakukan pembangunan gedung baru dengan mengusung pendekatan Scenic Design. Scenic Design merupakan sebuah pendekatan yang mengimplementasikan banyak elemen seperti tata panggung, pencahayaan, tata suara hingga dekorasi yang berfungsi untuk menciptakan atmosfer yang mendukung konsep produksi suatu acara. Pendekatan ini diimplementasikan pada gedung GBI Shallom untuk menciptakan suasana yang berbeda, memperkuat pesan-pesan rohani yang disampaikan serta menunjang kenyamanan dan kekhusyukan jemaat dalam menghayati makna ibadah yang mereka lakukan. Perancangan ini dibuat menggunakan metode Design Thinking enam tahapan meliputi Understand, Observe, Point of View, Ideate Prototype, Test dan Story Telling. Hasil perancangan ini memberikan konsep baru bagi gedung gereja modern yang menerapkan pendekatan desain scenic namun tetap memperhatikan kenyamanan dan rasa kebersamaan bagi jemaat.",
  "creators": "DANIEL ABRAHAM TEDJA",
  "contributors": "Purnama Esa Dora Tedjokoesoemo, S.Sn., M.Sc. (Advisor 1); Ir. HENDY MULYONO (Advisor 2); Adi Santosa (Examination Committee 1); MOCH TAUFAN RIZQI, S.Sn. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Laporan Karya No. 00022343/DIN/2024; Daniel Abraham Tedja (E11200078)",
  "subjects": "CHURCH DECORATION AND ORNAMENT; INTERIOR DECORATION"
}