{
  "id": "610",
  "title": "An Analysis of cohesion in \"National News\" taken from The Jakarta Post",
  "abstract": "This thesis is about an analysis of cohesion in \"National News\", which is taken from The Jakarta Post. Since The Jakarta Post is a daily English newspaper and it gives complete information to its readers, the writer is curious to find out the quality of either its text or its sentences. In other words, the writer wanted to know whether the text of the \"National News\" in The Jakarta Post was cohesive or not. Therefore, she tried to examine carefully the cohesive devices and the violations in the text. The writer applied M.A.K. Halliday and Ruqaiya Hasan's cohesion theory. They divided cohesion into two major points that are the grammatical cohesion and lexical cohesion. In terms of grammatical cohesion, it is divided into reference, substitution, ellipsis, and conjunction while in the terms of lexical cohesion, it is divided into reiteration and collocation. The writer divided and analyzed her data into the fulfillment of cohesive devices and the violation of cohesive devices. First, she identified the data as being a fulfillment or a violation. Then, she analyzed the fulfillment of the data in terms of grammatical and lexical cohesion. She also used the same procedure for the violations. To get the percentage of both the fulfillment and violation of cohesive devices she compared them by using a certain formula. At last, the findings show fiat the fulfillment of cohesive devices is 93,08% and the violation of cohesive devices is 6,92%. Thus, she concluded that the text of four \"National News\" in The Jakarta Post was cohesive.",
  "creators": "LIEDIAWATI",
  "contributors": "Anneke Heritaningsih Tupan (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 809; Liediawati (11496126)",
  "subjects": "ENGLISH LANGUAGE-TERMINOLOGY; ENGLISH LANGUAGE-DISCOURSE ANALYSIS"
}