{
  "id": "61009",
  "title": "Sikap pengunjung mengenai servicescape Ecelso Societe",
  "abstract": "Penelitian ini dilakukan dengan tujuan untuk mengetahui sikap pengunjung pada servicescape Excelso Societe. Marketing public relations menciptakan pengalaman yang berkesan bagi pengunjung, maka Excelso Societe memiliki strategi untuk mengomunikasikan nilai dan menjadi pembeda dengan kompetitor yang menimbulkan suatu respon berupa sikap yang positif. Brand identity penting untuk tercapainya nilai perusahaan dalam memperkenalkan produk/jasa. Salah satu cara untuk memenuhi kebutuhan konsumen adalah meningkatkan pengalaman pelanggan melalui lingkungan fisik. Lingkungan fisik atau servicescape merupakan faktor penting bagi perusahaan dalam memenuhi kebutuhan konsumen dengan memberikan pengalaman pelanggan. Servicescape menjadi saluran komunikasi yang kuat antara merek dan publik. Komunikasi yang baik dengan pengunjung membantu Excelso Societe dalam memahami keinginan dan kebutuhan pengunjung. Public relations sangatlah penting dalam proses mencapai tujuan Excelso Societe untuk membangun citra positif kepada pengunjung. Citra perusahaan dapat dibangun berdasarkan pengalaman dan persepsi pengunjung. Sikap konsumen terhadap citra yang positif akan memperkuat posisi brand dalam mendapatkan kepercayaan dari para pengunjung. Jenis penelitian yang digunakan yaitu kuantitatif deskriptif dan menggunakan metode survei. Hasil penelitian menunjukkan bahwa dimensi spatial layout & functionality memperoleh nilai tertinggi pada sikap kognitif dan sikap afektif, sementara dimensi signs, symbols, and artifacts memperoleh nilai tertinggi pada sikap konatif.",
  "creators": "RR. AULIA ZERLINA MAHESWARI",
  "contributors": "Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Advisor 1); Felicia Goenawan (Advisor 2); Jandy Edipson Luik (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011915/KOM/2024; Rr. Aulia Zerlina Maheswari (F11200041)",
  "subjects": "COMMUNICATION IN MARKETING; CONSUMERS--ATTITUDES; NONVERBAL COMMUNICATION"
}