{
  "id": "61003",
  "title": "Curriculum vitae applicant tracking system scoring untuk proses seleksi karyawan di perusahaan X",
  "abstract": "Proses rekrutmen di era modern menjadi sangat kompleks dan memakan banyak waktu. Di masa kini, ketika perusahaan sering menerima ratusan hingga ribuan lamaran untuk satu posisi, pekerjaan perekrut menjadi sangat melelahkan karena harus meninjau setiap resume secara manual. Perusahaan X hanya memiliki satu HRD yang memiliki berbagai jobdesk seperti: Mengembangkan strategi perencanaan SDM jangka pendek dan panjang, mengerti dan menganalisis tentang undang-undang ketenagakerjaan, terutama yang menyangkut kontrak kerja, prosedur bekerja, hingga manajemen kehadiran karyawan di tempat kerja, dan lain-lain. Saat meninjau setiap resume secara manual akan memakan banyak waktu. Dalam Penelitian ini, dirancang suatu sistem berbasis website yaitu CV Applicant Tracking System Scoring. Sistem ini menggunakan NLP dan berbagai library lainnya untuk mengextract data penting dari CV seperti: Nama, Email, No Telp, Summary, Skill, Education, Work Experience, Linkedin, Project, dan Portofolio. Setelah mendapatkan data yang penting (sesuai kriteria penilaian HRD), maka CV tersebut akan dinilai sesuai kelengkapan datanya, skor yang rendah tidak akan masuk ke tahap berikutnya, sedangkan skor di atas batas minimal akan lanjut ke HRD. Hasil pengujian yang dilakukan, program/sistem ini berhasil mengextract data penting dan berhasil menskoring CV yang diinput oleh user. Dilakukan pengujian dengan cara membandingkan skor yang dinilai oleh sistem CV Applicant Tracking System Scoring terhadap skor yang dinilai oleh HRD secara manual. Terdapat selisih skor dengan rata-rata 7.054% skor dari total skor. Total skor adalah 190. Dilakukan perbandingan CV dengan berbagai tipe yaitu CV Applicant Tracking System Bahasa Indonesia, CV Applicant Tracking System Bahasa Indonesia berupa Image, CV Applicant Tracking System Bahasa Inggris, CV Applicant Tracking System Bahasa Inggris berupa Image. Disimpulkan bahwa sistem Applicant Tracking System Scoring lebih baik saat menilai Applicant Tracking System Bahasa Inggris dibandingkan Bahasa Indonesia juga lebih baik saat menilai Applicant Tracking System dengan Text dari pada Applicant Tracking System dengan Image. Dilakukan juga pengujian Efektivitas & Efisiensi Sistem dengan melakukan wawancara kepada HRD mengenai implementasi sistem, hasilnya Sistem sangat membantu HRD dalam efisiensi waktu karena tidak perlu melakukan filtering untuk bagian CV sesuai kriteria/tidak sehingga waktu tidak banyak terbuang.",
  "creators": "HUGO HIZKIA HANDIWIKARSA",
  "contributors": "Gregorius Satiabudhi (Advisor 1); Alvin Nathaniel Tjondrowiguno, S.Kom., M.T. (Advisor 2); Leo Willyanto Santoso (Examination Committee 1); Rolly Intan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01022495/INF/2024; Hugo Hizkia Handiwikarsa (C14200045)",
  "subjects": "EMPLOYEE SELECTION; EMPLOYEES--RECRUITING; APPLICATION SOFTWARE"
}