{
  "id": "61013",
  "title": "Perancangan interior Onno Gelato & Coffee dengan menerapkan konsep branding image di PT ARM Interior Surabaya",
  "abstract": "Perkembangan bisnis di era modern terjadi di semua kategori bidang usaha. Termasuk pada bidang kuliner, yang berskala besar seperti seperti restoran-restoran kelas atas hingga yang berskala kecil seperti cafe. Menangkap peluang dan pergeseran gaya hidup masyarakat yang menjadikan kegiatan tersebut sebagai bagian dari kebutuhan hidup, membuat para pelaku bisnis food services melirik usaha coffee shop. Dimana kehadiran coffee shop dinilai yang paling sesuai dengan gaya hidup masyarakat perkotaan saat ini. Cafe atau tempat ngopi merupakan salah satu bisnis yang bergerak di bidang produk dan jasa untuk memenuhi kebutuhan konsumen. Bisnis jasa saat ini telah berkembang dan dapat memenuhi kebutuhan para konsumen. Penelitian ini bertujuan untuk mengetahui dan menjelaskan pengaruh kualitas pelayanan terhadap kepuasan konsumen, mengetahui dan menjelaskan pengaruh harga terhadap kepuasan konsumen, mengetahui pengaruh dan strategi dari brand image (citra merek) terhadap kualitas Onno Cafe di Surabaya. Merek memiliki pengaruh psikologis dalam menentukan keputusan pembelian. Hal ini disebabkan oleh citra (image) yang muncul dalam benak konsumen sehingga pada akhirnya mempengaruhi konsumen dalam membeli produk tersebut.",
  "creators": "JENNIFER GWIE",
  "contributors": "Sriti Mayang Sari (Advisor 1); Heri Cahyono S.Sn., HDII. (Advisor 2); Poppy Firtatwentyna Nilasari, S.T., M.T. (Examination Committee 1); Maria Suzanna G. Poetiray, S.Sn., M. T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Laporan Karya No. 00022344/DIN/2024; Jennifer Gwie (E11200080)",
  "subjects": "BRANDING (MARKETING); COFFEEHOUSES--DECORATION; INTERIOR DECORATION; RESTAURANTS--DECORATION"
}