{
  "id": "61028",
  "title": "Perancangan interior Hokky Plaza Graha Famili dengan pendekatan Crime Prevention Through Environmental Design (CPTED) di Konsultan Supratman Arsitektura",
  "abstract": "Kriminalitas sudah menjadi sebuah fenomena yang sering terjadi pada era modern ini. Seiring dengan berkembangnya zaman, fenomena tersebut juga semakin berkembang di kalangan masyarakat, khususnya bagi mereka yang berada di kota-kota besar. Salah satu kota metropolitan dengan tingkat kriminalitas tertinggi adalah Surabaya, yang menduduki peringkat tiga pada tahun 2023 silam dengan kasus pencurian tertinggi. Kriminalitas yang terjadi disebabkan oleh banyak faktor dan tentunya mempengaruhi aktivitas masyarakat. Sebagian besar kriminalitas yang terjadi di Surabaya berpusat pada tempat keramaian, salah satunya merujuk pada brand pasar swalayan terbesar di Surabaya, yaitu Hokky. Pada swalayan ini terjadi pencurian yang dilakukan oleh salah seorang SPG atau karyawan setempat. Melalui hal ini perancangan dengan keamanan yang tinggi diperlukan sebagai solusi dalam permasalahan masyarakat. Salah satu konsep desain, yaitu Crime Prevention Through Environmental Design (CPTED) menjadi sebuah media yang digunakan sebagai solusi permasalahan kriminalitas tersebut. Metode design thinking akan digunakan untuk melakukan perancangan konsep ini, sehingga terbagi menjadi tahapan-tahapan yang melandasi proses perancangan nantinya. Dengan penerapan konsep serta metode ini, hasil perancangan yang ditinjau dari segi peletakan dan material divisualisasikan melalui perspektif 3D serta produksi gambar kerja.",
  "creators": "PRISCILLIA HELENA CHRISTIANTO",
  "contributors": "Purnama Esa Dora Tedjokoesoemo, S.Sn., M.Sc. (Advisor 1); Ir. HENDY MULYONO (Advisor 2); Adi Santosa (Examination Committee 1); MOCH TAUFAN RIZQI, S.Sn. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Laporan Karya No. 00022297/DIN/2024; Priscillia Helena Christianto (E11200013)",
  "subjects": "CRIME PREVENTION; CRIME PREVENTION AND ARCHITECTURAL DESIGN; INTERIOR DECORATION"
}