{
  "id": "61022",
  "title": "Identifikasi bahaya, penilaian risiko, dan pengendalian risiko pada PT Putra Surya Mandiri Sejahtera",
  "abstract": "PT X yang merupakan perusahaan manufaktur yang memproduksi sohun dengan jumlah pekerja kurang lebih 200 orang. Namun perusahaan belum pernah melakukan evaluasi atau mengembangkan sistem kesehatan dan keselamtan kerja (K3). Penelitian ini mengembangkan upaya mitigasi risiko kecelakaan dengan menggunakan metode hazard identification, risk assesment, dan risk control (HIRARC). Melalui pendekatan 5 whys analysis dan fishbone diagram, studi mendapatkan tujuh dari sebelas proses produksi yang memiliki potensi bahaya, yaitu proses pencucian dan perendaman sagu, pemberian kaporit, pengeringan sagu menggunakan mesin vakum, pemberian air pada tepung semi kering, pemasakan sagu, pemotongan dan pengemasan sohun. Tindakan mitigasi resiko yang diusulkan adalah menambah pegangan tangga, memperbaiki sirkulasi udara dengan menambah ventilasi, menyesuaikan tinggi bak air, memasang tanda peringatan bahaya, memasang pembatas pada area berbahaya, mewajibkan karyawan menggunakan alat pelindung diri (APD), membuat dan menerapkan instruksi kerja, sosialisasi dan pelatihan K3. Usulan pengendalian risiko yang diusulkan diperkirakan mampu menurunkan risk rating dari moderate (70%) dan low (30%) menjadi moderate (50%) dan low (50%), setara dengan penuurunan nilai rata-rata RPN dari 15.8 menjadi 6.4.",
  "creators": "HOWARD MATTHEW SIAUWTAMA",
  "contributors": "Togar Wiliater Soaloon Panjaitan, S.T., MBA. (Advisor 1); Felecia, S.T., M.Sc. (Examination Committee 2); Jani Rahardjo (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022657/IND/2024; Howard Matthew Siauwtama (C13190006)",
  "subjects": "INDUSTRIAL SAFETY; RISK ASSESSMENT; RISK MANAGEMENT; RISK CONTROL"
}