{
  "id": "61036",
  "title": "Fasilitas hunian lansia di Sanur, Bali",
  "abstract": "Pentingnya perancangan hunian lansia di Bali dapat dilihat dari data bahwa terjadi peningkatan jumlah lansia sejalan dengan meningkatnya harapan hidup di pulau ini. Data menunjukkan bahwa pada tahun 2022, lebih dari 10% dari keseluruhan populasi Bali merupakan lansia. Perancangan fasilitas hunian ini bertujuan untuk menyediakan hunian yang menjamin kesehatan (mental, fisik, dan rohani) dan keberlangsungan hidup lansia serta meningkatkan kesejahteraan dan kualitas hidup lansia di Bali. Dengan unsur-unsur desain yang bersahabat dengan lansia, seperti fasilitas aksesibilitas yang baik, pencahayaan yang memadai, dan area rekreasi yang aman, kita dapat menciptakan lingkungan yang mendukung kesejahteraan fisik, mental dan rohani para lansia. Pendekatan perancangan menggunakan pendekatan perilaku dengan teori “Space and Place” dari Yi Fu Tian yang bertujuan untuk menyediakan ruang untuk bersosialisasi (kesehatan mental), berolahraga (kesehatan fisik), berdoa (kesehatan rohani). Respon dari pendekatan ini diwujudkan dalam desain melalui penempatan zonasi ruang yang saling terhubung dengan fasilitas, sehingga mendorong lansia untuk tidak merasa kesepian, dapat berkembang, meningkatkan kesejahteraan, kualitas dan semangat hidup lansia.",
  "creators": "SHEILA DAVIS",
  "contributors": "Danny Santoso Mintorogo (Advisor 1); Roni Anggoro, S.T., M.A.Arch. (Advisor 2); Ir. Bisatya Widadya Maer, M.T. (Advisor 3); Gunawan Tanuwidjaja, S.T., M.Sc., Ph.D. (Advisor 4); Christine Wonoseputro (Examination Committee 1); Wanda Widigdo Canadarma (Examination Committee 2); Benny Poerbantanoe (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 07024568/ARS/2024; Sheila Davis (B12200070)",
  "subjects": "OLD AGE HOMES-DESIGNS AND PLANS"
}