{
  "id": "61035",
  "title": "Persuasive key message factors dalam iklan sirup Marjan tahun 2021-2024",
  "abstract": "Marketing Public Relations (MPR) memiliki penekanan bukan pada selling (seperti kegiatan periklanan), namun pada pemberian informasi, pendidikan dan upaya peningkatan pengertian lewat penambahan pengetahuan mengenai suatu merek produk akan lebih kuat dampaknya serta pesan yang disampaikan akan lebih diingat oleh konsumen. Dengan tingkat komunikasi yang lebih intensif dan komprehensif bila dibandingkan dengan iklan, maka MPR merupakan suatu konsep yang lebih tinggi dari iklan yang biasa. MPR memberi penekanan pada aspek manajemen dari pemasaran dengan memperlihatkan kesejahteraan konsumen. Iklan Sirup Marjan menjadi salah satu iklan paling unik, menarik yang tentunya tidak luput dari pandangan masyarakat Indonesia. Sejak tahun 2019 Marjan mulai keluar dari zona nyaman “iklan yang biasa” berubah menggunakan berbagai teknik editing dengan tetap memadukan unsur cerita rakyat Indonesia. Penelitian ini memberikan gambaran terkait persuasive key message factors (faktor-faktor kunci pembentuk pesan persuasif) yang terkandung dalam Iklan Sirup Marjan pada tahun 2021-2024. Penelitian ini menggunakan metode analisis isi kuantitatif, penelitian ini mampu melihat message structure, message content, framing, language, dan emotional appeals apa saja yang terkandung dalam setiap adegan dalam iklan Sirup Marjan. Hasil penelitian menunjukkan bahwa iklan-iklan sejak 2021-2024 mengandung persuasive key message factors. Indikator yang paling menonjol adalah Message Structure dan indikator Language. Selain itu, peneliti menemukan persuasive key message factors pada ke empat tahun ini cocok digunakan untuk semakin menarik penonton iklan dalam menyampaikan pesan yang mengandung unsur persuasif di dalamnya.",
  "creators": "KEZIA MAUREEN",
  "contributors": "Jandy Edipson Luik (Advisor 1); Astri Yogatama (Advisor 2); Gatut Priyowidodo (Examination Committee 1); Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011946/KOM/2024; Kezia Maureen (F11200033)",
  "subjects": "ADVERTISING; COMMUNICATION IN MARKETING; MARKETING--PUBLIC RELATIONS"
}