{
  "id": "61034",
  "title": "Pengaruh change order management terhadap performa penyelesaian proyek dengan kualitas komunikasi sebagai variabel moderating pada proyek bangunan komersial di Surabaya",
  "abstract": "Proyek konstruksi gedung komersial merupakan salah satu sektor yang berhubungan dengan Pembangunan. Industri konstruksi pada dasarnya adalah bisnis yang kompleks, dinamis, berorientasi pada penyelesaian proyek, beresiko tinggi, dan kompetitif. Hal-hal yang perlu diperhatikan dalam penyelesaian proyek konstruksi adalah waktu, biaya, mutu, dan kepuasan dari klien. Untuk memenuhi kriteria tersebut diperlukan koordinasi yang baik dari tiap individu sehingga dapat mengurangi resiko yang timbul akibat perubahan di dalam proyek. Dalam setiap tahapan proyek konstruksi Penerapan Change Order Management dan kualitas komunikasi yang baik menjadi sangat penting. Penelitian ini menganalisa tentang pengaruh Change Order Management terhadap Penyelesaian Proyek Dengan Kualitas Komunikasi Sebagai Variabel Moderating. Metode analisa yang digunakan dalam penelitian ini yaitu analisa partial least square (PLS). Didapatkan total 68 responden yang merupakan orang yang terlibat dalam proyek bangunan komersial di Surabaya dengan hasil penelitian yang menunjukkan bahwa nilai rata-rata deskriptif setiap variabel adalah lebih dari 4 skala likert, hal ini memiliki arti bahwa responden setuju Change Order Management dan kualitas komunikasi dapat meningkatkan performa penyelesaian proyek bangunan komersial di Surabaya. Kesimpulan yang diambil dari penelitian ini yaitu Change Order Management secara signifikan mempengaruhi performa penyelesaian proyek, dan juga kualitas komunikasi mempunyai pengaruh yang signifikan terhadap performa penyelesaian proyek baik secara langsung maupun sebagai variabel moderating.",
  "creators": "THEODORE LAKSAMANA ADIKARA",
  "contributors": "Jani Rahardjo (Advisor 1); Doddy Prayogo S.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000377/MTS/2024; Theodore Laksamana Adikara (B21220024)",
  "subjects": "CHANGE MANAGEMENT; COMMUNICATIONS; CONSTRUCTION INDUSTRY"
}