{
  "id": "61042",
  "title": "Perancangan interior salon dan kursus kecantikan Noirbeaute dengan pendekatan human centered design",
  "abstract": "Industri kreatif, khususnya di bidang kecantikan sedang mengalami pertumbuhan pesat. Salon kecantikan menjadi salah satu usaha yang populer dalam bidang ini. Dalam persaingan pasar yang semakin ketat, kualitas layanan dan desain interior yang menarik menjadi kunci untuk memikat dan mempertahankan pelanggan. Perancangan interior salon bertujuan menggabungkan aspek visual menarik dengan pendekatan Human Centered Design agar berhasil memenangkan hati pelanggan untuk bersaing di pasar yang kompetitif. Pendekatan HCD merupakan pendekatan desain yang tidak hanya berfokus pada estetika atau fungsionalitas, melainkan juga memperhatikan kebutuhan, keinginan, dan pengalaman pengguna secara menyeluruh. Human Centered Design bertujuan untuk menciptakan solusi inovatif yang sesuai dengan kebutuhan dan preferensi dengan menempatkan pengguna sebagai fokus utama dalam perancangan. Metode perancangan yang diterapkan adalah design thinking, dimulai dari tahap inspiration (understand, observe, point of view), ideation (ideate, prototype, test), dan yang terakhir implementation (storytelling, pilot, business model). Hasil rancangan yang diberikan bagi pihak salon berupa konsep desain interior sebagai jawaban dari permasalahan yang ada, rancangan desain interior dalam 3D visual agar memberikan kesan riil dan nyata pada client, dan detail mengenai elemen interior lainnya yang diterapkan. Hasil dari perancangan interior salon kecantikan ini mampu memberikan pengalaman yang lebih baik kepada pelanggan, meningkatkan kepuasan, dan membangun loyalitas yang kuat.",
  "creators": "FELICIA CLAIRINE",
  "contributors": "Sriti Mayang Sari (Advisor 1); HERI CAHYONO, S.Sn. (Advisor 2); Poppy Firtatwentyna Nilasari, S.T., M.T. (Examination Committee 1); MARIA SUZANNA G.POETIRAY, S.Sn. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Laporan Karya No. 00022303/DIN/2024; Felicia Clairine (E11200020)",
  "subjects": "BEAUTY SCHOOLS--DECORATION; BEAUTY SHOPS--DECORATION; INTERIOR DECORATION"
}