{
  "id": "61044",
  "title": "Pengaruh negatif rasionalisasi terhadap sikap mahasiswa",
  "abstract": "Sikap mencerminkan evaluasi positif atau negatif mahasiswa terhadap niat melakukan kecurangan akademik. Untuk memahami kecenderungan sikap mahasiswa tersebut, maka penelitian ini bertujuan untuk menganalisis pengaruh emotional intelligence, rasionalisasi, dan spiritualitas terhadap sikap mahasiswa untuk berperilaku. Selanjutnya penelitian ini juga menguji pengaruh sikap mahasiswa tersebut terhadap niat untuk melakukan kecurangan akademik. Penelitian ini menggunakan pendekatan survei. Survei dilakukan dengan mendistribusikan kuesioner penelitian yang disebarkan menggunakan Google Forms. Survei telah dilakukan terhadap 214 mahasiswa aktif dari angkatan 2018-2023 yang berasal dari berbagai perguruan tinggi. Metode analisis data untuk menguji hipotesis penelitian menggunakan PLS-SEM. Hasil penelitian menunjukkan emotional intelligence dan spiritualitas berpengaruh positif terhadap sikap mahasiswa. Hasil lain dalam penelitian ini menjelaskan bahwa meskipun mahasiswa mempunyai kecerdasan emosional dan faktor spiritualitas yang mampu mengurangi niat mahasiswa melakukan kecurangan akademik, namun demikian, ditemukan adanya ancaman peran rasionalisasi mahasiswa di balik kecurangan akademik yang mampu menghindari penjelasan yang benar. Rasionalisasi telah menciptakan mahasiswa imitasi karena meniru perilaku atau tindakan mahasiswa lain untuk melakukan kecurangan akademik. Penelitian ini juga membuktikan bahwa sikap mahasiswa mampu mempengaruhi niat kecurangan akademik. Dunia akademik perlu mengintegrasikan nilai-nilai spiritual dalam proses pembelajaran sehingga meminimalisasi dikotomi terkait pembelajaran spiritual dalam kurikulum umum. Hasil penelitian ini memvalidasi keberadaan komponen fraud triangle yaitu rasionalisasi yang dapat mempengaruhi kecurangan akademik. Kontribusi lainnya adalah pentingnya perguruan tinggi memaksimalkan penggunaan teknologi dalam proses belajar mengajar untuk meminimalkan kecurangan akademik.",
  "creators": "CAROLINE VALENTINA HOKIL",
  "contributors": "Yenni Mangoting (Advisor 1); Retnaningtyas Widuri, S.Sos., M.M. (Examination Committee 1); Adhityawati Kusumawardani S.E. Msc. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011082/AKT/2024; Caroline Valentina Hokil (D12200136)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMERS--RESEARCH"
}