{
  "id": "61058",
  "title": "Perancangan interior Rumah Sakit Pratama Babo Raya dengan pendekatan eco design menggunakan konsep modern tropical",
  "abstract": "Pembangunan rumah sakit pemerintah, terutama di daerah terpelosok, merupakan hal penting dalam rangka penyetaraan akses fasilitas kesehatan. Namun, permasalahan keterbatasan energi sering kali menjadi penghalang berjalannya proses pembangunan maupun kegiatan operasional fasilitas kesehatan pada daerah terpencil, misalnya pada Rumah Sakit Pratama Babo Raya yang berlokasi di Distrik Babo, Kabupaten Teluk Bintuni, Provinsi Papua Barat. Dalam penelitian ini, akan terdapat perancangan interior Rumah Sakit Pratama Babo Raya dengan pendekatan eco design dengan konsep desain modern tropical yang dapat menjadi alternatif pemecahan masalah keterbatasan energi yang ada di Distrik Babo. Selain menjawab permasalahan keterbatasan energi, harapannya perancangan ini dapat meningkatkan kenyamanan, fisik maupun psikis, bagi pasien, pengunjung, dan staf rumah sakit. Metode yang digunakan dalam perancangan ini adalah metode design thinking dengan tahapan seperti, Understand, Observe, Point of View, Ideate, Prototype, Test, Storytelling, Pilot dan Business Model. Hasil dari perancangan ini adalah satu set desain perancangan berupa 3D modeling, 3D render, gambar kerja, serta publikasi branding berupa jurnal, brosur, dan kartu nama.",
  "creators": "STEPHANIE ELIZABETH",
  "contributors": "Adi Santosa (Advisor and Examination Committee); MOCH TAUFAN RIZQI, S.Sn. (Advisor 2); Purnama Esa Dora Tedjokoesoemo, S.Sn., M.Sc. (Examination Committee 2); Ir. HENDY MULYONO (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Laporan Karya No. 00022352/DIN/2024; Stephanie Elizabeth (E11200090)",
  "subjects": "HOSPITALS-DECORATION; INTERIOR DECORATION--TROPICS; MATERIALS-ENVIRONMENTAL ASPECTS"
}