{
  "id": "61057",
  "title": "Produk interior cultural sustainability untuk Butik Tresna Art di Bangkalan Madura",
  "abstract": "Indonesia adalah negara yang memiliki beragam warisan kebudayaan, dan dapat dijadikan sebagai sumber inspirasi dalam perancangan produk interior. Mengimplementasikan budaya pada sebuah desain dapat menjadi sebuah usaha dalam melestarikan budaya di Indonesia. Salah satu upaya yang sudah dilakukan oleh sebuah butik batik di Bangkalan, Madura yaitu melestarikan membuat batik dengan secara tradisional yaitu batik tulis, sehingga dalam perancangan ini mengangkat motif batik Terak Bulan sebagai ide konsep satu set perancangan produk. Luaran perancangan produk ini diharapkan untuk dapat mendesain sebuah set produk interior dengan mementingkan kebutuhan dari aktivitas pengguna Batik Tresna Art dengan mengambil inspirasi batik tulis khas Bangkalan, ini juga sebagai upaya melestarikan kebudayaan Bangkalan Madura dalam bentuk produk interior. Pendekatan metode perancangan set produk interior cultural sustainability menggunakan tahapan Design Thinking dalam perancangan ini yang meliputi Empathize, Define, Ideate, Prototype dan Testing. Konsep desain dari perancangan yakni “Everlasting and Fixed” dimana produk menetapkan nilai kebudayaan yang berkepanjangan serta kebutuhan pengguna. Perancangan satu set mencangkup meja pendek dan kursi lesehan, sebagai tempat menyambut dan menjamu tamu, kursi duduk bagi pengguna yang menunggu di dalam butik, cermin sebagai alat bantu pengguna bercermin dan display rak untuk menunjukkan koleksi batik.",
  "creators": "JENNIFER ILENE IRWANTONO",
  "contributors": "Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Advisor and Examination Committee); Erandaru (Advisor 2); Dr. Ir. Lintu Tulistyantoro, M.Ds. (Examination Committee 2); Drs. LINGGAJAYA SURYANATA (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Laporan Karya No. 00022306/DIN/2024; Jennifer Ilene Irwantono (E11200026)",
  "subjects": "BATIK-MADURA; INTERIOR DECORATION"
}