{
  "id": "61064",
  "title": "Self disclosure inisiator komunikasi interpersonal dalam menjalin kesepakatan hubungan one night stand (ONS) pada Tinder",
  "abstract": "Fenomena hubungan One Night Stand (ONS) merupakan suatu bentuk perilaku seks bebas dalam jangka waktu semalam yang didasari oleh hasrat seksual seseorang. Penelitian ini menemukan bahwa kehadiran Tinder sebagai aplikasi mencari jodoh berperan jalinan hubungan jangka pendek seperti ONS. Penelitian ini berfokus pada keterbukaan diri yang diterapkan inisiator komunikasi dalam proses komunikasi interpersonal untuk menjalin kesepakatan hubungan ONS pada Tinder. Penelitian ini menggunakan pendekatan kualitatif dengan metode fenomenologi untuk menelaah lebih dalam pengalaman ONS yang telah dimiliki oleh 4 informan yakni Budi (23), Rosa (21), Lisa (22), dan Andi (25). Penelitian ini mengungkap faktor keberhasilan self disclosure dalam menjalin hubungan ONS di Tinder yang meliputi communicativeness, kompatibilitas kriteria fisik, dan respon lawan bicara. Kedua, peran self disclosure dalam menjalin hubungan ONS di Tinder yang meliputi kenyamanan, keamanan, penerimaan, dan pengalaman. Tujuan hubungan pengguna Tinder yang terbagi menjadi long term relationship dan short term relationship. Topik yang diangkat dalam self disclosure menjalin hubungan ONS di Tinder yang terbagi menjadi chat dan real life. Serta, keterbukaan diri lebih mudah dilakukan terhadap orang asing dan ONS sebagai bentuk perilaku seks bebas yang tidak lagi dipandang sebagai hal yang tabu.",
  "creators": "JESSLYN NATANIA",
  "contributors": "Fanny Lesmana (Advisor 1); Gatut Priyowidodo (Advisor 2); Ido Prijana Hadi (Examination Committee 1); Agusly Irawan Aritonang, S.Sos., M.A. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011959/KOM/2024; Jesslyn Natania (F11200074)",
  "subjects": "COMMUNICATION; INTERPERSONAL COMMUNICATION; SELF-DISCLOSURE"
}