{
  "id": "61063",
  "title": "Optimalisasi pencahayaan alami dalam ruang melalui reflektor light shelf",
  "abstract": "Saat ini telah berkembang berbagai macam strategi optimalisasi pencahayaan alami di bangunan. Optimalisasi ini perlu dilakukan karena kondisi pencahayaan alami di bangunan terutama ruang studio yang membutuhkan pencahayaan alami yang tinggi, dan memiliki tingkat pencahayaan alami yang sangat kurang hingga memungkinkan terjadi gelap, sedangkan sisi ruang yang jauh dari jendela sangat kurang menerima tingkat pencahayaan alami yang rendah. Kondisi tingkat pencahayaan yang rendah memang dapat menghemat penggunaan energi operasional bangunan, namun dapat mengurangi kenyamanan orang bekerja atau belajar. Tujuan Penelitian ini bagaimana berupaya untuk mengoptimalkan Pencahayaan Alami Dalam Ruangan Melalui Pengunaan Reflector Light Shelf Untuk Meningkatkan Pencahayaan Alami, Supaya Menghasilkan Nilai Level Dylgt Factor yang ideal. Penelitian ini menggunakan metode analisis data kuantitatif, akan dilakukan penelitian eksperimental melalui simulasi Rhino 7 akan digunakan untuk mensimulasikan 3D modeling dari bangunan di mana area yang dijadikan model untuk simulasi adalah area ruang Studi lantai 8 disisi selatan, Dari beberapa experimen dan simulasi, hasil nilai daylight factor (DF) semua berbeda-beda yang paling ideal dan optimal. Peneltian sebelumnya di ruang studio sarankan illuminance nilai daylight factor DF mulai dari 4%-6 % yang baik buat ruang studio. Hasil simulasi dari semua experimen hasil yang paling ideal adalah simulasi ke enam dan ke tujuh yang terbaik, nilai daylight factor (DF) mencapai makisimal 6.22 % dan 7.08 %. Dari hasil ini peneliti simpulkan bahwa penggunaan light shelft pada ruang studio sangat membantu untuk meningkatkan intensitas pencahyaan alami pada ruang stduio dan dibantu dengan penggunaan material sebagai bahan reflector untuk pantulkan pencahayaan alami pada ruang studio.",
  "creators": "DERIUS PEKEI",
  "contributors": "Danny Santoso Mintorogo (Advisor 1); Dr. Feny Elsiana, S.T., M.T. (Advisor 2); Luciana Kristanto, S.T., M.T. (Examination Committee 1); V.P. Nugroho Susilo (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 00000061/MARS/2024; Derius Pekei (B22220023)",
  "subjects": "DAYLIGHTING; INTERIOR LIGHTING"
}