{
  "id": "61078",
  "title": "Penerapan brand identity dan lokalitas pada elemen interior Starbucks Reserve Cafe Dewata Bali",
  "abstract": "Cafe sekarang bukan hanya tempat makan yang ramai, tetapi juga tempat bagi generasi muda untuk mengerjakan tugas dan bersosialisasi. Didasarkan pada hal ini, pemilik dan perancang kafe berusaha membuat ruang kafe menarik dan nyaman bagi pelanggan. Untuk mencapai hal ini, ada beberapa aspek yang berkaitan dengan Starbucks Reserve. Salah satunya adalah outlet Starbucks yang menawarkan kopi, menu, dan suasana yang lebih unik bagi pengunjung dibandingkan outlet Starbucks lainnya. Starbucks selalu mempertimbangkan elemen lokal dalam menciptakan suasana unik ini. Tujuan penelitian ini adalah untuk mendapatkan pemahaman tentang bagaimana lokasi suatu merek dapat mempengaruhi komponen internalnya sehingga dapat berdampak positif pada merek tersebut. Starbucks Reserve Dewata adalah subjek penelitian. Data dikumpulkan melalui metode kajian literatur dan observasi langsung. Metode yang digunakan metode kuantitatif yaitu dengan melakukan penyebaran kuesioner kepada 50 responden pengunjung Cafe untuk menentukan keterkaitan antara warna dan material dengan suasana cafe dan kesan yang ditangkap oleh pengunjung cafe. Data tersebut kemudian dianalisis sehingga didapat kesimpulan bahwa aspek lokalitas memegang peranan penting dalam membangun store yang unik di starbuck Reserve. Metode yang digunakan metode kuantitatif yaitu dengan penyebaran kuesioner kepada 50 responden pengunjung Cafe untuk menentukan keterkaitan antara warna dan material dengan suasana cafe dan kesan yang ditangkap oleh pengunjung cafe.",
  "creators": "CINDY ALEXANDER",
  "contributors": "Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Advisor 1); MARIA SUZANNA G.POETIRAY, S.Sn. (Advisor 2); Sriti Mayang Sari (Examination Committee 1); Heri Cahyono S.Sn., HDII. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00012028/DIN/2024; Cindy Alexander (E11200044)",
  "subjects": "INTERIOR DECORATION; RESTAURANTS--DECORATION"
}