{
  "id": "61089",
  "title": "Analisis penerimaan audiens terhadap pesan nihilisme pada serial Spongebob Squarepants episode “SB-129”",
  "abstract": "Nihilisme merupakan sebuah cara pandang terhadap kehidupan yang tidak melihat adanya makna dan tujuan dalam kehidupan. Nihilisme menjadi sebuah fenomena yang dipraktikkan pada era ini tanpa disadari oleh masyarakat global. Bahkan, salah satu pemicu kenaikan angka bunuh diri di era ini adalah nihilisme. Dalam salah satu media populer yaitu kartun Spongebob Squarepants, mengeksplorasi fenomena ini dengan cara yang kreatif, yaitu melalui konflik dan penokohan Squidward Tentacles. Dalam penelitian ini, dilihat bagaimana audiens berdasarkan batasan yang sudah ditentukan memaknai nihilisme yang digambarkan pada episode ini. Penelitian ini menggunakan metode Reception Analysis (Analisis Resepsi) oleh Stuart Hall untuk mengelompokkan pemaknaan audiens. Hasil dari penelitian ini adalah audiens menerima pesan nihilisme pada teks Spongebob Squarepants dengan kecenderungan negosiasi. Hal ini dikarenakan penggambaran nihilisme yang terkandung dalam teks tidak dimaknai secara setuju sepenuhnya oleh setiap informan. Dalam memaknai sebuah teks, informan juga tidak sepenuhnya setuju akan konsep nihilisme yang terkandung dalam episode ini. Adapun beberapa faktor utama yang ditemukan mempengaruhi pemaknaan informan terhadap teks adalah agama, pendidikan, serta budaya. Namun, latar belakang dan kerangka acuan tiap informan yang berbeda juga turut mempengaruhi pemaknaan informan terhadap nihilisme dalam teks Spongebob Squarepants episode “SB-129”.",
  "creators": "STEVEN PETRADI",
  "contributors": "Gatut Priyowidodo (Advisor 1); Chory Angela Wijayanti (Advisor 2); Ido Prijana Hadi (Examination Committee 1); Agusly Irawan Aritonang, S.Sos., M.A. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20011955/KOM/2024; Steven Petradi (F11200006)",
  "subjects": "COMMUNICATION; MASS COMMUNICATION; MASS MEDIA AND PUBLIC OPINION"
}