{
  "id": "61088",
  "title": "Perancangan interior cafe - coworkign space Jon's Cafe dengan pendekatan user- centered design di Sidoarjo",
  "abstract": "Café - Coworking Space merupakan gabungan antara area café dan area coworking. Café merupakan area ruang untuk makan minum yang lebih mengutamakan pembuatan suasana cozy dan unik. Coworking Space merupakan area untuk belajar dan bekerja, baik individu maupun kelompok dengan suasana yang menenangkan sekaligus kondusif. Dimasa pasca pandemi, banyak pelajar hingga pekerja mencari alternatif lokasi lain diluar rumah, sekolah, kampus hingga kantor sebagai sarana untuk belajar, berdiskusi ataupun bekerja. Untuk alternatif lokasi yang tepat dan cocok di area Sidoarjo kurang tersedia, terutama layout dan space yang dapat mengakomodasi dengan detail sesuai kebutuhan hingga kegiatan pengguna, sesuai dengan pendekatan User Centered Design. Tujuan perancangan interior café-coworking space ini mengakomodasi kebutuhan kegiatan pelajar, pekerja hingga pengunjung secara menyeluruh dan tepat sasaran dengan menggunakan pendekatan User Centered Design. Lokasi perancangan menjadi salah satu alternatif bagi masyarakat di Sidoarjo yang mencari tempat bekerja & belajar kondusif dan lokasi hiburan dengan suasana menarik. Perancangan ini menggunakan metode Design Thinking 9 tahap dari Anthony Sulley yaitu Understand, Observe, Point of View, Ideate, Prototype, Test, Storytelling, Pilot, and Business Model. Hasil perancangan berupa desain interior yang menggunakan pendekatan User Centered Design dengan konsep Natural Contemporary yang sesuai dengan branding, kebutuhan dan kegiatan setiap user-nya.",
  "creators": "AUDREY GRACIELA PUTRA BANI",
  "contributors": "Sriti Mayang Sari (Advisor and Examination Committee); Heri Cahyono, S.Sn., HDII (Advisor 2); Poppy Firtatwentyna Nilasari, S.T., M.T. (Examination Committee 2); MARIA SUZANNA G.POETIRAY, S.Sn. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Laporan Karya No. 00022324/DIN/2024; Audrey Graciela Putra Bani (E11200053)",
  "subjects": "INTERIOR DECORATION; OFFICE DECORATION; RESTAURANTS--DECORATION"
}