{
  "id": "61082",
  "title": "Pengaruh sustainbility report terhadap firm performance",
  "abstract": "Tujuan - Penelitian ini bertujuan untuk mengetahui pengaruh dari sustainability report terhadap firm performance. Dari hasil pengumpulan data laporan keuangan perusahaan di BEI, didapati terdapat 98 perusahaan manufaktur yang terdaftar sejak tahun 2017-2023. Selanjutnya data perusahaan yang didapati memiliki kelengkapan data penelitian mencakup periode 2017-2023 adalah sebanyak 13 perusahaan. Variabel kontrol yang digunakan pada penelitian ini adalah firm size dan total asset turnover. Dari pengolahan data menggunakan regresi linier data panel didapati bahwa sustainability report berpengaruh terhadap firm performance. Pengaruh yang terbentuk merupakan pengaruh negatif. Variabel kontrol yang memiliki pengaruh signifikan terhadap firm performance adalah firm size dan total asset turnover. Desain/metode penelitian – Penelitian ini menggunakan metode regresi linier berganda data panel dalam mencari pengaruh dari sustainability report dan variabel kontrol terhadap firm performance. Temuan – Hasil penelitian menunjukkan bahwa sustainability report berpengaruh terhadap firm performance. Pengaruh yang terbentuk merupakan pengaruh negatif. Variabel kontrol yang memiliki pengaruh signifikan terhadap firm performance adalah firm size dan total asset turnover. Keterbatasan hasil penelitian/implikasi penelitian – Penelitian ini dibatasi pada obyek penelitian yaitu dari sektor industri manufaktur yang melaporkan ESG dan mencantumkan ESG score pada laporan tersebut. Terdapat perusahaan yang melaporkan ESG namun tidak mencantumkan skor ESG pada laporan.",
  "creators": "BELLA; SAMUEL",
  "contributors": "TONNY STEPHANUS EOH (Advisor 1); Retnaningtyas Widuri, S.Sos., M.M. (Examination Committee 1); TIRSA ENDELI TUMBELAKA (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011087/AKT/2024; Bella (D12190104), Samuel (D12190162)",
  "subjects": "FINANCIAL STATEMENTS; SUSTAINABLE DEVELOPMENT REPORTING"
}