{
  "id": "61092",
  "title": "Pengaruh TPB terhadap niat wajib pajak dalam melakukan tax evasion",
  "abstract": "Tujuan penelitian ini untuk menguji pengaruh dimensi TPB terhadap niat wajib pajak dalam melakukan kecurangan. Penelitian ini menggunakan pendekatan survey, di mana data dikumpulkan melalui kuesioner. Metode pengumpulan data disebarkan secara manual dan online kepada wajib pajak orang pribadi dengan usia diatas 17 tahun sebanyak 200 data dari 213 data responden yang dapat dikumpulkan. Teknik analisis data menggunakan SEM-PLS (Partial Least Square). Hasil penelitian ini menunjukkan bahwa semua dimensi TPB, yaitu sikap wajib pajak, norma subjektif, dan kontrol perilaku mampu mempengaruhi niat penggelapan pajak. Sikap dan kontrol perilaku memiliki pengaruh negatif yang signifikan terhadap niat melakukan penggelapan pajak. Sedangkan norma subjektif menunjukkan pengaruh positif yang signifikan terhadap niat melakukan penggelapan pajak. Norma subjektif menghasilan perngaruh paling kuat dibandingkan variable sikap wajib pajak dan kontrol perilaku. Dengan kata lain, semakin wajib pajak ingin melakukan kecurangan dan menganggap bahwa kelompok yang menjadi acuannya mendukung atau menyetujui perilaku tersebut, semakin kuat niat wajib pajak untuk melakukan kecurangan. Penelitian ini melengkapi literatur sebelumnya yang menyelidiki faktor-faktor yang mempengaruhi niat wajib pajak melakukan kecurangan. Penelitian ini menegaskan kehadiran Theory Planned Behavior yang kuat memprediksi faktor-faktor yang mempengaruhi niat wajib pajak melakukan penggelapan pajak. Bagi otoritas pajak dan badan profesi, hasil penelitian ini dapat membantu untuk merumuskan strategi mitigasi penggelapan pajak tidak hanya dengan penetapan sanksi pencegahan yang tinggi. Perumus kebijakan dapat menyertakan semua elemen-elemen sosial untuk memberikan edukasi mengenai pentingnya pajak bagi negara.",
  "creators": "FERREN FIDELIA SAPUTRA",
  "contributors": "Yenni Mangoting (Advisor 1); Retnaningtyas Widuri, S.Sos., M.M. (Examination Committee 1); Agus Arianto Toly, S.E., M.S.A., Ak. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011095/AKT/2024; Ferren Fidelia Saputra (D12200027)",
  "subjects": "TAX EVASION; TAXPAYER COMPLIANCE"
}