{
  "id": "611",
  "title": "A Sociolinguistic study of strategies of thanking used by male and female Javanese and Chinese-Indonesian students of Faculty of Economy of Petra Christian University",
  "abstract": "Expressing gratitude is one of the routinized speech acts which has a social or polite meaning besides apologizing. In this case, people look at it as a politeness behaviour and a crucial part to build and establish social relationships. There are two important linguistic features such as different cultural backgrounds and gender of the speakers that influence people in expressing gratitude. From these factors, the writer is interested in analyzing gratitude expressions, particularly about strategies they used in expressing gratitude. The data of this study were taken from the open-ended questionnaires distributed to ten Javanese students and ten Chinese-Indonesian students of Faculty of Economy of Petra Christian University, that each group consisted of five males and five females. The data were categorized based on Haverkate's thanking strategy (1984) that consists of eight strategies. They are thanking somebody explicitly, expressing gratitude, expressing appreciation of the addressee, expressing appreciation of the act, acknowledging a debt of gratitude stressing one's gratitude, expressing emotion, and self-denigration. From the analysis, the writer finds out that strategy 1, thanking somebody explicitly, is the most strategy used by both male and female Javanese and Chinese-Indonesian students. However, based on gender analysis, female respondents used it more than male respondents did. On the ethnicity analysis, Chinese-Indonesian students used strategy 1 more than Javanese students did. Another two strategies mostly used by the students are strategy 2, expressing gratitude, and strategy 7, expressing emotion. The interesting here is also found in the use of expression of making a joke by the students as the strategy to express their gratitude. This strategy is not included in the eight strategies proposed by Haverkate. Finally, the findings suggested that females tended to use direct strategy more than men did; while Chinese-Indonesian students tended to use direct strategy than Javanese students did. The writer then concludes that people of different sex and ethnicity do have differences and similarities in using strategy of expressing gratitude.",
  "creators": "NAOMI OCTOVIA",
  "contributors": "Julia Eka Rini (Advisor 1); Bintoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 855; Naomi Octovia (11496156)",
  "subjects": "SOCIOLINGUISTICS"
}