{
  "id": "61108",
  "title": "Pengaruh ketidakpastian lingkungan, transfer pricing, thin capitalization terhadap penghindaran pajak pada perusahaan multinasional",
  "abstract": "ABSTRAK Tujuan – Penelitian ini memiliki tujuan utama dapat melakukan pengujian dan mengeksplorasi hipotesis yang memprediksi pengaruh thin capitalization, transfer pricing, serta ketidakpastian lingkungan terhadap penghindaran pajak di Perusahaan multinasional. Desain/metode penelitian - Pada eksplorasi ini, variabel thin capitalization, transfer pricing, dan ketidakpastian lingkungan menjadi variabel independen terhadap praktik penghindaran 2 pajak sebagai variabel dependen. Teknik purposive sampling untuk pemilihan sampel sebanyak 91 sampel. Sampel yang digunakan berasal dari perusahaan multinasional ada di BEI tahun 2018-2023 sejumlah total 455 tahun pengamatan. Seluruh rangkaian data penelitian, bersumber dari data sekunder, disusun dan dianalisis melalui pendekatan regresi berganda menggunakan alat analisis statistik Gretel. Temuan – Dibuktikan dari penelitian ini menghasilkan tentang thin capitalization berpengaruh pada penghindaran pajak sedangkan variable transfer pricing serta ketidakpastian lingkungan tidak berpengaruh terhadap penghindaran pajak. Penelitian ini mendukung teori agensi dan teori pemangku kepentingan bahwa perusahaan dengan manajemen yang baik akan meningkatkan laba dengan meminimalkan beban perusahaan, serta akan senantiasa memperhatikan kepentingan pemangku kepentingan dalam aktivitas operasionalnya. Keterbatasan hasil penelitian/ implikasi penelitian – Penelitian ini memiliki batasan yang terletak dalam sampel perusahaan dimana ada keterbatasan informasi perusahaan dalam transaksi dengan luar negeri. Oleh karena itu, dalam penelitian di masa depan dapat mencari informasi lebih mendalam untuk transaksi yang dilakukan Perusahaan. Originalitas/ Value penelitian - Penelitian ini menggabungkan variable thin capitalization, transfer pricing, dan ketidakpastian lingkungan sebagai variable dependen. Belum ada penelitian yang menghubungkan ketiga variabel dalam penelitian ini.",
  "creators": "GABRIELLA LOVELY PRINCESS FERLIAWAN",
  "contributors": "Adhityawati Kusumawardani S.E. Msc. (Advisor 1); Elisa Tjondro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011089/AKT/2024; Gabriella Lovely Princess Ferliawan (D12200038)",
  "subjects": "TAX AVOIDANCE"
}