{
  "id": "61104",
  "title": "Perencanaan dan desain alternatif saluran drainase daerah Kupang Baru, Surabaya",
  "abstract": "Daerah Kupang Baru merupakan kawasan padat penduduk dengan permasalahan banjir yang sering terjadi akibat sistem drainase yang kurang memadai. Penelitian ini bertujuan untuk menganalisis dan mengevaluasi saluran drainase eksisting sehingga dapat merencanakan dimensi saluran drainase alternatif untuk daerah tersebut. Data curah hujan yang digunakan dalam penelitian ini diambil dari Pemerintah Kota Surabaya Dinas Sumber Daya Air & Bina Marga (Pematusan). Beberapa tahapan yang dilakukan dalam penelitian ini adalah survei lapangan,validasi data lapangan, validasi hec-ras, analisis hidrologi, serta pemodelan sistem drainase menggunakan aplikasi hec-ras. Setelah dilakukan survei lapangan didapatkan bahwa bentuk saluran drainase memiliki 2 bentuk di daerah Kupang Baru yaitu persegi panjang dan trapesium. Hal selanjutnya yang dilakukan adalah validasi data kemiringan di lapangan serta validasi model hec-ras. Setelah itu dilakukan analisis hidrologi untuk menemukan intensitas curah hujan pada daerah Kupang Baru. Dari analisis hidrologi ini ditemukan bahwa curah hujan pada periode 5 tahun adalah 108,777 mm. Dari data intensitas hujan ini maka dilakukan analisis menggunakan aplikasi HEC-RAS sehingga akan didapatkan dimensi saluran yang cukup untuk mengalirkan debit curah hujan.",
  "creators": "VICTOR WIBISONO; MATTHEW KUNING PUTRO",
  "contributors": "Angela Jasmine Tanya Tjahyana, S.T., M.T. (Advisor 1); Dr. rer.nat. Surya Hermawan S.T., M.T. (Examination Committee 1); Cilcia Kusumastuti, S.T., M.Eng. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10012743/SIP/2024; Victor Wibisono (B11200021), Matthew Kuning Putro (B11200073)",
  "subjects": "DRAINAGE; DRAINAGE--RESEARCH; ROAD DRAINAGE"
}