{
  "id": "61103",
  "title": "Analisis risiko biaya pekerjaan bored pile menggunakan metode AHP (Analytical Hierarchy Process) dan FMEA (Failure Mode and Effect Analysis) di PT X",
  "abstract": "Perkembangan infrastruktur di Indonesia sangat pesat. Pondasi merupakan hal penting dalam proyek dan bored pile memiliki risiko yang cukup tinggi. Penelitian ini bertujuan untuk menganalisis risiko biaya pekerjaan bored pile menggunakan metode Analytical Hierarchy Process (AHP) dan Failure Mode and Effect Analysis (FMEA). Dalam penelitian ini, penulis mengidentifikasi dan mengevaluasi faktor-faktor risiko yang dapat memengaruhi biaya proyek bored pile. Metode AHP digunakan untuk menentukan prioritas risiko berdasarkan tingkat kepentingan, sementara FMEA digunakan untuk menilai tingkat keparahan, kemungkinan kejadian, dan deteksi risiko. Hasil dari kedua metode ini dibandingkan untuk mendapatkan pemeringkatan risiko yang lebih akurat. Studi kasus dilakukan pada beberapa proyek konstruksi di PT X untuk menguji validitas dan reliabilitas model yang diusulkan. Hasil penelitian menunjukkan bahwa kerusakan alat menjadi faktor risiko paling tinggi. Kombinasi metode AHP dan FMEA menunjukkan hasil yang sama. Kedua metode ini dapat memberikan wawasan yang lebih komprehensif tentang risiko biaya pekerjaan bored pile, sehingga dapat membantu kontraktor dalam menyusun strategi pengendalian biaya yang efektif.",
  "creators": "ALVIN VALENTINO WAHYUDI; NATHANIEL SANTOSO",
  "contributors": "Handoko Sugiharto (Advisor 1); Antoni (Examination Committee 1); Paravita Sri Wulandari (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012766/SIP/2024; Alvin Valentino Wahyudi (B11200042), Nathaniel Santoso (B11200052)",
  "subjects": "PILING (CIVIL ENGINEERING); PILING (CIVIL ENGINEERING)--TESTING; RISK ASSESSMENT"
}