{
  "id": "61105",
  "title": "Pengaruh moral values, competence values, cognitive heuristics terhadap transgenerational value creation dengan dynamic capabilities sebagai variabel intervening di Indonesia",
  "abstract": "Perkembangan ekonomi dunia pada era zaman sekarang semakin berkembang, dan penyumbang Gross Domestic Product (GDP) terbesar di dunia adalah bisnis keluarga. Banyak bisnis keluarga yang bisa mempertahankan bisnisnya dalam jangka waktu yang lama karena berhasil menciptakan nilai secara transgenerasi pada bisnis keluarga. Namun, dibalik kelebihannya terdapat kelemahan dari digitalisasi ini yaitu adanya kegagalan transfer nilai pada bisnis keluarga. Penelitian ini menyadari akan pentingnya penciptaan nilai generasi yang melibatkan nilai moral dan budaya (moral values), kompetensi dan kemampuan (competence values), kemampuan untuk mengambil keputusan dalam kondisi yang tidak menentu (cognitive heuristics) dan juga kemampuan untuk beradaptasi dalam lingkungan bisnis secara dunamis (dynamic capabilities). Jenis penelitian ini adalah penelitian kuantitatif yang dianalisis dengan teknik Structural Equaation Model (SEM) dengan bantuan software SmartPLS 4.0. Sumber data penelitian ini menggunakan sampel dari 265 Pengusaha di Indonesia yang beretnis Tionghoa dan menjadi calon penerus dan penerus generasi ketiga pada bisnis keluarganya. Hasil dari penelitian ini adalah moral values, competence values, dan cognitive heuristics berpengaruh signifikan terhadap transgenerational value creation melalui dynamic capabilities di Indonesia.",
  "creators": "KATHERINA MEVILIA TAN",
  "contributors": "Widjojo Suprapto (Advisor 1); Maria Praptiningsih, S.E., M.Sc.FE. (Examination Committee 1); Dr. Ratih Indriyani, S.E., M.M. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012580/MAN/2024; Katherina Mevilia Tan (D11200398)",
  "subjects": "FAMILY-OWNED BUSINESS ENTERPRISES; VALUES"
}