{
  "id": "61100",
  "title": "Pengaruh karakteristik perusahaan terhadap penghindaran pajak dengan mediasi Return On Asset (ROA)",
  "abstract": "Tujuan - Penelitian ini memiliki tujuan untuk menganalisis karakteristik perusahaan mempengaruhi penghindaran pajak, mengukur tingkat keterlibatan perusahaan dalam praktik penghindaran pajak, menilai pengaruh rasio keuangan sebagai mediator dalam hubungan antara karakteristik perusahaan dan penghindaran pajak. Desain/metode penelitian - Penelitian ini menggunakan metode kuantitatif di mana komisaris independen dan ukuran perusahaan sebagai variabel independen, penghindaran pajak sebagai variabel dependen, dan return on assets (ROA) sebagai variabel mediasi. Penelitian ini menggunakan 44 perusahaan yang terdaftar di Bursa Efek Indonesia (BEI) pada periode 2019-2022. Setelah melakukan purposive sampling, total tahun yang didapatkan sebesar 176. Pengolahan data pada penelitian penelitian ini, menggunakan metode regresi linear berganda memakai aplikasi SPSS versi 29.0.2.0. Temuan - Penelitian ini menemukan bahwa komisaris independen dan ukuran perusahaan tidak dapat mempengaruhi penghindaran pajak. ROA juga tidak dapat memediasi komisaris independen dan ukuran perusahaan terhadap penghindaran pajak. Keterbatasan hasil penelitian/implikasi penelitian - Terdapat batasan terhadap penelitian yang dilakukan, di mana peneliti menggunakan salah satu sektor di dalam perusahaan manufaktur, sehingga tidak semua perusahaan manufaktur digunakan dalam penelitian ini. Originalitas/Value penelitian - Penelitian ini mampu membantu perusahaan dalam memetakan strategi mereka dalam mengelola pajak secara efektif, dan sesuai dengan peraturan yang berlaku.",
  "creators": "ARSENIO CHRISTIAN TJONDRO; BRYAN CHRISTIAN BANTOYOT",
  "contributors": "Agus Arianto Toly, S.E., M.S.A., Ak. (Advisor 1); Yenni Mangoting (Examination Committee 1); Elisa Tjondro (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011079/AKT/2024; Arsenio Christian Tjondro (D12200047), Bryan Christian Bantoyot (D12200091)",
  "subjects": "TAX AVOIDANCE"
}