{
  "id": "61106",
  "title": "Pengaruh person-organization fit dan perceived organizational support terhadap innovative work behavior pada karyawan kafe di kota Surabaya dengan work engagement sebagai mediasi",
  "abstract": "Pada jaman yang telah berkembang ini, perilaku inovatif secara keseluruhan menjadi hal yang penting dalam memastikan kemajuan serta perkembangan sebuah perusahaan. Adanya perilaku inovatif dapat menjadi sebuah faktor yang menentukan keberlangsungan sebuah perusahaan dengan perusahaan lainnya. Penelitian ini dimaksudkan untuk menguji dan menganalisis pengaruh person-organization fit dan perceived organizational support terhadap innovative work behavior pada karyawan kafe di kota Surabaya dengan work engagement sebagai mediasi. Penelitian ini merupakan penelitian kuantitatif berjenis analisis deskriptif. Populasi sampel yang digunakan adalah karyawan kafe di kota Surabaya yang sudah bekerja minimal satu tahun. Sampel pada penelitian ini ditentukan dengan menggunakan teknik purposive sampling dengan responden berjumlah 162 orang. Teknik analisis yang digunakan pada penelitian ini adalah Partial Least Square (PLS). Hasil penelitian ini adalah person-organization fit berpengaruh signifikan terhadap innovative work behavior, person-organization fit berpengaruh signifikan terhadap work engagement, perceived organizational support berpengaruh signifikan terhadap innovative work behavior, perceived organizational support berpengaruh signifikan terhadap work engagement, work engagement berpengaruh signifikan terhadap innovative work behavior, work engagement dapat memediasi hubungan antara person-organization fit dan innovative work behavior, work engagement dapat memediasi hubungan antara perceived organizational support dan innovative work behavior.",
  "creators": "VITO KEN NARDO",
  "contributors": "Dr. Ratih Indriyani, S.E., M.M. (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1); Sherly Tanoto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012632/MAN/2024; Vito Ken Nardo (D11200384)",
  "subjects": "EMPLOYEES--ATTITUDES; PERSONNEL MANAGEMENT"
}