{
  "id": "61111",
  "title": "Pengaruh environmental social governance dan tax avoidance terhadap firm value",
  "abstract": "Tujuan - Penelitian ini bertujuan untuk menentukan pengaruh Pemerintahan Sosial Lingkungan (ESG) dan Penghindaran Pajak terhadap ukuran perusahaan. Sampel yang digunakan dalam studi ini adalah perusahaan emiten yang telah terdaftar di Bursa Efek Indonesia (BEI) pada 2020 hingga 2023 Desain/Metode Penelitian - Penelitian ini menggunakan data sekunder dari perusahaan emiten yang telah terdaftar di Bursa Efek Indonesia (BEI) pada 2020-2023. Sampel yang digunakan dalam penelitian ini adalah 30 perusahaan yang melaporkan hasil skor Environmental Social Governance dan tax avoidance selama tahun 2020-2023. Teknik yang digunakan adalah analisis partial list system yang menggunakan WarpPLS 8.0. Temuan - Hasil studi menunjukkan bahwa ESG berpengaruh secara negatif terhadap nilai perusahaan dan penghindaran pajak tidak berpengaruh pada nilai perusahaan Keterbatasan Hasil Penelitian/Implikasi Penelitian - Dalam penelitian ini, penulis hanya menggunakan perusahaan emiten yang telah terdaftar di Bursa Efek Indonesia (BEI) yang melaporkan data hasil dari Environmental Social Governance (ESG) selama tahun 2020-2023 sebagai sampel. Selain itu, beberapa perusahaan tidak memenuhi kriteria dalam studi ini karena kurangnya atau tidak lengkap data dalam laporan keberlanjutan Ity perusahaan. Originalitas/Value Penelitian - Penelitian ini mengkaji hubungan antara Pemerintahan Sosial Lingkungan (ESG) dan penghindaran pajak terhadap perusahaan.",
  "creators": "MARCELLINO ANDREW; MICHAEL ALEN CHRISTANDY",
  "contributors": "R.Arja Angka Asa Aras Adji S. (Advisor 1); Yenni Mangoting (Examination Committee 1); Retnaningtyas Widuri, S.Sos., M.M. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011091/AKT/2024; Marcellino Andrew (D12190080), Michael Alen Christandy (D12190120)",
  "subjects": "CORPORATIONS--FINANCE; CAPITAL COSTS; CASH FLOW; TAX AVOIDANCE"
}