{
  "id": "61113",
  "title": "Proses membangun kepercayaan diri korban toxic relationship melalui komunikasi interpersonal dengan sahabat",
  "abstract": "Fenomena mengenai hubungan toxic dalam hubungan spesial di kalangan masyarakat terjadi peningkatan yang termanifestasikan dalam kekerasan seksual, fisik, dan psikis yang terjadi pada perempuan. Hal ini sering diakibatkan oleh konflik, yang tidak jarang berakhir pada toxic relationship. Persahabatan perempuan akhirnya memegang kendali atas fenomena yang terjadi, melihat bagaimana korban dari hubungan yang toxic dapat membangun kepercayaan dirinya dengan baik walaupun di dalam keadaan yang menguras emosi, tenaga, bahkan fisik dengan bantuan sahabat. Penelitian bertujuan memahami gambaran proses membangun kepercayaan diri korban toxic relationship melalui komunikasi interpersonal dengan sahabat, dengan fokus pada kasus hubungan berpacaran. Jenis penelitian kualitatif dengan metode fenomenologi Edmund Husserl, penelitian ini berusaha menggali pengalaman korban toxic relationship dalam hubungannya. Hasil dari penelitian ini menunjukkan komunikasi interpersonal korban toxic relationship dengan sahabat penting sebagai suatu bentuk bimbingan, dukungan emosional, motivasi dan menciptakan ruang kenyamanan secara personal yang berdampak pada kepercayaan diri korban dilihat dari adanya keyakinan akan fungsi diri, dapat mengantisipasi rasa rendah diri, dan meningkatkan kemampuan, kemampuan mengendalikan berbagai hal bagi korban pada fase exploison. Penelitian ini menunjukkan penting adanya dukungan sosial dari significant other dalam hal ini sahabat.",
  "creators": "JONG RUTH ANGELINA",
  "contributors": "Fanny Lesmana (Advisor 1); Gatut Priyowidodo (Advisor 2); Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Examination Committee 1); Lady Joanne Tjahyana, S.Kom., MMM. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011913/KOM/2024; Jong Ruth Angelina (F11200086)",
  "subjects": "INTERPERSONAL COMMUNICATION; INTERPERSONAL RELATIONS; SELF-CONFIDENCE"
}