{
  "id": "61112",
  "title": "Peran task characteristic, feeling of competence, dan feeling of relatedness dalam memengaruhi pilihan karir mahasiswa di bidang perpajakan",
  "abstract": "Minat mahasiswa di bidang perpajakan di Indonesia masih tergolong rendah sehingga penelitian ini bertujuan untuk mengetahui faktor-faktor yang memengaruhi minat berkarir mahasiswa di bidang perpajakan dengan menggunakan Self Determination Theory (SDT) sebagai kerangka dasarnya. Variabel dependen yang digunakan adalah minat berkarir di bidang perpajakan sedangkan variabel independen yang dibahas ialah task characteristic, feeling of competence, dan feeling of relatedness. Penelitian ini menggunakan pendekatan kuantitatif dengan metode purposive sampling. Pengumpulan data dilakukan melalui penyebaran kuesioner dan didapatkan 200 responden mahasiswa fakultas ekonomi di Surabaya. Hasil penelitian menunjukkan bahwa ketiga variabel berpengaruh signifikan secara positif terhadap minat berkarir mahasiswa di bidang perpajakan. Namun ditemukan bahwa pengaruh perasaan keterhubungan dengan orang penting dan pengaruh sosial di lingkungannya paling berperan penting dalam membentuk niat mahasiswa berkarir di bidang perpajakan. Penelitian ini tidak menggunakan sampel dengan jumlah yang banyak. Maka dari itu, hasil dari penelitian ini tidak dapat digeneralisasikan ke seluruh populasi mahasiswa akuntansi di Indonesia. Penelitian selanjutnya diharapkan untuk dapat mengambil sampel yang lebih luas dan beragam untuk memberikan hasil yang lebih akurat. Penelitian ini memberikan kontribusi secara teoritis. Hasil studi ini menegaskan kemampuan teori SDT khususnya feeling of relatedness dalam memprediksi minat mahasiswa berkarir di bidang perpajakan. Artinya, unsur dari SDT ini memang betul mampu memengaruhi mahasiswa dalam memilih karir di bidang perpajakan.",
  "creators": "VEBBY AURELIA THAMRIN",
  "contributors": "Yenni Mangoting (Advisor 1); R.Arja Angka Asa Aras Adji S. (Examination Committee 1); Retnaningtyas Widuri, S.Sos., M.M. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011093/AKT/2024; Vebby Aurelia Thamrin (D12200081)",
  "subjects": "VOCATIONAL INTERESTS; CAREER DEVELOPMENT; TAXATION"
}