{
  "id": "61114",
  "title": "Pengaruh ESG dan tax avoidance terhadap nilai perusahaan dengan kepemilikan institusional sebagai variabel moderasi",
  "abstract": "Tujuan - untuk menganalisis pengaruh Environmental, Social, and Governance (ESG) dan tax avoidance terhadap nilai perusahaan dengan kepemilikan institusional sebagai variabel moderasi. Penelitian ini penting dilakukan mengingat semakin meningkatnya perhatian terhadap praktik ESG dan penghindaran pajak di kalangan perusahaan serta dampaknya terhadap nilai perusahaan di mata investor dan pemangku kepentingan lainnya. Desain/ metode penelitian – menggunakan metode kuantitatif dengan pendekatan regresi linear berganda. Data yang digunakan dalam penelitian ini adalah data sekunder yang diperoleh dari laporan tahunan perusahaan yang terdaftar di Bursa Efek Indonesia (BEI) selama periode 2020-2023. Penelitian ini menggunakan sampel 31 perusahaan LQ45 di Bursa Efek Indonesia periode 2020-2023 (118 data setelah outlier). Variabel yang diteliti adalah ESG, penghindaran pajak, dan nilai perusahaan dengan kepemilikan institusional sebagai variabel moderasi. Temuan - Hasil penelitian menunjukkan bahwa ESG memiliki pengaruh negatif tidak signifikan terhadap nilai perusahaan, sedangkan tax avoidance memiliki pengaruh positf signifikan terhadap nilai perusahaan. Selain itu, kepemilikan institusional terbukti memoderasi pengaruh ESG terhadap nilai perusahaan, serta terbukti memperkuat pengaruh positif tax avoidance terhadap nilai perusahaan. Keterbatasan hasil penelitian/ implikasi penelitian – Keterbatasan penelitian ini terletak pada sampel yang terbatas pada perusahaan terdaftar di BEI dan periode 2020-2023. Implikasi manajerial menunjukkan bahwa perusahaan perlu menyeimbangkan implementasi ESG dan strategi pajak untuk meningkatkan nilai perusahaan. Regulator disarankan mengkaji kebijakan terkait ESG dan penghindaran pajak. Penelitian selanjutnya diharapkan mencakup periode dan sektor industri yang lebih luas. Originalitas/ Value penelitian - Penelitian ini memiliki originalitas dan nilai yang signifikan dalam literatur keuangan dan akuntansi, terutama dalam konteks pasar modal Indonesia.",
  "creators": "BRYAN JOVAN HANJAYA",
  "contributors": "Unknown",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011088/AKT/2024; Bryan Jovan Hanjaya (D12200006)",
  "subjects": "CORPORATIONS--FINANCE; CAPITAL COSTS; TAX AVOIDANCE"
}