{
  "id": "61127",
  "title": "Analisis deskriptif kepuasan karyawan PT \"XYZ\"",
  "abstract": "Penelitian ini bertujuan untuk menganalisis tingkat kepuasan karyawan PT “XYZ” serta faktor-faktor yang memengaruhinya. Kepuasan karyawan adalah aspek penting dalam manajemen sumber daya manusia yang berpengaruh langsung terhadap produktivitas dan kualitas layanan. Dengan menggunakan pendekatan deskriptif kuantitatif, data dikumpulkan melalui angket yang dibagikan kepada karyawan. Variabel yang diukur meliputi kepuasan karyawan, tingkat retensi, absensi, evaluasi kinerja, produktivitas, dan keterlibatan karyawan. Hasil penelitian menunjukkan bahwa mayoritas responden memiliki masa kerja antara 1-5 tahun dengan tingkat kepuasan karyawan yang bervariasi. Faktor-faktor yang mengindikasikan kepuasan karyawan meliputi retensi, absensi, dan evaluasi kinerja. Responden dengan masa kerja 1-5 tahun menunjukkan variasi yang lebih signifikan dalam produktivitas dan keterlibatan dibandingkan kelompok lainnya. Hal ini mengindikasikan bahwa karyawan yang baru bergabung atau yang telah lama bekerja di perusahaan memiliki tingkat keterlibatan dan kepuasan yang lebih tinggi. Penelitian ini juga menemukan bahwa strategi untuk meningkatkan kepuasan karyawan harus mencakup peningkatan dukungan manajemen, pengembangan karier, dan peningkatan lingkungan kerja yang positif. Hasil penelitian ini diharapkan dapat menjadi acuan bagi PT “XYZ” dalam merancang kebijakan dan strategi untuk meningkatkan kepuasan karyawan, yang pada gilirannya akan meningkatkan produktivitas dan kualitas layanan perusahaan.",
  "creators": "SHERYL AURELIN SURIADY",
  "contributors": "Eddy Madiono Sutanto (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1); Widjojo Suprapto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012586/MAN/2024; Sheryl Aurelin Suriady (D11200300)",
  "subjects": "JOB SATISFACTION; PERSONNEL MANAGEMENT"
}