{
  "id": "61125",
  "title": "E-commerce: tak segampang itu (studi kasus terhadap tiga UMKM di Surabaya)",
  "abstract": "Penelitian ini mengkaji tantangan dan masalah yang dihadapi oleh pelaku Usaha Mikro, Kecil, dan Menengah (UMKM) dalam berjualan di e-commerce atau marketplace. Meskipun e-commerce memberikan peluang bagi UMKM untuk memasarkan produk secara online, namun terdapat beberapa kendala yang harus dihadapi. Metode yang digunakan adalah pendekatan kualitatif dengan teknik pengumpulan data melalui wawancara terhadap tiga narasumber yang merupakan pelaku UMKM untuk menggali permasalahan dan solusi dalam berjualan di marketplace. Hasil penelitian menunjukkan bahwa masalah utama yang dihadapi UMKM antara lain kebijakan penetapan biaya atau fee yang tidak adil, pengelolaan rantai pasokan yang kurang memadai, tingginya tingkat perputaran karyawan, serta persaingan yang ketat. Selain itu, UMKM juga belum memanfaatkan secara optimal berbagai strategi pemasaran digital seperti media sosial, email, dan influencer. Untuk mengatasi kendala tersebut, UMKM menerapkan solusi seperti mencari produk dengan margin keuntungan lebih besar, menjaga kualitas dan pelayanan, memanfaatkan optimasi mesin pencarian (SEO), foto, dan video untuk promosi. Namun, upaya tersebut masih belum optimal karena kurangnya literasi digital dan pemanfaatan teknologi. Temuan ini menunjukkan bahwa berjualan di e-commerce bagi UMKM tidaklah semudah yang dibayangkan. Dibutuhkan peningkatan literasi digital, pemanfaatan teknologi, dan penerapan manajemen sumber daya manusia yang lebih baik bagi UMKM, serta iklim usaha yang lebih kondusif dari pihak marketplace.",
  "creators": "EDWIN AUDY PRAYITNO",
  "contributors": "Eddy Madiono Sutanto (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1); Wilma Laura Sahetapy (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012618/MAN/2024; Edwin Audy Prayitno (D11200020)",
  "subjects": "ELECTRONIC COMMERCE; SMALL BUSINESS ENTERPRISES"
}