{
  "id": "61128",
  "title": "Integrasi critical path method dan line of balance pada penjadwalan proyek komplek ruko",
  "abstract": "Proyek konstruksi bersifat unik dan setiap proyek konstruksi memiliki karakteristik yang berbeda, khususnya pada proyek komplek ruko yang terdiri dari banyak unit yang sama dengan pekerjaan yang mengulang. Meskipun terlihat sederhana, proyek ini rentan terhadap keterlambatan jika tidak direncanakan dengan baik, sehingga perencanaan dan pengendalian waktu menjadi kunci utama. Penjadwalan proyek Critical Path Method (CPM) dan Line of Balance (LOB) memiliki keunikan masing-masing; CPM menunjukkan jalur aktivitas kritis yang dapat memonitor waktu penyelesaian, sedangkan LOB menunjukkan aliran pekerjaan berulang dengan jumlah unit yang besar, perlu memaksimalkan penggunaan sumber daya. Dalam proyek komplek ruko, penjadwalan LOB dapat diterapkan karena sifat pekerjaannya yang repetitif, namun karena kompleksitas pekerjaan per unit, metode CPM juga diperlukan. Penulis mengintegrasikan kedua metode ini pada Proyek Komplek Ruko dengan total unit sebanyak 74 ruko di Gresik dengan harapan dapat membantu perencanaan durasi dan penggunaan sumber daya secara lebih efektif. Penjadwalan proyek akan menggunakan 2 metode yaitu Critical Path Method (CPM) yang digunakan untuk menghitung durasi 1 unit ruko dan Line of Balance (LOB) yang digunakan untuk menghitung durasi keseluruhan 74 unit ruko. Hasil penjadwalan berupa jadwal penyelesaian 74 unit ruko berdasarkan pada target waktu yang ditentukan investor dan berdasarkan jumlah kelompok kerja di lapangan.",
  "creators": "JUSTIN FELIX JUANEDY; CORNELIUS PHILIPUS",
  "contributors": "Ratna S. Alifen (Advisor 1); Sentosa Limanto (Examination Committee 1); Willy Husada, ST.,MT., Msc. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012758/SIP/2024; Justin Felix Juanedy (B11200068), Cornelius Philipus (B11200066)",
  "subjects": "CONSTRUCTION INDUSTRY--MANAGEMENT; CRITICAL PATH ANALYSIS; LINE OF BALANCE (MANAGEMENT)"
}