{
  "id": "6112",
  "title": "Analisa kualitas dan nilai gizi daging sapi pada unit non diet kelas III JPS di Rumah Sakit Umum Dr. Soetomo Surabaya",
  "abstract": "Krisis Ekonomi yang melanda Indonesia tahun 1997 melemahkan keadaan ekonomi Indonesia, biaya kehidupan semakin mahal. Termasuk juga biaya untuk kesehatan. Keadaan ini membuat banyak masyarakat lebih mengutamakan kebutuhan pokok daripada kesehatan. Pada tahun 1998 pemerintah membuat program Jaring Pengaman Sosial (JPS) untuk mengatasi masalah mahalnya pelayanan kesehatan bagi masyarakat kurang mampu tanpa dipungut biaya. RSU Dr. Soetomo yang merupakan rumah sakit umum kelas A milik pemerintah. Dimana masyarakat yang kurang mampu bisa mendapatkan pelayanan kesehatan tanpa dipungut biaya. Masyarakat beranggapan bahwa pelayanan kesehatan gratis tidak diikuti dengan standart kualitas yang baik. Terutama pada masalah makanan. Makanan sangat berpengaruh pada masalah kesehatan. Bahan makanan yang menjadi sumber gizi terbesar adalah salah satunya berasal dari daging sapi. Daging sapi perlu penanganan yang baik dan benar, mulai dari proses penerimaan, penyimpanan, dan pengolahan, sehingga makanan yang dihasilkan layak saji dan tetap bergizi. Dalam penelitian ini, penulis tertarik untuk mengetahui tingkat kandungan nilai gizi daging sapi yang digunakan di RSU Dr. Soetomo, khususnya pada pasien kelas III pengguna program JPS. Setelah mengadakan uji laboratorium terhadap daging sapi yang digunakan, diperoleh hasil yang sesuai dengan standar kesehatan. Secara umum, sistem penerimaan, penyimpanan dan persiapan daging sapi yang dipakai oleh Rumah Sakit Umum Dr. Soetomo telah memenuhi standar kesehatan.",
  "creators": "IVAN SANTOSO; ERNANDA ADITYA WARDHANA",
  "contributors": "ANDINI EMIATI (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010267/HTL/2006; Ivan Santoso (33401158), Ernanda Aditya Wardhana (33401160)",
  "subjects": "HOSPITAL MANAGEMENT"
}