{
  "id": "61126",
  "title": "Pengaruh web design quality dan web service quality terhadap user continuous usage melalui user satisfaction dengan interactivity sebagai variabel moderasi pada Traveloka dan Agoda",
  "abstract": "Tahun ke tahun teknologi mengalami perubahan dan perkembangan yang sangat pesat dan maju. Ada banyak jenis teknologi, salah satu dari bentuknya yaitu teknologi komunikasi dan informasi yang setiap saat diperbarui serta digunakan oleh semua orang. Salah satu bentuk teknologi yang selalu diperbarui mengikuti jaman adalah website. Website yang digunakan dalam penelitian ini adalah Traveloka dan Agoda. Penelitian ini akan mencari tahu apakah ada pengaruh di antara website design quality dan website service quality Traveloka dan Agoda terhadap user satisfaction yang dilanjutkan melihat pengaruhnya terhadap user continuous usage. Variabel moderasi interactivity juga ditambahkan untuk melihat bagaimana pengaruhnya. Penelitian ini akan menggunakan metode kuantitatif dengan membagikan kuesioner secara online. Sebanyak 128 respoden yang memenuhi kriteria terlibat dalam penelitian ini. Data kemudian diolah menggunakan Smart PLS 4.0 dan menunjukkan bahwa website design quality dan website service quality tidak memiliki pengaruh terhadap user satisfaction. Setelah diuji user satisfaction, website design quality, dan website service quality, memiliki pengaruh yang signifikan terhadap continuous usage. Kemudian jika variabel moderasi interactivty diberikan pada website design quality, lalu diuji pengaruh dengan user satisfaction hasil menunjukkan bahwa tidak adanya pengaruh antar variabel. Sedangkan jika variabel moderasi interactivity diberikan pada website service quality dan diuji pengaruh terhadap user satisfaction menunjukkan hasil adanya pengaruh antar variabel.",
  "creators": "ANTHONY HOE",
  "contributors": "Yonathan Palumian, S.M.B. ,M.S.M (Advisor 1); Dhyah Harjanti (Examination Committee 1); Nony Kezia Marchyta, S.E., M.M. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012602/MAN/2024; Anthony Hoe (D11200276)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMER SATISFACTION; INTERNET MARKETING; WEB DESIGN; WEB SERVICES"
}