{
  "id": "61136",
  "title": "Rumah susun swadaya pangan di Jakarta",
  "abstract": "Pertumbuhan penduduk di Jakarta telah mencapai 10,64 juta jiwa pada tahun 2022, dengan luas lahan yang terbatas hanya 661,52 km². Fenomena ini disebabkan oleh migrasi besar-besaran ke ibukota untuk mencari pekerjaan dan meningkatkan kualitas hidup, meskipun banyak penduduk yang menghadapi kesulitan ekonomi dan kekurangan tempat tinggal yang layak. Jumlah pengangguran mencapai 397.623 jiwa, sementara masyarakat miskin mencapai 477.830 jiwa. Sebagai respons, pemerintah Jakarta mengadopsi strategi pembangunan rumah susun untuk menyediakan tempat tinggal yang terjangkau bagi masyarakat berpenghasilan rendah. Rumah susun tidak hanya menawarkan solusi atas keterbatasan lahan, tetapi juga memperbaiki citra kota dan mengurangi pencemaran lingkungan dari bangunan liar di sepanjang Sungai Ciliwung. Selain itu, pengembangan urban farming di dalam rumah susun memberikan fasilitas tambahan yang mendukung kehidupan masyarakat. Urban farming meningkatkan ketersediaan lahan hijau di perkotaan, memproduksi pangan lokal seperti sayur-sayuran dan buah-buahan, serta menciptakan ruang publik yang produktif. Ini tidak hanya meningkatkan kualitas hidup masyarakat kota tetapi juga mendukung keberlanjutan lingkungan perkotaan. Hasil implementasi ini menunjukkan potensi untuk mengatasi masalah kepadatan penduduk, kesulitan perumahan, dan kekurangan pangan di perkotaan. Dengan integrasi yang tepat antara pembangunan rumah susun dan fasilitas urban farming, Jakarta dapat menghadapi tantangan pertumbuhan populasi yang berkelanjutan dengan cara yang berkelanjutan dan inklusif.",
  "creators": "SAMUEL",
  "contributors": "Anik Juniwati (Advisor 1); Lilianny Sigit Arifin (Advisor 2); Stanislaus Kuntjoro Santoso (Advisor 3); Esti Asih Nurdiah, S.T., M.T., Ph.D. (Advisor 4); Dr. Feny Elsiana, S.T., M.T. (Examination Committee 1); Angela Christysonia Tampubolon, S.T., M.T. (Examination Committee 2); Handinoto (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 00024556/ARS/2024; Samuel (B12200042)",
  "subjects": "APARTMENT HOUSES--DESIGNS AND PLANS; FLATS--DESIGNS AND PLANS"
}