{
  "id": "61130",
  "title": "Pengaruh kepemilikan manajerial, kepemilikan institusional, dewan komisaris independen dan komite audit terhadap firm value pada perusahaan manufaktur di BEI tahun 2019-2022",
  "abstract": "Penelitian ini bertujuan untuk menganalisis Pengaruh Kepemilikan manajerial, Kepemilikan Institusional, Komisaris Independen, dan Komite audit terhadap Firm value. Dalam penelitian ini, peneliti menambahkan beberapa variabel kontrol yang dapat mendukung variabel independen yang terkait yaitu Leverage, ROA, dan Firm Size. Penelitian ini penting dilakukan mengingat semakin banyak perhatian calon investor terhadap Firm Value, sehingga dapat menarik para calon investor untuk menanamkan modal di Perusahaan. Menggunakan metode kuantitatif dengan pendekatan regresi linear berganda. Data yang digunakan dalam penelitian ini adalah data sekunder yang diperoleh dari laporan tahunan perusahaan yang terdaftar di Bursa Efek Indonesia (BEI) selama periode 2019-2022. Sampel penelitian dipilih menggunakan teknik purposive sampling, dan jumlah sampel yang memenuhi kriteria penelitian adalah 73 perusahaan. Hasil penelitian menunjukkan bahwa Kepemilikan Manajerial dan Komisaris Independen memiliki pengaruh positif signifikan terhadap nilai perusahaan, sedangkan Kepemilikan Institusional dan Komite audit tidak memiliki pengaruh terhadap nilai perusahaan. Keterbatasan penelitian ini terletak pada sampel yang hanya meliputi perusahaan manufaktur yang terdaftar di BEI dan periode 2019-2022. Penelitian selanjutnya diharapkan dapat mencakup periode yang lebih panjang dan sektor industri yang lebih beragam untuk hasil yang lebih generalis. Implikasi manajerial menunjukkan pentingnya memperhatikan struktur kepemilikan dan tata kelola untuk meningkatkan nilai perusahaan.",
  "creators": "REINER",
  "contributors": "R.Arja Angka Asa Aras Adji S. (Advisor 1); Yenni Mangoting (Examination Committee 1); Retnaningtyas Widuri, S.Sos., M.M. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 32011092/AKT/2024; Reiner (D12200018)",
  "subjects": "CORPORATIONS--FINANCE; FINANCIAL STATEMENTS; CAPITAL COSTS"
}