{
  "id": "61135",
  "title": "Perbedaan ornamentasi yang bersifat simbolik pada Gereja Katolik di Surabaya (studi kasus Gereja Kelahiran Santa Perawan Maria, Gereja Hati Kudus Yesus, Gereja Santo Yosafat)",
  "abstract": "Gereja katolik sifatnya universal, baik dari segi tradisi liturgi, bacaan yang dibawakan, serta unsur simbolik, yang berarti pada belahan dunia manapun dan dengan budaya yang berbeda, memiliki makna yang sama. Semiotika adalah ilmu yang membahas tentang tanda dan konsep yang tidak dapat dijelaskan melalui kata. Sebagai salah satu institusi tertua di dunia Gereja turut beradaptasi dengan perkembangan jaman. Di masa sekarang gereja menyesuaikan dengan dinamika Masyarakat global yang terus berubah. Dari waktu ke waktu perubahan yang paling signifikan terlihat adalah desain gereja yang melambangkan pemikiran Masyarakat pada masa tersebut, dan perkembangan jaman. Penelitian ini bertujuan untuk mengetahui penerapan unsur semiotic pada 3 Gereja Katolik di Surabaya yang dibangun di 3 era dan gaya desain yang berbeda. Metode penelitian yang digunakan yaitu penelitian kuailtatif studi kasus. Penelitian ini menghasilkan Kesimpulan bahwa Gereja Kelahiran Santa Perawan Maria dan Hati Kudus Yesus mempersepsikan kehadiran Tuhan melalui cahaya dan warna pada jendela kaca patri, sedangkan Gereja Yosafat menggunakan jendela hanya untuk pencahayaan alami. Gereja Kelahiran Santa Perawan Maria dan Hati Kudus Yesus menggunakan banyak ornamen hiasan, sementara Yosafat lebih mengutamakan benda dan ornamen yang fungsional, dengan desain yang minimalis dan modern tanpa hiasan tradisional Katolik.",
  "creators": "GABRIELA GRACE PUJIANTO",
  "contributors": "Purnama Esa Dora Tedjokoesoemo, S.Sn., M.Sc. (Advisor 1); Ir. HENDY MULYONO (Advisor 2); Adi Santosa (Examination Committee 1); MOCH TAUFAN RIZQI, S.Sn. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00012031/DIN/2024; Gabriela Grace Pujianto (E11200059)",
  "subjects": "CHURCH DECORATION AND ORNAMENT; INTERIOR DECORATION"
}