{
  "id": "61133",
  "title": "Perancangan produk interior menggunakan material campuran limbah papan akrilik dan serbuk kayu dengan pengikat resin",
  "abstract": "Serbuk kayu adalah limbah yang diperoleh dari penggergajian kayu yang menggunakan mesin maupun manual. Limbah papan akrilik adalah limbah atau bahan sisa potongan papan akrilik, Limbah papan akrilik bertekstur seperti plastik yang tahan cuaca dan memiliki kejernihan seperti kaca. Limbah serbuk kayu dan limbah papan akrilik dapat menghasilkan suatu produk yang bermanfaat dan dapat meningkatkan penggunaan limbah yang tidak terpakai. Pada proyek ini peneliti membuat produk interior menggunakan limbah serbuk kayu dan limbah papan akrilik dengan menggunakan pengikat resin. Alasan peneliti menggunakan resin yaitu sebagai pengikat untuk menghasilkan material yang memiliki kepadatan dan kekerasan yang baik untuk digunakan sebagai material produk interior. Metode yang peneliti gunakan yaitu design thinking yang terdiri dari beberapa proses. Pertama adalah proses Emphatize untuk melakukan eksplorasi literatur untuk material yang akan digunakan pada proyek kedepannya. Define berfungsi menganalisis data hasil dari eksperimen, kebutuhan aktivitas pengguna, dan menemukan studi pembanding. Experiment bertujuan untuk eksplorasi terhadap material serbuk kayu dan limbah papan akrilik menggunakan pengikat resin yang pada akhirnya material jadi akan digunakan untuk produk interior. Ideate membuat sketsa dan inovasi desain yang sudah dipikirkan, setelah itu membuat sketsa pengembangan dan konsep desain agar dapat menemukan desain yang paling memadai. Prototype, pada tahap ini peneliti melakukan gambar 3D, kemudian gambar kerja, dan produk contoh 1:1. Dan yang terakhir adalah tahap Test, produk akan diberikan penilaian oleh beberapa pengguna kemudian kritik dan saran untuk kedepannya. Tujuan dari penelitian ini menciptakan produk interior dengan material yang sudah dieksperimen dan untuk menemukan inovasi. Produk interior yang dihasilkan terdiri dari 3 set produk dengan bentuk yang berbeda yaitu bentuk papan solid, lengkung, dan papan yang dapat dirangkai.",
  "creators": "RALPH OLIVIER ELIM",
  "contributors": "Adi Santosa (Advisor and Examination Committee); Purnama Esa Dora Tedjokoesoemo, S.Sn., M.Sc. (Examination Committee 2); Ir. HENDY MULYONO (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Laporan Karya No. 00022286/DIN/2024; Ralph Olivier Elim (E11180145)",
  "subjects": "DECORATIVE AND ORNAMENT--MATERIALS; INTERIOR DECORATION; WOOD WASTE--RECYCLING"
}