{
  "id": "6113",
  "title": "Perancangan dan pembuatan aplikasi decision support system pada PT X dengan menggunakan metode AHP",
  "abstract": "Kemajuan teknologi yang semakin cepat dalam era globalisasi pada dunia bisnis, sehingga tidak menutup kemungkinan bahwa pengambilan suatu keputusan merupakan sesuatu yang sangat vital dalam menentukan keputusan yang harus diambil dalam menghadapi persaingan didunia bisnis. Pengambilan keputusan dapat dipengaruhi oleh beberapa aspek, hal ini dapat mempengaruhi kecepatan dalam mengambil keputusan oleh decision maker dimana pengambilan keputusan harus cepat dan akurat. Software ini dibuat dengan menggunakan metode Analytical Hierarcy Process. Dimana algoritma ini melakukan proses penghitungan untuk mencari keputusan yang terbaik, yaitu dengan cara menghitung nilai kriteria-kriteria dan membandingkannya dengan perhitungan dari tiap-tiap kemungkinan keputusan yang akan diambil. Software ini akan dipakai oleh divisi HRD dalam menentukan karyawan mana yang dipromosikan atau karyawan yang akan dieffisiensikan, sedangkan divisi pembelian akan dipakai untuk menentukan supplier mana yang akan dipilih untuk membeli barang tertentu. Kriteria yang dipakai dalam divisi HRD adalah penilaian karyawan, kedisplinan, dan kemampuan berkembang, sedangkan untuk divisi pembelian penilaian yang digunakan adalah kualitas barang, harga, ketepatan pengiriman, dan status supplier. Dari hasil perancangan dan pengujian aplikasi Decision Support System akan menghasilkan keputusan yang tepat dan fleksibel dengan aspek yang mempengaruhi keputusan tersebut, serta menghasilkan laporan agar user mengerti akan keputusan tersebut diambil.",
  "creators": "ROBIN WIJAYA",
  "contributors": "M. ISA IRAWAN (Advisor 1); Alexander Setiawan (Advisor 2); Yulia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02000460/INF/2006; Robin Wijaya (26402002)",
  "subjects": "DATABASE DESIGN; PROGRAMMING (ELECTRONIC COMPUTERS)"
}