{
  "id": "61140",
  "title": "Perancangan interior dengan konsep mix traditional modern pada communal area di Gedung Fakultas Kedokteran Universitas ‘X’",
  "abstract": "Penelitian perancangan ini bertujuan untuk merancang interior gedung Fakultas Kedokteran Universitas ‘X’ di Surabaya dengan konsep gabungan tradisional dan modern. Diketahui bahwa Universitas ‘X’ di Surabaya merupakan salah satu Universitas yang memiliki Fakultas Kedokteran unggulan di kota Surabaya. Metode perancangan yang digunakan melibatkan analisis kebutuhan pengguna, identifikasi elemen-elemen tradisional dan modern yang relevan, serta penggabungan keduanya secara harmonis dalam desain interior. Pendekatan ini diimplementasikan melalui proses desain yang melibatkan survei, wawancara, dan observasi terhadap stakeholder terkait. Desain interior yang dihasilkan mencerminkan identitas budaya lokal yang kaya, sambil menyediakan fasilitas modern yang memenuhi standar akademik dan kebutuhan pengguna. Hasil penelitian ini diharapkan dapat memberikan panduan bagi perancang interior dalam mengintegrasikan unsur tradisional dan modern dalam lingkungan akademik, serta memberikan kontribusi positif terhadap pengalaman belajar dan kerja di Fakultas Kedokteran Universitas X di Surabaya ini. Metode perancangan yang digunakan yaitu menggunakan tahapan design thinking yang merupakan Understand, Observe, Point of View, Ideate, Prototype, Test, Story Telling, Pilot, dan Business Model. Cakupan area pada perancangan ini adalah lantai 1 gedung Fakultas Kedokteran yang meliputi area Kantin, Lounge, Toilet, Entrance, Bookstore, Ruang Fotokopi. Perancangan Interior Communal Area pada Gedung Fakultas Kedoteran ini, menghasilkan perancangan yang menjawab masalah-masalah yang ada seperti, sudah menghasilkan perancangan desain dengan konsep Traditional Modern yang dikaitkan dengan salah satu unggulan Fakultas Kedokteran Universitas ini yang mengedepankan bidang pengobatan tradisional, dan sudah memenuhi kebutuhan-kebutuhan ruang yang ada.",
  "creators": "DENZEL WILLIAM DELANO SITUMEANG",
  "contributors": "Sherly De Yong (Advisor and Examination Committee); WILLIAM VIJADHAMMO L., S.Ds. (Advisor 2); Mariana Wibowo, S.Sn., M.MT. (Examination Committee 2); JEAN F POILLOT, S.T. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Laporan Karya No. 00022289/DIN/2024; Denzel William Delano Situmeang (E11200003)",
  "subjects": "INTERIOR DECORATION; MEDICAL COLLEGES; SCHOOL DECORATION"
}