{
  "id": "61145",
  "title": "Analisa koefisien drag pada desain body kendaraan tipe urban concept car dengan penambahan vortex generator",
  "abstract": "Shell Eco-marathon (SEM) diadakan dengan tujuan untuk memotivasi mahasiswa di seluruh dunia untuk merancang kendaraan yang sangat efisien untuk berkompetisi dengan tujuan untuk mengupayakan solusi energi yang ramah lingkungan. Penelitian ini dilakukan untuk membuat design urban concept car sesuai dengan regulasi dari Shell Eco-marathon. Pembuatan New Design dilakukan dengan menggunakan software CAD dan simulasi dilakukan dengan metode computational fluid dynamic (CFD) dengan menggunakan software Ansys. Hasil simulasi yang diperhatikan meliputi Analisa coefficient of drag (Cd) yang memiliki target Cd lebih kecil 10% dari urban concept car bernama Petranesian yang memiliki Cd berturut-turut pada kecepatan 25 km/j dan 35 km/j adalah 0.0780 dan 0.0746. New Design yang dibuat peneliti memiliki nilai Cd berturut-turut pada kecepatan 25 km/j dan 35 km/j adalah 0.0682 dan 0.0646. Nilai tersebut memiliki perbedaan nilai Cd lebih kecil dari Petranesian sebesar 12.5% pada kecepatan 25 km/j dan 13.4% pada kecepatan 35 km/j. New Design yang telah dibuat akan ditambahkan dengan vortex generator dengan tujuan untuk memperkecil area wake sehingga Cd bisa lebih direduksi lagi. Hasil New Design dengan penambahan vortex generator pada underbody diffuser memiliki hasil nilai Cd berturut-turut pada kecepatan 25 km/j dan 35 km/j adalah 0.0653 dan 0.0602. Nilai tersebut memiliki penurunan nilai Cd dari sebelum penambahan vortex generator adalah sebesar 4.2% dan 6.6% berturut-turut pada kecepatan 25 km/j dan 35 km/j.",
  "creators": "STEFAN NATHANIEL",
  "contributors": "Sutrisno S.T.,M.T. (Advisor 1); Ivan Christian Hernando, S.T., M.T. (Advisor 2); Ian Hardianto Siahaan (Examination Committee 1); Hariyo Priambudi Setyo Pratomo, S.T., M.Phil. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04101545/MES/2024; Stefan Nathaniel (C12200012)",
  "subjects": "AUTOMOBILES--BODIES--DESIGN AND CONSTRUCTION; AUTOMOBILES--DESIGN AND CONSTRUCTION; MACHINE DESIGN"
}