{
  "id": "61142",
  "title": "Desain produk interior: set lampu menggunakan teknik lipatan kertas",
  "abstract": "Permasalahan ruang sempit di daerah perkotaan semakin menjadi tantangan serius dengan meningkatnya harga tempat tinggal. Keterbatasan ruang tersebut menciptakan kendala dalam penyimpanan produk interior, termasuk peralatan penerangan. Penelitian ini merespon permasalahan tersebut dengan mengembangkan lampu kertas lipat yang dapat dimodifikasi sesuai dengan kemauan pengguna. Konsep lampu ini menggabungkan teknik lipat yang dapat dilipat dan dirubah bentuknya. Pendekatan desain thinking diterapkan sebagai kerangka kerja kreatif dan kolaboratif. Tahapan desain thinking, seperti empati, pengertian, ideasi, prototyping, dan pengujian, digunakan untuk memandu proses pengembangan produk ini. Fokus utama penelitian adalah menghasilkan set lampu dekoratif dengan bahan dasar yang ramah lingkungan, dengan memanfaatkan teknik lipat dalam desain utamanya. Penelitian ini diharapkan mampu menciptakan solusi inovatif dalam bentuk produk lipat yang mudah diringkas dan disimpan. Produk ini diharapkan dapat meminimalisir dampak ruang sempit di daerah perkotaan serta memberikan solusi efisien serta ramah lingkungan dalam penerangan. Dengan menggunakan metode desain thinking, pendekatan ini memberikan dasar yang kokoh untuk menghasilkan produk yang benar-benar memenuhi kebutuhan pengguna dengan cara yang kreatif dan berkelanjutan. Selain itu, produk ini diharapkan dapat memberikan kontribusi positif terhadap peningkatan kualitas hidup di lingkungan perkotaan.",
  "creators": "SAMUEL HENDYANTO",
  "contributors": "Grace Mulyono (Advisor 1); FILIPUS PRIYO SUPROBO, ST.,MT. (Advisor 2); Dr. Ir. Hedy Constancia Indrani, M.T. (Examination Committee 1); DAVID TAN KAYOGI, ST. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Laporan Karya No. 00022314/DIN/2024; Samuel Hendyanto (E11200036)",
  "subjects": "DECORATION AND ORNAMENT; INTERIOR DECORATION; LIGHTING, ARCHITECTURAL AND DECORATIVE; INTERIOR DECORATION ACCESSORIES"
}