{
  "id": "61152",
  "title": "Analisis website quality pada website perusahaan cat x di Indonesia sebagai media informasi perusahaan",
  "abstract": "Penelitian ini bertujuan untuk mengevaluasi penurunan traffic pada salah satu situs web perusahaan cat X menggunakan metode WebQual dengan landasan konseptual Stimulus-Organism-Response (S-O-R). Penurunan traffic yang signifikan mengindikasikan adanya masalah dalam kualitas situs web yang perlu diidentifikasi dan diatasi. Metode wawancara mendalam digunakan untuk mengumpulkan data dari pengguna situs web, yang kemudian dianalisis berdasarkan tiga dimensi utama WebQual: kualitas informasi, interaksi layanan, dan kegunaan (usability). Hasil penelitian menunjukkan bahwa beberapa faktor utama yang mempengaruhi pengalaman pengguna dan menyebabkan penurunan traffic termasuk akurasi dan relevansi informasi yang disajikan, hierarki informasi yang tidak terstruktur, serta fitur interaksi layanan yang kurang menarik. Selain itu, pengguna mengeluhkan ketidaknyamanan dalam navigasi situs dan desain antarmuka pengguna (UI/UX) yang kurang intuitif. Temuan ini menunjukkan bahwa stimulus dalam bentuk kualitas informasi dan interaksi layanan yang rendah mempengaruhi persepsi internal pengguna (organism), yang pada gilirannya memicu respons negatif berupa penurunan traffic dan ketidakpuasan pengguna. Berdasarkan hasil ini, penelitian merekomendasikan perbaikan pada aspek-aspek kunci situs web, termasuk peningkatan akurasi informasi, perbaikan UI/UX, dan penyederhanaan navigasi, untuk meningkatkan pengalaman pengguna dan mengembalikan traffic situs web ke tingkat yang lebih baik. Penelitian lanjutan disarankan untuk mengevaluasi efektivitas perubahan yang diusulkan.",
  "creators": "RATNA KARTIKA DEWI MADAYANTI",
  "contributors": "Michael Adiwijaya (Advisor 1); Serli Wijaya (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 03020449/MM/2024; Ratna Kartika Dewi Madayanti (D21220050)",
  "subjects": "WEB SITES"
}