{
  "id": "61151",
  "title": "Redesain cafe \"Omah Londo Jayabaya\" di Surabaya",
  "abstract": "Perancangan Cafe Heritage adalah sebuah proyek yang bertujuan untuk menciptakan ruang kafe yang memadukan kekayaan budaya dan warisan lokal dengan desain modern yang inovatif. Cafe ini bertujuan untuk mempertahankan dan mempromosikan warisan budaya melalui penggunaan elemen-elemen arsitektur, dekorasi, dan menu khas yang menggambarkan identitas lokal. Konsep perancangan mengintegrasikan unsur-unsur tradisional dengan teknologi canggih untuk menciptakan pengalaman yang unik bagi pengunjung. Selain itu, perancangan ini juga memperhatikan keberlanjutan dan keterlibatan komunitas dalam operasional cafe. Cafe Heritage diharapkan dapat menjadi pusat pertemuan, apresiasi budaya, dan destinasi yang menarik bagi para pecinta kopi dan warisan lokal. Metode perancangan yang digunakan ada 9 tahap yaitu Understand adalah proses dalam mencari literatur yang berhubungan dengan objek interior yang telah ditentukan, Observe adalah proses dalam melakukan obervasi terhadap lokasi objek dengan cara mengamati ruang, Point of View adalah Proses dalam merumuskan masalah-masalah yang ada pada proyek serta mencari solusi yang dibutuhkan, Ideate adalah proses mengemukakan ide dan brainstorming dengan pendekatan metode desain awal berupa skematik/transformasi desain dan prototype, Prototype adalah proses pengembangan desain sebagai solusi, berupa keputusan, visualisasi dan pemberkasan desain akhir, Test adalah proses uji desain, Story Telling adalah menyampaikan suatu cerita kepada para penyimak, Pilot adalah mencoba kelayakan uji suatu produk dan Business Model adalah untuk menggambarkan secara rasional poin-poin penting. Re-desain Cafe Omah Londo Jayabaya ini mengambil tema Verde Heritage Oasis yang berarti menggabungkan kekayaan warisan budaya dengan elemen hijau yang menenangkan, menciptakan suasana kafe yang segar, damai, dan penuh kehangatan. Desain ini memanfaatkan nuansa hijau untuk memberikan sentuhan alam dan kesegaran, menciptakan ruang yang memadukan sejarah dengan keberlanjutan. Kata Verde (hijau) untuk menonjolkan suasana segar dan nyaman dengan menggunakan warna hijau, Heritage untuk menekankan fokus pada warisan budaya, menampilkan elemen-elemen tradisional dan sejarah yang dihormati serta Oasis menambahkan nuansa keberlanjutan dan ketenangan, menciptakan ruang yang seperti oase dengan tanaman hijau dan elemen alam. Selain itu warna hijau juga identik dengan “Bonek” yang adalah supporter dari klub sepak bola asal Kota Surabaya. Hasil akhir dari project re-desain ini adalah menciptakan cafe yang memiliki konsep mewariskan dan menjaga warisan budaya dengan kesegaran hijau alam serta menciptakan pengalaman yang unik untuk para pengunjung dengan mengenalkan sejarah bangunan cafe yang sebelumnya adalah rumah dari pejabat Oost-Java Stoomtram Maatschappij (OJS) yang adalah neme perusahaan kereta api uap swasta yang pernah beroperasi di Hindia Belanda. Dengan mengutamakan fungsionalitas dari furniture serta sirkulasi yang leluasa dan bersih agar pengunjung nyaman dalam menghabiskan waktunya di cafe Omah Londo Jayabaya ini.",
  "creators": "VALERIE KIYOKO KARAGRAHITA WADE",
  "contributors": "Poppy Firtatwentyna Nilasari, S.T., M.T. (Advisor 1); LUCKY BASUKI, SE.,MH. (Advisor 2); Sherly De Yong (Examination Committee 1); Stephanus P. Honggowidjaja (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Laporan Karya No. 00022358/DIN/2024; Valerie Kiyoko Karagrahita Wade (E11200098)",
  "subjects": "INTERIOR DECORATION; RESTAURANTS--DECORATION; BRAND IMAGE"
}