{
  "id": "61155",
  "title": "Pengaruh user experience dan price consciousness terhadap purchase decision melalui word of mouth sebagai variabel intervening pada aplikasi Jual Lelang Flora Fauna (JLF) di Indonesia",
  "abstract": "Tren belanja online semakin meningkat di Indonesia. Peningkatan ini dilihat dengan konsumen yang berbelanja online secara eksklusif sebesar 11% sebelum pandemi meningkat menajdi 25.5% pada awal 2021. Seiring pergeseran perilaku belanja online tersebut, muncul fenomena menarik terkait kepemilikan hewan peliharaan sebesar 67% masyarakat Indonesia memiliki hewan peliharaan. Namun, pembelian hewan online masih sangat rendah hanya sebesar 5% saja dan sebagian besar masih melakukan adopsi atau beli hewan ke toko hewan offline. Penelitian ini bertujuan untuk menyelidiki Pengaruh User Experience dan Price Consciousness terhadap Purchase Decision pada aplikasi JLF (Jual Lelang Flora Fauna) di Indonesia dengan Word Of Mouth sebagai variabel intervening. Penelitian ini menggunakan pendekatan kuantitatif, disebarkan kepada 103 responden yang berdomisili di berbagai kota di Indonesia dengan analisis PLS-SEM. Hasil penelitian ini menunjukkan bahwa user experience berpengaruh positif dan signifikan terhadap purchase decision, price consciousness tidak berpengaruh signifikan terhadap purchase decision, user experience berpengaruh positif dan signifikan terhadap word of mouth, word of mouth berpengaruh positif dan signifikan terhadap purchase decision, dan user experience berpengaruh terhadap purchase decision melalui word of mouth sebagai variabel intervening.",
  "creators": "STEVEN ARFA SUGIANTO",
  "contributors": "Wilma Laura Sahetapy (Advisor 1); Dr. Ir. Hotlan Siagian MSc. (Examination Committee 1); Nony Kezia Marchyta, S.E., M.M. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012584/MAN/2024; Steven Arfa Sugianto (D11210489)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMER SATISFACTION; WORD-OF-MOUTH ADVERTISING"
}