{
  "id": "61169",
  "title": "Efektivitas Tzuyu sebagai brand ambassador dalam peluncuran produk Bright Miracle Pond’s pada followers @pondsindonesia",
  "abstract": "Penelitian ini bertujuan untuk mengukur efektivitas Tzuyu sebagai brand ambassador dalam peluncuran produk Pond’s bright miracle pada akun Instagram @pondsindonesia. Brand ambassador adalah seseorang yang menjadi perwakilan atau wajah suatu brand yang digunakan oleh perusahaan untuk berkomunikasi dan terhubung dengan masyarakat. Penggunaan selebriti yang popular sebagai brand ambassador dalam peluncuran produk akan menarik perhatian yang lebih besar. Salah satunya penggunaan k-pop sebagai perwakilan dari brand sudah menjadi fenomena tersendiri. Tzuyu merupakan personil dari salah satu girl group ternama di Korea Selatan yaitu Twice. Pond’s menunjuk Tzuyu sebagai brand ambassador dalam peluncuran produk Pond’s bright miracle dengan menggunakan media sosial Instagram sebagai alat untuk menyampaikan pesan kepada audiens. Penelitian ini mengukur efektivitas seorang brand ambassador menggunakan teori source credibility oleh Ohanian (1990). Penelitian ini menggunakan pendekatan kuantitatif deskriptif dengan teknik pengumpulan data menggunakan kuesioner online melalui google form. Teknik penarikan sample purposive sampling sesuai dengan kriteria yang ditentukan dalam memilih responden yang mengisi kuesioner. Hasil penelitian menunjukkan bahwa Tzuyu sebagai brand ambassador Pond’s dalam peluncuran Pond’s bright miracle dinyatakan efektif, dengan attractiveness (daya tarik) menjadi indikator yang paling efektif.",
  "creators": "RACHEL ADE SURYANING KALLA",
  "contributors": "Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Advisor 1); Daniel Budiana, S.Sos., M.A. (Advisor 2); Fanny Lesmana (Examination Committee 1); Felicia Goenawan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011948/KOM/2024; Rachel Ade Suryaning Kalla (F11200073)",
  "subjects": "BRANDING (MARKETING); COMMUNICATION IN MARKETING; SOCIAL MEDIA--COMMUNICATION"
}