{
  "id": "61163",
  "title": "Efektivitas iklan Tokopedia kolaborasi Kobo Kanaeru di platform Tiktok pada followers Tokopedia",
  "abstract": "Tokopedia merupakan salah satu e-commerce yang sangat populer dan sering digunakan oleh para konsumen untuk membeli produk yang mereka butuhkan atau inginkan. Tokopedia seringkali memberikan konsep event yang menarik dibandingkan kompetitor e-commerce -lainnya. Tidak hanya soal event, tetapi belakangan ini Tokopedia mulai membuat iklan promosi dengan menggunakan talent non human. Fakta tersebut menunjukkan bahwa memang tokopedia melakukan sebuah inovasi dalam promosi iklannya. Seluruh iklan dan event yang diadakan, selalu dipublikasikan melalui semua media sosial, termasuk media sosial yang sedang ramai pengguna yaitu tiktok. Iklan tersebut ramai ramai di berbagai sosial media, tetapi titik puncak ramai ada di media sosial tiktok. Tokopedia juga menjadi satu-satunya e-commerce yang menggunakan v-tuber sebagai talent iklannya. Karena fenomena ini, alhasil peneliti melakukan sebuah penelitian menggunakan indikator AIDA (Awarness, Interest, Desire, Action) untuk mengetahui sampai tahap mana iklan ini dapat dibilang efektif. Survei online di dalam penelitian ini serta penelitian ini merupakan penelitian deskriptif dengan pendekatan kuantitatif. Data yang menarik dari crosstab adalah cewe melihat iklan tokopedia dari segi isi pesan, namun laki-laki lebih fokus kepada unsur iklan di dalamnya seperti talent yang dipilih, musik dalam iklan, dan hal lain yang termasuk di dalam unsur iklan tersebut. dikumpulkan dengan penyebaran kuesioner secara online pada 100 responden melalui google form. Berdasarkan hasil penelitian yang dilakukan, maka dapat dikatakan bahwa pesan iklan di tokopedia efektif. Dari 4 indikator, awarness mendapatkan mean tertinggi. Dari data yang ditunjukkan semua indikator efektif, hal ini menunjukkan bahwa efektifitas iklan kobo kanaeru di platform Tiktok pada masyarakat Indonesia efektif.",
  "creators": "KRISTIAN DWI ADE WICAKSONO",
  "contributors": "Chory Angela Wijayanti (Advisor 1); Daniel Budiana, S.Sos., M.A. (Advisor 2); Dr. Inri Inggrit Indrayani, S.I.P., M.Si. (Examination Committee 1); Felicia Goenawan (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011942/KOM/2024; Kristian Dwi Ade Wicaksono (F11200040)",
  "subjects": "ADVERTISING; COMMUNICATION IN MARKETING; SOCIAL MEDIA--COMMUNICATION"
}