{
  "id": "61168",
  "title": "Perancangan interior kafe dan restoran 'Mon Bleu' di Surabaya",
  "abstract": "Perkembangan industri kuliner yang saat ini mengalami kenaikan pesat, menimbulkan kebutuhan akan pengalaman kuliner yang unik dan ketat sebagai perhatian utama. Hal ini mengharuskan pengusaha kuliner untuk berinovasi dan menciptakan daya tarik yang lebih besar. Setiap restoran dan café dituntut menerapkan strategi diferensiasi secara unik, untuk membedakan satu restoran dengan restoran lainnya, dalam upaya menciptakan keunggulan yang berkesinambungan. Salah satu cara dalam meningkatkan diferensiasi sebuah restoran dan kafe adalah dengan meningkatkan branding. Di zaman sekarang, brand bukan lagi sekadar logo atau nama, melainkan sebuah identitas yang dapat meresap dalam setiap aspek di customer experience. Penelitian ini bertujuan untuk mengetahui cara dan implementasi konsep gaya desain interior parisian dalam perancangan kafe dan restoran ‘Mon Bleu’, juga mengetahui cara penerapan pada perancangan desain interior yang sesuai dengan standar kenyamanan lingkungan fisik. Pada perancangan kafe dan restoran ini akan menerapkan elemen dekorasi bernuansa klasik perancis yang disesuaikan dengan trend masa kini yang diminati dengan konsumen. Penelitian ini menggunakan metode design thinking dalam mempelajari dan merancang desain. Perancangan ini menghasilkan desain interior bagi kafe dan restoran nuansa klasik Perancis dengan atmosfer unik untuk menunjang branding dari ‘Mon Bleu’",
  "creators": "MONICA ANGELINE PRAJOGO",
  "contributors": "Ronald H.I. Sitindjak (Advisor 1); Dra. ANIEK RAKHMAWATI, M.Pd. (Advisor 2); Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Laporan Karya No. 00022327/DIN/2024; Monica Angeline Prajogo (E11200057)",
  "subjects": "INTERIOR DECORATION; RESTAURANTS--DECORATION"
}