{
  "id": "61164",
  "title": "Pengaruh electronic word of mouth dan influencer endorsement terhadap customer buying decision melalui brand image pada produk fashion lokal",
  "abstract": "Penelitian ini dilakukan untuk mengetahui Pengaruh Electronic Word of Mouth dan Influencer Endorsement Terhadap Customer Buying Decision Melalui Brand Image Pada Produk Fashion Lokal. Populasi penelitian ini adalah konsumen yang memakai dan membeli produk fashion lokal. Penelitian ini menggunakan metode penelitian kuantitatif dengan jenis penelitian kausal melalui penyebaran angket dan mendapatkan 132 responden. Metode pengolahan data dalam penelitian ini menggunakan analisis SmartPLS 4.0. Penelitian ini membuktikan bahwa electronic word of mouth berpengaruh positif namun tidak signifikan terhadap brand image pada fashion brand lokal, influencer endorsement berpengaruh positif dan signifikan terhadap brand image pada fashion brand lokal, brand image berpengaruh positif dan signifikan terhadap customer buying decision pada fashion brand lokal, electronic word of mouth berpengaruh positif dan signifikan terhadap customer buying decision pada fashion brand lokal, influencer endorsement berpengaruh negatif dan tidak signifikan terhadap customer buying decision pada fashion brand lokal, electronic word of mouth berpengaruh positif dan tidak signifikan terhadap customer buying decision melalui brand image pada fashion brand lokal, dan influencer endorsement berpengaruh positif dan signifikan terhadap customer buying decision melalui brand image pada fashion brand lokal.",
  "creators": "BRYAN HADI KUSUMA",
  "contributors": "Dr. Ratih Indriyani, S.E., M.M. (Advisor 1); Dr. Augustinus Simanjuntak, S.H., M.H. (Examination Committee 1); Yonathan Palumian, S.M.B. ,M.S.M (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012615/MAN/2024; Bryan Hadi Kusuma (D11200280)",
  "subjects": "CONSUMER BEHAVIOR; BRAND NAME PRODUCTS; INDORSEMENTS"
}