{
  "id": "61166",
  "title": "Redesign interior gedung B Universitas Kristen Petra Surabaya",
  "abstract": "Gedung B di Universitas Kristen Petra (UKP) merupakan gedung yang cukup bersejarah dalam pendirian Universitas Kristen Petra. Selama 60 tahun lebih UKP berdiri, Gedung B sudah digunakan oleh banyak lembaga kemahasiswaan maupun lembaga akademis di kampus. Karena pembangunan yang banyak dilakukan demi memberikan fasilitas terbaru bagi mahasiswa, ada perubahan lokasi untuk beberapa lembaga maupun fakultas. Imbas dari perpindahan pengguna dari gedung lama ke gedung baru, ada ruangan-ruangan yang tidak digunakan dan tergolong lama. Mahasiswa dan tenaga didik juga merasakan ketimpangan atas perbedaan fasilitas. Maka itu, unit Perencanaan Fisik Kampus (UPFK) melakukan upaya pemerataan rancangan bangunan melalui renovasi satu demi satu infrastruktur di Kampus Siwalankerto, termasuk Gedung B yang kini minimal penggunaannya. Lain dari itu, penelitian ini dilakukan agar minat warga kampus terhadap Gedung B bertambah sehingga penggunaan gedung di kampus lebih merata. Penelitian ini dilakukan menggunakan tahapan Design Thinking yang meliputi: Tahap Understand, Tahap Define, Tahap Ideate, Tahap Prototype, dan Tahap Test. Rancangan ini dibuat dengan konsep Godly & Lively Community. Hasil dari penelitian ini berupa prototype desain interior Gedung B yang diharapkan dapat menjadi landasan renovasi bagi Universitas Kristen Petra.",
  "creators": "CHONG YI YUN EUNICE",
  "contributors": "Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Advisor and Examination Committee); Stephanus P. Honggowidjaja (Advisor 2); Drs. LINGGAJAYA SURYANATA (Examination Committee 2); Dr. Ir. Lintu Tulistyantoro, M.Ds. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Laporan Karya No. 00022362/DIN/2024; Chong Yi Yun Eunice (E11200106)",
  "subjects": "INTERIOR DECORATION; SCHOOL DECORATION; SCHOOL FACILITIES-PLANNING"
}