{
  "id": "6117",
  "title": "Pembuatan perangkat lunak permainan susun balok mega bloks 3 dimensi untuk anak-anak",
  "abstract": "Saat ini, perkembangan informasi sudah sangat cepat melalui berbagai media yang ada. Perkembangan informasi yang cepat ini, kebanyakan memiliki dampak yang negatif bagi perkembangan anak-anak. Untuk memecahkan masalah ini, dibutuhkan permainan yang dapat mengalihkan perhatian anak-anak dari media-media itu. Menurut penelitian Dr. Jane M. Healy, seorang pakar perkembangan anak, permainan susun balok merupakan salah satu permainan yang sangat penting bagi perkembangan anak-anak. Permainan ini juga berfungsi sebagai sarana pembelajaran bagi anak-anak. Karena itu dibutuhkan suatu permainan susun balok yang dibuat dalam bentuk 3 dimensi. Permainan ini dibuat dalam bentuk 3 dimensi agar terlihat lebih nyata. Tujuan dari tugas akhir ini adalah membuat perangkat lunak permainan susun balok Mega Bloks 3 dimensi yang selain untuk bersenang-senang, juga berguna secara intelektual bagi perkembangan anak-anak. Permainan ini menampilkan fitur-fitur yang dapat dengan mudah dipelajari oleh anak-anak. Fitur-fitur tersebut antara lain: bentuk-bentuk obyek balok 3D yang tersedia, transformasi terhadap obyek balok 3D, transformasi terhadap area gambar, dan beberapa fitur yang lainnya. Perangkat lunak ini dibuat dengan menggunakan bahasa pemrograman Delphi, menggunakan bantuan OpenGL untuk membuat bangun 3 dimensi dan bantuan OpenAl untuk menampilkan musik dalam permainan. Hasil pengujian menunjukkan bahwa dengan menggunakan perangkat lunak ini, banyak variasi susunan obyek balok 3D yang dapat dibuat, karena dalam perangkat lunak ini tersedia 26 jenis obyek balok 3D. Banyaknya variasi susunan obyek balok 3D tersebut tergantung dari kreativitas masing-masing anak yang membuatnya. Hasil pengujian berupa kuisioner memberi kesimpulan bahwa permainan ini sangat menarik, cukup mudah dipelajari, dan cukup mudah dimainkan oleh anak-anak, sehingga permainan ini cukup layak dimainkan oleh anak-anak.",
  "creators": "SONNY HIRAWAN",
  "contributors": "Rolly Intan (Advisor 1); Gregorius Satiabudhi (Advisor 2); Ir. Djoni Haryadi Setiabudi, M.Eng. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01000459/INF/2006; Sonny Hirawan (26402208)",
  "subjects": "SOFTWARE ENGINEERING; PROGRAMMING (ELECTRONIC COMPUTERS)"
}