{
  "id": "61175",
  "title": "Pengaruh environmental values dan environmental belief terhadap ecotourism attitudes wisatawan generasi Z di Indonesia",
  "abstract": "Bentuk pariwisata berkelanjutan atau ekowisata di Indonesia memiliki potensi yang sangat luas. Wisatawan terutama wisatawan generasi Z diprediksi akan mendominasi sektor pariwisata di masa mendatang baik sebagai tenaga kerja baru maupun wisatawan. Wisatawan sendiri memiliki peran penting di dalam industri ekowisata maupun pariwisata secara keseluruhan. Value dan belief dinilai dapat membentuk perilaku seseorang terhadap lingkungan sekitarnya, value dan belief yang dimiliki seseorang terhadap alam memiliki julukan sebagai Environmental Value dan Environmental Belief. Kedua indikator ini memiliki peran yang sangat penting sebagai faktor yang dapat mempengaruhi cara wisatawan dalam bersikap terhadap lingkungan alam maupun tempat wisata disekitar. Sikap yang mendukung bentuk perjalanan yang mendukung keberlanjutan lingkungan memiliki julukan sebagai Ecotourism Attitude. Topik penelitian ini yang memiliki potensi untuk menggali lebih dalam seberapa besar tingkat Ecotourism Attitude yang dimiliki wisatawan di Indonesia. Penelitian ini bertujuan mengetahui pengaruh Environmental Value dan Environmental Belief terhadap Ecotourism Attitudes wisatawan terkhusus wisatawan generasi Z di Indonesia. Metode penelitian yang digunakan adalah kuantitatif. Dimulai dengan mengumpulkan data melalui kuesioner Google Form yang berisikan soal terkait Environmental Value dan Environmental Belief terhadap Ecotourism Attitudes. Data yang diperoleh diolah dengan bantuan aplikasi PLS-SEM 3.0. Kemudian dilakukan proses analisis dan menarik kesimpulan dari data yang sudah diolah tadi. Hasil penelitian menunjukkan bahwa terdapat pengaruh positif yang dibawa Environmental Value dan Environmental Belief terhadap Ecotourism Attitudes wisatawan generasi Z di Indonesia, selain itu juga terdapat pengaruh partial complimentary mediation yang dibawa variable environmental belief.",
  "creators": "FARREN MARCELIA LAKSMANA",
  "contributors": "Devi Destiani Andilas (Advisor 1); Yonathan Palumian, S.M.B. ,M.S.M (Examination Committee 1); Serli Wijaya (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 35010470/MAN/2024; Farren Marcelia Laksmana (D11200410)",
  "subjects": "ECOTOURISM; GENERATION Z; CONSUMER BEHAVIOR; CONSUMERS--RESEARCH"
}