{
  "id": "61174",
  "title": "Analisis tingkat kepentingan faktor kooordinasi pada pelaksanaan proyek konstruksi di Surabaya",
  "abstract": "Proyek konstruksi terdiri dari aspek waktu, biaya, dan kualitas. Aspek-aspek tersebut berpengaruh pada tahap-tahap proyek konstruksi. Penerapan faktor koordinasi menjadi kunci mengurangi masalah selama pelaksanaan proyek konstruksi. Penelitian ini bertujuan untuk mengetahui tingkat kepentingan faktor-faktor koordinasi beserta grup-grup faktor dalam proyek konstruksi di Surabaya, dan membandingkan dengan penelitian yang dilakukan di Malaysia oleh Alaloul et al. (2016). Data dikumpulkan melalui kuesioner yang disebarkan kepada kontraktor di Surabaya. Hasil analisis data umum responden melibatkan staff perusahaan kontraktor, kelas kontraktor, pengalaman bekerja di bidang konstruksi, dan jabatan pada proyek. Terdapat kontraktor besar berjumlah 48 responden (47%), kontraktor menengah berjumlah 38 responden (37%), dan kontraktor kecil berjumlah 17 responden (16%). Dengan uji validitas dan reabilitas, kuesioner yang dibuat termasuk dalam kondisi valid dan reliabel. Faktor koordinasi dinilai dengan skala 1-5, untuk mengetahui tingkat kepentingan faktor koordinasi. Data kuesioner yang didapat selanjutnya dianalisis dengan sistem ranking menggunakan nilai Relative Importance Index. Hasil penelitian menunjukkan tingkat kepentingan faktor koordinasi dalam proyek konstruksi di Surabaya. Terdapat 9 faktor koordinasi yang memiliki kesamaan tingkat kepentingan antara jawaban penelitian secara keseluruhan, kelas kontraktor besar, menengah, dan kecil dengan hasil penelitian yang dilakukan Alaloul et al. (2016). Saran untuk penelitian mendatang yaitu peneliti selanjutnya bisa meneliti tentang efektivitas faktor-faktor koordinasi dalam proyek konstruksi.",
  "creators": "MATTHEW CLEMENT SOSIAWAN; JEREMY WUNANDRA SANTOSO",
  "contributors": "Ratna S. Alifen (Advisor 1); Andi (Examination Committee 1); Ambrosius Matthew Junius Reynaldo, S.T., M.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012765/SIP/2024; Matthew Clement Sosiawan (B11200023), Jeremy Wunandra Santoso (B11200037)",
  "subjects": "CONSTRUCTION PROJECTS; CONSTRUCTION PROJECTS--EVALUATION; CONTRACTORS"
}