{
  "id": "61181",
  "title": "Perbandingan durasi proyek menggunakan metode critical path method dan monte carlo simulation pada proyek ruko \"X\"",
  "abstract": "Keberhasilan sebuah proyek adalah ketika proyek tersebut dapat diselesaikan dengan tepat waktu. Penjadwalan proyek yang baik dengan memperhitungkan segala resiko ketidakpastian yang terjadi merupakan hal yang sangat penting untuk dilakukan dalam sebuah proyek. Salah satu metode penjadwalan proyek adalah dengan menggunakan Monte Carlo Simulation dan Critical Path Method (CPM). Penelitian ini dilakukan untuk meneliti probabilitas penyelesaian waktu konstruksi aktual apakah sudah sesuai dengan penjadwalan proyek rencana. Peninjauan ini menggunakan 2 metode pembanding yaitu Monte Carlo Simulation dan Critical Path Method (CPM). MCS menggunakan 15 data proyek sejenis dan CPM menggunakan data penjadwalan perencanaan dan aktual dari proyek studi kasus. Selanjutnya akan dicari penyelesaian waktu konstruksi yang paling memungkinkan untuk terjadi dengan telah memperhitungkan segala kemungkinan. Durasi waktu konstruksi yang direncanakan oleh MCS juga akan mengikuti bentuk distribusi yang telah ditentukan Oracle Crystal Ball. Berdasarkan hasil penelitian, probabilitas untuk menyelesaikan proyek dengan schedule rencana (167 hari) adalah 9,57% dan dengan schedule aktual (181 hari) adalah 86,15%. Sedangkan probabilitas 80% untuk menyelesaikan proyek 180 hari.",
  "creators": "ENJELIN NATANIA KARYA PUTRI; TIFANY WIRA INDIKA",
  "contributors": "Willy Husada, ST.,MT., Msc. (Advisor 1); Ambrosius Matthew Junius Reynaldo, S.T., M.T. (Advisor 2); Doddy Prayogo S.T. (Examination Committee 1); Suparto Liauwnoto S.T., M.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012776/SIP/2024; Enjelin Natania Karya Putri (B11200136), Tifany Wira Indika (B11200130)",
  "subjects": "CONSTRUCTION INDUSTRY--MANAGEMENT; INDUSTRIAL PROJECT-MANAGEMENT; INDUSTRIAL PROJECTS MANAGEMENT; PROJECT MANAGEMENT; SCHEDULING; SCHEDULING--CASE STUDIES; CRITICAL PATH ANALYSIS"
}