{
  "id": "61189",
  "title": "Perancangan dan implementasi sistem pendeteksi dan peringatan kondisi mengantuk dan atau mabuk untuk pengendara sepeda motor",
  "abstract": "Seiring berjalannya waktu dari tahun ke tahun, perkembangan di dunia otomotif sudah semakin pesat dari tahun 1867 yang hanya dengan bermodalkan mesin uap kecil hingga tahun 2024 yang sudah menggunakan Bahan bakar minyak hingga yang bersumber energi listrik. Tetapi semakin berkembangnya suatu kendaraan maka pasti ada kekurangan yang dapat dialami oleh pengendara baik pengendara mobil maupun sepeda motor, dari kesalahan internal (Diri Sendiri) dan kesalahan eksternal (Orang lain). Kesalahan apapun yang dialami seorang pengendara terkhususnya motor akan mengalami dampak bagi tubuh mereka seperti lebam atau luka saat terkena objek lain yang menyentuh seorang pengendara saat melaju dan akan menyebabkan seseorang kehilangan nyawa jika di kasus yang paling buruk. Penelitian yang dilakukan akan berupa suatu projek mengenai pendeteksi Kantuk dan Mabuk pada Sepeda motor karena pengendara motor yang sangat rawan untuk tertimpa kecelakaan dan hal ini yang paling banyak menyebabkan kematian dengan sangat sia-sia. Alat yang dikerjakan akan menggunakan sensor pendeteksi jantung sebagai satu-satunya input untuk mengaktifkan alat ini dan outputnya berupa LCD arduino, setruman 4.65 Volt, dan suara untuk menyadarkan pengendara yang sedang mengalami kantuk dan mabuk. Hasil dari alat ini berupa peringatan dini untuk mencegah kecelakaan yang disebabkan oleh diri sendiri.",
  "creators": "JODY SEAN CHANDRA",
  "contributors": "Joni Dewanto (Advisor 1); Roche Alimin (Advisor 2); Ian Hardianto Siahaan (Examination Committee 1); Ninuk Jonoadji (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04011528/MES/2024; Jody Sean Chandra (C12190052)",
  "subjects": "MOTORCYCLES--SAFETY APPLIANCES.; MOTORCYCLES--MOTORS--COMPUTER CONTROL SYSTEMS"
}