{
  "id": "61180",
  "title": "Pengaruh orientasi pembelajaran terhadap kinerja bisnis dengan kompetensi pengetahuan pasar dan inovasi sebagai variabel mediasi pada usaha kecil dan menengah di Kota Kupang, Nusa Tenggara Timur",
  "abstract": "Penelitian ini bertujuan untuk mengkaji pengaruh Orientasi pembelajaran terhadap kinerja bisnis dengan kompetensi pengetahuan pasar dan inovasi sebagai variabel mediasi pada usaha kecil dan menengah (UKM) di Kota Kupang, Nusa Tenggara Timur. Penelitian ini bertujuan untuk memahami bagaimana Orientasi pembelajaran dapat meningkatkan kinerja bisnis secara keseluruhan dengan meningkatkan pengetahuan pasar dan mendorong inovasi. Metode penelitian yang digunakan dalam penelitian ini adalah metode kuantitatif, di mana peneliti menggunakan sampel sejumlah 250 responden dengan beberapa kriteria yang telah dijelaskan. Data yang diperoleh dari responden diolah dengan bantuan SmartPLS 4.0. Dan hasil dari penelitian ini menunjukkan bahwa Orientasi pembelajaran berpengaruh signifikan terhadap kinerja perusahaan, Orientasi pembelajaran berpengaruh signifikan terhadap kompetensi pengetahuan pasar, Orientasi pembelajaran berpengaruh secara signifikan terhadap inovasi, kompetensi pengetahuan pasar berpengaruh signifikan terhadap kinerja perusahaan, inovasi tidak berpengaruh signifikan terhadap kinerja perusahaan, Orientasi pembelajaran berpengaruh signifikan terhadap kinerja perusahaan melalui kompetensi pengetahuan pasar sebagai variabel mediasi, dan Orientasi pembelajaran tidak berpengaruh signifikan terhadap kinerja perusahaan melalui inovasi sebagai variabel mediasi.",
  "creators": "JESSICA NATHALINE FOEK",
  "contributors": "Nony Kezia Marchyta, S.E., M.M. (Advisor 1); Sesilya Kempa, S.E., M.M. (Examination Committee 1); Sherly Tanoto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012590/MAN/2024; Jessica Nathaline Foek (D11200362)",
  "subjects": "SMALL BUSINESS--INDONESIA--MANAGEMENT; BUSINESS"
}