{
  "id": "61185",
  "title": "Perancangan papan pajang katalog dan produk untuk memaksimalkan area pajang: studi kasus toko bangunan Dua Jaya di Sidoarjo",
  "abstract": "Pembangunan infrastruktur merupakan aspek penting dalam keberlangsungan hidup masyarakat. Toko Bangunan Dua Jaya merupakan salah satu toko yang menyediakan alat dan bahan bangunan. Permasalahan yang dialami adalah kurangnya area pajang informasi, sehingga pemilik toko kesulitan memajang produk promosi dan katalog produk yang dijual. Hal tersebut juga berdampak kepada para pembeli yang kesulitan mendapat informasi sehingga mengganggu jalannya transaksi kasir. Permasalahan tersebut menghasilkan solusi berupa produk pajang katalog dan produk yang bertujuan sebagai area pajang. Metode penelitian yang digunakan adalah kualitatif studi kasus dengan menggunakan data primer (observasi, wawancara, dan dokumen) dan sekunder (literatur). Proses analisis data dilakukan saat sebelum, sesudah, dan selama di lapangan. Untuk perancangannya menggunakan metode design thinking oleh Hasso Plattner Institute of Design Stanford atau dikenal dengan d.school. Kesimpulan didapat dari uji kredibilitas dengan cara perpanjangan pengamatan lapangan, triangulasi, serta menggunakan bahan referensi. Produk yang dihasilkan berupa set perabot pajang bersifat modular, sehingga dapat menyesuaikan kebutuhan penggunanya. Sistem modular dengan konstruksi knockdown dan dipasang secara vertikal, dapat menghemat area penyimpanan. Set perabot ini dilengkapi penutup dari akrilik agar pajangan tidak mudah kotor dan tetap terlihat tanpa dibuka-tutup.",
  "creators": "YOHANA NATASYA",
  "contributors": "Adi Santosa (Advisor 1); MOCH TAUFAN RIZQI, S.Sn. (Advisor 2); Purnama Esa Dora Tedjokoesoemo, S.Sn., M.Sc. (Examination Committee 1); Ir. HENDY MULYONO (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00022325/DIN/2024; Yohana Natasya (E11200054)",
  "subjects": "FURNITURE MAKING--MATERIALS; INTERIOR DECORATION; PRODUCTION PLANNING"
}