{
  "id": "6119",
  "title": "Analisa faktor psikologis konsumen yang mempengaruhi keputusan pembelian roti merek Citarasa di Surabaya",
  "abstract": "Munculnya pesaing-pesaing yang bergerak dibidang produksi roti serta krisis ekonomi membuat persaingan bisnis semakin ketat hal ini membawa dampak pada penurunan pendapatan bagi PT. Citarasa Bakery. Di dalam persaingan yang ketat, dua hal yang seharusnya menjadi prioritas para pengusaha adalah kegiatan pemasaran yang tepat dan kualitas produk yang baik. PT. Citarasa Bakery telah memiliki kualitas produk yang baik serta pengembangan produk, pengembangan produk dan kualitas produk tidak di sertai oleh pengembangan sistem pemasaran. Hal ini yang menyebabkan penurunan pendapatan. Untuk menerapkan sistem pemasaran yang tepat tentunya diperlukan pengertian terhadap apa yang mempengaruhi konsumen dalam melakukan keputusan pembelian. Keputusan pembelian dipengaruhi oleh faktor psikologis yaitu : motivasi, persepsi, pembelajaran, keyakinan dan sikap, dengan mengetahui faktor yang paling dominan maka dapat digunakan sebagai dasar sistem pemasaran bagi PT. Citarasa Bakery. Penelitian ini menggunakan metode kuantitatif, analisa yang digunakan adalah analisa deskriptif, evaluatif dan konklusif. Teknik analisa data yang digunakan adalah teknik analisa data dengan metode analisis regresi linear. Hasil dari penelitian ini, diketahui bahwa faktor motivasi, persepsi, pembelajaran, keyakinan dan sikap berpengaruh secara signifikan terhadap keputusan pembelian dimana faktor yang paling dominan adalah faktor pembelajaran.",
  "creators": "WIRYADINATA; YONATHAN DWINANTO GONDO P",
  "contributors": "EDWIN ERVANTO SOELISTYO, S.E.,M.M. (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010258A/HTL/2006; Wiryadinata (33401062), Yonathan Dwinanto Gondo Purnomo (33401069)",
  "subjects": "CONSUMER RESEARCH; CONSUMER BEHAVIOR"
}