{
  "id": "61195",
  "title": "Perancangan Interior “Gloria Christian Bilingual School-Junior High” di Surabaya",
  "abstract": "“Sekolah merupakan pusat pendidikan formal yang bertanggungjawab dan harus mengajarkan kompetensi, strategi belajar dan pengetahuan bagi siswa untuk mencapai keberhasilan dan kebahagiaan dalam kehidupan” (Siregar, Hanom & Amelia, 2020, P. 4574). Berdasarkan riset yang telah dilakukan di era pasca-modern ini, terutama di kota-kota besar, kemajuan teknologi semakin mendominasi manusia, terutama pada usia remaja yang merupakan awal dari produktivitas manusia, dimana remaja sangat rentan tergoda oleh kenikmatan yang ditawarkan oleh kemajuan teknologi masa ini. Berbagai kegiatan yang mudah dalam mengakses informasi, komunikasi, dan budaya Barat. (Mandasari & Arifin, 2017). Sehingga diperlukannya akan nilai-nilai Kristiani yang terlibat dalam proses belajar mengajar. Gloria Christian Bilingual School yang dikelola oleh Yayasan Pendidikan Kristen Gloria adalah merupakan sekolah yang berbasis pendidikan Kristen dan telah berdiri sejak tahun 1984. Lokasi perancangan ini merupakan sekolah ke-5 yang berlokasi di Grand Pakuwon sebagai sekolah yang terpadu dengan standar kurikulum nasional plus. Terdapat 2 permasalahan yang dimiliki, diantaranya adalah bagaimana penulis merancang interior ruang kelas yang dapat mewadahi kegiatan pelajar yang aktif, kreatif dan mandiri serta bagaimana wujud perancangan interior fasilitas pendukung berdasarkan standar Cambridge dan nilai nilai kristiani. Dari permasalahan tersebut tujuan perancangan ini dilakukan untuk mewadahi kegiatan siswa yang aktif, kreatif dan mandiri serta memberikan fasilitas penunjang berdasarkan kurikulum cambridge serta nilai-nilai kristiani. Visi dan misi Gloria Christian Bilingual School didasarkan pada nilai-nilai agama Kristen yang tercermin dalam setiap kegiatan belajar mengajar. Nilai-nilai Kristen ini tercermin dalam logo sekolah Gloria yang memiliki simbol bola dunia, Alkitab, dan Salib. Dengan demikian, nilai-nilai Kristen tidak hanya diintegrasikan dalam proses pembelajaran, tetapi juga dalam pembentukan karakter siswa. Metode perancangan yang digunakan adalah design thingking, terdiri dari tahap understand, observe, point of view, ideate, prototype, test, storytelling, pilot, serta business model. Hasil akhir dari penelitian ini berupa perancangan interior sekolah yang dapat menginspirasi di setiap sudutnya dengan penerapan nilai nilai kristen di dalamnya beserta standar cambridge di setiap ruang kelasnya untuk mendukung setiap aktifitas yang dilakukan pada kegiatan ajar mengajar. Dengan adanya perancangan ini dapat membantu untuk menjawab kebutuhan pada sekolah dan siswa yang melakukan aktifitas di sekolah.",
  "creators": "EUNIKE FELICIA",
  "contributors": "Poppy Firtatwentyna Nilasari, S.T., M.T. (Advisor 1); Lucky Basuki (Advisor 2); Sherly De Yong (Examination Committee 1); Stephanus P. Honggowidjaja (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Laporan Karya No. 00022354/DIN/2024; Eunike Felicia (E11200092)",
  "subjects": "INTERIOR DECORATION; SCHOOL DECORATION"
}