{
  "id": "61200",
  "title": "Preferensi potensi konsumen atas minuman fermentasi bahan buah nanas",
  "abstract": "Di Indonesia diketahui bahwa tren konsumsi minuman mengandung alkohol semakin meningkat pada generasi yang lebih muda. Buah nanas memiliki tingkat pertumbuhan yang cukup tinggi di Indonesia, akan tetapi buah nanas merupakan buah yang mudah rusak, susut berat, dan cepat busuk karena kadar air yang terkandung dalam buah nanas relatif tinggi dan tekstur buahnya yang lunak. Nanas yang segar memiliki umur simpan yang pendek, yakni 4-6 hari sehingga tidak sedikit buah nanas yang rusak saat didistribusikan sehingga merugikan para petani. Dilihat dari dua hal tersebut, Peneliti ingin membuat inovasi dengan meneliti preferensi potensi konsumen terhadap minuman fermentasi dari buah nanas. Peneliti menggunakan dua jenis minuman fermentasi buah nanas dengan dua kadar gula yang berbeda dan melaksanakan wawancara dengan pertanyaan berlandaskan teori terkait Beverage Quality. Penelitian ini melibatkan 6 narasumber yang merupakan masyarakat Surabaya, 4 di antaranya diwakilkan oleh masyarakat Surabaya yang bekerja sebagai bartender untuk melihat preferensi dari sisi yang ahli mengenai minuman beralkohol dan 2 orang merupakan masyarakat Surabaya yang pernah menkonsumsi minuman beralkohol sehingga dapat melihat preferensi masyarakat biasa yang akan menjadi potensi konsumen. Peneliti menggunakan metode kualitatif deskriptif pada penelitian ini. Hasil penelitian menunjukkan bahwa masyarakat Surabaya menyukai minuman fermentasi dengan cita rasa yang kuat dan seimbang antara rasa buah dan rasa alkohol.",
  "creators": "LAURENSIA TIFFANY; JESSALYN ANGELICA",
  "contributors": "Endo Wijaya Kartika (Advisor 1); David Kristianto, S.E., M.M. (Advisor 2); Deborah Christine Widjaja, S.S., MSM., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 33011173/MAN/2024; Laurensia Tiffany (D11200113)",
  "subjects": "CONSUMERS PREFERENCES; BEVERAGES--QUALITY CONTROL; CONSUMER BEHAVIOR; CONSUMERS--RESEARCH"
}