{
  "id": "61209",
  "title": "Survei penerapan tahap pelaksanaan pedoman penyelenggaraan konstruksi berkelanjutan pada beberapa proyek konstruksi di Surabaya",
  "abstract": "Sektor konstruksi di Indonesia telah bertumbuh pesat, namun terkadang berdampak negatif pada lingkungan melalui berbagai masalah terhadap lingkungan. Melalui kebijakan konstruksi berkelanjutan yang diatur oleh Peraturan Menteri PUPR Nomor 9 Tahun 2021, pemerintah berupaya untuk mengatasi masalah lingkungan akibat pekerjaan konstruksi. Penelitian ini bertujuan mengetahui tingkat kepentingan, penerapan, dan hambatan pada beberapa proyek konstruksi di Surabaya yang disusun berdasarkan studi literatur dan kriteria yang ada pada peraturan tersebut. Data dikumpulkan melalui menyebarkan kuesioner pada beberapa proyek konstruksi di Surabaya. Data hasil kuesioner diolah menggunakan metode analisa validitas, reliabilitas, dan analisa deskriptif mean atau rata-rata untuk menguji kriteria persyaratan teknis konstruksi berkelanjutan. Hasil analisa deskriptif menunjukkan kriteria terpenting adalah penggunaan material bekas dan daur ulang, serta efisiensi penggunaan lahan. Untuk tingkat penerapan tertinggi terdapat pada kriteria efisiensi lahan dan penggunaan material prafabrikasi. Hambatan terbesar yang dialami adalah Kurangnya sosialisasi konsep konstruksi berkelanjutan dan sanksi dari pemerintah. Hasil analisa antara proyek besar dan kecil memiliki kesamaan pada kriteria kepentingan, serta hasil tingkat penerapan dan hambatan bervariasi antara proyek besar dan kecil.",
  "creators": "STEVANUS HARIYONO; CHANDRA HIMAWAN TIMBULONG",
  "contributors": "Paulus Nugraha (Advisor 1); Dr. rer.nat. Surya Hermawan S.T., M.T. (Examination Committee 1); Handoko Sugiharto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012750/SIP/2024; Stevanus Hariyono (B11200132), Chandra Himawan Timbulong (B11200095)",
  "subjects": "SUSTAINABLE CONSTRUCTION; CONSTRUCTION"
}