{
  "id": "61203",
  "title": "Pengaruh literasi keuangan dan perilaku belanja dimoderasi oleh penggunaan online shop terhadap kepemilikan dana darurat oleh dewasa muda di Surabaya",
  "abstract": "Di masa setelah Pandemi Covid-19, banyak perusahaan yang menggantikan tenaga manusia menjadi teknologi untuk meminimalisir biaya. Hal itu mengakibatkan banyak orang susah untuk mendapatkan pekerjaan Untuk Mengatasi hal tersebut dibutuhkan suatu persiapan, salah satu persiapan yang dapat dilakukan yaitu dengan memiliki dana darurat. Dana darurat sendiri merupakan dana yang dapat digunakan untuk bertahan hidup karena keadaan susah secara tak terduga. Kepemilikan dana darurat sendiri dapat dipengaruhi oleh beberapa faktor seperti literasi keuangan, perilaku belanja, dan juga penggunaan online shop sebagai variabel moderasi, sehingga penelitian ini bertujuan untuk mengetahui apakah faktor-faktor tersebut mempengaruhi secara signifikan terhadap kepemilikan dana darurat bagi dewasa muda di Surabaya. Dalam penelitian ini menggunakan pendekatan kuantitatif, dengan survei menggunakan kuesioner google form. Untuk menganalisis penelitian ini menggunakan metode regresi logstik, dengan teknik regresi moderasi menggunakan SPSS. Sampel dalam penelitian ini diambil dengan menggunakan purposive sampling dan hasilnya adalah 206 responden. Hasil dari penelitian ini menunjukkan bahwa literasi keuangan, perilaku belanja, literasi keuangan yang dimoderasi penggunaan online shop, dan perilaku belanja yang dimoderasi penggunaan online shop berpengaruh signifikan terhadap kepemilikan dana darurat dewasa muda di Surabaya.",
  "creators": "JOVANO WU",
  "contributors": "Mariana Ing Malelak (Advisor 1); Prof. Dr. Njo Anastasia, S.E., M.T. (Examination Committee 1); Evelyn, S.E., MSA. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 37010871/MAN/2024; Jovano Wu (D11200292)",
  "subjects": "CONSUMER BEHAVIOR; FINANCE, PERSONAL; FINANCIAL LITERACY; FINANCE; YOUNG ADULTS"
}