{
  "id": "61202",
  "title": "Implementasi kecerdasan buatan pada tahap design thinking dalam perancangan interior. Studi kasus mahasiswa Universitas Kristen Petra program studi Desain Interior",
  "abstract": "The advancement of artificial intelligence (AI) technology has significantly eased many human tasks, particularly in interior design. AI today holds great potential to optimize work across various industries, including interior design. The interior design process is relatively time-consuming, which has led to the emergence of a solution with the potential to assist through the use of AI. This study aims to clarify the impact of AI in aiding the interior design process through the stages of design thinking. The research methodology used for this study includes literature review, heuristic analysis, and field verification using questionnaires. After collecting all AI tools that can assist in the design process, the gathered AI data will be selected according to the design thinking stages. Data analysis will then be conducted using the heuristic method, followed by data verification through questionnaires distributed to 100 students of the Interior Design Study Program at Petra Christian University. The results of this study found that artificial intelligence can positively contribute to accelerating the design thinking process in the interior design process of students. The AI Gemini is superior in the Empathize and Define stages; ReimagineHome AI is superior in the Ideate stage; Adobe Firefly is superior in the Prototype stage; and Gemini is superior in the Test stage. However, the author also found several areas for further development in future research, such as using different design evaluation methods or targeting interior design practitioners as respondents.",
  "creators": "MATTHEW JONATHAN",
  "contributors": "Unknown",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00012035/DIN/2024; Matthew Jonathan (E11200122)",
  "subjects": "ARTIFICIAL INTELLIGENCE--RESEARCH; CREATIVE THINKING--STUDY AND TEACHING; HUMAN-COMPUTER INTERACTION; INTERIOR DECORATION-STUDY AND TEACHING"
}