{
  "id": "61208",
  "title": "Konten konferensi pers KPU terkait Sirekap pasca pencoblosan Pemilu 2024",
  "abstract": "Penelitian ini membahas analisis isi konferensi pers Komisi Pemilihan Umum (KPU) terkait aplikasi Sirekap pasca pencoblosan pemilu 2024. Penelitian ini menggunakan metode analisis isi kualitatif untuk memahami pesan yang terkait dengan konferensi pers yang dilakukan KPU dari tanggal 14 Februari 2024 hingga 27 Februari 2024. Tujuan penelitian ini adalah untuk mengetahui bagaimana KPU mengembalikan kredibilitasnya setelah menerima kritikan terhadap aplikasi Sirekap. Penelitian ini menggunakan jenis penelitian kualitatif, dengan fokus pada analisis isi konten konferensi pers KPU terkait Sirekap pasca pencoblosan pemilu 2024. Unit analisis yang digunakan adalah konten konferensi pers KPU yang dilaksanakan dari tanggal 14 Februari 2024 hingga 27 Februari 2024, yang dipublikasikan di youtube Official KPU. Metode analisis yang digunakan adalah analisis isi kualitatif, dengan fokus pada analisis isi pesan komunikasi yang digunakan oleh KPU dalam mengembalikan kredibilitasnya. Tiga tema besar muncul dalam analisis isi konferensi pers KPU, yaitu positif, pengaruh dan kekuasaan, dan penghindaran. KPU menggunakan empat strategi utama untuk mencapai kesamaan dan mengembalikan kredibilitasnya, yaitu dengan menggunakan tema positif, kekuasaan dan pengaruh, serta penghindaran. Hasil penelitian menunjukkan bahwa KPU telah menggunakan strategi komunikasi yang efektif dalam mengembalikan kredibilitasnya setelah menerima kritikan terhadap aplikasi Sirekap.",
  "creators": "MIKO CHRISTIAN VITO MIDYAJANTO",
  "contributors": "Jandy Edipson Luik (Advisor 1); Agusly Irawan Aritonang, S.Sos., M.A. (Advisor 2); Fanny Lesmana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10011961/KOM/2024; Miko Christian Vito Midyajanto (F11200049)",
  "subjects": "CONTENT ANALYSIS (COMMUNICATION); MASS MEDIA AND PUBLIC OPINION; PUBLIC COMMUNICATION--POLITICAL ASPECTS"
}