{
  "id": "61215",
  "title": "Perancangan interior ruang olahraga dan hiburan aksesible untuk tunadaksa di Sport Hub 77 Samarinda",
  "abstract": "Sport entertainment saat ini sedang menjadi tempat hiburan baru yang banyak diminati saat ini. Seiring berjalannya waktu, mulai banyak tersedia sport entertainment di beberapa daerah tetapi area sport entertainment tersebut belum aksesible yang artinya tidak bisa diakses oleh semua orang seperti teman-teman kita yang difabel tunadaksa misalnya. Kurangnya aksesibilitas dalam tempat hiburan olahraga tidak hanya membatasi kesempatan bagi tunadaksa untuk menikmati kegiatan sosial dan kesehatan, tetapi juga merupakan masalah kesetaraan hak yang fundamental. Penting untuk terus mengadvokasi untuk perubahan yang diperlukan guna menciptakan lingkungan yang lebih inklusif bagi semua individu, tanpa memandang kemampuan fisik atau disabilitas. Oleh karena itu kemudian owner ingin membangun sebuah sport entertainment yang selain digunakan untuk berolahraga dan juga rekreasi keluarga, juga menunjang untuk para peyandang tunadaksa. Sport hub 77 adalah salah satu sport entertainmnet pertama di Samarinda, Kalimantan timur. Sport hub ini didirikan atas dasar kurangnya fasilitas olahraga sekaligus rekreasi keluarga di Samarinda yang aksesible untuk tunadaksa. Saat ini, ada beberapa sport area di Samarinda tetapi kondisinya sudah tidak layak pakai dan fasilitas yang cendrung sudah lama atau bahkan mengalami kerusakan. Perancangan sport hub 77 ini akan menggunakan konsep simple dan aksesible di mana didesain nyaman dan mudah diakses juga untuk para penyandang tunadaksa. Metode perancangan yang akan digunakan adalah metode Design Thinking yang terdiri dari 7 tahapan, yaitu understand, observe, point of view, ideate, prototype, test, dan story telling. Perancangan ini akan menghasilkan desain sport hub 77 yang menarik namun juga aksesible bagi para penyandang tunadaksa (memiliki salah satu/kedua tangan).",
  "creators": "GOEY, ANTHONY SUPRAPTO",
  "contributors": "Purnama Esa Dora Tedjokoesoemo, S.Sn., M.Sc. (Advisor 1); Ir. HENDY MULYONO (Advisor 2); Adi Santosa (Examination Committee 1); MOCH TAUFAN RIZQI, S.Sn. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Laporan Karya No. 00022350/DIN/2024; Goey Anthony Suprapto (E11200087)",
  "subjects": "INTERIOR DECORATION; SPORTS FACILITIES--DECORATION"
}