{
  "id": "61212",
  "title": "Identifikasi bahaya, penilaian risiko, dan pengendalian risiko dalam peningkatan keselamatan pada lingkungan kerja PT Arista Semesta Alam (ASA)",
  "abstract": "PT Arista Semesta Alam (ASA) berlokasi di Kabupaten Madiun yang bergerak di bidang distributor obat-obatan pertanian sekaligus produsen benih padi. Saat ini perusahaan masih belum memaksimalkan penerapan kesehatan dan keselamatan kerja (K3), sehingga masih menyebabkan adanya kecelakaan kerja. Dari hasil wawancara yang diperoleh menunjukkan bahwa kecelakaan kerja seperti luka lecet, sesak nafas, iritasi pada kulit, hingga patah tulang merupakan kecelakaan yang biasanya terjadi pada lantai produksi. Keluhan juga dialami oleh para pekerja, seperti tidak adanya penanggulangan sumber bahaya, minimnya alat bantu dalam menghindari kecelakaan kerja, dan instruksi kerja yang tidak jelas untuk menghindari kesalahan dalam melakukan langkah-langkah kerja. Dengan terjadinya kecelakaan dan keluhan tersebut, perusahaan ingin mengidentifikasi lebih lanjut mengenai potensi bahaya yang mungkin dapat terjadi. Kajian dilakukan dengan pendekatan hazard identification, risk assessment, dan risk control (HIRARC). Untuk hasil penilaian risiko yang diperoleh ditemukan 1 potensi bahaya dengan kategori tinggi (merah), 25 potensi bahaya dengan kategori sedang (kuning), dan 6 potensi bahaya dengan kategori rendah (hijau). Beberapa hasil usulan pengendalian yang telah dirancang berupa pembuatan jalur forklift, penerapan tanda-tanda peringatan seperti dilarang menumpang pada forklift, adanya instruksi kerja yang jelas saat mengangkat barang, dan pengadaaan APD seperti sepatu safety dan baju safety, serta penyediaan masker anti debu. Usulan pengendalian di sini menunjukkan dampak yang positif, terlihat pada prakiraan penilaian risiko yang dilakukan setelah menerapkan pengendalian, dimana terdapat penurunan dengan total 7 potensi bahaya kategori sedang (kuning) dan 25 potensi bahaya kategori rendah (hijau).",
  "creators": "FRANSISKUS XAVERIUS NELSON THESMAN",
  "contributors": "Kriswanto Widiawan (Advisor 1); Herri Christian Palit (Examination Committee 1); Debora Anne Yang Aysia (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03022655/IND/2024; Fransiskus Xaverius Nelson Thesman (C13190108)",
  "subjects": "INDUSTRIAL SAFETY--MANAGEMENT; RISK MANAGEMENT; RISK ASSESSMENT"
}