{
  "id": "61210",
  "title": "Pengaruh faktor-faktor yang dapat menyebabkan keterlambatan pada pekerjaan bored pile menggunakan metode DEMATEL-ISM pada proyek X di Surabaya",
  "abstract": "Industri konstruksi di dunia semakin berkembang setiap tahunnya sehingga diperlukan juga pondasi yang kuat agar bangunan-bangunan tersebut dapat berdiri dengan kokoh. Namun, banyak faktor yang dapat menghambat pekerjaan pondasi yang dapat mengakibatkan keterlambatan dari pekerjaan pondasi. Oleh karena itu, faktor-faktor yang dapat menyebabkan keterlambatan pada pengerjaan pondasi bored pile perlu diperhatikan. Penelitian ini bertujuan untuk mengetahui faktor dominan apa yang dapat menyebabkan keterlambatan pada pengerjaan pondasi bored pile dan hubungan antar faktornya. Metode yang digunakan dalam penelitian ini adalah metode Decision-Making Trial and Evaluation Laboratory (DEMATEL) dan Interpretive Structural Modeling (ISM). Pada penelitian ini, digunakan kuesioner dengan enam belas faktor yang dapat menjadi penyebab keterlambatan pada pengerjaan pondasi bored pile. Responden pada penelitian ini adalah orang yang berpengalaman dalam bidang bored pile dan bekerja di proyek X. Hasil akhir yang didapatkan melalui metode DEMATEL-ISM adalah terbentuknya struktur hierarki dengan hujan sebagai faktor yang memiliki level pengaruh tertinggi. Hal tersebut juga dapat dibandingkan melalui diagram MICMAC dan relation graph bahwa hujan juga menjadi faktor yang dominan dalam penelitian ini. Selain hujan, hasil penelitian juga menunjukkan bahwa keterlambatan informasi desain, keruntuhan tanah di sekeliling lubang bor, dan pengeboran yang tidak lurus adalah akar masalah dalam penelitian ini.",
  "creators": "HENSOND NATHANAEL SUGIARTO; ROBERT DONELLO",
  "contributors": "Willy Husada, ST.,MT., Msc. (Advisor 1); Ambrosius Matthew Junius Reynaldo, S.T., M.T. (Advisor 2); Gogot Setyo Budi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012746/SIP/2024; Hensond Nathanael Sugiarto (B11200038), Robert Donello (B11200035)",
  "subjects": "CONSTRUCTION INDUSTRY; PILING (CIVIL ENGINEERING); PILING (CIVIL ENGINEERING)-TESTING"
}