{
  "id": "61224",
  "title": "Pengaruh expertise dan social attractiveness Fitra Eri pada purchase intention otomotif audiens melalui parasocial interaction dengan trust sebagai variabel moderasi",
  "abstract": "Penelitian ini bertujuan untuk menguji dan menganalisis pengaruh expertise Fitra Eri dan social attractiveness Fitra Eri terhadap purchase intention audiens dengan parasocial interaction sebagai variabel moderasi pada audiens. Penelitian ini merupakan penelitian kuantitatif. Populasi sampel yang digunakan adalah subscriber/penonton Fitra Eri dengan kriteria telah berusia di atas 17 tahun dan telah menonton video Fitra Eri sebanyak minimal 1 kali dalam 2 minggu terakhir terhitung mundur sejak mengisi kuesioner. Tujuan penelitian ini adalah guna mengetahui pengaruh expertise dan social attractiveness terhadap purchase intention dengan parasocial interaction sebagai mediasi dan trust sebagai moderasi. Kuesioner dari penelitian ini telah diisi oleh 206 responden dan sejumlah 176 responden terhitung valid. Penelitian ini menggunakan metode purposive sampling. Jenis penelitian ini adalah penelitian kuantitatif yang dianalisis dengan Teknik Structural Equation Model (SEM) dengan bantuan software SmartPLS 4.0, Penelitian ini akan menunjukkan bahwa tingkat parasocial interaction memiliki pengaruh terhadap tingkat purchase intention, dan social attractiveness berpengaruh terhadap purchase intention melalui parasocial interaction. Social attractiveness juga memiliki pengaruh terhadap parasocial interaction. Meskipun begitu, terdapat 6 hipotesis yang ditolak yaitu hubungan expertise terhadap purchase intention, social attractiveness terhadap purchase intention, expertise terhadap parasocial interaction, expertise terhadap purchase intention melalui parasocial interaction, social attractiveness terhadap purchase intention dengan trust sebagai moderasi, dan expertise terhadap purchase intention dengan trust sebagai moderasi. Dengan adanya penelitian ini diharapkan dapat membuat praktisi bisnis dan vlogger dapat semakin sadar pentingnya parasocial interaction, dan social attractiveness terhadap tingkat purchase intention audiens dan konsumen.",
  "creators": "JAMES WIJAYA",
  "contributors": "Yonathan Palumian, S.M.B. ,M.S.M (Advisor 1); Thomas Santoso (Examination Committee 1); Widjojo Suprapto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012576/MAN/2024; James Wijaya (D11200177)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMER SATISFACTION; PARASOCIAL RELATIONSHIPS"
}