{
  "id": "61223",
  "title": "Pemanfaatan model hidrodinamika dalam prediksi banjir rob studi kasus: sungai Kalianak Surabaya",
  "abstract": "Pemanasan global mengakibatkan perubahan cuaca ekstrim yang berdampak pada bencana alam dan meningkatnya suhu udara secara global. Begitu juga dengan lokasi penelitian, dengan meningkatnya tinggi muka air laut yang diperparah dengan perubahan cuaca tersebut mengakibatkan timbulnya bencana banjir rob dikawasan Sungai Kalianak, Surabaya, Jawa Timur. Wilayah pesisir kalianak merupakan salah satu daerah yang terkena dampak banjir rob dan diperparah dengan padatnya jumlah penduduk merupakan daerah yang digunakan sebagai lokasi penelitian. Tujuan dalam penelitian ini adalah untuk membuat model hidrodinamika yang akurat, sehingga mampu memberi prediksi tinggi muka air laut untuk mengantisipasi datangnya banjir rob dimasa yang akan datang, sehingga kerugian yang ditimbulkan dapat diminimalisir. Metodologi yang digunakan dalam penelitian ini adalah pemodelan hidrodinamika dengan software Delft3D dan HEC-RAS. Root Mean Square Error (RMSE) digunakan dalam validasi dan verifikasi hasil simulasi. Hasil dari penelitian ini didapatkan nilai RMSE sebesar 0,238 yang menunjukkan pemodelan sudah cukup baik dan dapat dibuat sebagai acuan dalam memprediksi tinggi muka air laut. Kesimpulan pada penelitian ini adalah kenaikan muka air laut berpengaruh besar terhadap meluapnya sungai kalianak, yang berakibat banjir rob. Berdasarkan model hidrodinamika yang dihasilkan, jika tinggi muka air melebihi 1,209 meter muka air laut rata-rata maka akan terjadi banjir rob dan luasan banjirnya kurang lebih 48 Ha. Pada bulan Januari, Mei, Juni, Juli, Oktober, November dan Desember akan terjadi banjir rob di setiap tahunnya selama tahun 2024 hingga tahun 2029.",
  "creators": "MICHELLE EMMANUELLA; OKTAVIANUS RICHARD",
  "contributors": "Dr. rer.nat. Surya Hermawan S.T., M.T. (Advisor 1); Cilcia Kusumastuti, S.T., M.Eng. (Examination Committee 1); Angela Jasmine Tanya Tjahyana, S.T., M.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012772/SIP/2024; Michelle Emmanuella (B11190110), Oktavianus Richard (B11190080)",
  "subjects": "FLOODS; GLOBAL WARMING; HYDRODYNAMICS"
}