{
  "id": "61226",
  "title": "Pengaruh struktur modal terhadap profitabilitas dan return saham pada perusahaan sektor industri yang terdaftar di Bursa Efek Indonesia",
  "abstract": "Penelitian ini bertujuan untuk menguji pengaruh struktur modal terhadap profitabilitas dan return saham pada perusahaan sektor industrials yang terdaftar di Bursa Efek Indonesia. Penelitian ini merupakan penelitian kuantitatif dengan menggunakan teknik pemodelan regresi data panel dengan menggunakan software STATA 18. Sampel dari penelitian ini sebanyak 30 perusahaan sektor industrials yang terdaftar di Bursa Efek Indonesia periode 2018-2022 melalui teknik purposive sampling. Hasil penelitian menemukan bahwa struktur modal berpengaruh pengaruh positif dan tidak signifikan terhadap return saham perusahaan sektor industrials yang terdaftar di Bursa Efek Indonesia. Hal ini menunjukkan bahwa beberapa bahwa beberapa investor tidak memperhatikan perbandingan antara hutang dan jumlah aset yang dimiliki perusahaan sebagai pertimbangan untuk melakukan investasi. Sedangkan untuk hasil penelitian juga menemukan struktur modal berpengaruh positif dan signifikan terhadap profitabilitas perusahaan sektor industrials di Bursa Efek Indonesia. Hasil ini menunjukkan bahwa peningkatan struktur modal perusahaan yang berasal dari hutang dapat secara signifikan meningkatkan laba operasi setelah pajak. Hasil penelitian juga menemukan bahwa profitabilitas berpengaruh positif dan signifikan terhadap return saham perusahaan sektor industrials di Bursa Efek Indonesia. Hasil ini menunjukkan bahwa semakin tinggi laba operasi setelah pajak, semakin signifikan peningkatan return saham, karena investor melihat prospek pertumbuhan yang positif.",
  "creators": "BRYAN SIANDRY SUARDI",
  "contributors": "Nony Kezia Marchyta, S.E., M.M. (Advisor 1); Maria Praptiningsih, S.E., M.Sc.FE. (Examination Committee 1); Mariana Ing Malelak (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012608/MAN/2024; Bryan Siandry Suardi (D11200043)",
  "subjects": "PROFIT; STOCKS--RATE OF RETURN"
}