{
  "id": "61222",
  "title": "Studi kasus upaya mengatasi keterlambatan sebuah proyek high rise building di Surabaya Timur",
  "abstract": "Proyek konstruksi adalah suatu kegiatan yang bertujuan untuk membangun sarana atau prasarana dalam jangka waktu yang direncanakan. Proyek konstruksi harus mematuhi batasan mendasar yang disebut tiga batasan: anggaran, kualitas, dan waktu. Oleh karena itu, penjadwalan yang efektif dan efisien menjadi prioritas yang utama ketika merencanakan suatu proyek konstruksi. Namun jadwal yang direncanakan dan kenyataan di lapangan tidak selalu sesuai. Penelitian ini bertujuan untuk mengetahui apakah solusi yang sudah diberikan untuk meminimalisir keterlambatan dapat membuat proyek kembali sesuai dengan jadwal. Pada penelitian ini menggunakan 2 metode yaitu Earned Value Method dan Earned Schedule Method. Metode ini digunakan untuk memperkirakan waktu akhir proyek sesuai dengan jadwal dan aktual yang ada di lapangan. Bila hasil perhitungan perkirakan akhir proyek memiliki nilai lebih kecil dari aktual maka proyek dikatakan terlambat. Sebaliknya, jika hasil perkirakan akhir proyek memiliki nilai lebih besar dari aktual maka proyek dikatakan lebih cepat. Kesimpulan pada penelitian ini adalah solusi yang sudah diberikan untuk meminimalisir keterlambatan belum bisa membuat proyek sesuai dengan jadwal, dengan kata lain proyek masih mengalami keterlambatan. Namun solusi yang diberikan bisa membuat kinerja proyek mengalami pertumbuhan untuk mempersempit angka keterlambatan.",
  "creators": "FELIX HENDRIAWAN; RAE",
  "contributors": "Paulus Nugraha (Advisor 1); Sentosa Limanto (Examination Committee 1); DAVID WIYONO, ST.,MT. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012774/SIP/2024; Felix Hendriawan (B11200034), Rae (B11200016)",
  "subjects": "CONSTRUCTION PROJECTS; CONSTRUCTION PROJECTS--MANAGEMENT; TALL BUILDINGS"
}