{
  "id": "61228",
  "title": "Mediasi safety motivation dalam pengaruh safety training dan safety compliance serta safety participation pekerja proyek konstruksi di Surabaya",
  "abstract": "Nicolas Jonathan dan Michael Alexander Subagyo Skripsi Mediasi Safety Motivation dalam Pengaruh Safety Training dan Safety Compliance serta Safety Participation Pekerja Proyek Konstruksi di Surabaya Industri konstruksi di Indonesia berkembang dengan pesat selama beberapa tahun terakhir, sayangnya pertumbuhan ini juga diiringi oleh pertumbuhan kecelakaan kerja di konstruksi. Oleh karena itu, untuk mendukung pertumbuhan konstruksi di Indonesia diperlukan safety training sebagai mediator safety motivation akan meningkatkan safety behavior. Penelitian ini bertujuan untuk mengetahui tingkat safety training, safety motivation, safety compliance, dan safety participation pekerja proyek konstruksi di Surabaya dan mengetahui pengaruh safety training terhadap safety compliance dan safety participation yang dimediasi dengan safety motivation pekerja proyek konstruksi di Surabaya. Data diambil dengan melakukan pengisian kuesioner pada 82 responden dari berbagai proyek konstruksi di Surabaya. Analisis data akan menggunakan program SmartPLS dan Structural Equation Modelling untuk mengukur hubungan satu variabel dengan yang lain. Hasil penelitian yang telah dilakukan menunjukkan bahwa safety training mampu memberikan pengaruh yang signifikan terhadap dimensi safety motivation. Selain itu, hasil penelitian ini juga menunjukkan bahwa safety training mampu memberikan pengaruh signifikan terhadap safety compliance dan safety participation ketika melalui variabel safety motivation.",
  "creators": "NICOLAS JONATHAN; MICHAEL ALEXANDER SUBAGYO",
  "contributors": "Andi (Advisor 1); Willy Husada, ST.,MT., Msc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012761/SIP/2024; Nicolas Jonathan (B11200061); Michael Alexander Subagyo (B11200069)",
  "subjects": "CONSTRUCTION INDUSTRY--SAFETY MEASURES; SAFETY EDUCATION, INDUSTRIAL; SAFETY MANAGEMENT SYSTEMS"
}