{
  "id": "61220",
  "title": "Perancangan interior “Toko Baju Violin Batik” dengan pendekatan human centered design",
  "abstract": "Perkembangan dunia fashion di Indonesia bertumbuh dengan cepat dan pesat, tidak terkecuali di Surabaya. Fashion mulai dari baju tradisional sampai baju-baju modern bermunculan dengan banyak model, namun tidak sedikit juga yang membudidayakan baju batik, contohnya Violin Batik. Batik adalah kain yang dibuat secara khusus dengan teknik yang khas. UNESCO (United Nations of Educational, Scientific and Cultural Organization) telah menetapkan batik sebagai warisan kemanusiaan untuk budaya lisan dan non-bendawi mulai dari 2 Oktober 2009. Tujuan perancangan toko Violin Batik adalah menciptakan pengalaman jual beli yang nyaman dengan pendekatan human centered design. Terdapat 2 pokok masalah yang diangkat diantara lain bagaimana mendesain toko Violin Batik yang dapat memenuhi kebutuhan owner dan pembeli dengan gaya design yang sesuai. Masalah kedua, bagaimana merancang toko Violin Batik yang menarik, fungsional, dan mendukung aktivitas owner dan pembeli dengan pendekatan human centered design. Metode yang digunakan adalah design thinking dengan tahapan: understand, observe, POV (point of view), ideate, prototype, test, story-telling, pilot, dan business model. Perancangan ini menghasilkan gambar 3D re-desain toko baju Violin Batik dengan konsep American Classic-Colonial, gambar kerja, beserta gambar detail furniture yang digunakan dalam perancangannya. Perancangan ini menggunakan landasan human centered design dalam mengatasi semua masalahnya, sehingga menghasilkan desain yang sesuai kebutuhan pengguna dan memberikan pengalaman jual beli yang berkesan.",
  "creators": "DENISE KENZIE KANT",
  "contributors": "Poppy Firtatwentyna Nilasari, S.T., M.T. (Advisor 1); LUCKY BASUKI, SE.,MH. (Advisor 2); Sherly De Yong (Examination Committee 1); Stephanus P. Honggowidjaja (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Laporan Karya No. 00022318/DIN/2024; Denise Kenzie Kant (E11200045)",
  "subjects": "COMMERCIAL BUILDINGS--DECORATION; STORE DECORATION; USER-CENTERED SYSTEM DESIGN; INTERIOR DECORATION"
}