{
  "id": "61229",
  "title": "Kelayakan investasi pergudangan di Bondowoso, Jawa Timur",
  "abstract": "Kabupaten Bondowoso strategis untuk pergudangan karena posisi geografisnya yang terletak di tengah Jawa Timur bagian timur. Pengembangan pergudangan di Jalan RBA Ki Ronggo, Bondowoso seluas 2,4 ha (tahap pertama 1,1 ha) memerlukan studi kelayakan. Pengembang ingin mengetahui kelayakan investasi pembangunan pergudangan untuk disewakan. Studi kelayakan bertujuan memenuhi hukum, memungkinakn secara fisik, seusai pasar, dan menguntungkan secara finansial termasuk mengetahui sensitivitas terhadap perubahan. Dari kedua skenario perencanaan denah bangunan pergudangan yang dibuat, masing-masing dapat dinilai sebagai bisnis penyewaan pergudangan atau pertambahan nilai investasi properti. Sebagai bisnis, dihasilkan Internal Rate of Return (IRR) 9,51%, Net Present Value (NPV) - Rp 572.849.622,00, Profitability Index (PI) 0,951, dan Payback Period (PP) 13 tahun 8 bulan. Hal ini menunjukkan pembangunan area pergudangan sebagai bisnis untuk disewakan tidak layak. Jika ingin mencapai kata layak, harga sewa pergudangan perlu dinaikkan dari Rp 210.000,00 menjadi Rp 219.870,00. Namun, sebagai investasi properti didapatkan hasil IRR 10,51%, NPV Rp 635.622.559,00, PI 1,055, dan PP 13 tahun 8 bulan. Hasil ini menunjukkan pembangunan area pergudangan sebagai investasi properti masih layak. Dalam perhitungan ini, ketika harga sewa diturunkan menjadi Rp 193.200,00 masih dikatakan layak dengan harapan adanya kenaikan occupancy rate.",
  "creators": "WIRAWAN SUNYOTO; ALBERT PRATISTA SOESANTO",
  "contributors": "Willy Husada, ST.,MT., Msc. (Advisor 1); Prof. Dr. Njo Anastasia, S.E., M.T. (Advisor 2); Andi (Examination Committee 1); Ratna S. Alifen (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012749/SIP/2024; Wirawan Sunyoto (B11200110), Albert Pratista Soesanto (B11200079)",
  "subjects": "FEASIBILITY STUDIES; WAREHOUSES; WAREHOUSES--MANAGEMENT"
}