{
  "id": "61238",
  "title": "Analisa faktor-faktor penyebab keterlambatan di proyek x dengan menggunakan metode six sigma DMAIC dan Fault Tree Analysis (FTA)",
  "abstract": "Pelaksanaan proyek konstruksi melibatkan suatu proses yang kompleks karena bersifat tidak rutin, memiliki keterbatasan terhadap biaya, waktu dan sumber daya, serta mutu yang harus dicapai. Maka dari itu, sebagian besar proyek konstruksi sering menghadapi keterlambatan jadwal yang mengakibatkan munculnya berbagai dampak pada proyek tersebut. Penelitian ini menganalisis faktor penyebab keterlambatan yang terjadi di Proyek X di Kota Surabaya, dengan tujuan untuk mengidentifikasi pekerjaan yang mengalami keterlambatan, faktor penyebab keterlambatannya dan memberikan rekomendasi solusi dari akar penyebab keterlambatan. Pengumpulan data dilakukan dengan wawancara kepada pihak yang terlibat dalam proyek, meminta time schedule proyek dan pengamatan langsung di lapangan. Penelitian ini menggunakan pendekatan kualitatif untuk menganalisis akar penyebab keterlambatan pada Proyek X. Analisa data menggunakan metode Six Sigma DMAIC dan Fault Tree Analysis. Setelah melakukan analisa, dapat disimpulkan bahwa pekerjaan yang mengalami keterlambatan adalah pekerjaan struktur beton lantai 1, 2 dan 4. Faktor penyebab keterlambatan yang terjadi meliputi berbagai aspek seperti pekerja, pelaksanaan, material, cuaca, keuangan, jadwal, lingkungan, pekerjaan tambah, peralatan, kesalahan pengerjaan, dan desain. Rekomendasi solusi yang diberikan adalah melakukan revisi jadwal setelah ada pekerjaan tambahan, buat penjadwalan yang mempertimbangkan hari libur dan cuaca buruk, penambahan tenaga kerja dan ahli di lapangan, adakan evaluasi dan rapat koordinasi berkala untuk membahas kemajuan proyek dan mengantisipasi keterlambatan, lakukan pengawasan ketat, maintenance rutin peralatan, terapkan denda untuk subkontraktor yang terlambat, serta perencanaan dan evaluasi metode kerja.",
  "creators": "SHELLINE NATASHA MIRELLA; PAMELA AUDREY",
  "contributors": "Handoko Sugiharto (Advisor 1); Jimmy Chandra (Examination Committee 1); Benjamin Lumantarna (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20001273/SIP/2024; Shelline Natasha Mirella (B11200099), Pamela Audrey (B11200092)",
  "subjects": "CONSTRUCTION PROJECTS--MANAGEMENT; PROJECT MANAGEMENT; PROJECT MANAGEMENT--RESEARCH"
}