{
  "id": "61235",
  "title": "Re-design klinik kecantikan Matka berkonsep modern clean dengan pendekatan warna netral agar penghuni merasa nyaman dan tenang",
  "abstract": "Klinik kecantikan pada jaman saat ini sangat digandrungi oleh berbagai kalangan, tidak terkecuali Klinik Matka. Klinik Matka telah didirikan sejak 2019yang lalu. Pengunjung yang datangpun tidak kunjung sepi, bahkan sudah ada beberapa client yang sudah berlangganan sehingga klinik ini semakin ramai.Tetapi sayangnya hal itu belum dilengkapi dengan setting interior yang baik di dalamnya. Dr. Fabiyanus Lesmana, founder dari Klinik Matka yang berlokasi di Kota Surabaya, menginginkan agar client di dalam Klinik Matka nyaman dengan mempengaruhi emosinya. Dengan pertimbangan tujuan dari pemilik klinik, maka permainan warna di dalamnya juga akan mempengaruhi penghuni di dalamnya. Dengan pengaplikasian warna-warna netral di dalamnya, peneliti berharap penghuni di dalamnya dapat merasa lebih nyaman dan tenang. Ditambah lagi dengan penataan dan aksesoris elemen di dalamnya yang tidak terlalu banyak agar tidak terkesan penuh, dengan konsep modern clean apat membuat penghuni di dalamnya merasa nyaman dan tidak sesak. Pengumpulan data didapat dari wawancara, studi literature, dan survey lokasi. Metodologi yang digunakan adalah design thinking dengan 5 tahapan, yaitu emphatize, define, ideate, prototype, dan test. Hasil yang akan disajikan berupa desain rancangan interior dari Klinik Matka yang sesuai dengan tujuan dari rumusan masalah yang sudah dipaparkan. Sehingga peneliti berharap bahwa laporan final project ini dapat meningkatkan kualitas interior dari Klinik Matka, dan menjadi referensi pembaca untuk merancang interior klinik kecantikan yang baik.",
  "creators": "MIKHAEL ANDRIANTO",
  "contributors": "Adi Santosa (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Laporan Karya No. 000022287/DIN/2024; Mikhael Andrianto (E11190089)",
  "subjects": "BEAUTY SHOPS--DECORATION; INTERIOR DECORATION"
}