{
  "id": "61231",
  "title": "Perancangan interior ruang Vihara Lahuta Maitreya di Makassar dengan aplikasi unsur simbolik",
  "abstract": "Vihara merupakan tempat beribadah bagi umat beragama Buddha. Terdapat berbagai aliran dalam Buddha yang memiliki Sejarah, ajaran dan juga nilai-nilai kebudayaan yang berbeda-beda. Objek yang digunakan untuk perancangan yaitu Vihara Lahuta Maitreya, sebagai salah satu vihara yang beraliran Maitreya di Makassar. Vihara sedang melakukan renovasi bangun ulang dan memiliki beberapa permasalahan diantaranya adalah banyak generasi muda yang mulai tidak paham akan ajaran Buddha, kondisi sirkulasi ruang yang tidak baik hingga material yang digunakan tidak mendukung seperti akustik dan solusi asap dalam vihara yang masih kurang baik. Metode perancangan yang digunakan yaitu design thinking yang melalui 7 tahapan: Understand, Observe, Point of View, Ideate, Prototype, Test, dan Story Telling Konsep yang digunakan adalah Harmony of Soul dengan mengaplikasikan unsur Simbolik. Penerapan unsur simbolik tersebut diaplikasikan dengan pendekatan desain yang memiliki makna dalam ajaran Buddha dan tidak akan mengganggu sirkulasi dari aktivitas yang terdapat di vihara. Hasil dari perancangan vihara ini akan mengaplikasikan nilai Buddha melalui simbol dari nilai-nilai Maitreyani pada elemen interiornya, penggunaan material akustik seperti wall panel yang kedap suara, serta asap dupa diminimalisir dengan penggunaan exhaust fan dan AC digunakan sebagai penghawaan buatan.",
  "creators": "MEFANY TENDEAN",
  "contributors": "Purnama Esa Dora Tedjokoesoemo, S.Sn., M.Sc. (Advisor 1); Ir. HENDY MULYONO (Advisor 2); Adi Santosa (Examination Committee 1); MOCH TAUFAN RIZQI, S.Sn. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Laporan Karya No. 00022356/DIN/2024; Mefany Tendean (E11200094)",
  "subjects": "BUDDHIST DECORATIVE ARTS; BUDDHIST MONASTERIES--RECONSTRUCTION; INTERIOR DECORATION; SIGNS AND SYMBOLS"
}