{
  "id": "61246",
  "title": "Faktor-faktor yang memengaruhi pemilihan moda transportasi siswa SMA Petra",
  "abstract": "Berbagai permasalahan lalu lintas seper kemacetan seringkali terjadi di pusat pendidikan, salah satunya adalah kompleks SMA. Kemacetan lalu lintas yang terjadi di sekitar sekolah sering kali disebabkan oleh banyaknya kendaraan pengantar yang lewat, kurangnya lahan parkir, serta kendaraan yang hanya lewat. Maka penelitian ini bertujuan untuk menemukan faktor-faktor yang memengaruhi orang tua siswa dalam menentukan moda transportasi yang dipakai untuk mengantar sekolah. Data diperoleh dengan menyebarkan kuesioner secara daring dan didapatkan data sebanyak 1.667 responden. Untuk mengetahui faktor-faktor yang berperan signifikan maka digunakan metode uji chi-square dan uji multinomial logistik regresi (MNL). MNL dipilih karena banyaknya pilihan moda transportasi yang ada, sehingga cocok dengan penelitian ini. Sedangkan untuk uji chi-square dilakukan untuk mengetahui apakah ada keterkaitan antar faktor. Dari uji yang sudah dilakukan didapati, jika orang tua siswa yang memilki anak perempuan lebih mementingkan faktor keamanan dan keselamatan dibanding orang tua yang memiliki anak laki-laki. Untuk pengujian MNL didapati, jika faktor yang berpengaruh adalah jenis kelamin, jarak, kenyamanan, jumlah mobil dan sepeda motor. Setelah itu bisa didapatkan nilai P (probabilitas) untuk masing-masing moda.",
  "creators": "JAMES JULIUS; FERNANDO DAVID SUSANTO",
  "contributors": "Rudy Setiawan (Advisor 1); Paravita Sri Wulandari (Examination Committee 1); Ruben Adicahya, S.T., M.T. (Examination Committee 2); Angela Jasmine Tanya Tjahyana, S.T., M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012748/SIP/2024; James Julius (B11200080), Fernando David Susanto (B11200078)",
  "subjects": "TRANSPORTATION--PLANNING; TRANSPORTATION--PLANNING--RESEARCH; URBAN TRANSPORTATION"
}