{
  "id": "61259",
  "title": "Strategi bersaing pada toko bahan bangunan Duta Mulia Gorontalo",
  "abstract": "Perkembangan berbagai bisnis di seluruh Indonesia membuat persaingan bisnis menjadi semakin ketat. Oleh karena itu Toko Bahan Bangunan Duta Mulia harus merumuskan strategi bersaing yang tepat untuk dapat bertahan dan mampu bersaing dengan para pesaing. Penelitian ini menerapkan analisis lingkungan perusahaan, baik lingkungan internal maupun lingkungan eksternal, agar dapat merumuskan strategi bersaing dengan menggunakan Matriks SWOT. Penelitian ini menggunakan metode kualitatif deskriptif dengan teknik pengumpulan data menggunakan wawancara semi terstruktur. Penelitian ini menggunakan teknik triangulasi sumber untuk menguji validitas data. Hasil penelitian menunjukkan bahwa Toko Duta Mulia memiliki kekuatan dalam mempertahankan karyawan dengan pengalaman panjang, kebijakan harga yang kompetitif, inventaris produk lengkap, dan layanan pelanggan yang baik. Namun, mereka dihadapkan pada ancaman persaingan ketat dan munculnya pendatang baru di industri bahan bangunan. Meskipun demikian, ada peluang dalam pertumbuhan pembangunan di sekitar lokasi mereka, kemitraan dengan developer perumahan, serta inovasi produk untuk mengikuti tren teknologi dalam industri bangunan. Strategi bersaing yang tepat untuk Toko Duta Mulia adalah strategi intensif jenis pengembangan pasar dilakukan dengan menjangkau wilayah di luar dari Kota Gorontalo agar dapat meningkatkan target pasar dan jangkauan penjualan yang lebih luas.",
  "creators": "ISSABELL ABIGAIL TOLOLIU",
  "contributors": "Dr. Augustinus Simanjuntak, S.H., M.H. (Advisor 1); Maria Praptiningsih, S.E., M.Sc.FE. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012611/MAN/2024; Issabell Abigail Tololiu (D11200330)",
  "subjects": "BUSINESS PLANNING; STRATEGIC MANAGEMENT"
}