{
  "id": "6125",
  "title": "Perancangan dan pembuatan sistem penggajian serta fasilitas pengisian pulsa otomatis via SMS untuk karyawan perusahaan \"X\"",
  "abstract": "Saat ini kebutuhan pulsa handphone untuk melakukan komunikasi sangat penting. Jika akan melakukan pengisian pulsa, maka harus pergi ke toko penjual voucher pulsa untuk membeli pulsa. Hal tersebut pasti memakan waktu dan biaya. Oleh karena itu, untuk meminimalisasi waktu dan biaya tersebut akan dirancang sebuah sistem fasilitas pengisian pulsa handphone secara otomatis via SMS. Sistem ini dibuat untuk sebuah perusahaan untuk memberikan fasilitas kepada para karyawan agar para karyawannya dapat mengoptimalkan waktu dan biaya dalam masalah pengisian pulsa. Untuk pembayaran pengisian pulsa karyawan, perusahaan tinggal melakukan pemotongan gaji sejumlah pulsa yang dibeli oleh karyawan tersebut. Dalam pengembangan sistem, dilakukan renovasi pada sistem penggajian perusahaan agar support dengan fasilitas pengisian pulsa otomatis ini. Pemrograman dilakukan dengan menggunakan bahasa pemrograman PHP versi 4.3.11 untuk execute SMS, Borland Delphi 7 untuk interface program administrator sistem penggajian, database server MySQL 4.0.24, serta web server Apache. Untuk SMS hardware digunakan handphone GSM jenis Siemens S35 dan untuk SMS gateway digunakan Now SMS Gateway v5.51. Dari hasil implementasi sistem dan uji coba, disimpulkan bahwa fasilitas pengisian pulsa otomatis sesuai dengan yang diharapkan. Durasi waktu pengiriman dan penerimaan tergantung pada keadaan jaringan provider dan sinyal dari handphone user atau handphone server. Administration sistem penggajian juga berfungsi dengan baik sehingga memudahkan administrator untuk melakukan maintenance pada sistem.",
  "creators": "ARTHUR PURNA WIYOGA",
  "contributors": "Sukanto Tedjokusuma (Advisor 1); Silvia Rostianingsih (Advisor 2); Kartika Gunadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02000451/INF/2006; Arthur Purna Wiyoga (26401228)",
  "subjects": "INTERNET (COMPUTER NETWORK)"
}