{
  "id": "61251",
  "title": "Analisa dan evaluasi sisa material besi beton sumber penyebab kuantitas dan biaya berlebih pada proyek pembangunan kompleks MCC pabrik x di Surabaya dengan metode Linear",
  "abstract": "Besi Beton merupakan salah satu dari rangkaian beberapa material penunjang yang penting dalam kegiatan membangun sebuah gedung dengan struktur beton karena memiliki ketahanan daya tarik yang cukup kuat. Dalam proyek konstruksi terdapat banyak sekali barang yang menjadi waste diakibatkan karena penggunaan material pada proyek yang tidak optimal, yang menjadi masalah saat ini. Maka itu perlu adanya optimasi waste pada suatu material pada suatu proyek dan salah satu yang kita tekankan di penelitian ini adalah besi beton.Penelitian memiliki tujuan untuk mengoptimasi biaya pada salah satu material yang yakni besi beton dikarenakan besi beton merupakan material yang sangat banyak digunakan pada proyek konstruksi struktur beton dan berkontribusi besar dalam biaya yang dianggarkan pada suatu proyek. Penelitian ini menggunakan metode Linier matematika dengan beberapa variabel penunjang dan dengan bantuan program Microsoft Excel agar mendapat hasil jumlah besi beton yang lebih kecil daripada yang dibeli oleh kontraktor pada saat menjalankan suatu proyek. Hasil penelitian ini menunjukkan bahwa metode linier bisa menemukan hasil dalam bentuk jumlah penghematan besi beton yang lebih hemat dibandingkan dengan pembelian di lapangan. Diameter yang diteliti yakni D10, D13, D16, D22, D25. Dengan menggunakan Program linier pada beberapa tipe diameter, kita membandingkannya dengan tipe jenis diameter yang digunakan di lapangan dan dengan itu kita bisa mendapat hasil yang lebih kecil daripada tipe di lapangan dan bisa mendapat penghematan hingga lebih dari 10 bahkan 20% dari 1 atau beberapa jenis tipe ukuran diameter.",
  "creators": "WILLIAM MAHESWARA LESMANA; ANTHONY WIDI TANTONO",
  "contributors": "Angela Jasmine Tanya Tjahyana, S.T., M.T. (Advisor 1); Joko Purnomo S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012756/SIP/2024; William Maheswara Lesmana (B11190034), Anthony Widi Tantono (B11190118)",
  "subjects": "BUILDING MATERIALS--ANALYSIS; CONSTRUCTION INDUSTRY--MANAGEMENT; LINEAR CONTROL SYSTEMS; STEEL BARS"
}