{
  "id": "61263",
  "title": "Pengaruh emotional brand attachment terhadap repurchase intention dengan customer perceived value dan social influence sebagai variabel mediasi pada brand “Christian Dior”",
  "abstract": "Penelitian ini bertujuan untuk menganalisis pengaruh Emotional Brand Attachment terhadap Repurchase Intention dengan Customer Perceived Value dan Social Influence sebagai variabel mediasi pada brand \"Christian Dior\". Studi ini menggunakan metode kuantitatif dengan pendekatan survei untuk mengumpulkan data dari 124 responden yang merupakan konsumen Christian Dior. Data dianalisis menggunakan Structural Equation Modeling (SEM) untuk menguji hubungan antara variabel-variabel yang diteliti. Hasil penelitian menunjukkan bahwa Emotional Brand Attachment memiliki pengaruh positif dan signifikan terhadap Repurchase Intention secara langsung. Selain itu, Emotional Brand Attachment juga berpengaruh positif dan signifikan terhadap Customer Perceived Value, yang pada gilirannya meningkatkan Repurchase Intention. Namun, pengaruh Emotional Brand Attachment terhadap Repurchase Intention melalui Social Influence tidak signifikan, sehingga hipotesis ini tertolak. Temuan ini menunjukkan pentingnya keterikatan emosional konsumen terhadap brand dalam meningkatkan niat pembelian ulang. Manajemen Christian Dior dapat memanfaatkan hasil penelitian ini dengan meningkatkan strategi pemasaran yang fokus pada penciptaan ikatan emosional yang kuat dengan konsumen dan meningkatkan nilai yang dirasakan oleh pelanggan. Studi ini juga memberikan kontribusi teoritis dengan memperkaya literatur mengenai peran Customer Perceived Value sebagai mediator dalam hubungan antara Emotional Brand Attachment dan Repurchase Intention. Keterbatasan penelitian ini mencakup penggunaan sampel yang terbatas pada satu merek dan satu kelompok demografis. Penelitian selanjutnya disarankan untuk menguji model ini pada merek-merek mewah lainnya dan dengan sampel yang lebih beragam untuk meningkatkan generalisasi temuan.",
  "creators": "SILVIA ANGELINA TANAMAL",
  "contributors": "Nony Kezia Marchyta, S.E., M.M. (Advisor 1); Thomas Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012612/MAN/2024; Silvia Angelina Tanamal (D11200489)",
  "subjects": "BRAND NAME PRODUCTS; CONSUMER SATISFACTION; CUSTOMER LOYALTY"
}