{
  "id": "61261",
  "title": "Pengaruh knowledge sharing terhadap innovation capability melalui knowledge utilization dengan moderasi task-efficacy di kalangan karyawan perbankan",
  "abstract": "Di era Industri 4.0 dan transformasi digital yang cepat, inovasi menjadi kunci bagi organisasi untuk tetap kompetitif dan memenuhi permintaan pasar yang dinamis. Penelitian ini berfokus pada industri perbankan di Indonesia, terutama di kalangan karyawan Generasi Y dan Z yang merupakan pendorong utama inovasi. Penelitian ini bertujuan untuk memahami bagaimana knowledge sharing dapat mempengaruhi innovation capability karyawan di sektor perbankan, dengan melihat peran knowledge utilization dan tingkat keyakinan karyawan dalam menyelesaikan tugas. Penelitian eksplanatori dengan pendekatan kuantitatif ini melibatkan 109 responden dalam survei berbasis angket daring. Dengan memanfaatkan software partial least square, penelitian ini menunjukkan bahwa explicit knowledge sharing dan knowledge utilization berpengaruh signifikan terhadap innovation capability sedangkan tacit knowledge sharing tidak berpengaruh secara signifikan terhadap innovation capability. Akan tetapi, knowledge utilization mampu memediasi tacit dan explicit knowledge sharing terhadap innovation capability secara signifikan. Temuan lain dalam penelitian ini menunjukkan bahwa, task-efficacy mampu memoderasi secara signifikan pengaruh tacit knowledge sharing dan knowledge utilization terhadap innovation capability tetapi, tidak berpengaruh signifikan pada pengaruh explicit knowledge sharing terhadap innovation capability.",
  "creators": "DANIEL IVAN WINARTO",
  "contributors": "Yonathan Palumian, S.M.B. ,M.S.M (Advisor 1); Thomas Santoso (Examination Committee 1); Dr. Ratih Indriyani, S.E., M.M. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012572/MAN/2024; Daniel Ivan Winarto (D11200449)",
  "subjects": "KNOWLEDGE MANAGEMENT; PRODUCT MANAGEMENT"
}