{
  "id": "6126",
  "title": "Perancangan dan pembuatan sistem informasi human resource di perusahaan X",
  "abstract": "Perusahaan X didirikan pada tahun 1995 sebagai perusahaan joint venture, dan bergerak di bidang perindustrian kopi. Perusahaan X didukung oleh kurang lebih 1000 karyawan, dimana Departemen Human Resource memiliki tanggung jawab terhadap seluruh karyawan yang ada. Departemen Human Resource berperan dalam meningkatkan kinerja dari karyawan dengan cara merekrut tenaga kerja baru, pelatihan-pelatihan, jenjang karir. Dalam menjalankan peran tersebut, Departemen Human Resource mengalami beberapa kesulitan dalam menyediakan dan mengolah informasi yang dibutuhkan untuk perekrutan, pelatihan-pelatihan dan jenjang karir karena keterbatasan tenaga dan waktu yang dibutuhkan. Aplikasi dari Tugas Akhir diharapkan dapat membantu mengatasinya. Pada aplikasi ini dilakukan penyimpanan data dari pelamar, data karyawan, data jabatan, guna menunjang proses perekrutan, pelatihan dan jenjang karir. Aplikasi dalam proses perekrutan melakukan perbandingan dari data pelamar kerja, guna membantu menentukan penerimaan pegawai. Pada proses pelatihan dan jenjang karir melakukan perbandingan pegawai guna mendapatkan pegawai yang sesuai dengan kriteria jabatan yang dipromosikan. Pembuatan aplikasi ini menggunakan software Borland Delphi 7.0 dan Microsoft SQL Server 2000 sebagai database. Dari hasil aplikasi, untuk perekrutan dapat membandingkan dari pelamar kerja sehingga mendapatkan pelamar yang sesuai dengan kriteria-kriteria dari jabatan yang dibutuhkan. Untuk jenjang karir, dapat dicari karyawan yang memiliki kualifikasi yang sesuai dengan kriteria jabatan.",
  "creators": "GUNAWAN SOEGIARTO",
  "contributors": "JOKO LIANTO B.,DR.,Ir.,M.Sc. (Advisor 1); Irwan Kristanto Julistiono (Advisor 2); Ir. Djoni Haryadi Setiabudi, M.Eng. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02000449/INF/2006; Gunawan Soegiarto (26401161)",
  "subjects": "DATA BASE DESIGN; PROGRAMMING (ELECTRONIC COMPUTERS)"
}