{
  "id": "61272",
  "title": "Experimental study of precast concrete interior beam-column joint with hybrid connection system",
  "abstract": "A sustainable and resilient structural system is now anticipated to minimize financial loss and operational downtime. One of the ways to achieve that is to limit the residual drift and evaluate the post-earthquake vulnerability of the structure. Lately, self-centering structures have been proven to have negligible residual drift and minor structural damage even after experiencing major earthquake events. The combination system between self-centering and energy dissipation device, known as the hybrid connection system, was reported to have a better energy dissipation capacity than the self-centering structure. The challenge of this structure is not only to achieve adequate self-centering and energy dissipation capacity but also to make it easy to construct and repair. Despite the hybrid connection system already being applied to many structural systems, the experimental study on the precast concrete interior beam-column joint with unbonded post-tensioned strands and bolted steel angle is still limited. Therefore, this research conducted an experimental program of the precast concrete connection system under lateral cyclic loading. The tested specimen satisfies the ACI 374.1-05 criteria regarding load-carrying capacity, strength degradation, energy dissipation ratio, and residual stiffness. At the end of the experimental test, it was noticed that the tested specimen experienced +0.52% and -0.56% residual drift for positive and negative loading directions, respectively. According to the residual drift limited in FEMA P-58-1 and the structural performance level defined in FEMA 356, the tested specimen was still repairable; however slightly exceeded the damage control structural performance level (S-2).",
  "creators": "ANGELINE GUNAWAN",
  "contributors": "Jimmy Chandra (Advisor 1); Hartanto Wibowo, S.T., M.A.Sc., Ph.D (Advisor 2); Pamuda Pudjisuryadi (Examination Committee 1); Benjamin Lumantarna (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01000379/MTS/2024; Angeline Gunawan (B21220015)",
  "subjects": "CONCRETE BEAMS; PRECAST CONCRETE"
}