{
  "id": "61299",
  "title": "Pengaruh infrastruktur terhadap nilai tanah di kota Surabaya",
  "abstract": "Penelitian ini menganalisis pengaruh keberadaan infrastruktur terhadap nilai tanah di Kota Surabaya, dengan tujuan untuk memahami pengaruh positif atau negatifnya. Seiring dengan pertumbuhan sektor konstruksi di Indonesia, khususnya di daerah perkotaan seperti Surabaya, pemahaman antara keberadaan infrastruktur dan nilai tanah menjadi semakin penting. Penelitian ini menggunakan pendekatan kuantitatif untuk menganalisis secara komprehensif interaksi antara beberapa jenis infrastruktur dan nilai tanah. Variabel infrastruktur yang digunakan adalah jalan tol, stasiun kereta, dan saluran udara tegangan tinggi (SUTT/SUTET). Kumpulan data dikumpulkan melalui data sekunder dari platform online dan data broker properti. Analisis dengan metode Artificial Neural Network (ANN) berfungsi sebagai alat analisis utama dengan menggunakan Aplikasi SPSS Modeler, yang memfasilitasi identifikasi korelasi dan pola antara kedekatan infrastruktur dan nilai tanah. Selain itu, penelitian ini menggabungkan beberapa variabel pendukung yang mencakup aspek fisik, lingkungan, dan hukum. Setelah melakukan analisa, dapat disimpulkan bahwa kedekatan dengan menara tegangan tinggi, berpengaruh negatif terhadap harga tanah dikarenakan persepsi risiko dan kekhawatiran masyarakat. Keberadaan stasiun kereta juga menunjukkan hasil pengaruh negatif dikarenakan berhubungan dengan kebisingan dan polusi udara. Di sisi lain, kedekatan dengan jalan tol menunjukkan bahwa terdapat dampak positif terhadap harga tanah, yang dikaitkan dengan peningkatan aksesibilitas dan visibilitas. Penelitian ini menunjukkan bahwa tidak semua infrastruktur memberikan dampak positif terhadap nilai tanah. Memang terdapat infrastruktur yang memiliki pengaruh positif seperti jalan tol, namun juga terdapat beberapa infrastruktur yang memberikan dampak negatif terhadap nilai tanah seperti stasiun kereta dan saluran udara tegangan tinggi (SUTT/SUTET).",
  "creators": "KEVIN LEONARDO; RICO STEVANUS",
  "contributors": "Doddy Prayogo S.T. (Advisor 1); Prof. Dr. Njo Anastasia, S.E., M.T. (Advisor 2); Paulus Nugraha (Examination Committee 1); Sentosa Limanto (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20012753/SIP/2024; Kevin Leonardo (B11200005), Rico Stevanus (B11200057)",
  "subjects": "INFRASTRUCTURE (ECONOMICS); LAND"
}