{
  "id": "61305",
  "title": "Pengaruh perceived ease of use, perceived playfulness, dan perceived usefulness terhadap continuous intention to use aplikasi Netflix dan Disney+ di kota Surabaya dengan satisfaction sebagai variabel moderasi",
  "abstract": "Penelitian ini bertujuan untuk menganalisa dan mempelajari alasan dan penyebab mengapa Netflix dan Disney+ menjadi aplikasi Video on Demand (VoD) terpopuler di Indonesia. Penelitian ini menemukan bahwa salah satu faktor yang mempengaruhi kepopuleran Netflix dan Disney+ adalah continuous intention to use (CIU). Maka dari itu, penelitian ini mengadaptasi teori Technology Acceptance Model (TAM) yang ditemukan oleh Davis (1989) untuk mempelajari dan menganalisis CIU dengan berbagai faktor yang mempengaruhinya yaitu perceived ease of use (PEOU), perceived playfulness (PP), dan perceived usefulness (PU) pada aplikasi Netflix dan Disney+. Selain itu, satisfaction (SAT) ditambahkan sebagai faktor yang akan memoderasi hubungan antara PEOU, PP, dan PU terhadap CIU. Untuk menganalisa fenomena ini, jenis penelitian yang digunakan adalah penelitian kuantitatif dan akan dianalisis dengan teknik Structural Equation Model (SEM) dengan bantuan software SmartPLS 4.0. Sumber data penelitian ini menggunakan sampel sebanyak 143 orang dengan 110 orang di antaranya adalah pengguna Netflix dan 33 orang lainnya adalah pengguna Disney+. Penelitian ini menunjukkan bahwa PEOU berpengaruh secara positif namun tidak signifikan terhadap CIU, dan SAT tidak memiliki pengaruh moderasi yang signifikan terhadap hubungan antara PEOU, PP, dan PU terhadap CIU. Selain itu, hasil penelitian ini menunjukkan bahwa PU dan PP memiliki pengaruh positif dan signifikan terhadap CIU. PU juga merupakan faktor yang paling penting menurut sampel dalam mempengaruhi CIU terutama pada aplikasi Netflix. Dengan temuan ini, dapat diketahui bahwa PU dan PP merupakan hal yang sangat penting untuk mempengaruhi CIU pengguna aplikasi VoD. Maka dari itu, diharapkan dapat membuat praktisi bisnis dan pengembangan ilmu teknologi terutama dalam bidang VoD, perceived usefulness dan perceived playfulness dapat menjadi fokus utama yang perlu dikembangkan untuk meningkatkan continuous intention to use aplikasi yang dikembangkan.",
  "creators": "STEVANO CHRISTIAN JO MENNY",
  "contributors": "Yonathan Palumian, S.M.B. ,M.S.M (Advisor 1); Maria Praptiningsih, S.E., M.Sc.FE. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012603/MAN/2024; Stevano Christian Jo Menny (D11200358)",
  "subjects": "CONSUMER SATISFACTION; CONSUMERS--RESEARCH"
}