{
  "id": "61316",
  "title": "Kecemasan calon guru sekolah dasar berkaitan dengan keterampilan membaca dan mendengar Bahasa Inggris",
  "abstract": "Bahasa Inggris berperan penting termasuk dalam dunia pendidikan yang semakin modern. Di Indonesia, pemerintah memiliki kebijakan tentang penguatan bahasa Inggris di jenjang pendidikan SD (Kementerian Pendidikan, Kebudayaan, Riset, dan Teknologi, 2022). Dalam hal ini, calon guru SD memiliki peran untuk mempersiapkan diri dengan kompetensi bahasa Inggris. Namun, ada calon guru SD yang bergumul dengan rasa cemas saat belajar bahasa Inggris. Penelitian ini bertujuan untuk menggali faktor kecemasan calon guru SD dan strategi yang dilakukan untuk mengatasi kecemasan tersebut. Penelitian ini dilakukan dengan metode kualitatif deskriptif. Data dikumpulkan melalui observasi dan wawancara mendalam. Penelitian ini menunjukkan bahwa hal yang menyebabkan calon guru SD cemas saat membaca bahasa Inggris adalah kosakata asing dan sulit dibaca, ketakutan membuat kesalahan & takut menerima evaluasi negatif, dan waktu membaca yang terbatas. Kemudian, hal yang menyebabkan calon guru SD cemas berkaitan dengan keterampilan mendengar bahasa Inggris adalah adalah cara orang yang berbicara terlalu cepat & intonasi suara yang kurang jelas, kosakata asing, dan tidak ada pengulangan percakapan saat ujian. Strategi yang dilakukan untuk mengatasi kecemasan membaca adalah menggunakan alat terjemahan, mempersiapkan diri dengan membaca sebelum kelas, memperhatikan bacaan, dan juga bertanya kepada teman. Sedangkan, strategi untuk mengatasi kecemasan mendengar adalah membuat catatan, menggunakan alat terjemahan, bertanya kepada teman atau duduk dengan teman yang lebih mengerti bahasa Inggris di kelas.",
  "creators": "LISKAH MENDROFA",
  "contributors": "Dr. Dra. Yuli Christiana Yoedo, M.Pd. (Advisor 1); Dani Puspitasari, S.Pd., M.A., Ph.D. (Examination Committee 1); Yulia Setia, S.S..,M.Pd.., M.Sc., M.Th. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010009/PGSD/2024; Liskah Mendrofa (G11200013)",
  "subjects": "ANXIETY; ELEMENTARY SCHOOL TEACHERS; ENGLISH LANGUAGE--STUDY AND TEACHING"
}