{
  "id": "61318",
  "title": "Efektivitas aplikasi sistem informasi logistik dengan Technology Acceptance Model (TAM) dan dampaknya pada kinerja logistik: studi kasus aplikasi M-XYZ di perusahaan pelayaran",
  "abstract": "Industri Logistik merupakan industri dengan potensi bisnis yang besar. Untuk memaksimalkan kinerja Logistik, maka PT XYZ menciptakan inovasi untuk memudahkan dan meningkatkan efisiensi dalam proses pengiriman barang yakni melalui pembuatan aplikasi myXYZ Reloaded. Namun dalam pelaksanaannya masih terdapat berbagai masalah seperti adanya kompleksitas operasional penggunaan aplikasi, kesulitan pengguna untuk mempelajari aplikasi, kurangnya kesediaan pengguna layanan logistik untuk menggunakan aplikasi dan permasalahan keamanan Cyber untuk perlindungan data. Penelitian bertujuan menganalisis pengaruh Kegunaan dan Kemudahan yang dirasakan terhadap Sikap penggunaan teknologi, pengaruh Sikap penggunaan teknologi terhadap Niat penggunaan aplikasi, pengaruh Niat penggunaan aplikasi terhadap Penggunaan Aktual dan pengaruh Penggunaan Aktual terhadap Kinerja Logistik dengan aplikasi myXYZ Reloaded. Jenis penelitian adalah kuantitatif dengan desain penelitian Survei. Populasi penelitian adalah pengguna layanan pada PT XYZ dengan metode penentuan sampel melalui teori Hair et al sehingga didapatkan sampel sebanyak 200 pengguna layanan pada PT XYZ. Teknik Pengumpulan data melalui penyebaran kuesioner dengan teknik analisis data SEM PLS. Hasil penelitian membuktikan Kegunaan yang dirasakan berpengaruh tidak signifikan positif terhadap Sikap Penggunaan Teknologi aplikasi myXYZ Reloaded. Kemudahan yang dirasakan berpengaruh signifikan positif terhadap Sikap Penggunaan Teknologi aplikasi myXYZ Reloaded. Sikap Penggunaan Teknologi berpengaruh signifikan positif terhadap Niat Penggunaan Aplikasi. Untuk Niat Penggunaan Aplikasi berpengaruh signifikan positif terhadap Penggunaan Aktual. Sedangkan Penggunaan Aktual berpengaruh signifikan positif terhadap Kinerja Logistik.",
  "creators": "STEVEN AGUNG",
  "contributors": "I Nyoman Sutapa (Advisor 1); I Gede Agus Widyadana (Advisor 2); Dr. Dra. Gan Shu San, M.Sc. (Examination Committee 1); Didik Wahjudi (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01010035/MTI/2024; Steven Agung (C23220007)",
  "subjects": "EFFICIENCY, INDUSTRIAL; PHYSICAL DISTRIBUTION OF GOODS; LOGISTICS--AUTOMOTATION; SHIPPING"
}