{
  "id": "61310",
  "title": "Redesain interior “Fit Society” gym center di Surabaya",
  "abstract": "Masyarakat zaman sekarang sudah sangat mengenal apa itu pola hidup sehat, sehingga kesadaran akan pentingnya menjaga kesehatan menjadi salah satu perhatian bagi masyarakat Dengan adanya fasilitas umum seperti Gym yang pada saat ini mudah untuk ditemukan, masyarakat menjadi lebih mudah untuk melakukan kegiatan berolahraga, namun tidak banyak tempat gym yang menyediakan fasilitas yang lengkap,sedangkan masyarakat pada saat ini menyukai hal yang praktis dan efisien serta membutuhkan lingkungan yang nyaman pada saat berolahraga. Untuk itu, dapat dilakukan perancangan gym dengan interior yang memiliki fasilitas lebih lengkap yang dibantu dengan adanya bantuan teknologi serta sirkulasi yang mampu meningkatkan semangat pengguna dalam berolahraga. Penelitian ini fokus pada perancangan interior Fit Society Gym Center di Surabaya untuk memenuhi kebutuhan gym yang komprehensif dan efisien. Adanya peran teknologi dalam meningkatkan efisiensi fasilitas pada gym melalui penataan sirkulasi yang baik. Tujuan dari proyek ini adalah merancang interior gym dengan memperhatikan sirkulasi agar pengguna dapat lebih efisien saat berolahraga serta meningkatkan semangat pengguna dan menjadi lebih giat dalam berolahraga melalui perancangan interior yang tepat. Dalam penelitian ini menggunakan metode deskriptif kualitatif.",
  "creators": "DARREN RENALDY EMANUEL",
  "contributors": "Ronald H.I. Sitindjak (Advisor 1); Dra. ANIEK RAKHMAWATI, M.Pd. (Advisor 2); Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Examination Committee 1); LUCKY BASUKI, SE.,MH. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Laporan Karya No. 00022323/DIN/2024; Darren Renaldy Emanuel (E11200050)",
  "subjects": "GYMNASIUMS-DECORATION; INTERIOR DECORATION; SPORTS FACILITIES-DECORATION"
}