{
  "id": "61324",
  "title": "Perancangan produk interior dengan konsep budaya untuk siswa kelas 1-2 SD Kristen Tunas Kasih di Tarakan, Kalimantan Utara",
  "abstract": "Kebudayaan merupakan hal yang tidak dapat dipisahkan dari kehidupan manusia dan membentuk pondasi masyarakat, memengaruhi setiap aspek kehidupan sehari-hari. Lebih dari sekadar warisan turun-temurun, kebudayaan juga berperan dalam membentuk pola pikir dan pandangan dunia individu. Namun, saat ini kebudayaan tersebut hanya dianggap sebagai sejarah yang terpisah dari kehidupan modern saat ini. Oleh sebab itu, tujuan penelitian ini adalah untuk mengembangkan produk interior untuk ruang kelas sekolah dasar yang tidak hanya fungsional, tetapi juga memperkenalkan nilai-nilai budaya kepada siswa. Tujuannya adalah agar siswa sekolah dasar dapat diperkenalkan dengan kebudayaan lokal dari suku Tidung di kota Tarakan sejak usia dini. Penelitian ini menggunakan metode penelitian Design Thinking sebagai pendekatan utama dalam proses perancangan furniture untuk menekankan aspek inovasi dan fungsional serta pemahaman mendalam terhadap nilai-nilai budaya yang ingin ditanamkan kepada siswa. Hasil perancangan produk ini meliputi satu set furnitur yang terdiri dari meja belajar, kursi belajar, dan loker. Pemilihan set ini didasarkan pada hasil pengumpulan data yang dilakukan melalui wawancara, observasi, dan analisis data. Produk ini memadukan estetika tradisional dengan kebutuhan modern pembelajaran, sehingga dapat menciptakan ruang belajar yang inspiratif dan memotivasi siswa untuk lebih memahami serta menghargai warisan budaya kota asal mereka. Studi ini memiliki dampak positif dalam mendorong identitas lokal dan pengembangan karakter siswa.",
  "creators": "RENATHA AURELIA CHANDRA",
  "contributors": "Grace Setiati, S.Sn., M.Ds. (Advisor 1); FRENKY TANAYA, ST.,M.T. (Advisor 2); Yusita Kusumarini (Examination Committee 1); Poppy Firtatwentyna Nilasari, S.T., M.T. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00022351/DIN/2024; Renatha Aurelia Chandra (E11200088)",
  "subjects": "FURNITURE DESIGN; INTERIOR DECORATION"
}