{
  "id": "61331",
  "title": "Perancangan interior sebagai representasi branding cafe Baked by Rossa dan Hana Roastery di Surabaya",
  "abstract": "Industri makanan dan minuman merupakan sektor yang sangat diminati oleh para pebisnis, terutama karena potensi besar dalam memanfaatkan kafe sebagai tempat beraktivitas dan relaksasi. Namun, loyalitas pengunjung kafe di Surabaya sering kali sulit dipertahankan karena kecenderungan masyarakat untuk mencoba suasana kafe yang baru. Oleh karena itu, perusahaan komersial dituntut untuk berkreasi dalam menarik perhatian pengunjung melalui inovasi pada menu yang ditawarkan serta desain kafe yang unik dan memiliki ciri khas tersendiri. Kebutuhan kenyamanan dan kesan pengunjung dipengaruhi oleh penggunaan branding pada ruang melalui narasi dengan cerita dan pesan yang unik. Implementasi branding dalam interior kafe melibatkan penggunaan elemen-elemen seperti logo, palet warna, furnitur, dan dekorasi yang konsisten dengan identitas merek. Aspek interior seperti pencahayaan, penghawaan, dan akustik sangat penting dalam membentuk suasana dan atmosfer suatu ruangan. Suasana kafe yang nyaman dan estetis dapat meningkatkan daya tarik sehingga pengunjung tertarik untuk berkunjung. Brand yang autentik adalah brand yang dapat menunjukkan nilai, kredibilitas, dan etika yang dipegangnya. Oleh karena itu, untuk meningkatkan kepuasan dan loyalitas masyarakat, penulis berupaya merancang interior kafe yang menarik dan unik di Surabaya.",
  "creators": "IVANA FLORENSIA",
  "contributors": "Yusita Kusumarini (Advisor 1); DEVY ASWARIE, B.Arch (Advisor 2); Grace Setiati, S.Sn., M.Ds. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Laporan Karya No. 00022312/DIN/2024; Ivana Florensia (E11200033)",
  "subjects": "COFFEEHOUSES--DECORATION; COMMERCIAL BUILDINGS-DECORATION; INTERIOR DECORATION; RESTAURANTS-DECORATION"
}