{
  "id": "61333",
  "title": "Penerapan konsep sustainable design pada redesain interior Kahyangan resto Surabaya",
  "abstract": "Dalam beberapa tahun terakhir, Indonesia dihadapkan pada perubahan iklim parah yang berdampak buruk terhadap lingkungan. Oleh karena itu, upaya yang berorientasi pada solusi seperti penerapan desain berkelanjutan harus dilakukan untuk mengantisipasi kenaikan suhu, kejadian cuaca ekstrem, dan kenaikan permukaan air laut yang berkontribusi terhadap risiko kesehatan fisik, seperti penyakit akibat panas dan cuaca ekstrem, serta ancaman kompleks terhadap aspek kesejahteraan fisik dan mental. Terinspirasi dari keinginan untuk bertanggung jawab terhadap lingkungan, Kahyangan Resto didesain ulang dengan konsep yang berfokus pada sustainable design khususnya di kawasan tropis. Melalui penerapan beberapa elemen rumah tradisional Jawa termasuk bangunan terbuka dan desain atap untuk ventilasi alami serta penggunaan material lokal, upaya ini berupaya untuk mendorong konsumsi dan produksi yang bertanggung jawab dan pada akhirnya meningkatkan kesejahteraan masyarakat melalui praktik tradisional. Hasil perancangan ini berupa desain interior yang lebih modern, fresh¸ dengan warna-warna yang lebih cerah namun tetap mempertahankan beberapa elemen rumah adat Jawa seperti pavilion yang terbuka dan harmoni antar elemen yang seimbang. Secara keseluruhan, desain ini diharapkan mampu menjawab SDG goal 9 & 11 serta memenuhi target penelitian yaitu untuk menciptakan sebuah desain sebagai solusi dari perubahan iklim (climate change) dengan menerapkan konsep sustainable design.",
  "creators": "CHRISTABELLA THALIA TAUFICK",
  "contributors": "Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Advisor and Examination Committee); Stephanus P. Honggowidjaja (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Laporan Karya No. 00022367/DIN/2024; Christabella Thalia Taufick (E11200116)",
  "subjects": "INTERIOR DECORATION; RESTAURANTS--DECORATION; SUSTAINABLE DESIGN"
}