{
  "id": "61335",
  "title": "Perancangan interior Sermo Cafe di Surabaya dengan pendekatan Biofilik",
  "abstract": "Kota Surabaya merupakan kota dengan mobilitas kesibukan yang tinggi yang menyebabkan masyarakat kota Surabaya membutuhkan sarana untuk melepas penatnya. Cafe merupakan salah satu fasilitas bagi masyarakat Surabaya untuk bersantai dan menyegarkan pikiran atau menjadi tempat yang produktif untuk melakukan aktivitasnya. Namun, ditemukan fakta manusia semakin terisolasi dari alam, padahal faktor yang mempengaruhi tingkat produktifitas manusia salah satunya adalah lingkungan, didukung dengan penelitian yang memberi pernyataan bahwa manusia dapat mencapai performa terbaik saat dikelilingi oleh alam. Oleh karena itu, ruangan dirancang agar selain dapat mendukung kesehatan mental, desain ruang dengan pendekatan biofilik ini mampu meningkatkan tingkat produktifitas. Perancangan ulang cafe \"Sermo Café\" menggunakan pendekatan biofilik bertujuan untuk memberikan suasana lingkungan yang mampu meningkatkan kesejahteraan dan kenyamanan serta mampu mengurangi tingkat stress pada pengunjung. Selain itu, konsep biofilik pada cafe juga menghadirkan visual yang baru dan menarik. Dekorasi cafe akan banyak menggunakan tanaman hijau yang akan memberi suasana yang dekat dengan alam serta menyediakan pencahayaan dan penghawaan yang optimal. Perancangan ini bertujuan untuk menarik minat konsumen dan memberikan pengalaman menyenangkan. Metode yang digunakan adalah design thinking yang terdiri dari 9 tahap yaitu, understand, observe, point of view, ideate, prototype, test, story telling, pilot, dan business model. Target dari projek ini adalah hasil redesain interior Sermo Café dengan pendekatan biofilik yang ditunjukkan melalui perspektif 3D render, gambar kerja, dan maket studi, moodboard, dan detail lainnya.",
  "creators": "CARLINE FIONA DARMAWAN",
  "contributors": "Yusita Kusumarini (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Laporan Karya No. 00022360/DIN/2024; Carline Fiona Darmawan (E11200102)",
  "subjects": "INTERIOR DECORATION; RESTAURANTS--DECORATION"
}