{
  "id": "61340",
  "title": "Perancangan interior resort ‘Shankara’ bergaya Javanese dengan pendekatan Borobudur",
  "abstract": "Perancangan ini bertujuan untuk mengimplementasikan desain interior bergaya Javanese dengan pendekatan Candi Borobudur pada resort 'Shankara' di Kabupaten Magelang. Tujuan dari perancangan ini adalah untuk menciptakan branding hotel Shankara yang kuat dan sesuai target serta mengintegrasikan elemen-elemen Candi Borobudur pada desain resort bergaya Javanese. Metode penelitian yang digunakan adalah design thinking, yang terdiri dari yang terdiri dari 9 tahap yaitu, understand, observe, point of view, ideate, prototype, test, storytelling, pilot, dan business model. Melalui proses design thinking, peneliti dapat menggali wawasan dari pengguna, mendefinisikan masalah, menghasilkan ide-ide kreatif, membuat prototipe, dan menguji desain untuk mencapai hasil yang optimal. Hasil dari perancangan ini berupa perspektif 3D render, gambar kerja, serta detail-detail lainnya yang mencakup penerapan motif khas Shankara sebagai elemen branding yang menonjol. Selain itu, desain interior resort ini juga mengadopsi pendekatan Candi Borobudur, dengan penggunaan visual candi dan relief Borobudur, serta penerapan filosofi candi dalam keseluruhan desain. Implementasi elemen-elemen ini bertujuan untuk menciptakan suasana yang autentik dan mendalam, memberikan pengalaman yang tak terlupakan bagi para tamu. Secara keseluruhan, perancangan ini diharapkan dapat memperkuat citra dan daya tarik resort Shankara, menjadikannya destinasi wisata yang unik dan berkesan di Kabupaten Magelang.",
  "creators": "RATNA DEWI CANDRA",
  "contributors": "Poppy Firtatwentyna Nilasari, S.T., M.T. (Advisor 1); LUCKY BASUKI, SE.,MH. (Advisor 2); Sherly De Yong (Examination Committee 1); Stephanus P. Honggowidjaja (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Laporan Karya No. 00022335/DIN/2024; Ratna Dewi Candra (E11200069)",
  "subjects": "INTERIOR DECORATION; RESORTS-DECORATION"
}