{
  "id": "61341",
  "title": "Redesain interior gereja karismatik di MCC Surabaya dengan penekanan akustik",
  "abstract": "Gereja merupakan tempat ibadah umat beragama Kristen. Gereja di seluruh dunia terdiri dari berbagai aliran, salah satunya adalah aliran Karismatik. Aliran ini memiliki ciri khas kebebasan berekspresi dalam beribadah. Objek perancangan yang digunakan adalah Gereja Karismatik di MCC Surabaya. Gereja ini sedang membangun dan memiliki beberapa permasalahan diantaranya adalah kondisi akustik yang kurang baik serta adanya rencana renovasi bangunan untuk menambah kapasitas ruangan, sehingga fokus redesain adalah perbaikan akustik serta menghasilkan desain untuk site yang telah direnovasi. Metode perancangan yang digunakan adalah design thinking, yaitu understand, observe, point of view, ideate dan prototype. Perancangan diawali dengan analisis akustik gereja yang sesuai standar. Setelah itu diimplementasikan pada konsep desain. Konsep desain yang digunakan adalah Contemporary Charismatic. Charismatic sendiri tidak hanya bermakna aliran, namun juga berarti beragam karunia rohani yang dimiliki oleh setiap umat Kristen. Karunia rohani yang berbeda-beda ini harus digunakan untuk saling melengkapi antar umat, sehingga tercipta keharmonisan. Keberagaman ini diimplementasikan dengan banyaknya warna pada keseluruhan ruang namun tetap harmonis. Hal ini tentunya juga sesuai dengan gaya desain contemporary sendiri yang cenderung relevan dan bebas.",
  "creators": "HANS AMADEUS MAYNARD",
  "contributors": "Dr. Ir. Lintu Tulistyantoro, M.Ds. (Advisor 1); Drs. LINGGAJAYA SURYANATA (Advisor 2); Ronald H.I. Sitindjak (Examination Committee 1); Grace Setiati, S.Sn., M.Ds. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Laporan Karya No. 00022326/DIN/2024; Hans Amadeus Maynard (E11200056)",
  "subjects": "CHURCH DECORATION AND ORNAMENT; INTERIOR DECORATION"
}