{
  "id": "61348",
  "title": "Perancangan produk interior dengan bahan material pelepah pisang",
  "abstract": "Indonesia merupakan salah satu produsen pisang terbesar di dunia. Pertumbuhan ini didukung oleh iklim tropis dan panas matahari yang mendukung pertumbuhan pisang. Namun, peningkatan produksi pisang ini menghasilkan limbah pelepah pisang yang seringkali dianggap sampah dan berpotensi mencemari lingkungan. Penelitian ini bertujuan untuk mengeksplorasi potensi pemanfaatan pelepah pisang sebagai bahan pembuatan produk furniture. Dalam upaya mencapai tujuan ini, peneliti mengevaluasi karakteristik dan keunggulan pelepah pisang, serta mengidentifikasi aplikasi pelepah pisang dalam produk furniture. Selain itu, penelitian ini juga bertujuan untuk meningkatkan kesadaran akan potensi pelepah pisang dalam industri furniture atau UKM (usaha kecil menengah) secara berkelanjutan. Dengan penelitian ini, diharapkan tercipta produksi furniture dengan menggunakan pelepah pisang sebagai alternatif material ekonomis. Metode penelitian yang digunakan adalah metode deskriptif kualitatif, melalui pengumpulan data, pengamatan langsung, wawancara, dan dokumentasi. Setelah melakukan pengumpulan data dilanjutkan dengan tahapan perancangan dengan metode design thinking. Hasil yang ingin dicapai dari perancangan ini, furniture pelepah pisang dengan konsep MINATFLEX (Mix, Natural, Flexible). Produk yang dihasilkan berupa 1 set produk furniture berupa meja, kursi, cermin, credenza, dan lampu dengan daya tahan yang baik juga estetika yang menarik. Penelitian ini akan memberikan kontribusi pada pengembangan industri furniture yang berkelanjutan dan dapat menginspirasi inovasi dalam penggunaan bahan-bahan alami yang tersedia secara melimpah seperti pelepah pisang.",
  "creators": "MICHELLE VANYA IRAWAN",
  "contributors": "Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Advisor and Examination Committee); Stephanus P. Honggowidjaja (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Skripsi No. 00000000/DIN/2024; Michelle Vanya Irawan (E11200075)",
  "subjects": "FURNITURE MAKING--MATERIALS; INTERIOR DECORATION; ORGANIC WASTES--RECYCLING; SUSTAINABLE DESIGN"
}