{
  "id": "61342",
  "title": "Penggunaan media flashcard dalam melatih kemampuan membaca permulaan murid kelas I di SD Kristen X Gresik",
  "abstract": "Membaca permulaan merupakan kemampuan membaca awal yang perlu dikuasai oleh murid di kelas rendah. Dalam proses penerapannya, terdapat beberapa murid yang memiliki kemampuan membaca permulaan rendah. Kemampuan membaca permulaan yang rendah menjadi hambatan bagi murid pada saat mengikuti pembelajaran di kelas. Suleman et al. (2021) menyampaikan bahwa membaca permulaan merupakan tahap awal murid mengenal, huruf, kata, kosa kata dan kalimat. Penelitian ini meneliti tentang bagaimana upaya guru menggunakan flashcard dalam melatih kemampuan membaca permulaan murid. Metode yang digunakan dalam penelitian ini adalah metode deskriptif kualitatif. Penelitian ini dilaksanakan di SD Kristen X Gresik. Penelitian ini menjadikan guru kelas 1 sebagai subjek penelitian. Data penelitian diperoleh dari hasil observasi, dokumentasi, dan wawancara mendalam dengan subjek penelitian dan informan. Dalam penelitian ini, guru mengajarkan murid yang memiliki kemampuan membaca permulaan rendah di kelas tambahan menggunakan media flashcard. Guru menggunakan flashcard melalui empat upaya untuk melatih membaca permulaan murid, dengan cara: 1) mengajarkan huruf kepada murid, 2) meminta murid menyebutkan gambar yang ada pada flashcard, 3) meminta murid menyusun kata menggunakan flashcard, dan 4) meminta murid menyusun kalimat sederhana. Kesimpulan penelitian ini menunjukkan bahwa penggunaan flashcard dapat melatih kemampuan membaca permulaan murid melalui pembelajaran di kelas tambahan.",
  "creators": "YUNITA AMARAL",
  "contributors": "Dr. Dra. Yuli Christiana Yoedo, M.Pd. (Advisor 1); Dani Puspitasari, S.Pd., M.A., Ph.D. (Examination Committee 1); Yulia Setia, S.S..,M.Pd.., M.Sc., M.Th. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010012/PGSD/2024; Yunita Amaral (G11200017)",
  "subjects": "READING (ELEMENTARY); TEACHING--METHODS; READING COMPREHENSION--RESEARCH; READING COMPREHENSION--STUDY AND TEACHING (ELEMENTARY)"
}