{
  "id": "61355",
  "title": "Perancangan furniture set untuk Kafe Alura Surabaya",
  "abstract": "Kafe merupakan tempat di mana orang dapat beraktivitas dan tentunya menikmati hidangan. Namun seiring berjalannya waktu, jumlah kafe di dunia semakin banyak dan tercipta persaingan pasar yang ketat antar business owner. Solusi dari permasalahan ini adalah dengan melakukan suatu inovasi dan diferensiasi agar bisa tetap bersaing di pasar. Penelitian ini bertujuan untuk merancang produk interior yang tetap fungsional meskipun tidak ada acara kolaborasi. Produk interior yang dirancang juga harus dapat dipindahkan sesuai dengan konfigurasi atau penempatan yang diinginkan. Manfaat dari penelitian ini adalah untuk mengakomodasi kebutuhan Kafe Alura dalam mendukung aktivitas kolaborasi atau event, menjadi pedoman bagi desainer dalam menciptakan produk interior, serta menambah wawasan tentang jenis furnitur yang dapat menunjang aktivitas kolaborasi. Metode yang digunakan adalah Design Thinking, yang terdiri dari tahap Understand, Observe, Point of View, Prototype, Test, dan Business Model Canvas. Produk yang dirancang berupa set furnitur yang terdiri dari lima produk yaitu kursi, meja, rak barang, rak pakaian, dan kursi stool. Konsep yang digunakan adalah konsep fleksibel, yang memungkinkan penggunaan furnitur meskipun tidak ada acara kolaborasi, dengan implementasi dalam bentuk konfigurasi produk yang dirancang. Hasil penelitian ini menunjukkan bahwa meskipun konsep fleksibel diterapkan, terdapat kekurangan pada tahap prototype karena hasil produk menggunakan material jati perhutani, yang membuat produk tidak ringan sehingga bertentangan dengan konsep fleksibel yang diusung.",
  "creators": "JASON PHILIP PURWOJUWONO",
  "contributors": "Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Skripsi No. 00022364/DIN/2024; Jason Philip Purwojuwono (E11200110)",
  "subjects": "COFFEEHOUSES--DECORATION; FURNITURE DESIGN; INTERIOR DECORATION; PRODUCTION PLANNING; RESTAURANTS-DECORATION"
}