{
  "id": "61356",
  "title": "Pengembangan model dynamic value stream management dengan cost time profile untuk optimalisasi proses produksi industri kertas",
  "abstract": "Value Stream Mapping (VSM) dikenal sebagai salah satu alat dalam lean manufacturing yang efektif dalam mengidentifikasi aktivitas yang memberikan nilai tambah dan tidak memberikan nilai tambah. Dalam kenyataannnya proses produksi tidak bersifat statis tetapi dinamis, oleh sebab itu kemudian berkembang VSM yang dapat menggambarkan sistem yang bersifat dinamis. Pada beberapa industri waktu dan aktivitas terkadang tidak berjalan seiringan dimana waktu yang lebih panjang belum tentu memberikan biaya yang lebih besar. Oleh sebab itu beberapa penelitian mengembangkan kombinasi antara VSM dan cost time profile (CTP). Industri kertas adalah salah satu industri yang memiliki sifat dinamis. Oleh sebab itu pada penelitian ini akan dikembangkan model gabungan antara VSM yang bersifat dinamis dengan CTP dan dikembangkan lagi dengan penggunaan dashboard yang dapat memantau VSM dan CTP secara lebih cepat sehingga memudahkan pengambilan keputusan. Pada tahap awal current VSM dan CTP dibangun dan dengan menggunakan analisa waste dan 5 why’s dikembangkan future VSM dengan CTP dan dashboard. Model Dynamic Value Stream Management (DVMM) yang dikembangkan untuk mengakomodasi perubahan menghasilkan integrasi antara DVMM dan CTP serta perbaikan sebesar 34% untuk VSM dan 13% untuk CTP per ton produk dibandingkan kondisi awal.",
  "creators": "MUHAMMAD AFANDI",
  "contributors": "I Gede Agus Widyadana (Advisor 1); I Nyoman Sutapa (Advisor 2); Andreas Handojo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01010038/MTI/2024; Muhammad Afandi (C23220004)",
  "subjects": "COSTS, INDUSTRIAL--ESTIMATES; LEAN MANUFACTURING; MANUFACTURING INDUSTRIES--MANAGEMENT; TIME MANAGEMENT--METHODS"
}