{
  "id": "61350",
  "title": "Perancangan interior ruang publik Lt. 1 gedung fakultas kedokteran universitas X",
  "abstract": "Perancangan ini bertujuan merancang interior gedung Fakultas Kedokteran Universitas X. Perancangan Interior ini berada di lantai 1 ruang publik, yang terdapat entrance, kantin, lounge, dan ruang fotocopy, book store, ruang BEM, ruang DPL, dan toilet. Perancangan interior pada lantai satu area publik di Fakultas Kedokteran Universitas X bertujuan untuk menciptakan ruang yang mendukung interaksi sosial, kolaborasi, dan relaksasi bagi mahasiswa dan staf. Mengadopsi konsep minimalist kontemporer, desain ini menekankan pada kesederhanaan, fungsionalitas, dan estetika modern yang bersih. Penggunaan material alami dan palet warna netral menciptakan suasana yang tenang dan menenangkan, mengurangi distraksi visual dan meningkatkan kenyamanan. Ruang publik dirancang untuk efisiensi dengan furnitur multifungsi untuk memungkinkan berbagai aktivitas seperti interaksi sosial, kerja individual, dan area makan. Dengan pendekatan minimalist kontemporer, desain ini menciptakan area publik yang estetis, fungsional, dan mendukung produktivitas serta kesejahteraan seluruh komunitas fakultas. Dengan menggunakan tahapan metode desain thinking; Understand, Observe, Point Of View, Ideate, Prototype, Test, Story Telling, Pilot & Business Model. Rumusan masalah telah terjawab dengan hasil perancangan dimana sesuai konsep yang diajukan diawal, hasil perancangan yang telah mendapat berbagai kritik dan tanggapan yang positif dari berbagai pihak. Dicantumkan juga bentuk hasil perancangan berupa 3D render visualisasi, gambar kerja, material board dan desain board.",
  "creators": "SILVIA PUTRI MAMANGKEY",
  "contributors": "Yusita Kusumarini (Advisor and Examination Committee); DEVY ASWARIE, B.Arch (Advisor 2); Grace Setiati, S.Sn., M.Ds. (Examination Committee 2); THOMAS ARI KRISTIANTO, SSN.,MT. (Examination Committee 3)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Skripsi No. 00022359/DIN/2024; Silvia Putri Mamangkey (E11200101)",
  "subjects": "INTERIOR DECORATION; PUBLIC SPACES--DECORATION; SCHOOL BUILDING-DECORATION"
}