{
  "id": "61359",
  "title": "Peran facility management dalam meningkatkan kinerja building maintenance di PT XYZ",
  "abstract": "Dengan kompetisi bisnis yang semakin kompetitif maka setiap perusahaan dituntut untuk meningkatkan daya saing dengan didukung oleh ketersediaan fasilitas pendukung usaha. Untuk mendukung ketersediaan fasilitas pendukung perlu dilakukan pemeliharaan secara berkala akan fasilitas tersebut. Namun seringkali Pemeliharaan tidak berjalan efektif. Tujuan penelitian adalah menganalisis pengaruh Faktor Sumber Daya Manusia terkait Kompetensi Vendor, Faktor Teknis terkait Perencanaan Pemeliharaan dan Faktor Pengguna terkait Perilaku Pengguna terhadap Facilities Management dan Building Mainteanance dan pengaruh Mediasi Facilities Management pada hubungan Faktor Sumber Daya Manusia terkait Kompetensi Vendor, Faktor Teknis terkait Perencanaan Pemeliharaan dan Faktor Pengguna terkait Perilaku Pengguna terhadap Building Maintenance. Penelitian menggunakan pendekatan kuantitatif dengan jenis penelitian kausal. Populasi yang digunakan dalam penelitian ini adalah departemen Project and Builder. Sampel ditentukan dengan Purposive Sampling melalui Kriteria Telah bekerja selama lebih dari 1 tahun dan memahami sistem kerja dalam perencanaan pemeliharaan bangunan. Penentuan jumlah sampel dilakukan dengan metode Total Sampling sehingga jumlah sampel adalah sebanyak 42 responden dari departemen Project and Builder. Teknik Pengumpulan data dilakukan dengan penyebaran kuesioner. Sedangkan teknik analisis data melalui analisis PLS. Hasil penelitian membuktikan Faktor Sumber Daya Manusia (Kompetensi Vendor) dan Faktor Pengguna (Perilaku Pengguna) berpengaruh signifikan terhadap Facilities Management. Namun Faktor Teknis (Perencanaan Pemeliharaan) tidak berpengaruh signifikan terhadap Facilities Management. Faktor Sumber Daya Manusia (Kompetensi Vendor), Faktor Teknis (Perencanaan Pemeliharaan) dan Faktor Pengguna (Perilaku Pengguna) berpengaruh signifikan terhadap Building Maintenance. Facilities Management mampu memediasi hubungan Faktor Sumber Daya Manusia (Kompetensi Vendor) dan Faktor Pengguna (Perilaku Pengguna) terhadap Building Maintenance. Facilities Management tidak mampu memediasi hubungan Faktor Teknis (Perencanaan Pemeliharaan) terhadap Building Maintenance.",
  "creators": "DEDDY PRAYUDHA",
  "contributors": "I Nyoman Sutapa (Advisor 1); Jani Rahardjo (Examination Committee 1); Togar Wiliater Soaloon Panjaitan, S.T., MBA. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010036/MTI/2024; Deddy Prayudha (C23220012)",
  "subjects": "MAINTENANCE--MANAGEMENT; FACILITIES MANAGEMENT; MANUFACTURING INDUSTRIES--MANAGEMENT"
}