{
  "id": "61362",
  "title": "Pengaruh penggunaan media Geogebra terhadap hasil belajar matematika bangun ruang",
  "abstract": "Beberapa murid menganggap Matematika sulit sehingga dibutuhkan media yang dapat menolong murid untuk menyelesaikan masalah kesulitan pada bangun ruang. Dalam perkembangan teknologi digital, berbagai aplikasi media pembelajaranpun muncul. Geogebra merupakan salah satu aplikasi tersebut. Aplikasi Geogebra dapat membantu murid untuk memahami materi tersebut. Tujuan penelitian ini adalah untuk melihat pengaruh penggunaan media Geogebra terhadap hasil belajar dalam pembelajaran Matematika bangun ruang di sebuah Sekolah Dasar Kristen Tangerang. Penelitian ini menggunakan pendekatan kuantitatif quasi exsperiment dengan subjek penelitian terdiri dari kelas 6A (31 murid) dan kelas 6B (30 murid) yang dipisahkan menjadi kelas eksperimen dan keas kontrol. Hasil penelitian menunjukkan bahwa penggunaan media Geogebra dan alat peraga konvensional dalam hasil belajar memberikan pengaruh yang signifikan terhadap peningkatan hasil belajar. Namun, pembelajaran Matematika menggunakan media Geogebra lebih meningkat hasil belajar murid dibandingkan menggunakan alat peraga konvensional. Hal ini dapat dibuktikan dengan rata-rata setelah adanya intervensi, kelas eksperimen di hari pertama sebesar 93,78, di hari kedua sebesar 17,13. Sementara itu, kelas kontrol di hari pertama sebesar 92,92, hari kedua sebesar 17,32. Berdasarkan data tersebut dapat disimpulkan bahwa menggunakan media Geogebra berpengaruh signifikan terhadap hasil belajar Matematika murid.",
  "creators": "EONIKE CARIANA BR KARO SEKALI",
  "contributors": "Franky Boentolo, S.T., M.Div., M.Th. (Advisor 1); Iman Subekti S.Pd.,M.Pd. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010018/PGSD/2024; Eonike Cariana br Karo Sekali (G11200024)",
  "subjects": "GEOGEBRA; MATHEMATICS--STUDY AND TEACHING (ELEMENTARY); TEACHING--METHODS"
}