{
  "id": "61360",
  "title": "Perancangan interior kelas TK Benih Kasih dan interior hall sebagai ruang multifungsi di Surabaya",
  "abstract": "Dalam konteks adaptasi dan memaksimalkan ruang untuk tujuan pendidikan dan kegiatan komunitas gereja, studi ini menyoroti redesain aula pertemuan di lantai 3 dan kelas taman kanak-kanak di lantai 1 gedung Benih Kasih, Surabaya. Penelitian ini bertujuan untuk mengetahui bagaimana merancang interior Gedung Benih kasih yang menerapkan design child safety, serta penerapan multifungsi pada elemen interior Hall dan Kelas TK dalam Gedung Benih Kasih. Metodologi yang digunakan dalam makalah ini adalah Proses Design Thinking dari d.school, yang disusun menjadi sembilan fase berurutan: Understand, Observe, Point of View, Ideate, Prototype, Test, Story Telling, Pilot, dan Business Model . Setiap tahap sangat penting dalam mengembangkan pemahaman mendalam tentang kebutuhan pengguna dan menyempurnakan solusi desain secara efektif. Desain ini menawarkan solusi adaptif menggunakan bahan-bahan yang aman, furnitur fleksibel, dan tata letak yang dapat diubah sesuai kebutuhan acara, memastikan bahwa setiap elemen desain mendukung interaksi yang kaya dan pengalaman belajar bagi anak-anak, sambil menyediakan lingkungan yang nyaman dan sesuai bagi orang dewasa. Melalui analisis komprehensif terhadap kebutuhan pengguna dan standar keselamatan, hasil desain menunjukkan potensi besar dalam menciptakan ruang multifungsi yang efektif, memperkuat hubungan antara kegiatan pendidikan dan komunitas gereja dalam lingkungan yang harmoni.",
  "creators": "JESSELINE SALAM",
  "contributors": "Sherly De Yong (Advisor 1); JEAN F POILLOT, S.T. (Advisor 2); WILLIAM VIJADHAMMO L., S.Ds. (Examination Committee 1); Mariana Wibowo, S.Sn., M.MT. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Karya",
  "source": "Skripsi No. 00022320/DIN/2024; Jesseline Salam (E11200047)",
  "subjects": "INTERIOR DECORATION; SCHOOL DECORATION"
}