{
  "id": "61361",
  "title": "Rekayasa ulang proses inspeksi kondisi container untuk menurunkan waste waiting dan waste transportation di perusahaan pelayaran domestik",
  "abstract": "Penelitian ini bertujuan untuk merekayasa ulang proses inspeksi kondisi container di perusahaan pelayaran domestik guna menurunkan waste waiting dan waste transportation menggunakan pendekatan Lean Six Sigma. Proses inspeksi yang sebelumnya hanya dilakukan di homebase menyebabkan keterlambatan identifikasi kerusakan container, meningkatkan biaya operasional, dan memperlambat penyelesaian administrasi. Dengan menggunakan metode DMAIC (Define, Measure, Analyze, Improve, Control), penelitian ini mengidentifikasi masalah utama, mengumpulkan data baseline, dan menerapkan solusi berbasis aplikasi Finding Damaged. Hasilnya, lead time pengerjaan Estimate of Repair (EOR) berkurang drastis di semua cabang, mencapai target maksimal 3 hari. Selain itu, jumlah relokasi container damaged menurun signifikan, mencapai 0 dalam beberapa bulan setelah implementasi. Penelitian ini menunjukkan bahwa aplikasi Finding Damaged efektif dalam meningkatkan efisiensi operasional dan mengurangi biaya, serta memberikan nilai tambah bagi perusahaan. Implementasi teknologi ini disarankan untuk diperluas ke seluruh cabang dengan monitoring dan evaluasi berkala untuk memastikan keberlanjutan perbaikan.",
  "creators": "REGINA YOSEF WINDU KUSUMA",
  "contributors": "I Nyoman Sutapa (Advisor 1); Liauw Toong Tjiek, S.T., M.S., Ph.D. (Advisor 2); I Gede Agus Widyadana (Examination Committee 1); Henry Novianus Palit, S.Kom., M.Kom., Ph.D. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01010032/MTI/2024; Regina Yosef Windu Kusuma (C23220016)",
  "subjects": "LEAN MANUFACTURING; MANUFACTURING INDUSTRIES--MANAGEMENT; SIX SIGMA (QUALITY CONTROL STANDARD); WASTE MINIMIZATION"
}