{
  "id": "61369",
  "title": "Penerapan metode gerak dan lagu sebagai stimulasi motorik kasar AUD 4-5 tahun",
  "abstract": "Perkembangan motorik kasar adalah aspek penting yang perlu dikembangkan sejak dini dan dapat dijadikan acuan pertama dalam melihat pertumbuhan dan perkembangan anak. Perkembangan motorik kasar terkait erat dengan kegiatan bergerak anak. Ada enam dampak positif yang dikemukakan oleh Hurlock (1978:150) jika aspek perkembangan motorik kasar dikembangkan sejak dini di antaranya; a) memiliki kesehatan yang matang; b) emosi yang stabil; c) kepercayaan diri yang penuh; d) pengembangan kognitif anak lebih cepat; e) terampil dalam bersosialisasi; dan f) memberikan rasa nyaman dan aman secara fisik dan psikologi. Tetapi fenomena saat ini menunjukkan bahwa aktivitas bergerak anak banyak berkurang dibandingkan dengan anak-anak angkatan sebelumnya. Di sekolah tempat penelitian ini dilangsungkan, anak-anak menunjukkan sikap enggan bergerak khususnya dalam pembelajaran yang membutuhkan anak untuk beraktivitas. Kalaupun anak mengikuti gerakan yang diajarkan, anak cenderung bergerak dengan lebih lamban atau melakukan gerakan yang tidak sesuai. Kondisi ini tentunya mempengaruhi perkembangan motorik kasar anak. Salah satu metode yang dapat menstimulasi perkembangan motorik kasar adalah gerak dan lagu. Metode gerak dan lagu adalah metode yang sesuai dengan karakteristik anak, menyenangkan dan menarik minat anak dalam belajar. Dalam penerapannya anak-anak akan bergerak dengan menyesuaikan tempo lagu yang digunakan (Rahayu, Yeti & Supriyato 2021). Penelitian ini bertujuan untuk mendeskripsikan bagaimana penerapan metode gerak dan lagu dalam menstimulasi motorik kasar AUD 4-5 tahun. Penelitian ini dilakukan di Sekolah TK Permai Surabaya dengan subjek penelitian guru wali kelas TK-A dengan beberapa informan anak kelas TK-A dan kepala sekolah. Metode penelitian yang digunakan adalah deskriptif kualitatif dengan data yang diperoleh melalui hasil observasi dan wawancara terhadap subjek dan informan penelitian. Hasil yang ditemukan pada penelitian ini adalah penerapan metode gerak dan lagu dengan persiapan yang matang, serta pelaksanaan yang sesuai dengan langkah-langkah yang telah disiapkan, terbukti membuat anak lebih antusias dan lebih aktif bergerak, serta mampu menstimulasi anak untuk menguasai gerak motorik kasar yang perlu dipelajari sesuai dengan yang diajarkan.",
  "creators": "GLADY DELTALIA LANAPU",
  "contributors": "Lisa Narwastu Kristsuana (Advisor 1); Magdalena Pranata Santoso (Examination Committee 2); Yulia Setia, S.S..,M.Pd.., M.Sc., M.Th. (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010007/PGPAUD/2024; Glady Deltalia Lanapu (G12200010)",
  "subjects": "EARLY CHILDHOOD EDUCATION--ACTIVITY PROGRAMS; TEACHING--METHODS; TEACHING--AIDS AND DEVICES"
}