{
  "id": "61371",
  "title": "Pengaruh financial literacy, financial behavior, dan perceived usefulness terhadap keputusan investasi saham mahasiswa Surabaya",
  "abstract": "Penelitian ini bertujuan untuk mengkaji hubungan antara financial literacy, financial behavior, dan perceived usefulness terhadap keputusan investasi saham yang rasional dan irasional pada mahasiswa di Surabaya. Jenis penelitian yang digunakan adalah penelitian kuantitatif dengan metode deskriptif. Jenis dan sumber data yang digunakan adalah data primer yaitu data yang dikumpulkan dan diolah sendiri oleh peneliti dari objeknya. Pengumpulan data dilakukan dengan menyebarkan kuisioner secara online melalui google form. Karakteristik responden dari penelitian ini adalah mahasiswa yang berstatus aktif berkuliah di universitas di Surabaya dan berinvestasi di saham. Jumlah responden yang dibutuhkan untuk penelitian ini sebanyak 100 responden. Teknik analisis data yang digunakan dalam penelitian ini adalah analisis statistik deskriptif, validitas konvergen, validitas diskriminan, reliabilitas komposit, r-square, uji-t dengan bantuan program software PLS. Hasil analisis menunjukkan bahwa financial literacy berpengaruh signifikan terhadap keputusan investasi saham yang rasional dan irasional. Dan financial behavior berpengaruh signifikan terhadap keputusan investasi saham yang rasional tetapi tidak berpengaruh signifikan terhadap keputusan investasi saham yang irasional. Sedangkan perceived usefulness tidak berpengaruh signifikan terhadap keputusan investasi saham yang rasional dan irasional.",
  "creators": "FELICIA ANGELINE GUNAWAN",
  "contributors": "Nanik Linawati (Advisor 1); Sautma Ronni Basana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 37010872/MAN/2024; Felicia Angeline Gunawan (D11200109)",
  "subjects": "INVESTMENTS--DECISION MAKING"
}