{
  "id": "61391",
  "title": "Pengaruh knowledge management sebagai variable intervening pada perkembangan organisasi dan operation di PT XYZ",
  "abstract": "Knowledge management meningkatkan kemampuan organisasi untuk mempertahankan dan meningkatkan kinerja organisasi dan membantu mencapai keunggulan berdasarkan pengalaman dan pengetahuan. Manajemen pengetahuan memungkinkan lembaga untuk mendefinisikan pengetahuan yang diperlukan, mendokumentasikan, mengembangkan, berbagi, menerapkan dan mengevaluasi pengetahuan ini dan ini merupakan pendekatan untuk kinerja yang unggul. Tujuan penelitian ini untuk menganalisis pengaruh organizational culture, organizational structure, organizational Infrastructur dan technology terhadap Knowledge Management dan Organizational Excelent; serta untuk menganalisis pengaruh knowledge management terhadap Organizational Excelent. Penelitian ini menggunakan pendekatan kuantitatif. Desain penelitain yang digunakan pada penelitian ini adalah penelitian survey. Populasi yang digunakan dalam penelitian ini adalah Karyawan Bagian Operation Di PT. XYZ. Sampel pada penelitian ini adalah sebanyak 132 sampel. Teknik pengumpulan data menggunakan Kuesioner. Teknik analisis yang dipilih untuk menganalisis data dan menguji hipotesis dalam penelitian ini adalah Structural Equation Model (SEM). Untuk menjawab hipotesis yang digunakan Partial Least Square (PLS). Hasil analisis dapat disimpulkan bahwa Organizational Culture, Organizational Infrastructure dan Technology berpengaruh signifikan dan memiliki arah hubungan positif terhadap Knowledge Management pegawai bagian Operation di PT XYZ. Namun Organizational Structure berpengaruh tidak signifikan dan memiliki arah hubungan positif terhadap Knowledge Management pegawai bagian Operation di PT XYZ; sedangkan Organizational Culture dan Organizational Structure berpengaruh signifikan dan memiliki arah hubungan positif terhadap Organizational Excellent pegawai bagian Operation di PT XYZ. Sedangkan Organizational Infrastructure dan Technology berpengaruh tidak signifikan dan memiliki arah hubungan positif terhadap Organizational Excellent pegawai bagian Operation di PT XYZ. Dan Knowledge Management berpengaruh signifikan dan memiliki arah hubungan positif terhadap Organizational Excellent pegawai bagian Operation di PT XYZ.",
  "creators": "WILLIAM WIJAYA",
  "contributors": "I Nyoman Sutapa (Advisor 1); Jani Rahardjo (Examination Committee 1); Andreas Handojo (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 01010034/MTI/2024; William Wijaya (C23220010)",
  "subjects": "KNOWLEDGE MANAGEMENT; ORGANIZATIONAL CHANGE"
}