{
  "id": "614",
  "title": "Reader-based coherence and its activated frames of February and March 2001 Reader's Digest as shown by EFL students",
  "abstract": "To understand humorous texts, especially those which are written in a foreign language, is not a trivial matter for readers. Therefore, the writer is interested in conducting a research to analyze reader-based coherence on humorous texts. This research is intended to find out how many humorous texts in Reader's Digest were considered coherent and funny by EFL readers, and what fields of knowledge they activated while reading those texts. The writer used a qualitative approach in the data collection and explained the analysis of the data descriptively. She used all the humorous texts in the Reader's Digest in February and March 2001 editions as the source of data. After reading each joke, the respondents had to fill in a questionnaire. The data got from the result of the questionnaire were the data to be analyzed by the writer. The writer found that the respondents could perceive the coherence and the funniness of only 62% of all the humorous texts. This answers tfie writer's previous assumption that jokes are not always easy to understand by EFL students. Furthermore, only the readers who can activate the relevant frames to the encountered texts can successfully arrive at the humorous interpretation of the texts. She also found that the field of knowledge in \"social life\" was mostly used by the respondents while they were reading the texts. This might due to the fact that most of the texts were telling about daily life. Therefore, EFL students should learn more about the social life of the target language to assist them in understanding their learning materials.",
  "creators": "BETTY KUMALA",
  "contributors": "Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Advisor 1); Bintoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 956; Betty Kumala (11497023)",
  "subjects": "DISCOURSE ANALYSIS; ENGLISH LANGUAGE-DISCOURSE ANALYSIS"
}