{
  "id": "6140",
  "title": "Implementasi yield management di hotel skala kecil dan menengah di Surabaya: investigasi mengenai hambatan dan faktor keberhasilan",
  "abstract": "Yield Management sebenarnya bukan konsep baru, banyak manajer hotel yang memahami tentang ide untuk menstimulasikan harga sebagai faktor untuk merangsang permintaan (pesanan kamar). Pada saat pesanan kamar mengalami penurunan, maka harga bisa ditetapkan lebih rendah, dan saat permintaan melebihi kapasitas kamar, harga bisa dinaikkan. Berdasarkan fenomena Yield Management diatas, maka penulis tertarik untuk meneliti lebih jauh, bagaimana implementasi Yield Management pada hotel skala kecil dan menengah di Surabaya dengan melakukan investigasi mengenai faktor-faktor hambatan dan keberhasilan dalam pengimplementasian Yield Management. Berdasarkan pembahasan, terdapat faktor-faktor hambatan pada hotel skala kecil untuk menerapkan Yield Management, yaitu: kurangnya penguasaan Yield Management, pandangan yang salah terhadap fluktuasi pesanan karena dianggap sebagai proses yang tidak perlu disiasati, dominasi pemilik, sumberdaya manusia yang kurang berkompeten, dan keterbatasan modal. Faktor-faktor tersebut merupakan hambatan bagi hotel skala kecil sehingga belum menerapkan Yield Management. Sedangkan untuk hotel skala menengah, faktor-faktor yang mendukung dalam penerapan Yield Management yaitu: Sumberdaya manusia berkompeten, Pengetahuan memadai tentang Yield Management, Ketersediaan modal yang memadai, Tersedianya sistem informasi, dan Networking. Faktor-faktor tersebut adalah faktor yang mendukung hotel skala menengah sehingga hotel ini berhasil menerapkan Yield Management.",
  "creators": "HENDRA FITRIYONO",
  "contributors": "Sienny Thio (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010254/HTL/2006; Hendra Fitriyono (33400061)",
  "subjects": "HOTEL MANAGEMENT"
}