{
  "id": "6141",
  "title": "Pengaruh sub-sub faktor relationship marketing: financial benefit, social, benefit, dan structural ties terhadap brand loyalty di Spice Garden Surabaya",
  "abstract": "Financial Benefit, Social Benefit, dan Structural Ties merupakan faktor-faktor pembentuk dari Relationship Marketing, dimana faktor-faktor tersebut dapat mempengaruhi tingkat kepuasan pelanggan yang membuat seorang pelanggan menjadi setia terhadap suatu badan usaha tersebut (Brand Loyalty). Hal ini merupakan hal positf yang dapat diterima oleh badan usaha tersebut. Kesetiaan suatu pelanggan terhadap badan usaha tersebut (Brand Loyalty) dapat diciptakan oleh badan usaha tersebut seperti : memberikan diskon-diskon khusus kepada pelanggan (Financial Benefit), Memberikan kartu ucapan selamat ulang tahun kepada pelanggan (Social Benefit), Melayani permintaan khusus pelanggan terhadap makanan yang dipesannya (Structural Ties). Dalam penelitian ini penulis menggunakan jenis penelitian deskriptif dengan metode kuantitatif dengan menggunakan analisa deskriptif, evaluatif dan konkulsif. Penulis juga menggunakan teknik analisa data dengan metode analisis regresi linear .adapun penggunaan metode regresi linear ditujukan untuk menjamin kredibilitas daripada penelitian ini. Hasil daripada penelitian ini, diketahui bahwa Financial Benefit, Social Benefit, dan Structural Ties berpengaruh secara signifikan terhadap Brand Loyalty. Dimana pengaruh paling besar terletak pada hal-hal Financial Benefit seperti memberikan diskon-diskon khusus kepada pelanggan (Financial Benefit), tetapi hal-hal Social Benefit dan Structural Ties masih kurang berpengaruh.",
  "creators": "FELIK KLESIA; A YOHAN STEPHEN HALIM",
  "contributors": "Thomas Stefanus Kaihatu (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010252/HTL/2006; Felik Klesia (33400131), A. Yohan Stephen Halim (33401055)",
  "subjects": "CUSTOMER LOYALTY; RESTAURANT MANAGEMENT"
}