{
  "id": "6143",
  "title": "Analisa pengaruh faktor budaya, sosial, personal, dan psikologis terhadap pengambilan keputusan dalam memilih produk restoran waralaba asing",
  "abstract": "Penelitian ini mencari adanya pengaruh budaya, sosial. personal, dan psikologis terhadap pengambilan keputusan konsumen memilih waralaba asing di Surabaya. variabel bebasnya adalah: faktor budaya, sosial, personal, dan psikologis. variabel terikatnya pengambilan keputusan konsumen dengan populasi Pengguna jasa restoran waralaba asing dan teknik pengambilan sampel menggunakan purposive sampling sehingga diperoleh sebanyak 100 orang responden. Sedangkan teknik pengumpulan datanya menggunakan kuesioner. Sementara itu untuk mengetahui kevaliditasan data diperlukan Uji normalitas, uji multikolinieritas. Sedangkan untuk uji hipotesisnya menggunakan regresi berganda yang keseluruhannya diolah menggunakan SPSS versi 13.0 dengan hasil untuk hipotesis pertama sebesar R 0,852 dan f hitung 62,677 lebih besar dari kritik F tabel 2,483 dan signifikan 0,000 kurang dari signifikan (P) 0,05 maupun 0,01, sehingga H0 ditolak dan H1 diterima; sesuai dengan hipotesis pertama yaitu ada pengaruh antara faktor social, factor Budaya, factor Personal, dan factor Psikologis secara serentak terhadap pengambilan keputusan konsumen memilih restoran waralaba asing, dengan tingkat deferensial (df) 95 diperoleh hasil sebesar 4,694 lebih besar dari pada harga kritik tabel 1,663 untuk taraf signifikan 0,05, pengaruh antara faktor budaya dengan faktor pengambilan keputusan konsumen memilih restoran waralaba asing, dengan tingkat deferensial (df) 95 diperoleh hasil sebesar 4,673 lebih besar dari pada harga kritik tabel 1,663 ini berarti ada pengaruh yang sangat signifikan. antara faktor budaya terhadap pengambilan keputusan konsumen memilih restoran waralaba asing secara parsial. Pengaruh antara faktor sosial dengan faktor pengambilan keputusan konsumen memilih restoran waralaba asing, dengan tingkat deferensial (df) 95 diperoleh hasil sebesar 4,694 lebih besar dari pada harga kritik tabel 1,663 untuk taraf signifikan 0,05, ini berarti ada pengaruh yang sangat signifikan. antara faktor sosial terhadap pengambilan keputusan konsumen memilih restoran waralaba asing secara parsial.Pengaruh antara faktor personal dengan faktor pengambilan keputusan konsumen memilih restoran waralaba asing, dengan tingkat deferensial (df) 95 diperoleh hasil sebesar 2,288 lebih besar dari pada harga kritik tabel 1,663 untuk taraf signifikan 0,05, ini berarti ada pengaruh yang signifikan. antara faktor personal terhadap pengambilan keputusan konsumen memilih restoran waralaba asing secara parsial.Pengaruh antara faktor psokologis dengan faktor pengambilan keputusan konsumen memilih restoran waralaba asing, dengan tingkat deferensial (df) 95 diperoleh hasil sebesar 0, 697 lebih besar dari pada harga kritik tabel 4,544 untuk taraf signifikan 0,05 maupun harga kritik tabel pearson 1,663 ini berarti ada pengaruh yang sangat signifikan. antara faktor psikologis terhadap pengambilan keputusan konsumen memilih restoran waralaba asing secara parsial. Berdasarkan dari besarnya nilai masing-masing hasil hitung, maka dapat disimpulkan faktor-faktor yang paling berpengaruh terhadap pengambilan keputusan konsumen adalah variabel Sosial: a. Variabel budaya (x1) dengan nilai 0,602 b. Variabel sosial (x2) dengan nilai 0,727 c. Variabel personal (x3) dengan nilai 0,571 d. Variabel psikologis (x4) dengan nilai 0,697",
  "creators": "GARY AGUSTINUS; MICHAEL JANUAR IMAN",
  "contributors": "EDWIN ERVANTO SOELISTYO, S.E.,M.M. (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010253/HTL/2006; Gary Agustinus (33498069), Michael Januar Iman (33401040)",
  "subjects": "RESTAURANT MANAGEMENT; RESTAURANT-MARKETING"
}