{
  "id": "6144",
  "title": "Analisis pengaruh variasi kecepatan putar dan lama pengadukan terhadap sifat mekanis produk stir casting",
  "abstract": "Aluminium adalah logam non ferro yang memiliki kekuatan tarik dan kekerasan yang lebih rendah dari logam ferro. Salah satu metode dalam memperbaikinya adalah dengan menambahkan komposit (serbuk rumah kerang laut) pada aluminium dengan metode pengecoran yang dinamakan stir casting. stir casting adalah metode pengecoran yang bertujuan untuk mencampurkan logam murni dengan komposit, dengan cara melebur logam murni tersebut hingga cair kemudian memasukkan komposit dalam logam cair dan diaduk dengan kecepatan dan waktu tertentu. Pada penelitian ini dikaji lebih lanjut tentang pengaruh variasi kecepatan pengadukan dan lama pengadukan terhadap kualitas pengecoran alumunium yang meliputi sifat mekanik (kekerasan) dan struktur mikro. Variasi kecepatan yang dipilih adalah 22 putaran dalam 10 detik, 31 putaran dalam 10 detik, dan 48 putaran dalam 10 detik. Dan lama pengadukan adalah 10 detik, 15 detik, dan 20 detik. Pengujian (sifat mekanis dan struktur mikro) dilakukan pada penampang melintang produk cor, kemudian dilakukan uji hipotesa untuk memeriksa apakah hasil uji tersebut terdapat perbedaan yang signifikan atau tidak. Pada pengamatan struktur mikro, bentuk butir yang dihasilkan secara umum adalah berbentuk equiaxed dan dendritik dengan bentuk dan ukuran yang relatif sama dengan aluminium murninya. Dari hasil uji kekerasan, yang memiliki angka kekerasan tertinggi adalah pada produk stir casting dengan putaran 48 putaran dalam 10 detik (tercepat)dan lama pengadukan 20 detik (terlama).",
  "creators": "LEMBONO SUSANTO",
  "contributors": "Soejono Tjitro (Advisor 1); HELENA C. KIS AGUSTIN (Advisor 2); Joni Dewanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01/0654/MES/2004; Lembono Susanto (24400028)",
  "subjects": "CENTRIFUGAL CASTING"
}