{
  "id": "6147",
  "title": "Tingkat kepuasan karyawan operasional foodcourt \"X\" yang dilihat dari cara pemberian upah yang berdasarkan senioritas pekerja dan pemberian insentif tahunan dalam bentuk rekreasi",
  "abstract": "Kepuasan kerja karyawan merupakan salah satu faktor yang penting bagi karyawan. Dimana dengan adanya kepuasan kerja yang dirasakan oleh karyawan, tentunya hal ini akan memberikan suatu umpan balik yang positif kepada perusahaan. Karena dengan adanya kepuasan kerja yang didapatkan oleh karyawan dari tempat kerjanya, maka hal tersebut akan mendorong karyawan tersebut untuk berusaha dan bekerja dengan lebih baik. Kepuasan kerja tersebut antara lainnya dapat dilihat dari berbagai faktor, yaitu penghargaan yang diberikan oleh perusahaan kepada para karyawan. Penghargaan yang dimaksud meliputi cara pemberian upah dan insentif yang ditetapkan oleh perusahaan. Dalam penelitian ini, penulis menggunakan jenis penelitian deskriptif dengan metode kualitatif dengan menggunakan analisa deskriptif, evaluatif dan konlusif. Penulis juga menggunakan teknik analisa data dengan metode triangulasi untuk menjamin kredibilitas hasil dari penelitian ini. Hasil dari penelitian ini, diketahui bahwa karyawan operasional Foodcourt \"X\" telah mendapatkan kepuasan kerja yang dilihat dari cara pemberian upah yang berdasarkan pada senioritas pekerja, tetapi para karyawan operasional tersebut masih belum mendapatkan kepuasan kerja dari cara pemberian insentif tahunan berupa rekreasi yang diberikan oleh perusahaan kepada para karyawan operasional tersebut.",
  "creators": "RIKA AGUSTINA PRANA SARI; JOHAN GUNADI DJOHARI",
  "contributors": "Juliuska Sahertian (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010243/HTL/2006; Rika Agustina Prana Sari (33400075), Johan Gunadi Djohari (33401139)",
  "subjects": "RESTAURANT MANAGEMENT; RESTAURANTS-PERSONNEL MANAGEMENT"
}