{
  "id": "6149",
  "title": "Karakteristik pengguna kereta api komuter Surabaya-Sidoarjo",
  "abstract": "Salah satu karakteristik pergerakan lalu lintas di kota Surabaya adalah banyak warga yang tinggal di wilayah suburban, tetapi bekerja di wilayah kota Surabaya sehingga arus lalu lintas masuk dan keluar kota Surabaya menjadi meningkat terutama pada saat jam sibuk pagi dan sore hari. Salah satu cara untuk mengatasi permasalahan tersebut adalah dengan menyediakan angkutan umum misal, dalam hal ini adalah Kereta Api (KA) Komuter trayek Surabaya-Sidoarjo. Tujuan dari penelitian ini adalah untuk mengetahui karakteristik pengguna KA Komuter dan mengetahui apakah fasilitas dan pelayanan yang disediakan telah sesuai dengan keinginan penggunanya. Pengumpulan data dilakukan melalui penyebaran kuesioner kepada 234 orang responden pada hari kerja maupun hari libur pada saat KA Komuter paling banyak mengangkut penumpang. Berdasarkan hasil analisa, dapat disimpulkan bahwa pada hari kerja jumlah penumpang mencapai puncaknya pada saat jam 07:00-07:46 dari Sidoarjo menuju ke Surabaya, dan pada jam 16:00-17:46 untuk arah sebaliknya. Sedangkan untuk hari libur jumlah penumpang mencapai puncaknya pada saat jam 09:00- 10:00 dari Sidoarjo menuju ke Surabaya, dan jam 16:00-17:00 untuk arah sebaliknya. Tiga aspek yang menjadi prioritas utama untuk ditingkatkan menurut responden adalah kebersihan stasiun/halte maupun kereta, keamanan di stasiun/kereta dan pelayanan petugas.",
  "creators": "DIANA HANDAYANI H; IRMA MARTANINGTYAS I",
  "contributors": "Tirta Djusman Arief (Advisor 1); Rudy Setiawan (Advisor 2); Harry Patmadjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 13121375/SIP/2004; Diana Handayani H (21499037), Irma Martaningtyas (21400187)",
  "subjects": "URBAN TRANSPORTATION; TRANSPORTATION ENGINEERING"
}