{
  "id": "615",
  "title": "A Study of Holden's recognition and awareness of society's phoniness and fraud, which lead to his maturity in Salinger's the Catcher in the Rye",
  "abstract": "Holden Caulfield, J.D Salinger's main character of The Catcher in the Rye, is an adolescent who feels insecure because of his immaturity. For he sees extremely that the adult world is filled with phoniness and fraud while the children world is promising the genuine. The author of the novel aims to show the main character, Holden's struggle in facing the phoniness and fraud in the society. Thus, the writer of the thesis is curious to know the types of society, which Holden perceives, his attitude toward such society, and how he gains his maturity eventually. Yet, the author of the novel has described plainly the main character's attitude, which the readers would get to know that the immaturity of the main character is the cause of his dislike to see the `phony' adult's behaviour, and attitude. Yet, Holden's disapproval toward the adult world leads to his impractical dream of being a catcher in the rye, which he desires to create a sincere; authentic world. Certainly Holden's dream is unattainable in the world as it is. The literary theories such as characterization, and conflict will be applied in analyzing Holden's hostile attitude toward phoniness and fraud in the adult world as well as his friendly attitude toward the sincerity in the children world. At the end of the thesis, the writer finds out that Holden is no longer judgmental toward the `phony' adults. Eventually, Holden is consciously aware that the phoniness and fraud are part of life that nobody can escape from it. Holden's conscious awareness is the turning point of his gaining maturity and a mark of success of becoming an adult.",
  "creators": "LELYANA HANDOKO",
  "contributors": "Ilse Trouda Hilliard (Advisor 1); Drs. Setefanus Suprajitno, M.A., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 943; Lelyana Handoko (11497062)",
  "subjects": "AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING; SALINGER, J.D. 1919-... THE CATCHER IN THE RYE-STUDY AND TEACHING"
}