{
  "id": "6150",
  "title": "Analisis pengaruh shang gold membership sebagai customer recall dalam mendorong sleeping customer berkeinginan menjadi active costumer di Shangri-la Hotel Surabaya",
  "abstract": "Menghadapi persaingan dengan sesama hotel di Surabaya, Shangri-La Hotel Surabaya berupaya untuk bisa meraih pelanggan baru dengan tidak meninggalkan pelanggan lama. Ikatan emosional yang semakin kuat sengaja ingin ditumbuhkan oleh Shangri-La Hotel Surabaya kepada pelanggannya, dan salah satunya dengan mengeluarkan membership card yaitu Shang Gold membership. Financial benefits (X1), Social benefits (X2), dan Structural ties (X3) mampu membentuk sleeping customer menjadi active customer di Shangri-La Hotel Surabaya, karena atas dasar pengujian hipotesis diketahui bahwa nilai Fhitung yang lebih besar dibandingkan dengan Ftabel. Sehingga dapat dinyatakan bahwa semua variabel bebas penelitian ini mempunyai pengaruh yang berarti terhadap variabel terikatnya. Dalam hal ini berarti keinginan melakukan pembelian konsumen pada Shangri-La dapat dijelaskan dari keberadaan variabel Financial benefits (X1), Social benefits (X2), Structural ties (X3). Financial benefits (X1), Social benefits (X2), dan Structural ties (X3) mempunyai pengaruh sebesar 59,4% terhadap pembentukan active customer di Shangri-La Hotel Surabaya. Financial benefits (X1), Social benefits (X2), dan Structural ties (X3) mempunyai perbedan dalam memberikan kontribusinya dari sleeping customer menjadi active customer di Shangri-La Hotel Surabaya. Hal ini dapat teridentifikasi dari hasil kuadrat nilai r parsial, dimana analisis determinasi menunjukkan bahwa financial benefits (X1) mempunyai kontribusi sebesar 8%, social benefits (X2) dengan kontribusi = 36%, dan structural ties (X3) dengan kontribusi sebesar 35%. Untuk ini, dalam analisis ini ditemukan bahwa social benefits (X2) yang berpengaruh dominan terhadap pembentukan active customer dari sleeping customer di Shangri-La Hotel Surabaya.",
  "creators": "STEVEN WIJAYA; ANDREW TANTONO",
  "contributors": "Juliuska Sahertian (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010248/HTL/2006; Steven Wijaya (33400113), Andrew Tantono (33401134)",
  "subjects": "HOTEL MANAGEMENT"
}