{
  "id": "617",
  "title": "A Study on Yury Zhivago's defense mechanism in escaping from being a victim of the revolution in Boris Pasternak's Doctor Zhivago",
  "abstract": "Doctor Zhivago, Noble Prize winner for literature in 1958, is Boris Pasternak's greatest work which takes a century of Russian tremendous historical change including World War I, the two revolutions of 1917, and the Civil War as the background. Yury Zhivago, the main male character in this novel, because of his profession as a doctor has to join the Russian revolution. Experiencing the horrors, bloodshed, poverty, starvation, and isolation caused by the revolution, Yury, then, enters into a conflict with the Russian revolution which victimizes him. He, furthermore, tries to insulate his private life from the chaos and violence of the revolution. This attempt reflects the theory of defense mechanism. Defense mechanism refers to unconscious process to defend oneself against anxiety. In this thesis, the problems that the writer will analyze are how Yury Zhivago becomes a victim of the revolution, and how he uses defense mechanism to help him escape from it. In order to analyze this thesis, the writer will do some library research to collect other data such as the criticism of Doctor Zhivago, and the biography of Boris Pasternak. To support the analysis, the writer will use literary approach, namely conflict, to show how Yury becomes a victim of the revolution. Besides, the writer also uses psychological theory, namely defense mechanism, to reveal Yury's defense mechanism in escaping from being a victim of the revolution. The analysis, then, will show that the revolution victimizes Yury by isolating him from his dear ones, encircling him with poverty and starvation, and throwing him into savagery. The analysis, furthermore, reveals Yury's defense mechanism which are rationalization, repression, displacement, overcompensation, and sublimation. In the end, it can be concluded that Yury Zhivago in order to escape from being a victim of the revolution, employs some defense mechanisms. Those mechanisms, however, do not help much for his anxiety toward the revolution remains until the end of his life. Thus, he dies in despair with none of his beloved near him.",
  "creators": "HEIDY MILASARI",
  "contributors": "Liem Satya Limanta (Advisor 1); ANITA LIE (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 907; Heidy Milasari (11497070)",
  "subjects": "PASTERNAK, BORIS, 1890-1960. DOCTOR ZHIVAGO-STUDY AND TEACHING; RUSSIAN FICTION-20TH CENTURY-STUDY AND TEACHING"
}