{
  "id": "6177",
  "title": "Analisa faktor-faktor yang mempengaruhi pemberian tip oleh pelanggan asing pada metode self service di Starbucks Coffee Discovery Mall-Bali dan metode table service di The Wave Coffee Bar-Bali",
  "abstract": "Tip merupakan bagian dari tingkah laku pelanggan di suatu restoran. Tip biasa diberikan oleh pelanggan kepada waiter di suatu restoran atau kafe. Starbucks Coffee Discovery Mall-Bali dan The Wave Coffee Bar-Bali merupakan dua coffee shop dimana mayoritas pelanggan yang datang adalah turis asing. Walaupun kedua coffee shop tersebut menjual kopi sebagai produk utamanya, namun kedua coffee shop ini menerapkan dua metode servis yang berbeda. Starbucks Coffee Discovery Mall-Bali menerapkan metode self service, sedangkan The Wave Coffee Bar-Bali menerapkan metode table service. Penelitian tugas akhir ini menggunakan jenis penelitian deskriptif, kualitatif dalam suatu metode kasus. Dari hasil penganalisaan penulis, faktor-faktor yang mempengaruhi pelanggan asing memberikan tip di kedua objek penelitian tersebut adalah kualitas servis, keramahan karyawan, dan mood. Faktor-faktor yang mempengaruhi pelanggan asing memberikan tip di Starbucks Coffee Discovery Mal-Bali yang tidak terdapat pada The Wave Coffee Bar-Bali, adalah kualitas produk dan uang kecil. Sedangkan, faktor-faktor yang mempengaruhi pelanggan asing memberikan tip di The Wave Coffee Bar-Bali yang tidak terdapat pada Starbucks Coffee Discovery Mall-Bali, yaitu faktor penampilan dan kerapihan karyawan, serta faktor keharusan dari diri pelanggan itu sendiri.",
  "creators": "ROSILIA MANDIAS",
  "contributors": "Monika Kristanti (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010235/HTL/2006; Rosilia Mandias (33400098)",
  "subjects": "BARS (DRINKING ESTABLISHMENTS)-MARKETING; RESTAURANTS - EMPLOYEES; HOTEL MANAGEMENT"
}