{
  "id": "6178",
  "title": "Analisa perbandingan tingkat sanitasi dan higienitas kantin gedung lama, gedung P dan gedung T Universitas Kristen Petra",
  "abstract": "Untuk menyajikan makanan yang memiliki kualitas yang bagus, dan aman untuk dikonsumsi dibutuhkan penanganan yang benar, and memenuhi persyaratan yang dikeluarkan Menteri Kesehatan Republik Indonesia, dan Departemen Kesehatan Republik Indonesia. Makanan tersebut harus ditangani dengan baik sehingga bisa berguna bagi manusia yang mengkonsumsinya sebagai fungsi utama bagi manusia untuk mempertahankan hidup. Oleh karena itu kualitas dari sanitasi dan higienitas makanan menjadi faktor utama bagi makanan agar aman untuk dikonsumsi. Penulis memilih kantin di Universitas Kristen Petra sebagai obyek penelitian, dan variable yang digunakan penulis adalah kualitas dari sanitasi dan higienitas pada setiap kantin yang terletak di Universitas Kristen Petra. Dari sanalah penulis akan mengetahui kantin manakah yang memiliki kualifikasi sanitasi termasuk didalamnya persyaratan sanitasi, persyaratan kesehatan, persyaratan tempat pengolahan makanan, persyaratan pengelolaan limbah. Dari aspek higienitas meliputi persyaratan dapur, persyaratan ruang makan, persyaratan bahan makanan, dan makanan jadi, persyaratan pengolahan makanan, persyaratan tempat penyimpanan makanan jadi, persyaratan penyajian makanan, persyaratan peralatan. Dari setiap aspek diatas digunakan untuk observasi, dan wawancara, dan data tersebut digunakan sebagai perbandingan pada setiap kantin kemudian penulis membuat kesimpulan kantin manakah yang ada di Universitas Kristen Petra yang memiliki standar sanitasi dan higienitas yang terbaik.",
  "creators": "HWA WAN; ANDI LAURENTINUS",
  "contributors": "ANDINI EMIATI (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010236/HTL/2006; Hwa Wan (33400108), Andi Laurentinus (33401100)",
  "subjects": "RESTAURANT MANAGEMENT"
}