{
  "id": "6179",
  "title": "Analisa keefektifan online reservation dan kontribusinya dibanding media reservasi lain dalam menunjang jumlah reservasi Hotel Bali Hilton International",
  "abstract": "Di era globalisasi sekarang ini, perkembangan teknologi di segala bidang baik bidang informasi, komunikasi dan transportasi semakin maju dan mempermudah kehidupan manusia. Salah satu kemajuan perlengkapan teknologi informasi yang telah tersedia saat ini dan dapat dimanfaatkan sebagai alat komunikasi secara global adalah internet. Fasilitas dan kemudahan yang terdapat dalam jaringan internet sudah dapat dinikmati dan dimanfaatkan oleh banyak orang dari berbagai bidang usaha dan pemakai jasa, salah satunya dengan teknologi online reservation. Penelitian ini bertujuan untuk mengetahui keefektifan online reservation dan kontribusinya dibanding media reservasi lain dalam menunjang jumlah reservasi hotel Bali Hilton International. Penelitian ini menggunakan data yang diberikan oleh pihak reservasi hotel Bali Hilton International mengenai jumlah reservasi, forecast dan wawancara. Wawancara dilakukan dengan tiga orang dari departemen Sales and Marketing hotel Bali Hilton International, bagian reservasi. Hasil penelitian menunjukkan bahwa online reservation efektif dalam menunjang jumlah reservasi hotel Bali Hilton International karena sesuai dengan yang diharapkan oleh hotel Bali Hilton International. Namun bila dilihat dari persentasenya, kontribusi online reservation lebih kecil dibandingkan media reservasi lain dalam menunjang jumlah reservasi hotel Bali Hilton International.",
  "creators": "YANI AGUSTIN; WULANDARINI TANTOSUSILO",
  "contributors": "Thomas Stefanus Kaihatu (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010233/HTL/2006; Yani Agustin (33401007), Wulandarini Tantosusilo (33401086)",
  "subjects": "HOTEL MANAGEMENT"
}