{
  "id": "618",
  "title": "Cohesive devices in mini advertisements in The Jakarta Post and The Asian Wall Street Journal",
  "abstract": "The idea of this study is to compare the English newspaper that is published from Indonesia, The Jakarta Post (JP), with the one that is published from outside, The Asian Wall Street Journal (AJ). In this study, the writer wants to find out the cohesive devices that are mostly used by the two newspapers, and the similarities and differences from comparing the two newspapers. For the analysis, the writer uses the theory of cohesive devices by Halliday and Hasan. In collecting the data, the writer chose twenty mini advertisements from both sources. Before analyzing the cohesive devices, first the writer divided the mini advertisements into sentences, and then she also writes the abbreviation into sentence. In order to make the sentences grammatic ally correct, she symbolizes the agent or the doer of the action as (X) and the readers as (Y). After that, the writer starts to count the amount of cohesive devices to make it easier to find out the mostly used cohesive devices. After analyzing the cohesive devices, then the writer begins to analyze the similarities and the differences from comparing the two sources. In the conclusion, she finds that ellipsis is the types of cohesive devices that are mostly used in the mini advertisements in both sources. The main similarity is that both sources do not use substitution, while the main difference is that AJ do not use reference whereas there are three references in JP. In my opinion, mini advertisements are needed in the study of English reading to grow the understanding of English language since the language of mini advertisements are in incomplete sentences. If students can understand what is presented in the mini advertisements, it means those students have acquired the good understanding of English. On the contrary, if they do not understand, their understanding is still limited.",
  "creators": "CHRISTINE",
  "contributors": "ABBAS A.BADIB, Pof.DR.MA.,MA. (Advisor 1); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 936; Christine (11497125)",
  "subjects": "DISCOURSE ANALYSIS; LINGUISTICS"
}