{
  "id": "6182",
  "title": "Analisa pengaruh pemberian uang saku terhadap motivasi mahasiswa praktek kerja nyata angkatan 2001 program Manajemen Perhotalan Universitas Kristen Petra",
  "abstract": "Program Manajemen Perhotelan Universitas Kristen Petra mempunyai sebuah mata kuliah wajib yang harus diselesaikan oleh mahasiswa sebagai salah satu prasyarat untuk menempuh tugas akhir, yaitu Praktek Kerja Nyata (PKN). Praktek Kerja Nyata bertujuan agar mahasiswa Program Manajemen Perhotelan mampu mengimplementasikan teori yang selama ini telah diterima dan dipelajari di universitas ke dalam dunia kerja nyata. Motivasi merupakan suatu hal yang dapat mendorong seseorang untuk melaksanakan suatu tugas dan kegiatan dengan sebaik mungkin. Kompensasi dalam bentuk uang bisa digunakan sebagai wujud penghargaan terhadap hasil kerja seseorang dan juga bisa menjadi motivasi kuat bagi seseorang untuk mengerjakan tugas-tugasnya sebaik mungkin, demikian juga bagi mahasiswa yang menempuh praktek kerja nyata. Dengan adanya pemberian uang saku dari perusahaan tempat praktek kerja nyata dapat memacu motivasi mahasiswa, didukung pula dengan adanya beberapa perusahaan yang menerapkan kebijakan memberi uang saku berdasarkan performance akan semakin memacu motivasi, kreativitas dan prestasi kerja mahasiswa. Dari hasil analisa penulis, faktor uang saku memiliki pengaruh kecil yaitu menempati prioritas kedua atau ketiga dalam motivasi mahasiswa praktek kerja nyata angkatan 2001 Program Manajemen Perhotelan Universitas Kristen Petra. Faktor yang menempati prioritas pertama atau faktor yang paling mempengaruhi motivasi para mahasiswa lebih dititikberatkan pada faktor nilai, faktor ilmu, faktor pengalaman kerja serta faktor waktu.",
  "creators": "MAYA ARIESTA; YOHANES YUDHI ANTO HENOEK",
  "contributors": "MICHAEL RICKY (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010237/HTL/2006; Maya Ariesta (33401153), Yohanes Yudhi Anto Henoek (33401188)",
  "subjects": "HOTEL MANAGEMENT"
}