{
  "id": "6189",
  "title": "Perancangan dan pembuatan sistem informasi penggajian dan laporan SPT tahunan untuk karyawan di perusahaan konveksi CV. \"X\"",
  "abstract": "CV. \"X\" adalah perusahaan yang bergerak di bidang konveksi dimana produksinya dilakukan sesuai dengan pesanan. Selama ini CV. \"X\" melakukan penghitungan gaji dan pembuatan laporan SPT tahunan secara manual yang membutuhkan waktu dan tenaga yang besar. Selain itu terkadang terjadi kesalahan penghitungan gaji baik karena kesalahan menghitung maupun kesalahan membaca / kehilangan data. Oleh karena itu dibutuhkan sistem yang terotomatisasi untuk mengatasi berbagai masalah yang terjadi pada sistem lama secara manual. Sistem informasi penggajian dan laporan SPT tahunan meliputi sistem absensi karyawan, sistem penghitungan gaji dan berbagai attributnya seperti lembur, cuti, potongan dsb secara terotomatisasi. Sistem ini juga mampu melakukan penghitungan dan pembuatan laporan SPT tahunan serta koreksi pajak secara terotomatisasi. Selain itu sistem juga mampu membuat berbagai laporan baik yang ditujukan untuk karyawan seperti slip gaji, laporan potongan pajak, surat peringatan, surat phk ataupun laporan yang ditujukan untuk direktur seperti laporan data karyawan, laporan histori karyawan, dan laporan gaji karyawan secara terotomatisasi. Dari hasil pengujian sistem informasi penggajian dan laporan SPT tahunan, dapat dilihat bahwa sistem mampu melakukan penghitungan gaji dan SPT tahunan dengan tepat serta menghemat waktu. Selain itu berdasarkan hasil kuisioner didapatkan bahwa persentase dari segi tampilan dan kemudahan program sebesar 70%, dari segi keakuratan dan kecepatan program sebesar 72,5% dan dari segi kelayakan program sebesar 72,5% sehingga dapat disimpulkan sistem ini layak digunakan di perusahaan untuk penghitungan gaji karyawan dan pembuatan laporan SPT tahunan.",
  "creators": "TJOA FREDDY GIANTO",
  "contributors": "Yulia (Advisor 1); Liliana (Advisor 2); Gregorius Satiabudhi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010562/INF/2006; Tjoa Freddy Gianto (26402057)",
  "subjects": "DATA BASE DESIGN; DATA BASE MANAGEMENT; PROGRAMMING (ELECTRONIC COMPUTERS)"
}