{
  "id": "6191",
  "title": "Internal marketing: employee empowerment to increase service quality in De Veranda restaurant cafe Amsterdam Nederland",
  "abstract": "This thesis is written as the final project of the Hotel Management Program which examine the process of marketing internally to the employee based on the employee empowerment to increase the service quality in hospitality industry especially in de Veranda Restaurant Cafe, Amsterdam. The marketing is an important program for the company to achieve their goal. Employee as one of the essential part of the company needs to be considered as one tool to do the marketing program, it means that the company needs to adopt the marketing program internally from the employee?s point of view. The company need to know what is the best and appropriate way to make employee empowerment in adjustment with their working condition in order to create \"Free Promotion\" through \"Word of Mouth\". The qualitative research has been applied. Based on the research, this thesis is divided into four sections or chapters. The first chapter of this thesis gives information about Restaurant Cafe de Veranda such as history of de Veranda, physical look of the restaurant, and the facility that is accommodated by de Veranda. This chapter also gives the introduction about the subject of this thesis (internal marketing and employee empowerment). The second chapter is started with the literature review which is divided into three big parts, consists of the explanation of Service Quality, Internal Marketing, and Employee Empowerment. It also discusses about the relationship between that three aspects, the process, the tools, and the benefits of applying internal marketing through employee empowerment. The third chapter gives the analysis and evaluation based on the research in de Veranda and the actions that have been taken by de Veranda management to create Employee Empowerment and the actions to maintain their service quality. These chapters also explain the Strength, Weakness, Opportunity, and Threat from de Veranda Restaurant Cafe. The case study is based on the literature review, depth interviews with the manager, supervisor, and other employee, and also the observation in the restaurant. The last chapter is the conclusion from all of the content of this book. It contains what steps should be kept and to be taken in order to increase the service quality through employee empowerment. It consists of the recommendations and suggestions from the writers that can help de Veranda Restaurant Cafe to apply the best way of marketing internally to the employee to fulfill their needs and expectations and to create a company image through their service quality.",
  "creators": "MARIA CICILIA LIDJAYA; C HELMY WINDARTO",
  "contributors": "HENK BRUINS (Advisor 1); K.W. VAN DER HOEK (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010225/HTL/2005; Maria Cicilia Lidjaya Sindhunata (33400077), Christian Helmy Windarto (33400139)",
  "subjects": "RESTAURANT MANAGEMENT; TOTAL QUALITY MANAGEMENT; HOTEL MANAGEMENT"
}