{
  "id": "6192",
  "title": "How to make a good marketing strategy based on market segmentation to maintain profitability in Golden River Restaurant",
  "abstract": "This dissertation is about making a good marketing strategy based on market segmentation in order to maintain profitability in Golden River Restaurant. It is written also as the final part of the B.Sc. the Hotel Management Program study. The Writers decide to take qualitative and quantitative research. This qualitative research begins with literature review which contain of the understanding about marketing strategy, market segmentation and also about profitability. This quantitative research begins with interviewing the guest and also with the owner of the restaurant, also by giving questionnaires such as guest comment and observation daily to the restaurant. So the writers know what marketing strategy and what the result of marketing strategy that Golden River has done and try to compare with the theory that writers have. Through this research, the writers try to analyze how to make a good marketing strategy based on market segmentation to maintain profitability in Golden River Restaurant. The next step is to collect data and make more accurate result and detail information, which market segmentation that can be applied in Golden River Restaurant in order to maintain their profit. Writers do the observation in the restaurant every day, twice a day, in the morning and night shift to see how many customers come to the restaurant for take away or eat. Besides that, the writers also collect more detail information based on the literature review such as researching on the internet, direct interview with the owner of the restaurant and also from the handbook?s. The writers use scoring method based on the questioners such as guest?s comments to answer some research questions. Finally the writers can conclude which a good marketing strategy, based on the market segmentation, that can taken by the Golden River Restaurant. This is the first research to decide the best marketing strategy based on market segmentation to maintain profitability in Golden River restaurant. So, further research is recommended to give more detail information about this subject. Besides that this is also the starting point to doing the next step in further research",
  "creators": "DEBBY NORA SANDRA; MARION ELAINE",
  "contributors": "HENK BRUINS (Advisor 1); K.W. VAN DER HOEK (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010226/HTL/2005; Debby Nora Sandra (33400030), Marion Elaine (33400177)",
  "subjects": "RESTAURANTS-MARKETING; RESTAURANT MANAGEMENT"
}