{
  "id": "6194",
  "title": "Studi mekanisme kecelakaan kerja berdasarkan system approach to human error",
  "abstract": "Penelitian ini mengusulkan mekanisme kecelakaan kerja. Mekanisme kecelakaan kerja tersebut disusun dengan menggunakan system approach to human error. Mekanisme kecelakaan kerja berdasarkan system approach to human error memfokuskan pada kondisi lingkungan dimana pekerja itu bekerja dan mencoba untuk membuat suatu defenses guna meghindari terjadinya kecelakaan. Dengan pendekatan ini kecelakaan kerja yang terjadi disebabkan oleh karena sistem defenses dari sistem tersebut lubang. Lubangnya sistem defenses itu dapat disebabkan oleh dua jalur yaitu active dan latent failure pathway. Dalam penelitian ini active failure pathway bermula dari komponen faktor organisasi yang berinteraksi dengan komponen faktor manajerial dan faktor individu kemudian bergabung dengan active failure dari pekerja maka terjadilah kecelakaan. Sedangkan Latent failure pathway dimulai dari komponen faktor organisasi yang langsung membuat lubang pada sistem defenses yang ada. Faktor - faktor dalam komponen mekanisme pada penelitian ini yang dapat membuat \"lubang\" pada sistem defenses antara lain adalah tidak memakai peralatan keselamatan kerja, melakukan kesalahan ? kesalahan kecil, kurang terampil dalam bekerja, tekanan terhadap waktu, tidak adanya analisa resiko terhadap kecelakaan kerja, perencanaan keselamatan kerja dalam proyek, pengontrolan keselamatan kerja, pemeriksaan terhadap kondisi dan kelayakan dari peralatan kerja dan perlengkapan keselamatan kerja, juga tidak ada tanda - tanda peringatan atau hati - hati di dalam proyek dan alat untuk pengaman (seperti: penutup lubang, jaring pengaman), perlengkapan keselamatan kerja tidak tersedia dan tidak layak pakai, juga tidak ada pelatihan ketrampilan kerja dan keselamatan kerja, serta tidak ada kompensasi.",
  "creators": "ADHITAMA NUR PARAMITA",
  "contributors": "ANDI (Advisor 1); Indriani Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Tesis No. 075/MTS/2004; Adhitama Nur (01501001)",
  "subjects": "CONSTRUCTION INDUSTRY-EMPLOYEES-INSURANCE ASPECTS; CONSTRUCTION INDUSTRY-MANAGEMENT"
}