{
  "id": "6195",
  "title": "Studi komparasi variabel harga, lokasi, dan fasilitas dalam memilih tempat kos antara mahasiswa Universitas Kristen Petra dan mahasiswa Universitas Surabaya",
  "abstract": "Kos berarti tinggal ditempat orang lain dengan atau tanpa makan dengan membayar setiap bulannya.Bila dilihat dari karakteristik tempat kos maka kos merupakan usaha jasa. Tempat kos saat ini dipilih sebagai usaha yang mampu memberikan keuntungan secara financial, sehingga saat ini dapat dilihat perkembangan tempat kos yang cukup pesat. Keberadaan tempat kos didaerah Universitas ini pada awalnya karena permintaan dari mahasiswa yang berasal dari luar pulau atau kota dan tidak memiliki tempat tinggal sehingga memutuskan untuk kos agar mempermudah kegiatan sekolah. Penulis memilih dua Universitas swasta di Surabaya yang memiliki tingkat akreditas yang baik, dan mahasiswanya memiliki latar belakang ekonomi dari keluarga menengah keatas yakni Universitas Kristen Petra(UK.Petra) dan Universitas Surabaya ( Ubaya ). Dari dua Universitas ini akan dipilih mahasiswa yang merupakan penghuni kos dan akan diberikan pertanyaan seputar tempat kos mereka. Apa ada pengaruh harga kos terhadap pemilihan tempat kos bagi mahasiswa UK.Petra dibandingkan Ubaya, apa ada pengaruh lokasi kos terhadap pemilihan tempat kos bagi mahasiswa UK.Petra dibandingkan Ubaya, dan apa ada pengaruh penyediaan fasilitas terhadap pemilihan tempat kos bagi mahasiswa UK.Petra dibandingkan Ubaya. Semua perbandingan tersebut melihat pula pada jenis kelamin responden dan uang saku perbulan. Penulis beranggapan bahwa pemilik kos perlu mengetahui informasi tepat guna bagi kelangsungan usahanya. Untuk mengukur hasil jawaban responden, penulis menggunakan alat ukur anova two way . Dari hasil penelitian terlihat bahwa adanya pengaruh harga, loksi dan fasilitas dalam memilih tempat kos bagi mahasiswa UK.Petra dan Ubaya.",
  "creators": "VICKIE NARULITA; NOVIANTY BP",
  "contributors": "Peter Remy Yosy Pasla (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02/01/1740/MAN/2004; Vickie Narulita (31400246), Novianty Budiman Puteri (31400444)",
  "subjects": "CONSUMER BEHAVIOUR; CONSUMERS-RESEARCH"
}