{
  "id": "6198",
  "title": "Analyzing of stimulant factor considered by consumer in choosing Restaurant and Brasserie De Kelderhof to determine marketing strategy",
  "abstract": "On the first part of this thesis, the writers will introduce \"Restaurant and Brasserie, de Kelderhof\". Restaurant de Kelderhof that is located in Prinsengracht 494 Amsterdam that serves international menu and consist of 3 parts of the restaurant: Main Hall with maximal capacity of 85 persons, Front Hall with maximal capacity 50 persons, and Side Hall with by maximal capacity of 55 persons. Brasserie de Kelderhof, it serve Spanish menu called Tapas. The second part of the research is the qualitative research that is started with reviewing the literature. The literature review will show the relation between the stimulan factor and marketing. The process started by asking the guests of de \"Restaurant and Brasserie, de Kelderhof\" about what are the main factors that make them decided to choose a restaurant and also why they choose \"Restaurant and Brasserie, de Kelderhof\" as a comparison. The third part is the analysis case. In this part, the writers will analyze about the steps that are in the past by \"Restaurant and Brasserie, de Kelderhof\" management to keep and maintain their regular customers related with the marketing strategy that they have been doing in the past (the group and the private customers). And the next part of the thesis will be, gives the questionnaires to the customers that can represent the customers of \"Restaurant and Brasserie, de Kelderhof\" that is recommended by the management of the restaurant to show their opinions about service in this restaurant and basic reason why they choose \"Restaurant and Brasserie, de Kelderhof\". And from the results of the questionnaire, the writers will make a conclusion about what is the main reason people choose restaurant and what are the most interesting factor that make the customer choose a restaurant from \"Restaurant and Brasserie, de Kelderhof\" and also what they expect from the restaurant when they eat there. Then on the last chapter, the writers can decide what kind of marketing strategy that is suitable to be implemented in `Restaurant and Brasserie, de Kelderhof\" based on the restaurant customer expectations and win the competition among the restaurant and bring as many possible customers to the\"Restaurant and Brasserie, de Kelderhof\".",
  "creators": "ALFONSIUS ADRIYANTO; ANGELA ELISA SOESILO",
  "contributors": "HENK BRUINS (Advisor 1); K.W. VAN DER HOEK (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010224/HTL/2005; Alfonsius Adriyanto (33499144), Angela Elisa Soesilo (33400015)",
  "subjects": "RESTAURANT MANAGEMENT"
}