{
  "id": "6205",
  "title": "Perancangan sistem pengukuran dan analisa produktivitas di PT.\"X\"",
  "abstract": "Produktivitas berkaitan dengan efisiensi penggunaan input dalam memproduksi output. Oleh karena itu produktivitas merupakan salah satu faktor yang cukup penting bagi suatu perusahaan untuk dapat meningkatkan daya saingnya. PT. \"X\" adalah sebuah perusahaan yang belum lama berdiri yang bergerak di bidang industri makanan ringan. Selama ini perusahaan belum memiliki rancangan sistem pengukuran produktivitas, sehingga pengukuran produktivitasnya juga belum pernah dilakukan. Perancangan sistem pengukuran produktivitas dilakukan dengan menentukan indikator-indikator yang disesuaikan dengan kondisi perusahaan. Indikator-indikator tersebut terdiri dari elemen output dan elemen input. Form-form juga dirancang untuk memudahkan pihak perusahaan dalam pengukuran produktivitas. Setelah itu dilakukan perhitungan produktivitas parsial dengan membandingkan antara elemen output dan elemen input untuk masing-masing indikator. Langkah selanjutnya adalah menguji korelasi untuk mengetahui hubungan antara suatu indikator dengan indikator-indikator lainnya. Pembuatan software juga dilakukan dalam pengaplikasian sistem pengukuran produktivitas dengan menggunakan software Borland Delphi 7. Dari hasil perhitungan produktivitas dan korelasi, maka dapat dianalisa tingkat produktivitas masing-masing indikator dan pengaruhnya dengan indikator-indikator yang lain. Usulan-usulan perbaikan diberikan untuk meningkatkan produktivitas perusahaan di masa yang akan datang.",
  "creators": "HENNY",
  "contributors": "Herri Christian Palit (Advisor 1); Jani Rahardjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01/0765/IND/2004; Henny (25400084)",
  "subjects": "TOTAL QUALITY MANAGEMENT; INDUSTRIAL PRODUCTIVITY-MEASUREMENT"
}