{
  "id": "6212",
  "title": "How to build customer relationships management (CRM) to make relationship marketing in the Oriental Swan Restaurant, Soesterberg",
  "abstract": "This dissertation is about building Customer Relationships Management program to make the best relationship marketing in The Oriental Swan restaurant in order to achieve more markets as their target market to achieve high income. It is written as the final part of the B.Sc. the Hotel Management Program. Qualitative research has been conducted. This qualitative research begins with literature review that consists of: explaining the definition of marketing, relationship marketing, and customer relationships management, describing to the restaurateurs how to build customer relationships management program in making the relationship marketing, helping the restaurateurs considerate the importance factors which needs to be noticed in building a good customer relationships management program. The second steps are to make more detail information and accurate result, research and analyze all factors that are needed to build customer relationships management program in the Oriental Swan Restaurant, Soesterberg. The observation is also needed to give good analysis, which is based on the literature views such as researching in public electronics access from website, journal research from the academy of marketing science, and handbook?s views. From the whole research are done by direct observation, data analyzing and information from the interviews. Finally, the writers can conclude that the best customer relationships management program, that actualize and realize into relationship marketing is needed considering all aspects influences in order to be appropriate with its concept to get the best results in its implementation. Since this is the first research on building customer relationships management program to make a good relationships marketing in the Oriental Swan Restaurant, Soesterberg. Further research is recommended to give more detail information about this subject. This study can also be used as a starting point for further research.",
  "creators": "DARWIN PANAHATAN SIAHAAN; ANTONIA",
  "contributors": "HENK BRUINS (Advisor 1); K.W. VAN DER HOEK (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010222/HTL/2005; Darwin Panahatan Siahaan (33400096), Antonia (33400173)",
  "subjects": "RELATIONSHIP MARKETING; RESTAURANT MANAGEMENT; CUSTOMER RELATIONS"
}