{
  "id": "6213",
  "title": "The Role of media advertising and promotion to increase profitability in Dynasty Restaurant Amsterdam",
  "abstract": "This thesis's main subject is to give some recommendations of the Dynasty Management to choose the correct media that is effective and profitable for advertising and do a promotional activity. The writers explore advertising and promotion activity which Dynasty management is doing, previous and present. This is very useful to compare the advantages and disadvantages of several media which they have used earlier. In examining the analysis, the writers use the field analysis method, which involves four elements, SWOT analysis, interview analysis, questionnaire analysis, and field analysis. From SWOT aspects, the writers can suggest which media have the potential strength and suitable to technology and trends nowadays. The interview method is started by asking Dynasty Management about what kind of media they have used. The next step is asking the result or effect that they saw after the advertising and the promotion program and the relevancy with the profits. The questionnaire analysis is used to determine how many respondents know Dynasty from certain media and which media have the most significant chance to win the respondent's attention. Therefore, the writer can measure how efficient that certain media create the name and market. The writers also give suggestions to Dynasty management, which media is suitable for the budget side. Literature review makes the straightforward and more robust relationship between theories and the results of the research. The writers compared the number of guests daily based on the reservation book from the field analysis method. The writers also give final suggestions to Dynasty Management. When a suitable media is found, the next step is to determine media mix selection.",
  "creators": "MOSKRINUS VINCENTIUS HABA; BEATRIX RATNAWATI",
  "contributors": "HENK BRUINS (Advisor 1); K.W. VAN DER HOEK (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010221/HTL/2005; Beatrix Ratnawati (33400063), Moskrinus Vrincentius Haba (33499069)",
  "subjects": "RESTAURANT MANAGEMENT"
}