{
  "id": "6215",
  "title": "Establishing word-of-mouth marketing, through customer satisfaction to increase the profit in Manchurian Restaurant",
  "abstract": "The first part of this thesis will give an introduction about Manchurian Restaurant and also introduction about word-of-mouth marketing. The second part of this thesis is a qualitative research, which is started by reviewing the literature. The third part is analysis case, in this part, the writers will analyze about guest satisfaction and about word-of-mouth marketing in Manchurian Restaurant by distributing questionnaires in random system. The case study is based on the literature reviews, interview with some people from Manchurian Restaurant and also observes of the restaurant itself. Then at the latest chapter, the writers will give suggestion about what steps should be taken to create guest?s satisfaction so the guest will do word-of-mouth marketing. The research questions that will be discussed in this thesis are: what is guest satisfaction, and how to achieve it. What things that needs to be taken to improve Manchurian Restaurant in order to make the guest satisfied and to do the word-of-mouth marketing and how to encourage the guests to do the word-of - mouth marketing. The research methods that the writers will use are: interviewing the staff of Manchurian Restaurant, who are assumed as representing the restaurant itself. Collecting data and literature. Distributing questionnaires that have been recommended by the manager of Manchurian Restaurant and finally analyze the questionnaires.",
  "creators": "VICKY DAUD NATANAEL; MILA AMEILIA HALIM",
  "contributors": "HENK BRUINS (Advisor 1); K.W. VAN DER HOEK (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010223/HTL/2005; Vicky Daud Natanael (33499085), Mila Ameilia Halim (33400007)",
  "subjects": "RESTAURANTS-MARKETING; RESTAURANT MANAGEMENT"
}