{
  "id": "622",
  "title": "Studi perbandingan penggunaan energi listrik antara suplai listrik PLN dan generator set di PT. Industri Sandang Nusantara Unit II Lawang",
  "abstract": "Dunia industri dan usaha di Indonesia telah berada dalam situasi ekonomi yang sulit karena dampak dari krisis moneter pada beberapa tahun belakangan ini. Sebuah manajemen energi yang baik sangat diburuhkan oleh setiap perusahaan dalam menghadapi problem biaya operasional dan pengambilan keputusan investasi jangka panjang. Pengumpulan data dilakukan dengan cara pengamatan dan pengukuran mengenai koordinasi antar dua tipe sumber pembangkit dan kebutulian beban di PT. Industri Sandang Nusantara Unit II Lawang ditambah dengan keterangan yang diperoleh dari berbagai sumber. Hasil pengolahan data didapatkan beberapa macam kemungkinan kombinasi dua pembangkit untuk berbagai macam kondisi di Iapangan yang berhubungan dengan proses produksi. Semua kemungkinan tersebut telah diperhitungkan terhadap seluruh biaya investasi dan operasional selama tahun 2001 sehingga dapat ditentukan bagaimana cara pengoperasian dan kontrol yang baik agar energi listrik dapat dimanfaatkan seoptimal mungkin. Hasil pengolahan data dan perhitungan diharapkan dapat rnemberikan kontribusi pada pihak perusahaan berupa beberapa simulasi kemungkinan penggunaan dua tipe sumber pembangkit dan bagaimana system operasi dan kontrol daya untuk melakukan kombinasi tersebut. Hasil akhir dari perhitungan didapatkan kombinasi biaya Rp./kWh yang paling murah yaitu : PLN 100% dan 1 buah genset terhadap kapasitas maksimalnya.",
  "creators": "HARRIS SINDHUATMADJA",
  "contributors": "Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Advisor 1); Julius Sentosa Setiadji (Advisor 2); Emmy Hosea (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 01/453/ELK/2003; Harris Sindhuatmadja (23496120)",
  "subjects": "ELECTRIC POWER DISTRIBUTION; ELECTRIC POWER TRANSMISSION; ELECTRIC POWER SYSTEMS"
}