{
  "id": "6229",
  "title": "Keefektifan penggunaan bintang terkenal terhadap daya ingat merek",
  "abstract": "Sebuah Iklan sangat mempengaruhi pasaran suatu produk dan juga dapat memacu daya saing terhadap produk lain di pasaran. Salah satu contoh paling menarik adalah iklan televisi. Iklan televisi yang ditayangkan juga bermacam-macam jenisnya, salah satunya yang akan dibahas di sini adalah iklan dengan menggunakan endorser dalam penyajiannya. Dalam iklan televisi, endorser yang dipilih ada bermacam macam karakternya. Pemanfaatan endorser sebagai penyampai pesan diharapkan lebih mempercepat iklan diterima oleh konsumen. Endorser dengan menggunakan bintang terkenal dibutuhkan jika ingin mendapatkan awareness dengan cepat. Penelitian ini bertujuan mendeskripsikan secara ilmiah daya ingat target audience terhadap nama-nama merek merek yang ditayangkan iklan televisi yang menggunakan endorser bintang terkenal. Selain itu juga untuk mendeskripsikan secara ilmiah tingkatan ingatan target audience terhadap merek dan bintang terkenal yang membintanginya, dan terakhir adalah untuk mendeskripsikan secara ilmiah keefektifan penggunaan endorser bintang terkenal yang membintangi lebih dari satu iklan. Dalam penelitian yang berjudul ?Keefektifan Penggunaan Bintang Terkenal Terhadap Daya Ingat Merek? ini menggunakan penelitian deskriptif. Penelitian deskriptif ini mendeskripsikan tentang temuan?temuan tentang daya ingat konsumen terhadap endorser dari iklan televisi terkait dengan fenomenanya. Pada penelitian ini peneliti mengembangkan konsep yang berkaitan erat dengan judul tersebut dan menghimpun fakta tetapi tidak melakukan pengujian hipotesis. Menggunakan jenis kuantitatif karena pendekatan dilakukan dengan pendekatan positivistik, yang mana terkait dengan fakta yang dapat diamati sesuai dengan prosedur yang dipandang logis.",
  "creators": "MELISSA PRADJA",
  "contributors": "YOHANES MOELJADI PRANATA (Advisor 1); MARGANA (Advisor 2); Listia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.00010738/DKV/2006; Melissa Pradja (42402001)",
  "subjects": "VISUAL COMMUNICATION; COMMERCIAL ART; ADVERTISING; GRAPHIC ARTS"
}