{
  "id": "6244",
  "title": "Perencanaan perpajakan sebagai upaya untuk meminimalkan jumlah pajak terutang bagi wajib pajak badan PT. Temprina Media Grafika di Surabaya",
  "abstract": "Penghasilan pemerintah dari sektor pajak dari tahun ketahun selalu ditingkatkan. Hal ini dilakukan oleh pemerintah karena pendapatan dari sektor perpajakan merupakan sumber penerimaan dalam negeri yang bersifat stabil dan dinamis. Tetapi dalam keadaan ekonomi seperti sekarang ini yang tidak stabil membuat pengusaha mengalami kesulitan untuk memaksimalkan pendapatannya sedangkan dilain pihak pemerintah berusaha untuk meningkatkan pendapatannya dari sektor pajak. Penelitian ini bertujuan untuk mengetahui strategi dan cara legal apa saja yang dapat diterapkan oleh Wajib Pajak Badan, sebagai upaya untuk meminimalkan jumlah pajak terutang. Dan strategi yang diterapkan adalah dengan menggunakan Tax Planning pada kebijaksanaan perusahaan dalam pengolahan laporan keuangannya. Metode penelitian yang digunakan pada skripsi ini adalah penelitian deskriptif pada PT. Temprina Media Grafika di Surabaya. Data-data yang diperlukan untuk penulisan skripsi ini adalah data kuantitatif yang berupa dokumen laporan keuangan,yang sumber datanya berasal dari data internal perusahaan yaitu dari pihak intern perusahaan dalam hal ini Manajer Keuangan. Penulis juga memperoleh data-data dari berbagai literatur yang berkaitan dengan penulisan skripsi ini. Penelitian ini membuktikan bahwa penggunaan Tax Planning dalam perusahaan akan sangat membantu dalam upaya meminimalkan jumlah pajak terutang oleh Wajib Pajak Badan secara legal. Hal ini dapat dilihat pada adanya penghematan pajak sebesar Rp. 253,539,967,-",
  "creators": "MARIA YOSEFA IMELDA S.",
  "contributors": "R.Arja Angka Asa Aras Adji S. (Advisor 1); Juniarti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 0332/AKT/2004; Maria Yosefa Imelda S (32497086)",
  "subjects": "TAX ACCOUNTING"
}