{
  "id": "6248",
  "title": "Penerapan audit sistem informasi untuk menilai iunput output control pada siklus pendapatan yang berbasis komputer pada PT.X",
  "abstract": "Penelitian ini merupakan studi kasus tentang penerapan audit sistem informasi untuk menilai pengendalian input output pada siklus pendapatan yang berbasis komputer pada PT.X. Tujuan yang ingin dicapai dalam penelitian ini adalah untuk mengetahui dan menilai apakah pengendalian input output pada siklus pendapatan yang berbasis komputer pada PT.X sudah memadai atau belum. Jenis data yang dikumpulkan merupakan data kualitatif yang berasal dari sumber internal yaitu data yang diperoleh langsung melalui daftar pertanyaan. Penelitian ini menggunakan 3 metode pengumpulan data, yaitu: wawancara, dokumentasi, dan observasi. Wawancara dilakukan dengan bagian Marketing dan bagian Akuntansi. Teknik analisis yang digunakan adalah teknik analisis kualitatif yang berkaitan dengan audit sistem informasi untuk menilai pengendalian input output pada siklus pendapatan perusahaan. Hasil penelitian menunjukkan bahwa pengendalian input output atas siklus pendapatan di PT.X kurang memadai. Pengendalian input dan output belum berjalan dengan baik. Masih terdapat beberapa kelemahan pada pengendalian input terutama pada pengendalian desain dokumen sumber, pengendalian kode dokumen dan validation of data input. Sedangkan pada pengendalian output ada beberapa item penting yang tidak dicantumkan dalam output perusahaan serta inference control yang lemah.",
  "creators": "NOVI SETIAWATI",
  "contributors": "Juniarti (Advisor 1); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03010350/AKT/2004; Novi Setiawati (32499094)",
  "subjects": "AUDITING - DATA PROCESSING; ELECTRONIC DATA PROCESSING-AUDITING"
}