{
  "id": "6250",
  "title": "Revaluasi terhadap aktiva tetap",
  "abstract": "PT \"X\" merupakan perusahaan jasa yang kegiatan usahanya bergerak dibidang jasa pelayanan dalam bidang pariwisata, terutama meliputi penjualan tiket, penyelenggaraan tour baik domestik maupun internasional, pengurusan dokumen perjalanan, pengurusan penyelenggaraan seminar, dan jasa penyelenggaraan konferensi. Aktiva tetap yang dimiliki oleh PT \"X' berupa tanah, gedung perkantoran, inventaris kantor, dan kendaraan. Karena nilai buku dari aktiva tetap tidak dapat lagi mencerminkan harga pasar pada saat ini, hal itu mendorong perusahaan untuk merevaluasi aktiva tetapnya yang berupa tanah dan bangunan karena memiliki masa manfaat lebih dari 5 tahun. Permasalahan yang dapat dirumuskan yaitu bagaimana aspek PPh atas revaluasi aktiva tetap, dan bagaimana pengaruh revaluasi aktiva tetap terhadap jumlah PPh badan terutang. Jenis penelitian yang digunakan oleh penulis adalah penelitian deskriptif dengan landasan teori menggunakan objek penelitian PT \"X\". jenis data dalam penelitian ini adalah data kuantitatif yang diperoleh langsung dari perusahaan. Berdasarkan hasil analisa penulis, data dalam penelitian ini apabila PT \"X\" yang melakukan revaluasi, jika dilihat dari aspek PPh atas revaluasi, maka besarnya PPh final sebesar Rp. 1.451.949.800,00 dan besarnya PPh seluruhnya yang akan dibayarkan oleh perusahaan adalah sebesar Rp. 64.995.983.602,00 yang diperoleh dari besarnya PPh badan terutang ditambahkan dengan besarnya PPh final.",
  "creators": "VANESA AGUSTIN",
  "contributors": "Yenni Mangoting (Advisor 1); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010375/AKT/2004; Vanesa Agustin (32499124)",
  "subjects": "VALUATION; ASSETS (ACCOUNTING); ASSETS, FIXED"
}