{
  "id": "6252",
  "title": "Perhitungan PPh terutang dan penyusunan laporan keuangan konsolidasi pada perusahaan - perusahaan yang memiliki hubungan istimewa",
  "abstract": "Dalam rangka kemajuan dunia usaha yang begitu pesat, banyak perusahaan yang mengadakan konglomerasi sehingga antar perusahaan terdapat hubungan istimewa. Antar perusahaan yang terdapat hubungan istimewa tersebut terdapat beberapa transaksi. Penelitian ini dilakukan untuk mengetahui bagaimana perhitungan Pajak Penghasilan terutang antar perusahaan yang memiliki hubungan istimewa menurut Peraturan Perpajakan dan Penyusunan Laporan Keuangan Konsolidasi menurut Standar Akuntasni Keuangan. Manfaat yang diharapkan dari penelitian ini adalah tersedianya informasi bagi para pembaca tentang perhitungan Pajak Penghasilan terutang menurut Peraturan Perpajakan antar perusahaan yang memiliki hubungan istimewa dan penyusunan Laporan Keuangan Konsolidasi menurut Standar Akuntasni Keuangan. Penelitian ini berupa studi kasus dengan menggunakan data primer, yang berupa Laporan Keuangan (Neraca, Laporan Rugi Laba, dan Laporan Perubahan Laba Ditahan), yang mana sumber datanya berasal dari internal dan metode penelitian yang digunakan adalah wawancara langsung terhadap perusahaan yang bersangkutan. Dari hasil penelitian ini didapatkan perbedaan perlakuan antara Peraturan Perpajakan dengan Standar Akuntansi Keuangan untuk perusahaan-perusahaan yang memiliki hubungan istimewa. Menurut Peraturan Perpajakan, pajak penghasilan yang terutang untuk perusahaan-perusahaan yang memiliki hubungan istimewa tersebut dihitung berdasarkan laporan keuangan masing-masing perusahaan tersebut setelah dikoreksi secara fiskal. Sedangkan menurut Standar Akuntansi Keuangan, untuk transaksi antar perusahaan yang memiliki hubungan istimewa tersebut, harus dibuat Laporan Keuangan Konsolidasi, tetapi tidak diitung pajak penghasilan dari Laporan Keuangan Konsolidasi tersebut.",
  "creators": "VERA TRISNAWATI ADIMASTO",
  "contributors": "Agus Arianto Toly, S.E., M.S.A., Ak. (Advisor 1); Yenni Mangoting (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010381/AKT/2004; Vera Trisnawati Adimasto (32497064)",
  "subjects": "TAX ACCOUNTING"
}