{
  "id": "6254",
  "title": "Restitusi pajak pertambahan nilai (studi kasus pada CV. X)",
  "abstract": "Perusahaan yang menjadi objek penelitian ini merupakan perusahaan yang telah menerapkan restitusi Pajak Pertambahan Nilai setiap bulannya. Dalam penelitian ini, penulis ingin menganalisa perhitungan restitusi Pajak Pertambahan Nilai pada CV. X dan juga apakah proses permohonan restitusi yang dilakukan oleh perusahaan sesuai dengan Undang-Undang. Metode penelitian yang digunakan adalah penelitian deskriptif, dengan studi kasus pada CV. X sebagai perusahaan yang melakukan penjualan ekspor, dimana perusahaan ini mengalami restitusi setiap bulannya. Oleh karena itu, restitusi perlu dilakukan karena tidak ada pilihan sehingga harus restitusi. Hasil yang diperoleh dari penelitian adalah Perusahaan tersebut mengalami restitusi karena Pajak Masukan (PM) lebih besar daripada Pajak Keluaran (PK), dimana Pajak Keluaran-nya (PK) adalah 0 (nol), karena tarifnya 0 % (nol persen). Pajak Keluaran timbul karena aktivitas BKP, dimana penjualannya merupakan penjualan ekspor sehingga Pajak Keluaran (PK)-nya adalah 0 (nol); dan Pajak Masukan timbul karena adanya pembelian BKP, dimana besarnya pembelian dipungut 10 % dari jumlah pembelian. Perusahaan melakukan restitusi karena itu merupakan hak Wajib Pajak. Namun oleh Fiskus pemberian restitusi kepada Wajib Pajak harus melalui proses pemeriksaan terlebih dahulu, dimana permeriksaan dilakukan dengan dua cara, yaitu Pemeriksaan Sederhana Kantor untuk setiap Masa Pajak dan Pemeriksaan Sederhana Lapangan pada akhir Masa Pajak. Tujuan dilakukannya pemeriksaan sehubungan dengan restitusi adalah : menguji keabsahan dan kebenaran dari dokumen berupa Faktur Pajak baik Pajak Keluaran maupun Pajak Masukan, mengetahui Jenis Kegiatan Usaha dari Wajib Pajak, menentukan berapa Jumlah Penyerahan dan berapa Jumlah Pembelian dalam suatu Masa Pajak, dan mengetahui hubungan antar Jenis Kegiatan Usaha dengan Pajak yang dikreditkan, serta menentukan berapa jumlah yang harus direstitusi. Proses permohonan restitusi yang dilakukan oleh Wajib Pajak (perusahaan) sudah sesuai dengan Undang-Undang yang berlaku.",
  "creators": "YUDITH DANAYANTI R",
  "contributors": "Yenni Mangoting (Advisor 1); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010384/AKT/2004; Yudith Danayanti Rindingpadang (32499031)",
  "subjects": "TAX ACCOUNTING"
}