{
  "id": "6259",
  "title": "Ekspor impor ditinjau dari perlakuan akuntansi dan ketentuan perpajakan (studi kasus pada CV. \"X\")",
  "abstract": "CV. \"X\" adalah salah satu perusahaan yang berorientasi ekspor. Untuk kepentingan ekspor, CV. \"X\" mengimpor bahan pembantu. Selain itu, CV. \"X\" juga melakukan penjualan dan pembelian dalam negeri. Dengan keadaan ini, CV. \"X\" mempunyai kebijakan untuk tidak meminta fasilitas pembebasan impor sehingga dapat mengkreditkan PPN impornya. Maka permasalahan yang dirumuskan adalah apakah perlakuan akuntansi ekspor impor di dalam laporan keuangan CV. \"X\" sudah dilaksanakan dengan tepat. Pembahasan perlakuan akuntansi ini meliputi pengukuran dan penilaian, pengakuan, pengungkapan dan penyajiannya. Kapan sebuah transaksi dicatat, nilai transaksi itu melalui perhitungan kurs bank devisa dan kurs MenKeu, serta bagaimana penyajiannya di dalam laporan keuangan perusahaan. Melalui perumusan masalah yang kedua mengenai konsekuensi ketentuan perpajakan atas realisasi ekspor impor di CV. \"X\", maka analisa difokuskan pada pelunasan bea-bea impor berdasarkan kurs MenKeu. Apakah di dalam perhitungan itu masih terdapat kesalahan, bagaimana mengoreksi kesalahan yang telah dibuat. Penelitian ini bertujuan untuk mengetahui ketepatan perlakuan akuntansi, termasuk di dalamnya adalah penggunaan kurs bank devisa pada tanggal transaksi yang benar. Kesalahan penggunaan kurs akan berpengaruh pada laporan keuangan perusahaan, demikian halnya jika perhitungan tersebut dipergunakan untuk kepentingan perpajakan. Akibatnya kesalahan perhitungan dapat mengakibatkan sanksi dan denda. Perhitungan dengan menggunakan kurs yang salah mengakibatkan laporan keuangan CV. \"X\" tidak menunjukkan angka yang sebenarnya. Melalui penelitian studi kasus, penulis dapat mengatakan bahwa CV. \"X\" belum melakukan pencatatan transaksi impor dengan benar. CV. \"X\" langsung mengakui pembeliannya pada saat pembukaan L/C, yang seharusnya diakui sebagai barang dalam perjalanan. Untuk memperbaiki catatan perusahaan diperlukan jurnal koreksi. Usulan koreksi terhadap pencatatan di CV. \"X\" menimbulkan perubahan pada laporan keuangan. Analisa pada ketentuan perpajakan menyimpulkan bahwa CV. \"X\" mengalami kekeliruan pada perhitungan PPN Masukan, dimana CV. \"X\" menggunakan kurs bank devisa untuk transaksi impor tanggal 1 dan 15 Juni 2002. Oleh karena itu diperlukan jurnal koreksi untuk memperbaiki kesalahan. Kesimpulan dan saran difokuskan pada penambahan akun baru, yaitu akun barang dalam perjalanan, jurnal koreksi dan laporan keuangan perusahaan setelah analisa, serta hasil perhitungan PPN lebih bayar yang baru.",
  "creators": "NATALIA NUGROHO",
  "contributors": "Yenni Mangoting (Advisor 1); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010393/AKT/2004; Natalia Nugroho (32400038)",
  "subjects": "TAX ACCOUNTING"
}