{
  "id": "6260",
  "title": "Sikap masyarakat Surabaya terhadap pesan iklan layanan masyarakat 3D didapat, disayang, disimpan di surat kabar",
  "abstract": "Bank Indonesia pada awal tahun 2006 kembali meluncurkan salah satu program kampanye dengan tema \"Cara Memperlakukan Uang\" yang bertujuan untuk menginformasikan kepada masyarakat luas mengenai cara merawat dan memperlakukan uang dengan baik. Untuk mewujudkan tujuan ini, maka perlu dilakukan komunikasi persuasif yang diharapkan dapat menginformasikan keberadaan kampanye ini kepada masyarakat luas sehingga menimbulkan kesadaran dan pemahaman yang diikuti oleh perubahan sikap dalam memperlakukan uang sesuai dengan keinginan dari Bank Indonesia. Salah satu bentuk komunikasi persuasif yang dilakukan dalam kampanye ini adalah melalui pemasangan Iklan Layanan Masyarakat (ILM) di surat kabar. Untuk pengukuran sikap terhadap iklan, akan dilakukan melalui tiga (3) komponen yaitu komponen kognitif, komponen afektif dan komponen konatif. Sedangkan untuk variabel iklan, akan difokuskan pada pesan iklan dengan indikator struktur pesan, gaya pesan dan tampilan (appeals) pesan sehingga dapat mengukur sikap masyarakat terhadap pesan ILM 3D-Didapat, Disayang, Disimpan di surat kabar. Berdasarkan hasil penelitian melalui penyebaran kuesioner dengan menggunakan quota sampling kepada 400 orang masyarakat Surabaya, diperoleh kesimpulan bahwa masyarakat Surabaya memiliki sikap yang positif atau favorable terhadap pesan Iklan Layanan Masyarakat 3D-Didapat, Disayang, Disimpan di surat kabar.",
  "creators": "ROSIANA HAMZAH",
  "contributors": "Ronny Herowind Mustamu (Advisor 1); Lusy Evylia Puspita (Advisor 2); YULI NUGRAHENI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010227/KOM/2007; Rosiana Hamzah (51403134)",
  "subjects": "ATTITUDE (PSYCHOLOGY)"
}