{
  "id": "6264",
  "title": "The Closing utterances in conversation used by young people in Rantepao,Tana Toraja",
  "abstract": "This study concerns with informal face-to-face conversation. It focuses on closing utterances spoken by young people in Rantepao, Tana Toraja. Besides, the writer also wants to know the sequence expressions and the types of sequence expressions that are used for the movement out of closing in each closing utterance. The data are taken from recorded informal conversation done by sixteen young people in Rantepao, Tana Toraja, of age seventeen or more. Four of them are supposed to start the conversation and twelve of them are the informants. Each of the first speakers makes three conversations with three different informants. Hence, this study analyzes twelve recorded conversations. This study is supported by Discourse Analysis of conversation theory by Button. Finally, the writer finds out that young people in Rantepao, Tana Toraja tend to use closing utterances consisting of sequence expression to initiate a movement out of closing and closing components to end the conversation. Furthermore, the writer finds out that from four closing components suggested by Button, young people in Rantepao, Tana Toraja are not necessary use all the closing components to end and terminate conversation. Next, to categorize the types of sequence expressions used by young people in Rantepao, Tana Toraja, the writer finds out that they used all the six sequence types suggested by Button. They are sequence types of arrangements, back-references, topic initial elicitors, `In conversation? objects, solicitudes, and appreciations. However, there are some sequence expressions that cannot be categorized in Button?s sequence types; therefore, the writer formulates a set of sequence types that are used by young people in Rantepao, Tana Toraja. They are arrangements, back-references, topic initial elicitors, \"In conversation\" object, solicitudes, appreciations, summary, reinforcement, justification, reason, and winding up talk.",
  "creators": "AGUSTINA SAMBO",
  "contributors": "Bintoro (Advisor 1); Anneke Heritaningsih Tupan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011482/ING/2005; Agustina Sambo (11400056)",
  "subjects": "DISCOURSE ANALYSIS; SOCIOLINGUISTICS"
}