{
  "id": "6266",
  "title": "The Study of speech acts for humorous purposes in Tante Tutik drama comedy TV series",
  "abstract": "Speech acts play an important role in socialization because people deliver not only the meaning of the utterance but also the intended meaning. What human understands about the meaning of one utterance without knowing the intended meaning of it often caused misunderstanding that sometimes leads into humor. Humor is one way of relaxation, so people start to find humorous shows in television. Moreover, drama comedy is one alternative that is given in Indonesian television to present humorous shows. In this study, the writer intends to analyze the speech acts on one of Indonesian drama comedy TV series, Tante Tutik because the writer sees there are so many humorous utterances happen caused by the misunderstanding between the characters. Hence, the writer decides to use Austin?s theory of speech acts to explain the locutionary act, illocutionary act, and perlocutionary act and coulthard?s theory to explain the language function. The data was divided into scenes based on context of situation that was limited by the sound of the audiences? laugh. After classified the data, the writer analyzed the conversations that contain the sound of the audiences? laugh to describe the locutionary, illocutionary, and perlocutionary act. The next step was identified the type of illocutionary act to explain the way of the occurrence of the humor. From her analysis, the writer found out that the type of illocutionary act occurred were representative, expressive, and directive. Moreover, there was a new finding in the cause of the humor itself. The cause was not only because the listener fails to catch the intended meaning of the speaker, but also because the listener successfully catches what the intended meaning of the speaker was.",
  "creators": "PAMELA CICILIA",
  "contributors": "Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Advisor 1); MEEDY NUGRAHA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011489/ING/2005; Pamela Cicilia (11401004)",
  "subjects": "INDONESIAN LANGUAGE-SOCIAL ASPECTS; INDONESIAN LANGUAGE-DISCOURSE ANALYSIS; LANGUAGE AND LANGUAGES-STUDY AND TEACHING"
}