{
  "id": "6267",
  "title": "The Study of lexical errors in Indonesian translation of \"Dua Belas Ikan Mas\" from Jeffrey Archer's twelve red herrings",
  "abstract": "Because many translators fail to deliver the message of the original text into the target language, the writer wants to do a research about a translation of Jeffrey Archer?s novel, which is not so comfortable to read and confusing. In researching, the writer uses Peter Newmark?s theory, who stated that the most important thing of translation is transferring the meaning. For this research, the writer collects the data, that is the Indonesian version from chapter one, two, five, seven and nine because they have more lexical errors than the others; then she uses tables in showing the kind of lexical errors of each word or phrase. There are five kinds of lexical error, that are misstatement of fact, less formal, less accurate according to what is stated in the original text, less accurate because there are words added in the translation and less accurate because there are words omitted in the translation. The writer finds that there are three kinds of less accurate that happen in the translation as her findings; they are less accurate according to what is stated in the original text, less accurate because there are words added in the translation and less accurate because there are words omitted in the translation. The lexical errors which are included in three of them, do not have the same message like what is meant in the original text. As the conclusion, the writer has an opinion that the Indonesian version of the novel has many lexical errors which cause different interpretations and confusion to the readers.",
  "creators": "SENDRA VONZA",
  "contributors": "Julia Eka Rini (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011490/ING/2005; Sendra Vonza (11401010)",
  "subjects": "LINGUISTICS-STUDY AND TEACHING"
}