{
  "id": "6268",
  "title": "A Study of speech styles related to types of speech used in presentation of Multi Level Marketing",
  "abstract": "This study investigates the speech styles used in a presentation of multi level marketing. The writer is interested in the speech styles because speech styles are important to use to communicate with other people. Moreover, he investigates the speech styles that relate to the four types of speech: speech to entertain, speech to inform, speech to stimulate, and speech to convince. The writer applied Nababan?s theory (1993) of speech styles, which are divided into five categories: \"gaya\" or \"ragam beku\" (frozen), \"gaya\" or \"ragam resmi\" (formal), \"gaya\" or \"ragam usaha\" (consultative), \"gaya\" or \"ragam santai\" (casual) and \"gaya\" or \"ragam akrab\" (intimate), supported by Abdul Chaer?s lexical and grammatical characteristics for standard Indonesian theory. Besides, the writer also used theory about types of speech from Monroe (1962). This theory is used to help the writer to analyze the speech based on the purpose. This study uses qualitative approach. In analyzing the data, firstly the writer transcribed the utterance. Secondly, he identified all the utterances into their own types of speech. Then, the utterances are categorized based on their own speech styles. The result of the analysis is presented by using tables, including the frequency of the occurrence of each speech style related to type of speech. Through the analysis, the writer found that there are four types of speech and three speech styles. In each type of speech, the most occurrence of speech style is consultative style. The other styles found in this research are casual and formal styles. The finding of this research shows that consultative style is the most frequently used. Using consultative style can make the situation formal but the audience can feel interested in this presentation and they cannot get confused or difficult to understand about the presentation.",
  "creators": "ANDHI PURNAMA GIDEON C",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); MEEDY NUGRAHA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011486/ING/2005; Andhi Purnama Gideon Chandra (11401052)",
  "subjects": "COMMUNICATION IN MARKETING; LANGUAGE AND LANGUAGES-STYLE"
}