{
  "id": "6275",
  "title": "Analisa dan rancang sistem informasi akuntansi terkomputerisasi atas siklus pendapatan pada PT \"X\"",
  "abstract": "Tujuan penelitian ini adalah mengumpulkan data dan informasi mengenai sistem sistem informasi akuntansi atas siklus pendapatan manual dan merancang sistem informasi akuntansi terkomputerisasi atas siklus pendapatan pada PT \"X\". Sistem informasi akuntansi atas siklus pendapatan pada perusahaan masih manual, dimana untuk memproses suatu pesanan pelanggan memerlukan waktu yang lama. Sementara itu pencatatan data dilakukan berkali-kali secara manual sehingga berpotensi terjadi human error. Penelitian ini merupakan penelitian deskriptif dengan rancangan penelitian berupa studi kasus dengan menggunakan data kualitatif. Unit analisis data dalam penelitian ini adalah sistem informasi akuntansi manual atas siklus pendapatan pada PT \"X\". Penelitian ini menghasilkan desain output, database dan input. Laporan yang akan dihasilkan yaitu Laporan Penjualan Berdasarkan Pelanggan, Laporan Penjualan Berdasarkan Barang, Laporan Penerimaan Uang Muka, Laporan Pelunasan Piutang Pelanggan, Laporan Piutang Pelanggan, dan Customer Monthly Statement. Diharapkan dengan menerapkan sistem informasi akuntansi terkomputerisasi atas siklus pendapatan kesalahan akibat human error dapat dikurangi karena penginputan dan pemrosesan data dilakukan secara terkomputerisasi dengan menerapkan pengendalian aplikasi, sehingga perusahaan dapat memberikan pelayanan yang lebih cepat kepada pelanggan serta tersedianya laporan yang dibutuhkan tepat waktu dan akurat.",
  "creators": "SANY",
  "contributors": "Sri Maharsi (Advisor 1); Juniarti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03010358/AKT/2004; Sany (32400086)",
  "subjects": "AUDITING-DATA PROCESSING; ELECTRONIC DATA PROCESSING-AUDITING"
}