{
  "id": "628",
  "title": "Laporan kegiatan mahasiswi Universitas Kristen Petra yang tinggal di tempat rumah kos di jalan Siwalankerto dalam memanfaatkan waktu luangnya",
  "abstract": "Setiap orang pasti pernah merasakan jenuh terhadap aktivitas yang bersifat rutinitas, tidak terkecuali mahasiswi Universitas Kristen Petra yang tinggal di rumah kos yang hampir setiap harinya menjalankan rutinitas pergi kuliah. Karena tekanan rutinitas itulah mereka mencari kegiatan alternatif lain yang disenangi yang dapat menghilangkan rasa jenuh mereka. Waktu luang yang mereka miliki ini bisa berada di sela-sela kesibukan mereka berkuliah seperti pada saat menunggu pergantian mata kuliah selanjutnya atau selesai jam kuliah, pada saat akhir pekan dan pada saat liburan panjang. Dari data yang diperoleh melalui kuesioner menunjukkan waktu luang per hari yang dimiliki mahasiswi Universitas Kristen Petra yang kos di jalan Siwalankerto rata-rata lebih dari enam jam. Mahasiswi kos ini mengisi waktu luangnya dengan bermacam-macam kegiatan pilihan yang disenangi baik itu di kos, di luar kos, maupun di kampus. Kegiatan yang sering dilakukan di kos di antaranya: belajar, nonton TV, mendengarkan musik. Kegiatan yang sering dilakukan di luar kos, di antaranya: ke restoran, ke diskotik, nonton bioskop. Sedangkan kegiatan yang sering dilakukan di kampus di antaranya: makan dan minum di kantin. Pada saat akhir pekan, mereka lebih suka menghabiskan waktu luang akhir pekannya di luar kos dengan sering pergi ke mall dan ke luar kota. Sedang pada saat liburan panjang, mereka kebanyakan memilih pulang ke rumah. Penulis menyarankan kepada Unit Kegiatan Mahasiswa supaya menambah macam kegiatan pilihan yang disenangi oleh para mahasiswi kos ini sehingga mereka dapat menyalurkan hobi positif yang dimiliki untuk hal-hal yang lebih berguna.",
  "creators": "JULYANI SARI DEWI D W",
  "contributors": "Yacintha Yoranouw Suryawijaya (Advisor 1); Dra. Monica Ida Uniati , M.M. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 516/PAR/2003; Julyani Sari Dewi (91398019)",
  "subjects": "TOURIST TRADE-MANAGEMENT; TOURIST TRADE-STUDY AND TEACHING"
}