{
  "id": "6290",
  "title": "Studi kasus analisis rumah tumbuh di Jalan Raya Pakal dilihat dari aspek pemasaran dan keuangan",
  "abstract": "Meningkatnya kebutuhan akan tempat tinggal dan makin tingginya kebutuhan biaya hidup, menyebabkan orang cenderung untuk mencari rumah yang layak dihuni dengan harga yang terjangkau. Oleh karena itu, diciptakan rumah tumbuh yang suatu saat dapat dikembangkan menjadi rumah yang lebih kompleks. Supaya investasi tidak gagal maka harus dilakukan analisis pemasaran dan keuangan yang baik. Tujuan penelitian ini adalah mengetahui prospek investasi rumah tumbuh dengan analisis pemasaran dan analisis keuangan. Analisis pemasaran terdiri dari analisis hasil kuisioner dan product strategy. Sedangkan analisis keuangan terdiri dari analisis Net Present Value dan Internal Rate of Return. Untuk menentukan investasi yang terbaik, maka disebarkan kuisioner ke calon pembeli. Data yang diperoleh dianalisa dengan metode Competitor Analysis (Strategic Group Maping dan Weight Average Analysis), dan Customer Value kemudian dibuat tiga skenario yang dianalisa dengan metode Net Present Value dan Internal Rate of Return. Dari analisis pemasaran menggunakan marketing mix, 36 rumah dengan desain minimalis di \"Pakal Indah Regency\" yang harganya berkisar Rp. 200 jutaan akan dipasarkan melalui media cetak dan pameran properti. Produk di \"Pakal Indah Regency\" juga tergolong kompetitif dengan kompetitor yang lain di daerah Pakal tetapi masih kurang dalam segi fasilitas. Dari analisis keuangan, menunjukkan hasil Net Present Value positif terhadap MARR 11%, yang berarti nilai Internal Rate of Return lebih besar dari 11%",
  "creators": "FIFI HARIJANTO; YULI SRI HANDAYANI",
  "contributors": "Herry Pintardi Chandra (Advisor 1); Indriani Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011555/SIP/2007; Fifi Harijanto (21403033), Yuli Sri Handayani (21403063)",
  "subjects": "PROJECT MANAGEMENT; MARKETING-MANAGEMENT"
}