{
  "id": "6292",
  "title": "Perencanaan dan pengendalian jadwal proyek: studi kasus proyek \"X\"",
  "abstract": "Di dalam perkembangan proyek konstruksi yang pesat sekarang ini, sangat dituntut kinerja yang profesional dari kontraktor. Oleh sebab itu, perencanaan dan pengendalian jadwal proyek merupakan bagian yang penting untuk menjaga agar proyek dapat berjalan dengan baik dan sesuai dengan yang diharapkan, karena keterlambatan salah satu aktivitas dapat menyebabkan keterlambatan pada aktivitasaktivitas berikutnya. Salah satu metode perencanaan dan pengendalian jadwal proyek adalah Critical Path Method (CPM). CPM memiliki keunggulan dibanding metode bar chart yaitu metode CPM dapat menampilkan aktivitas-aktivitas kritis yang memudahkan dalam proses planning, controlling / monitoring dan up dating. Pada penelitian studi kasus ini dilakukan perencanaan / planning berupa WBS aktivitas proyek, penyusunan urutan aktivitas, perhitungan durasi setiap aktivitas yang digunakan sebagai dasar penyusunan jadwal CPM untuk proyek Ruko 3 lantai, kemudian dilakukan controlling / monitoring setiap periodennya, yang akan digunakan sebagai acuan dalam pembuatan planning periode berikutnya dan jika terjadi keterlambatan terhadap suatu aktivitas dapat dilakukan up dating sehingga tidak mempengaruhi durasi proyek secara keseluruhan. Perencanaan dan pengendalian jadwal proyek ini menggunakan program Microsoft Project 2003. Hasil dari Microsoft Project 2003 diperoleh jadwal Bar Chart dan CPM. Dari jadwal CPM dapat dihasilkan float factor untuk mengetahui fleksibilitas proyek dan critical factor untuk mengetahui seberapa kritis proyek tersebut. Dari proyek tersebut, diperoleh float factor sebesar 2,23 yang berarti proyek tersebut memiliki waktu yang cukup fleksibel karena mendekati nilai 3 yang merupakan standard nilai float factor dan critical factor sebesar 0,59. Setelah melakukan proses planning, controlling / monitoring dan up dating sebanyak 15 periode, proyek tersebut selesai lebih cepat dari jadwal rencana yaitu dari 122 hari kerja menjadi 111 hari kerja.",
  "creators": "IRWAN WIDJAYA; MARYANTI SANTOSO",
  "contributors": "Andi (Advisor 1); Herry Pintardi Chandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011557/SIP/2007; Irwan Widjaya (21403036), Maryanti Santoso (21403101)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT"
}