{
  "id": "6295",
  "title": "The Code mixing and the social situation in the language of narration and the characters conversation in the novel \"30 Hari Mencari Cinta\"",
  "abstract": "Kachru (1978) proposes that code-mixing is the use of one or two languages which has constant linguistic transfer from one to another language by a speaker. As linguistic function, code-mixing usually appears when the speaker mixes up the language he/she usually uses with another language. In proving his idea, the writer of this study wants to reveal how the code-mixing appears in daily conversation. In this case, the novel \"30 Hari Mencari Cinta\" has been chosen to become source of the data. In this novel, such code-mixing appears both in the language of narration and the characters? conversation mostly in informal ways. In the language of narration, for one thing, there can be found distinct codes and types of code-mixing as what Kachru states. In the characters? conversation, such distinct codes and types of code-mixing can also be found. In dealing with the social situation, Fishman (1971) states that social situation is constructed when individuals interact in appropriate role-relationships with each other, in the appropriate locales for these role-relationships, and discuss topics appropriate to their role-relationships. This is clear enough since in each conversation, those three terms can be found either in formal or informal language. The social situation in the novel is varied depending on how close the relationship among characters is, and it helps the writer of the novel express how the situation of the characters in various ways. In this case, the social situation makes the story in the novel more varied.",
  "creators": "JEFFRY WIDIATIJONO",
  "contributors": "Samuel Gunawan (Advisor 1); Bintoro",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011481/ING/2005; Jeffry Widiatijono (11401065)",
  "subjects": "INDONESIAN LANGUAGE-SOCIAL ASPECTS; CODE SWITCHING (LINGUISTICS); SOCIOLINGUISTICS"
}