{
  "id": "630",
  "title": "An Analysis of Dutch language loss among the first, second, and third generations of Dutch descendants in Surabaya",
  "abstract": "Indonesia was once a Dutch colony that is why Dutch was particularly spoken before the Independence Day of Indonesia. When the Japanese defeated Indonesia in 1942, the use of Dutch language by the Indonesian people was eliminated. However, Dutch language was used by a group of people after the Independence Day in 1945. In this study, the people who lived in that era were called the first generation. The first generation was able to speak Dutch fluently, but the second and the third generations were not the same as the previous generation. Whether the second and the third still speak Dutch is the reason that has encouraged the writer to do a research. For the subject the writer took one family of Dutch descendants who lived in Surabaya. The family consisted of first, second, and third generations. The writer gave them questionnaire, and asked them to fill in based on the comfortable language they wanted to use. The finding leads to the conclusion that the first generation did not lose its Dutch language because she was able to speak Dutch in all utterances. The second generations could be said in the process of Dutch language loss because their dominant language was Indonesian. They spoke incomplete Dutch when speaking to member of the first generation. The third generations of Dutch family lost their Dutch language because they never used Dutch language. This condition happened because the dominant language in their environment was not Dutch language.",
  "creators": "YELLITA",
  "contributors": "Bintoro (Advisor 1); SUBANDI DJAJENGWASITO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1124/ING/2003; Yellita (11493011)",
  "subjects": "DISCOURSE ANALYSIS; DUTCH LANGUAGE-DISCOURSE ANALYSIS; DUTCH LANGUAGE-SOCIAL ASPECTS"
}