{
  "id": "6300",
  "title": "Perencanaan keuangan keluarga bapak Sebastian pada tabungan BCA, deposito BII, reksadana Seruni Pasar Uang, Manulife Dana Campuran, Bahana Dana Selaras dan Schroder Dana Terpadu",
  "abstract": "Studi kasus ini membahas mengenai perencanaan keuangan bagi keluarga Bapak Sebastian dengan tujuan untuk membantu dalam memenuhi tujuan-tujuan investasi yang diinginkan olehnya. Tujuan investasi tersebut tidak lain adalah kebutuhan dana darurat, asuransi, dana pendidikan, dana pensiun, dana renovasi rumah, dana pembelian tanah, dana pembangunan rumah, dana berlibur keluarga. Untuk dana darurat digunakan produk tabungan Bank Central Asia, deposito BII, dan Reksadana Seruni Pasar Uang. Untuk dana pendidikan digunakan deposito BII, dan empat reksadana, antara lain: Seruni Pasar Uang, Manulife Dana Campuran, Bahana Dana Selaras, dan Schroder Dana Terpadu. Sedangkan dana pensiun menggunakan produk reksadana Bahana Dana Selaras, dan Schroder Dana Terpadu. Untuk dana renovasi rumah, diinvestasikan pada Deposito BII dan Manulife Dana Campuran. Sedangkan untuk pembelian tanah, diinvestasikan pada Bahana Dana Selaras, dan Schroder Dana Terpadu. Untuk pembangunan rumah, ditempatkan pada reksadana Manulife Dana Campuran dan Schroder Dana Terpadu. Selain itu, untuk dana berlibur, ditempatkan seperti pada dana pendidikan, yaitu pada deposito BII, dan reksadana Seruni Pasar Uang, Manulife Dana Campuran, Bahana Dana Selaras, dan Schroder Dana Terpadu. Dengan kondisi keuangan yang baik berupa alur dana yang positif dan adanya aset yang cukup merupakan modal utama yang membuat keluarga Bapak Sebastian akan mudah mencapai tujuan investasinya.",
  "creators": "LISA KURNIATI",
  "contributors": "Sautma Ronni Basana (Advisor 1); Devie (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04010574/AKT/2006; Lisa Kurniati (32402077)",
  "subjects": "ACCOUNTING; CORPORATIONS-FINANCE; FINANCIAL STATEMENTS"
}