{
  "id": "6310",
  "title": "Analisa pengaruh perbedaan besaran perusahaan terhadap terjadinya market overreaction di Bursa Efek Jakarta tahun 1999-2003",
  "abstract": "Hipotesis overreaction memprediksikan bahwa dalam masa pengujian, saham yang masuk kategori loser (biasanya mempunyai return rendah) justru akan mempunyai abnormal return yang tinggi. Kebalikannya, saham yang mempunyai return tinggi yang masuk kategori winner justru akan mempunyai abnormal return yang rendah. Pada penelitian ini, fenomena market overreaction di Bursa Efek Jakarta dihubungkan dengan market anomaly yaitu size effect. Anomali size effect menjelaskan bahwa return pada perusahaan kecil cenderung lebih besar walaupun sudah disesuaikan dengan resiko. Untuk pengukuran besaran perusahaan digunakan nilai kapitalisasi pasar (market capitalization). Perbedaan besaran perusahaan menyebabkan perbedaan pada publikasi laporan keuangan. Adanya perbedaan publikasi laporan keuangan menjadi salah satu pemicu terjadinya market overreaction, sehingga antisipasi pasar belum pasti sama untuk berbagai besaran perusahaan. Data yang dipergunakan dalam penelitian ini adalah data sekunder berupa harga saham mingguan dan Indeks LQ-45 periode 1999-2003. Dengan menggunakan data mulai Januari 1999 sampai Desember 2003, maka didapatkan 19 sub periode penelitian yang masing-masing terdiri dari sub-periode pembentukan portfolio dan sub periode pengujian portfolio. Hasil dari penelitian menunjukkan bahwa market overreaction terjadi di Bursa Efek Jakarta dan perbedaan besaran perusahaan mempengaruhi terjadinya market overreaction.",
  "creators": "NOVA ANNA",
  "contributors": "Pwee Leng (Advisor 1); Richard Von Llewelyn (Advisor 2); Sautma Ronni Basana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03011776/MAN/2004; Nova Anna (31401232)",
  "subjects": "CORPORATIONS-MANAGEMENT; PORTFOLIO MANAGEMENT"
}