{
  "id": "6315",
  "title": "Perencanaan keuangan pak Albert pada asuransi Sun Life, tahapan BCA, deposito BII, Citireksadana ekuitas, Schroder Dana Terpadu, Schroder Dana Prestasi dan Schroder Dana Prestasi plus",
  "abstract": "Pak Albert adalah seorang Direktur Operasional pada perusahaan keluarganya. Saat ini Pak Albert berusia 25 tahun dan Ibu Albert berusia 25 tahun, mereka juga memiliki dua orang anak yang bernama Vivian berusia 1 tahun dan William berusia 3 bulan. Tujuan dilakukannya perencanaan keuangan Pak Albert adalah untuk memenuhi kebutuhan Dana Darurat, Asuransi Jiwa, Dana Pendidikan, Dana Pensiun, Dana pesta ulang tahun 17, Dana pesta pernikahan, Dana membeli rumah, Dana berlibur dan Dana membeli mobil. Perencanaan keuangan Pak Albert meliputi Dana Darurat pada tahapan BCA, deposito BII, dan Seruni Pasar Uang, Asuransi Jiwa pada Asuransi Sun Life, Dana Pendidikan pada deposito Eksekutif, Manulife Reksadana Campuran, Schroder Dana Terpadu dan Schroder Dana Prestasi, Dana Pensiun pada Citireksadana Ekuitas dan Schroder Dana Prestasi Plus, Dana pesta ulang tahun 17 pada Citireksadana Ekuitas dan Schroder Dana Prestasi Plus, Dana pernikahan anak pada Citireksadana Ekuitas dan Schroder Dana Prestasi Plus, Dana membeli rumah pada Citireksadana Ekuitas dan Schroder Dana Prestasi Plus, Dana berlibur pada deposito Eksekutif, dan Dana membeli mobil pada Manulife Reksadana Campuran, Schroder Dana Terpadu dan Schroder Dana Prestasi. Dengan menggunakan perencanaan keuangan maka tujuan keuangan Pak Albert akan tercapai.",
  "creators": "ANTON SAGITA NJOMAN",
  "contributors": "Devie (Advisor 1); Sautma Ronni Basana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04010569/AKT/2006; Anton Sagita Njoman (32401031)",
  "subjects": "ACCOUNTING; FINANCIAL STATEMENTS; CORPORATIONS-FINANCE"
}