{
  "id": "6316",
  "title": "A Study of opening and closing utterances used by Yoyong Burhanudin as the presenter of Kelana Kota program on Suara Surabaya radio station",
  "abstract": "This research is to analyze opening and closing that are produced by Yoyong Burhanudin in Kelana Kota Program on Suara Surabaya Radio Station. The purpose of this study is to find out the sequences that are used by Yoyong to open and to close the telephone conversation, the most frequent sequences and the common style of language variety in the opening and closing sequences. For that purpose, the writer uses the theory of Telephone Conversation by Schegloff (1968), Standard and Non Standard Language by Holmes (1992), Kridalaksana (1978) and Lumintaintang (1998). For the methodology, the writer uses qualitative-descriptive approach. In collecting the data, the writer records fifteen telephone conversations and then she transcribes it so that the writer can analyze it. From the findings the writer finds out that Yoyong uses identification and greetings sequences to open the conversation, while for the closing, he uses closing sequence. Additionally, Yoyong uses non-standard Indonesian in opening and closing the telephone conversation. The language variety in opening are the use of Javanese language like monggo and Arabic language like walaikumsalam, the use of incomplete address term Pak or Bu, the use of greetings and asking the name of the caller dengan?. While the language variety in closing are the use of Javanese language like enjih, monggo, thanking in Indonesian makasih, and greetings in Indonesian like Pagi or Arabic language walaikumsalam. Finally, the writer concludes that the language which Yoyong used in opening and closing was the appropriate language for the presenter and the callers. The use of nonstandard Indonesian did not mean impolite. It can be a sign of good relationship and intimacy.",
  "creators": "FALENCIA ADE SANTOSO",
  "contributors": "Dr. Dra. Yuli Christiana Yoedo, M.Pd. (Advisor 1); Samuel Gunawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011475/ING/2005; Falencia Ade Santoso (11400171)",
  "subjects": "LINGUISTICS; DISCOURSE ANALYSIS"
}