{
  "id": "632",
  "title": "The Study of Javanese terms of address used by lower class people in Banyu Urip Surabaya",
  "abstract": "This thesis is in general an analysis of the terms of address used by lower class people in Banyu Urip Surabaya. The topic is divided into two questions. These are what the address forms are used and what factors influence the choice of terms of address. The theory applied in investigating the matter is the theory of Brown and Ford on address terms. In general, their theory is concerned with the existence of the factors that determine the choice of address forms. Those are sex, age and status. In this case, the writer uses questionnaires to gather the data needed. The respondents are chosen randomly based on their status that is considered lower. Then, the writer examines the data step by step. First, the writer collects the data from the respondents what address forms used by them in Bahasa Indonesia. Second, the writer classifies the data one by one and puts them in a table according to the factors that influences it. In this way the writer examines what types of address forms the lower class people use and whether age, sex and status influence the choice of address forms used by the lower class people. From the tables, the writer concludes that Javanese address forms that are mostly used by the respondents to older people more than 30 years old are bu 'main' and pak `sir', to older people less than 30 years old are mas 'bro (older brother)' and mbak 'sis (older sister)', and to the same age and younger people is ' first name'. The type of address terms are name for `first name' and kinship but no blood relation for pak `sir', bu `mam', mbok 'mam', bulik 'mam', mas'bro(older brother)', mbak 'sis(older sister)', yu 'sis(older sister)', dik'bro/sis(younger brother/sister)'. The factors that determine the choice of address terms used by the respondents to older/ same age/younger, male/female, with higher status/ the same status as the respondents are age as the most influencial factor, sex as the second most influencial factor, and status is the latest influencial factor.",
  "creators": "HELENE MARGARET B V S",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 945; Helene Margaret BVS (11493086)",
  "subjects": "SOCIOLINGUISTICS"
}