{
  "id": "6320",
  "title": "A Case study of early lexical acquisition of a twenty-two-month Indonesian child",
  "abstract": "Children usually acquire their first words at about 18 months of age. By the time they are twenty two months of age, they tend to use one word and in the transition to use two-words. The way children use language is different from adults. Therefore, through this study, the writer wants to investigate the early lexical acquisition of a twenty-two-month Indonesian child, related to what words are produced, word classes, and roles and action in the child?s speech. She uses the theory of roles and action based on P.M. Greenfield and J.H. Smith, P; and word classes based on Bolinger. This is a descriptive qualitative research. To get the data she took notes for all words produced and the context. However, the analysis disregarded the phonological aspect of the utterances. The finding shows that the child produced seven word classes. They were noun, adjective, verb, adverb, quantifier, interjection, and demonstrative. Besides, the child?s roles and action are almost the same as stated in the theory, they were agent, object, volition, action, state of object affected by action, object associated by other object or location. Moreover the child also produced attributive, denial and exclamation. In addition, the finding showed the relation between word classes and roles and action in the child?s speech. From this study, it can be seen that the child used one-word to express meaning that the mature speaker would express in phrase or sentences, and each word has role and action.",
  "creators": "SHEILA ANGGRAENI",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); MEEDY NUGRAHA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011476/ING/2005; Sheila Anggraeni (11401038)",
  "subjects": "CHILDREN-LANGUAGE; PSYCHOLINGUISTICS"
}