{
  "id": "6339",
  "title": "Request expressions based on gender and social status by the five male and the five female characters in the film \"Ada Apa Dengan Cinta\"",
  "abstract": "This study is about requests made by the five male and the five female characters to all characters in the film \"Ada Apa Dengan Cinta?\". The writer is interested in analyzing request because in daily life, hardly to deny, people often produce request consciously or unconsciously to ask for something from other people. Moreover, speakers can express their requests in the various ways. The writer wants to reveal the types of request mostly used by the male and female characters in that film, and attempts to observe and to find the differences and similarities between the male and female characters? requests. The writer chooses that film because there are a lot of requests that made by the male and female characters. In conducting this study, the writer uses a combination between qualitative and quantitative approach. The data is collected by the three steps. They are watching the whole part of the film \"Ada Apa Dengan Cinta?', and buying the transcript of that film in QB World Books; identifying and listing down all the requests; and identifying setting, power, status, and the solidarity of the characters. In analyzing the data, the writer categorizes the requests into Trosborg?s theory of requests, groups the data and puts them in the Table, and calculates in order to get the frequency and percentage. Having analyzed all the data, the writer finds out that Imperatives are mostly used by the male and female superiors, equals, and subordinates (the writer divides the male and female characters into superiors, equals, and subordinates based on their wealth, descent, occupation, and education). It happens because mostly the characters are teenagers. It seems that teenagers prefer a straightforward and direct request when they perform the requests. Besides, the writer finds that a type of request, the Hedged Performatives, is not used by the characters. It happens because this type is very formal and oppose with the context in the film \"Ada Apa Dengan Cinta?\" (the male and female characters make requests in an informal context).",
  "creators": "ERLIN PUSPITASARI",
  "contributors": "ABBAS A.BADIB, Pof.DR.MA.,MA. (Advisor 1); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011472/ING/2005; Erlin Puspitasari (11401062)",
  "subjects": "INDONESIAN LANGUAGE-DISCOURSE ANALYSIS; LANGUAGE AND LANGUAGES-STUDY AND TEACHING"
}