{
  "id": "6341",
  "title": "Exchange structure in the conversation between a child psychologist and the client",
  "abstract": "Counseling is the act of providing professional guidance, usually in the form of talking, that is conducted by psychologists, social workers or religious leaders. The purpose of counseling is to help clients finding their own problem solving by encouraging them to express their feeling and thought. The conversation between a counselor and the client during the counseling session is usually imbalance. This means that a counselor has more authority than the client in leading the conversation. The imbalance becomes bigger when the client is a child. Therefore, the child psychologist, as the counselor, has to own certain skills to encourage the client to talk and express his feeling. Based on the reason above, the writer wants to know how a child psychologist encourages the client by analyzing the exchange structure and moves of their conversation. In this study, the writer uses the theory of exchange, move and exchange structure. The approach of the study is descriptive qualitative. The data were taken from the conversation between a child psychologist and the child client, during the counseling session. Furthermore, how the psychologist encourages the client to express his feeling, are analyzed through its exchange structure and moves. After the analysis, the finding shows that [IRF] exchange occurs the most. [IRF] occurs the most because the child psychologist wants to encourage the client to express his feeling through the [Initiation] and [Follow-up] moves that have been made. Besides, [IRF] also occurs because of the big imbalance of authority between the child psychologist and the client. It is also found that each move that has been made by the child psychologist, which are [Initiation], [Repair], [Re-open] and [Follow-up], are meant to encourage the client to talk and direct him to a certain direction in order to help him get in touch with his feeling and finding his own problem solving. In conclusion, the most occurrence of [IRF] exchange shows that the child psychologist uses [Initiation] to encourage the client to talk and express his feeling. After the client gives a [Response], the child psychologist produces [Follow-up] to appreciate it. [Follow-up] is also used to encourage the client to talk more in the next exchanges.",
  "creators": "EVA VIVIN NAILUFAR",
  "contributors": "Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Advisor 1); Anneke Heritaningsih Tupan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011471/ING/2005; Eva Vivin Nailufar (11401130)",
  "subjects": "CHILDREN-LANGUAGE; DISCOURSE ANALYSIS; PSYCHOLINGUISTICS"
}