{
  "id": "6342",
  "title": "The African American vernacular English in Missy Elliott's supa dupa fly",
  "abstract": "This is a study about English vernacular that exists in Missy Elliott?s first album Supa Dupa Fly. The writer chose this topic because she realizes that many English varieties exist and those varieties are almost similar to Standard English. AAVE is one of the prominent varieties that exist in U.S. and has some unique features. Through this study, the writer wants to show the distinctive features of African American Vernacular English (AAVE), especially dealing with its grammar. In this study, the writer focuses to answer two research questions: \"What are the AAVE grammatical features found in the lyrics of Supa Dupa Fly album\", \"Which AAVE grammatical feature mostly occur in this album\". The analysis showed that Missy used several AAVE grammatical features: the use of Nonfinite Verb, Omission of Finite Verb, Concord (Subject-Verb Concord & Determiner), Semi-Modals, Determiners (the use of definite article and absence of definite article), and Transformation (Negative Transformation and Question Transformation). The dominant feature that exists in this album is the use of Nonfinite Verb, which consists of the use of V-ing form, be + V-ing form, and invariant be form in the sentences. Finally, after analyzing all kinds of features found in this album, the writer concludes that she follows the experts? opinion who mention that AAVE grammatical features are the results of grammar simplification from Standard English. Those simplification then becomes one of the characteristics of AAVE itself.",
  "creators": "ANISA ADHARINI",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011477/ING/2006; Anisa Adharini (11401167)",
  "subjects": "ENGLISH LANGUAGE-GRAMMAR-EXERCISES"
}