{
  "id": "6345",
  "title": "Pengaruh latar belakang demografi terhadap kecepatan memperoleh pekerjaan di sektor perdagangan dan industri di Semarang",
  "abstract": "Penelitian ini meneliti tentang pengaruh latar belakang demografi terhadap kecepatan memperoleh pekerjaan di sektor perdagangan dan industri di Semarang. Adapun yang menjadi obyek penelitian tugas akhir ini adalah pencari kerja di Kota Semarang tahun 2003 yang tercatat pada Dinas Tenaga Kerja dan Transmigrasi Kota Semarang berjumlah 5000 orang. Sektor yang diteliti dibatasi pada sektor perdagangan dan industri di Kota Semarang tahun 2003. Dari sejumlah populasi pencari kerja tersebut didapatkan sejumlah 3063 orang diterima bekerja pada perusahaan-perusahaan di Kota Semarang. Analisis yang digunakan adalah analisis deskriptif dan analisis kuantitatif. Analisis deskriptif menggunakan tabel distribusi frekuensi daftar). Dengan membandingkan nilai KK dengan KKmaks, dapat diperoleh keputusan hubungan antara usia, jenis kelamin, tingkat pendidikan, status pernikahan dan kompetensi/keahlian dengan kecepatan memperoleh pekerjaan di sektor perdagangan dan industri di Semarang. Sedangkan untuk analisis kuantitatif menggunakan uji Chi-Square, dari nilai uji ini dapat diperoleh nilai Koefisien Kontingensi (KK) dan industri di Semarang. Dari penelitian ini diperoleh hasil bahwa jenis kelamin tidak mempengaruhi seseorang dalam memperoleh pekerjaan. Sedangkan usia, tingkat pendidikan, status pernikahan, kompetensi/keahlian yang dimiliki mempengaruhi seseorang dalam memperoleh pekerjaan. Adapun untuk usia 21-30 tahun, tingkat pendidikan SLTA, status belum menikah dan kompetensi komputer adalah yang paling cepat memperoleh pekerjaan yaitu =2 kali mendaftar atau kurang dari 6 bulan.",
  "creators": "DEVI WILYANA KOBSTAN",
  "contributors": "Bambang Haryadi (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011870/MAN/2005; Devi Wilyana Kobstan (31497274)",
  "subjects": "JOB HUNTING; PERSONNEL MANAGEMENT"
}