{
  "id": "6346",
  "title": "The Components of complaint in Jawa Pos \"Metropolis Watch Column\"",
  "abstract": "This study observes the components of complaint. It focuses on written complaint in Metropolis Watch column in \"Jawa Pos\" newspaper. The data are taken from Metropolis Watch column. Since the study focuses on complaint letters thus the writer uses letter which are included as complaint letters. Next the writer analyzes each sentence and categorizes them in the components of complaint. There are fifteen letters of complaint used in the study. The components of complaint used in the study are proposed by Schaefer. Nine components are proposed by Schaefer, they are Opener, Orientation, Act Statement, Justification of the Speaker, Justification of the Addressee, Remedy, Threat, Closing, and Valuation. Besides, the use of components of complaint, the study would also like to know the most and less frequent components used in Metropolis Watch. The next is to know whether the seriousness of a problem will influence the use of several components like Justification of the Addressee, Remedy, Closing, and Valuation. The findings show that Orientation, Act Statement, and Justification of the Speaker are the most frequent components found in written complaint while Opener and Threat are not found in all letters. The study questions the influence of the seriousness of a problem to the appearance of several components of complaint. From the study, it can be seen that there are no influence, thus the use of those components depends on the complainer him/ herself.",
  "creators": "SIENNY IRAWATI",
  "contributors": "Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Advisor 1); MEEDY NUGRAHA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011469/ING/2005; Sienny Irawati (11400041)",
  "subjects": "COMPLAINT LETTERS; DISCOURSE ANALYSIS"
}