{
  "id": "6347",
  "title": "Study on the main characters' unfulfilled needs and their defense mechanism as seen in Dostoyevsky's crime and punishment",
  "abstract": "The main discussion of this thesis attempts to focus the characters? unfulfilled needs and their defense mechanism as their way to satisfy unfulfilled needs. I choose the main characters? unfulfilled needs and their defense mechanism because in Crime and Punishment; Raskolnikov and Svidrigailov are characters that suffer very much since they cannot fulfill their needs; as a result, their unfulfilled needs influence their attitudes. Their inability to fulfill their needs transpires because they fail to accept the reality. That is why, they use defense mechanism to satisfy their unfulfilled needs. In this study, I aim to analyze their unfulfilled needs, and their defense mechanism with the help of psychological approach. I will pick up psychoanalytic theory namely defense mechanism to support my analysis. I will also add theory of need to understand the main characters? unfulfilled needs. In the analysis, I find that Raskolnikov has not fulfilled belongingness and love need. He also has not fulfilled self-esteem need. In order to fulfill those needs, he uses defense mechanism such as rationalization, fantasy and dissociation. Another character namely Svidrigailov has not fulfilled belongingness and love need. Furthermore, I also find out that he also has not fulfilled self-actualization need. In order to fulfill those needs, Svidrigailov uses defense mechanism such as reaction formation and fantasy. So, when someone has unfulfilled needs, she can uses defense mechanism in order to satisfy her needs. Therefore, I hope that this analysis will help me and others to understand the main characters? unfulfilled needs and their defense mechanism",
  "creators": "YULIANA",
  "contributors": "Liliek Soelistyo (Advisor 1); Liem Satya Limanta (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011464/ING/2005; Yuliana (11400044)",
  "subjects": "DOSTOEVSKY, FYODOR MIKHAILOVICH.1821-1881. CRIME AND PUNISHMENT; RUSSIAN FICTION--19TH CENTURY--STUDY AND TEACHING"
}