{
  "id": "6349",
  "title": "The Types of structures in George W. Bush's arguments in the first presidential debate of 2004",
  "abstract": "In a debate, there are various important things that can be analyzed, such as, the strategies, the structures of arguments, and others. In this study, the writer aims to find the types of argument structure and the predominant type of the argument structure in George W. Bush?s argument in the first presidential debate of 2004. In the analysis, the processes of argument structure were performed based on the procedure of reconstruction by Bierman and Assali (1995). In order to analyze the argument structure, the writer used qualitative approach as the main approach of this study. The quantitative only support the qualitative. It helps the writer to interpret the findings easier through numbers resulting from the analysis. In collecting the data, the writer took Bush?s speech from the debate and distinguished the argumentative from the non-argumentative discourse. Then, the writer continued to reconstruct the argument. The result of the analysis shows that of the total 259 utterances, there are only 45utterances, which are identified as arguments. Besides the total argument, the analysis also shows that the result of the argument reconstruction are divided into four types of argument structure, that is, serial, convergent, linked and mixed structure. The predominant type is the linked structure while the second is mixed structure. The serial is the third and convergent is the fourth type of structure. Both of them have the same percentages. The result may imply that the controversy does not always guarantee the complexity of the argument structure. The result on the type of argument structure and the predominant type of the argument structures aims to answer the research question",
  "creators": "MELISSA MAGDALENA S",
  "contributors": "Lisa Setiawati Nugraha (Advisor 1); Jusuf Imam Ibrahim (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011460/ING/2005; Melissa Magdalena Setiawan (11401046)",
  "subjects": "LANGUAGE AND LANGUAGES-PHILOSOPHY; LANGUAGE AND LOGIC"
}