{
  "id": "635",
  "title": "A Study on the English relative clauses used by the fourth writing class students of Faculty of Letters",
  "abstract": "As language learners in English language especially as students of English Department, the students must acquire all the English grammar including relative clauses so they will be able to use them appropriately. Relative clauses are clauses which modify noun or noun phrase. They are introduced by the relative pronouns like who, which, whose, where, when, that, etc. The writer chooses relative clauses as her subject of research because they are parts of grammatical structures taught in the English Department of Petra Christian University. In this study, the writer tries to find out the most frequently types of relative clauses and functions of relative pronouns also types of grammatical errors by fourth writing class students of English Department of Petra Christian University. The collected relative clauses are classified and analysed to find out the types and the types of grammatical errors in relative clauses as seen in the students' writing assignments based on some underlying theories. They are Greenbaum and Quirk's theory and Francis for the relative clauses and also Dulay et. a.l. and Corder for theories of error and Charas and Ubol for errors classification. By using qualitative method of research, the writer collects all relative clauses used in forty students' writing assignments. The findings show that the most frequent types of relative clauses are restrictive relative clauses. For the most common types of grammatical errors are omission of comma, omission of verb to `be' or linking verb and the last wrong form of verb. According to the result, the writer can judge that actually students have not acquired understanding in producing relative clauses because there are errors that appear in their clauses.",
  "creators": "M.S.FINOLITA ENDARWATI",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 867; M.S. Finolita Endarwati (11495068)",
  "subjects": "ENGLISH LANGUAGE-GRAMMAR"
}