{
  "id": "6350",
  "title": "A Study of the girl's awareness of the absence of equal right and her struggles as a Javanese woman under the Javanese aristocracy system in Pramoedya Ananta Toer's the girl from the coast",
  "abstract": "The topic of my thesis is a Javanese woman?s awareness of the absence of equal right and her struggles under the Javanese Aristocracy System, as seen in Toer?s The Girl from the Coast. Thus, I am curious in analyzing how the Javanese woman named the Girl is aware of the absence of equal right in her marriage and her society. I also want to reveal how the Girl?s struggles to liberate herself from the consequences of the absence of equal right in her marriage and from the limitation in her society. Hence, the aim of this study is to find out the process of the Girl?s awareness of the absence of equal right as a wife and as a member of the society, and also to find out the process of the Girl struggles to liberate herself from the consequences of the absence of equal right as a wife and from the limitation to socialize as a member of society under Javanese Aristocracy System. In order to discuss her awareness and her struggles, I need Cultural Approach and the theory that I use is Marxist Feminism. Since the approach concern with the interconnection of classes and gender in society, it will help me to analyze the Girl?s awareness of her status as Javanese low class woman. Thus, because the aim of Marxist Feminism is to promote coalition between men and women and also equality between them in all spheres of life, this theory will help me to figure out the struggles of the Girl to liberate herself from the consequences of the absence of equal right and from the limitation to socialize as a Javanese woman. I also employ another concept namely Javanese Aristocracy System. This concept will reveal the superiority of Javanese aristocrat men in relation to the Girl?s awareness of the absence of equal right in her marriage and her society. I also use the idea of Kartini that help me to analyze the Girl struggles in her marriage also in her society. By those concepts, it will reveal the process of the Girl?s awareness of her position as a lower class, as the Bendoro?s property and practice wife in her marriage. Thus, it also reveals the process of the Girl?s awareness of hierarchy and the power of aristocrat in her society. Finally, I conclude that the awareness of the Girl leads to her struggles to liberate herself from the consequences of the absence of equal right in her marriage and the limitation in her society as a Javanese woman under Javanese Aristocracy System. Although the Girl is difficult to struggles in her marriage and society, but she eventually becomes a mature and an independent woman.",
  "creators": "NIA TARIA PASHA",
  "contributors": "Vyrna Santoso (Advisor 1); Liem Satya Limanta (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011467/ING/2005; Nia Taria Pasha (11401106)",
  "subjects": "INDONESIAN FICTION-21ST CENTURY-STUDY AND TEACHING; TOER, PRAMOEDYA ANANTA, 1925-...STUDY AND TEACHING"
}