{
  "id": "6351",
  "title": "Pengaruh financial benefits, social benefits, dan structural ties terhadap behavioral intentions di Dome cafe di Tunjungan Plaza Surabaya",
  "abstract": "Dome Cafe yang ada di Indonesia merupakan sebuah perusahaan franchise. Dome Cafe berpusat di Western Australia, berdiri tahun 1983. Melalui manajemen yang terkosentrasi untuk melakukan ekspansi, perusahaan ini akhirnya berkembang sampai lintas negara, termasuk Indonesia. Di Indonesia perusahaan ini juga menghadapi banyak pesaing, dan untuk ini, Dome Cafe terus meningkatkan kualitas layanan yang diberikan untuk mengikat pelanggan. Dari perspektif inetraksi yang terus berkelanjutan antara pelanggan dan Dome Cafe, maka identifikasi Financial benefits, social benefits, dan structural ties terhadap behavioral intentions mutlak harus dilakukan. Hasil penelitian ini menunjukkan bahwa financial benefits mempunyai hubungan sebesar 0,223 terhadap behavioral intentions. Hubungan sebesar 0,223 ini tergolong sangat lemah (lampiran). Sifat hubungan positif, hal ini menunjukkan jika penilaian konsumen terhadap financial benefits meningkat, maka behavioral intentions juga akan meningkat, demikian pula sebaliknya. Financial benefits mempunyai pengaruh sebesar 4,97%, berarti kenaikan atau penurunan behavioral intentions pada Dome Cafe dapat dijelaskan sebesar 4,97% dilihat dari perspektif financial benefits. Sedangkan social benefits mempunyai hubungan yang paling tinggi diantara variabel lainnya. Hubungan sebesar 0,432 ini tergolong lemah (lampiran). Sifat hubungan positif, hal ini menunjukkan jika penilaian konsumen terhadap social benefits meningkat, maka behavioral intentions juga akan meningkat, demikian pula sebaliknya. Pengaruh dari social benefits terhadap behavioral intentions adalah 18,66%. Hal ini menunjukkan bahwa kenaikan atau penurunan behavioral intentions pada Dome Cafe dapat dijelaskan sebesar 18,66% dilihat dari perspektif social benefits. Untuk structural ties mempunyai hubungan terhadap behavioral intentions sebesar 0,285. Hubungan sebesar ini tergolong lemah (lampiran). Sifat hubungan positif, hal ini menunjukkan jika penilaian konsumen terhadap structural ties meningkat, maka behavioral intentions juga akan meningkat, demikian pula sebaliknya. Pengaruh dari structural ties terhadap behavioral intentions adalah 8,12%. Hal ini menunjukkan bahwa kenaikan atau penurunan behavioral intentions pada Dome Cafe dapat dijelaskan sebesar 8,12% dilihat dari perspektif structural ties.",
  "creators": "RONALD RUMUI; CESILIA",
  "contributors": "Peter Remy Yosy Pasla (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011875/MAN/2005; Ronald Rumui (31400141), Cesilia Maria S. (31400214)",
  "subjects": "CONSUMERS-RESEARCH; CONSUMER BEHAVIOR"
}