{
  "id": "6353",
  "title": "The Ideology of capitalism behind George Lillo's the London merchant",
  "abstract": "This thesis deals with the ideology of capitalism behind George Lillo?s The London Merchant. Written in the eighteenth century England when the country was changing from a feudal system to become an industrial society, this play is considered as the best play of its time. However, I assumed that this play was conducted to enhance the new ideology, namely Capitalism. In order to prove that The London Merchant carries the ideology of capitalism, and that it is conducted as the capitalist propaganda, I will employ critical theory, namely; the theory of Ideological State Apparatuses (ISA) and the Repressive State Apparatuses (RSA) by Louis Althusser, and the theory of Hegemony by Antonio Gramsci. Nonetheless, since critical theory is developed in Marxian traditional discourse, Marxism will be a doorstep to begin my discussion. Therefore, I will divide my analysis into two major parts. The first part will focus on revealing the ideology of capitalism in The London Merchant through the capitalistic feature of Thorowgood character, and the capitalist social formation that is represented in the play. Hence, once I have proved that The London Merchant does carry the ideology of capitalism, I will move on in proving that this play is conducted as a capitalist?s propaganda. It can be done by exposing Thorowgood?s practice of hegemony, the importance of being submissive, and the result for being disobey toward the ideology of capitalism, as they are represented in the play.",
  "creators": "GRACIO IMANUEL PELMELAY",
  "contributors": "Ribut Basuki (Advisor 1); Drs. Setefanus Suprajitno, M.A., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011465/ING/2005; Gracio Imanuel Pelmelay (11498137)",
  "subjects": "LILLO, GEORGE, 1693-1739. THE LONDON MERCHANT-STUDY AND TEACHING; ENGLISH FICTION-18TH CENTURY-STUDY AND TEACHING"
}