{
  "id": "6355",
  "title": "Analisa pengaruh variasi produk Nescafe terhadap loyalitas konsumen di Surabaya",
  "abstract": "Loyalitas konsumen tidak muncul dengan sendirinya, namun dipengaruhi oleh berbagai faktor, dan diantaranya adalah variasi produk. Besarnya pengaruh tiap variabel ini adalah saling berbeda yang menunjukkan kontribusi variabel bersangkutan terhadap loyalitas. Hasil analisis regresi linier berganda, terlihat bahwa nilai koefisien regresi untuk variabel Bentuk produk (X1), Keistimewaan (X2), Mutu kinerja (X3), Mutu kesesuaian (X4), Daya tahan (X5), Keandalan (X6), Gaya (X7), dan Rancangan (desain) (X8) adalah positif. Hal ini menunjukkan bahwa Bentuk produk (X1), Keistimewaan (X2), Mutu kinerja (X3), Mutu kesesuaian (X4), Daya tahan (X5), Keandalan (X6), Gaya (X7), dan Rancangan (desain) (X8) berpengaruh positif terhadap loyalitas konsumen, jika nilai masing-masing variabel bebas meningkat, maka loyalitas konsumen akan meningkat dan sebaliknya Ditinjau dari nilai koefisien determinasi parsial dan nilai thitung terlihat bahwa variabel mutu kesesuaian (X4) berpengaruh dominan dan signifikan terhadap loyalitas konsumen yaitu sebesar 28,5%. Hal ini berarti produk kopi merek Nescafe harus memperhatikan terhadap kasiat atau efek dari produk Nescafe yang sesuai dengan kandungan isi berdasarkan label produk di kemasan, dan harga harga produk Nescafe disesuaikan dengan kandungan isi (netto) dari setiap kemasan. Secara berurutan, maka variabel yang mempengaruhi loyalitas konsumen adalah mutu kesesuaian, daya tahan keistimewaan, bentuk produk, gaya, keandalan, mutu kinerja dan rancangan (desain).",
  "creators": "VILIA ERZAVALINA GOENTORO; ZENDY HARIJANTO",
  "contributors": "Dr. Ratih Indriyani, S.E., M.M. (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011872/MAN/2005; Vilia Erzavalina Goentoro (31400124), Zendy Harijanto (31400218)",
  "subjects": "CUSTOMER LOYALTY; CONSUMER BEHAVIOR; MARKETING-MANAGEMENT"
}