{
  "id": "6357",
  "title": "Analisa perbedaan disonansi produk bra merek Women Secret dan La Senza pada beberapa kelompok konsumen di Surabaya",
  "abstract": "Latar belakang penulisan skripsi adalah bahwa seiring dengan berkembangnya jaman, banyak bermunculan merek-merek bra seperti Wacoal, Sorella, Young Hearts, dan lain-lain. Hal ini membuat konsumen berpikir untuk melakukan perbandingan terhadap informasi-informasi tentang kualitas, desain dan harga dari masing-masing merek bra, dimana fungsi/kegunaannya relatif sama, sehingga ini dapat menimbulkan disonansi, yaitu konsumen merasakan ketidaknyamanan atau konflik pikiran mengenai kepercayaan atau suatu obyek perilaku. Skripsi ini meneliti perbedaan disonansi konsumen pada produk bra merek Women Secret dan La Senza, karena harga merek tersebut relatif mahal disbanding merek lainnya. Skripsi ini mengukur tingkat disonansi dengan menggunakan tiga dimensi yaitu Emotional, Wisdom of Purchase dan Concern Over the Deal. Penulis menggunakan metode penelitian pengumpulan data dengan menyebarkan kuesioner kepada konsumen yang melakukan transaksi pembelian produk bra merek Women Secret dan La Senza di counter-counter Women Secret dan La Senza. Metode penelitian yang digunakan adalah deskritif dengan menggunakan alat analisa ANOVA. Populasi yang diteliti meliputi beberapa kelompok konsumen yaitu Pelajar, Ibu Rumah Tangga, Wanita Karir dan Wanita Senior berdasarkan status pekerjaan. Dari hasil penelian ini didapatkan hasil bahwa tidak ada perbedaan disonansi yang signifikan pada kelompok konsumen Pelajar, Ibu rumah tangga dan Wanita karir yang membeli produk bra merek Women Secret dan La Senza ,sedangkan pada kelompok Wanita Senior yang membeli produk bra merek Women Secret dan La Senza ada perbedaan disonansi yang signifikan. Dimana untuk produk bra merek Women Secret yang mengalami disonansi paling tinggi adalah segmen Wanita Senior dan untuk produk bra merek La Senza yang mengalami disonansi paling tinggi adalah segmen Wanita Senior.",
  "creators": "TAN GIOK; ANITA TANIHAHA",
  "contributors": "Cynthia Yulita Wardayanti (Advisor 1); Filicia Chandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011869/MAN/2005; Tan Giok (31401015), Anita Tanihaha (31401019)",
  "subjects": "CONSUMER SATISFACTION-ANALYSIS; CONSUMER BEHAVIOR"
}