{
  "id": "636",
  "title": "A Study of the main male characters' realization that their purpose of life is forgiving and loving in Tolstoy's war and peace",
  "abstract": "This thesis is a study of Leo Tolstoy's War and Peace. It is a story about Pierre and Andrew, the male major characters, realizing their purpose of life. Both of them are in their own ordeal during the process of searching. The writer wants to know about the process of their realization. The purpose of this study is to analyze the process of the male major characters during their search and reveal the major characters' purpose of life. In analyzing the topic, the writer uses the library research to find the data. She uses literary approach, characterization and conflict. Andrew, a high pride and arrogant prince, faces many conflicts during his search. Pierre, weak and always influenced by others but has a kind heart also undergoes many conflicts before he finally realizes his purpose of life. At the end, after dealing with their conflicts, they finally realize that their purpose of life is forgiving and loving. Thus, they can find their balance in their life. Pierre stops his search and lives happily with his wife. However, Andrew dies peacefully on his death-bed. The important point of War and Peace is the author's invitation to the readers to appreciate this life. It is not the quantity of life but the quality of life that a man should consider and think of. Why not giving love and for giving others as long as he still has a chance? It is better to be late than never.",
  "creators": "FONIE HWANDIAWATI MARGONO",
  "contributors": "CHERRY HADIKUSUMO, Dra. (Advisor 1); Liliek Soelistyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 951; Fonie Hwandiawati Margono (11493136)",
  "subjects": "TOLSTOY, LEO NOCOLAEVICH, 1828-1910. WAR AND PEACE-STUDY AND TEACHING; RUSSIAN FICTION--19TH CENTURY--STUDY AND TEACHING"
}