{
  "id": "63614",
  "title": "The role of local food experience in shaping gastronomic satisfaction and destination satisfaction: domestic tourist in Eastern Indonesia",
  "abstract": "Indonesia is a country with diverse and unique cultural heritage that influenced its food tradition. Eastern Indonesia's distinctive culture is also reflected in their plenty of local foods. Furthermore, local food is one of the key factors to shape tourist satisfaction towards the destination. The objective of this study was to examine the role of experience through local food toward both gastronomic and destination satisfaction. The five-point Likert questionnaire was collected from 360 domestic tourists visiting six major cities in Eastern Indonesia (Lombok, Kupang, Manado, Makassar, Banjarmasin and Balikpapan). Partial Least-Squares Structural Equation Modeling (PLS-SEM) was used to investigate the relationship amongst the variables. The result indicated that local food experience positively influenced gastronomic satisfaction. On the other hand, only emotional benefit has a significant relationship to destination satisfaction. This study also indicates that gastronomic satisfaction is closely related to destination satisfaction. The findings also imply that gastronomic satisfaction presence has mediated the relationship between local food experience toward destination satisfaction. By creating a memorable experience with local food, domestic tourists could feel satisfied with the local food and by extension towards destination.",
  "creators": "MARDIANTO UNTUNG; GABRIELLA CHRISTINA SUYANTO",
  "contributors": "Yoel Wibowo, S.S., M.Pd. (Advisor 1); Sienny Thio (Advisor and Examination Committee); Monika Kristanti (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 31012664/MAN/2025; Mardianto Untung (D11210065); Gabriella Christina Suyanto (D11210120)",
  "subjects": "Unknown"
}