{
  "id": "6367",
  "title": "The Analysis of cost of quality elements, which influences the profit of PT. Satu Tiga Enam Delapan in Banyuwangi",
  "abstract": "The purpose of this research are: (1) To recognize the elements of quality costs (prevention costs, appraisal costs, internal failure costs, and external failure costs) which are simultaneously influence to the profit. (2) To recognize the elements of quality costs (prevention costs, appraisal costs, internal failure costs, and external failure costs) which are partially influence to the profit. (3) To recognize which one of quality costs (prevention costs, appraisal costs, internal failure costs, and external failure costs) is significantly influence to the profit. (4) To recognize the relationship between each of the control costs (prevention costs and appraisal costs) and each of the failure costs (internal failure costs and external failure costs) which occur in PT. Satu Tiga Enam Delapan in Banyuwangi. This research is applied research with causal research, and use hypothesis. The main data is secondary data, which collected in PT. Satu Tiga Enam Delapan in Banyuwangi, by interview and documentation. Analysis model is multiple linear regression. The result sof this research are: (1) Quality costs, which consist of prevention costs, appraisal costs, internal failure costs, and external failure costs as simultaneously have influence to the profit as much as 66.90% and significant (Sig. < 0.05%). (2) Prevention costs as partially has influence to the profit as much as 10.129 and significant (Sig. < 0.05%); Appraisal costs as partially has influence to the profit as much as 9.765 and significant (Sig. < 0.05%); Internal failure costs costs as partially has influence to the profit as much as -9.804 and significant (Sig. < 0.05%); and External failure costs costs as partially has influence to the profit as much as -0.342 and significant (Sig.< 0.05%). (3) Prevention cost has significant dominantly effect to the profit is 39.94% (t 4.081 and Sig. 0.000). (4) There is negative relation between prevention costs and internal failure costs but it is not significant; There is negative relation between prevention costs and external failure costs and it is significant; There is negative relation between appraisal costs and internal failure costs and it is significant; and There is negative relation between appraisal costs and external failure costs and it is not significant.",
  "creators": "DERRICK AGUSDINATAJONATAN",
  "contributors": "Ricky Wang (Advisor 1); Filicia Chandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Final Assignment Report No. 00010105/MAN/2007; Derrick Agusdinata Jonatan (34402037)",
  "subjects": "TOTAL QUALITY MANAGEMENT-COST ANALYSIS; QUALITY CONTROL--COST ANALYSIS"
}