{
  "id": "6368",
  "title": "Marketing strategy: developing a positioning strategy to boost branded Indonesian tea sales in the Netherlands",
  "abstract": "This research is meant to develop positioning strategies to help Indonesian tea manufacturers to expand to the Netherlands market. The theoretical framework that is expected to be used in general is the segmentation, targeting and positioning (STP) strategy by Philip Kotler (2003), complemented with other theories such as positioning by Al Ries and Jack Trout (2001). Data and other information are expected to be collected using qualitative approach that is inductive, with survey and case studies. The research is introduced in further details in Chapter 1 Introduction. Next, critical review on various related theories on STP is done in Chapter 2 Theoretical Framework. They are, then put into the context of tea market in the Netherlands in Chapter 3 Application on Tea Market. Finally, the research is closed with Chapter 4 Limitations & Suggestions for Further Research. In short, the research found that there are still some opportunities available, that using Indonesian country image is very important. The four proposed positioning statements are: 1. To conservative and caring people, our (Brand name) is Indonesian black tea blend that is exotic, caring and of high quality 2. To females, our (Brand name) is Indonesian health tea that is exotic and of high quality 3. To active people, our (Brand name) is Indonesian wake-up tea that is exotic, refreshingly strong and of high quality 4. To conservative people, our (Brand name) is Indonesian herbal tea that is exotic, refreshingly healthy and of high quality",
  "creators": "RICHARD SURYA DIMULYA",
  "contributors": "MENNO VAN VERTOHAUZEN (Advisor 1); RENE VAN DER LINDEN (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Final Assignment Report No. 00010106/MAN/2007; Richard Surya Dimulya (34403004)",
  "subjects": "MARKETING MANAGEMENT"
}