{
  "id": "637",
  "title": "A Study on the main female characters' isolation, survival, and triumph in facing cross-cultural problems in Wakako Yamauchi's The Music Lessons, Velina Hasu Houston's Tea, and Elizabeth ...",
  "abstract": "A Woman is an interesting topic to discuss. Moreover, when the woman character is involved in a problem in which she should face in her life. In this thesis, the thesis writer is going to analyze three Asian American women who have the same problems of life, such as, isolation, survival, and getting triumph. This thesis wants to point out the ways of isolation, survival, and triumph which are explored from Wakako Yamauchi's The Music Lessons, Velina Hasu Houston's Tea, and Elizabeth Wong's Letters to a Student Revolutionary. Those ways are viewed from the eyes of Asian American women playwrights. This thesis also wants to show that the three main female characters in each of the three plays can pass all the complexities of lives. Even though one of the woman characters pass her complicated life in a tragic way. By using literary approach through literary devices called characterization, conflict, and setting the thesis writer wants to reveal the ways those three women; Chizuko, Himiko, and Bibi, are isolated, survived, and then they reach their victory in a foreign country. Through the analysis, it is found out that conflict and setting influence the ways of isolation, survival, and triumph of the three women characters. Although the environment and the time are against them but they do not keep still. In fact, they struggle with their strong determination to fight and conquer the problems victoriously although one of them hias to sacrifice her life, at last, in order to obtain her freedom.",
  "creators": "ELLY WIBISONO",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1); Ribut Basuki (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 831; Elly Wibisono (11494032)",
  "subjects": "WONG, ELIZABETH, 1958-...LETTERS TO A STUDENT REVOLUTIONARY-STUDY AND TEACHING; HOUSTON, VELINA HASU, 1957-...TEA-STUDY AND TEACHING; YAMAUCHI, WAKAKO, 1924-...THE MUSIC LESSONS-STUDY AND TEACHING; AMERICAN DRAMA--20TH CENTURY--STUDY AND TEACHING"
}