{
  "id": "6373",
  "title": "Perencanaan pada keluarga pada reksadana pasar uang, reksadana Manulife Dana Campuran, reksadana Citireksadana Ekuitas, asuransi Sun Life, asuransi Allianz, asuransi Bumiputera, tabungan bank BCA...",
  "abstract": "Studi kasus ini membahas mengenai perencanaan keuangan keluarga Bahagia dengan tujuan untuk membantu dalam mencapai tujuan-tujuan yang diinginkan. Keluarga Bahagia menginginkan beberapa tujuan hidup yang ingin dicapai di masa yang akan datang yaitu memiliki Dana Darurat, Asuransi, Dana Pendidikan buat Putrinya, Dana Ulang Tahun ke 17 Putrinya, Dana Pernikahan Putrinya, menyediakan rumah baru untuk Putrinya bila sudah menikah, Dana untuk melakukan perjalanan Wisata ke Singapore, Dana untuk mengganti mobil. Untuk Dana Darurat digunakan produk Tabungan Bank BCA, Deposito Bank Eksekutif, Reksadana Pasar Uang. Sedangkan untuk perencanaan Asuransi Bapak Bahagia akan digunakan produk asuransi dari PT. Sun Life. Untuk perencanaan Pendidikan digunakan Reksadana Seruni Pasar Uang, Reksadana Manulife Dana Campuran, dan Reksadana CitiReksadana Ekuitas. Untuk Dana Ulang Tahun ke 17 dan Dana Pernikahan Putrinya pada umur 26 tahun menggunakan Reksadana Seruni Pasar Uang, Reksadana Manulife Dana Campuran, dan Reksadana CitiReksadana Ekuitas. Untuk menyediakan Rumah baru menggunakan Deposito Bank BCA Bapak Bahagia. Untuk Melakukan Perjalanan Wisata menggunakan Deposito Bank Eksekutif. Untuk Dana Membeli Mobil Baru, menggunakan Deposito Bank BCA dan Tabungan Bank BCA Bapak Bahagia. Pengalokasian asset tersebut akan diperoleh secara garis besar berapa dana yang harus dimiliki dimasa sekarang untuk memenuhi keinginan di masa yang akan datang.",
  "creators": "BOBBY CHANDRA",
  "contributors": "Devie (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04010559/AKT/2006; Bobby Chandra (32401161)",
  "subjects": "FINANCIAL STATEMENTS; ACCOUNTING; CORPORATIONS-FINANCE"
}