{
  "id": "638",
  "title": "An Analysis of cohesion in Asian Soups",
  "abstract": "This study is an analysis of cohesion in Asian Soups. The writer wishes to find out the quality of either its text or its sentences. In other words, the writer wants to know whether the recipes in Asian Soups as texts are cohesive or not. Therefore, he tries to examine what cohesive ties are used in Asian Soups and the highest occurrence found in it. In this study, he applies the theory of cohesion by M.A.K. Halliday and Ruqaiya Hasan. It is divided into two main parts, grammatical and lexical cohesion. Grammatical cohesion is divided into four parts: reference, substitution, ellipsis and conjunction. Lexical cohesion is divided into two parts: reiteration and collocation. The writer uses qualitative approach to analyze the cohesive ties used in Asian Soups. The data are taken from a cookery book entitled, Asian Soups. For the purpose of the analysis, the writer takes 23 recipes found in it. In analyzing the data, the writer supports this study with the theory of register by Richard, Platt and Weber, and a related study of Evi Fadjarini Retno Soegiarti, a previous English Department student at Petra Christian University. From this study, it is found that the cohesive ties used in Asian Soups are anaphoric, personal, comparative reference, additive, causal, temporal conjunction, repetition, synonym, near-synonym and super ordinate. The highest occurrence of cohesive tie is addittive conjunction. The writer comes to observe that as sets of instruction, recipes present continuing procedures in preparing dish. Here, the function of additive conjunctions is to relate one procedure to another one in a recipe. The total average of cohesive ties found in all recipes is 63.2%. Therefore, it is assumed that Asian Soups is cohesive. Moreover, the use of register in Asian Soups helps the readers to understand the cooking instruction easily.",
  "creators": "TONNY HIDAYAT",
  "contributors": "Anneke Heritaningsih Tupan (Advisor and Examination Committee); SAMUEL GUNAWAN (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1099/Sl /2002; Tonny Hidayat (11495048)",
  "subjects": "DISCOURSE ANALYSIS; ENGLISH LANGUAGE-DISCOURSE ANALYSIS"
}