{
  "id": "6380",
  "title": "Store image and layout design implementation in developing male cosmetics and perfumery stores in the Netherlands",
  "abstract": "Together with the emerging male grooming trend in various countries all over the world, the growth of male cosmetics in the Netherlands also experiences a considerable improvement since the past several years. In response to that, the cosmetics retailers should pay more attention on the unfulfilled demand of the male consumers in terms of the retail setting which are comfortable for them to shop in. Through this report, the researcher will explain about the emerging male cosmetics market, which has became a good opportunity that can be utilized by the cosmetics retailers in the Netherlands to serve the new market. This report also contains the research methodology that is used by the researcher to collect the primary and secondary data, the findings, and the conclusion of the research. The suggestion for the cosmetics retailers are begun by analyzing the gender role orientation, shopping behavior and preferences, as well as the expectation of the consumers toward the male cosmetics store in the future. Several conclusions are draw from the analysis done by the researcher, and are converted into a set of useful suggestion regarding the implementation of store image and the appropriate store layout designs to be used in order to attract male customers to come and shop in. At the end of the report, the limitations of the research are discussed in order to generate the necessary recommendation for further research.",
  "creators": "DEBY NOVITA SUSANTO",
  "contributors": "MENNO VAN VERTOHAUZEN (Advisor 1); LIESBETH PERDECK (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Final Assignment Report No. 00010110/MAN/2007; Deby Novita Susanto (34403028)",
  "subjects": "MARKETING MANAGEMENT; MARKETING RESEARCH"
}