{
  "id": "6383",
  "title": "Introducing a new advertising concept into Spain-will photoflyer advertising concept work in Spain",
  "abstract": "Is it feasible to expand the Photoflyer concept into Spain? I have written this report to find out. Photoflyer is a modem advertising concept that was originated in the Netherlands in the year 2002 by a company called Button Media. In the Netherlands it already exists for 4 years but it does not exist in Spain yet. I have written this marketing plan because it has become a great success in the Netherlands and I believe it can become a successful and effective idea to expand it into Spain. I am not going to set up a whole new company in Spain but translate the website into Spanish. However, before I invest my time and money into that I wanted to find out if Photoflyer advertising tool is feasible in Spain. By investigating, the Spanish market and the implementation possibilities, I have found out a lot of relevant information. I wrote this marketing plan for Button Media Photoflyer NL. The key to Photoflyer is the classic medium of instant photography. After a picture is taken, it is quickly developed and placed inside a personalized advertising sealing, containing a powerful brand message. This unique marketing tool enables your brand to be top-of-mind or to convey a clear message to your target audience. And it?s bound to arrive, as the receiver is the centre of attention. Photoflyer Mini represents a smaller (portrait) version and is the ideal option for the creation of member cards, access passes, discount cards, etc. It is just as simple as it is effective. Professional promo girls take pictures of visitors at events, fairs, parties etc. The film rapidly rolls out of the camera, is placed in a permanent advertising sealing and directly handed out. Photoflyers can be distributed almost as quickly as regular flyers, except that unlike traditional handouts, Photoflyers are rarely thrown away. First I have researched the Spanish Market and Spanish companies to see if Photoflyer advertising media will be successful in Spain. I have done this by: Researching the organizational buying behavior of Spanish companies. Who decides the promotion tools within a company in Spain; boss, `sales manager, marketing manager? Bosses, there is a clear presence of hierarchy. What criteria do companies use to choose a particular medium? -price, reach ability, creativity? I have been interviewing companies in Barcelona to find out the information I need. Lastly, I have researched how I will implement this new product in Spain and control its performance. If, at the end, the idea is feasible enough to be expended then I will physically go to Spain to set it up. An implementation plan has been written: Researching the best way to implement the plan. Spanish companies tend to be quiet closed up to new companies, therefore the implementation is extremely important. The main promotion method will be by joining Network Clubs. The most important areas of finding in this report are: Market: The International companies will be more open, however good sales will have to be done to catch the attention of the older Spanish Companies. Target Group: For now the International companies at exclusive events. SWOT: Strengths and opportunities of Photoflyer are over whelming.. Strategies: The world?s favourite advertising medium. Competition: NL: Photoflyer instant photos are the cheapest. ES: A flyer is a much weaker medium. Implementation: Integrating with existing Spanish Companies. Building a strong Network. Performance and Control: Common measurement techniques for advertising can be used.",
  "creators": "CHARLOTTE FLORENCE V D V",
  "contributors": "PETER EDWARDS (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Final Assignment Report No. 00010130/MAN/2007; Charlotte Florence van de Ven (34405054)",
  "subjects": "ADVERTISING"
}