{
  "id": "6387",
  "title": "The Study on lexical items used by the evangelist in GKKA Tenggilis Mejoyo's youth fellowship gathering",
  "abstract": "This study deals with the speech styles used by the evangelist in GKKA Tenggilis Mejoyo?s youth fellowship gathering. The writer is interested in investigating the lexical items use by the evangelist in the talk. The choose of lexical items influence the effectiveness in the talk. The writer uses David crystal (1969) theory supported by Martin Joss? theory (1976) of speech styles, which are devided into frozen style, formal style, consultative style, casual style, and intimate style, also Abdul Chaer?s and Leonie Agustina?s theory (1986:88), Kridalaksana (1978) about standard Indonesian, also about colloquial words. In doing this research, the writer use qualitative approach. The source of data is a 37 years old Bataknese evangelist of GKKA Surabaya. He speaks in youth fellowship/ services in September 2004, attended by the twenties years old youth, male and female. The duration is about 45 minutes. The writer collects the data by joining youth fellowship gathering in the church. The writer collects the data from listening the evangelist when he delivers the talk, records it, and then transcribes. In analyzing the lexical items, the writer uses tables to categorized the words into standard Indonesian words, nonstandard Indonesian words, vernacular words, and foreign words. Then she count the total occur words. Through the analysis, the writer found that the evangelist interest the youth by mixing the standard Indonesian words with non-standard Indonesian words, vernacular words, and foreign words The persentage of code use shos that the evangelist speech belongs to consultative style.",
  "creators": "BEATRIX SUNARSO",
  "contributors": "Bintoro (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011457/ING/2005; Beatrix Sunarso (11400087)",
  "subjects": "DISCOURSE ANALYSIS; LANGUAGE AND LANGUAGES-STYLE; LANGUAGE AND LANGUAGES"
}