{
  "id": "6388",
  "title": "The Comparison between the address terms used by the female Javanese shop-assistants at Tunjungan Plaza and those used by the female Javanese shop-assistants at Pasar Turi towards their female ...",
  "abstract": "This study was concerned with address term. The writer was curious to know about the address terms used by female Javanese shop-assistants at Tunjungan Plaza and those used by female Javanese shop-assistants at Pasar Turi towards their female Chinese buyer. Besides, the writer also wanted to know the frequency of used by female Javanese shop-assistants at Tunjungan Plaza and those used by female Javanese shop-assistants at Pasar Turi towards their female Chinese buyer. Related to the study, the writer used Kridalaksana and Janet Holmes theory about the address terms. Then, this study was also supported by Henrikus Supriyanto theory, which mentions the five different kinds of address terms used/spoken in East Java, Brown and Ford theory, and Wardhaugh theory. The writer used qualitative descriptive approach in doing her research. In getting the data, the writer asked a set of questions about the shop-assistants backgrounds to the female Javanese shop-assistants at Tunjungan Plaza and the female Javanese shop-assistants at Pasar Turi. The questionnaire was filled out by the writer herself after the writer got the data. There were 30 female Javanese shop-assistants at Tunjungan Plaza and 30 female Javanese shop-assistants at Pasar Turi. Finally, the writer found out that the female Javanese shop-assistants at Tunjungan Plaza and Pasar Turi have used similar address terms such as mbak (older sister), cece (older sister), nonik (younger sister), meme (younger sister), and cik (older sister). However, the writer also found that the address terms used by female Javanese shopassistants at Tunjungan Plaza and those used by female Javanese shopassistants at Pasar Turi were different in the frequency of use. At Tunjungan plaza, the higher frequencies of use were cece (older sister), nonik (younger sister), and meme (younger sister) when serving female Chinese buyer. While at Pasar Turi, the higher frequencies of use were mbak (oldest sister) and cik (older sister).",
  "creators": "TJIO MING TJIEN",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011456/ING/2005; Tjio Ming Tjien (11401085)",
  "subjects": "SOCIOLINGUISTICS; COMMUNICATION-CROSS-CULTURAL STUDIES"
}