{
  "id": "639",
  "title": "A Study of the man character's development from immaturity to maturity in George Eliot's Adam Bede",
  "abstract": "Adam Bede is a novel by George Eliot that tells a story about the ordinary village lives with its central character Adam Bede. In the novel, Adam, who encounters some tragic events, moves through a process of development as seen through the beginning until the end of the novel. He is initially portrayed as a young immature man who is married by his weak qualities. Nevertheless, through certain events in his life, he develops to be more mature. These events are tragic, yet, they apparently give enormous contribution to Adam's developing character. Therefore, the thesis writer is encouraged to expose Adam's character development in order to trace what factors influentially leading him to his maturity. The thesis writer intends to analyze it by finding out Adam's initial character traits before he becomes a mature man, analyzing the process of development, and examining his changing character traits. In analyzing the novel, the thesis writer applies the literary theories of characterization and conflict as well as the psychological definition of maturity. In the analysis, the thesis writer finds out that resentfulness, intolerance and unforgivingness indicate Adam's character traits before his maturity. Moreover, having analyzed the events in Adam's life, the writer finds out that his character development is much influenced by some external and internal factors. The external factors are the events themselves, which are tragic and forcefully powerful to provoke Adam's personal and emotional response. The internal factor is the suffering-as Adam's emotional response-because of the tragic events. These external and internal factors have strong influence to teach Adam that he actually loves his father and that he needs to have mercy towards other people. Eventually, Adam's character changes. He becomes a mature man with forbearance, tolerance and forgivingness.",
  "creators": "CINTHIA ASTAN",
  "contributors": "LENIWATI SLAMET (Advisor and Examination Committee); Theophilus Jokri (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 895; Cinthia Astan (11495060)",
  "subjects": "ELIOT, GEORGE, 1819-1880. ADAM BEDE--STUDY AND TEACHING; ENGLISH FICTION--19TH CENTURY--STUDY AND TEACHING"
}