{
  "id": "6390",
  "title": "Politeness strategies used by Joe and Kathleen in you've got mail",
  "abstract": "This study is about Politeness Strategies that are used by Joe and Kathleen in \"You?ve Got Mail\" film. As Politeness Strategies have important roles in social interaction or daily conversation, thus, it encourages the writer to conduct a study in this major. In her study, the writer tries to find out the Politeness Strategies used by Joe and Kathleen in the film when they are conversing to each other and the Politeness Strategies that are mostly often used by them. In doing the data analysis, she uses the theory of Politeness Strategies as suggested by Brown and Levinson that are Bald On Record, Positive Politeness, Negative Politeness and Off Record. The approach used in this study is qualitative-descriptive approach. The source of the data of this study is conversation between Joe and Kathleen that is taken from the script in the film that found in the Internet. The writer found Kathleen and Joe use all of Politeness Strategies as suggested by Brown and Levinson. In addition, Positive Politeness is the strategy that is more frequently used by both of them but with different proportion. In this case, Joe uses more Positive Politeness to Kathleen than Kathleen to Joe. It shows he is the one that tries harder to get Kathleen?s attention. Next, Negative Politeness is the second most frequently used strategy by Joe and Kathleen. It means that each of them respect the distance between them. Moreover, Off Record and Bald On Record got the third and the least strategy. It happens because their relationship is never really too close, so they reluctant to impinge their interlocutor?s face.",
  "creators": "ILENA WONGSO",
  "contributors": "Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Advisor 1); Samuel Gunawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 2011458/ING/2005; Ilena Wongso (11401086)",
  "subjects": "SOCIOLINGUISTICS; DISCOURSE ANALYSIS"
}