{
  "id": "6395",
  "title": "Studi perbandingan karakteristik aliran internal subsonik pada saluran berpenampang lingkaran dan bujur sangkar",
  "abstract": "Dalam sistem aliran, saluran berpenampang lingkaran lebih banyak dipergunakan daripada saluran berpenampang bujur sangkar oleh karena perbedaan karakteristik aliran dan bisa dianalisa dari profil kecepatannya. Tujuan penelitian ini adalah membandingkan karakteristik aliran dalam saluran berpenampang lingkaran dan bujur sangkar. Pada penelitian ini dilakukan pengamatan profil kecepatan dengan mempergunakan pitot tube yaitu dengan cara mengukur tekanan dinamis di dalam saluran dimana pengukuran dilakukan ke arah radial dengan jarak pengukuran antar titik sebesar 0.5 cm pada 5 segmen arah aksial dengan jarak antar segmen 20 cm. Di samping itu dilakukan simulasi dengan software ANSYS dan kemudian dilakukan perbandingan antara hasil eksperimen dengan hasil simulasi. Hasil penelitian menunjukkan profil kecepatan saluran berpenampang bujur sangkar memiliki bentuk yang lebih tumpul daripada profil kecepatan saluran berpenampang lingkaran dimana besarnya nilai n (eksponen pada persamaan power law) pada saluran berpenampang lingkaran berkisar antara 7.14 hingga 7.62 sedangkan pada saluran berpenampang bujur sangkar berkisar antara 7.22 hingga 7.64. Baik pada saluran berpenampang lingkaran maupun bujur sangkar bentuk profil kecepatan pada daerah dekat outlet terlihat lebih lancip daripada daerah dekat inlet. Profil kecepatan hasil simulasi memiliki bentuk yang lebih lancip daripada profil kecepatan hasil eksperimen.",
  "creators": "ANDRE PRANATA",
  "contributors": "Hariyo Priambudi Setyo Pratomo, S.T., M.Phil. (Advisor 1); Ekadewi Anggraini Handoyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010831/MES/2007; Andre Pranata (24403005)",
  "subjects": "FLUID MECHANICS"
}