{
  "id": "640",
  "title": "A Syntactical analysis of structures coordination in the insurance policy",
  "abstract": "This study observes the structures of coordination used in Insurance Policy. The structure of coordination is the only structure in English which has more than two immediate constituents: clearly, a series has as many immediate constituents as there are items in the series. This refers to the sentences in the Insurance Policy, which are constructed in very long and complex sentences. This thesis aims at finding out the construction of structures of coordination in Erection All Risks Policy. Therefore, the writer analyzed the structure of coordination based on Nelson Francis' theory. A structure of coordination consists of two or more syntactically equivalent units joined in a structure which functions as a single unit. The units so joined may be any of the parts of speech or more complex structures. The joining is accomplished by coordinators and punctuation marks in written form. The coordinators could be either present or not. The other supported theories are Sidney Greebaum and Randolph Quirk in coordination (1990); Enno Klamer in the components and punctuation (1977); and John E. Warriner in punctuation (1982). The details of the theories are to be discussed in chapter 11. The writer uses qualitative approach to analyze the structures of coordination in the sentences of Insurance Policy. The approaches of this study are the kinds of structures of coordination, the components of the structures of coordination, the linkers of the structures of coordination, the syntactic functions of the structures of coordination, and to count their occurrence used in the Insurance Policy. From this study, it is found out that there are four types of' structure of coordination. They are common and syndetic, series and asyndetic (with comma); series and asyndetic (with semicolon); then series and poiysyndetic (without comma). The components of structures of coordination arc parts of speech (noun, verb, adjective, and adverb), phrases (noun phrase, verb phrase, and prepositional phrase), and clauses (independent and subordination clause). The linkers of structures of coordination are coordinating conjunction anti, or, but, and with the help of punctuation marks comma and semicolon. The syntactic functions of the structures of coordination function as subject, predicate, main verb (part of predicate), direct object, objective complement, object of preposition, head, and modifier. Through this analysis, the writer expects that the results will help the readers read the Insurance Policy easily.",
  "creators": "DEWI RATNA SARI",
  "contributors": "Josefa Juniarti Mardijono (Advisor and Examination Committee); Lisa Setiawati Nugraha (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 918; Dewi Ratna Sari (11495067)",
  "subjects": "ENGLISH LANGUAGE-SYNTAX; ENGLISH LANGUAGE-GRAMMAR"
}