{
  "id": "6414",
  "title": "Penambahan tepung jagung pada campuran serbuk alumunium dengan atau tanpa penambahan serbuk alumina untuk pembuatan reaction bonding alumina",
  "abstract": "Pembuatan alumina dengan proses Reaction Bonding Aluminium Oxide (RBAO) yang dibuat dari seluruhnya serbuk aluminium (Al) dengan penambahan tepung jagung telah menunjukkan keberhasilan dimana selama proses penyusunan diri partikel serbuk Al dan pori-pori yang ditinggalkan oleh penambahan tepung jagung telah menyediakan sejumlah rongga sebagai jalan masuk O2 sampai ke bagian tengah sampel. Keberhasilan RBAO sangat bergantung pada bentuk dan ukuran serbuk Al. Partikel Al berbentuk flakes digunakan dalam penelitian ini yang dicampurkan dengan 30% berat tepung jagung (sampel A) dan dengan tambahan serbuk Al2O3 polygonal ((25% berat Al2O3 +75 % berat Al)+30% berat tepung jagung) disebut dengan sampel B. Green compact berbentuk pellet dilakukan pemanasan pada variasi suhu 1000?C - 1400?C. Seluruh sampel hasil sinter dilakukan pengujian struktur mikro (SEM), derajat oksidasi (ICP-S), mengukur density dan penyusutannya menggunakan prinsip Archimedes dan pengukuran dimensi. Konfigurasi susunan partikel yang berbeda pada campuran A dan B menunjukkan hasil-hasil berikut setelah dipanasi pada 1000?C - 1400?C. Pori yang terbentuk berasal dari celah antara susunan flakes dan yang ditinggalkan tepung jagung. Kenaikan tingginya derajat oksidasi dapat pada pertambahan dimensi dan massa sampel karena berikatnya O2 menjadi Al2O3. Terjadi penambahan tinggi sebesar 2,4 - 3,5% untuk sampel A dan 0 - 2,4% untuk sampel B, sedangkan massa bertambah dari 53 - 61 % pada sampel A dan 46 - 47% pada sampel B. Analisa ICP (Inductively Coupled Plasma) menunjukkan kadar Al yang tersisa hanya 0,82% dan 0,51% untuk sampel A1 dan A4 berturut-turut dan untuk sampel B1 dan B4 menunjukkan 21,3% dan 1,20% berat. Pemanasan sampai 1400?C belum menunjukkan proses sinter telah tuntas. Hal ini dibuktikan oleh masih adanya sejumlah pori kecil dan besar yang terdapat pada struktur mikro. Selain itu pengukuran bulk density menunjukkan pencapaian sebesar 41 - 47% bj teoritis.",
  "creators": "GUNAWAN WIBISONO",
  "contributors": "Prof. Dr. Juliana Anggono, S.T., M.Sc. (Advisor 1); Soejono Tjitro (Advisor 2); Amelia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010818/MES/2007; Gunawan Wibisono (24401044)",
  "subjects": "POWDER METALLURGY"
}