{
  "id": "6415",
  "title": "Mengubah AFO (A Filter Oil) sebagai produk dewaxing kilang Cepu menjadi bahan bakar solar alternatif",
  "abstract": "Semakin terbatasnya ketersedian bahan bakar minyak akan membuat semakin mahalnya harga bahan bakar, termasuk juga bahan bakar solar (automotive diesel oil). Sehingga akan meningkatkan pemakaian minyak tanah (kerosene) sebagai bahan tambahan bahan bakar solar (ADO), yang berakibat negatif terhadap mesin yang dapat menimbulkan kerusakan. Maka diperlukan adanya bahan bakar solar alternatif yang bernilai positif. Salah satu diantaranya adalah pemanfaatan A Filter Oil (AFO) yang merupakan hasil short residue dari proses dewaxing kilang Cepu. Hal ini dilakukan dengan cara melakukan pengurangan kadar lilin dari minyak AFO (dewaxing) yang dibantu dengan katalis methyl ethyl ketone (MEK), sehingga akan didapatkan minyak recovery yang dapat digunakan sebagai bahan tambahan minyak solar. Dari hasil pengujian diperoleh bahwa hasil dewaxing dengan perbandingan komposisi 70 % vol AFO dengan 30 % vol MEK+Toluene (sebagai pengurang penguapan MEK) adalah hasil sampel uji yang terbaik. Selanjutnya dari hasil pengujian sifat fisik minyak solar alternatif dengan perbandingan 90 % vol solar reguler dengan 10 % vol sampel uji menunjukkan terjadinya : peningkatan berat jenis, penurunan nilai calculated cetane index (CCI), peningkatan viskositas kinematik, peningkatan titik tuang dan penurunan nilai destilasi (recovery at 300 derajat Celcius). Dimana hal ini bernilai negatif terhadap karakteristik bahan bakar solar (ADO), sehingga akhirnya bahan bakar alternatif ini lebih dijuruskan untuk dijadikan minyak diesel (industrial diesel oil).",
  "creators": "MADE WIDIA BUDIANA",
  "contributors": "Philip Kristanto Tedjasaputra (Advisor 1); Ekadewi Anggraini Handoyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010813/MES/2007; Made Widia Budiana (24402037)",
  "subjects": "DIESEL FUELS; PETROLEUM INDUSTRY AND TRADE"
}