{
  "id": "6417",
  "title": "The Opening expressions used by VJ Utt and VJ Denise in \"MTV Most Wanted\"",
  "abstract": "This study deals with opening expressions, which is based on Discourse Analysis. The writer chooses opening expressions, because opening expressions are the first way to open the conversation. This study analyzes the opening expressions in \"MTV Most Wanted\" which are presented by VJ Utt and VJ Denise. Throughout this research, the writer intends to know the types of sentences that are used as opening expressions in \"MTV Most Wanted\". The writer also wants to know the type of sentences that are most frequently used by those VJs. In order to answer those questions, the writer uses some theories, such as: Coulthard (1985) and Brita (1994) for the opening expressions, and, Van Ek (1976) and Holmes (1992) for the types of sentences. The writer uses descriptive qualitative approach in order to describe the phenomenon that happen in the opening expressions by VJ Utt and VJ Denise. Moreover, the data are collected by recording \"MTV Most Wanted\" for three times. The writer finds out that VJ Utt uses declarative, imperative, interrogative, and exclamative forms in each show. On the other side, VJ Denise only uses declarative forms. The type of sentences that are most frequently used by VJ Utt and VJ Denise is declarative form. In conclusion, VJ Utt dominates to start the show. As the leader, he needs to use various types of sentences as the opening expressions in order to make the show attractive. On the other side, VJ Denise supports what VJ Utt talks about. So, it does not matter for VJ Denise to use one type of sentence as her opening expressions.",
  "creators": "SANDY YUNIARTI WIJAYA",
  "contributors": "Dr. Dra. Yuli Christiana Yoedo, M.Pd. (Advisor 1); Lisa Setiawati Nugraha (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011446/ING/2005; Sandy Yuniarti Wijaya (11400157)",
  "subjects": "ENGLISH LANGUAGE-DISCOURSE ANALYSIS; LINGUISTIC ANALYSIS (LINGUISTICS); ENGLISH LANGUAGE-SOCIAL ASPECTS; LANGUAGE AND LANGUAGES-STUDY AND TEACHING"
}