{
  "id": "6418",
  "title": "A Study of Nora's disappointment as a woman toward social expectations that are represented by her father and her husband (helmer) as seen in Henrik Ibsen's a Doll's House",
  "abstract": "In his play, A Doll?s House, Henrik Ibsen raises a problem of disappointment. She uses Nora, the main female character, to describe the life that puts on lies in order to follow the expectation that is applied in the Victorian age. Since the beginning, she realizes that she has no freedom, but because of her love toward the people around her such as her father and husband, she must accept it. Finally she becomes uncomfortable with her condition; hence she decides to find her freedom as a result of her disappointment. Then, the topic of this thesis is about society?s expectations toward Nora that makes her disappointed. The society here is, represented by her father and her husband. I am encouraged to find the factors that make Nora disappointed toward the expectation of her father and her husband (Helmer). I am also encouraged to find out how Nora solves her disappointment. This thesis is conducted to find out the answers of those questions. For this reason, the discussion will be on the reason behind the main female character?s disappointment toward her father and her husband (Helmer). I use literary devices such as characterization and conflict. I also use the Victorian society values of womanhood to help me find what the society?s expectations toward woman are. In the findings, I found that Nora?s disappointment is because of her father and husband?s expectations toward her. They expect Nora becomes an obedient, submissive woman and they expect Nora would put her life and fate in their hand. Further more, they never respect Nora as a human being and an individual. They consider Nora as a doll and an amusement only. Nora is disappointed and decides to leave her marriage and her family to find freedom and her true identity as a human being. In conclusion, Nora wants to show that a woman is not as weak as people always imagine. Here, it is revealed that the most important thing to have for a human being and an individual is a personal freedom, so, Nora can establish herself and have the freedom to express herself.",
  "creators": "OLIVIA HARYANTO",
  "contributors": "Liliek Soelistyo (Advisor 1); Ribut Basuki (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011448/ING/2005; Olivia Haryanto (11400167)",
  "subjects": "IBSEN, HENRIK,1828-1906. A DOLL'S HOUSE; NORWEGIAN DRAMA-19TH CENTURY-STUDY AND TEACHING"
}