{
  "id": "6419",
  "title": "The Codes used by the presenter of JTV's \"Pecinan\"",
  "abstract": "This study is a sociolinguistic study about the codes used by the presenter of Pecinan program in JTV. The writer chose this topic for her study since she realizes that Indonesian is a multilingual society. One thing that has caught the writer?s attention and curiosity to write upon this particular program is the language that is used by the presenter of Pecinan program, in which she uses several codes in presenting the news. The aims of this study were to describe and to analyze the codes which are used by the presenter, to find out the dominant code that exists in Pecinan program, and to explore how the hybrid words are formed. The writer reviewed codes, multilingualism, varieties, dialects, colloquial, and hybrid as her related literature. For the source of data, the writer used the prompter or the transcriptions of news report of Pecinan program. In this study, the writer herself acted as the instrument of the study. The writer chose and collected the data she needed. Then, she analyzed the data by using several tables. Through the analysis, the writer found that the presenter of Pecinan program in JTV used several codes: Mandarin, Chinese dialect, English, Standard Indonesian, colloquial Indonesian, Javanese, and the hybrid code. The dominant code that exists in this program is standard Indonesian. In general, the presenter used standard Indonesian for the base/root forms in the hybrid code. Therefore, the writer found that the presenter of this program tends to use and mix codes that are often used by the people who live in East Java.",
  "creators": "VERA KOESWARA",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1); Jusuf Imam Ibrahim (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011445/ING/2005; Vera Koeswara (11401009)",
  "subjects": "INDONESIAN LANGUAGE-SOCIAL ASPECTS; CODE SWITCHING (LINGUISTICS)"
}