{
  "id": "6420",
  "title": "A Study on Mrs. Alving's dilemma in Henrik Ibsen's ghosts",
  "abstract": "Henrik Ibsen?s Ghosts is one of his masterpieces of realistic dramas. The play is interesting because it shows an ordinary family life and their problems. The play centers on Mrs. Alving who is in dilemma since the coming of her son. She is in conflict whether she should tell the truth to her son or not like what the ideals want. I am interested with this topic because this kind of situation may apply to anybody. Everyone can suffer from a dilemma related to the society ideals, just like Mrs. Alving. The purpose of this study is to find out what is the dilemma of Mrs. Alving, her decision, and the effects of the decision. I will use the library and the internet to collect the data and the information needed for this study. Moreover, I will use the literary approach focusing on the characterization and conflict. I will also explain about the historical background of the play. It is important to know the historical background because the ideals that are being discussed are taken from the society?s ideals at that time, 1881. In conclusion, I find out that Mrs. Alving?s dilemma is very complicated. She is in conflict whether she should reveal the truth, about her husband affair and the child Captain Alving and Joanna have because of the affair, or not. No matter what her choice is, both of the two choices carry negative consequences that she has to face. Although she finally reveals the truth with the consideration to save Osvald, she has to accept the fact that she is ruining him instead.",
  "creators": "CORRY SURJAWAN",
  "contributors": "ANTONIUS GURITO (Advisor 1); Vyrna Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011447/ING/2005; Corry Surjawan (11401058)",
  "subjects": "IBSEN, HENRIK JOHAN, 1828-1906.GHOSTS-STUDY AND TEACHING; NORWEGIAN FICTION-19 TH. CENTURY-STUDY AND TEACHING"
}