{
  "id": "6421",
  "title": "The Comparison between the questions used by a teacher in teaching english to Kindergarten students and those used to Elementary-School students",
  "abstract": "The purpose of this study is to reveal speech accommodations that were done by the teacher in teaching English. The writer identified the types, the completeness, the frequencies of questions, and the similarities and differences between questions used to different age groups of students. The subject was an English teacher who has been teaching for more than three years in SPELL Language Center at Pondok Mutiara Sidoarjo, and took her education in English major. Meanwhile, the students were divided into two classes. The first class was level 3D, consisted of 2nd up to 6th grade students of elementary school, and between 8-12 years old. The other group was class of level 1D, consisted of 4-6 years old kindergarten students. The writer used theories about complete and incomplete sentences by Mary Ann Spencer Pulaski, Ph.D., types of questions by Ronald T. Hyman and Glyn S. Hughes, and speech accommodations by Janet Holmes. The writer found that all types of question used, there were questions that are more complete, WH questions were mostly used, and Selection questions were most rarely used in both classes. However, questions that are more incomplete and WH questions used more towards Kindergarten students. It indicates the teacher did speech accommodations using questions towards her students. She did speech convergence by uttering incomplete questions and speech divergence by uttering complete form of questions.",
  "creators": "WIDYA ARLIADINANTI",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011450/ING/2005; Widya Arliadinanti (11401103)",
  "subjects": "ENGLISH LANGUAGE-STUDY AND TEACHING (PRIMARY)-EXAMINATION, QUESTIONS, ETC; ENGLISH LANGUAGE-SOCIAL ASPECTS; ENGLISH LANGUAGE-STUDY AND TEACHING (ELEMENTARY)"
}