{
  "id": "6424",
  "title": "Studi pengaruh parameter proses Electrical Discharge Machining (EDM) terhadap kekasaran permukaan benda kerja dan laju keausan elektroda",
  "abstract": "Kekasaran permukaan dan laju keausan elektroda (MRR) pada proses EDM dipengaruhi oleh nilai parameter yang digunakan. Kualitas kekasaran permukaan dapat dicapai dengan menjalankan laju keausan elektroda selambat mungkin. Tetapi proses yang berjalan lambat ditinjau dari segi ekonomi dan waktu sangat merugikan. Karena itu diperlukan setting parameter proses yang tepat. Pada proses pengerjaan benda kerja pada EDM, pengikisan material tidak hanya terjadi pada benda kerja tetapi juga terjadi pada elektroda atau biasa disebut dengan keausan elektroda. Dengan terjadinya keausan pada elektroda akan mengakibatkan ketelitian dimensi yang dihasilkan berkurang dan juga dapat mempertinggi kekasaran permukaan yang dihasilkan. Kedua hal tersebut tidak diinginkan terjadi pada proses pengerjaan benda kerja, sehingga perlu diminimalkan dengan penggunaan setting parameter atau variabel proses yang tepat. Dalam penelitian ini, EDM dengan variabel proses arus listrik, on-time, dan offtime dilakukan terhadap plat SKD 11 dengan menggunakan elektroda kuningan. Sebagai responnya adalah kekasaran permukaan benda kerja dan laju keausan elektroda. Selanjutnya, dengan menggunakan metode dual response surface dan pendekatan optimasi respon diperoleh nilai respon kekasaran permukaan benda kerja dan laju keausan elektroda yang minimal secara serentak.",
  "creators": "RINTO HAMDRIK",
  "contributors": "Prof. Dr. Juliana Anggono, S.T., M.Sc. (Advisor 1); Roche Alimin (Advisor 2); Soejono Tjitro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010810/MES/2007; Rinto Hamdrik (24401137)",
  "subjects": "GRINDING MACHINERY; ELECTRIC METAL-CUTTING"
}