{
  "id": "643",
  "title": "An Investigation on the use of Batak terms of address by the Bataks in Surabaya",
  "abstract": "This thesis is in general an analysis of the Batak terms of address used by the older generation and the younger generation in non-Batak speech community. The topic is divided into five questions, which are what terms of address are used by the older generation of Bataknese in a non-Batak speech community, what terms of address are used by the younger generation of Bataknese in a non-Batak speech community, what terms of address they (older and younger generation) used to show different types of relationship, the differences between the terms of address used by members of the older generation and the ones by members of the younger generation in a non-Batak speech community and the ones in a Batak speech community, and the differences between the terms of address used by members of the older generation and the ones used by members of the younger generation in a non-Batak speech community. As the knowledge background, the writer mentions different kinds of Batak terms of address and they are used in relation to social status and social dimensions. In the previous studies, Holmes, Uli Kozok, Kabar Bangun, Supriyanto et al conducted the same investigation in the field of terms of address. The writer involved fifty respondents which were divided into two groups consisting of twenty five members of the older generation and twenty five members of the younger generation. In collecting the data, the writer joined in the conversations and took notes of the use of terms of address by the older and younger generation in the conversations without their knowledge. As for the analysis, the writer examined the data step by step. In the first place, the writer collected the terms of address used. Then, the writer analyse the terms of address in view of the types of relationship (age, family circle, social status, marga relationship, and church membership). This analysis answers and shows the differences between the way members of the older and younger generation in a non-Batak speech community and the ones in a Batak speech community used terms of address. Besides, it also shows the differences between the way members of older and younger generation of the Bataknese used terms of address in a non-Batak speech community. Finally, the writer concludes that members of the older generation still used traditional terms of address although they live in non-Batak speech community. Meantime, many of the younger generation tend to use non-Batak terms of address in addressing someone.",
  "creators": "ROMMY RUMONDANG",
  "contributors": "Bintoro (Advisor and Examination Committee); MAS MOELJONO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 914; Rommy Rumondang Taruly Aty (11495125)",
  "subjects": "SOCIOLINGUISTICS"
}