{
  "id": "6436",
  "title": "A Study of humor produced in 'Bajaj Bajuri' drama comedy TV series",
  "abstract": "Humor and language are one unity that is interesting subject to be analyzed. There are several reasons why the writer is interested in analyzing the humor. First, humor is one of the important means of communication through the language. Second, every people needs a humor in order to make a communication more relaxed and lively. Third, by understanding humor better, people can show their feelings that can bring freedom, also as a means of entertainment and criticism. Fourth, by learning the process of humor, it can give relaxation to mental health and physical fitness. Therefore, it includes the conditions of text to be funny whereby a presupposition is shared by the Speaker and Hearer, an implicature is produced by the Speaker, a possible world is evoked by the text, and a speech act occurs. The writer conducts her study by using a descriptive approach. In this thesis, the writer collect the data from `Bajaj Bajuri? drama comedy TV series. In this thesis, the writer curious to know what conditions occurs the most during the show. There are two episodes to be the data samples, which are then analyzed. The result of the analysis show that the last conditions, a speech act occur gain the highest percentage, while the first types, a presupposition shared by the Speaker and Hearer get the lowest percentage in the analysis. It is important to note that, an implicature produced is produced by the Speaker also take a dominant percentage in the analysis. Since the data mostly shared about the speech act and implicature, the findings might suggest that most of the humor in `Bajaj Bajuri? drama comedy TV series very often shows their funniness through the inexplicit meaning. In addition, it might also suggest that the data shows the less conditions of possible world due to the fact that the possible world evoked by the text contributes for a small percentage.",
  "creators": "NELLY",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1); Dr. Dra. Yuli Christiana Yoedo, M.Pd. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011449/ING/2005; Nelly (11400051)",
  "subjects": "SEMANTIC; DISCOURSE ANALYSIS"
}