{
  "id": "6437",
  "title": "A Study of Daisy's efforts to maintain her pride and the reasons of her failure to maintain her pride as seen in Fitzgerald's The Great Gatsby",
  "abstract": "The topic talks about Daisy?s efforts to maintain her pride and the reasons of her failure to maintain her pride in Fitzgerald?s The Great Gatsby. In relation to this New York, where Daisy lives exactly in 1920 had become a place where parties were often alive, fashion was revealing, cars were flashy. At that time people were very obsessive and greedy to pursue material wealth. Thus, people often associate material wealth and social status as the source of their pride. Therefore, I want to discuss what Daisy Buchanan?s efforts to maintain her pride and why she fails to maintain her pride. Through the statement of the problem above, I want to find out that Daisy Buchanan?s efforts to maintain her pride, and the reasons of her failure to maintain her pride. Here, I employ literary approach namely characterization to understand Daisy?s character traits, their saying, and reaction toward everything happens to them. I also use conflict to explore some conflicts around Daisy?s family. To support the analysis, I use some supporting concepts, they are marriage and material wealth, and pride. Marriage and material wealth is used to show that Daisy uses her marriage to achieve material wealth and social status to maintain her pride, whereas, pride is used to analyze that Daisy fails to fulfill her pride through material wealth and social status because she has misconceived the concept of pride. In my analysis, I find that Daisy as an excessive materialistic young lady has neglected poor Jay Gatsby and married rich Tom Buchanan to maintain her pride. As a young lady who is born from a wealthy family, she considers that living with poor man will lead her in a poor condition, and she considers that she will loose her pride if she marries a poor guy. On the other hand, she thinks that Tom?s material wealth will makes her feels worthy, and she will be highly respected if she marries Tom. At last, she realizes that she needs more than money and social status to maintain her pride. She also needs respect from people around her. As the conclusion, it is seen that Daisy?s life has been controlled by the authority of money, which finally makes her unhappy.",
  "creators": "EVI DARMAYANTI",
  "contributors": "Vyrna Santoso (Advisor 1); Drs. Setefanus Suprajitno, M.A., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011440/ING/2005; Evi Darmayanti (11400163)",
  "subjects": "AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING; FITGERALD, F. SCOTT. 1896 - 1940 THE GREAT GATSBY"
}