{
  "id": "6438",
  "title": "A Study on the main characters' success and failure in Avoiding Greediness in Jiro Osaragi's The Journey",
  "abstract": "Jiro Osaragi?s The Journey portrays a complex problem of love and greed during postwar Japan near the end of American occupation. The Journey gives a simple picture on the changing perspective of the Japanese in perceiving life, particularly money. Moreover, this thesis is about the efforts of the two main characters, Taeko Okamoto and Ryosuke Tsugawa, in avoiding greediness. It happens that Taeko succeeds in avoiding greediness, while Ryosuke fails. In this study, I use literary theories, namely characterization and conflict. Then, I analyze why Taeko succeeds in avoiding greediness, while Ryosuke fails. Moreover, I also analyze the result of Taeko?s success and Ryosuke?s failure. Taeko succeeds in avoiding greediness because she has some strong values about money, and the first is that she sees money as the outcome of her self reliance. Secondly, money cannot give happiness and love in life. As a result of this, Taeko becomes a strong and brave woman in facing her life. It is because her success in avoiding greediness gives her new self confidence. On the contrary, Ryosuke sees money as a means to elevate social status, and it is something that comes from taking advantages of others. The result of his failure in avoiding greediness is that he is not trusted anymore by his business colleagues and his fiance. It turns out that Ryosuke?s life is very lonely.",
  "creators": "WAHYUNI HADI",
  "contributors": "Liliek Soelistyo (Advisor 1); Liem Satya Limanta (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011442/ING/2005; Wahyuni Hadi (11401003)",
  "subjects": "JAPANESE FICTION-20TH CENTURY-STUDY AND TEACHING; OSARAGI, JIRO. 1898 - ... . THE JOURNEY"
}