{
  "id": "6439",
  "title": "An Analysis of the english grammatical errors found in english greeting cards composed and produced in Indonesia",
  "abstract": "This research is a study about grammatical errors. The main focus of the study is concentrated on the errors found in English greeting cards composed and produced in Indonesia. Grammar is an essential requirement toward a successful result in learning any language, including English. People have to pay more attention both to what they want to say and also how they are going to express their ideas in writing. Grammatical error in writing may disturb the coherence of the piece of writing. By using correct grammatical rule, writers will have good writing. Yet, making errors cannot be avoided. Therefore, the writer is eager to conduct a research on grammatical errors especially in English greeting cards composed and produced in Indonesia. The writer limited the types of greeting cards to Christmas cards (including New Year?s cards) and Valentine?s cards only. The total number of the greeting cards is 50 greeting cards which consist of 25 greeting cards for each type. Also, the writer is curious to know about the kinds of grammatical errors found in those greeting cards. Moreover, the writer also wants to know about the most frequent type of errors found in those greeting cards. Thus, to support this study theoretically, the writer used the theories of errors and error analysis. The writer used the theories of errors by Corder, Ellis, Dulay, and Richards, and the theories of error analysis by Dulay, Burt and Krashen. The writer used descriptive qualitative approach since the writer did the research with the data she found. While doing this, the writer also provided correct forms for the error. After getting the data, the writer analyzed the errors and classified them to omission, addition, misformation, misordering and haphazard substitution erros. The writer found that each of 50 greeting cards has an error. The writer also found that the most frequent type of errors found in both Christmas cards and Valentine?s cards was the same, that is, omission error. Finally, the writer concluded that there was quite a great deal of English greeting cards in Indonesia that might consist of errors. As a result, the learner should be more aware of choosing English greeting cards.",
  "creators": "YUANITA ROSALINDA",
  "contributors": "Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011437/ING/2005; Yuanita Rosalinda (11401017)",
  "subjects": "LANGUAGE AND LANGUAGES-STUDY AND TEACHING-ERROR ANALYSIS; ENGLISH LANGUAGE-GRAMMAR; ENGLISH LANGUAGE-ERRORS OF USAGE"
}