{
  "id": "644",
  "title": "A Study of cohesive ties in the deadline-articles of the Indonesian Daily News newspaper",
  "abstract": "Newspaper as one of the media of communication has to be clear in meaning and not ambiguous. Therefore, the sentences in newspaper must be related to one another. And, cohesion is the tool to relate the sentences. The object of this study is one of the newspapers in Surabaya, The Indonesian Daily News. The writer chooses this newspaper because when the writer read one of the articles of this newspaper, she find an inappropriate usage of conjunction. Based on that reason, the writer intends to find out what cohesive ties appear the most in The Indonesian Daily News and what is the least one, in terms of grammatical and lexical cohesion. Furthermore, the writer analyses the headline-articles only because they are more interesting and important than other articles. This study is limited to cohesive ties in the headline articles and the writer uses the classification of cohesive ties that is proposed by Halliday and Hasan in their book Cohesion in English. This study is a qualitative study so the writer is the main instrument of it. The data of this study are items, which are words, phrases and sentences in the newspaper, that have relation to other items in the same text or article. The writer classifies the data based on the cohesive ties before analysing them. The findings are most of the cohesive ties used in The Indonesian Daily News in terms of both grammatical and lexical cohesion. They are reference, ellipsis, conjunction, reiteration and collocation. In terms of grammatical cohesion the most frequent cohesive tie that is used is reference (87.89%) and the least is ellipsis (0.78%). In terms of lexical cohesion, both reiteration and collocation are used. Reiteration (86.53%) is used more often than collocation (12.71 %). Through the usage, the writer finds that the appropriate usage of all cohesive ties is 98.85 percent while the inappropriate usage is only 1.15 percent. The difference between the two is 97.7 percent. Hence, the language in The Indonesian Daily News is 97.7 percent cohesive.",
  "creators": "SIERLY",
  "contributors": "Bintoro (Advisor and Examination Committee); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 835; Sierly (11496115)",
  "subjects": "DISCOURSE ANALYSIS; ENGLISH LANGUAGE-DISCOURSE ANALYSIS"
}