{
  "id": "6443",
  "title": "The Use of English loan words in the komunikasi bisnis section of Jawa Pos",
  "abstract": "This study focuses on the study of loan words. With regard to the fact that a language always changes and develops, that Indonesian language has been developing in a way there are many Indonesian words have been adapted from English, that there is an interaction between language development and market development, and also that the language used in the news report becomes compatibly more advanced, the writer then wants to conduct a research on English loan words in the business section in a newspaper. That is the Komunikasi Bisnis section of Jawa Pos. In this study, the writer uses Samsuri?s theory as the main source. Besides, the writer also uses the theory about Ejaan Yang Disempurnakan or the officially Indonesian spelling system. The related study was taken from Rike Purnama Sari? study on Loan Words Used by the Participants of Dialog Siang - TVRI. This study was conducted by using descriptive qualitative approach. In this study, the data were taken from the Komunikasi Bisnis section of Jawa Pos from February 16th to 20th, 2005. To know whether the loan words are adapted from English or other languages, the writer used Kamus Bahasa Indonesia Kontemporer (1993) and/or Kamus Kata-Kata Serapan Asing Dalam Bahasa Indonesia (2003). Specifically for the terms, the writer used Kamus Lengkap Psikologi (1975), Kamus Lengkap Ekonomi: Istilah-Istilah Akuntansi, Keuangan, dan Investasi (2000), and Kamus Kedokteran (2003). From the findings, the writer found that there are 241 English loan words. Also, the writer found that there are three types of English loan words: simple word, complex word, and translated word. From those three types of English loan words, complex word is the most frequent type used in the Komunikasi Bisnis section of Jawa Pos. In line with the spelling system of E.Y.D., the writer found that almost all English loan words found in the Komunikasi Bisnis section of Jawa Pos have been in accordance with the spelling system of E.Y.D.",
  "creators": "SUNDARI LIANDO",
  "contributors": "SHIERLY NOVALITA YAPPY (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011443/ING/2005; Sundari Liando (11401170)",
  "subjects": "ENGLISH LANGUAGE-WORD FORMATION"
}