{
  "id": "646",
  "title": "The Interruptions made by colors and EBS radio broadcasters in talk show programs",
  "abstract": "In her observation on the conversations between radio broadcasters, the writer did not find the same result with what Zimmerman and West have found in their study on turn taking irregularities. In the conversations between couples of radio broadcasters, the writer found the female radio broadcasters keep interrupting the males. And, the type of interruptions which occurred the most was interruptions, not overlaps, both in same sex and mixed sex conversations. The writer then was interested in analyzing the use of interruptions in the conversations between radio broadcasters. This research was qualitative research. The writer got the data from conversations between radio broadcasters. In her analysis, the writer classified the interruption into two types and categorized them based on the sex of the speaker and the interlocutor. Then, she tabulated the number of interruption and overlap made by the male. Then, she made comparison between the interruption made by the males and the females. Finally, the writer found that the male radio broadcasters often made interruption, instead of overlap to their interlocutors both in same sex and mixed sex conversations. As a matter of fact, the females also did so. However, the number of interruption made by the females was greater than the one made by the males either in same sex or mixed sex conversations. In conclusion, the writer showed that her findings were not same with Zimmerman and West's.",
  "creators": "IMELDA",
  "contributors": "SUBANDI DJAJENGWASITO (Advisor and Examination Committee); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 909; Imelda (11496020)",
  "subjects": "SOCIOLINGUISTICS"
}