{
  "id": "6460",
  "title": "Analisa penggunaan minyak jarak sebagai bahan campuran biodiesel terhadap unjuk kerja mesin diesel",
  "abstract": "Saat ini cadangan minyak dunia semakin menipis sehingga mengakibatkan harga produk turunan minyak bumi, termasuk solar, semakin mahal. Minyak jarak yang diolah menjadi biodiesel sebagai bahan bakar alternatif diharapkan bisa menggantikan solar. Permasalahan yang timbul adalah kurang terujinya penggunaan biodiesel dalam kondisi sebenarnya. Dalam penelitian dilakukan uji fisik dan uji performa terhadap biodiesel dari campuran minyak jarak sebesar 5% volume (biodiesel B5) dan 10% volume (biodiesel B10). Uji fisik dilakukan untuk mengetahui kelayakpakaian biodiesel pada motor diesel standar, sedangkan uji performa dilakukan untuk mengetahui kinerja motor diesel dari penggunaan biodiesel dalam pemakaian sebenarnya. Disamping itu, uji performa juga dilakukan untuk membandingkan penggunaan bahan bakar solar SPBU dengan penggunaan bahan bakar biodiesel terhadap kinerja motor. Hasil uji fisik menunjukkan biodiesel layak dipakai dalam motor diesel standar. Sedangkan uji performa menunjukkan penggunaan biodiesel minyak jarak menghasilkan kinerja motor yang lebih baik dibandingkan penggunaan bahan bakar solar SPBU. Penggunaan biodiesel B5 memberikan peningkatan daya rata-rata sebesar 3,11%, torsi rata-rata sebesar 2,71%, BMEP rata-rata sebesar 2,71%, sfc rata-rata sebesar 7,18%, dan efisiensi termal rata-rata sebesar 7,05%. Sedangkan penggunaan biodiesel B10 menghasilkan peningkatan daya rata-rata sebesar 3,52%, torsi rata-rata sebesar 3,45%, BMEP rata-rata sebesar 3,45%, sfc rata-rata sebesar 9,84%, dan efisiensi termal rata-rata sebesar 11,24%.",
  "creators": "ANDRI SANJAYA",
  "contributors": "Philip Kristanto Tedjasaputra (Advisor 1); Hariyo Priambudi Setyo Pratomo, S.T., M.Phil. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010793/MES/2007; Andri Sanjaya (24402033)",
  "subjects": "DIESEL MOTOR-ALTERNATE FUELS; DIESEL FUELS; DIESEL MOTOR; DIESEL MOTOR-FUEL SYSTEMS"
}