{
  "id": "648",
  "title": "The Structures of modification in writing IV final drafts written by the students of the English Department-Faculty of Letters Petra Christian University",
  "abstract": "A Syntactical study is done in this research to know ESL learners' syntactic acquisition concentrated on structures of modification. The writer tries to figure out the kinds of structures of modification, found in the final drafts, written by students of the English Department of Faculty of Letters in Petra Christian University, especially from the class of Writing IV. Besides, the study is also to determine the most common kind of structures of modification, the most common kind of modifier and head, and to observe the kinds of grammatical deviations involved in the structures of modification. During the research , the theory of Francis on structures of modification is used as the framework, supported by Fitikides's theory for the error clarification. The data collected from the five selected students' final drafts are read carefully to identify the structures of modification. Then, they are analysed by using immediate constituent ( IC ) analysis in order to indicate the head and the modifier. The findings show that the various kinds of structures of modification are : noun that is modified by noun, adjective, function word, phrase, and clause; verb modified by adverb and phrase; adjective as the phrase -head; both phrase and clause as the heads of adverb, function word, phrase, and clause; and noun functioning as the phrase-modifiers. Compared to all kinds of structures of modification, clause which function as modifier of clause have the most highest frequency. In particular, both the modifier and the head consist of noun, adjective, adverb, phrase, and clause. Besides, there are also verb functioning as the head and function word as the modifier. The modifier and the head which are the most frequently used are phrase. Furthermore, several kinds of grammatical deviations involved in the structures of modification also appear in the data, amongst others incorrect omissions, unnecessary words, and confused words. The incorrect omissions constitute six categories; those are omissions of prepositions, articles, possessive nouns, relative pronouns, function words, and conjunctions. The unnecessary words are also divided into six categories : unnecessary prepositions, articles, `as', relative pronouns, modal auxiliaries, and to be. The confused words consist of three categories : confusion of parts of speech, misused of `remain' for `still', and misused of `maybe' for `may'.",
  "creators": "VENNY ADRIANTO",
  "contributors": "Josefa Juniarti Mardijono (Advisor and Examination Committee); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 942; Venny Adrianto (11496094)",
  "subjects": "ENGLISH LANGUAGE-GRAMMAR; ENGLISH LANGUAGE-SYNTAX"
}