{
  "id": "6486",
  "title": "The Request expressions used by the main characters in Friends TV series",
  "abstract": "This is a Discourse Analysis on request expressions made by the main characters in Friends TV Series. Request is a type of face-threatening acts to both the requester and the recipient (Blum Kulka et al. 1989, p. 11), and if the requests are not well delivered, the misunderstanding between the requester and the recipient can occur. This encourages the writer to investigate requests expressions. Moreover, in this film, there are some relationships between the main characters in which role relationship affects the requests, especially the requests used between the husband and the wife, the ex-boy friend and the ex-girl friend, and between the close friends. The writer wants to know types of request used by the main characters in the film, and how role relationship affects the type of requests used by them. The writer used Ervin-Tripp?s category of requests to classify the type of requests. The writer used qualitative and quantitative approach to analyze the utterances of the main characters. The source of the data of this study is the transcription of the film taken from the internet. The writer found that all of the three relationships used bald imperatives as their most frequently used type of requests. It seems that the use of bald imperatives is more influenced by level of intimacy than role relationship. Further, role relationship seems to affect the use of other types of requests.",
  "creators": "MEILLISA CHANDRA",
  "contributors": "Anneke Heritaningsih Tupan (Advisor 1); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011434/ING/2005; Meillisa Chandra (11401087)",
  "subjects": "ENGLISH LANGUAGE-DISCOURSE ANALYSIS; DISCOURSE ANALYSIS"
}