{
  "id": "6489",
  "title": "A Study of sentence patterns produced by an autistic child",
  "abstract": "Autistic children?s language does not develop normally like other normal children. Therefore, this study tries to find out what sentence patterns that can be produced by an autistic child and what patterns that occur most frequently. In this case study, the writer uses qualitative approach in doing this study. The subject of this study is a six-year-old Indonesian autistic boy. In analyzing the data, the main theory that the writer uses is theory by Alwi, et al. Then, the writer uses the theory of Indonesia sentence types based on the completeness of the sentence components by Abdul Chaer. From the analysis it has been found that there are major sentences and minor sentences that can be produced by the child. Moreover, there are eleven sentence patterns that can be found in all of the child?s sentences. The major sentences consist of eleven sentences patterns that child can produced. Four of them are mentioned by Alwi et al. They are Subject Predicator (SP), Subject Predicator Object (SPO), Subject Predicator Adverbial (SPA) and Subject Predicator Object Adverbial (SPOA). The rest are sentence patterns produced by the child, not included in the classification by Alwi et al. The most frequent sentence pattern is pattern Subject Predicator Object (SPO). The least sentence patterns are Predicator Subject Adverbial (PSA) and Adverbial Predicator Subject (APS). It can be concluded that this boy, like other autistic children, has difficulty in verbal communication. However, this boy has already been able to produce various sentence patterns.",
  "creators": "NANI RUSWAN",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011433/ING/2005; Nani Ruswan (11401088)",
  "subjects": "PSYCHOLINGUISTICS; LANGUAGE ACQUISITION; LANGUAGE AND LANGUAGES-STUDY AND TEACHING"
}