{
  "id": "6492",
  "title": "The Request expressions to different interlocutors used by girls who live in a boarding house",
  "abstract": "This thesis is a sociolinguistic study of request expressions used by girls in a boarding house in talking to the maids, their friends and the landlady. There are various types of requests which occur in the boarding house. Thus, the writer concerns with the types of request expressions used by the girls in talking to their different interlocutors. The research objective is to reveal whether role relationship affects the choice of request expressions used by girls in a boarding house. The writer uses Soenjono Dardjowidjojo (2003) and Ervin-Tripp (1976) request types in order to show the types of request expressions. In collecting the data, the writer uses questionnaire. There are 10 girls in a boarding house at Siwalankerto 111 as her respondents. All the girls are the students of Petra Christian University in the age of 18 up to 22. In analyzing the data, the writer puts the data into a table and analyzes them in order to find the different ways of making request used by girls. From the analysis, she finds out that the girls mostly use transitive imperatives (following Dardjowidjojo) and imbedded imperatives (following Ervin-Tripp) as their way of making request in talking to the maids. Meanwhile, they mostly use soft imperatives (following Dardjowidjojo) and imbedded imperative (following Ervin-Tripp) in making request to their friends. In talking to the landlady, they mostly use transitive imperatives (following Dardjowidjojo) and permission directives (following Ervin-Tripp).",
  "creators": "KAREN",
  "contributors": "Bintoro (Advisor 1); Anneke Heritaningsih Tupan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011430/ING/2005; Karen (11401092)",
  "subjects": "INDONESIAN LANGUAGE-DISCOURSE ANALYSIS; LANGUAGE AND LANGUAGES-STUDY AND TEACHING"
}