{
  "id": "6494",
  "title": "Opening discourse used by the host and the guests of \"Lepas Malam\" television talk show",
  "abstract": "The writer assumed that to open a talk show will be more difficult than to open an actual talk in natural situation, for a talk show is actually an interview that is being packed as if it were an actual talk. That is why, the writer wanted to reveal the types of opening discourse used by the host and the guests of \"Lepas Malam\" television talk show. The data were taken from fourteen episodes of \"Lepas Malam\" talk show within four months. The data were in the form of first utterances produced by a host (Farhan) and the 33 guests of the show. As an attempt to identify the types of opening discourse used by the host and the guests in a television talk show. This study used several theories. First was the opening theory from several researchers. Then, initiating acts and responding act by Stenstrom (1994). Last was the adjacency pair by Sacks (Couldhard, 1985). These theories were combined to categorize the type of opening discourse. The initiating acts by Stenstrom and some of Sack?s first pair of adjacency pair were combined as the host types of opening discourse. While, the responding acts by Stenstrom and some of the second pair part of adjacency pair by Sack were combined as the types of opening discourse by the guests. In conducting this study, the writer used a descriptive quantitative. The finding indicated that address another person and greeting were the most common type of opening discourse used by the host. The host used address another person in several ways, which were, address using family or siblings term, address using family or sibling term and name, address using the guest?s name, address using the guest?s full name, and address using the guest?s professions or job positions. Then, the most common greeting was the \"how are you?\" question. Meanwhile, the common types of opening discourse used by the guests was the acknowledge reply. The writer believed most of the host opening discourses used by means of showing hospitality, maintaining social relationship so that the conversation later on could run smoothly. Meanwhile, the guests opening functioned to express that they noticed to the host?s hospitality.",
  "creators": "NJO YULLY",
  "contributors": "Samuel Gunawan (Advisor 1); Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011431/ING/2005; Njo Yully (11401094)",
  "subjects": "INDONESIAN LANGUAGE-DISCOURSE ANALYSIS; INDONESIAN LANGUAGE-SOCIAL ASPECTS; DISCOURSE ANALYSIS; INDONESIAN LANGUAGE-DIALECTS"
}