{
  "id": "6495",
  "title": "The Politeness strategies produced by Gaylord Focker and Jack Byrnes in meet the parents and the factors of each usage",
  "abstract": "Politeness Strategies is a theory that was proposed by Brown and Levinson after their research in India. The writer is interested in this theory because by knowing and understanding this theory, it can help the writer to build relationship with others in his daily lives and also it can avoid misunderstanding. In his research, the writer examined the politeness strategies that are used by the two main characters in a film \"Meet the Parents\", they are Gaylord Fokker (Greg) as the future son in law and Jack Byrnes as Pam?s father and also Greg?s father to be. Furthermore, the writer also wants to identify and explain the factors in using certain politeness strategies. In his research, the writer attempts to find whether people with opposite roles, here are Greg and Jack, still show politeness to each other. In the film, it seems that they do not like each other, but they still show politeness and interestingly, the result of this study shows that both characters, Greg and Jack, apply positive politeness the most. Positive politeness is a strategy to enhance hearer?s face in order to minimize the distance between them. It appears they are showing politeness because they have the same purpose, which is to make Pam happy. Finally, the writer draws a conclusion that there are two important factors that can influence the interlocutors in using politeness strategies, they are social status and social distance between them.",
  "creators": "DICKY IRAWAN",
  "contributors": "Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Advisor 1); Anneke Heritaningsih Tupan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011432/ING/2005; Dicky Irawam (11499046)",
  "subjects": "DISCOURSE ANALYSIS; SOCIOLINGUISTICS"
}