{
  "id": "6498",
  "title": "Pengaruh ukuran cetakan dan kontrol penuangan terhadap struktur mikro pada proses direct chill casting",
  "abstract": "Proses Direct Chill Casting (DCC) umumnya digunakan untuk menghasilkan ingot. Faktor-faktor yang diduga berpengaruh terhadap proses DCC adalah ukuran cetakan dan kontrol penuangan. Oleh karena itu penelitian ini mengkaji lebih lanjut mengenai pengaruh ukuran cetakan dan kontrol penuangan terhadap struktur mikro produk cor. Produk cor yang berbentuk silinder pejal dihasilkan dengan menggunakan variasi ukuran diameter cetakan 79 mm dan 80 mm serta variasi kontrol penuangan dengan waktu buka lubang tundish 9 ? 1 detik dan 13 ? 1 detik. Pengujian yang dilakukan adalah metalografi dan kekerasan. Pengamatan struktur mikro (metalografi) dilakukan dengan mikroskop optik serta pengujian kekerasan dengan alat uji Rockwell. Produk cor yang mengalami pengujian adalah bagian atas, tengah, dan bawah silinder yang masing-masing diamati dan diuji pada penampang lintangnya pada posisi tepi, tengah, dan pusat. Hasil penelitian menunjukkan bahwa silinder pejal dengan proses DCC memiliki bentuk butir dendrit equiaxed dengan ukuran yang tidak seragam pada tiap posisi. Pada ukuran diameter cetakan 79 mm dihasilkan butir dendrit equiaxed yang lebih kecil dan nilai kekerasan yang lebih tinggi dibandingkan ukuran diameter cetakan 80 mm. Pada waktu buka lubang tundish 9 ? 1 detik dihasilkan butir dendrit equiaxed yang lebih besar dan nilai kekerasan yang lebih rendah dibandingkan waktu buka 13 ? 1 detik.",
  "creators": "WANG CHIEN CHAY",
  "contributors": "Soejono Tjitro (Advisor 1); Prof. Dr. Juliana Anggono, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010769/MES/2007; Wang Chien Chay (24402001)",
  "subjects": "CONTINUOUS CASTING; ALUMINIUM FOUNDING"
}