{
  "id": "650",
  "title": "Predicate structures in the headlines of the Jakarta Post",
  "abstract": "This study is about the way predicate structures occur in The Jakarta Post's headlines. The writer of this thesis focuses her study on the predicate constituents which occur with the verbal predicates in predicate structures, such as object, complement, and adverb. In this study, the writer acts as the instrument in collecting the data. She is the one who collects the data and analyses them. By identifying the headlines which take the form of clauses, the writer is able to identify the constituents which follow the verbs in each headline. As the next step of analysis, the writer identifies the patterns of the predicate structures in order to show the way the predicate structures occur in the headlines. Concerning the study, the writer finds out that there are sonic characteristics of newspaper headlines. By investigating the verbal predicates, linking verb, intransitive verb, and transitive verb are found in either finite or non-finite constructions, and from the objects and complements, there are direct object, indirect object, subject complement, and object complement found. Adverbs found in the headlines are identified as adverbs of place, time, manner, and other adverbs. In addition, there are eleven patterns of predicate structures in the newspaper. It is also discovered that there are omission of structure elements, such as the omission of 'he' in passive constructions, and the use of punctuation items, such as colon and coma in the headlines.",
  "creators": "DEBBIE SANTOSO",
  "contributors": "Bintoro (Advisor and Examination Committee); SUBANDI DJAJENGWASITO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 828; Debbie Santoso (11496102)",
  "subjects": "ENGLISH LANGUAGE-SYNTAX; ENGLISH LANGUAGE-GRAMMAR"
}