{
  "id": "651",
  "title": "A Study of interruption between characters in \"Shakespeare in Love\"",
  "abstract": "In spoken language, especially in conversation people cannot avoid interruption and this might affect human interaction. A speaker who is interrupted a lot might feel offended and this will affect the interaction between a speaker and the interlocutor. The writer is interested in observing interruptions in \"Shakespeare in Love\" because she wanted to bring out something different, where other research usually observed natural conversation. Through this research, she wanted to know what types of interruptions occurred the most whether interruption itself or overlap and what reasons behind the occurrence of these face-risking acts. This research might help people understand interruption and why it happens, so when it happens they might not feel offended. This research was a qualitative research and the writer got the data from the transcript, which she got from the Internet. The writer analyzed all characters that were involved in all interruptions and classified the types of interruptions. To decide the reasons of interruptions and overlaps, the writer looked at the context and the situation on the film. The writer found that interruptions occurred more than overlaps. Moreover, she found the reasons for interruptions and overlaps. In interruptions, the reason was because of power and the other reasons were dissatisfaction, suggestion, curiosity, in a rush, ignorance and urgency. While in overlap the reasons were disagreement, urgency, dissatisfaction, feeling annoyed and knowing what to be said.",
  "creators": "IRA CHRISTANTI",
  "contributors": "Julia Eka Rini (Advisor and Examination Committee); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 808; Ira Christanti (11496108)",
  "subjects": "ENGLISH DRAMA-EARLY MODERN AND ELIZABETHAN, 1500-1600-STUDY AND TEACHING; SHAKESPEARE, WILLIAM, 1563-1616-IN DRAMA-STUDY AND TEACHING"
}