{
  "id": "6510",
  "title": "Analisa pemetaan persepsi konsumen terhadap tiga produk televisi merek Sony, Panasonic, dan Toshiba dengan menggunakan perceptual mapping",
  "abstract": "Globalisasi yang melanda dunia telah merubah cara pandang/persepsi konsumen dalam menentukan pilihan sebuah produk. Oleh karena itu perusahaan harus menghadapi persaingan yang semakin ketat di dunia bisnis. Untuk tetap mempertahankan posisinya dalam pasar, perusahaan diharapkan untuk meningkatkan dan mengembangkan inovasi baru dalam atribut-atribut produk (kualitas gambar, kualitas suara, suku cadang, teknologi, dan harga) yang terdapat pada masing-masing merek yang telah dipetakan dalam peta persepsi konsumen. Untuk dapat memberikan kepuasan pada konsumen dan memperoleh kepercayaan dari konsumen maka masing-masing perusahaan dapat tetap menunjukkan keunggulan yang telah ada sehingga konsumen dapat tetap setia pada satu merek yang telah dipilihnya. Dari hasil penelitian ini menunjukan persepsi dari responden; bahwa Sony memasarkan produknya sebagai merek televisi yang unggul dalam kualitas yang dimiliki dan menunjukan kesesuaian harganya yang mahal, sedangkan Panasonic sebagai merek televisi yang unggul dalam hal teknologi dan kemampuannya untuk bersaing dengan merek lain, dan Toshiba sebagai merek televisi yang unggul dalam hal kualitas, kualitas gambar dan suara yang dihasilkan maupun dalam hal penyediaan suku cadang. Dalam penelitian ini menggunakan data primer yang diambil dari 350 responden di Surabaya yang terbagi atas lima bagian wilayah, yaitu Surabaya Pusat , Surabaya Barat, Surabaya Timur, Surabaya Selatan, dan Surabaya Utara dengan menggunakan kuesioner. Hasil penelitian menunjukkan bahwa terdapat suatu pemetaan persepsi konsumen atas masing-masing merek televisi, yaitu Sony, Panasonic, dan Toshiba berdasarkan atribut produk yang ada.",
  "creators": "DJENNY; FELLISIANA YULIA TAMARA",
  "contributors": "Edwin Japarianto (Advisor 1); Hartono Subagio (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011785/MAN/2004; Djenny (31400232), Fellisiana Yulia Tamara (31400383)",
  "subjects": "MARKETING RESEARCH; CONSUMERS-RESEARCH"
}