{
  "id": "6512",
  "title": "Analisis komparasi ekuitas merek Ades dan merek Aqua di kalangan mahasiswa di Surabaya",
  "abstract": "Untuk memenangkan persaingan bisnis pada era perubahan teknologi yang sangat cepat ini, kualitas produk bukan lagi menjadi komoditas yang bisa dibanggakan karena setiap pelaku bisnis pasti bisa membuat produk yang berkualitas tinggi. Kualitas sudah merupakan standart yang dapat dengan mudah dapat dimiliki siapa saja. Satu-satunya atribut yang sulit ditiru adalah merek yang kuat. Perusahaan atau produk yang memiliki merek yang kuat cenderung lebih mudah memenuhi kebutujan dan keinginan sesuai dengan persepsi pelanggan. Perusahaan tersebut juga kaan lebih mudah menempatkan produk yang lebih baik di benak pelanggan. Ekuitas merek merupakan asset yang dapat memberikan nilai tersendiri di mata pelanggannya. Aset yang dikandungnya dapat membantu palanggan dalam menafsirkan, memproses, dan menyimpan informasi yang terkait dengan produk adan merek tersebut. Ekuitas merek dapat mempengaruhi rasa percaya diri konsumen dalam mengkonsumsi suatu produk. Berdasarkan penjelasan di atas dapat disadari bahwa merek suatu prodk atay jasa adalah hal yang sangat penting yang tidak dapt diremehkan begitu saja. Oleh karena itu penulis merasa tertarik untuk membahas komparasi ekuitas merek (Brand Equity) yang terdiri dari loyalitas merek (brand loyalty), kesadaran merek (brand awareness), persepsi kualitas merek (brand perceived quality), asosiasi merek (brand association), dan asset-aset merek lain (other proprietary brand assets) antara air minum dalam kemasan merek Ades dan merek Aqua di kalangan mahasiswa di Surabaya. Dari hasi penelitian diketahui bahwa brand loyalty, brand awareness, brand perceived quality, brand association, other proprietary brand assets, antara air minumdalam kemasan merek Ades dan merek Aqua. Dari uji Fhitung diketahui perbedaannya sebesar 668,118; 582,119; 745,485; 299,715; 490,307 dan hasil tersebut >Ftabel (3,8649). Pada piramida brand loyalty merek Aqua berada pada committed buyer dan merek Ades berada pada satisfied buyer. Pada piramida brand awareness merek Aqua berada pada top of mind dan merek Ades berada pada brand recall. Dari skor rata-rata factor-faktor brand equity diketahu bahwa air minum dalam kemasan merek Aqua mempunyai ekuitas merek yang lebih kuat dari air minum dalam kemasan merek Ades.",
  "creators": "DARWING; SUGIONO WIJOYO",
  "contributors": "Hartono Subagio (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011786/MAN/2004; Darwing (31499184), Sugiono Wijoyo (31499261)",
  "subjects": "PRODUCT MANAGEMENT"
}