{
  "id": "654",
  "title": "Code switching in the film \"once upon a time in China and America\"",
  "abstract": "This thesis is entitled Code switching in the Film \"Once Upon a Time in China and America\". This film talks about the Chinese immigrants who come to America, and they have to make some adjustments, for example in language and culture. The main characters are Wong Fei Hung and Diana. In this film, Diana speaks English more fluently than Wong Fei Hung. Wong Fei Hung is in the process of learning English. In this film, the main characters trigger the appearance of varieties of language, which later becomes a very interesting phenomenon to be observed in this study. In this thesis, the writer would like to find out the type of code switching and the highest percentage of the code switching type used by the main characters. In collecting the data, the writer makes the transcription of the film which consists of twenty three scenes. Later she uses ten scenes, which have the code switching. In classifying the data for the analysis she uses Holmes theory. Holmes says that there are three types of code switching namely, situational code switching, metaphorical code switching and conversational code switching. From the analysis the writer finds out that all of the three types of code switching are used in the film and situational code switching is the highest code switching type (68.96%) that is used by the main characters. While the metaphorical code switching is 27.58% and the conversational code switching is only 3.44% which is used by Diana.",
  "creators": "MAY LIYANI",
  "contributors": "Anneke Heritaningsih Tupan (Advisor and Examination Committee); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1018; May Liyani (11496132)",
  "subjects": "ENGLISH LANGUAGE-DISCOURSE ANALYSIS-STUDY AND TEACHING; APPLIED LINGUISTICS; ENGLISH LANGUAGE-SOCIAL ASPECTS; SOCIOLINGUISTICS"
}