{
  "id": "655",
  "title": "\"New words\" used by netters in chatroom",
  "abstract": "In language a rapid development in creating new word is taking an important part in informal communication. The internet is one of the media for the people from all ages to create a new word. The netters like to create and to use new words in their chatting activity because they find it is faster, easier and more, comfortable to communicate using new words. Therefore, the writer really interesting to observe the types of the processes of the word-formation processes used by Internet users in chatting room. She also wants to find out the lexical meaning of those new words and the occurrence of new words used by internet users in chatting room. The writer also notices that word-formation processes play a crucial role in investigating the data, there fore, she used the word-formation processes theories by George Yule and Adrian Akmajian [et all to help her in analyzing the data. In this study, the writer collected twelve chatting of conversations from respondents who often use chatting room as her data , which are taken from May-June 2002. Based on the theories, the writer analyzes the uncommon expressions that cannot be found in dictionary and identifies the type of word-formation processes applied. The writer found 10 types of word-formation that used by the netters in chatting room namely; compounding, blending, clipping, acronyms, suffixes, infixes, multiple processes, abbreviation, orthographic abbreviation and miscellaneous. The new words which go through word-formation processes such as etc (chat to chat) that undergoes the process of acronym, p1s (please) that undergoes the process of clipping, and CELFONE (cellular phone) that undergoes the process of blending. The writer also concluded that there are 167 new words that are found in twelve conversation data and the most frequent wordformation process that occurs in all data is clipping with 46 new words (27%), orthograpic abrreviation porduces 40 new words (24%), miscellaneous produces 24 new words (13%), multiple processes with 21 new words (13%), acronyms with 20 new words (12%), blending is simply 8 new words (5%), suffixes are only 3 new words (2%), infixes and abbreviation are each has 2 new words (1%) and 1 new word belongs to the compounding (1%). The writer comes to the conclusion that it is easier for the netter to use clipping words and orthographic abbreviation when they are communicating in the chatroom. It may be caused by the simplicity of typing and the ablity of sending the utterances in the short time.",
  "creators": "LILYANA EFENDY",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1); Anneke Heritaningsih Tupan (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1084/ING/2002; Lilyana Efendy (11496135)",
  "subjects": "ENGLISH LANGUAGE-GRAMMAR, COMPARATIVE-EXERCISES; LANGUAGE AND LANGUAGES-GRAMMAR, COMPARATIVE; GRAMMAR, COMPARATIVE AND GENERAL-MORPHOLOGY"
}