{
  "id": "656",
  "title": "A Study on the Indonesian translation of the Kahlil Gibran's \"Sang Nabi\" from the original English version on the basis of the Newmark's expressive function",
  "abstract": "Translation is an everlasting subject to be analyzed. Whatever the kind of text a translator deals with, it will bring out something new, something different for the world of translation. Having a poetry translation to be analyzed is also an interesting thing to do, especially if the original version was written by a writer of all ages like Kahlil Gibran. It is one of the reasons why the writer is interested in analyzing \"Sang Nabi\", the Indonesian version of Kahlil Gibran's \"The Prophet\". The other reason is that she is very keen to know whether a literature translation text also pay attention on retaining the form along with the message. And it becomes a foundation that brings the writer to use a theory of translating expressive text namely an expressive function theory. Through this research, she wants to know whether \"Sang Nabi\" is translated properly based on the expressive function theory and what is maintained in Indonesian version based on that theory. The writer wishes that from the study, the readers, or anybody who is interested in the translation, realize that translating an expressive text is not the same as translating general type of text. It has its own strategy and mechanism. This study is a qualitative one and she collects the data from the original book, \"The Prophet\" and the Indonesian translation, \"Sang Nabi\". The writer chooses eight poems with the same titles from each book to be analyzed. She analyses the data by examining thoroughly whether the components of expressive function which consist of Unconventional Syntax, Original Metaphor, Infrequent Collocation, Archaism, Unit of Translation and the meaning of the poems are retained. Finally, she finds out that \"Sang Nabi\" is not translated properly on the point of view of expressive function. The forms that are maintained mostly are Unconventional syntax and Original Metaphor, only two out of six components. Meanwhile, the rest are not well-transferred and the poems also endure much loss of meaning because of many wrong translations. The writer infers that to retain the form along with the message in an expressive text is not an easy job to do and entail a great effort. Yet, she still thinks that it is not an impossible thing to do because by retaining the form as well as the message, we will not enjoy the poem but also to know further about the personal expression of the author.",
  "creators": "RIRIEN VIBRIANDHINY A.",
  "contributors": "Julia Eka Rini (Advisor and Examination Committee); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 948; Ririen Vibriandhiny A. (11496146)",
  "subjects": "ENGLISH LANGUAGE-TRANSLATING INTO INDONESIAN; TRANSLATING AND INTERPRETING"
}