{
  "id": "6565",
  "title": "The Ways Mr. Gradgrind and Sissy reflect their philosophy of life in Charles Dickens' hard times",
  "abstract": "In this thesis, the thesis writer is curious to know the ways Mr. Gradgrind reflects his philosophy of life through his appearance, environment, children and students and the ways Sissy reflects her philosophy of life through his appearance, environments and family as seen in Charles Dickens? Hard Times. The scope of this thesis is on the ways Mr. Gradgrind and Sissy reflect their philosophy in their lives. The thesis writer limits her analysis on Mr. Gradgrind and Sissy and also some other characters only in relation to them. In order to analyze and support the analysis, the thesis writer uses the literary approach namely the theories of characterization and conflict and also the concept of the philosophy of life. The analysis is done firstly by studying the ways Mr. Gradgrind reflects his philosophy of facts and then Sissy?s ways that reflects her philosophy of fancy. By analyzing their different philosophies, it is possible for the thesis writer to go further on analyzing the reflection of their philosophy of life externally and internally. In the conclusion, the thesis writer finds out that the external reflection of Mr. Gradgrind?s philosophy of facts is negative or destructive. It makes his and his children?s and also his students? life miserable. Meanwhile, Sissy is able to make her and the people?s life around her live happily. She knows that to be able to enjoy life facts need to be balanced with fancy. Without imagination and feelings, especially love, life would be unbearable.",
  "creators": "ELDAROSARIA",
  "contributors": "Sarah Limuil (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011425/ING/2005; Eldarosaria (11400148)",
  "subjects": "DICKENS, CHARLES, 1812-1870. HARD TIMES-STUDY AND TEACHING; ENGLISH FICTION--19TH CENTURY--STUDY AND TEACHING"
}