{
  "id": "657",
  "title": "Nana's ways of achieving power from feminist's perspective as seen in Emile Zola's Nana",
  "abstract": "This thesis deals with how the main female character in Emile Zola's Nana achieves her power. As a woman who is physically weaker than a man, Nana, the main character, exerts two ways to gain power needed. Her first way emphasizes on women's rights to determine their lives, which is coherent with what Michot-Dietrich says that Nana is the acknowledgement of an independent woman's power, the only requirements for her rise to power are will, the body, and the freedom from traditional religion and social constraints (219). Nevertheless, the second way she uses accentuates on women's powerlessness as King mentions that Nana holds on to Fontan despite all his beatings toward her, which implies that Nana \"surrenders\" to Fontan with a purpose, to keep Fontan at her side (134). Seeing these two contradicting ways to acquire power, the thesis writer is curious to know which one is Nana's successful way to attain power. In order to prove that her success to power is through the first way, the thesis writer uses feminist theories concerning \"power feminism\" and \"victim feminism\". As a support, she uses literary tools, namely characterization and conflict, to know Nana's characteristics and conflicts in the society so that Nana's ways of achieving power can be clearly seen. Throughout the analysis, the thesis writer finds out that Nana undergoes a change in using the way to obtain power. The first phase of her life is dominated by her determination about what to do with her own life, which helps her to gain power, and she has a good time during those moments. Then, she chooses the way which makes her lead a powerless and miserable life, especially the time when she meets and falls in love with Fontan, who likes to beat her. Nonetheless, at the last phase of her life, she once again selects the first way as she knows that it enables her to have a good life. As a whole, Nana actually prefers her rights to determine her life since this makes her able to fulfil her lavish daily needs.",
  "creators": "CYNTHIA SUTANTO",
  "contributors": "Liliek Soelistyo (Advisor and Examination Committee); Drs. Setefanus Suprajitno, M.A., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 849; Cynthia Sutanto (11497005)",
  "subjects": "FRENCH FICTION-19TH CENTURY-STUDY AND TEACHING; ZOLA, EMILE, 1840-1902. NANA-STUDY AND TEACHING"
}