{
  "id": "6582",
  "title": "Perancangan komunikasi visual promosi Ciputra Cyber Institute di Surabaya",
  "abstract": "Komputer merupakan kebutuhan utama bagi sebagian besar masyarakat dalam menjalankan aktivitas/pekerjaan sehari-hari. Saat ini komputer berperan penting dalam menunjang pekerjaan yang dilakukan oleh manusia. Sekarang banyak dijumpai program-program aplikasi komputer yang berfungsi untuk memudahkan individu dalam mengerjakan atau menyelesaikan proyek/pekerjaan yang dilakukannya, dengan demikian kemampuan individu dalam menggunakan komputer pun dituntut untuk semakin kreatif dan mahir disesuaikan dengan bidang pekerjaannya. Sehingga saat ini banyak berdiri lembaga/institut yang menawarkan jasa pendidikan komputer dari tingkat dasar hingga tingkat lanjut. Banyaknya berdiri lembaga-lembaga/institut-institut tersebut membuat pasar semakin kompetitif, sehingga diperlukan strategi promosi yang tepat agar lembaga tersebut dapat dikenal keberadaannya oleh masyarakat. Ciputra Cyber Institute sebagai lembaga pendidikan komputer dengan pasar sasaran kelas menengah ke atas juga perlu melakukan strategi promosi yang tepat, mengingat banyaknya pesaing yang berkecimpung dalam bidang pendidikan komputer tersebut. Seiring dengan persaingan yang begitu ketat, sehingga dalam kampanye promosi kali ini, Ciputra Cyber Institute berusaha menjaring target audiens bertaraf siswa SMU hingga mahasiswa. Dengan konsep menghadirkan suasana belajar yang nyaman dan menyenangkan, diharapkan dapat menarik minat belajar para siswa di Surabaya tentang pendidikan komputer lebih lanjut. Untuk menampilkan kesan yang nyaman dan menyenangkan dipercayakan pada penggunaan warna coklat yang mengindikasikan kehangatan dan kualitas.",
  "creators": "NICOLAS TEGUH KURNIAWAN",
  "contributors": "Maria Nala Damajanti, S.Sn., M.Hum. (Advisor 1); AHMAD ADIB (Advisor 2); Sufiana (Advisor 3); Bing Bedjo Tanudjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Promosi Produk",
  "source": "Promosi Produk No. 0185/DKV/2003; Nicolas Teguh (42499063)",
  "subjects": "VISUAL COMMUNICATION; BILLBOARD; ADVERTISING; COMMERCIAL ART; POSTERS"
}