{
  "id": "6583",
  "title": "Grammatical errors produced by good readers and foor readers in their writing 4 in English Department in Petra Christian University",
  "abstract": "Grammatical errors often happen in writing composition. This problem can be influenced by another factor such as reading. Based on the fact and some researches, it shows that student who has more ability in reading competence will have better skill in writing. Based on that, the writer does this study in order to know whether or not it happens to twenty students in Petra Christian University or not and what kind of grammatical error categories which happen to those students with different background of reading skill. In order to make this study goes smoothly, this research uses comparative descriptive and qualitative approach to get the correct and valid answer. Because of that approach in doing the analysis, it shows that five grammatical error categories such as; omission, addition, misformation, misordering and haphazard substitution error happen on both of groups. Moreover, from the analysis both groups have the same order of the frequency of occurrence on those types. The order of frequency of occurrence from the biggest to the smallest both in the first group and the second group is: misformation-omission-addition-haphazard substitution and misordering, which becomes the last order from the other. Furthermore, the analysis also shows that from those kinds of types, which happen on those groups, shows that the second group always has higher frequency of occurrence than the first group for each type of errors. It means that the two groups have the same problem of learning",
  "creators": "TRIXIE MELINA DEWI",
  "contributors": "Samuel Gunawan (Advisor 1); Bintoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011428/ING/2005; Trixie Melina Dewi (11401035)",
  "subjects": "ENGLISH LANGUAGE-GRAMMAR-ERRORS OF USAGE"
}