{
  "id": "6584",
  "title": "The Analysis of the stage manager's utterances in Desa Kita Indonesian translation",
  "abstract": "This thesis is about the translation of one Indonesian play entitled Desa Kita. In this play, there is one character which is considered as the most important one, the Stage Manager. Seeing the importance of the Stage Manager utterances, the writer would like to know whether the translator delivers the same message of the Source Language, and what strategy that the translator used in order to avoid the non-equivalence of the terms since there are differences in culture. Since the Stage Manager utterance?s are giving information, the writer uses a theory of translating informative text namely an informative function theory by Peter Newmark. She wants to know whether Desa Kita has a good quality of translation based on the informative function theory. There are seven strategies to avoid the nonequivalence of the meaning or terms by Mona Baker, which are also chosen by the writer for the analysis. This study is a descriptive one and she collects the data from the original book, Our Town and the Indonesian translation, Desa Kita from Act One until Act Three. The writer chooses only the Stage Manager?s utterance. The findings of the analysis reveal that the message of the Stage Manager?s utterances has already been transferred well. Although there are some nonequivalence words or terms which can be found in the translation, it does not influence the story. In addition, the strategies are used as its function that is to avoid the non-equivalence words or terms. Meanwhile the identification of the strategy of translation in the sentence of utterance which already has the same message is only for knowledge. In this study the writer includes the analysis of the other problems of non-equivalence words or terms happen outside the seven strategies, such as the identification of one-to-one translation, etc. At last, the writer concludes that the Stage Manager?s utterance has already been transferred well. Since the translator is able to reproduce the information in the Target Language text the same as what is informed in the Source Language text, the translator has done his work so well.",
  "creators": "DYAS DWI RISMAYANTI",
  "contributors": "Julia Eka Rini (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011424/ING/2005; Dyas Dwi Rismayanti (11401113)",
  "subjects": "ENGLISH LANGUAGE-TRANSLATING INTO INDONESIAN; DISCOURSE ANALYSIS; LANGUAGE AND LANGUAGES-STUDY AND TEACHING"
}