{
  "id": "6585",
  "title": "The Comparison between the verbal obscentties used by DR. Dre and those used by Eminem in their rap songs",
  "abstract": "In this research, the writer tries to find out the types and the frequencies of the verbal obscenities used by two rappers with different ethnic backgrounds. This research also attempts to find out the similarities and differences in the types and frequencies of the verbal obscenities used by both rappers. The writer took Dr. Dre and Eminem because they have different ethnic backgrounds. Dr. Dre is a black rapper, while Eminem is a white rapper. In this study, the writer uses a quantitative -descriptive approach and she becomes the key instrument who collects and analyzes the data from Dr. Dre?s and Eminem?s rap songs. The writer uses two main theories. First, the theory of verbal obscenity by Rothwel?s study of Verbal Obscenity: Time for second thought in the book of Coming to Terms with language; An Anthology by Liedlich (1973). The writer needs this theory to identify and classify the types of verbal obscenity. After that, the writer uses the theory of ethnicity by Marger?s theory (1994) in Race and Ethnic Relations; American and Global Perspectives. The writer needs this theory to give her the knowledge from the social side between white American and black American, since her research deals with ethnicity between two rappers with different ethnic backgrounds. In conclusion, the writer could find the similarities and differences between both rappers. The writer found out that there are three dominant types used by both rappers, i.e. `sexual irregularities? , `copulative `and `excretory `terms in their rap songs. Furthermore, the writer found that both rappers rarely use `human genital? and `general? terms in their rap songs. On the other hand, the writer also found out that Dr. Dre; the black rapper uses all types of verbal obscenity in his rap songs, i.e. `sexual irregularities?, `copulative `, `excretory? , ` human genital? and `general? terms, while Eminem ;the white rapper uses only four types, i.e. `sexual irregularities?, `copulative `, `excretory? and `general? terms. Next, the writer found out that the highest frequency used by Dr. Dre is `sexual irregularities? On the other hand , the highest frequency used by Eminem as the white rapper is ` copulative `. After that, the writer found that Dr. Dre ; the black rapper uses more verbal obscenities in his rap songs than Eminem as the white rapper. From the findings, the writer could make the interpretation that ethnicity has played an important role in the use of verbal obscenities in rap songs.",
  "creators": "BETTY MEYDA CHRISTIANI",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011427/ING/2005; Betty Meyda Christiani (11401123)",
  "subjects": "LANGUAGE AND CULTURE; LINGUISTICS; SOCIOLINGUISTICS"
}