{
  "id": "659",
  "title": "The Main character's crisis of identity in her adolescence as seen from McCullers' The Member of the Wedding",
  "abstract": "The Member of the Wedding is a novel by Carson McCullers. This novel is about the story of an adolescent whose name is Frankie Addams who cannot accept the physical change in herself and how she is rejected from her peers. Frankie feels that she is a lonely person but the wedding of her brother makes Frankie change herself into F. Jasmine and she becomes the member of the wedding. Yet, at the end, she finds her true self as Frances. Therefore, through the novel, the thesis writer can see that Frankie experiences the identity crisis. That is why in this thesis, the thesis writer wants to know what makes Frankie have crisis of identity and to find out how Frankie eventually finds her identity through the process that is experienced by the main character in facing the crisis of identity in her adolescence. The thesis writer uses literary approach, which consists of the theory of characterization and the theory of conflict, besides the psychological theories as the support, in order to get the finding of her analysis. Theory of characterization is used to know the characters of Frankie, F. Jasmine and Frances. Theory of conflict is used to know the causes that make Frankie have her identity crisis. Whereas, the psychological theories are also used in order to analyze the process in finding the true-identity. In the conclusion, the thesis writer finds that Frances is the true-identity that Frankie finds and it becomes Frankie's final identity.",
  "creators": "WIDYASARI SUNARYO",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor and Examination Committee); Liliek Soelistyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1077/ING/2002; Widyasari Sunaryo (11497028)",
  "subjects": "AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING; MCCULLERS, CARSON, 1917-1967. THE MEMBER OF THE WEDDING-STUDY AND TEACHING"
}