{
  "id": "661",
  "title": "Verb affixes of the modern Jakarta dialect (in the novel \"Lupus\" entitled cowok matre)",
  "abstract": "This thesis is an analysis, which uses morphological theory to analyze the verb affixes of the Jakarta dialect. It tries to find out firstly the affixes that are used in the verbs of the Jakarta dialect, secondly the categories of those affixes whether inflectional or derivational, and thirdly the meaning and function of the affixes. The writer uses qualitative approach and the data are taken from the conversation of the main characters in the novel LUPUS entitled Cowok Matre. They are Lupus (LP), Lulu (LL), and Mami (MM). To be able to analyze the affixes that form the verbs, the writer employs the theories of morphemes as put forth by Francis Katamba and Jean Godby, and the theories of verbs and verb affixation as stated in Tata Bahasa Baku Bahasa Indonesia. In analyzing the data, the writer first quotes the sentences uttered by the three main characters; and secondly she underlies the complex verbs that occur in the sentences. To answer the first research question, the writer lists the complex verbs, which have the same affix in a table. To answer the second research question, she finds out the part of speech of the base and the part of speech of the complex verbs. To answer the third research question, she analyses the occurrence of an affix with a word class of a base, which its occurrences give a meaning to a base and a function in a sentence. From the analysis, it is found out that there are seven prefixes (i.e., {ma-}, {bar-}, {par-}, (di-}, (ka-}, {tar-}, {sa-}), four suffixes (i.e., {-in}, {-i}, {-an}, {-kan}), and one confix (i.e., {ka-an}). The prefix {ma-} has eight allomorphs /N--n-- na-- ma-- mam-- man-- math-- man-/. The allomorph /N-/ undergoes morphophonemic changes in accordance with the first phoneme of the base. The realizations of the allomorph /N-/ are: /n-- m-- q-- f-/. The prefix {bar-} has two allomorphs /bar -/ and /ba-/. The other affixes have one allomorph. The theory of derivational and inflectional morpheme cannot be applied to analyze the affixes of the modem Jakarta dialect because affixation follows different rules. In the modem Jakarta dialect, the same affix can combine with a verbal base and a base of other word classes to form a complex verb. Therefore, an affix can be categorized into both derivational and inflectional morpheme. The function of the verb affixes varies. The prefix {ma-} functions to form an active transitive verb and an active intransitive verb, the prefix {bar-} functions to form an active intransitive verb, the prefix {di-} functions to form a passive transitive verb, the prefix {ka-} functions to form an intransitive verb and a passive verb, the prefix {tar-}, {sa-}, the suffix {-an}, {-kan}, and the confix ka-an function to form an intransitive verb, the suffix {-in} and {-i} functions to form a transitive verb. An affix can modify in many different ways the meaning of the base to which an affix is attached (see APPENDIX IV).",
  "creators": "LISA TRIANA",
  "contributors": "MAS MOELJONO (Advisor and Examination Committee); Bintoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 916; Lisa Triana (11497051)",
  "subjects": "INDONESIAN LANGUAGE- GRAMMAR; INDONESIAN LANGUAGE-MORPHOLOGY"
}