{
  "id": "6627",
  "title": "Kinship terms of address used by the second generation and the third generation of Mei Xien Cantonese Indonesian family in Surabaya",
  "abstract": "Kinship term of address is important because it lets individual know the exact nature of his relationship to each of his relatives and how he is related to others. In this research, the writer investigated the use of kinship terms of address by the second generations and the third generations of Mei Xien Cantonese Chinese Indonesian Family in Surabaya. In particular, the writer attempted to find what kinship address terms are used by both generations and what social factors affect the use. The main theory that the writer uses for this research is the theory of kinship term by Beals. From Beal?s theory, the writer founds that kinship terminology is important because it is a term to address the various kin types or positions in a family tree in accordance to nine classifications of kinsmen namely, generation, sex, lineality-collaterality, affinity-consanguinity, age, sex of speaker, nature of connecting relative, reciprocity, and condition of relative referred to. The writer used the descriptive approach in this study. There were two research instruments that the writer used for collecting data such as interview and observation. It was found from both instruments that the second generations still use Mei Xien Cantonese kinship systems to address their families or relatives. Thus, the second generations still follow the old Chinese tradition. Sex and age are the social factors that influenced the use of kinship address terms among the paternal line, within family and maternal line in the second generations. Sex is influential because the rule of patrilineal system of Chinese naturally leads to conceptual discrimination against female. Age is also regarded highly by the second generation because it can help them to subordinate the later generations. As with the third generation, they have already deviated from the old Chinese tradition. For example, they address one who is younger only by name. Some others mix the address terms with another system, Mandarin. The difference in age count especially when the Mei Xien Cantonese people have to address the other members in the same generation or people outside family.",
  "creators": "FERAWATI ASTUTIK",
  "contributors": "Dwi Setiawan (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011421/ING/2005; Ferawati Astutik (11401020)",
  "subjects": "SOCIOLINGUISTICS; CHINESE LANGUAGE-SEX DIFFERENCES; CHINESE LANGUAGE-SOCIAL ASPECTS"
}