{
  "id": "663",
  "title": "A Study of code mixing in Deteksi features of Jawa Post newspaper",
  "abstract": "This thesis is about Code Mixing used in special features of Jawa Post newspaper called Deteksi.The writer writes this thesis in order to find out the code mixing elements and also the language levels that are mostly used by reported repondents in Deteksi features.The writer selects the topics about young people and the problem as her sources of data. As the writer thinks that there are various kind of topics in Deteksi so she thinks that there might be others code mixing elements that used among the different topic. In doing this study the writer refers to Holmes thmries of code mixing as the related theories, while the theory from Lumintaintang and Harijatiwidjaya, as the supporting theories.The writer analyzes the code mixing elements in every utterance in each episode and then she classifies them into 3 categories of Englistr, Javanese and Jakartanese. Then she finds what language level that are found in the data. After that she calculates the percentage of the code mixing elements in each category. From the analysis of the whole episodes, she finds out that the Jakartanese code mixing elements occur 68.3% and the language level is on the level of word. The Javanese code mixing elements occur 22.77o/o and the dominant language level is on the level of word. Whereas the English code mixing elements occur 8.93 yo with 6 elements occur on the level of phrase, 1 element on the level of clause and the rest elements occur on the level of word. The result of this study shows that young people in Surabaya as the reported reepondents in Deteksi feature mostly mix up Indonesian with Jakartanese elements in their communication.",
  "creators": "FENNY WIJONO",
  "contributors": "Lisa Setiawati Nugraha (Examination Committee 1); SAMUEL GUNAWAN (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1049; Fenny Wijono (11497056)",
  "subjects": "SOCIOLINGUISTICS; INDONESIAN LANGUAGE-SOCIAL ASPECTS"
}