{
  "id": "664",
  "title": "An Analysis of grammatical errors in writing one assignments produced by the English Department students of Petra Christian University",
  "abstract": "Making errors in language learning process cannot be avoided. It happens because learners are still developing their knowledge of such language grammar. Grammar in a language is very important for second language learners in order to write and speak well since it deals with the rules of the language. Therefore, the writer wants to find out whether the repeater students of Writing I of Faculty of Letters of Petra Christian University as the foreign language learners still produce many grammatical errors or not because they have spent a semester learning Writing I. The writer analyses the linguistic category and the errors types of grammatical errors that the students mostly produce. The theory of Corder and Ellis is used to define errors as the essential part in learning the foreign language grammar. Also, the theory of error analysis by Brook and Corder is helpful to know how to do the errors analysis. Other theory used is surface strategy taxonomy by Dulay, Burt, and Krashen. This theory classifies the errors into their categories, and types as the writer used in analysing the data. Then, the writer provides the correction of sentences by using table. At the end, the writer finds out the most frequent errors in the writing-one assignments is the missing parts of the skeleton of English clauses, especially the missing article, missing conjunction, and missing preposition. As the conclusion, the writer thinks that the repeater students still weak in grammar and they do not aware in doing their writing.",
  "creators": "YENITA SULIMTO",
  "contributors": "Theophilus Jokri (Advisor and Examination Committee); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 961; Yenita Sulimto (11497059)",
  "subjects": "ENGLISH LANGUAGE-GRAMMAR"
}