{
  "id": "6641",
  "title": "A Study on the different responses of the two main characters toward their traumatic experience in Virginia Woolf's Mrs. Dalloway",
  "abstract": "Modernist literature is a literature of trauma. In the 1920s, it gave form and representation to a psychological condition that psychiatrist would not understand for another fifty years. One of the modernist writers who can brilliantly portrait the life of traumatic survivors is Virginia Woolf. Her novel Mrs. Dalloway is one of the examples. The stream-of-consciousness style of writing in this novel is very supportive in representing the character of the trauma survivor. This kind of writing can correspond to survivor?s perception of time, which is the mixture of the past and future with the present. Furthermore, it is also identical to the trauma survivor?s perception of space, which uses repetition to show the closed system of subjective consciousness. The two main characters that suffer from trauma, Septimus and Clarissa Dalloway, are interestingly tied together although they never meet in the novel. Septimus is considered as Clarissa?s doppelganger, the alternate persona, the darker, more internal personality compared to Clarissa. Although Septimus is Clarissa?s double, or that they are connected to each other, but they have a different ending in the novel. Clarissa survives, while Septimus commits suicide. Two persons may experience similar traumatic events, but their way of thinking and response to them naturally will be different. However, in the case of Septimus and Clarissa it is the opposite. They have similar way of thinking, but they have different responses to their traumatic experience. From this point, the question of how those two main characters respond differently toward their similar causes of traumatic experience becomes my main question. To answer this question, it will be helpful to use psychological approach especially about Freud?s organization of personality, and also the theory about the instinct. After applying those theories in analyzing the characters? psychological problem, can be concluded that Clarissa is able to survive to continue her life is because her ego converts her death instinct into life instinct. On the other hand, Septimus? id manipulates his superego to channel and gratify its death instinct. That is why he commits suicide.",
  "creators": "ATHIKA GOENAWAN",
  "contributors": "Liem Satya Limanta (Advisor 1); Liliek Soelistyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011505/ING/2006; Athika Goenawan (11401032)",
  "subjects": "ENGLISH FICTION-20TH CENTURY; WOOLF, VIRGINIA.1882-1941. MRS. DALLOWAY"
}