{
  "id": "665",
  "title": "Requesting in Krama by younger generation in Kertorejo Village",
  "abstract": "This thesis analyzes requesting in Krama by younger generations in Kertorejo village. There are four key words in that topic, the first is requesting, the second is Krama, the third is younger generations, and the last is Kertorejo. Requesting, according to Maloni et.al., 1982, is an Act that is performed by the addresser to ask whether the addressee can do something for him/her. Moreover, requesting is one of the Face Threatening Acts that oppose the listener negative face. Negative face, as what Brown and Levinson (1978) say, is the want of the interlocutor to have freedom for action and freedom from imposition. Because it opposes the freedom of the interlocutor, then it should be performed in special way. Krama, as stated by Poedjosoedarmo et.al. (1979) is a level in Javanese language that has a function to honor the interlocutor. Because it is used to honor the interlocutor, then it should have a rule. The rule or the pattern of Krama is characterized by the presence of Krama words. In this thesis, the writer describes younger generations as people whose ages are below 40s. Based on the approximate time of one generation, that is 35 years, the writer considers ages 20-40 are one generation below 40s. While Kertorejo is a small village in Jombang residence, most of its people are farmers and they use Javanese in their daily life. Being interested in how younger generation in a speaking Javanese community perform an act that oppose the listener's negative face by using a level which function is as a means to honor the interlocutor, the writer conducts this study.",
  "creators": "CANDRA AGUSTINA KRISTI",
  "contributors": "SUBANDI DJAJENGWASITO (Advisor and Examination Committee); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 921; Candra Agustina Kristi (11497082) Kertorejo Village",
  "subjects": "SOCIOLINGUISTICS"
}