{
  "id": "6659",
  "title": "A Study of language functions produced by the hosts in the questioning sections in ANTV \"Campur Campur\" talk show",
  "abstract": "Infotainment is a program which gives information based on the real life of celebrities such as actors, singers and public figures.There are many kinds of infotainment in television, one of them is packed in form of live talk or talk show. In talk show, there are hosts, guests and audience who present and involve in the conversation. The hosts have important rules since they have many things to ask to the guests, as a result there are many questioning sections found in the conversation. In this study, the writer discusses about language functions which are produced by the hosts in the questioning sections. The writer uses theory of Language Functions, proposed by van Ek and Alexander (1976), which have already been reviewed in Hatch (1985). As questions relate to topics, the writer also uses topics as supporting theory to divide the questioning sections into fragments, in order to make them easier to analyze. The data of this research is \"Campur Campur\" talk show in ANTV. The writer was interested in the hosts? ways while the hosts were questioning the guest. After doing the analysis, the writer found six parts of the language functions that occur in hosts? utterances but language functions that mostly occur in hosts? uterances in the questioning sections are Imparting / Seeking Factual Information with categories Ask and Report, and Express / Discover Intellectual with categories Discover Agree and Discover Consider X Logical. Then, the writer concludes that the hosts produce more that one langugae functions in having conversation with guest, which sometimes the form and the function are the same or different",
  "creators": "EVA ULRIKE SUHARTONO",
  "contributors": "Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Advisor 1); Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011392/ING/2005; Eva Ulrike Suhartono (11400046)",
  "subjects": "PSYCHOLINGUISTICS; LANGUAGE-PSYCHOLOGY"
}