{
  "id": "666",
  "title": "The Superiority of the men in the frame of patriachal idiology as seen through Blunctschli and Sergius in Bernard Shaw's arms and the man",
  "abstract": "Patriarchy is one of the ideologies that exists in the society. This ideology tends to give advantages to men, and puts them as the leader in the relationship between men and women. This idea becomes one of the reflections of human's life that has been portrayed in literature. One of the literary works that reflects the idea of men's superiority toward women is Arms and the Man, by Bernard Shaw. The male characters, such as Bluntschli and Sergius act superiorly in certain ways toward the female characters, such as Raina and Louka. How the actions of Bluntschli and Sergius reflect men's physical and mental superiority toward women is the main discussion of this thesis. Specifically, this thesis analyses the ways Bluntschli and Sergius physically and mentally act superiorly toward Raina and Louka. In order to analyse this thesis, I am using the theory of patriarchy, and the concept of gender and the psychological theory which are taken in the frame of cultural studies. Bluntschli and Sergius are using their physical advantages as men to act superiorly toward Raina and Louka. Moreover, Bluntschli and Sergius are thinking that men are better than women in certain circumstances, since men are the subject in the relationship between men and women. Meanwhile, Raina's and Louka's reactions toward Bluntchli's and Sergius's actions are also supporting men's superiority in certain ways. Furthermore, This thesis reveals the idea that men's superiority in the frame of patriarchal ideology is something that is inevitable in men and women relationship, and it can emerge in various ways in certain circumstances.",
  "creators": "AGOES TINUS LIS INDRIANTO",
  "contributors": "Jenny Mochtar Djundjung (Advisor and Examination Committee); Ribut Basuki (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 847; Agoes Tinus Lis Indrianto (11497089)",
  "subjects": "ENGLISH DRAMA--19TH CENTURY--STUDY AND TEACHING; SHAW, GEORGE BERNARD, 1856-1950. ARSUS AND THE MAN-STUDY AND TEACHING"
}