{
  "id": "6660",
  "title": "Error analysis on parts of speech in the compositions written by the advanced english class students of Tourism Departement",
  "abstract": "This study is based on an error analysis of the written work of the Tourism Department students who have finished four semesters of a diploma program. The source of the data consists of twenty-five compositions written by twenty-five Advanced English students of Tourism Department at Petra Christian University. In conducting this study, the writer collected the data from the students of 2001 who took Advanced English class in 2004/2005 academic year. The purposes of the study are to reveal parts of speech errors and to find out the types of errors and their frequency of occurrence in the students? compositions. The errors are identified and classified using Linguistic Category Taxonomy. In addition, to describe the errors, Surface Strategy Taxonomy is used to show the surface changes are altered. The findings present the types of parts of speech errors, their detail description, and the frequency of occurrence of each error type. The result of the analysis shows that the verb category gains the highest percentage, while the adverb category gains the lowest percentage. Another category, noun also takes a dominant percentage in the whole errors. The findings show that the students do not commit many errors in the adverb. Viewed form the Surface Strategy Taxonomy, there are three types of error that occur in this study, which are omission, addition and misformation. The misordering type does not occur in this study. The students mostly committed errors on omission. It is proved by the high percentage of omission type. The other two surface changes, addition and misformation, also contribute certain numbers of error frequency. By doing this study, it is hoped that this study will give an input concerning the advanced learners? errors dealing with English parts of speech.",
  "creators": "LITA YULIATI",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 0201391/ING/2005; Lita Yuliati (11400049)",
  "subjects": "LANGUAGE AND LANGUAGES-STUDY AND TEACHING-ERROR ANALYSIS; ENGLISH LANGUAGE-ERRORS OF USAGE; ENGLISH LANGUAGE-GRAMMAR; ENGLISH LANGUAGE-SPOKEN ENGLISH"
}