{
  "id": "667",
  "title": "The Evil Nature in Mankind as seen through Nathaniel Hawthrone's short stories \"Young Goodman Brown\", \"My Kinsman, Major Molineux\" and \"The Birthmark\"",
  "abstract": "In this thesis, entitled The Evil Nature in Mankind as Seen Through Nathaniel Hawthorne 's Short Stories \"Young Goodman Brown \", \"My Kinsman, Major Molineux \", and \"The Birthmark \", the writer attempts to discuss the evil nature in mankind. The objects of the analysis are the three male major characters, Brown, Robin Molineux, and Aylmer. This thesis is to confirm that there is an evil nature in mankind, which can be seen from these three particular short stories. The analysis of the evil nature in mankind is focused on the dreams in the short stories which reveal the evil nature in mankind. To analyze, the thesis writer uses literary approach, including the theory of characterization, and conflict. The result of the analysis shows that the three Hawthorne's short stories, \"Young Goodman Brown\", \"My Kinsman, Major Molineux\", and \"The Birthmark\" reveal the idea of evil nature in mankind. It is revealed through the dreams that occur in each short story. All the major characters are defeated by the Devil since they believe in the deceit of the Devil that comes in their dreams. Losing to the Devil indicates human weaknesses due to their evil nature.",
  "creators": "CAMMELIA",
  "contributors": "Dr. Dra. Yuli Christiana Yoedo, M.Pd. (Advisor 1); Sarah Limuil (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1072; Cammelia (11497106)",
  "subjects": "HAWTHRONE, NATHANIEL, 1804-1864. YOUNG GOODMAN BROWN-STUDY AND TEACHING; HAWTHRONE, NATHANIEL, 1804-1864. MY KINSMAN, MAJOR MOLINEUX-STUDY AND TEACHING; HAWTHRONE, NATHANIEL, 1804-1864. THE BIRTHMARK-STUDY AND TEACHING; SHORT STORIES, AMERICAN-19TH CENTURY-STUDY AND TEACHING"
}