{
  "id": "6672",
  "title": "Identifikasi faktor-faktor yang mempengaruhi keberhasilan program CSR: studi kasus pada 2 perusahaan",
  "abstract": "Berbagai persoalan sosial yang mncul di masyarakat ditambah dengan ketidak mampuan Pemerintah dalam mengatasi persoalan-persoalan tersebut telah mendesak campur tangan korporasi-korporasi besar yang memiliki dana yang cukup besar untuk terlibat aktif dalam mengatasi berbagai persoalan tersebut. Hal inilah yang kemudian melahirkan sebuah konsep Corporate Social Responsibility atau tanggung jawab sosial perusahaan. Public Relations, sebagai ujung tombak perusahaan turut mengemban fungsi ini. Sesuai dengan tugas pokoknya, yaitu mengemban tanggung jawab sosial. Tanggung jawab sosial inilah yang kemudian dijalankan salah satunya melalui program CSR. Disamping itu, CSR juga dipandang sebagai strategi komunikasi yang efektif dalam pembentukan citra perusahaan. CSR yang berhasil adalah CSR yang didalamnya ada partisipasi dari masyarakat serta dilaksanakan berkelanjutan (sustainable). Oleh karenanya, dalam penelitian ini akan diidentifikasi hal-hal yang mempengaruhi keberhasilan program CSR. Sebagai obyek penelitian adalah Telkom dan Sampoerna, yang mana program CSR yang telah mereka lakukan telah mendapatkan pengakuan dan penghargaan di tingkat nasional. Penelitian dilakukan dengan metode kualitatif eksploratif untuk mengetahui faktor-faktor yang mempengaruhi keberhasilan program CSR. Hasil penelitian menunjukkan bahwa keberhasilan program CSR dipengaruhi oleh nukleus program yang dijadikan acuan dan kerangka pemikiran dari setiap program, riset awal, tahap eksekusi, riset akhir dan evaluasi serta strategi komunikasi.",
  "creators": "HENDRA SETIAWAN",
  "contributors": "Ronny Herowind Mustamu (Advisor 1); YULI NUGRAHENI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010171/KOM/2007; Hendra Setiawan (51402137)",
  "subjects": "PUBLIC RELATIONS"
}