{
  "id": "668",
  "title": "Joe's struggle in revealing his homosexuality in Kushner's Angels in America part one: millennium approaches",
  "abstract": "This thesis deals mainly with the causes behind Joe's denial and revelation of his homosexuality. Joseph Potter Joe (Joe), the focus of my analysis, is the main character in Kushner's Angels in America Part One: Millennium Approaches. Through this study, I would like to prove that religious and family values influence Joe's denial toward his homosexuality. In addition, I aim to see whether his problems in his marriage and his love to another man cause his revelation. For the analysis I use literary theory of new criticism, with characterization and conflict as the main tools. Besides, I apply several psychological concepts, such as anxiety and denial, and marriage and homosexuality. Then in my analysis, I find out that Joe is a homosexual but he denies it because of the religious and family values that he holds. However, many problems Joe faces in his marriage and his love toward another man change his mind a lot that they finally lead him to a revelation of his homosexuality. Accordingly, my analysis is able to gain my goal that Pitt who actually has a tendency to be a homosexual denies his sexual tendency because of his religious belief and values in his family. This belief then forces him to be trapped in a marriage. As a result, he faces many problems in his marriage which bring him into a stressful situation and become the cause of his homosexual tendency revelation. His revelation as a homosexual is also a result of his love toward another man.",
  "creators": "MEILINDA",
  "contributors": "Ribut Basuki (Advisor and Examination Committee); Vyrna Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1086/SI/2002; Meilinda (11498002)",
  "subjects": "AMERICAN DRAMA--20TH CENTURY--STUDY AND TEACHING; KUSHNER, TONY, 1956-... ANGELS IN AMERICA PART 1: MILLENIUM APPROACHES-STUDY AND TEACHING"
}