{
  "id": "6686",
  "title": "Ideologi pemberitaan radio Suara Surabaya (100 FM) dalam program Suara Surabaya Magazine",
  "abstract": "Proses produksi berita yang terjadi di setiap stasion radio berhubungan dengan bagaimana rutinitas yang terjadi di sebuah ruang pemberitaannya. Dalam hal ini, berita yang disiarkan oleh sebuah lembaga penyiaran (radio) tidak dibentuk di dalam ruang hampa, melainkan diproduksi dari ideologi. Ideologi diartikan sebagai kerangka berfikir atau kerangka referensi tertentu yang dipakai oleh individu untuk melihat realitas dan bagaimana mereka menghadapinya. Fungsi ideologi itu sendiri adalah media sebagai mekanisme interaksi sosial, yang fungsinya menjaga nilai-nilai kelompok, dan mengontrol bagaimana nilai-nilai kelompok itu dijalankan, karena untuk mengintegrasikan masyarakat dalam tatanan nilai yang sama, pandangan atau nilai tersebut harus didefinisikan, sehingga keberadaannya dapat diterima dan diyakini kebenarannya oleh masyarakat. Dalam memproduksi berita, reporter juga berhak untuk menyeleksi isu mana yang akan ditonjolkan, dalam penelitian ini, isu yang dipilih adalah isu mengenai flu burung, di mana hingga tahun 2007 ini flu burung masih menjadi sebuah permasalahan yang kompleks di tengah masyarakat. Oleh karena itu, untuk meneliti idologi pemberitaan di Radio Suara Surabaya, khususnya dalam program Suara Surabaya Magazine, maka penelitian ini menggunakan metode analisis framing Robert M. Entman. Dan dari hasil penelitian ini ditemukan bahwa kecenderungan ideologi pemberitaan Radio Suara Surabaya adalah condong ke arah pemerintah, baik dari segi kinerja pemerintah, tanggung jawab pemerintah terhadap hukum atau regulasi, serta tanggung jawab pemerintah terhadap profesinya sendiri. Semua hal tersebut disoroti oleh Radio Suara Surabaya secara positif.",
  "creators": "LADY LESTASA NGUDI R",
  "contributors": "Ido Prijana Hadi (Advisor 1); WOLLY BAKTIONO (Advisor 2); YULI NUGRAHENI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20010257/KOM/2007; Lady Lestasa Ngudi Raharjo (51403109)",
  "subjects": "COMMUNICATION; MASS MEDIA"
}