{
  "id": "669",
  "title": "The Style of the causal argument used in the cause and effect essays produced by students of writing IV at the English Departement, Petra Christian University",
  "abstract": "My study is of English rhetoric which particularly focused on its style. The English rhetoric seems to have its on style of conveying ideas in written language. Therefore, the English rhetoric - based compositions, including the cause-and effect essays, may be written using certain style in accordance with the English rhetorical conventions. The study I conduct is to find out the writing style (s) employed by the students of Writing IV class in their cause-and-effect essays. By discovering the students' style in writing their compositions, this thesis is also to show the differences between the students' writing style and the one of English rhetoric. I conduct my study by using a text analysis approach. In this study, I collected the data from Indonesian students who are learning English as a foreign language in Petra Christian University. Specifically, they are the students of 2000 who took their writing IV class in 2001/2002 academic year. I specifically used their first drafts on cause-and-effect essays in order to get their original style. From fifteen drafts, I selected six data samples, each two of which represent each grade levels. The samples are, then, analyzed. The results of the analyses show that digressing from main ideas seems to be the style the students mostly employ in their writings, while supporting the main ideas appears to be the second most used style. Since the digressing style is employed by all students of all grade levels, the findings might also show that the mastery of English grammar does not mean that the students will automatically follow the English rhetorical writing style. Accordingly, the students are likely to have their own style different from the style employed mostly in English rhetoric.",
  "creators": "YULIANA DEWI",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor and Examination Committee); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.1O65: Yuliana Dewi (11498004)",
  "subjects": "ENGLISH LANGUAGE-RHETORIC"
}