{
  "id": "670",
  "title": "A Comparative Study of the Impacts of Skin Color in Richard Rodriguez's \"complexion\", Mary Mebane's \"the scheme of color\" and Zora Hurston's \"how it feels to be colored me.\"",
  "abstract": "Richard Rodriguez's \"Complexion\" and Mary Mebane's \"The Scheme of Color\" and Zora Hurston's \"How It Feels to Be Colored Me\" are three short stories from famous American writers discussing their personal experiences in overcoming their skin color problems. Skin color is like an eternal problem that no one in this world seems to be able to overcome it, and that is the reason for the thesis writer to put his interest on this matter. The main characters' attitudes in overcoming their skin problems are compared and contrasted to each other when they have to overcome their skin problems. Here, the three main characters face the impacts of being person of color, which are being rejected from their society and compensate the problems. The thesis writer is curious to know the impacts of being persons of color on the main characters and how their defense mechanism helps them in overcoming their complexion problem. The analysis is on how the three main characters deal with the impacts of their skin problems. That is why, the analysis was done by using the defense mechanism theory as the supporting theory, and the literary theory as the main theory (characterization and conflict). Besides, library and Internet also become the reliable sources in providing the valid details. Through the analysis, it could be seen that the three main characters are able to overcome their skin problems through compensation, and this fact is followed with the truth that the three main characters are having their own unique ways in overcoming their own problems.",
  "creators": "CHRISTIAN WAHYUDI",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor and Examination Committee); Liliek Soelistyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1122/ING/2003; Christian Wahyudi (11498043)",
  "subjects": "AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING; HURSTON, ZORA NEAK, 1891-... HOW IT FEELS TO BE COLORED ME - STUDY AND TEACHING; RODRIGUEZ, RICHARD, 1944-... COMPLESION-STUDY AND TEACHING; MEBANE, MARY, 1933-... THE SCHEME OF COLOR-STUDY AND TEACHING"
}