{
  "id": "6703",
  "title": "The Flouting of maxims and the figures of speech in the Bhikkhu Uttamo's humorous sermons",
  "abstract": "Humor is identical with something that is funny and laughable. It is often inserted in a talking to amuse people so that they keep listening to the talk. On the other hand, in formal speech such as in a sermon, humors may seem to be something strange and avoided to use. However, some speakers have deliberately put some humor in sermons and they still could convey the religious subject very well. So, it is interesting to know more about humors that are found in the sermons. In order to understand the meaning and the function of the humors in the sermons, the writer used the flouting of maxims. In addition, that sermon is related to rhetoric, the writer looks for the art of using the language which can be seen from the use of stylistics devices of figures of speech. In this thesis she wants to find out two basic questions: What the typical kinds and significance of flouting cooperative principle in Bhikkhu Uttamo?s humorous sermons, and what figures of speech that are used by Bhikkhu Uttamo frequently in delivering humorous sermons. To answer those questions, the writer uses theory of humor, flouting maxims and figures of speech as the main theories. In this study, she takes 65 jokes from four humorous sermons conducted by Bhikkhu Uttamo. The writer uses a qualitative approach; focusing in finding out how the implicit and intended meaning of particular utterances. Moreover, she sees the humorous text as a process rather than a product. Next, she collects the data based on the categories of sermons which the jokes occurred more than ten. Finally, the writer finds out that in most of the humor, Bhikkhu Uttamo flouted the maxim of quality, and the figures of speech that occurred the most was metaphor and hyperbole. From the findings, it seemed that most humor occurred were criticism humors to people?s moral conduct and behavior.",
  "creators": "SHANTY CHANDRA",
  "contributors": "ABBAS A.BADIB, Pof.DR.MA.,MA. (Advisor 1); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011387/ING/2005; Shanty Chandra (11400011)",
  "subjects": "LINGUISTICS"
}