{
  "id": "6705",
  "title": "Reasons of interruption occurred in the interviews conducted by Ira Koesno in SCTV's Liputan 6",
  "abstract": "My study deals with conversational analysis that is particularly focused on interruption. Interruption is a violation toward the general rule of the conversation. The writer believes that an interruption caused by a certain reason. Conducting this study, the writer is curious to know the reason of interruption led by Ira Koesno. Therefore, the writer consults with the theory of Zimmerman and west (1975), in which reasons of interruption are classified according to Linguistic category. By discovering reasons of the interruption in the interviews, this thesis is also showing the most committed reasons of interruption, especially in an interactive TV dialog. There are two parties in this dialog, namely interviewer and interviewee (guest). Specifically, this study discusses about the interruption uttered by interviewer, Ira Koesno. Moreover, this study is a qualitative study and the writer collected the data from the transcript, which she did it manually. The writer classified all interruption from the interviewer occurred in the shows and analyzed the reason. To justified the reason of interruption, the writer look at the context of the discussion between the interviewer and the interviewee (guest). The result of this analysis shows that the main reason of interruption was Seeking Clarification, and the other reasons were Dissatisfaction, Concluding, Challenging, Showing Agreement, and Completing, Giving Support and Maintaining the Topic.",
  "creators": "YULIA NYOTO",
  "contributors": "Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011385/ING/2005; Yulia Nyoto (11400037)",
  "subjects": "INDONESIAN LANGUAGE-DISCOURSE ANALYSIS; DISCOURSE ANALYSIS; LANGUAGE AND LANGUAGES-STUDY AND TEACHING"
}