{
  "id": "6706",
  "title": "The Clitics as speech markers among Petra Christian University students of Banjarese-speaking background",
  "abstract": "This thesis concerns with Banjarese clitics. Conducting this study, the writer is curious to know the particular Banjarese clitics that the Banjarese students use among Banjarese friends (inner- group communication) and non- Banjarese friends (outergroup communication). Here, the writer investigates the influence of role relationship of participants of the conversation on Petra Christian University students of Banjarese-speaking background and also the frequency of occurrence in using the particular Banjarese clitics. Thus, this study is supported by sociolinguistics theories of Fishman?s theory of social situation and speech marker theory by Scherer. Since this study is focused on the Banjarese clitics, the writer uses the theory of clitics in Bahasa Indonesia in order to provide some insight to find out what clitics may be found in the conversation of students of Banjarese-speaking background and to be her stepping point of departure to guide her research in exploring the existence of Banjarese clitics in both inner- and outer- group communication. Furthermore, the study uses descriptive approach as it is designed to obtain conclusion dealing with the use of Banjarese clitics in relation with the role relationship. Finally, the writer finds that the PCU Banjarese students tend to use clitics [-kah], [-lah], [-nah], [-jar], [- pang], [-ja], [-kam], [-kan], [-loh] and [-bah] in their inner-group communication. Meanwhile, they tend to use clitic [-kah], [-nah], [-loh], [-lah], [-ni] and [-ai] in their outer-group communication. Even more interesting, the writer finds out that clitic [-ai] and [-ni] are used in outer-group communication but those are not used in inner-group communication. Last of all, the writer concludes that the use of Banjarese clitics is influenced by the role relationship of the participants of the conversation.",
  "creators": "BETTY MANGUNSONG",
  "contributors": "Samuel Gunawan (Advisor 1); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011349/ING/2005; Betty Mangunsong (11400085)",
  "subjects": "INDONESIAN LANGUAGE-SOCIAL ASPECTS; INDONESIAN LANGUAGE-DIALECTS; SOCIOLINGUISTICS"
}