{
  "id": "6707",
  "title": "Errors on tenses produced by the radio announcer of Medika FM Radio English program",
  "abstract": "One of obstacles by English learner in language learning process is producing the right tense in which the action takes place. The differences of Indonesian language system and English language system may cause English learners commit errors. In Indonesian language, time does not influence the verb form but in English, time influences the verb form. This study concerns about errors on tenses produced by the radio announcer in Medika FM radio English program. This study limits the analysis to six tense forms namely, Simple Present Tense, Present Progressive Tense, Present Perfect Tense, Simple Past Tense, Past Progressive Tense and simple Future Tense. The theory of Ellis is used to do the errors analysis. Also, the theory of James and the theory of Ellis are used as main theory to analyze errors. The writer also uses the other theory entitled is \"A Handbook of English Grammar\" by R.W. Zandvoort. This theory is used as a supporting theory to do the analysis based on the theory of tenses. In the analysis, the writer finds that the announcer produced errors in each tense. The writer analyses some descriptive categories of each tense based on Linguistic Categories and the way the announcer?s erroneous version change from the presumed target version (Surface Structure Taxonomy). Errors on tenses based on Linguistic Category are divided to three categories. They are Wrong Verb Form, The Auxiliary System, and Wrong Tense Usage. Errors on tenses based on Surface Structure Taxonomy are divided to five principal ways namely Omission, Over-inclusion, Misselection, Misorder and Blends. In the finding, the writer finds that the most frequent error on tenses that the announcer produces is Simple Present Tense. As the conclusion, the writer assumes that the influence of mother tongue and the lack of knowledge about tense make the announcer make errors on tenses.",
  "creators": "HENNY OKTAVIANI",
  "contributors": "MAS MOELJONO (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011331/ING/2005; Henny Oktaviani (11400145)",
  "subjects": "ENGLISH LANGUAGE-ERRORS OF USAGE; ENGLISH LANGUAGE-GRAMMAR"
}