{
  "id": "6708",
  "title": "The Speech styles used by some GKI's and Bethany's ministers in their sermons based on gender and age",
  "abstract": "This study is about a sociolinguistic study of the speech styles used by the GKI?s and the Bethany?s ministers in their sermons. The writer wants to find the types of speech styles, which are mostly used by the ministers in their sermons. The subjects of this research are 32 ministers? speeches from the GKI and Bethany church. There are 16 speeches of the GKI?s and 16 speeches of the Bethany?s ministers. I took 8 speeches of the male and 8 speeches of the female ministers from both churches. I also took 8 speeches of the old and 8 speeches of the young ministers from both churches. This research is based on Gleason?s theory about speech styles. There are three types of speech style, deliberative, consultative, and casual style. Those types of speech style are mostly used in the oral speech. Then, the writer also used Martin Joos?s theory about speech style as the supporting theory since it has the similarity with Gleason theory. Concerning to the analysis, the writer analyzes the data, and put them into categories according to the theory above. At the end of the analysis, the writer finds out that deliberative style is mostly used by the female ministers in their sermons. In contrast, the male ministers are mostly used consultative style in their sermons. The writer also finds out that the old ministers are mostly used deliberative style and the young ministers are mostly used consultative style in their sermons. Finally, the writer gives some interpretation on the findings. The female ministers maybe used deliberative style more frequently than the male ministers because they are more aware with the setting of the speech. Moreover, the male ministers maybe used consultative style because they do not used standard language to get higher social status in the society. The old ministers maybe want to show their social status in the society with used deliberative style. In other hand, the young ministers used consultative style maybe they have lower social status in the society and want to be more intimate with the congregations.",
  "creators": "KARTIKA PRATIWI",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011361/ING/2005; Kartika Pratiwi (11498114)",
  "subjects": "INDONESIAN LANGUAGE-DISCOURSE ANALYSIS; INDONESIAN LANGUAGE-SOCIAL ASPECTS; LANGUAGE AND LANGUAGES-STUDY AND TEACHING"
}