{
  "id": "671",
  "title": "Word formation processes used by netters on internet relay chat",
  "abstract": "Word-formation process is a way of forming new words or terms from the use of old words. The processes consist of coinage, borrowing, compounding, blending, clipping, back-formation, conversion, acronyms, and derivation (George Yule, 1985:51). Language tends to change because of many reasons, including for communicative needs. In chatting world, the netters especially teenagers like to use certain unique expressions on chatting on IRC (Internet Relay Chat). Therefore, the writer is interested to conduct a study of word-formation processes applied in the new uncommon expressions on IRC (Internet Relay Chat). In this study, the writer observes word-formation processes on IRC (Internet Relay Chat), as a communication media for chatting with people around the world. This study tries to find word-formation processes that changed the old expressions to the new uncommon expressions. The writer collects six chatting conversations from different chatters. Then, she analyzes the uncommon words that cannot be found in the dictionaries. Through this study, the writer wants to investigate what kind of word-formation processes used on IRC (Internet Relay Chat), how those expressions are formed, the frequency of each type of processes that they used, and the predominant type. Furthermore, from the analysis, the writer finds that there is a process of forming uncommon expressions by using certain numbers and letters to represent words, which are pronounced alike. Here, the writer concludes that there are 66 expressions that are found on IRC (Internet Relay Chat). The type of word-formation processes applied are clipping, acronym, blending and miscellaneous. The predominant type of word-formation processes that occurs on IRC (Internet Relay Chat) is clipping. It consists of 35 expressions (57%). The second word-formation process commonly used is acronym. It produces 16 expressions (21%). Moreover, the new type of wordformation processes that the writer finds named miscellaneous. It also is commonly used on IRC (Internet Relay Chat). The use of miscellaneous is more frequent than blending. The last type is blending. Finally, after finding the type of word-formation processes used on IRC (Internet Relay Chat) and the predominant type, the writer hopes that this thesis could be useful for the readers in knowing and understanding deeply about wordformation processes applied on IRC (Internet Relay Chat).",
  "creators": "HENNY MELIEMTON",
  "contributors": "Josefa Juniarti Mardijono (Advisor and Examination Committee); Lisa Setiawati Nugraha (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1053; Henny Meliemton (11498049)",
  "subjects": "ENGLISH LANGUAGE-SPOKEN ENGLISH; ENGLISH LANGUAGE-SOCIAL ASPECTS; ENGLISH LANGUAGE-GRAMMAR"
}