{
  "id": "6713",
  "title": "Faktor-faktor yang mendorong karyawan dalam menggunakan media komunikasi pada downawrd communication di PT. Sarputra Aditya Angkasa Abadi Surabaya",
  "abstract": "Komunikasi dari atasan kepada bawahan (downward communication) dalam suatu organisasi adalah penting untuk keberhasilan komunikasi organisasional namun penyimpangan pesan sering terjadi pada tingkat organisasi yang lebih bawah karena banyak sekali informasi yang hilang saat informasi itu diketahui oleh bawahan. Penggunaan media komunikasi downward yang sesuai dapat membantu menurunkan penyaringan ke bawah dan penyimpangan pesan. Media komunikasi yang digunakan untuk menyampaikan informasi atasan kepada bawahannya ini baik lisan maupun tulisan merupakan sarana tambahan yang penting bagi komunikasi ke bawah. Penelitian ini merupakan penelitian yang menggunakan pendekatan kuantitatif dengan metode studi kasus di perusahaan untuk mengetahui faktor-faktor yang mendorong karyawan dalam menggunakan media komunikasi pada downward communication di PT. Saputra Aditya Angkasa Abadi Surabaya. Pengolahan data dilakukan melalui penyebaran kuesioner terhadap 48 karyawan yang ada di perusahaan. Data yang terkumpul kemudian diolah dengan menggunakan teknik analisis deskriptif. Hasil penelitian menunjukkan bahwa di dalam setiap jenis downward communication yang terdiri atas instruksi tugas, rasional, ideologi, informasi dan balikan, karyawan menggunakan jenis media komunikasi downward communication yang berbeda dengan alasan atau faktor pendorong penggunaan media yang berbeda pula.",
  "creators": "DAYANA SUSILO",
  "contributors": "Prida Ariani Ambar Astuti (Advisor 1); YULI NUGRAHENI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010231/KOM/2007; Dayana Susilo (51402041)",
  "subjects": "COMMUNICATION"
}