{
  "id": "6719",
  "title": "Rancang sistem informasi akutansi atas estimasi penentuan harga pokok produksi pada PT. Mitradana Putra Irian di Pasuruan",
  "abstract": "Dalam penulisan skripsi ini, penulis merancangkan Sistem Informasi Akuntansi yang berbasis komputerisasi atas siklus produksi PT.Mitradana Putra Irian. Kelemahan-kelemahan yang ditemukan penulis pada perusahaan ini adalah adanya perhitungan biaya produksi PT.Mitradana Putra Irian tidak akurat sehingga menyebabkan harga jualnya terkadang terlalu tinggi dan terkadang terlalu rendah, kelemahan yang lain yaitu dikarenakan human error seperti salah memasukkan data yang seharusnya bernilai positif diketik ?-? dimuka angka sehingga bernilai negatif. Oleh karena itu dalam skripsi ini dirancang sebuah sistem yang terkomputerisasi yang dapat memenuhi kebutuhan perusahaan terhadap informasi sehingga dapat meminimalkan kesalahan. Jenis penelitian ini adalah penelitian deskriptif berupa studi kasus dengan obyek penelitian sistem informasi akuntansi atas siklus produksi pada PT.MITRADANA PUTRA IRIAN. Jenis data yang digunakan oleh penulis berupa data kualitatif dan sumber data yang digunakan adalah berupa data internal perusahaan yang diperoleh langsung dari sumber pertama. Metode pengumpulan data yang digunakan penulis adalah observasi, wawancara dan dokumentasi. Hasil dari perancangan sistem yang berbasis komputer adalah Conceptual Design dan Physical Design. Conceptual Design menghasilkan DFD, E-R diagram. Phyisical Design menghasilkan input, output dan database beserta pengendalian output dan input. Output yang dihasilkan adalah Job Cost Sheet, laporan Harga Pokok Penjualan, laporan Pemakaian Direct material, laporan Indirect Labor, dan Laporan Pemakaian Overhead. Input yang dihasilkan adalah Bill of Material, form pesanan, form Direct labor, form Indirect labor, form depresiasi, dan form biaya.",
  "creators": "ONY FERDAUS",
  "contributors": "Setyarini Santosa (Advisor 1); Juniarti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03010530/AKT/2006; Ony Ferdaus (32401159)",
  "subjects": "AUDITING-DATA PROCESSING"
}