{
  "id": "6724",
  "title": "Makna slogan You C 1000 \"Healthy Inside, Fresh Outside\" terhadap citra produk kajian iklan You C 1000 versi Garden",
  "abstract": "Kebutuhan dasar manusia adalah kebutuhan akan simbolisasi. Dengan simbol manusia berkomunikasi dengan sesamanya. Aplikasi simbol juga diterapkan di dalam dunia korporasi, salah satunya melalui identitas produk. Slogan sebagai bagian dari identitas suatu produk merupakan asset yang sangat penting karena melalui slogan, pesan dapat disampaikan kepada khalayak dengan mengena. Slogan dapat mengidentifikasikan (memunculkan identitas) dan pada gilirannya identitas tersebut mampu membentuk impresi tertentu atas suatu produk di mata khalayaknya. Slogan sebagai tanda bahasa juga dapat digunakan sebagai alat utama untuk menciptakan gambaran realitas sesuai konstruksi pembuatnya. Salah satu cara untuk menyampaikan pesan kepada khalayak dengan cepat dan tepat adalah dengan meletakkan slogan dalam gambar. Gabungan antara slogan dengan gambar disebut juga dengan komunikasi periklanan. Sistem tanda bahasa atau lambang yang digunakan dalam iklan akan mempertegas gambaran citra yang dikonstruksikan atas suatu barang atau produk. Impresi atau citra yang dimiliki masyarakat atas suatu produk dari suatu iklan sesungguhnya merupakan bagian dari konstruksi citra karena citra tersebut adalah hasil konstruksi dari pembuat iklan. Penelitian ini akan menganalisa slogan You C 1000 sebagai bagian dari tanda bahasa dan lambang sebagai sistem tanda bahasa yang ada dalam iklan You C 1000 versi Garden dan bagaimana lambang tersebut dapat membangkitkan makna yang terdapat dalam slogan You C 1000, hingga akhirnya dapat memberikan gambaran yang jelas mengenai citra produk You C 1000 yang dikonstruksikan. Penelitian ini merupakan penelitian kualitatif deskriptif karena ingin memperoleh makna mendalam mengenai slogan. Dalam penelitian ini peneliti menggunakan metode wawancara dan observasi, dengan didukung oleh studi literatur. Dari penelitian ini, peneliti melihat bahwa dukungan sistem tanda dalam iklan You C 1000 versi Garden dapat meningkatkan pemahaman dan pengetahuan khalayak akan produk You C 1000 dan akhirnya mempertegas gambaran realitas citra yang dikonstruksikan di dalam slogan You C 1000 Healthy Inside, Fresh Outside, yaitu citra produk You C 1000 sebagai produk berskala global dan internasional yang berkualitas tinggi dan merupakan minuman kesehatan yang alami, modern, dan inovatif, serta baik untuk kesehatan manusia. Citra produk ini adalah bagian penting yang dikonstruksikan dalam iklan versi Garden dan slogan You C 1000 Healthy Inside, Fresh Outside.",
  "creators": "IRISHYA STEPHANIE",
  "contributors": "WOLLY BAKTIONO (Advisor 1); Gatut Priyowidodo (Advisor 2); YULI NUGRAHENI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010228/KOM/2007; Irishya Stephanie (51403074)",
  "subjects": "SLOGANS; ADVERTISING"
}