{
  "id": "6729",
  "title": "A Study on Jessie's problems that lead to her suicide in Marsha Norman's night, mother",
  "abstract": "In this thesis, I choose Marsha Norman?s work which entitled `Night, Mother. It is a play that has ever received Pulitzer Prize, Susan Smith Blackburn Prize, Hull- Warriner, and Drama Desk Award in 1983. In Marsha Norman?s `Night, Mother, there are two characters, Jessie and Thelma. In my thesis, I focus my analysis only in the main character, Jessie Cates. I will discuss about her personality by looking at the background of her family, her daily activities, and her performance. This thesis analyzes what problems that Jessie has in her life which lead to her suicide in Marsha Norman?s `Night, Mother. In doing this thesis, I use literary approach with characterization and conflict as the tools and I also use psychological concept of personality and inferiority complex. Then in my analysis, I find out that Jessie?s final decision to commit suicide is not caused only by emotional feeling but also influenced by her many problems and her character traits. Jessie tells her plan of committing suicide only to her mother because she wants to keep it private between her and her mother. During their conversation before Jessie?s suicide, shows that actually Jessie has many problems of life which makes her depressed such as, her sickness, epilepsy, her divorce, her bad communication with her son, Ricky, and her bad communication with her mother. Her many problems and her character traits as seen from her problems has made her feel inferior and it influence her to commit suicide. Even though her mother, Thelma, tries to prevent Jessie from her plan, Jessie?s overall plan cannot be changed. She has made a definite decision and her plan is going smoothly. She shoots herself by her father?s gun. Through Jessie, the play shows that many problems that followed by bad character traits may cause bad effect in someone?s final decision.",
  "creators": "IRA NOVYANTI",
  "contributors": "ANTONIUS GURITO (Advisor 1); Vyrna Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011414/ING/2005; Ira Novyanti (11400153)",
  "subjects": "AMERICAN DRAMA--20TH CENTURY--STUDY AND TEACHING"
}