{
  "id": "673",
  "title": "Jose Arcadio Buendia's life in solitude as seen in Gabriel Garcia Marquez's one hundred years of solitude",
  "abstract": "This thesis primarily deals with Jose Arcadio Buendia's life in solitude. As described by Marquez in his speech about \"Solitude of Latin America\", Latin Americans have to live in solitude to achieve their identity and to gain respect from others. They cut themselves from others because they have their own local problems to solve. Thus, they have to solve their problems using their own interpretation without accepting outer influence. The thesis writer sees that solitude can be a positive way for Latin America to survive and to make their life credible to foreigners. From Marquez's concept of solitude, the thesis writer wants to reveal the reasons of Jose Arcadio Buendia's solitary life in the context of Latin America's life. To conduct the analysis, the thesis writer uses the literary device namely characterization to analyze the character traits and other characters that are related to Jose's solitary life. The second literary device is conflict, which is used to analyze Jose's character traits as seen from his conflict with other characters and to find out obstacle that Jose Arcadio Buendia has to face to defend his thought or his chosen path. The first reason is Jose's decision to commit incestuous marriage that causes inner and outer conflicts and leads Jose to leave the village and find Macondo. The second reason is Jose's fascination with scientific experiments that makes him withdraw himself from his family and the people in Macondo. In his solitary life, Jose becomes frustrated in all of his failed experiments and no one can understand him anymore. Finally, the thesis writer concludes that through the reason of living in solitude and the cause and effect of Jose's broken solitude, as seen in Jose's life, she believes that solitude, which is supposed to be a way to survive, can turn out to be destructive because one's accepts too much influences from the outsiders.",
  "creators": "MATHILDA MAYA BUKASIANG",
  "contributors": "Vyrna Santoso (Advisor and Examination Committee); Ribut Basuki (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1101/ING/2003; Mathilda Maya Bukasiang (11498102)",
  "subjects": "MARQUEZ, GABRIEL GARCIA, 1928-... ONE HUNDRED YEARS OF SOLITUDE - STUDY AND TEACHING"
}