{
  "id": "6730",
  "title": "The Study of errors in the use of prepositions produced by students of faculty of Communication at Petra Christian University in their writing",
  "abstract": "Grammar is an essential requirement toward a succesfull result in learning any language, including English. The grammatical error in speaking is tolerable since people focus more on the message. On the contrary, people have to pay more attention both to what they want to say and also how they are going to express their ideas in writing. The grammatical errors in writing may or will distort and disturb the coherence of the piece of writing. Using preposition is something small but it is important to connect one word to another. In fact some students ignore to use preposition in a right way. It is for this reason that, the writer is eager to analyze the errors in the use preposition produced by \"English 2\"students of Faculty of Letters at Petra Christian University. The writer realizes that understanding the rules of grammar is very important in order to write well. In her study, she wants to know what types of preposition are produced by the student of Faculty of Communication in their writing, which kinds of preposition errors are produced in their first writing assignment and in their last writing assignment, and whether there are fewer errors or even more errors in the last paper then in the first paper which is done by the students of Faculty of Communication. The writer limits her research on errors in using prepositions only, so she does not investigate other errors, such as phonological errrors, spelling errors, vocabulary, punctuation and organization. She takes only the first and last assignment paper of \"English 2\" in one semester as her data. In analyzing the data, she uses Dulay?s theory. After doing the analysis, she finds that the students of English 2 class usually use almost all types pf preposition, preposition of place and position, preposition of time, preposition of direction and motion, preposition following noun, preposition of manner and agent, and preposition following verb. The students usually use preposition following verb and preposition of time correctly. She also finds that the types of preposition usually produced by students of \"English 2\" class whether in the first assignment or in the last assignment are misuse errors. Finally she finds that there fewer errors in using preposition in the last assignment than in the first assignment.",
  "creators": "ALEXANDRIA JULIAN H",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011398/ING/2005; Alexandria Julian Hadinugroho (11400114)",
  "subjects": "ENGLISH LANGUAGE-ERRORS OF USAGE"
}