{
  "id": "675",
  "title": "An Error analysis of Indonesian verb affixes produced by English-speaking intermediate and advanced learners of Indonesian at Wisma Bahasa, Yogyakarta",
  "abstract": "Some aspects encouraged me to do an error analysis on Indonesian verb affixes produced by English-speaking learners, referred specifically to the intermediate and advanced learners of Indonesian at Wisma Bahasa, Yogyakarta. The aspects were the misunderstanding and miscommunication caused by the misapplication of Indonesian verb affixes, the linguistically unique Indonesian verb affixes, and the positive ends of errors. Doing the research, I, particularly, wanted to know the main difficult sub-types of Indonesian affixes that the learners experienced. In this study, I used the descriptive approach. I collected the data by multiple choice tests, identified the errors, classified the errors into the types and sub-types of Indonesian verb affixes including the allomorphs, considered the numbers of errors, and described the proficiency of both subjects. Finally, I found that the English-speaking intermediate-and-advanced learners of Indonesian did errors mostly in three allomorphs, which were allomorph me- formed from prefix meng- and roots preceded by phoneme /y/, allomorph mem- formed from prefix , meng- and roots preceded by phoneme /v/, and allomorph pel- formed from prefix per - and the root ajar. Accordingly, I concluded that the main difficult sub-types of Indonesian verb affixes happened to those two sub-types, which were prefixes meng- and per-.",
  "creators": "SWANDRAWATI",
  "contributors": "Theophilus Jokri (Advisor and Examination Committee); Bintoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1035; Swandrawati (11498128)",
  "subjects": "INDONESIAN LANGUAGE-MORPHOPHONEMICS; LINGUISTICS, APPLIED; INDONESIAN LANGUAGE-MORPHOLOGY"
}