{
  "id": "6753",
  "title": "Analisis tayangan \"Sorot\" di Global TV, pra dan pasca kasus pelayangan surat peringatan Komisi Penyiaran Indonesia (KPI)",
  "abstract": "Dari semua jenis media massa, televisi merupakan sumber informasi yang paling berpengaruh terhadap pola pikir masyarakat. Berdasarkan hal tersebut, televisi sangat memerlukan sebuah peraturan untuk melindungi hak masyarakat sebagai konsumennya. Di Indonesia sendiri, telah dibentuk lembaga independen yang mengawasi lembaga-lembaga penyiaran, yaitu Komisi Penyiaran Indonesia (KPI). KPI inilah yang membuat P3SPS (Pedoman Perilaku Penyiaran Dan Standar Program Siaran Komisi Penyiaran Indonesia) sebagai tolak ukur kelayakan sebuah program tayangan televisi. Salah satu implementasi kinerja mereka, KPI memberikan surat peringatan terhadap beberapa program tayangan yang dinilai tidak layak tayang. Diantaranya adalah beberapa episode \"SOROT\" di Global TV, karena tayangan tersebut menyiarkan adegan-adegan yang dianggap melanggar batasan kelayaktayangan. Kasus pelayangan surat peringatan ini memberikan ide bagi peneliti untuk mencari batasan-batasan yang lebih spesifik dari pasal-pasal P3SPS yang berkaitan dengan syarat kelayakan tayang program acara televisi, khususnya program yang memuat unsur pornomedia. Hasilnya, dari beberapa pasal P3SPS yang mengatur tentang penayangan unsur pornomedia terdapat banyak batasan yang kurang terjabarkan dengan jelas. Bahkan dari penelitian ini peneliti menemukan beberapa fakta ketidakprofesionalan kinerja KPI. Fungsi lembaga independen ini terkesan tanggung, kurang efektif dan cenderung belum mampu untuk memberikan kontrol pada kualitas program-program tayangan dari lembaga-lembaga penyiaran tanah air yang dari waktu ke waktu semakin deras arusnya.",
  "creators": "ESTI NALURANI",
  "contributors": "H. M. BURHAN BUNGIN (Advisor 1); Gatut Priyowidodo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20010217/KOM/2007; Esti Nalurani (51402069)",
  "subjects": "MASS MEDIA; TELEVISION PROGRAMS; TELEVISION BROADCASTING; COMMUNICATION"
}