{
  "id": "676",
  "title": "Lexical analysis of My Best Friend's Wedding movie-stylistic and pragmatics approaches",
  "abstract": "Some people find difficulties to understand a film, even more to catch the theme, characters, and also the messages. This situation of course makes them not challenging toward the film. In this thesis the writer uses My Best Friend's Wedding movie as her object of investigation. My Best Friend's Wedding actually is just like old -fashioned Hollywood movie. However, this movie can be number two at the box office in its first weekend of release. This condition causes the writer to be curious how to get deeper understanding of the film, and why My Best Friend's Wedding movie can be a good movie that had attracted so many audiences. The purposes of this study are; first with this analysis, the writer will find the way to get deeper understanding of the movie. Second, the writer will find the influence of lexicons that can make a good movie. The writer of this research uses the theory of Stylistics Analysis and Literary Interpretation from H.G Widdowson (Stylistics), and the theory of Grice's Maxim from Stephen C. Levinson and Geoffrey Leech (Pragmatics). The research also uses other supporting theories that have connection with this study. Since this research is a case study, the writer uses a qualitative approach, and it is considered as a descriptive study. While the data is taken from the Hollywood movie, My Best Friend's Wedding. The Stylistics approaches find out that the author of My Best Friend's Wedding; Ronald Bass; uses many beautiful and flowery dialogs, emphasizes the use of stative verbs, and also uses declaratives more than other. Ronald Bass' chooses to make this movie become a good film, because it tends to state something abstract that provoke the audiences to involve personally in the film. The Pragmatic approaches find out that the contribution of lexical analysis is strong in building the understanding of the film; because the theory of Grice's Maxim can be to interpret the theme, messages, and also characters on that film.",
  "creators": "EVA KRISTIANA",
  "contributors": "ABBAS A.BADIB, Pof.DR.MA.,MA. (Advisor and Examination Committee); SAMUEL GUNAWAN (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1146/ING/2003; Eva Kristiana (11499109)",
  "subjects": "DISCOURSE ANALYSIS; ENGLISH LANGUAGE-DISCOURSE ANALYSIS"
}