{
  "id": "677",
  "title": "Penghitungan parameter break-even, margin of safety dan shut-down point di Yayasan Aritmatika Indonesia di Cabang Plaza Surabaya",
  "abstract": "Dalam usaha membuat perencanaan untuk mengantisipasi jumlah peserta kursus yang cenderung menurun, Yayasan Aritmatika Indonesia cabang Plaza Surabaya membuat penghitungan parameter break even (impas), margin of safety dan shut-down point (titik penutupan usaha). Tujuan mengetahui besarnya parameter tersebut di atas untuk mengetahui kapan mencapai impas, perlukah dilanjutkan usaha tersebut dan seberapa besar penurunan jumlah peserta kursus yang boleh terjadi. Penghitungan parameter break even dan shutdown point menggunakan dua macam pendekatan, yaitu pendekatan teknik persamaan dan pendekatan grafis. Sedangkan parameter margin of safety hanya menggunakan pendekatan teknik persamaan. Yayasan Arirmatika Indonesia cabang Plaza Surabaya adalah sebuah tempat kursus mental aritmatika dan sempoa. Diperuntukkan bagi anakanak berusia 5 -12 tahun. Berdiri sebagai cabang dari Yayasan Aritmatika Indonesia Pusat Jakarta dengan sistem waralaba. Yayasan Aritmatika Indonesia cabang Plaza Surabaya mencapai break even pads saat memiliki jumlah murid 231 anak. Saat ini jumlah muridnya 283 anak. Berarti impas telah dicapai. Margin of safety sebesar 39,84% jadi jika penurunan jumlah murid yang diterima lebih besar dari 39,84% akan menderita rugi. Shutdown point pada saat jumlah murid 74 anak. Jika memiliki jumlah murid di bawah 74 anak sebaiknya usaha dihentikan saja, karena pads scat itu pendapatan yang diterima tidak mampu untuk menutup biaya tunai. Berdasarkan penghitungan di atas kondisi keuangan Yayasan Aritmatika Indonesia cabang Plaza Surabaya cukup bagus. Untuk mengantisipasi penurunan jumlah peserta kursus dapat dilakukan pengembangan pola pengajaran dan bentuk materi kursus agar memiliki bentuk yang agak berbeda daripada tempat kursus yang lain.",
  "creators": "IDA SUSANTI",
  "contributors": "Dewi Astuti (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1454/EM/2000; Ida Susanti (31490028)",
  "subjects": "CORPORATIONS-FINANCE"
}