{
  "id": "6775",
  "title": "Hubungan terpaan iklan korporat PT. Sinar Sosro di televisi dengan motivasi kerja karyawan PT. Sinar Sosro KPW Jatim",
  "abstract": "Maraknya periklanan di Indonesia dapat terlihat nyata pada berbagai media massa yang ada saat ini, baik media massa cetak maupun media massa elektronik. Bukan hanya iklan produk yang bersifat komersil dengan tujuan untuk mempromosikan sebuah produk tetapi juga iklan korporat. Dimana iklan korporat dari berbagai perusahaan berlomba untuk memberikan yang terbaik tidak hanya dalam menyampaikan informasi, membangun opini positif publik terhadap perusahaan tersebut tetapi juga memberikan hiburan atas keunikan dan kreatifitas dari iklan tersebut serta mengkomunikasikan pandangan perusahaan terhadap masyarakat sekitar dan lingkungannya. Salah satu keuntungan yang bisa didapatkan oleh sebuah organisasi melalui iklan korporat adalah menaikkan motivasi kerja dari para karyawan sebagai publik internal perusahaan. Karyawan merupakan elemen yang penting dalam menjalankan roda kehidupan suatu perusahaan. PT. Sinar Sosro adalah perusahaan yang bergerak di bidang industri minuman yang terkenal dengan produk Teh Botol Sosro, penelitian ini bertujuan untuk mengetahui hubungan terpaan iklan korporat PT. Sinar Sosro terhadap motivasi kerja karyawan PT. Sinar sosro KPW Jatim. Sampel dipilih secara total sampling. Pengumpulan data penelitian ini dilakukan menggunakan metode kuesioner, wawancara dan observasi. Data dianalisis dengan menggunakan statistik deskriptif serta analisis korelasi. Dari hasil penelitian diketahui bahwa Ada hubungan yang lemah namun bersifat positif antara terpaan iklan korporat PT. Sinar Sosro terhadap motivasi kerja karyawan PT. Sinar Sosro KPW Jatim.",
  "creators": "DION ALBERT HASIANDO",
  "contributors": "Prida Ariani Ambar Astuti (Advisor 1); Astri Yogatama (Advisor 2); YULI NUGRAHENI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010207/KOM/2007; Dion Albert Hasiando (51402097)",
  "subjects": "TELEVISION ADVERTISING; MOTIVATION IN MANAGEMENT"
}