{
  "id": "6779",
  "title": "Model komunikasi antara narapidana dan petugas lembaga pemasyarakatan dalam kegiatan pembinaan narapidana (studi kualitatif di Lembaga Pemasyarakatan Wanita kelas IIA Malang)",
  "abstract": "Selama ini masyarakat mengenal Lembaga Pemasyarakatan sebagai penjara yang sangat tertutup dan dibatasi, termasuk proses komunikasi yang ada di dalamnya, yaitu antara narapidana dengan petugas Lembaga Pemasyarakatan. Namun sejak diubahnya sistem penjara menjadi sistem Pemasyarakatan, proses komunikasi yang terjadi juga mengalami perubahan. Jika dulunya sangat tertutup dan terbatas, saat ini narapidana dapat melakukan komunikasi dengan petugas Lembaga Pemasyarakatan dengan bebas. Fokus dari penelitian ini adalah model komunikasi yang terjadi dalam kegiatan pembinaan narapidana. Kegiatan narapidana ini dibagi menjadi dua, yaitu pembinaan dengan pendekatan umum, serta yang dilakukan dengan pendekatan individual. Dalam pembinaan dengan pendekatan umum, narapidana diberikan bekal keterampilan dan pendidikan yang cukup agar kelak siap kembali dalam kehidupan bermasyarakat. Sedangkan dalam pembinaan dengan pendekatan individual dilakukan melalui konseling pribadi yang sifatnya interpersonal. Metode yang digunakan dalam penelitian ini adalah metode penelitian kualitatif. Model komunikasi yang dibahas adalah proses komunikasi yang terjalin, termasuk hambatan-hambatan yang ada, dan faktorfaktor yang mempengaruhinya. Temuan data dalam penelitian ini adalah model komunikasi antara narapidana dengan petugas yang banyak dipengaruhi kerangka pemikiran dan bidang pengalaman yang dimiliki pelaku komunikasi tersebut.",
  "creators": "ELSA MARTINA",
  "contributors": "Gatut Priyowidodo (Advisor 1); YULI NUGRAHENI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010205/KOM/2007; Elsa Martina (51403084)",
  "subjects": "COMMUNICATION; INTERPERSONAL COMMUNICATION"
}