{
  "id": "6790",
  "title": "Studi deskriptif: profil aktivitas leisure pria metroseksual di kota Surabaya",
  "abstract": "Arus globalisasi berdampak terhadap perubahan pola pemikiran dan perilaku masyarakat mulai dari yang muda hingga yang tua, tidak terkecuali pria metroseksual yang umumnya berasal dari kalangan menengah ke atas, rajin merawat diri dan berdandan, serta bergabung dalam komunitas terpandang di masyarakat. Dalam menghabiskan waktu luang, pria metroseksual juga tak segan untuk menghabiskan banyak uang yang tentunya menimbulkan suatu peluang bisnis dengan pangsa pasar yang baru, yaitu para pria metroseksual. Tujuan dari penelitian ini adalah untuk memberikan gambaran mengenai gaya hidup pria metroseksual serta mengetahui ada atau tidaknya hubungan antara usia dan status pernikahan dengan pemilihan aktivitas leisure pada pria metroseksual di Surabaya. Penelitian ini menggunakan data primer. Sampel dalam penelitian ini diperoleh dengan judgmental sampling dan di dapat sebanyak 114 responden. Analisa data dari penelitian ini mempergunakan analisis deskriptif, uji Chi-Square dan uji Kruskal Wallis. Dari hasil analisa data diketahui pria metroseksual di Surabaya memanfaatkan waktu luangnya dengan aktivitas-aktivitas, seperti pergi ke pusat kebugaran, pergi ke salon, hang out di cafe atau restoran, shopping pakaian, browsing internet. Sedangkan, majalah yang sering dibaca pria metroseksual di Surabaya adalah Men?s Health. Ada juga yang menyukai aktivitas tato atau piercing, dan karaoke di NAV. Sedangkan tempat clubbing yang sering dikunjungi oleh pria metroseksual di Surabaya adalah Redboxx dan Vertical Six. Selain itu, disimpulkan tidak terdapat hubungan yang signifikan antara usia dan status pernikahan pria metroseksual di Surabaya dengan pemilihan aktivitas leisure-nya.",
  "creators": "DENNY TJAHYADI; DENNY WONGSO KUSUMO",
  "contributors": "Rachmat Sugianto (Advisor 1); Dra. Monica Ida Uniati , M.M. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010035/TLM/2007; Deny Tjahyadi (35403012), Denny Wongso Kusumo (35403032)",
  "subjects": "MARKETING RESEARCH; CONSUMER BEHAVIOR; LEISURE"
}