{
  "id": "6820",
  "title": "Manajemen krisis (studi kasus pengelolaan krisis oleh public relations PT Telkom divisi regional II Jakarta dalam kasus Telkom speedy tahun 2004)",
  "abstract": "Krisis seringkali diidentikkan dengan virus atau wabah penyakit yang dapat menyerang setiap individu maupun perusahaan. Krisis terdiri dari beberapa tahapan yaitu prodromal, akut, kronis, dan resolusi. Krisis harus dikelola dengan cepat, tepat, dan akurat, yaitu dengan manajemen krisis. Manajemen krisis adalah strategi yang dapat digunakan untuk mengatasi krisis, terdiri dari beberapa tahapan yaitu identifikasi, analisis, isolasi, pilihan strategi, dan program pengendalian. Telkom Speedy adalah salah satu contoh krisis yang dihadapi oleh PT Telkom Divisi Regional II Jakarta tahun 2004. Dalam kasus Speedy tersebut Telkom Divisi Regional II menggunakan konsep manajemen krisis yang dimilikinya untuk mengatasi krisis Speedy sehingga krisis tidak semakin meluas. Penelitian kualitatif deskriptif ini bertujuan mengetahui konsep manajemen krisis yang digunakan oleh Telkom Divisi Regional II dalam kasus Telkom Speedy dan membandingkannya dengan teori yang digunakan. Teori yang digunakan dalam penelitian ini adalah teori public relations, krisis, dan manajemen krisis. Dari hasil wawancara, observasi, dan dokumenter, dapat disimpulkan bahwa krisis yang dapat menyerang siapa pun dan kapan pun harus dikelola dengan baik menggunakan konsep manajemen krisis yang tepat sehingga krisis dapat teratasi, dan dalam hal ini PT Telkom Divisi Regional II merupakan salah satu contoh perusahaan yang mampu mengatasi krisis dengan menggunakan konsep manajemen krisis yang tepat.",
  "creators": "NOVIE AMELIA",
  "contributors": "Ronny Herowind Mustamu (Advisor 1); IKA DAMAJANTI (Advisor 2); Thomas Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010031/KOM/2005; Novie Amelia (51401017)",
  "subjects": "CRISIS MANAGEMENT; CRISIS MANAGEMENT-CASE STUDIES"
}