{
  "id": "6881",
  "title": "Perancangan sistem pergudangan pada gudang barang jadi PT XYZ",
  "abstract": "PT XYZ adalah perusahaan yang bergerak di bidang produksi sepeda. Permasalahan yang dihadapi oleh perusahaan ini adalah permasalahan gudang barang jadi. Gudang barang jadi ini berfungsi untuk menyimpan produk-produk barang jadi sebelum dikirim ke konsumen. Secara umum, permasalahan yang terjadi adalah tidak adanya fungsi kontrol dari pihak manajemen gudang barang jadi terhadap stok barang jadi yang ada di gudangnya. Hal ini menyebabkan munculnya proses-proses terkait lainnya berjalan tidak maksimal. Masalah lainnya adalah proses penataan barang jadi pada gudang yang masih tergantung pada kemampuan ingatan manusia dan tidak adanya stok opname yang terjadwal. Itulah sebabnya, perusahaan merasa perlu melakukan perbaikan terhadap sistem manajemen gudang barang jadinya beserta penataan yang ada. Perancangan pada karya tulis ini akan mencoba merancang solusi-solusi yang tepat dan dapat diimplementasikan dengan mudah di lantai gudang barang jadi. Perancangan ini diawali dengan identifikasi current system dari pergudangan barang jadi PT XYZ dengan pemetaan SOP dan observasi lapangan. Dari analisa SOP ini dan observasi lapangan terhadap masalah-masalah yang muncul, akan dirancang solusi-solusi yang tepat dan dapat diimplementasikan dengan mudah di lapangan. Dengan perbaikan sistem pergudangan ini baik dalam hal manajemen pergudangan maupun penataan barang jadinya di lapangan diharapkan dapat mempermudah PT XYZ dalam memperbaiki kinerja gudang barang jadinya.",
  "creators": "ERY WAHYUDI HALIMKESUMA; ARNOLD OSCAR SUANDREA C",
  "contributors": "I Gede Agus Widyadana (Advisor 1); Zeplin Jiwa Husada Tarigan (Advisor 2); Herri Christian Palit (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01040966/IND/2005; Ery Wahyudi (25401070), Arnold Oscar S. Chandra (25401100)",
  "subjects": "WAREHOUSES-MANAGEMENT; INVENTORY CONTROL"
}