{
  "id": "6917",
  "title": "Analisa pengaruh perbedaan kompensasi yang diberikan oleh hotel JW Marriott Surabaya terhadap motivasi, kinerja dan team work karyawan tetap dan karyawan tidak tetap di business center",
  "abstract": "Suatu hotel dapat dikatakan sukses apabila dapat memberikan pelayanan yang memuaskan kepada tamu. Untuk mencapai kesuksesan selain memerlukan fasilitas-fasilitas yang mendukung, hotel juga memerlukan sumber daya manusia yang berkualitas yaitu karyawan. Karyawan dapat mencapai prestasi yang maksimal apabila perusahaan memberikan kompensasi yang adil. Penulis melihat bahwa pihak manajemen hotel JW Marriott Surabaya berlaku tidak adil dengan memberikan kompensasi yang jauh berbeda antara karyawan tetap dan karyawan tidak tetap di Business Center dengan kondisi job description sama. Dari kejadian tersebut maka penulis melakukan penelitian untuk melihat adanya perbedaan kompensasi tersebut akan mempengaruhi motivasi, kinerja, dan team work para karyawan di Business Center hotel JW Marriott Surabaya. Penulis melakukan penelitian dengan metode pengamatan dan wawancara. Informan yang terlibat dalam penelitian adalah satu orang karyawan tetap Business Center, dua orang karyawan tidak tetap Business Center, satu orang supervisor Business Center, satu orang karyawan Human Resources Department. Proses penelitian dilakukan oleh penulis melalui pengamatan sewaktu melakukan praktek kerja lapangan di hotel JW Marriott Surabaya dan juga melalui wawancara. Dari hasil analisa akhir, penulis menyimpulkan bahwa perbedaan kompensasi berpengaruh terhadap motivasi, kinerja, dan team work karyawan di Business Center terutama terhadap karyawan tidak tetap.",
  "creators": "MARIA PENNY ROSARINA; DHYANI PARAMITA",
  "contributors": "Deborah Christine Widjaja, S.S., MSM., Ph.D. (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010172/HTL/2005; Maria Penny Rosarina (33499052), Dhyani Paramita (33400040)",
  "subjects": "HOTEL MANAGEMENT; HOTELS-PERSONNEL MANAGEMENT; EMPLOYEE MOTIVATION"
}