{
  "id": "6934",
  "title": "Perancangan interior House of Ibanez Electric Guitar di Surabaya",
  "abstract": "Gitar listrik merupakan alat musik yang pada saat ini banyak digemari oleh kalangan anak muda. Hal ini nampak dari banyaknya alunan musik yang di selingi pula dengan suara dari gitar listrik. Ibanez merupakan salah satu merk gitar listrik yang bertaraf internasional dan pada umumnya banyak digemari oleh para pecinta gitar di Indonesia. Sehingga dengan adanya perancangan House Of Ibanez sendiri dapat memberikan ide baru bagi para pegitaris di Indonesia agar dapat mengembangkan bakat yang dimiliki untuk dapat meraih sukses pula di mata internasional. Perancangan House Of Ibanez ini sendiri memiliki tujuan agar dapat mengembangkan bakat bermain gitar yang sudah dimiliki sekaligus memperoleh pendidikan tentang cara bermain gitar secara benar. Maka dari itu perancangan ini dilengkapi oleh adanya ruang audio visual, area informasi dan ruang pamer yang berisikan tentang sejarah gitar listrik itu sendiri. Selain mendapatkan edukasi pengunjung juga mendapatkan hiburan berupa bar dan cafe untuk menikmati pertunjukan artis-artis yang handal memainkan gitar selain itu pecinta gitar listrik Ibanez dapat pula membeli dan memperbaiki gitar listrik pada ruang retail. Dampak positif dari perancangan House Of Ibanez bagi kalangan pecinta gitar listrik nampak dari bakat bermain gitar yang semakin berkembang, meningkatkan kreatifitas dan mendapatkan edukasi tentang gitar listrik secara benar.",
  "creators": "DEVY FERRA SUTANTO",
  "contributors": "Dr. Ir. Hedy Constancia Indrani, M.T. (Advisor 1); Mariana Wibowo, S.Sn., M.MT. (Advisor 2); Stephanus P. Honggowidjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00050559/DIN/2007; Devy Ferra Sutanto (41403015)",
  "subjects": "MUSIC HALLS-DECORATION"
}