{
  "id": "6962",
  "title": "Analisa dan perancangan sistem informasi akuntansi atas siklus penggajian pada PT. \"X\" di Gresik",
  "abstract": "PT\"X\" di Gresik mengalami kesulitan dalam penggajian karyawan, karena jumlah karyawan yang besar. Selama ini PT\"X\" masih menggunakan sistem manual dalam pencatatan jam kerja maupun proses perhitungannya. Didalam penelitian ini menggambarkan kelemahan-kelemahan dari sistem yang digunakan saat ini serta memberi saran perbaikannya yaitu dengan menggunakan sistem terkomputerisasi. Tujuan penelitian ini adalah merancang suatu sistem informasi akuntansi terkomputerisasi atas siklus penggajian pada PT.\"X\" di Gresik. Penelitian ini merupakan penelitian deskriptif dengan jenis data kualitatif dengan sumber data dari internal perusahaan. Instrumen yang digunakan adalah daftar pertanyaan dan pedoman wawancara. Metode pengumpulan data adalah observasi, wawancara dan dokumentasi. Unit analisisnya adalah Sistem manual penggajian PT\"X\" dan teknik analisis datanya adalah sistem analisis, desain konseptual serta desain fisik. Penelitian ini menggunakan paradigma pengembangan sistem siklus hidup, meliputi analisa sistem, desain konseptual dengan menggunakan diagram hubungan antar entitas, diagram aliran data, control matrix, tabel keputusan serta rancangan database dan desain fisik berupa rancangan masukan, rancangan keluaran serta rancangan pengendalian aplikasi (pengendalian masukan dan pengendalian keluaran). Diharapkan hasil perancangan yang dibuat dapat membantu mengatasi permasalahan sistem penggajian yang ada pada perusahaan.",
  "creators": "YULIANA GUNAWAN",
  "contributors": "Juniarti (Advisor 1); Setyarini Santosa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03010518/AKT/2005; Yuliana Gunawan (32401106)",
  "subjects": "AUDITING-DATA PROCESSING; ACCOUNTING-DATA PROCESSING"
}