{
  "id": "6967",
  "title": "Perancangan sistem penjualan tunai melalui internet dan sistem penerimaan kas pada toko buku \"XYZ\" di Surabaya",
  "abstract": "Penelitian ini dilakukan di Toko Buku XYZ yang bergerak dalam bidang perdagangan buku. Proses pemesanan buku dari luar kota atau luar pulau biasanya dilakukan melalui telepon ataupun fax dimana pesanan yang masuk menanyakan harga terlebih dahulu sebelum memberikan kepastian pemesanan sehingga perusahaan harus membuatkan surat penawaran yang berisi harga barang yang dipesan terlebih dahulu, mengirimkannya dan menunggu kepastian pemesanan dari pelanggan. Hal ini menyebabkan proses pemesanan tidak efisien dan pelayanan yang diberikan tidak bisa maksimal karena waktu yang diperlukan untuk memproses pesanan agak lama. Tujuan penelitian ini adalah merancang sistem penjualan tunai melalui internet dan sistem penerimaan kasnya. Penelitian yang dilakukan merupakan penelitian deskriptif berupa studi kasus dengan mengambil kasus nyata yang terjadi pada perusahaan. Jenis data yang diperoleh adalah data kualitatif dengan sumber data berupa data internal. Metode yang digunakan berupa wawancara dan dokumentasi. Penelitian ini dilakukan dengan cara mengumpulkan data tentang prosedur penjualan luar dengan menggunakan kartu kredit, prosedur penerimaan pesanan penjualan dalam dan prosedur pengumpulan kas. Selain itu juga dilakukan perancangan konseptual dan perancangan fisik. Fasilitas yang tersedia adalah pemasukan data dalam bentuk website, form, dan hasil berupa laporan. Penelitian ini menghasilkan desain output dan pengendalian, database, input dan pengendalian dan program. Laporan yang dihasilkan yaitu Laporan Penjualan berdasarkan Barang serta Laporan Penerimaan Kas berdasarkan Cara Pembayarannya dan Keseluruhan. Database yang dihasilkan ada sebelas tabel. Program yang dirancang hanya berupa prototype. Desain input yang dihasilkan yaitu website sebagai sarana pelanggan mendaftar menjadi anggota dan melakukan pemesanan dan form untuk memproses pesanan yang masuk. Diharapkan dengan menerapkan sistem penjualan tunai melalui internet dan sistem penerimaan kas dapat mempersingkat proses pemesanan sehingga perusahaan tidak perlu lagi membuatkan surat penawaran.",
  "creators": "DEWI NURIAH HAMGIN PUTRA",
  "contributors": "Setyarini Santosa (Advisor 1); Theresia Lestiowati (Advisor 2); Oviliani Yenty Yuliana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03010512/AKT/2005; Dewi Nuriah Hamgin Putra (32401142)",
  "subjects": "ACCOUNTING-DATA PROCESSING; FINANCIAL STATEMENTS"
}