{
  "id": "6969",
  "title": "Perancangan komunikasi visual sebagai pendukung promosi PT. Integritas Cahaya Melati Global",
  "abstract": "Berubahnya lingkungan organisasi atau lingkungan usaha (Business Environment) yang terdorong oleh terjadinya ekonomi global dan jaringan informasi global (Global Information Network), telah menyebabkan berubahnya perilaku customer atau user dan orang-orang di dalam organisasi sendiri, customer dan stakeholder lainnya.serta persaingan yang semakin tajam. Teknologi tidak hanya membuat akses ke pasar luar negeri lebih mudah buat organisasi/perusahaan di Indonesia, tetapi juga mempermudah akses bisnis di luar negeri untuk masuk ke Indonesia dengan memberikan nilai tambah kepada customer lokal yang dulunya tidak mungkin terjangkau oleh mereka. Kondisi tersebut telah mengakibatkan timbulnya tantangan-tantangan baru; yaitu bagaimana kita dapat meningkatkan efektifitas, efisiensi, dan produktifitas organisasi kita agar memiliki daya saing yang tinggi. Hal ini harus di hadapi dan direspon secara positif oleh semua organisasi Bisnis, Badan Usaha Milik Negara beserta para profesionalnya. Tekanan-tekanan domestik di atas telah memaksa semua organisasi untuk bermain lebih cerdik di panggung persaingan global. Perancangan komunikasi visual yang dilakukan di sini bertujuan untuk mendukung segala bentuk promosi yang dilakukan oleh INTEGRITY yang tentunya berkaitan dengan proses bisnis mereka. Visual yang ditampilkan di sini digunakan untuk merepresentasikan teknologi dan perbaikan jaman yangtelah mempengaruhi segala bentuk kehidupan kita.",
  "creators": "RIO RIANTINO SUTEDJO",
  "contributors": "Maria Nala Damajanti, S.Sn., M.Hum. (Advisor 1); AHMAD ADIB (Advisor 2); Sufiana (Advisor 3); Bing Bedjo Tanudjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Promosi Produk",
  "source": "Promosi Produk No. 208/DKV/2003; Rio Riantino (42499104)",
  "subjects": "VISUAL COMMUNICATION; ADVERTISING; COMMERCIAL ART; GRAPHIC ARTS; POSTERS"
}