{
  "id": "699",
  "title": "Faktor-faktor yang mempengaruhi konsumen Mitranet dalam memilih Mitranet sebagai penyedia jasa internet di Surabaya",
  "abstract": "Adanya perkembangan teknologi menyebabkan kemajuan hampir di segala bidang, termasuk bidang telekomunikasi. Salah satu hasil dari perkembangan teknologi telekomunikasi adalah internet. Saat ini banyak dijumpai penyedia jasa internet bermunculan, hal ini menunjukkan adanya peningkatan kebutuhan akses internet di Surabaya. Adanya banyak penyedia jasa internet menyebabkan pelanggan dihadapkan banyak pilihan. Bagi suatu penyedia jasa internet, penting kiranya mengetahui faktor-faktor yang mempengaruhi pelanggan dalam memilih suatu penyedia jasa internet. Dengan demikian, maka penyedia jasa internet tersebut dapat menetapkan strategi yang lebih tepat di masa mendatang untuk menarik pengguna baru ataupun mempertahankan pengguna lama. Tujuan penelitian ini adalah untuk memberikan gambaran faktor-faktor yang mempengaruhi konsumen Mitranet dalam memilih Mitranet sebagai penyedia jasa internet di Surabaya. Hal ini diharapkan dapat membantu Mitranet dalam upayanya untuk menarik anggota baru dan mempertahankan anggota lama. Penelitian mi menggunakan analisa deskripsi dan analisa chi square. Analisa deskripsi digunakan untuk memberikan informasi mengenai karakteristik para pengguna Mitranet dan analisa chi square digunakan untuk melihat faktor-faktor yang mempunyai hubungan atau ketergantungan. Hasil penelitian menunjukkan bahwa para pengguna Mitranet mayoritas menyadari akan pentingnya internet dalam kehidupan mereka. Selain itu, terdapat beberapa faktor yang penting untuk diperhatikan yang mempunyai hubungan atau keterkaitan khususnya faktor yang mempunyai hubungan dengan variable image. Hal ini penting karena image Mitranet yang dipandang masih kurang memiliki arti di mata penggunanya. Berdasarkan hasil yang diperoleh, maka kesimpulan yang dapat diambil adalah para pengguna Mitranet mayoritas sadar akan pentingnya internet Selain itu untuk meningkatkan image Mitranet, fakktor-faktor yang perlu diperhatikan antara lain faktor pendidikan terakhir, faktor pekerjaan. Oleh karena itu, salah satu cara yang dapat ditempuh Mitranet dalam upayanya untuk mengatasi hal ini adalah dengan mengadakan suatu acara seperti seminar dengan topik yang sesuai dengan karakteristik penggunanya.",
  "creators": "HANDOYO WIJAYA",
  "contributors": "Peter Remy Yosy Pasla (Advisor 1); Richard Von Llewelyn (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1514/EM/2001; Handoyo Wijaya (31497083)",
  "subjects": "CONSUMER RESEARCH"
}