{
  "id": "7008",
  "title": "Perancangan sistem informasi akuntansi berbasis komputer atas siklus produksi dalam rangka menghasilkan informasi tentang cost of good manufacture pada PT X",
  "abstract": "PT. X adalah sebuah perusahaan yang bergerak dalam bidang manufaktur yang memproduksi minyak goreng secara massal. Selama ini, siklus produksi perusahaan masih menggunakan sistem manual. Sistem informasi akuntansi atas siklus produksi yang manual sudah tidak memadai karena sistem sudah tidak dapat memenuhi kebutuhan informasi perusahaan, dimana informasi yang dihasilkan seringkali tidak akurat dan membutuhkan banyak waktu dan tenaga untuk memperoleh informasi yang diinginkan. Oleh karena itu, dalam skripsi ini dirancang sebuah sistem informasi akuntansi atas siklus produksi terkomputerisasi yang memadai sehingga dapat memenuhi kebutuhan perusahaan terhadap informasi Cost of Goods Manufacture yang akurat dan tepat waktu serta dapat meminimalisasi kesalahan yang terjadi dalam perusahaan. Jenis penelitian yang dilakukan penulis adalah penelitian deskriptif berupa studi kasus. Jenis data yang dipergunakan adalah data kualitatif dan sumber data yang dipergunakan adalah data internal baik berupa data primer maupun sekunder yang diperoleh dari sumber penelitian. Metode yang dipergunakan adalah studi pendahuluan dan studi lapangan meliputi observasi, wawancara, dan dokumentasi. Dari hasil penelitian dihasilkan desain output, desain input, desain database, dan pengendalian terhadap input dan output. Penulis melakukan analisa dan membahas mengenai desain konseptual berupa Data Flow Diagram dan pemodelan data REA serta desain fisik berupa desain output, input, database, pengendalian output dan input. Diharapkan dengan adanya sistem informasi akuntansi atas siklus produksi yang terkomputerisasi, informasi mengenai COGM dapat diperoleh dengan tepat waktu dan akurat serta dapat meminimalisasi kesalahan yang terjadi.",
  "creators": "PRISCILLA DJUANA",
  "contributors": "Sri Maharsi (Advisor 1); Setyarini Santosa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03010510/AKT/2005; Priscilla Djuana (32401184)",
  "subjects": "COST ACCOUNTING; ACCOUNTING-DATA PROCESSING"
}