{
  "id": "7030",
  "title": "Perancangan interior batik shop and gallery di Mall Galaxy Bumi Permai Surabaya",
  "abstract": "Seni batik yang sebenarnya merupakan karya seni tradisional asli Indonesia, justru seringkali dipandang sebagi suatu yang kuno oleh masyarakat Indonesia itu sendiri. Oleh karena itu, sebagai masyarakat Indonesia penulis merasa perlu untuk ikut melestarikan ragam hias seni batik tersebut melalui perancangan Interior sebuah Batik Shop and Gallery yang khusus mengulas tentang batik. Pada perancangan Interior Batik Shop and Gallery ini, penulis ingin mencoba menggabungkan semua kebutuhan-kebutuhan yang diperlukan oleh masyarakat khususnya yang berada dikawasan Surabaya dalam mempelajari tren terbaru tentang batik, sejarah serta pengelolahannya sampai menjadi produk siap pakai oleh desainer-desainer batik ternama di Indonesia dalam suatu wadah yang dinamakan Batik Shop and Gallery. Melalui Batik Shop and Gallery ini, penulis berharap dapat menciptakan sarana yang representatif guna mewadahi kreatifitas para desainer Indonesia, serta menciptakan pusat mode batik di Surabaya, yang modern yang mampu mencerminkan citra lokal ragam hias batik Jawa. Tema perancangan ini adalah penggabungan antara batik dengan fashion. Tema batik ditampilkan melalui stilasi bentukan motif batik Jawa, konsep tata ruang, permainan warna serta ornamen. Sedangkan Shop and Gallery identik dengan sesuatu yang up to date, aktual serta selalu bergerak diwujudkan melalui desain yang serba lengkung dan lurus, serta penggunaan material yang modern dan natural, serta permainan tata cahaya yang sesuai.",
  "creators": "DWI NUR RAHAYU",
  "contributors": "ACHMAD FAIZIN (Advisor 1); Anik Rakhmawati (Advisor 2); WASIS SOEBARNIATI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00050353/DIN/2006; Dwi Nur Rahayu (41402002)",
  "subjects": "GALLERIES (ARCHITECTURE)-DECORATION"
}