{
  "id": "7038",
  "title": "Perancangan interior lembaga pendidikan matematika dan ilmu pengetahuan Gigo di Surabaya",
  "abstract": "Dengan berdasarkan survey dan fakta - fakta yang ada, pendidikan untuk anak SD di Surabaya belum mengalami kemajuan yang signifikan. Pendapat dari beberapa pemerhati pendidikan dan dengan kenyataan yang dihadapi sekarang membuktikan bahwa kemajuan pendidikan kurang diperhatikan. Konsep `mendidik? sudah tidak lagi benar. Banyak sekali ketidakjujuran dan pemaksaan pada anak -anak. Padahal proses mendidik memerlukan waktu yang panjang. Pola mendidik anak menjadi kreatif mulai jarang ditemukan di SD - SD di Surabaya. Berdasarkan fakta yang ada, anak - anak dipaksakan untuk menghafal dan tidak diarahkan untuk memikirkan sendiri pemecahannya. Oleh sebab itu, metode pengajaran demonstrasi dan eksperimen perlu untuk diterapkan dengan maksimal. Perancangan interior sebuah lembaga pendidikan dengan teknik pengajaran yang hanya menggunakan alat peraga ini berkonsepkan pada karakteristik anak ? anak SD itu sendiri. Pengolahan elemen interior yang termasuk didalamnya warna, bentuk, material menjadi bagian dari pengajaran itu sendiri. Untuk menstimuluskan kreativitas melalui visual, permainan warna, bentuk dan tekstur membuat anak - anak terangsang imajinasi dan daya kreativitasnya. Material - material yang digunakan berlainan sifat dan tekstur. Tetapi meskipun berlainan, material - material tersebut tidak menimbulkan kerumitan. Begitu juga dengan warna dan bentuk - bentuk yang membentuk elemen interior dari perancangan ini.",
  "creators": "DEWI AMELIA SOENARYO",
  "contributors": "Stephanus P. Honggowidjaja (Advisor 1); Mariana Wibowo, S.Sn., M.MT. (Advisor 2); Grace Mulyono (Advisor 3); COK GEDE RAI PADMANABA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00050508/DIN/2007; Dewi Amelia Soenaryo (41403058)",
  "subjects": "SCHOOL BUILDINGS-DECORATION; EDUCATION, SECONDARY-BUILDINGS-EDUCATION"
}