{
  "id": "704",
  "title": "Factory outlet dan beberapa gejala baru dari pembelian konsumen shopping di Surabaya",
  "abstract": "Dengan semakin menyebarnya jumlah factory outlet di kota Surabaya, dapat dikatakan cukup menarik. Antusias masyarakat terhadap berdirinya factory outlet sangat besar. Tawaran yang diberikan factory outlet yaitu barang impor dengan harga murah dan kualitas yang baik sangat mempengaruhi animo masyarakat untuk berkunjung dan membeli bahkan dalam jumlah yang banyak. Dengan semakin banyaknya gerai yang dibuka, factory outlet yang sudah ada sebelumnva semakin sepi atau hanya sedikit pengunjung yang datang. Terlihat beberapa gerai factory outlet hanya dikunjungi beberapa konsumen, walapun hal tersebut terjadi pada saat hari Sabtu yang biasanya menjadi tren warga metropolis untuk berbelanja. Hal ini menjadi fenomena, pembukaan suatu gerai factory outlet yang gencar dengan promosi besar-besaran hanya bertahan beberapa bulan saja, dan konsumen cenderung mengunjungi gerai factory outlet yang baru. Penelitian ini bertujuan untuk mengetahui gejala konsumen berkunjung ke factory outlet, apakah merupakan gejala sementara atau sudah menjadi kebiasaan tetap konsumen dan mengetahui sikap konsumen terhadap factory outlet. Karena luasnya penelitian dan obyek penelitian, maka peneliti melakukan pembatasan obyek yang diteliti adalah factory outlet yang terletak di daerah Surabaya Timur yaitu meliputi Glamour, FOS, Market, D Best, dan Empire. Penelitian dilakukan dengan mencari data melalui penyebaran kuesioner sebanyak 200 responden. Setelah data terkumpul diolah secara deskriptif dengan analisis frekuensi dan crosstab. Setelah melakukan analisis diperoleh hasil bahwa hipotesis yang diajukan terbukti yaitu : (1) gejala konsumen berkunjung ke factory outlet merupakan gejala sementara dalam arti konsumen selalu mengunjungi factory outlet yang baru buka. (2) sikap konsumen terhadap factory outlet yaitu akan tetap membeli hanya bila merasa puas terhadap produk yang berkualitas dan bervariasi serta harganya cenderung murah. Implikasi dari kesimpulan penelitian adalah : (1) pada saat pertama kali akan mendirikan factory outlet, maka langkah pertama adalah melakukan studi kelayakan baik dan sisi pemasaran maupun dari sisi keuangan. (2) tes seleksi dan training yang dapat meningkatkan kemampuan komunikasi antara SPG dengan konsumen (3) adanya kecenderungan bahwa konsumen selalu mendatangi factory outlet baru dan kemudian mencari factory outlet yang lebih baru, menunjukkan bahwa konsumen jenuh. (4) promosi berhadiah dan diskon merupakan salah satu promosi yang sangat menarik konsumen di Indonesia (5) layanan kepada konsumen adalah sangat penting bagi suatu usaha. Dengan konsep \"customer is always right\" akan memberikan kepuasan bagi konsumen dalam berbelanja karena merasa diperhatikan dan dihargai.",
  "creators": "VERAWATI SANTOSO; SUSANA YUWONO",
  "contributors": "Hartono Subagio (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011655/MAN/2003; Verawati Santoso, Susana Yuwono (31497207)",
  "subjects": "CONSUMER RESEARCH; CONSUMER BEHAVIOR"
}