{
  "id": "7070",
  "title": "Food cost control through investigating menu engineering in Lucky City Restaurant Hoofddorp, the Netherlands",
  "abstract": "Restaurant has always been a profitable and promising business; nonetheless lots of people take the risk by putting their money to run the business. However some people just ignore the way they run the restaurant, they do not really concern about how much they spend for the cost, what they really concern, about is how to keep the restaurant busy and eventually gain big profit. The purpose of this thesis is to introduce new system of cost control, do cost control through investigating menu engineering the restaurant will have a clear description to plan the menu item that will be sold in a day, week or in a month. The techniques of menu engineering are not overly complex as business analytical techniques go. Nevertheless, it is an eye-opening experience, in that many restaurateurs simply have not looked at their menus in this light, and quite frankly, are leaving money on the table. Menu engineering is a discipline, once applied consistently in the restaurant, though; menu engineering can reap immediate increases in sales and, more importantly, profitability. Most of the restaurants management doesn?t have accurate costs. Accurate food costs are important managerial controls and are vital to the overall profitability of the restaurant. How to calculate the actual cost and the profit is the question. By analyzing data and some interview, the writers would describe the need of cost control and the profit restaurant can obtain by using menu engineering.",
  "creators": "MERRY SUTANTI; AURA YANITA DEWI",
  "contributors": "A. H. M. VAN HOOFF (Advisor 1); FOTINE ZIJLSTRA (Advisor 2); A. HOEKSTRA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010360/HTL/2007; Merry Sutanti (33402092), Aura Yanita Dewi (33402127)",
  "subjects": "RESTAURANT MANAGEMENT; FOOD SERVICE-COST CONTROL"
}