{
  "id": "7114",
  "title": "Perancangan buku pembelajaran bahasa Mandarin- Indonesia-Inggris untuk usia 4 - 7 tahun",
  "abstract": "Dalam globalisasi, orang dituntut untuk menguasai bahasa lain selain bahasa ibu yang digunakan dalam kehidupan sehari-hari. Bahasa Mandarin adalah salah satu bahasa asing yang banyak digunakan sebagai alat komunikasi di dunia. Saat ini, ia juga mulai banyak disertakan dalam silabus pendidikan di Indonesia. Buku pembelajaran ini dibuat untuk membantu anak-anak dalam mempelajari bahasa Mandarin sebagai bahasa asing sejak dini. Konsep pembuatan buku ini ialah bagaimana membuat sebuah buku pembelajaran yang edukatif, komunikatif, dan kreatif bagi anak-anak. Lebih lanjut, ia juga bertujuan untuk memudahkan proses belajar dan merangsang anak-anak untuk lebih kreatif. Buku ini menggunakan dua bahasa, yakni bahasa Inggris dan Mandarin, dengan bahasa pengantar Bahasa Indonesia. Dalam pembuatannya, ia juga menggunakan metode analisa SWOT dan wawancara terbuka terhadap beberapa orang sebagai informasi pendukung dalam proses desain buku. Eksekusi desain dibuat dengan menciptakan ilustrasi yang sesuai dengan minat dan kesukaan anak, seperti gambar orang maupun hewan yang diwujudkan dalam gambar-gambar yang penuh warna dan garis-garis yang sederhana, dimana diharapkan dapat memotivasi anak untuk belajar. Desain buku ini terdiri dari empat buku pembelajaran dan satu buku pengenalan angka, dengan topik mengenai anak dan keluarganya, serta anak dan aktivitas sehari-harinya.",
  "creators": "RACHEL MYRNA NATHANIA B",
  "contributors": "Listia (Advisor 1); Hen Dian Yudani (Advisor 2); MARIA NATALIA DAMAYANTI M (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Grafis",
  "source": "Perancangan Grafis No. 00111118/DKV/2007; Rachel Myrna Nathania Basuki (42405027)",
  "subjects": "VISUAL COMMUNICATION; COMMERCIAL ART; POSTERS; GRAPHIC ARTS"
}