{
  "id": "712",
  "title": "A Study on the change of the main characters's personality after their encounter with the Ghosts in Charles Dickens \" A Christmas Carol\" and \"The Chimes\"",
  "abstract": "This thesis, entitled \"A Study on the Change of the Main Characters' Personality after their Encounter with the Ghosts in Charles Dickens' \"A Christmas Carol\" and \"The Chimes\", is focusing on the Scrooge's and Toby Veck's personality change with the setting of time during Christmas and New Year's day. Through this analysis, the writer wants to analyze the process of change of these two major characters' personality as they are encountered with the ghosts. Moreover, the birth of Christ itself in these short stories becomes the symbol of a moral and social renewal. It combines the turn of the year, the end of an unhappy past, and a beginning of a better future. In her analysis, literary approach is applied by addressing the theories of characterization and setting. The psychological theories on personality development would also be included since it is closely related to the personality change of the main characters. Ultimately, by means of those theories, it is found out that because of their encounter with the ghosts, scrooge experiences personality change which is shown in both his mental and physical change of personality. And Toby Veck experiences a mental change in his personality since he is already a good and kind man. Scrooge and Toby Veck, realizing their former sins, commence to indicate their care toward their neighbors.",
  "creators": "ANMI KARTIKA",
  "contributors": "JACOB ISKANDAR (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 714; Anmi Kartika Handoyo (11494022)",
  "subjects": "DICKENS, CHARLES, 1812-1870. THE CHIMES-STUDY AND TEACHING; DICKENS, CHARLES, 1812-1870. A CHRISTMAS CAROL-STUDY AND TEACHING"
}