{
  "id": "713",
  "title": "The Study of speech act acts used in comic strip of \"Garfield\" and \"The Calvin and Hobbes\"",
  "abstract": "The main purpose of comics is entertainment. Moreover, communicating the meaning of the comic strips to the reader is the aim of the creation of comic strips. Thus, the scientific study that explains and clarifies the nature of meaning is called Semantics. The meaning carried out by words or utterances may be affected by character's will in comic strips. When a character makes an utterance, he or she carries out certain acts, Speech Acts. Therefore, by studying Speech Acts in the comic strips, the writer of the thesis would like to discuss: How is Speech Acts used in order to create good humorous comic strips? However, the use of Speech Act Theory alone is not enough. Thus, the Theory of Schemata and Grice's Co-Operative Principle are added to this study. The distinction needs to be made between various different type of Speech Act. They are Locutionary act,Illocutionary act, and Perlocutionary act. The implementation of this Speech Acts in the creation of the comic strips might produce a humor effect in comic strips. The meaning is not constructed from the formal language of message alone. Furthermore, the Theory of Schemata explains the mental representation of typical situation and involving pre existence knowledge of the world, which are used to predict the content of particular situation. Therefore, by activating and turning over the schemata, a cartoonist could also produce a humor effect in comic strips. Grice was the first to attempt an explanation of how one can so successfully convey more than what our words overtly say. People interpret language based on the assumption that the sender is obeying four maxims: Maxim of Quantity, Maxim of Quality, Maxim of Relation, and Maxim of Manner. Yet, in order to produce a humor effect in comic strips, some particular maxims has been flouted/violated. After analyzing thirty comic strips of two different titles, the thesis writer notices that the humorous comic strip is greatly influenced by Speech Act Theory, the Theory of Schemata, and trice's Co-operative Principle.",
  "creators": "MARIETT WIDHI KURNIATI",
  "contributors": "Julia Eka Rini (Advisor and Examination Committee); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 778; Mariett Widhi Kurniati (11494034)",
  "subjects": "ENGLISH LANGUAGE-STUDY AND TEACHING-LINGUISTICS ASPECTS"
}