{
  "id": "7154",
  "title": "Penerapan activity analysis dalam rangka penghematan biaya pada perusahaan sprei di Surabaya",
  "abstract": "Perkembangan industri manufaktur dari waktu ke waktu semakin meningkat begitu pula dengan perkembangan industri sprei yang memiliki banyak persaingan didunia industri. Oleh karena itu perlu diciptakan suatu analisa yang lebih luas yang dapat membantu perusahaan dalam Menganalisis setiap aktivitasnya. Agar dengan adanya analisis aktivitas ini perusahaan mampu mengurangi pemborosan biaya yang terjadi. Analisis yang dimaksud adalah Activity Analysis. Sehubungan dengan hal itu, skripsi ini mengangkat problematika utama yaitu bagaimana menerapkan Activity Analysis pada perusahaan Dalam Rangka Penghematan biaya. Jenis penelitian yang dilakukan adalah penelitian diskriptif dengan menggunakan rancangan penelitian berupa studi kasus pada perusahaan sprei. Jenis data yang digunakan adalah data kuantitatif dan data kualitatif. Sedangkan sumber data diperoleh dari sumber data internal. Berupa data primer dan data sekunder. Metode pengumpulan data menggunakan studi lapangan dan studi literature. Studi lapangan dilakukan dengan menggunakan wawancara, observasi, kuisioner, dan dokumentasi terhadap objek penelitian yang bersangkutan. Tenik analisis data menggunakan analisis kualitatif dan mengikuti langkah-langkah dalam Melakukan Activity Analysis. Setelah melakukan Activity Analysis maka perusahaan mampu mengetahui aktivitas apa saja yang terjadi, berapa besar biaya yang dikonsumsi oleh masingmasing aktvitas dan selanjutnya perusahaan mampu mengetahui aktivitas mana yang memberikan nilai tambah dan aktivitas yang tidak memberikan nilai tambah bagi produk maupun konsumen. Untuk aktivitas yang memberikan nilai tambah harus tetap ditingkatkan seefektif dan seefisien mungkin sedangkan untuk aktivitas yang tidak memberikan nilai tambah sebesar 21,17% harus direduksi, dieliminasi, atau digunakan secara bersamaan.",
  "creators": "ROSANAWATI OETOMO",
  "contributors": "Devie (Advisor 1); HARTONO (Advisor 2); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010416/AKT/2005; Rosanawati Oetomo (32400037)",
  "subjects": "COST ACCOUNTING"
}