{
  "id": "716",
  "title": "An Analysis of code-mixing used by visitors toward vendors at Pantai Ria Kenjeran, Surabaya",
  "abstract": "This thesis is about code-mixing used by the visitors at Pantai Ria Kenjeran, Surabaya. People always face with language choice when they communicate with other people. They tend to use two or more languages in their daily conversation, even in market places. In this analysis, the writer observed the visitors. The visitors were Javanese and Chinese-Indonesians. She identified the difference of their ethnicity from their appearance and they way they talked to the vendors. The objective was to find the codes, the code mixing form, to classify the code-mixing items into parts of speech, and then to find the similarities and the differences of code -mixing used by male visitors and that used by female visitors. In doing her research, the writer recorded the spoken language produced by the visitors. She chose 20 (twenty) recorded data from the male and female visitors. The writer referred to the theory of code and code-mixing proposed by Holmes (1992) and Wardhaugh (1986) which suggest that code is a system used by people to communicate. People who live in a bilingual community or even multilingual communities have a tendency to use two codes or more when they communicate with each other. In addition, Poynton's theory of men's and women's language helped the writer in dealing with the differences between men's and women's speech in terms of lexico grammatical stratum and discourse stratum. She recorded the conversation which took more or less 5 to 10 minutes. After the analysis, she found out that Javanese code occurred more often than the Indonesian code in the conversation among visitors toward vendors. In terms of code mixing form, the visitors do code-mixing in the form of words more often than in the form of phrases. Also, function words are mostly produced by the visitors in the conversation. Finally, the writer found out that the Chinese-Indonesian and the Javanese visitors were similar in using the codes, codemixing forms, and code-mixing items (which belong to parts of speech); but they were different in the frequency. Compared to ethnicity, the writer discovered that gender differences have a greater role in setting up code-mixing.",
  "creators": "APRILIA DEWI TIMORARTI",
  "contributors": "Bintoro (Advisor and Examination Committee); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 725; Aprilia Dewi Timorarti (11494104)",
  "subjects": "LANGUAGES, MIXED; SOCIOLINGUISTICS"
}