{
  "id": "7174",
  "title": "Desain partisipasi pada unsur-unsur fisik ruang kelas anak berkebutuhan khusus (studi kasus TK B Galuh Handayani)",
  "abstract": "Desain Partisipasi adalah suatu teori desain yang dipelopori oleh Victor Papanek dan memiliki arti bahwa para desainer juga dituntut mempertimbangkan perilaku sosial sebagai titik-tolak hubungan partisipasi civitas dalam proses desain. Hal ini akan menjadi keputusan utama dalam desain yang diciptakannya. Apabila dikaitkan dengan kondisi anak di TK B Galuh Handayani yang memiliki kebutuhan khusus maka desain partisipasi merupakan pendekatan kajian sejauh mana perwujudan interiornya telah mempertimbangkan aktivitas pengguna. Desain diharapkan mempertimbangkan aktivitas guru dan anak, maka dalam pembahasan desain partisipasi pada unsur-unsur fisik ruang kelas TK B Galuh Handayani anak berkebutuhan khusus akan menjadi tolok ukur dari perwujudan obyek penelitian yang terkait dengan kegiatan menari, bermain dan ruang kelas khusus sebagai tempat pemberian materi pendidikan formal. Proses analisis akan dicari sejauh mana unsur fisik ruang kelas tersebut telah pertimbangkan tuntutan anak dan guru secara deskripsi dengan dibandingkan dengan tuntutan analisis. Dari hasil analisis dapat dilihat bahwa perwujudan unsur-unsur fisik ruang kelas TK B Galuh Handayani telah mempertimbangkan kedua civitas dengan prioritas tertentu. Penataan lay out serta perwujudan perabot ruang kelas TK B Galuh Handayani telah mempertimbangkan kedua civitas secara optimal akan tetapi perwujudan elemen pembentuk ruang belum sepenuhnya memepertimbangkan kondisi anak.",
  "creators": "STEFANNY THEO HANDOJO",
  "contributors": "WASIS SOEBARNIATI (Advisor 1); Sriti Mayang Sari (Advisor 2); ACHMAD FAIZIN (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010347/DIN/2006; Stefanny Theo Handojo (41401067)",
  "subjects": "KINDERGARTEN-DECORATION; SCHOOL BUILDINGS-DECORATION"
}