{
  "id": "7176",
  "title": "Faktor demotivasi pekerja dan dampaknya pada beberapa proyek konstruksi di Surabaya",
  "abstract": "Pekerja pada proyek konstruksi sering kali dihadapkan pada situasi yang dapat menyebabkan demotivasi. Demotivasi disebabkan bukan hanya karena kurangnya faktor motivasi tetapi juga karena situasi tertentu yang menyebabkan ketidakpuasan dan mengecilkan hati seseorang dalam mencapai tujuan. Demotivasi dapat diminimalkan dengan mengetahui dan memahami kebutuhan dasar manusia, memberi pujian dan menyediakan sistem manajemen yang mendukung seperti perencanaan, penjadwalan dan koordinasi yang baik. Penelitian ini bertujuan untuk mengetahui faktor demotivasi pekerja, frekuensi dan dampaknya terhadap absenteeism, turnover and unproductive activities. Pengumpulan data dilakukan dengan menyebarkan kuesioner yang ditujukan kepada pekerja dan pelaksana pada sebelas proyek konstruksi di Surabaya. Dari 249 pekerja dan 41 pelaksana didapatkan bahwa lima faktor demotivasi yang penting bagi pekerja adalah gaji yang minim, fasilitas yang kurang memadai, ketersediaan peralatan kerja yang terbatas, ketersediaan material yang kurang baik dan kurangnya kerjasama antar pekerja. Hasil perbandingan pandangan antara pelaksana dengan pekerja menunjukkan bahwa tidak ada korelasi yang signifikan pada demotivator secara keseluruhan. Pelaksana sudah menyadari pentingnya faktor demotivasi namun mereka tidak mengetahui kondisi sebenarnya yang terjadi di lapangan. Pelaksana perlu memperhatikan faktor demotivasi ini karena faktor-faktor tersebut dapat berpengaruh pada absenteeism, turnover dan unproductive activities.",
  "creators": "FENNY WIYONO; MARIA CHRISTIANA CHANDRA",
  "contributors": "Andi (Advisor 1); Herry Pintardi Chandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 21011549/SIP/2007; Fenny Wiyono (21402026), Maria Christiana Chandra (21402048)",
  "subjects": "MOTIVATION IN MANAGEMENT; CONSTRUCTION INDUSTRY-MANAGEMENT"
}