{
  "id": "718",
  "title": "A Study of Mark Antony's downfall in John Dryden's All for Love",
  "abstract": "This thesis is a study on Mark Antony's downfall in John Dryden's All for Love. Despite his greatness, Antony unavoidably has a lot of conflicts, and he solves his conflicts by committing suicide. He has to encounter his downfall. The thesis writer becomes curious to know how he meets his downfall. Therefore. in her thesis, she attempts to analyze the process of his downfall. While analyzing Antony's downfall, she uses the theory of characterization in order to learn what Antony's character traits are. In addition, she also uses the theory of conflict for analyzing his external and internal conflicts in order to learn that his character traits have triggered the conflicts which later bring him to downfall. Having analyzed Antony's character traits, she finds out that he is inconsistent, pessimistic. and passionate. These character traits have inevitably triggered his external conflicts with Ventidius (his general) over the claim of the empire: with Cleopatra (his mistress) over the claim of love: with Octavia (his wife) over the claim of family unity: and Dolabella (his friend) over the claim of friendship. Those conflicts have eventually caused him to experience inward struggle in which he thinks over which one he should choose in order to solve the collision of desires, his love or his empire, family, and friendship. Because his love outweighs everything, he solves his inner conflict by choosing his love that brings his downfall. Having accomplished her analysis, the thesis writer would like to show that despite Mark Antony's greatness, he is after all, a human being, with his weaknesses and strength.",
  "creators": "LISA PRANOTO",
  "contributors": "Vyrna Santoso (Advisor and Examination Committee); Jenny Mochtar Djundjung (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 730; Lisa Pranoto (11495002)",
  "subjects": "DRYDEN, JOHN, 1631-1700. ALL FOR LOVE-STUDY AND TEACHING; ENGLISH POETRY-15TH CENTURY-STUDY AND TEACHING"
}