{
  "id": "719",
  "title": "Error analysis in English misspelled words produced by the first level of PPB students as seen from their dictation tests",
  "abstract": "This study is about the analysis of English misspelled words produced by the first level of Program Pendidikan Bahasa students. The major focus on this study is to investigate the possibility of the Indonesian background knowledge interference (known as transfer error) in those misspelled words (the errors). The source of this study is taken from the dictation tests of twelve students in one class. The writer groups the misspelled words into three types of errors namely : the transfer error, the partly-transfer error, and the unique error. The steps of classification are : first, quoting the error; second, quoting the correct word of the error; third, transcribing the correct word into the phonemic symbol based on Echols' English-Indonesian Dictionary; fourth, transcribing the phonemic symbol into the Indonesian grapheme based on the Sounds of English Language in Echols' English-Indonesian Dictionary; and finally, deciding the type of error (transfer, partly-transfer, or unique). The number of all misspelled words in the data is 187. From all of these misspelled words, this study finds that 18,2 % of the misspelled words belong to transfer error, 49,7 % partly-transfer error, and 32,1 % unique error. This study also finds some groups of typical characteristics of difficulties which are mostly related to the Indonesian background knowledge systems, such as the voiced and voiceless sounds, the absence forms in Indonesian system, the ambiguous error and the untraceable double letters errors. These groups are important because most of their characteristics show the influence of Indonesian background knowledge.",
  "creators": "ESTHER INDAH",
  "contributors": "SUBANDI DJAJENGWASITO (Advisor and Examination Committee); Lisa Setiawati Nugraha (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.756; Esther Indah (11495014)",
  "subjects": "SPELLING ABILITY; ENGLISH LANGUAGE-ORTHOGRAPHY AND SPELLING"
}