{
  "id": "7199",
  "title": "Dampak pertambahan volume kendaraan terhadap struktur perkerasan dan kapasitas jalan study kasus kota Surabaya",
  "abstract": "Seiring dengan meningkatnya pertumbuhan penduduk serta kemajuan pembangunan dikota Surabaya, maka aktifitas transportasi sangat dibutuhkan untuk mendukung kemajuan pembangunan kota, sehingga perlu direncanakan suatu perencanaan jalan perkotaan, yang meliputi jalan arteri, jalan kolektor, dan jalan lokal. Jalan Arteri merupakan suatu bagian dari jalan yang sangat penting pengaruhnya dalam aktifitas transportasi. Perencanaan jalan yang baik dapat mendukung sistem transportasi yang baik pula. Study kasus untuk 25 ruas jalan arteri dikota Surabaya bertujuan mengamati sampai sejauh mana dampak pertambahan volume kendaraan terhadap struktur perkerasan dan kapasitas jalan. Hasil dan kesimpulan yang termasuk adalah membandingkan LHR sekarang dengan LHR yang dulu, sehingga dapat diketahui nilai Indeks Tebal Perkerasan (ITP) yang digunakan untuk menentukan tebal perkerasan dan digunakan untuk menentukan derajat kejenuhan (DS) serta Kapasitas Jalan (C) Dari hasil perhitungan dapat diketahui bahwa jalan Akhmad Yani dan Gresik membutuhkan tebal lapis tambahan sedangkan untuk perencanaan jalan baru perlu disesuaikan dengan umur rencana pada tahun 2010. Untuk kapasitas jalan berdasarkan hasil perhitungan dapat diketahui bahwa derajat kejenuhan (DS) pada tahun 2010 hampir semua ruas jalan tidak memenuhi kapasitasnya, bahkan ada 3 ruas jalan yang nilai derajat kejenuhannya (DS) melebihi angka 2, yaitu ruas jalan Akhmad Yani, Raya Wonokromo, dan Bubutan (kiri).",
  "creators": "ANDRI WIBISONO; FRANSISCUS ANDY J. AGUS",
  "contributors": "Indriani Santoso (Advisor 1); Rudy Setiawan (Advisor 2); Harry Patmadjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 13011540/SIP/2007; Andri Wibisono (21401101), Fransiscus Andy J. Agus (21401125)",
  "subjects": "PAVEMENTS"
}