{
  "id": "7201",
  "title": "Perancangan interior pusat kerajinan dan kesenian tradisional Jawa Timur di Surabaya",
  "abstract": "Di Surabaya, pusat budaya tradisional rakyat kini telah banyak tertinggal dengan pusat-pusat rekreasi dan pusat belanja modern. Kenyataan ini dapat kita lihat dari semakin berkurangnya tempat-tempat yang menjual barang-barang hasil kerajinan rakyat. Selain berkurangnya tempat penjualan, minat masyarakat akan hasil kerajinan ini juga semakin sedikit. Kedua hal ini merupakan suatu sebab yang terus berkaitan dan saling berbalik. Kenyataan ini dapat menjadi pemicu timbulnya dampak negatif dari industrialisasi modern, dimana mulai tersingkirnya para pengerajin dan pengusaha kecil ke daerah pinggiran kota. Melihat dan mencermati hal tersebut, maka Surabaya perlu sebuah wadah yang mampu menghidupkan kembali minat masyarakat dan juga budaya daerah yang semakin tersingkirkan tersebut. Sampai saat ini pelestarian budaya tradisional tersebut masih perlu mendapatkan penanganan yang intensif, upaya itu dapat dilakukan dengan merelokasi dan meredesain pusat-pusat kerajinan rakyat. Dalam karya desain perancangan interior pusat kerajinan dan kesenian tradisional jawa Timur di Surabaya ini dirancang dengan mengamati pusat-pusat penjualan barang kerajinan dan pasar tradisional yang dianggap sebagai salah satu bentuk budaya rakyat. Sebagai aplikasi dari analogi pasar tradisional ialah dengan meghadirkan pola-pola grid dan ornamen dengan material alami pada elemen pembentuk ruangnya. Sehingga identitas tradisional dan kesan merakyat dapat terlihat.",
  "creators": "HARIYONO SANTOSO",
  "contributors": "Stephanus P. Honggowidjaja (Advisor 1); Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Advisor 2); WASIS SOEBARNIATI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00050339/DIN/2006; Hariyono Santoso (41401087)",
  "subjects": "ART CENTERS--DECORATION; RECREATION CENTERS"
}