{
  "id": "7205",
  "title": "Optimalisasi layout gudang berdasarkan product family dan trend pengiriman di PT.Trias Sentosa, TBK Sidoarjo",
  "abstract": "Gudang merupakan salah satu faktor yang penting bagi perusahaan karena semua barang yang diperlukan dan yang dihasilkan oleh perusahaan tersimpan di dalamnya. Penataan yang baik dalam gudang terutama untuk barang jadi sangat diperlukan karena dengan sistem penataan yang baik maka tingkat persediaan dapat terkontrol. Selain itu, dengan adanya penataan yang efektif dan efisien akan memaksimalkan penggunaan lahan dan rak yang ada. Oleh sebab itu, dalam penentuan rak dilakukan perhitungan semala 1 tahun atas semua komponen transaksi input dan output yang terjadi dalam gudang. Dari perhitungan itu akan didapatkan jumlah rak yang digunakan selama 1 tahun. Langkah selanjutnya akan diperoleh nilai rata-rata dan nilai batas atas dari penggunaan rak yang optimal dengan memasukkan perhitungan jumlah rak selama 1 tahun. Adapun sistem penataan yang baik yaitu meletakkan barang yang pergerakannya cepat dekat dengan pintu keluar/ pintu pengiriman barang dan barang yang pergerakannya lambat jauh dari pintu keluar, sehingga dapat mengefisienkan waktu serta meminimumkan biaya handling. Cara untuk mengetahuinya dengan menjumlahkan output selama 1tahun lalu diurutkan mulai dari yang pergerakannya paling cepat. Dengan demikian sistem penataan yang baru telah tercipta dengan memperhatikan konsep pergerakan barang diikuti dengan penggunaan rak yang optimal.",
  "creators": "ROSA FELIANA TANAYA",
  "contributors": "Zeplin Jiwa Husada Tarigan (Advisor 1); Togar Wiliater Soaloon Panjaitan, S.T., MBA. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02040940/IND/2005; Rosa Feliana Tanaya (25401055)",
  "subjects": "PRODUCTION MANAGEMENT; INVENTORY CONTROL"
}