{
  "id": "721",
  "title": "A Study on the main character's ambition as seen through Christopher Marlowe's the Tragical History of the Life and Death of Doctor Faustus",
  "abstract": "This thesis is a study on Christopher Marlowe's The Tragical History of The Life and Death of Doctor Faustus. The writer analyzes the play since it presents the main character's ambition as his motivation to be a successful human being. Generally, man's ambition encourages him to be successful in the world. However, in Doctor Faustus case, his ambition has not made him successful in the world, yet on the contrary his ambition leads him to his tragic downfall. Here, Christopher Marlowe portrays the ambition of Doctor Faustus and its effects clearly. Trough the play, Christopher Marlowe is implicitly leading the readers to an understanding of the ambition as well as the effect of abusing the ambition. Therefore, the writer intends to explain the main character's motivation; his ambition that finally escorts him to his own downfall. Besides, through other characters' comment or the conversation between Doctor Faustus and his friends as well as through the dramatic soliloquy by Doctor Faustus, the writer also wants to show Doctor Faustus' real characters that in fact influences his ambition. In view of the fact, Christopher Marlowe describes the main character so uniquely that he practices God's most forbidden art in fulfilling his ambition eventhough he is the master of theology. Through that fact, the writer of the thesis finds that Doctor Faustus' ambition brings him to painful and distressing struggles of life. This causes him to lose his own life in a tragic way.",
  "creators": "JULIA TJAHJANI",
  "contributors": "ANTONIUS GURITO (Advisor and Examination Committee); Ribut Basuki (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.761; Julia Tjahyani (11495036)",
  "subjects": "MARLOWE, CHRISTOPER, 1564-1593. THE TRAGICAL HISTORY OF THE LIFE AND DEATH OF DOCTOR FAUSTUS-STUDY AND TEACHING; ENGLISH DRAMA-16TH CENTURY-STUDY AND TEACHING"
}