{
  "id": "722",
  "title": "A Study on the female characters' experience of illusions and disillusionment in Katherine mansfield's \" The Garden Party\", \"Her First Ball\", \"Bliss\" and \"Miss Brill\"s",
  "abstract": "This thesis emphasizes upon the study on the experience of illusions and disillusionment as seen on the characters, conflicts, and settings in some stories by Katherine Mansfield. In her stories that will be analyzed - \"The Garden Party\", \"Her First Ball\", \"Bliss\" and \"Miss Brill\"-, she conveys the experience of female human being whose pleasant but mistaken beliefs are destroyed. It is interesting to analyze the theme of disillusionment in these stories since it reveals the nature of human beings, which tend to be easily deluded by the pleasant situation. However, when they are brought back into the reality, they feel disappointed. Katherine Mansfield expresses the experience of disillusionment in the story by giving significant characteristic on the female characters. As the main characters, Laura, Leila, Bertha Young and Miss Brill are characterized as innocent women who know nothing of evil and wrong. Moreover, they are also easily deluded by the pleasant situation in which they exist. By this kind of characteristic, they are easily led into the experience of disillusionment. Besides their innocent characteristic, the main female characters also experience incidents which are involving the other characters. The incidents between the female characters and the antagonists are actually incidents, which lead the female characters into disillusionment. As the female characters lives in their pleasant but mistaken illusion, the antagonists oppose them by revealing the reality to them either directly or indirectly. Through the incidents, Laura and Leila as young girls are able to see the reality of the outer world while Bertha Young and Miss Brill are forced to see the reality of their existence. As women who experience disillusionment, Laura, Leila, Bertha Young and Miss Brill's emotional mood are also changed. They are transferred from their happiness because of their illusion into disappointment because of disillusionment. The transformation of the main female characters' feeling between living in illusions and the reality is portrayed through the use of two contradictory settings in each stories - the setting which represent the female characters' happiness when they live in illusionary world and the setting which represent their disappointment after the experience of disillusionment.",
  "creators": "FITRIA ARLINA SUBIANTO",
  "contributors": "SANTIKO BUDI (Advisor and Examination Committee); Theophilus Jokri (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 752; Fitria Arlina (11495038)",
  "subjects": "MANSFIELD, KATHERINE, 1888-... HER FIRST BALL-STUDY AND TEACHING; MANSFIELD, KATHERINE, 1888-... THE GARDEN PARTY-STUDY AND TEACHING; MANSFIELD, KATHERINE, 1888-... MISS BRILL-STUDY AND TEACHING; ENGLISH FICTION--20TH CENTURY--STUDY AND TEACHING; MANSFIELD, KATHERINE, 1888-... BLISS-STUDY AND TEACHING"
}