{
  "id": "7220",
  "title": "Perbandingan perencanaan komponen struktur tekan berdasarkan PKKI 1961 NI-5 dan SNI tata cara Perencanaan Konstruksi Kayu Indonesia",
  "abstract": "Perkembangan struktur kayu di Indonesia lebih lambat dan tertinggal apabila dibandingkan dengan perkembangan struktur baja dan beton. Hal ini dapat disebabkan kurangnya penelitian-penelitian untuk mendapatkan cara perhitungan kayu baru yang dimaksudkan untuk menghemat pemakaian. Untuk itu dibuat studi banding mengenai perencanaan komponen struktur berdasarkan PKKI 1961 NI-5 dan SNI Tata Cara Perencanaan Konstruksi Kayu Indonesia. Mengingat keterbatasan waktu, studi ini dibatasi hanya untuk perencanaan komponen struktur tekan saja. Studi banding diawali dengan studi literatur pada PKKI 1961 NI-5 dan SNI Tata Cara Perencanaan Konstruksi Kayu Indonesia. Kemudian hasil studi literatur tersebut dipelajari untuk mendapatkan perbedaan dan perubahan dari kedua peraturan tersebut. Selanjutnya dilakukan analisa perencanaan komponen struktur tekan untuk diambil kesimpulan. Pada studi ini juga dilakukan aplikasi komponen struktur hasil perencanaan berdasarkan SNI Tata Cara Perencanaan Konstruksi Kayu Indonesia. Perbedaaan pokok perencanaan komponen struktur tekan berdasarkan PKKI 1961 NI-5 dan SNI Tata Cara Perencanaan Konstruksi Kayu Indonesia adalah faktor-faktor yang mempengaruhi perencanaan tersebut. Hal ini menyebabkan perencanaan komponen struktur tekan berdasarkan SNI Tata Cara Perencanaan Konstruksi Kayu Indonesia dapat menghasilkan perhitungan yang lebih teliti dan komponen struktur yang lebih ekonomis.",
  "creators": "CHAREL ADE CHANDRA; ANDRE BUDIMAN",
  "contributors": "Ruslan Djajadi (Advisor 1); Budisetyono Tedjakusuma (Advisor 2); Budiman Proboyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11011535/SIP/2007; Charel Ade Chandra (21403071), Andre Budiman (21403072)",
  "subjects": "BUILDING, WOODEN-STANDARDS"
}