{
  "id": "7226",
  "title": "Visualisasi poster film peraih Oscar kategori best picture dari tahun 1927 sampai dengan tahun 1979",
  "abstract": "Sebagai karya Desain Komunikasi Visual, poster film merupakan karya desain yang memiliki nilai promosi dan sejarah/dokumentasi. Karya-karya poster yang memenangkan piala Oscar selalu memiliki nilai monumental. Sejak tahun 1927, penghargaan piala Oscar secara rutin diberikan kepada film- film terbaik. Poster film, sebagai dokumen monumental, dari waktu ke waktu memiliki karakteristik dan gaya desain yang mengekspresikan trend desain pada jamannya. Penelitian ini ditujukan untuk mendeskripsikan karakter dan gaya desain grafis poster-poster film yang mendapatkan penghargaan Oscar kategori film terbaik pada periode 1927 - 1979. Selanjutnya dari studi ini didapatkan beberapa simpulan sebagai berikut (a) Karakter penyajian ilustrasi, warna, dan tipografi dalam komposisi poster film peraih Oscar dari tahun 1927-1979 cenderung dipengaruhi oleh gaya desain grafis Victorian, Art Nouveau, Early Modern, Modern, Heroic Realism, dan Late Modern; (b) Perkembangan visualisasi poster film peraih Oscar tampak jelas pada elemen ilustrasi dan tipografi judul. Selain itu dari studi ini diberikan beberapa saran yaitu (a) Dalam perancangan sebuah poster film harus selalu memperhatikan skala perbandingan elemen dan bidang poster, sebab hal ini sangat berpengaruh terhadap keterbacaan pesan; (b) Perancang poster film harus selalu memperhatikan pengaruh eksternal seperti halnya budaya dan politik, agar poster film tersebut dapat diterima oleh masyarakat maupun pihak otoritas; (c) Penelitian lebih lanjut hendaknya lebih ditekankan pada aspek historis guna mengetahui lebih mendalam mengenai tingkat komunikatif dari poster tersebut.",
  "creators": "AGUNG HARYONO",
  "contributors": "YOHANES MOELJADI PRANATA (Advisor 1); MARGANA (Advisor 2); Andrian Dektisa Hagijanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 0250/DKV/2003; Agung Haryono (42499190)",
  "subjects": "VISUAL COMMUNICATION; ADVERTISING; COMMERCIAL ART; POSTERS; GRAPHIC ARTS"
}