{
  "id": "7229",
  "title": "Evaluasi kinerja Sistem Rangka Pemikul Momen Biasa (SRPMB) yang didesain berdasarkan SNI 03-1729-2002",
  "abstract": "Pasca gempa Northridge (1994) dan Kobe (1995), investigasi Federal Emergency Management Agency (FEMA) membuktikan bahwa kinerja bangunan yang direncanakan sebagai Sistem Rangka Pemikul Momen Biasa (SRPMB) cukup baik dalam menahan gempa level sedang. SRPMB direncanakan untuk memiliki kekakuan yang tinggi dan daktilitas yang rendah ketika menahan beban lateral sehingga persyaratan ?Strong Column Weak Beam? dapat diabaikan dalam perencanaannya. Sayangnya, sistem ini kurang mendapat perhatian dalam perkembangan desain struktur di Indonesia, khususnya struktur baja. Sejalan dengan diberlakukannya tata cara perencanaan struktur baja untuk bangunan gedung, SNI 03-1729-2002, studi ini bertujuan meneliti kinerja SRPMB di wilayah 2 peta gempa Indonesia. Ada tiga bangunan dengan denah simetris yang diperiksa yaitu bangunan 4-, 8-, dan 12-lantai. Untuk memeriksa kinerja struktur, dilakukan analisis statis pushover nonlinier dan analisis dinamis time history nonlinier. Hasil penelitian menunjukkan bahwa SRPMB 4-lantai yang didesain berdasarkan SNI 03-1729-2002 memenuhi syarat simpangan antar lantai sedangkan SRPMB 8- dan 12-lantai tidak memenuhi syarat simpangan antar lantai. Namun, berdasarkan parameter damage index, tidak ada elemen struktural yang mengalami keruntuhan.",
  "creators": "KENNETH IVAN SUWONO; HANS YULIUS RUKMA JUSLIM",
  "contributors": "Ima Muljati Ginsar (Advisor 1); Hasan Santoso (Advisor 2); Tirta Djusman Arief (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 11011526/SIP/2007; Kenneth Ivan Suwono (21403003), Hans Yulius Rukma Juslim (21403037)",
  "subjects": "BUILDING-EARTHQUAKE EFFECTS; STRUCTURAL FRAMES-EARTHQUAKE EFFECTS"
}