{
  "id": "723",
  "title": "The Study of code mixing in RCTI program 'Ketoprak Humor' in the episode 'Keong Mas'",
  "abstract": "This thesis is a study of code mixing in one of traditional play program in RCTI. RCTI is one of the Indonesian private television channels. The program that is chosen for this study is a popular traditional play 'Ketoprak Humor' in its episode 'Keong Mas'. The writer is interested in code mixing because she assumes that the use of code mixing has made the performance more interesting. Moreover, this program has provided many code mixings. Therefore, this study is trying to make a desription of the kinds of code mixing which might occur in one of the episodes by analysing type of languages that used by the actor and actresses in their dialogue. Several theories of sociolinguistic are employed. The writer uses those theories because they might underlie the occurrence of code mixing. She also uses some theories of code mixing, however for the analysis the writer chooses to use Suwito's as her main theory. The writer collects the data by recording several episodes, then she chooses one episode which is 'Keong Mas'. She transcribes the dialogue for the whole selected episode and classifies the data based on Suwito's theory. From the analysis, the writer finds that there are five types of inner code mixing which are Indonesian - Javanese (I-Ja), Indonesian - Jakartanese (I-Jk), Indonesian - Sundanese (I-S), Javanese - Jakartanese (Ja-Jk) and Indonesian - Javanese - Jakartanese (I-Ja-Jk). Also she finds out that there are six types of outer code mixing which are Indonesian - English (I-E), English - Javanese (E-Ja), Sundanese - Indonesian - English (S-I-E), English - Indonesian - Javanese (E-I-Ja), English - Javanese - Chinese (E-Ja-C), and Indonesian - Javanese - Latin (I-Ja-L). The writer also finds the form of code mixing based on Suwito's theory. The six forms are words (W), phrases (Phr), hybrid clause (HC), word reduplication (WR), idiom (I), and clause (CL). Among the eleven types of code mixing, Indonesian- Javanese (I-J) code mixing has the highest occurrence and the `word' form also occurs more than the other.",
  "creators": "LENNY SUSANTO",
  "contributors": "Anneke Heritaningsih Tupan (Advisor and Examination Committee); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 952; Lenny Susanto (11495054)",
  "subjects": "SOCIOLINGUISTICS"
}