{
  "id": "724",
  "title": "Prokem language in Petra Christian University",
  "abstract": "This study is a study on the prokem language - a kind of language choice used by certain group of teenagers - students of Petra Christian University and the factors influencing its uses and also the ways of forming the prokem language. The writer is interested in prokem language used among the young people as her object. First, she got difficulty to understand prokem terms among students at Petra Christian University. Then, she tries to know more about prokem terms from her friends. Finally, the thesis writer notices that prokem language has a certain function in communication. For example, one of the functions in using prokem language is to conceal a message from others who do not know about prokem language. The writes collected her data through the observation, questionnaire and interviews methods. The data of the observation method are in the form of conversations taken in the informal situations by, using a tape recorder. The questionnaires are meant to find the reasons that influence the students of Petra Christian University in using the prokem language. While the interview is to recheck whether the students can use the prokem language or not. From the analysis, the writer found seven formation rules of prokem language used by her subjects under study. They are: (1) back formation, (2) abbreviation, (3) F/S insertion, (4) unformulated slang, (5) -ok, insertion, (6) the rule of `L?, and (7) creating a new meaning. Among the seven formation rules, `F /S insertion? are mostly used because in this pattern, the syllable added consist of only two letters, the first letter is always consonant `F? or `S? and second letter is a vowel which is the same as the one in the original syllable. So, this pattern is easy to understand. Then, -ok-insertion is the least used of students in Petra Christian University because all the words can not be formulated in this pattern. The sources of the prokem language that mostly appeared are Indonesian and Ngoko Javaneese, but she also found Jakartanese and English, although they were quite rare. The reasons appeared underlying the using of prokem language in the study under report are: (1) to show intimacy, (2) to show solidarity, (3) to conceal a message, (4) to show humour, (5) to show identity, (6) to have fin with the language, and (7) to he looked impressive. The highest reason is to show intimacy. It means that the students use prokem language to become in intimate condition with others.the lowest reason of using prokem language is to appear impressive.",
  "creators": "ERNI",
  "contributors": "Anneke Heritaningsih Tupan (Advisor and Examination Committee); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 840; Erni (11495061)",
  "subjects": "SOCIOLINGUISTICS"
}