{
  "id": "7246",
  "title": "A Study of adjacency pairs in opening and closing conversations among Petra Christian University students",
  "abstract": "In this study, the writer is curious to know more about the combinations of adjacency pairs, especially in openings and closings, which happen in informal daily conversation among Petra Christian University students. In doing the research, the writer uses Sacks? and Schegloff?s idea as her main theory. Using the theory, she wants to know whether the pairs produced by the students are similar to Sacks? and Schegloff?s idea about adjacency pairs. Here, the writer investigates the opening and closing pairs used by the students of Petra Christian University in their conversation, and she also examines the frequency of the pairs happen in the data. The writer uses a descriptive qualitative approach in doing her research. To get the data, she does not differentiate her respondents based on gender. She chooses the subjects of investigation randomly. The writer has found that the various pairs produced by the subjects of investigation mostly do not belong to what the theory (theory of Sacks and Schegloff) has mentioned. The writer finds out that in opening their dialogues, the students tend to produce Question - Answer pairs instead of Greeting - Greeting pairs. Moreover, to end the conversation, they produce Goodbye - Goodbye pairs as well as Question - Answer pairs. Therefore, the writer concludes that actually what the theory has mentioned is not always applicable in informal daily conversation.",
  "creators": "MARIANA",
  "contributors": "Dr. Dra. Yuli Christiana Yoedo, M.Pd. (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011521/ING/2006; Mariana (11401079)",
  "subjects": "DISCOURSE ANALYSIS; SOCIOLINGUISTICS"
}