{
  "id": "725",
  "title": "A Case study of the morphological processes produced by a two-year-old Madurese child",
  "abstract": "This research is an extraordinary one since the writer uses a Madurese child who lives in a bilingual circumstance. The writer wants to conduct a research on the morphological acquisition since Wanner and Gleitman (1982) mention that the morphological analysis is rather late, it is variable in the linguistic population (p.12). Besides, as far as I know there had never been done an investigation on the morphological acquisition of an Indonesian child by any Petra Christian University pre-graduates. This investigation is done to find out the child's noun words, syllabic structure patterns, and morphological processes during fourteen weeks period of recorded time. The writer uses Chomsky's theory as her foundation of how a child acquires his or her first language. The theory of morphology is taken from Language Files by Godby and Language Universals and Linguistic Typology by Bernard Comry. And, the theory of Indonesian and Madurese syllabic structure patterns are taken from Pedoman Umum Eiaan Bahasa Indonesia Yang Disempurnakan by Pamungkas and Kamus Bahasa Madura-Indonesia by Safioedin Meanwhile, the related studies are taken from Dardjowidjojo (1995) in PELLBA 9 and Indariyah (1997), an under graduate student's thesis of Petra Christian University, in A Case Study of the Grammatical Acquisition Focused on Word Order of a Two and -a half-year-old Indonesian Child. The findings show that Siddik, as a Madurese child who lives in a bilingual environment, produces more Indonesian nouns than Madurese nouns. The nouns are usually begin with vowels like inu for pintu, om'ok for lombok and ambut for rambut. And, he uses several morphological processes.",
  "creators": "SOPHIA",
  "contributors": "Anneke Heritaningsih Tupan (Advisor and Examination Committee); SUBANDI DJAJENGWASITO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 868; Sophia (11495072)",
  "subjects": "CHILDREN-LANGUAGE; LANGUAGE ACQUISITION"
}