{
  "id": "7250",
  "title": "Analyzing the promotion tools to win competition and build a good image in paradijs uden restaurant",
  "abstract": "This thesis is written in order to fulfill one of the requirements to finish the writers study in Hotel Management of Petra Christian University, Surabaya -Indonesia and Christelijke Hogeschool Noord - Nederland, Leeuwarden -Netherlands. The objective of this thesis is to analyze of promotion tools to win the competition and build a good image in Paradijs Uden Restaurant. Due to the globalization, a lot of competition happens in any kind of industry, unexpectedly in restaurant industry. To win the competition, the restaurant industry has to be more conscious to defense against new customers and keep the loyal customers. Therefore, in order to win the competition and build a good image the restaurant industry should have good marketing campaigns. The key ingredient in marketing campaigns is promotion. A good promotion is very important for the restaurant industry to communicate its products and to build the good image of the Restaurant. A good image will increase its sales profit for a long term and also keep the loyal customers. Promotion is the way of the restaurant industry to communicate the restaurant?s products and their presence to their potential and present customers also to their general public. There are several types of promotion, which are: advertising, personal selling, sales promotion, public relation and sponsorship marketing and word of mouth. Based on this issue, the writers use a qualitative research. The first part is reviewing about the main issue of this research. In this case is about the introduction of the issue, problem statement, purpose statement, research question, limitations and delimitations of the research and methodology. The second part is case of the study. The case of the study is the literature review about the promotion, the objective of promotional, the promotional strategy and the types of the promotion tools which are used to build a good image in the family restaurant which is has already existed for almost thirty years, namely Paradijs Uden Restaurant, which is located in Prior Van Milstraat 18, 5402 GH Uden ? Holland. The third part describes about the general picture of Paradijs Uden Restaurant, include the history, organization chart, and observation during work activities, target market, promotion tools of the Paradijs Uden Restaurant. The fourth part will be the research methodology which is being used by the writers with quantitative - qualitative research method. The result of the sources that have been collected by the writers through interview, observation and analyzing the questionnaires. The sources will be divided into 2, which are: 1. Primary Data Source is a source from giving an interview, observation, and questionnaires. 2. Secondary Data Source is a source that is taken from literatures that is related with the promotion tools and to build a good image for Paradijs Uden Restaurant. In the last part, the conclusions and the suggestion will be taken as a recommendation especially for the Paradijs Uden Restaurant generally by using the promotion tools to win the competition and in order to build a good image and survive in the business competition which is very competitive and very tight right now. By the end of this thesis, writers will enclose the thesis with the appendixes and references and all the information that related with the thesis.",
  "creators": "FRANSISKA APRILIA WIDJAJA; HANNY SUTRA YUNITA",
  "contributors": "HENK BRUINS (Advisor 1); PUI CHENG (Advisor 2); VAN DER HOEK (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010293/HTL/2006; Fransiska Aprilia Widjaja (33401074), Hanny Sutra Yunita (33401166)",
  "subjects": "CONSUMER SATISFACTION.; MARKETING MANAGEMENT"
}