{
  "id": "7258",
  "title": "Perlakuan akuntansi dan perpajakan atas biaya riset dan pengembangan (studi kasus PT. Jaykay Files Indonesia)",
  "abstract": "Riset dan Pengembangan sangat diperlukan untuk menemukan produk baru atau varian produk baru yang bisa dijual ke konsumen. Hal ini dilakukan oleh perusahaan agar dapat bersaing dengan perusahaan lain. PT. Jaykay Files Indonesia juga melakukan kegiatan riset dan pengembangan dengan tujuan agar produknya selalu dapat diterima sesuai dengan kebutuhan konsumen. PT. Jaykay Files Indonesia melakukan kegiatan riset dan pengembangan. Dengan adanya aktivitas riset dan pengembangan maka perusahaan wajib melakukan pencatatan akuntansi mengenai pengeluaran yang dilakukan oleh perusahaan terkait dengan kegiatan riset dan pengembangan. Pencatatan tersebut nantinya akan digunakan oleh PT. Jaykay Files Indonesia untuk menyusun laporan keuangannya, yang nantinya akan digunakan untuk hal ? hal yang terkait antara lain dengan hal perpajakan.Oleh karena itu penulis mengambil rumusan masalah Apakah perlakuan akuntansi dan perpajakan atas biaya riset dan pengembangan pada PT. Jaykay Files Indonesia sesuai dengan SAK (Standar Akuntansi Keuangan) dan sesuai dengan ketentuan ? ketentuan perpajakan yang berlaku. Penelitian ini diarahkan sebagai penelitian deskriptif, penelitian yang memberikan gambaran atas kejadian yang benar ? benar terjadi didalam perusahaan oleh karena itu, penelitian yang akan dilakukan oleh penulis adalah berupa studi kasus. Perlakuan akuntansi yang diterapkan oleh PT. Jaykay Files Indonesia yang meliputi pengukuran atau penilaian, pengakuan, pengungkapan atau penyajian dan definisi elemen dan pos laporan keuangan tidak sesuai dengan standar akuntansi keuangan. Dapat diambil kesimpulan kesimpulan bahwa pengungkapan biaya riset dan pengembangan dari PT. Jaykay Files Indonesia tidak sesuai dengan Standar Akuntansi Keuangan. Sedangkan untuk perlakuan perpajakan, terdapat Koreksi beda tetap di biaya riset dan pengembangan.",
  "creators": "HADI CAHYA PURNAMA",
  "contributors": "WIDARTOYO (Advisor 1); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.02010800/AKT/2007; Hadi Cahya Purnama (32400106)",
  "subjects": "TAX ACCOUNTING"
}