{
  "id": "726",
  "title": "The Study of the commonest problems of content transfer in the More of You bilingual cassette",
  "abstract": "Starting with her curiosity with song translation, the writer, then, decides to make an analysis of gospel songs. Her decision to apply this idea in her research paper is because she often makes a comparison toward songs between the English version and the Indonesian version. From making a comparison, she has an assumption that some changes and elimination during the process of transferring can affect the content of the source language songs. Through this study, the writer wants to know what problems cause these changes and elimination by using Nida and Taber's theory The Commonest Problem of Content Transfer. The writer will use the descriptive research methodology. The writer will use a bilingual gospel cassette entitled More of You by Robert and Lea Soetanto as her object of this research. The writer decides to use this cassette as it is a unique cassette that contains songs both in English version and in Indonesian version. From the finding, the writer finds that from the eight problems of The Commonest Problem of Content Transfer theory, only four major problems commonly occur during the process of translation. The first position is shifts in central component of meaning problem (20). Specific to generic problem sits on the second position followed by pleonastic expression problem as the third position (8). Shifts from figurative to non figurative usage sits on the fourth position (6). After analyzing the data and getting the finding, the writer concludes that the changes and the elimination during the process of transferring really occurred. However in this cassette, the changes and the elimination do not result in the serious loss of meaning.",
  "creators": "SANNIE WATI TANUMIHARDJO",
  "contributors": "Julia Eka Rini (Advisor and Examination Committee); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.766; Sannie Wati Tanumihardjo (11495085)",
  "subjects": "ENGLISH LANGUAGE-TRANSLATION INTO INDONESIAN; TRANSLATIONS"
}