{
  "id": "727",
  "title": "The Cohesiveness of commercial advertisement in Suara Surabaya FM",
  "abstract": "Spoken language holds a big role in people everyday life. They use it as a communication. In order to convey their idea well to the addressee, they have to use the language in an appropriate way. The spoken language must be coherence, but it might be not cohesive. The writer is interested in analyzing the cohesiveness of a spoken text. Therefore, she choose radio commercials as her object of study considering that there is a notion that the language of radio commercials is improper. For that reason, she would like to find out the cohesiveness of language of radio commercial advertisements by analyzing them thoroughly. She would also like to find the frequency of the cohesive devices, which are used, in the commercial advertisement. To analyze the cohesiveness of the radio commercial advertisements, the writer used the theory of Halliday and Hassan in their book Cohesion in English.. She collected the data from a local radio 'Suara Surabaya FM'. Here, she picked fifteen advertisements in the form of dialogues and recorded them in a tape cassette. After getting the data transcription, the writer analyzed it and put the data of occurrences of cohesive devices into tables. Then, after she got the findings, she tabulated them into percentages. From the findings, the writer found that the language of commercial advertisement in 'Suara Surabaya FM' is considered cohesive. It can be seen that the percentage of the fulfilment is much greater than the violation. The type of cohesion, which mostly occurred, is reached by Reference and the second highest number is Reiteration. It means that the notion about the language of commercial advertisement is wrong. Although there are some violations in applying the cohesive devices, it does not mean that the advertisers are not concern about the language and the listener. This means that the listener could understand the commercial well.",
  "creators": "CAROLINA MAHASTUTI",
  "contributors": "Anneke Heritaningsih Tupan (Advisor and Examination Committee); SUKEMI, PROF.DR.M.A. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.777; Carolina Mahastuti (11495088)",
  "subjects": "DISCOURSE ANALYSIS"
}