{
  "id": "7273",
  "title": "Analyzing the effectiveness of promotion, including the using of \"Spaarkaart\" towards the customer loyalty in the Oriental Swan restaurant's take-out counter Soesterberg, the Netherlands",
  "abstract": "Seeing that customer loyalty is a very crucial part of any service industry, including a restaurant, the writers would like to describe how a restaurant can obtain the loyalty of its customers. This report will discuss on one important part which has effect to the customer loyalty of a restaurant. The research will be focused on the promotion part. The writers had done observing in their restaurant they have internship with, which is Oriental Swan Restaurant in Soesterberg, The Netherlands. Soesterberg is more like a village than a city, because it is very small compare to other like Utrecht or even Amsterdam. Restaurant in Amsterdam will often get busy with lots of people because it is a big city with crowded population. Meanwhile restaurants in Soesterberg really depend on its regular guests. So if they want to survive, they have to think how they can build and keep the loyalty of the guests. The question is how the restaurant develops the promotion itself so it can be one of the effective ways to keep and to increase the customer loyalty. What are the promotion programs the restaurant has at this moment? Are they being used effectively? And how big is the effect towards its customer loyalty? Through the research, the writers hope to be able to answer those questions.",
  "creators": "CECILIA CAHYONO; STEFANUS YONATHAN A",
  "contributors": "A. H. M. VAN HOOFF (Advisor 1); FOTINE ZIJLSTRA (Advisor 2); A. HOEKSTRA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010359/HTL/2007; Cecilia Cahyono (33402020), Stefanus Yonathan Astayasa (33402158)",
  "subjects": "RESTAURANT MANAGEMENT; CUSTOMER LOYALTY"
}