{
  "id": "728",
  "title": "A Study female circumcision as seen through Tassi and M'lissa in Alice Walker's Possesing the Secret of Joy",
  "abstract": "Alice Walker is a black female writer whose perspective in writing mostly about her concerns for the life of black women. Her novel Possessing The Secret of Joy basically is also a study of the struggle of two women in their life, which is caused by the tradition of female circumcision. The two women are Tashi and M'Lissa. Tashi is visualised as a weak woman who is unable to reject the tradition and culture. She decides to do the initiation though she knows that her older sister had bled to death from the effects of the operation. Only by doing the initiation will make her \"completely woman, completely Africa, completely Olinka.\" Meanwhile, M'Lissa is portrayed as a women who has no feeling at all. She is the woman who can easily operate a child without being interfered by her scream. M'Lissa becomes like this also as the result of the circumcision. This thesis examines how Tashi and M'Lissa struggle against their pains which are caused by the tradition. In order to accomplish the analysis, the writer mostly bases her study on the theory of characterisation. In a novel or play, the characters take an important part. If we see cautiously, we will find out that actually a story is about characters, their reaction in series of action, their effort to shape those events, or in other words, it shows the interactions of character and action. That is why the thesis writer will focus her attention on the theory of characterisation so that she can analyse Tashi's and M'Lissa's struggle. The thesis writer will use two of fundamental methods of characterisation in fiction, the presentation of the character in action, with little or no explicit comment by the author, in the expectation that the reader will be able to deduce the attributes of the actor from the actions and the representation from within a character, without comment on the character by the author, with the expectation that the reader will come to a clear understanding of the attributes of the character. This fundamental methods will be applied in the analysis, by analysing Tashi's and M'Lissa's reasons in committing circumcision and the results of the circumcision. Besides, the writer will also use the theory of character in order to understand the changing that Tashi and M'Lissa go through after the circumcision. The writer will also include the background of female circumcision in order to give descriptions to the readers about the effects of the circumcision. By using the theories and background of female circumcision, the writer then analysis Tashi's and M'Lissa's reasons in committing circumcision and the results of the circumcision. Tashi's reasons are female circumcision as a part of the tradition and her society, and her willingness to obey the tradition. M'Lissa's reason is female circumcision is a part of the tradition in her family to become a tsunga. After analysing the story, we can see that both Tashi and M'Lissa suffered because of the same tradition; therefore, the writer concludes that tradition is not always good. It could harm the followers.",
  "creators": "JOYCE HANNY YAPARDHANA",
  "contributors": "Theophilus Jokri (Advisor and Examination Committee); Liem Satya Limanta (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 823; Joyce Hanny J. (11495091)",
  "subjects": "AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING; WALKER, ALICE, 1944-... POSSESING THE SECRET OF JOY-STUDY AND TEACHING"
}