{
  "id": "7287",
  "title": "Food safety analysis based on hazard analysis critical control point system at Indrapura Restaurant, the Netherlands",
  "abstract": "The Indrapura Restaurant as the member of Fine Eastern Restaurant and Selected Indonesian Restaurant is one of the most famous Indonesian style restaurants in Amsterdam, the Netherlands. As a well known Indonesian restaurant there are a lot of factors which should be considered, one of the most important point of consideration is the safety of the foods. This matter leads the writers to do the food safety research based on the Hazard Analysis Critical Control Point System which already being applied in this restaurant since 1992. In the Netherlands, based on the government policies the approved standard for the food safety system is the Hazard Analysis Critical Control Point System. Therefore this research describes food safety application in Indrapura Restaurant using the Hazard Analysis Critical Control Point as the point of view to describe any matters which directly related with the way of handling foodstuffs by the personnel in order to ensure the safety of food for consuming. By comparing the recommended standards by the government and the applied operational standard of Hazard Analysis Critical Control Points in Indrapura restaurant, it could be concluded that the application of the food safety system in Indrapura restaurant has meet the government standards or not. Therefore, some recommendations should be made in order to improve the food safety system on the kitchen area by giving some advice and reviews for the advantages and disadvantages of good HACCP application.",
  "creators": "AGUS SETIAWAN BOEDIARSO; ALEX WIJAYA",
  "contributors": "A. H. M. VAN HOOFF (Advisor 1); FOTINE ZIJLSTRA (Advisor 2); A. HOEKSTRA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010356/HTL/2007; Agus Setiawan Boediarso (33402014), Alex Wijaya (33402122)",
  "subjects": "RESTAURANT MANAGEMENT"
}