{
  "id": "7289",
  "title": "Developing revenue management at restaurant De Kelderhof: observation of the market segmentation and seating management",
  "abstract": "This research was written in the purpose of implementing Revenue Management at De Kelderhof restaurant, Amsterdam. This application was new in restaurant industry because the application of Revenue Management was traditionally applied only at International Hotel chain and Airlines industry. Here the writers would like to do a research about the implementation of Revenue Management in a restaurant because this subject is not much discussed before and this is a very interesting and at the same time an important subject for a restaurant. In the first chapter is the introduction of the research which is about the background of the studies why the writers conducting the research at De Kelderhof restaurant and the relevancy of it including the purpose of the study, the problem statement, and the research limitation. The second chapter explains widely about various opinions of many experts in this subject, also the base theories used in this research. This chapter includes the concepts used in this research which is a very wide subject and why those concepts are chosen, the relation between the concepts, the theoretical perspective of the research and the assumption of the research. The third chapter explains briefly about the methods used in this research. This methods shows which sample and population are chosen by the writers in the aim of collect the data needed to answer the questions of the research, the analysis technique used in this chapter, and the planned research schedule of the research. The fourth chapter explains briefly about the background of the company including the organization chart. This chapter also provides the related data about the restaurant according to Revenue Management view such as the data of recent regular guests of De Kelderhof restaurant. Also the data analysis and the results of the data that is collected from the questionnaires combined with the result of the in-depth interview for next the data can be processed to find out the answer of the research questions. The fifth chapter will be the final conclusions and recommendations provided by the writers based on the results of the data collections results. From the observation and research can be concluded that Restaurant De Kelderhof was already familiar with Revenue Management, and he has a positive thought that Revenue Management can make a better result for the company. At this moment there are some aspects at De Kelderhof that already suitable for the application of Revenue Management. This includes the technology supporting system, decision support system, human resources, and also information distribution. De Kelderhof restaurant also segmenting their market and they know exactly what their target market wants. They have different pricing systems for each target market, which is very important in applying Revenue Management, because each market has different needs.",
  "creators": "DENNY SUSANTO; ROSTRIANA PERMATASARI",
  "contributors": "A. H. M. VAN HOOFF (Advisor 1); FOTINE ZIJLSTRA (Advisor 2); A. HOEKSTRA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010354/HTL/2007; Denny Susanto (33402078), Rostriana Permatasari (33402142)",
  "subjects": "MARKET SEGMENTATION; RESTAURANT MANAGEMENT"
}