{
  "id": "729",
  "title": "The Causes and effects of the governess' hallucination in Henry James' The Turn of the Screw",
  "abstract": "In The Turn of The Screw, Henry James presents the governess as the central character pictured as a young woman who is able to have hallucination of ghosts. Due to this fact, this thesis is a study of the causes that make the governess hallucinate about ghosts and the effects of her hallucination itself. Therefore, this thesis intends to prove that there are some causes that make the governess able to have hallucination and that the hallucination finally brings negative effects to herself and moreover brings sufferingand damage to the innocent children. In doing the analysis, the writer does a literary approach by applying theory of characterization and theory of setting. Furthermore, in order to make the analysis on the causes of the governess' hallucination, the thesis writer uses two related meanings, those are neuroticism and hallucination to explain the governess' uncommon nature. The analysis is done first by studying the governess own character which is weak, since she owns the nature of being easily carried away and over imaginative and these are furthermore supported by her neurotic tendency. This nature owned by the governess is concluded as the cause of the governess' hallucination. The thesis writer also analyzes other important causes of the governess' hallucination, which are the master whom she loves and also the mysterious, gloomy scenes in Bay. Both also have great influences that cause the governess' hallucination. Secondly, the analysis is also done by discussing the effects of the governess' hallucination on the governess herself and on the children. Through the analysis, the thesis writer finds out that the governess' hallucination which is later transformed and used in her heroic idea of self sacrifice to be the savior for the children in order to get sympathy from her master ironically brings negative effects and horror, not only to the innocent children, but also presents the governess a complex disaster and horrifying failure to herself.",
  "creators": "FRANCISCA LINAWATY",
  "contributors": "CHERRY HADIKUSUMO, Dra. (Advisor and Examination Committee); Liliek Soelistyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1125/ING/2003; Francisca Linawati (11495094)",
  "subjects": "AMERICAN FICTION--19TH CENTURY--STUDY AND TEACHING; JAMES, HENRY, 1849-1916 THE TURN OF THE SCREW-STUDY AND TEACHING"
}