{
  "id": "7299",
  "title": "Analysis of the customers' preferences in determining a suitable menu for River Side Oriental Cuisine Restaurant",
  "abstract": "The main purpose of this research is to determine a suitable menu for River Side Oriental Cuisine Restaurant, a restaurant with a three-Asian-cuisine concept (Malaysian-Chinese, Japanese, and Thai cuisine) that is planned to be opened this year. The menu selections are based and focused on the customers? preferences of the River Side target market, who are potentially both the regular and non-regular guests of Golden River Restaurant excluding the children. These preferences include food habits and preferences, nutritional requirements, as well as the food characteristic. The writers specify the research on the customer foods? preferences considering that food items on the menu reflect the characteristic of a restaurant more than beverage items and play a more important role to accomplish the success of a restaurant business. The writers do both descriptive and exploratory research. In the descriptive research, the writers gather the customers? data to know the customer foods? preferences, their wants and needs, and their buying behaviour. The data is collected by distributing questionnaire to 50 respondents randomly. In the exploratory research, the writers find out how to develop a good and suitable menu for River Side Oriental Cuisine restaurant by doing a literature study, having an informal discussion with the owner and doing a field observation. The source of selecting the menu items are from cookbooks and internet. The writers have a discussion with the owner to know his plan to open the River Side Oriental Cuisine restaurant, such as the concept of River Side, the variety of cuisine, and the target market of River Side Oriental Cuisine restaurant. The data that has been gathered from the questionnaires and the information from the discussion and the observation is then analyzed. The findings will be used as a basic determination to select the menu items. Next, the writers suggest the owner a menu example of each those cuisine including the set menu. The preferences analysis of the questionnaire is, however, useful as it serves as an input for the owner before finalizing the menu for River Side Oriental Cuisine restaurant.",
  "creators": "TJIA IVONE SOETANTO; GITA ROSALIN",
  "contributors": "HENK BRUINS (Advisor 1); KIN YU WONG (Advisor 2); VAN DER HOEK (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010288/HTL/2006; Tjia Ivone Soetanto (33401056), Gita Rosalin (33401071)",
  "subjects": "CONSUMER RESEARCH; CONSUMER BEHAVIOR"
}