{
  "id": "730",
  "title": "A Study on Chekhov's rulling principles about dreams as seen through his two characters in Anton Chekhov's Three Sisters",
  "abstract": "This thesis discusses one of Chekhov's plays, Three Sisters (1901). Three Sisters presents Chekhov as a playwright who is using his work to express his dreams and ruling principles through his characters. In this play, I find that Chekhov has two characters besides the three sisters that are considered as his mouthpieces; they are Vershinin and Toozenbach. Chekhov is using these two characters to express his great views about dreams. Yet, in expressing his idea in Three Sisters, Chekhov shows that these two characters are having contradictive views about dream. Vershinin is described as a man who has lofty dreams and views for humanity but fails in his personal life. Meanwhile, Toozenbach appears to be someone who is very personal oriented by refusing to get involved in humanitarian problems. Here, I want to disclose and study Vershinin and Toozenbach's contradictive life principles about dreams. I also want to search for Chekhov's ruling principles about dreams. The fact that Chekhov makes his two mouthpieces contradictive inspires me to find Chekhov's intention in treating his characters in such a way. As this study involves its author's life and intention, therefore I need to study both the play and the author's biographical document. In analyzing the play in relation to its author, I use the theory of historical criticism especially the one that deals with the biographical approach. This theory is an appropriate theory to explore Chekhov's life and his intention as an author in writing his work. By using this theory, I find that Chekhov is the combination of the two characters. He strives for those two kinds of dreams, either humanitarian or personal dreams. He wants people to treat either humanitarian or personal dreams in balance. It is important to look after personal matters, but living in a society makes one have to think of the importance of his life within the scheme of human life as a whole. Thus, people must also care for humanity problems and be involved in the struggle to bring improvement to the human future.",
  "creators": "RENNY NOVEMSY DESE",
  "contributors": "Ribut Basuki (Advisor and Examination Committee); Jenny Mochtar Djundjung (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 911; Renny Novemsy Dese (11495116)",
  "subjects": "RUSSIAN DRAMA-19TH CENTURY-STUDY AND TEACHING; CHEKHOV, ANTON PAULOVICH, 1860-1904. THREE SISTERS-STUDY AND TEACHING"
}