{
  "id": "7301",
  "title": "How to develop an appropriate strategy of River Side Oriental Cuisine restaurant",
  "abstract": "Overall, the purpose of this research is to develop an appropriate strategy for River Side Oriental Cuisine Restaurant. This restaurant had planned in the past few years and it is going to open for business in the future as soon as possible. The main concept of River Side Oriental Cuisine Restaurant is an open kitchen restaurant which is going to serve three different types of food (Japanese, Thailand and Chinese-Malay). To analyze and decide an appropriate strategy of River Side Oriental Cuisine Restaurant, the writers have chosen the SWOT analysis. The acquired data for this research is divided into two parts, the internal part and the external part. The internal part includes informal interview with the owner, assistant manager, and overview about historical background of the restaurant. The external part includes the local government policy, observation about the culture and habit of local people in Netherlands and the questionnaires are about the preferable restaurant based on the customers. The questionnaires are distributed randomly to the guests who come to eat at Golden River Restaurant. This research is a continuous research from the previous research that was done last year by the previous students (Tjia Ivone Soetanto and Gita Rosalin ?Analysis of the Customers Preferences in Determining a Suitable Menu for River Side Oriental Cuisine Restaurant?). The methodology used in this research is descriptive and exploratory method. By using descriptive methods the writers intends to get the data from the customers about the culture, habit of people in Netherland, and their buying behavior for the supporting data of this research. The exploratory research is a suitable method to find out how to develop an appropriate strategy of River Side Oriental Cuisine Restaurant by doing in dept interview with the owner and assistant manager, literature study and a field observation. All of the data will be analysed by using SWOT analysis to get valid data.",
  "creators": "LUCIA DARMAWAN; MARIA PATRICIA",
  "contributors": "A. H. M. VAN HOOFF (Advisor 1); FOTINE ZIJLSTRA (Advisor 2); A. HOEKSTRA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010352/HTL/2007; Lucia Darmawan (33402053), Maria Patricia (33402072)",
  "subjects": "RESTAURANT-MARKETING; RESTAURANT MANAGEMENT"
}