{
  "id": "7302",
  "title": "The Importance of intercultural communication in order to maintain a good service in Lucky City Restaurant Hoofddorp, the Netherlands",
  "abstract": "As students from Petra Christian University at Indonesia and also Christelijke Hogeschool Noord (CHN) at Nedherland, the writers are obliged to write thesis as one of the requirement to finish the study. The writers?s objective of this thesis is to learn the importance of intercultural communication in order to maintain a good service in Lucky City Restaurant at Hoofddorp. Moreover, this thesis will analyze the influence of culture differences toward communication process of organizational member especially to support service performance. The writers choose this topic because in the working environment of Lucky City Restaurant there are a lot of people who hasve different culture and also different ways of communication. Therefore in order to understand each other the writers have to communicate but the problem is that the writers?s ways of communication are different from them that is why the writers are interested to study more about the importance of intercultural communication that deals with the good service. This thesis will be divided into 6 chapters. Chapter one will explain about the research review, the research problem, the research question, the research objectives, the purpose of research, the scope of research and the advantages of research. Research problem can be considered as the study case that needs to be analyzed and how it can be occurred and solved. Research objectives explain about the purpose of the analysis. Research objective will include the purpose of the research. Chapter two describes about the company where the writers do the research. It begins with the historical overview of Lucky City Restaurant. It also explains the organization chart, service sequence, and job description. Chapter three explain about literature review which contains a lot numbers of theory concerning the communication, culture, intercultural communication, and also a lot more about service. Chapter four will contain about the research methodology. In this chapter the writers will explain the research methodology that is being used which is qualitative method, and the data sources will be divided into two sources: 1. Primary data source, this source is compiled from interviewing, observation, and giving questionnaires. 2. Second data source, this source is taken from literatures which are related with the intercultural communication and service. Chapter five will be the main discussion of the thesis whereas all the sources have been collected through interview, observation and the analyzed questionnaire. The last chapter will be domiciled with the conclusion from the whole thesis and some recommendation which could be implemented in the restaurant in order to overcome the intercultural communication obstacles and what can be done to avoid misunderstanding. By the end of this thesis, writers will enclose the thesis with the appendixes and references that consist of the questionnaire format and all the information that deals with the thesis.",
  "creators": "MONIK GUNAWAN; ANN YOLANDA IWANAGA",
  "contributors": "HENK BRUINS (Advisor 1); SIU YEE TANG-PANG (Advisor 2); VAN DER HOEK (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010287/HTL/2006; Monik Gunawan (33401060), Ann Yolanda Iwanaga (33401172)",
  "subjects": "RESTAURANT MANAGEMENT"
}