{
  "id": "7306",
  "title": "Promoting Indonesian art films to the Netherlands: B2B strategic recommendations for distribution process",
  "abstract": "Art films are eccentric, idealistic, cutting-edge, and totally different from commercial films. Art films are personal masterpieces and they provoke arguments and thoughts from the audiences. It is about the beauty and the art of a film. Although they are considered as non-commercial projects, the industry still needs money/capital to keep them alive. Therefore, relationship between all parties needs to be maintained and developed. Indonesia and the Netherlands are by some means connected to the ancient history from around 15th century; and they have several similar things, including the art. The bond between them is not merely about physical bond, but also emotional bond. Regarding the art film industries, Indonesia has been attempting to promote the art films abroad, the Netherlands has long been renowned for its art films, and art films from both countries have been experiencing uptrend. Realizing above fact, the writer would like to investigate the B2B marketing within the art film distribution process in more detail. It means that all activities examined are the B2B relationships between Indonesian art film producers/filmmakers and Dutch art film distributors. Thus, the purpose of the dissertation is to provide B2B strategic recommendations for Indonesian art film producers, who are willing to promote their films to the Netherlands with the assistance of Dutch art film distributors. In the end, the writer believes that this research can be a stepping stone for further research such as promoting Indonesian films (all genres) to the Netherlands or promoting Indonesian art films to Western European countries or many other possible research themes related to this topic.",
  "creators": "HENDRA RAHARJA WIJAYA",
  "contributors": "MENNO VAN VERTOHAUZEN (Advisor 1); RENE VAN DER LINDEN (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Final Assignment Report No. 00010108/MAN/2007; Hendra Raharja Wijaya (34403010)",
  "subjects": "DISTRIBUTION (ECONOMIC THEORY); PROMOTIONS"
}