{
  "id": "7311",
  "title": "Analyzing the influence of employee satisfaction towards the employee working performance in restaurant cafe De Veranda Amsterdam, the Netherlands",
  "abstract": "Employee is a person who choose to get their income by joining into a system (company) which they trust can guaranty their income and life. In order to get it, they need to work in an organization or company which they like. They have to work with other people in the same group/team. A lot of problem can happen with their work. The writers want to know how satisfied the employee with their job. In case to complete that, the writers do their observation in their restaurant they have internship with, Restaurant Cafe de Veranda. It is located in Amstelveenseweg 764 Amsterdam. It is one of the biggest restaurants in a big city in Holland which is always busy all the time because of its service, location, facilities, and of course the food. This restaurant has more than 40 employees, separated in service, kitchen and dish wash. The writers try to cover all, but in this observation, the writers concentrate in service (the division they work for). Each employee has their own performance in working. And the question is, how satisfied are they with their job? Are they satisfied enough? What make them like to work there? have they already done their best? The writers assume if they are satisfied, they will do their best for the restaurant and it gives impact to their service quality. It can be caused by some factors such as salary, working hours, facilities, working environment, reward (incentive/bonus), or may be human relation (workers & employee or workers & co-workers). The writers analyzed their research by using a qualitative method, by interviewing the employees personally with deep questions, start from the supervisor, assistant supervisor and of course the other employee. The writers are also being helped and supported by the manager of the restaurant, Mr. Remco Dobber. Thank you very much to Mr. Dobber.",
  "creators": "HERY SUSANTO; EDSA ALIFIA",
  "contributors": "A. H. M. VAN HOOFF (Advisor 1); FOTINE ZIJLSTRA (Advisor 2); A. HOEKSTRA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010351/HTL/2007; Hery Susanto (33402085), Edsa Alifia (33402117)",
  "subjects": "PERSONNEL MANAGEMENT; JOB SATISFACTION; RESTAURANT MANAGEMENT"
}