{
  "id": "7318",
  "title": "Measuring brand equity of memories of Asia Restaurant",
  "abstract": "At whole, this thesis analyzes the measurement of brand equity in Memories of Asia Restaurant, one of a Chinese restaurant in Arnhem, Nederland. This thesis is divided into six chapters, which each has its own content. Chapter one is introduction. It tells about the background of the research, the research problem definition and the research objective- the purpose of this thesis. Chapter two is the general overview about the company. It contains the history of Memories of Asia Restaurant, and the background of choosing the name and the symbol of Memories of Asia Restaurant. The literature review about the brand equity used in the research problem is explained on chapter three. The fourth chapter discusses about the research methodology used in this thesis. It combines the qualitative and quantitative method on this research. The writers will do the in-depth interview with the owner of Memories of Asia Restaurant and the guest. It is about their perception of Memories of Asia Restaurant?s brand. Some questionnaires are spread to some Arnhem citizens. After that the writers will compare the result of the questionnaires with the theories that the writers have. The fifth chapter is the main discussion of this thesis whereas all data that have been collected through interviews and observation are being analyzed. The analysis is done based on theories existed. And the last chapter describes about the conclusions about the research and the recommendation for Memories of Asia Restaurant that could be implemented in order to increase the performance and quality of Memories of Asia Restaurant.",
  "creators": "YESSICA MEITARIA KIRANA S; ANDHIKA FEBRIANTO",
  "contributors": "A. H. M. VAN HOOFF (Advisor 1); FOTINE ZIJLSTRA (Advisor 2); A. HOEKSTRA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010348/HTL/2007; Yessica Meitaria Kirana Susilo (33403062), Andhika Febrianto (33403092)",
  "subjects": "RESTAURANT MANAGEMENT; MARKETING-MANAGEMENT"
}