{
  "id": "7324",
  "title": "Kegiatan pengisi waktu luang bagi anggota penduduk Surabaya Timur yang berusia 40-60 tahun",
  "abstract": "Selama manusia hidup, mereka tidak terlepas dari kebutuhan. Kebutuhan adalah satu keinginan yang dirasakan oleh manusia yang memerlukan pemenuhan atau yang perlu dipenuhi. Surabaya sebagai kota metropolitan kedua di Indonesia setelah kota Jakarta, mempunyai potensi yang cukup besar dalam memenuhi berbagai macam kebutuhan penduduknya, termasuk kebutuhan-kebutuhan dalam mengisi waktu luang. Topik penelitian ini adalah kegiatan pengisi waktu luang bagi anggota penduduk Surabaya timur yang berusia 40-60 tahun. Tujuan penelitian ini adalah untuk mengetahui seberapa banyak waktu yang digunakan untuk mengisi waktu luang oleh masyarakat Surabaya timur yang berusia 40-60 tahun, kegiatan-kegiatan pengisi waktu luang yang dilakukan oleh mereka dan untuk mengetahui apa saja kebutuhan dan keinginan mereka dalam mengisi waktu luang yang belum tersalurkan di kota Surabaya. Pada penelitian ini, penulis melakukan wawancara kepada 20 orang responden yang berdomisili di daerah Surabaya timur, berusia 40-60 tahun, memiliki pendapatan tiap bulan di atas dua (2) juta rupiah dan memiliki status sosial menengah ke atas. Dari hasil wawancara, diketahui bahwa kegiatan-kegiatan pengisi waktu luang bagi masyarakat Surabaya timur yang berusia 40-60 tahun adalah shopping atau berbelanja, jalan-jalan, melakukan kegiatan olah raga, mengikuti suatu perkumpulan kesenian, antara lain dansa dan karaoke, mengikuti suatu perkumpulan arisan, menonton televisi dan mengikuti kegiatan yang bersifat rohani. Sedangkan keinginan dan harapan masyarakat Surabaya timur yang berusia 40-60 tahun yang belum tersalurkan di kota Surabaya yaitu area di kota Surabaya yang dapat digunakan untuk melakukan olah raga HASH (Hash, House, Harrier), adanya mall-mall yang buka 24 jam, adanya cafe-cafe khusus untuk masyarakat usia 40-60 tahun, adanya tempat perjudian yang legal seperti di luar negeri, suatu area shopping seperti di Orchard Road di Singapura.",
  "creators": "HENNY SETIAWATI BUDI; EVI CHANDRA",
  "contributors": "Widjojo Suprapto (Advisor 1); Yacintha Yoranouw Suryawijaya (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 00010580/PAR/2005; Henny Setiawati Budi (91301061), Evi Chandra (91301081)",
  "subjects": "RECREATIONAL SURVEYS; TOURIST TRADE-RESEARCH"
}