{
  "id": "7327",
  "title": "Visualisasi kartu undangan pernikahan masyarakat Tionghoa di Surabaya dari tahun 1970-an sampai dengan tahun 2003",
  "abstract": "Kartu undangan pernikahan merupakan bagian yang penting dari resepsi pernikahan. Masyarakat Tionghoa di Surabaya dalam menentukan kartu undangan pernikahan dari tahun ke tahun semakin bervariasi dan terus berkembang. Seolah-olah menjadi suatu gengsi tersendiri untuk menye lenggarakan resepsi pernikahan yang dikemas dengan apik. Penelitian ini bertujuan untuk me ndokumentasikan dan mendeskripsikan bagaimana peta perkembangan visualisasi kartu undangan pernikahan masyarakat Tionghoa dari tahun 1970-an sampai dengan tahun 2003 berdasarkan pada nilai-nilai filosofi dan budaya Cina yang sudah ada sejak dulu. Penelitian ini juga dimaksudkan untuk mendeskripsikan faktor-faktor yang mempengaruhi kehidupan masyarakat Tionghoa Surabaya yang mempengaruhi perkembangan visualisasi kartu undangan pernikahan mereka. Dari studi yang telah dilakukan didapatkan simpulan sebagai berikut (1) Perkembangan visualisasi kartu undangan masyarakat Tionghoa di kota Surabaya terbagi dalam empat kelas berdasarkan pada filosofi dan identitas mereka sebaga i masyarakat Tionghoa yang tercermin pada desain kartu undangan pernikahan. Kategori-kategori tersebut adalah: (a) Tradisional; (b) Transisional; (c) Modern; (d) Kontemporer. Umumnya desain kartu undangan yang disukai adalah modern dan transisional. Peta perkembangan visualisasi yang dihasilkan berdasarkan perubahan yang terjadi pada variasi ilustrasi, variasi tipografi, teknik cetak dan pada jenis kertas yang digunakan; (2) Faktor-faktor yang mempengaruhi perkembangan visualisasi kartu undangan pernikahan masyarakat Tionghoa di kota Surabaya adalah dari faktor pendidikan, teknologi dan tradisi. Saran-saran yang dianjurkan dari penelitian ini adalah (1) Dalam perancangan kartu undangan pernikahan masyarakat Tionghoa di Surabaya sebaiknya memperhatikan peta perkembangan visualisasinya dan pihak-pihak yang akan diundang dalam resepsi pernikahan sehingga desain kartu undangan tepat di hati mereka; (2) Perancang kartu undangan pernikahan sebaiknya selalu berinovasi agar desain kartu undangan pernikahan dan ilustrasinya tidak hanya berhenti pada beberapa simbol-simbol umum saja; (3) Jika akan diadakan penelitian mengenai kartu undangan pernikahan lagi dapat diadakan di kota-kota yang tradisi masyarakat Tionghoa-nya masih kental seperti di Medan dan yang masyarakat Tionghoa- nya sudah modern seperti di Jakarta.",
  "creators": "ELLEN ANATASIA",
  "contributors": "YOHANES MOELJADI PRANATA (Advisor 1); MARGANA (Advisor 2); Andrian Dektisa Hagijanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Grafis",
  "source": "Perancangan Grafis No. 00110309/DKV/2004; Ellen Anatasia (42499086)",
  "subjects": "VISUAL COMMUNICATION; INVITATION CARDS; COMMERCIAL ART; GRAPHIC ARTS"
}