{
  "id": "7329",
  "title": "Visualisasi animasi dan pengaruhnya terhadap keefektifan isi pesan",
  "abstract": "Perkembangan luar biasa dalam bidang komputer grafis memberikan kemudahan dan kebebasan tanpa batas dalam penciptaan multimedia. Kenyataannya dalam proses tersebut desainer cenderung terfokus pada penciptaan media yang semenarik mungkin dengan mengabaikan keterbatasan memori kerja manusia untuk menerima informasi, padahal penambahan elemen-elemen seduktif, terutama pada materi ilmiah, memiliki konsekuensi kognitif. Penelitian ini menghubungkan kajian Desain Komunikasi Visual dan teori kognisi untuk membuktikan bahwa kemenarikan bukanlah satu-satunya penentu keefektifan suatu media instruksional. Dalam penelitian eksperimental pada subjek mahasiswa fakultas Seni dan Desain serta jurusan Sastra Inggris, materi animasi dengan perlakuan tertentu (standar, standar+visual seduktif, standar+verbal redundan) disajikan untuk mengetahui apakah kemenarikan secara visual maupun verbal lebih efektif untuk kelompok subjek dengan literasi visual dominan dan literasi visual dominan. Dari analisis terhadap jawaban responden sebelum dan sesudah penyajian animasi didapatkan bahwa subjek dengan literasi visual dominan mencerap informasi paling baik dengan tampilan animasi standar. Sedangkan pada subjek dengan literasi verbal dominan yang tidak terbiasa dengan tampilan visual, penerimaan informasi animasi terbantu oleh pengulangan teks/label. Hasil tersebut memberikan gambaran awal bahwa kemenarikan visualisasi belum tentu efektif, apalagi bila elemen verbal dan visual tampil bertumpangtindih. Karakteristik dan keterbatasan kognisi sebaiknya mulai menjadi pertimbangan dalam pendesainan multimedia.",
  "creators": "ARIELLA KRISTANTI P",
  "contributors": "YOHANES MOELJADI PRANATA (Advisor 1); MARGANA (Advisor 2); Andrian Dektisa Hagijanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010316/DKV/2004; Ariella Kristanti P. (42400006)",
  "subjects": "ANIMATED FILM; VISUAL COMMUNICATION; COMMERCIAL ART; GRAPHIC ARTS"
}