{
  "id": "733",
  "title": "A Study on Rolex advertisement translation from English to Bahasa Indonesia as seen from the textual approach",
  "abstract": "Translation and advertisement are interesting subject to be analyzed. There are several reasons why the writer is interested in analyzing the advertisement by using translation. First, the language of advertisement is very condensed and stylistic. Second, every people know about advertising. Third, the advertisement as a part of economic activity plays an important role in the business market. Fourth, in translating advertisement, it needs special skill so that it produces a natural and understandable translation. In this thesis, the writer wants to know what is maintained in Indonesian version from English version as seen from the intention, register, tone, and message. Also, the writer is curious to know whether the Indonesian versions are natural. The purpose of this study is to know whether the Indonesian version of Rolex advertisement is good in terms of intention, register, tone, message and naturalness when it is compared to the original one. In this thesis, the writer collects the data, in this case, the Rolex advertisements from Newsweek magazine and Info Bank magazine. The advertisements are in English and Bahasa Indonesia that have the same topics and pictures. The instrument for analyzing the data are Collins Cobuild English Language Dictionary to find the meaning in English, and Kamus Besar Bahasa Indonesia to find the meaning in Bahasa Indonesia. The writer analyses the data by exploring the intention, register, tone and message and then she decides whether the translations are natural or not by using the same criteria. The finding of this thesis is that Rolex advertisement translations from English to Bahasa Indonesia are natural because the translator is successful in translating the intention. Although the intention is translated it doe s not mean that the result is perfect. The register is not well translated but it does not influence the whole meaning of a text. The conclusion of this thesis is to translate a text naturally; those four aspects, intention, register, tone and message must be translated well to get a high quality translation.",
  "creators": "FITRI GUNAWAN",
  "contributors": "Julia Eka Rini (Advisor and Examination Committee); Bintoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 798; Fitri Gunawan (11496015)",
  "subjects": "TRANSLATING AND INTERPRETING"
}