{
  "id": "7330",
  "title": "Analisis teks iklan 'Smart' pada iklan TV bergaya potongan cerita",
  "abstract": "Iklan merupakan produk desain komunikasi visual yang berkembang sangat pesat dalam beberapa tahun terakhir ini. Ribuan iklan mewarnai kehidupan sehari-hari, baik di rumah, tempat kerja, di jalan, di tempat belanja, atau bahkan di tempat yang orang tidak sadari. Yang keberadaannya paling dirasakan adalah iklan televisi, media televisi menjadi pilihan utama para pemasar untuk beriklan, dikarenakan kelebihannya menjangkau khalayak luas. Di tengah kondisi banjir informasi saat ini, iklan-iklan televisi harus berlomba-lomba merebut perhatian konsumen. Untuk menjawab persaingan yang berat itu, media-media informasi, seminar dan acara-acara (events) lainnya beramai-ramai membicarakan topik kreativitas dalam iklan. Semua praktisi periklanan setuju bahwa sebuah iklan nampak lebih menonjol di antara iklan-iklan yang lain karena daya tarik kreativitas ide/konsep iklan. Kekuatan kreativitas konsep iklan mampu menarik perhatian konsumen untuk melihat sampai kemudian memahami, menerima dan akhirnya menyimpan pesan yang diterima sehingga kemungkinan konsumen membeli produk yang diiklankan lebih besar karena informasi dapat dipanggil sewaktu-waktu. Mayoritas iklan-iklan televisi dikemas dengan gaya penampilan potongan cerita, yang menampilkan penggalan cerita kehidupan sehari-hari, dengan anggapan konsumen dapat lebih mudah menangkap pesan iklan. Namun sebaliknya, untuk memberi nilai plus dalam cerita kehidupan sehari-hari lah yang menjadi tantangan insan kreatif iklan. Iklan potongan cerita yang kreatif harus mampu menyampaikan pesan secara cerdas (smart). `Smart? dalam gaya potongan cerita berarti memberi ciri (1) `novel? pada tampilan cerita atau pembabaran (visualisasi) iklan dan memberi ciri (2) `surprise? pada gaya eksekusi iklan. Visualisasi cerita berciri `novel? tandanya mampu membabarkan cerita secara berbeda, unik, baru, lain dari yang lain, orisinil, dan inovatif. Sedangkan gaya eksekusi yang `surprise? tandanya mampu mengemas pesan dengan cara yang tak terduga, mengejutkan, dan di luar konteks. Konsep iklan yang unik dan mengejutkan inilah yang memiliki daya tarik yang kuat sehingga diperhatikan konsumen.",
  "creators": "IE FANG CHU",
  "contributors": "YOHANES MOELJADI PRANATA (Advisor 1); MARGANA (Advisor 2); Andrian Dektisa Hagijanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010336/DKV/2004; Ie Fang Chu (42400033)",
  "subjects": "ADVERTISING-RESEARCH; ADVERTISING LAYOUT AND TYPOGRAPHY; COMMERCIAL ART; GRAPHIC ARTS; VISUAL COMMUNICATION"
}