{
  "id": "7332",
  "title": "Analysis of five servqual dimension through disconfirmation theory approach to establish a level of customer satisfaction at Indrapura Restaurant, Netherlands",
  "abstract": "The theory of disconfirmation has been used to explain the formation of customer perceived service quality and satisfaction. According to this theory, service quality and satisfaction result from how well the actual service performance, in other words, the service process and outcome, matches the customer?s expectations. Thus, expectations and their management are of great significance to perceive service quality and satisfaction. The idea of disconfirmation has its root in Helson?s (1948; 1964) adaptation level theory, which suggests that states of satisfaction/dissatisfaction result from a comparison between one?s perception of product performance and one?s expectation level. According to widely accepted opinion in service research, customer perceived service quality results from how well customer expectations match actual experiences of the service. And so, based on the analogical of the disconfirmation theory, the writers conduct a set of research upon Indrapura Restaurant, located at the heart of Amsterdam. To gain the level of customer satisfaction through the customer expectation and customer perception level of Inrdrapura?s service quality. The writers use five dimension of SERVQUAL, suggested by Parasuraman et.al. (!990), those are, Tangible, Reliability, Responsiveness, Assurance, Empathy.",
  "creators": "DAUD RIZALDI; ERWIN SANDI",
  "contributors": "HENK BRUINS (Advisor 1); PETER TEN CATE (Advisor 2); VAN DER HOEK (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02010276/HTL/2006; Daud Rizaldi (33401155), Erwin Sandi Wijaya (33401159)",
  "subjects": "CONSUMER SATISFACTION; CUSTOMER SERVICE"
}