{
  "id": "7337",
  "title": "Analisis semiotik visualisasi karakter penokohan dalam iklan produk untuk anak-anak di media cetak",
  "abstract": "Iklan merupakan salah satu cara atau sarana yang dipakai oleh produsen untuk pemasaran produknya kepada masyarakat luas agar masyarakat mengetahui keberadaan produk yang ingin diperkenalkan, atau membentuk image suatu produk. Salah satu media yang efektif untuk beriklan adalah media cetak, dan salah satu elemen yang penting dalam iklan tersebut adalah tokoh/model iklan. Tokoh dalam iklan dibuat sedemikian rupa agar menarik dan sesuai dengan produk maupun target audiens. Penelitian ini mendeskripsikan makna dari visualisasi penokohan yang ada pada iklan produk untuk anak-anak di media cetak. Dengan tujuan untuk mengetahui makna/arti yang terkandung di balik penampilan dan tanda-tanda yang ada di dalamnya. Penelitian ini dilakukan dengan pendekatan deskriptif kualitatif dengan metode analisis teks. Dari hasil analisis tokoh iklan produk untuk anak-anak di media cetak, dapat diketahui bahwa mayoritas tokoh berbentuk manusia kartun baik 2D/3D, dengan karakter tokoh anak-anak yang smart, hebat, dan ceria, dan makna yang terkandung didalam tokoh tersebut mencerminkan kemampuan/keunggulan, khasiat dan sensasi dari produk yang diiklankan. Iklan yang ditampilkan cenderung menampilkan unsur sensasi, imajinatif, serta tokoh yang berpenampilan moderen, mempunyai wajah khas Indonesia dan tidak berorientasi pada tokoh laki-laki atau perempuan saja, melainkan keduanya. Disarankan adanya penelitian lebih lanjut terhadap visualisasi dan keterkaitan dengan komponen lain yang mempunyai pengaruh terhadap fenomena yang telah diteliti.",
  "creators": "YUSAK KURNIADI",
  "contributors": "YOHANES MOELJADI PRANATA (Advisor 1); MARGANA (Advisor 2); Andrian Dektisa Hagijanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010372/DKV/2004; Yusak Kurniadi (42400083)",
  "subjects": "VISUAL COMMUNICATION; ADVERTISING-MANAGEMENT; COMMERCIAL ART; GRAPHIC ARTS"
}