{
  "id": "7345",
  "title": "Analisis endorser dalam iklan media cetak: konsep kecantikan, daya tarik iklan, dan karakteristik produk",
  "abstract": "Salah satu daya tarik iklan adalah endorser. Memilih endorser untuk suatu iklan bukan pekerjaan mudah. Perempuan sering dijadikan endorser dalam iklan. Citra perempuan dalam iklan seringkali menuntut perempuan untuk selalu tampil cantik dan menarik.. Endoser yang cantik dapat menarik perhatian orang karena indah dilihat. Namun dimensi kecantikan endorser berbeda-beda. Kecantikan bukanlah sesuatu yang universal. Terdapat pandangan yang berbeda-beda soal kecantikan, ada konsep kecantikan inner, visual, dan kontekstual. Selain itu, seorang endorser dapat mewakili karakteristik produk juga dapat menjadi duta produk selaras dengan citra produk yang ingin diciptakan. Penelitian deskriptif kuantitatif ini dirancang untuk mendeskripsikan konsep kecantikan endorser, hubungannya dengan karakteristik produk, serta daya tarik iklan menurut pandangan target audience. Dari penelitian ini ditemukan bahwa ternyata target audience dengan usia berbeda memiliki pandangan yang berbeda soal konsep kecantikan endorser dalam iklan, dan karakteristik produk yang berbeda mempengaruhi pandangan target audience terhadap konsep kecantikan endorser iklan. Pemilihan suatu endorser dapat berpengaruh terhadap daya tarik iklan, walaupun pengaruh yang lebih besar diberikan oleh kualitas produk yang diiklankan. Disarankan agar diadakan penelitian kualitatif untuk menganalisis lebih lanjut tentang hubungan antar variabel penelitian ini.",
  "creators": "JOICE VERAWATI",
  "contributors": "YOHANES MOELJADI PRANATA (Advisor 1); MARGANA (Advisor 2); Andrian Dektisa Hagijanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010421/DKV/2004; Joice Verawati (42400166)",
  "subjects": "VISUAL COMMUNICATION; ADVERTISING; COMMERCIAL ART"
}