{
  "id": "736",
  "title": "The Motives of Mary's lies and their effects in Lillian Hellman's the Children's Hour",
  "abstract": "Lillian Hellman is well known as a moral writer. In her work of art, she used to describe human evil and injustice. She was deeply stirred by all injustice and spoke out against them (Mc Graw). In most of her works, the good one is always defeated by the evil, not the other way around. It makes her being called as `'The Hanging Judge of The American Theatre\" (Vinson, p.376). In this thesis, the writer uses The Children's Hour as her primary source. The play is very interesting since it is about a little girl whose name is Mary who likes to tell lies. One of her lies is accusing her teachers as lesbian couple that destroys their lives. That is why the writer wants to know the motives of Mary's lies. Then, the writer is also curious to find out the effects of her lies to the main and minor characters in the play. In order to help the thesis writer in writing the thesis, literary tools, like characterization and conflict are needed as the main data. The characterization is important to understand the real character of the main central character. Meanwhile, conflict is needed to develop further about the characterization through the characters' interaction toward each other. Moreover, since the main story of this play is about lies, some psychological tools are also needed as supporting data to know the motives of Mary's lies, such as lies, freedom, and punishment. Finally, it is seen that Man_- is motivated to tell lies, because she wants to be sent back home since she feels that she is not free, she wants to take revenge on her teachers for being punished all the time, and her efforts to get sympathy from other people. All the reasons above ruin the main and minor characters' lives. Karen's, Joseph's, Mary's friends, and Martha's futures are destroyed, moreover, they are looked down and isolated by the society, Mrs. Mortar is also encouraged to take revenge to Martha, Martha's hatred to her aunt gets stronger, then she finally decides to end her life. Finally, Mary's lies put Mrs. Tilford's life in darkness for the rest of her life.",
  "creators": "MARISA",
  "contributors": "ANTONIUS GURITO (Advisor and Examination Committee); Ribut Basuki (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 801; Marisa (11496034)",
  "subjects": "HELLMAN, LILLIAN, 1905-1984. THE CHILDREN'S HOUR-STUDY AND TEACHING; AMERICAN DRAMA--20TH CENTURY--STUDY AND TEACHING"
}