{
  "id": "738",
  "title": "The Grammatical errors of the participants and the radio broadcasters of EBS. FM Radio English program 'All Around the Word'",
  "abstract": "This project is a syntactical study about the conversations between the radio broadcasters and the participants in EBS. FM radio. The main focus of this study is concentrated on the errors of the radio broadcasters and the participants based on the theory of The Surface Strategy Taxonomy. To get the sources of data, the writer uses a tape recorder so that she can transcribe them accurately. From the transcription, the writer then finds out the errors which become the data. After getting the data, the writer groups and analyzes them based on the Surface Strategy Taxonomy. The results reveal that the tendencies of errors that are produced by her subjects of the study that happen most are the Skeleton of English Clauses, the Auxiliary System, Prepositions, Parts of Speech, Miscellaneous Parts, Sentential Complements, Passive Sentences, and Temporal Conjunctions. The highest frequency of errors that the subjects have is the Skeleton of English Clauses. This part constitutes two categories; those are Missing Parts and Misinformation among Tenses. Missing Parts happen many times because the learners only combine one word with another without considering the importance of the existence of other function words. While Misinformation among Tenses happens because the learners pay more attention on the content than on the form. Besides, they also do not acquire some of the basic tenses well.",
  "creators": "PUDJI HARTATIK",
  "contributors": "SUKEMI, PROF.DR.M.A. (Advisor and Examination Committee); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 818; Pudji Hartatik (11496067)",
  "subjects": "DISCOURSE ANALYSIS; ENGLISH LANGUAGE-ERRORS OF USAGE; ENGLISH LANGUAGE-GRAMMAR"
}