{
  "id": "7380",
  "title": "Analyzing the market segmentation between a La Carte and work buffet based on price, service and menu at Ni Hao Restaurant Groningen",
  "abstract": "Ni Hao Restaurant, Groningen has two different types of restaurant that is a la carte and wok buffet. A la carte is a restaurant that gives full service and also offers a complete Chinese course starting from appetizer, soup, main course and dessert with an elegant atmosphere. Different from a la carte, wok buffet is a half service restaurant which provides food from appetizer, soup, main course and dessert in only one price. It is called buffet because the guest can take the food by themselves, only the drinks will be served to their table. From this fact the writers make some research to seek whether there is a difference in market segmentation between a la carte and wok buffet restaurant based on the price, service and menu. This topic is chosen because the importance of market segmentation in reaching the goal of the company. This research was done by using questionnaire and interview. The questionnaires were delivered to the a la carte and wok buffet guests. The interview was done by asking directly to the General Manager of Ni Hao, Ms. Xu Wu .The type of this research is quantitative and qualitative. The writers used the SPSS system to process the data gathered from the questionnaires. The writers hope this research can give more information about their market segmentation for Ni Hao Restaurant in Groningen, so that they can improve more to achieve their goal for the future.",
  "creators": "OLVI SOETANTO; LIEKE APRILLIANI",
  "contributors": "A. H. M. VAN HOOFF (Advisor 1); FOTINE ZIJLSTRA (Advisor 2); A. HOEKSTRA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010340/HTL/2007; Olvi Soetanto (33402010), Lieke Aprilliani (33402050)",
  "subjects": "RESTAURANT MANAGEMENT; MARKET SEGMENTATION"
}