{
  "id": "740",
  "title": "The Study of speech features as seen of Markona and Dendong as she-males anouncers as seen through Lakoff's theory",
  "abstract": "Lakoff in her theory states that women use language which reinforce their subordinate status: they are colluding in their own subordination by the way they speak and by the way the language are spoken. Therefore, Lakoff proceeds to draw up 10 women's linguistic characteristics, as distinct from male's language, Furthermore, Lakoff suggests that it does not mean male does not produce any of women linguistic features but men produce very little average of 10 female's features comparing than women. Based on that statement, this thesis was then written to find out whether she-males who are naturally a man, employ women's language. As the objects of her study, the writer uses two 'shemales'; one is called Markona and the other is Dendong. Both of them lead the program of WAK MAR, which is broadcasted in El-Victor FM every day, except on Wednesday, at 9 p.m. to 12 p.m. There is only one day program chosen by the writer to be analyzed. The analysis is based on the theory of Lakoff (1973) about 10 women's linguistic features. After analyzing the data, the writer found out that Markona and Dendong employ almost all women's linguistic features. However, they are considered not to adopt female's language since the number for each woman's characteristic occured is very few contrasted with the number of their utterances. Moreover, women's feature that is occured the most often is emphatic stress, then the second most women's feature occured is pause fillers, and the third is tag question. Two women's features, superpolite forms and hypercorrect grammar did not occur at all. From the findings, the writer concluded that she-males who are naturally a male, employ women's language but they do not adopt it. She-males are not able to adopt female's language completely because in having their new identity as 'women', they only imitate the basic performance of female, high intonation. This high intonation is performaed through the lots of use of emphatic stress.",
  "creators": "LENNY GOENAWAN",
  "contributors": "Julia Eka Rini (Advisor and Examination Committee); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 813; Lenny Goenawan (11496084)",
  "subjects": "SOCIOLINGUISTICS"
}