{
  "id": "7405",
  "title": "Pembuatan web administrasi untuk Mawar Sharon Christian School",
  "abstract": "Suatu lembaga tentunya memiliki suatu sistem dan target dalam melakukan aktifitasnya. Oleh karena itu, untuk pencapaian hasil yang maksimal, maka diperlukan adanya suatu mekanisme penyimpanan data dan penyampaian data kepada pihak yang tepat. Oleh karenanya, Mawar Sharon Christian School, adalah suatu lembaga pendidikan Kristen, juga membutuhkan mekanisme penyimpanan dan penyampaian data secara tepat pula. Pada Tugas Akhir ini, penulis mengimplementasikan sebuah website administrasi untuk Mawar Sharon Christian School yang dapat memberikan informasi penting dan dasar yang dibutuhkan setiap saat oleh orang yang berkepentingan dengan Mawar Sharon Christian School. Sistem informasi administrasi berbasis web ini dirancang menggunakan teknologi Java Server Pages, Macromedia Dreamweaver MX, dan MySQL. Dari hasil pengujian sistem informasi administrasi berbasis web kepada user Mawar Sharon Christian School, yang meliputi administrator, staf, orang tua, dan user umum (guest), diperoleh kesimpulan bahwa website dapat menjadi media penyebaran informasi yang lebih luas secara online, mempermudah serta mempercepat proses pengolahan data, dan membantu usaha untuk meningkatkan prestasi murid dengan penyajian data-data yang diperlukan. Selain itu, website administrasi Mawar Sharon Christian School juga mempermudah sekolah dan orang tua murid dalam melakukan komunikasi. Website didesain dengan interface yang menarik serta mudah dipergunakan oleh user.",
  "creators": "LUVIT NJOTO KUSUMA P",
  "contributors": "Silvia Rostianingsih (Advisor 1); Leo Willyanto Santoso (Advisor 2); Theresia Lestiowati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02000337/INF/2005; Luvit Nyoto Kusuma P. (26401043)",
  "subjects": "WEBSITES; INTERNET (COMPUTER NETWORK)"
}