{
  "id": "741",
  "title": "The Request expressions between husbands and wives based on ethnicity",
  "abstract": "Men and women are different in using language. There are some social factors that can influence the way they talk. In this thesis, the writer made a research on the way men and women as husband and wife use language in the case of making request towards each other. In this thesis, the writer decides to make a research on couples of different ethnicity that is Javanese and Chinese Indonesians from Bojonegoro. The purpose of considering ethnicity is to find out whether couples from different ethnicity have different expressions of requesting. In analyzing the data, the writer applies Ervin-Tripp's theory of requests as the main theory. In addition, the writer also uses Holmes and Tannen as supporting theory. From the data analyzing, the writer discovers that imperatives are the most frequent request expressions from Javanese and Chinese Indonesians couples. Furthermore, the writer analyzes the similarities and differences between husbands and wives from Javanese and Chinese Indonesians in requesting towards their spouses. Here, the writer also finds that Chinese Indonesians are more direct than Javanese couples do. This is indicated by the use of hints, which are the most indirect form. Finally, the writer hopes that this thesis can contribute not only to linguistics research but also to the readers in order to understand how husbands and wives make requests towards their spouses.",
  "creators": "YUNI SETIANA D.S.",
  "contributors": "Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Advisor and Examination Committee); SUBANDI DJAJENGWASITO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 889; Yuni Setiana (11496089)",
  "subjects": "JAVANESE LANGUAGE-SPOKEN JAVANESE-CHINESE INDONESIANS INFLUENCE; SOCIOLINGUISTICS"
}