{
  "id": "742",
  "title": "An Analysis of broken marrige as seen through the main characters in T.S. Eliot's the Cocktail Party",
  "abstract": "T.S. Eliot's play The Cocktail Party reveals the condition of inharmonious marriage. The main characters in this play, Edward Chamberlayne and Lavinia Chamberlayne (husband-wife), have love affairs outside their marriage. Edward falls in love with Celia, and Lavinia is in love with Peter. Also, they are involved in big conflicts and blame each other. Therefore, in this study, I want to analyze their broken marriage in order to find out the causes of their broken marriage. By using characterization and conflict as the literary tools, I may recognize Edward and Lavinia's personalities and their conflicts. Also, by using other theories, such as, the concept of love and marriage, I would relate them to Edward and Lavinia's marriage life. From the analysis, I find out that Edward's personalities are different from Lavinia's. Edward is withdrawn and indecisive while Lavinia is sociable and self-centered. Then, they experience big conflicts and accuse each other because they expect different things which cannot be fulfilled, and it makes them dissatisfied with each other. It means that they do not understand the idea of love and marriage well, for example, they do not show their concern to each other, could not accept each other's weaknesses, share their mutual emotion and understanding, and they blame each other's fault. In conclusion, their broken marriage is caused by different personalities, different expectations, and lack of understanding on the idea of love and marriage.",
  "creators": "SOVI WIDJAJA",
  "contributors": "Ribut Basuki (Advisor and Examination Committee); Jenny Mochtar Djundjung (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1045; Sovi Wijaya (11496117)",
  "subjects": "ELIOT, THOMAS STEARS, 1888-1965 THE COCKTAIL PARTY-STUDY AND TEACHING; AMERICAN POETRY-20TH CENTURY-STUDY AND TEACHING"
}