{
  "id": "743",
  "title": "The Ways Arthur dominates Helen Graham and their impacts in Anne Bronte's the Tenant of Wildfell Hall",
  "abstract": "Through her second novel, The Tenant of Wildfell Hall, Anne Bronte does not likely engage the sympathy of her readers. She does not hesitate to show how she proclaims the equality of gender in the marriage life. Thus, Anne Bronte uses the heroine, Helen Graham, to present her idea in this novel. Helen is definitely the picture of ideal woman for Anne Bronte since through this character, she uses Helen to protest the idea of male dominance, which is seen clearly through the main male character, Arthur Huntingdon. From that point, the thesis writer mainly discusses about how Arthur shows his dominance and about the impacts of Arthur's dominance in his marriage life for her thesis. To achieve the purpose to study this topic, the thesis writer uses literary approach, such as characterization and conflicts. In order to identify the words \"male dominance\", she takes some notes about the understanding and the background of the words. She also uses the theory of Victorian marriage to help her with the analysis about Arthur's dominance. After she finds out the meaning of the words \"male dominance\", she reveals the understanding of the words \"male dominance\" to show Arthur's dominance. She also uses conflicts between the main characters to show the impacts of Arthur's dominance in his marriage. The analysis shows that Arthur is a man who forces his wife to amuse him. He considers himself as the lord for Helen and for his son. He believes that he has the right to own her for his own advantage. Besides, he wants to control her by stopping her to be a painter. Although he has done adultery with other women and he does not love Helen anymore, he does not want to divorce her or to be left by her. The purpose of his actions is only to show the power that he has towards his wife. Consequently, Helen feels unhappy with her marriage. She finally dares to struggle for her happiness by leaving Arthur in misery. Arthur's marriage becomes a total failure and he lives in a tragic life since nobody wants to respect him anymore. From the analysis, the thesis writer concludes that Arthur is man with dominance since he reveals his dominance to his wife and his son. His dominance is mostly based on his perception that he is a Victorian husband and he is the one who has money, power and prestige. These three major sources of social status become his legitimate reasons to dominate his wife and his son. He forgets that in marriage life, there should be a proper agreement between him and his wife, because basically marriage is a commitmment to understand each other. As a result, his marriage becomes a total failure and he lives in misery. He is very poor mentally because lie has lost his power completely and he faces the death with regret.",
  "creators": "OLIVIA TIONO GUNAWAN",
  "contributors": "Liliek Soelistyo (Advisor and Examination Committee); CHERRY HADIKUSUMO, Dra. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 939; Olivia Tiono Gunawan (11497017)",
  "subjects": "BRONTE, ANNE, 1820-1849. THE TENANT OF WILD FELL HALL-STUDY AND TEACHING; ENGLISH FICTION-18TH CENTURY-STUDY AND TEACHING"
}