{
  "id": "7465",
  "title": "Preferensi pendekatan estetik iklan cetak mobil keluarga masyarakat kelas menengah di Surabaya",
  "abstract": "Iklan cetak merupakan salah satu cara produsen mempromosikan produk yang hendak ditawarkan. Dalam penelitian ini meneliti tentang iklan cetak mobil keluarga ditinjau dari pendekatan estetik yang digunakan untuk masyarakat kelas menengah di Surabaya. Setiap individu memiliki pendapat/persepsi yang berbeda-beda. Hal ini yang menyebabkan pendekatan estetik yang dimiliki oleh masing-masing individu juga berbeda-beda. Oleh karena itu setiap iklan yang memiliki pendekatan estetik yang tidak sama dengan pendekatan estetik yang dimiliki oleh target audiens maka iklan tersebut tidak akan dapat diterima dan dipahami maksudnya oleh target audiens. Dan pendekatan estetik dalam peneltian inihanya dibagi menjadi 2 yaitu pendekatan estetik secara rasional dan pendekatan estetik secara emosional. Penelitian ini dibahas dengan menggunakan pendekatan deskriptif-kuantitatif. Responden penelitian meliputi masyarakat kelas menengah di Surabaya. Metode peneltian yang digunakan adalah kuesioner untuk menjaring data dari 150 responden kelas menengah yang dibagi menjadi 3 kelas yaitu 50 responden kelas menengah-atas, 50 responden menengah-menengah, dan 50 responden kelas menengah-bawah. Tujuannya adalah untuk menemukan tipe-tipe pendekatan estetik yang dimiliki responden dari masing-masing kelas. Secara umum didapat simpulan bahwa sebagian besar masyarakat kelas menengah-atas memiliki kecenderungan pendekatan estetik emosional, sedangkan masyarakat kelas menengah-menengah memiliki kecenderungan pendekatan estetik rasional dan emosional, dan masyarakat kelas menengah-bawah memiliki kecenderungan pendekatan estetik rasional. Sehingga bila seorang produsen/desainer akan membuat sebuah iklan, mereka harus mengetahui terlebih dahulu karakteristik dan pendekatan estetik dari target audiens. Dan pembahasan ini memerlukan penelitian yang lebin lanjut agar dapat lebih dikembangkan dan dapat mendukung kelancaran studi mengenai preferensi pendekatan estetik iklan cetak.",
  "creators": "ANDRY SUTANTO TAN",
  "contributors": "YOHANES MOELJADI PRANATA (Advisor 1); MARGANA (Advisor 2); Obed Bima Wicandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 283/DKV/2004; Andry Sutanto Tan (42499135)",
  "subjects": "VISUAL COMMUNICATION; COMMERCIAL ART; ADVERTISING"
}