{
  "id": "7471",
  "title": "Tipe-tipe Headline iklan pada majalah remaja",
  "abstract": "Sebagai karya Desain Komunikasi Visual, iklan media cetak merupakan karya desain yang memiliki nilai promosi dan publikasi. Suatu iklan yang betul-betul bagus akan diperhatikan oleh kurang dari 50% audiensnya. Sekitar 30% audiens yang melihatnya mungkin ingat inti headline-nya; sekitar 25% mungkin ingat merek yang diiklankan; dan kurang dari 10% membaca sebagian besar bodycopy-nya. Penelitian ini ditujukan untuk mendeskripsikan tipe-tipe headline menurut tipografi, alignment, dan jenis headline iklan menurut bentuk pengungkapannya pada majalah remaja di tahun 2002. Selanjutnya dari studi ini didapatkan beberapa simpulan sebagai berikut (1) Karakter penyajian tipografi pada headline iklan-iklan pada majalah remaja tidak monoton, maksudnya penggunaan tipografi mulai dari ukuran, bentuk jenis, jarak antar huruf, dan font-nya berubah-ubah. Begitu juga penyajian warna dalam headline iklan-iklan pada majalah remaja masih banyak dipengaruhi oleh ilustrasi, sebab secara umum ilustrasi pada sebuah iklan majalah remaja merupakan daya tarik utama yang dominan; (2) Karakter format penyajian tata letak (alignment) headline cenderung asimetris. Hal ini disebabkan peletakan headline tidak berada di tengah titik perpotongan, namun dapat membuat kesan rapi, dan teratur; (3) Jika diperhatikan iklan-iklan pada majalah remaja, tipe headline cenderung didominasi oleh tipe Puzzles (pernyataan untuk kekuatan, teka-teki, menghendaki audiens membaca body copy), tipe Assertion (pernyataan untuk menjanjikan kualitas dari produk sehingga audiens tertarik mencoba produk tersebut), dan tipe New Announcement (memperkenalkan produk baru, perubahan baru, formula baru, gaya baru, dan pengguna baru). Majalah remaja yang diteliti terdiri dari HAI, GADIS, dan KAWANKU yang terbit di tahun 2002. Selain itu, karakter penyajian ilustrasi iklan-iklan pada majalah remaja tahun 2002 hampir selalu disajikan secara teknik fotografi dan teknik komputerisasi dengan menggunakan berbagai macam gaya pewarnaan dan ilustrasi. Karakter penyajian tipografi pada iklan-iklan pada majalah remaja tidak monoton mulai dari ukuran, bentuk, jenis, jarak antar huruf, dan font-nya berubah-ubah. Dalam penelitian ini terdapat beberapa masalah yaitu waktu penelitian yang relatif singkat menyebabkan pembahasan visualisasi iklan-iklan majalah ini hanya selama tahun 2002 saja, dan tidak semua kategori dapat diteliti. Dalam studi ini terdapat beberapa saran yaitu (a) Dalam perancangan sebuah headline iklan harus selalu memperhatikan skala perbandingan elemen dan bidang iklan, sebab hal ini sangat berpengaruh terhadap keterbacaan pesan; (b) Perancang headline iklan harus selalu memperhatikan pengaruh eksternal seperti halnya tingkah laku, trend dan gaya hidup agar headline iklan tersebut dapat diterima oleh audiens; (c) Penelitian lebih lanjut hendaknya lebih ditekankan pada aspek komunikasi guna mengetahui lebih mendalam mengenai tingkat komunikatif dari iklan tersebut.",
  "creators": "JIMMY CARTER SITORUS",
  "contributors": "YOHANES MOELJADI PRANATA (Advisor 1); MARGANA (Advisor 2); Obed Bima Wicandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 269/DKV/2004; Jimmy Carter Sitorus (42499056)",
  "subjects": "VISUAL COMMUNICATION; ADVERTISING; COMMERCIAL ART; POSTERS; GRAPHIC ARTS"
}