{
  "id": "7475",
  "title": "Studi komparatif interpretasi masyarakat awam dan masyarakat desainer terhadap visualisasi iklan cetak rokok Djarum Black versi \"wanita\", \"catur\", dan \"tulisan\"",
  "abstract": "Penelitian ini dilakukan untuk melihat hubungan antara pesan yang disampaikan oleh iklan dengan interpretasi target sasaran dalam hal ini masyarakat awam dan masyarakat desainer terhadap pesan tersebut. Komunikasi yang baik terjadi jika pesan yang disampaikan diinterpretasikan secara tepat oleh komunikan sesuai tujuan yang dirumuskan oleh komunikator. Objek penelitian ini adalah iklan Djarum Black versi \"wanita\", versi \"catur\", dan versi \"tulisan\".Subjek penelitian meliputi masyarakat awam dan masyarakat desainer. Metode penelitian yang digunakan adalah metode deskriptif dengan analisis secara deskriptif kuantitatif. Dari analisis data dapat disimpulkan bahwa (1) interpretasi masyarakat awam dengan masyarakat desainer terhadap visualisasi ketiga versi iklan Djarum Black secara umum tak sama, namun secara khusus memiliki persamaan dan perbedaan, (2) visualisasi pada masing- masing versi iklan Djarum Black tersebut diinterpretasi tidak sesuai headline oleh lebih dari 50% responden masyarakat awam, (3) visualisasi pada masing- masing versi iklan Djarum Black tersebut diinterpretasi tidak sesuai headline oleh lebih dari 50% responden masyarakat desainer,(4) masyarakat desainer lebih banyak menginterpretasi visualisasi ketiga versi iklan Djarum Black sesuai dengan headline dibandingkan dengan masyarakat awam (5) visualisasi pada masing-masing versi iklan Djarum Black tersebut diinterpretasi sesuai tagline oleh kurang dari 22% responden masyarakat awam, (6) visualisasi pada masing- masing versi iklan Djarum Black tersebut diinterpretasi sesuai tagline oleh kurang dari 55% responden masyarakat desainer, (7) masyarakat desainer lebih banyak menginterpretasi visualisasi ketiga versi iklan Djarum Black sesuai dengan tagline dibandingkan dengan masyarakat awam dan (8) iklan Djarum Black versi \"catur\" yang paling banyak diinterpretasi sesuai dengan headline. Disarankan agar dalam membuat iklan berikutnya, desainer dapat lebih memperhatikan karakteristik dan kebutuhan komunikan yang hendak dituju sehingga pesan yang ingin disampaikan dapat ditangkap komunikan secara tepat.",
  "creators": "ALING TANUDIJAYA",
  "contributors": "YOHANES MOELJADI PRANATA (Advisor 1); MARGANA (Advisor 2); Andrian Dektisa Hagijanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 0246/DKV/2003; Aling Tanudijaya (42499184)",
  "subjects": "VISUAL COMMUNICATION; ADVERTISING; COMMERCIAL ART; POSTERS"
}