{
  "id": "748",
  "title": "Componential analysis on slang terms used in 'cybersex' by internet relay chat (IRC) netters",
  "abstract": "Slang deals with the language in society and always develops from time to time (Fromkin, 1993, p.320-362). The writer attempts to observe 'cybersex' slang terms on IRC (Internet Relay Chat), as the media for chatting about sex around the world. The writer is interested to analyse the slang terms on 'cybersex' IRC, because the terms that could be found there, are various, have ambiguous meaning and not easily to be understood. She tries to find various slang terms used by netters on 'cybersex' IRC, what parts of speech and categorize of slang formation are involved, and what approach in lexical meaning can be utilized. In order to analyse the form of those slang terms, the writer uses the theory of slang formation by Hensaw and Montaque. She also uses the theory of componential analysis by three linguistics; David Crystal, Abdul Wahab and John Lyons to analyse the `cybersex' slang terms into its component. The writer uses descriptive and qualitative research. The data are taken from twelve 'cybersex' IRC netters, from several 'cybersex' channels. In order to analyse the data, she uses two tables; table of the categorization of slang terms into four major parts of speech and the categorization of slang terms into slang formation. She finds that the result of the categor ization of 'cybersex' slang terms into parts of speech seems justify the word classification or categories by structuralist. She finds that theory of slang formation by Hensaw and Montaque is not complete enough to be used to analyse `cybersex' slang terms. In the analysis of 'cybersex' slang terms into their components, the writer uses own interpretation according to the similarities in feature, share predication, analogy, and prior knowledge. Instead of that, the writer finds that sense relation of lexemes can also be traced into our association and its function, reference, and historical background.",
  "creators": "MEGAWATI WIDJOJO",
  "contributors": "Prof.DR. ABDUL WAHAB, MA. (Advisor and Examination Committee); SUBANDI DJAJENGWASITO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 904; Megawati Widjojo (11497037)",
  "subjects": "ENGLISH LANGUAGE-SLANG"
}