{
  "id": "7489",
  "title": "Perancangan dan pembuatan sistem informasi akutansi atas siklus penjualan dan pembelian pada perusahaan mebel \"X\"",
  "abstract": "Perusahaan mebel \"X\" merupakan perusahaan yang bergerak di bidang pembuatan dan penjualan furniture dengan memfokuskan produknya untuk pasar ekspor. Selama ini kegiatan operasional perusahaan masih didukung dengan sistem manual, begitu pula dengan sistem akuntansinya yang masih menggunakan pencatatan manual untuk menyajikan informasi-informasi yang diperlukan. Untuk itu, perlu dirancang sistem informasi akuntansi yang dapat menjawab kebutuhan pencatatan dan pelaporan akutansi, dalam hal ini atas siklus penjualan dan pembelian. Pembuatan sistem infomasi akuntansi ini dimulai dengan pengamatan dan analisis terhadap sistem penjualan dan pembelian perusahaan. Kemudian dari data tersebut, dilakukan perancangan sistem informasi akuntansi yang sesuai dengan kebutuhan perusahaan. Siklus penjualan meliputi penginputan transaksi penjualan sampai pencatatan pembayaran pelanggan. Siklus pembelian meliputi pembuatan surat pesanan kepada supplier sampai pencatatan pelunasan hutang kepada supplier. Sedangkan proses pencatatan akuntansi atas penjualan dan pembelian, meliputi penjurnalan, posting buku besar sampai pembuatan laporan keuangan. Pembuatan database menggunakan Microsoft Access 2003 sedangkan pembuatan aplikasi menggunakan bahasa pemrograman Borland Delphi 7. Dari hasil pengujian, menunjukkan bahwa program aplikasi ini mampu memproses data akuntansi yang berhubungan dengan penjualan dan pembelian secara otomatis dan menghasilkan informasi yang dibutuhkan perusahaan berupa laporan keuangan.",
  "creators": "YOHANA SHERLY FAMILY",
  "contributors": "Sri Maharsi (Advisor 1); Felicia Soedjianto (Advisor 2); Ir. Djoni Haryadi Setiabudi, M.Eng. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02000442/INF/2005; Yohana Sherly Family (26400028)",
  "subjects": "PROGRAMMING (ELECTRONIC COMPUTERS); DATABASE DESIGN"
}