{
  "id": "7499",
  "title": "Integrasi sistem informasi open source berbasiskan python dan web pada perusahaan forwarding PT. Indo Express Cargo",
  "abstract": "In this global era, a freight transport company needs integrated information to give information, getting information, and to easy daily task in export and import. Consumer order information, ship schedule, printing documents, trucking, container delivery, stuffing, all of them needs coordination, time sharp, fast information to give competency and best services for consumer. In this thesis the author develop open source information system application to arrange all activities being done by PT. INDO EXPRESS CARGO as a forwarding company. The system will use web technology, object oriented programming using Python and C++ running on Linux operating system. By combining GUI (Graphical User Interface) system and Python Web Interface using PostgreSQL database engine. This system is combining GUI strength with Qt and Web Interface which ease the user to do export and import document at the beginning to the end. Process begin from receipt SI document, choose vessel to destination, the best price rate from shipping line, creating B/L, EMKL process that move cargo from warehouse to the harbour, Master B/L from shipping line. The system able to notes for any cost appear for trucking, document export/import cost, certificate if needed etc: Fumigasi, stack container document, B/L (Bill of Lading) report direct to shipping line to have Master B/L, and the last, printing invoice for account payable.",
  "creators": "LEWI SUPRANATA KRISTIANTO",
  "contributors": "Sukanto Tedjokusuma (Advisor 1); Liliana (Advisor 2); Ir. Djoni Haryadi Setiabudi, M.Eng. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02000440/INF/2005; Lewi Supranata Kristianto (26499009)",
  "subjects": "WEBSITES; INTERNET (COMPUTER NETWORK)"
}