{
  "id": "750",
  "title": "Power feminism as seen through Fefu's life in Maria Irene Forne's Fefu and Her Friends",
  "abstract": "Fefu and Her Friends , a play by Maria Irene Fornes, is an experimental play about women's identity which reflects the ideas of power feminism that is very dominant in the life of the main female character, namely Fefu, which is different from her friends. Power feminism is firstly introduced by one of the feminists, Naomi Wolf, as a turning point for the feminist movement for it brings positive impacts to women. It sees women as the same human beings as men and teaches women to improve themselves by having self-confidence and self - help in their lives. These notions are seen through Fefu's life in which she wants to criticize her friends's perception about feminism by stating her unusual ideas about women and men, marriage and job. The thesis writer, therefore, discusses Fefu's unusual ideas and how those ideas reflect power feminism. In order to accomplish her analysis, the writer applies the cultural studies which consist of feminist theories to show how the power feminism exists within Fefu's life. Furthermore, the writer also uses the concept of gender to support her analysis. Through this analysis, the thesis writer finds out that Fefu's ideas toward her friendship reflect power feminism in which she criticizes her fiiends's point of view about feminism and she encourages Julia to be a strong and independent woman. Her marriage also reflects the ideas of power feminism since she treats her husband as her partner and they have the same rights in marriage. Furthermore, she has the ideas of power feminism in her job because she disagrees about the concept of dichotomy in her housework and she is able to manage both her family and her career successfully .",
  "creators": "PUTI AYU WULANDINA",
  "contributors": "Ribut Basuki (Advisor and Examination Committee); Liliek Soelistyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 927; Puti Ayu Wulandina (11497072)",
  "subjects": "AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING; FORNES, MARIA IRENE, 1930-...FEFU AND HER FRIENDS-STUDY AND TEACHING"
}