{
  "id": "753",
  "title": "A Study of the relationship of fate in Greek religion and fate in Greek philosophy in the fifth century BC as seen through Sophocles' Oedipus Rex",
  "abstract": "This thesis is examining the relationship between fate in Greek religion and fate in Greek philosophy during the fifth century BC through Sophocles' Oedipus Rex, a famous play that deals with the concept of fate in religion and in philosophy. Oedipus Rex is chosen by the writer since it is believed to be the perfect example of tragedy by Aristotle in his Poetics. Oedipus Rex is a play taken from the Greek mythology, the story involves parents and their son who shows efforts to escape from the tentacles of fate. The problem of fate did not only exist in the past, but also now, in the modern world. For that reason the writer take it as the subject of her discussion. Historical and literary approach will be the vehicle used, to examine this tragedy. Greek religion is known to us as Greek mythology which is written by Homer. The Greek philosophy, on the other hand, was taught by a group of people who called themselves Sophists. They questioned the existing mythology which they thought to be irrational. The writer focuses on the conflict of the main character, Oedipus, and that of the female character, Jocasta. They have tried their best to escape their fates and just when they think that they have succeeded in cheating fate, they find out that their efforts are in vain. The conclusion of the thesis is that fate, based on Greek religion, is unavoidable because that is the decision of gods who are more powerful than human being.",
  "creators": "DEBORA RAHMAWATI A.",
  "contributors": "Ilse Trouda Hilliard (Advisor 1); ANTONIUS GURITO (Advisor 2); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 919; Debora Rahmawati Adiwidjaja (11497097)",
  "subjects": "SOPHOCLES, 495-406 BC. OEDIPUS REX-STUDY AND TEACHING; GREEK DRAMA (TRAGEDY)-STUDY AND TEACHING"
}