{
  "id": "754",
  "title": "A Study of the factors that influence Ayamonn's decision and the impact of his decision to his girlfriend in Sean O'Casey's Red Roses for Me",
  "abstract": "Ayamonn Breydon, the main character of Sean O'Casey's Red Roses for Me, is a product of a slum area. He has to choose either to keep his relationship with his girlfriend, Sheila Moorneen, or to join the railway strike, while both of them are equally important for him. Finally, he chooses the railway strike and leaves Sheila, who he loves so much. This study attempts to analyze what factors that influence Ayamonn's decision in facing two choices and what impact that his decision brings to his girlfriend. Thus study is intended to prove that in facing two choices, his decision to join the railway strike and to leave Sheila is influenced by two factors, those are his low social class and his character traits, which cover his sense of leadership, courage, and loyalty to the spirit and idealism of his class struggle. Furthermore, this study is also intended to prove that the impact of his decision to Sheila is that she is finally able to see and understand Ayamonn's class struggle after he is killed in the railway strike. As her literary tools to analyze the work, the thesis writer uses theory of characterization and conflict. After analyzing the play, she concludes that Ayamonn's low social class has been a great influence since it greatly motivates him to struggle for his class. His decision is also influenced by his character traits, those are sense of leadership, courage, and loyalty to the spirit of his class struggle, since they shape his decision to join the railway strike. Finally, Sheila is able to see that the single shilling, which Ayamonn fights for in the railway strike, actually symbolizes the class struggle of Ayamonn and his friends. They fight for their right to be treated fairly by the government and the upper class.",
  "creators": "DEBORA NOVIANI O.",
  "contributors": "Dra. Sarah Prasasti, M.Hum. (Advisor and Examination Committee); Jenny Mochtar Djundjung (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 960; Debora Noviani Ongkowijoyo (11497098)",
  "subjects": "O' CASEY, SEAN, 1880-1964. RED ROSES FOR ME-STUDY AND TEACHING; ENGLISH DRAMA-20TH CENTURY-STUDY AND TEACHING"
}