{
  "id": "7543",
  "title": "Pengaruh perubahan nama dan logo restaurant Arbys terhadap persepsi customer",
  "abstract": "Globalisasi yang dipacu oleh kemajuan teknologi komunikasi telah menyentuh hampir semua bidang kehidupan manusia. Media komunikasi visual dan auditif sudah demikian majunya sehingga arus informasi menjadikan dunia seakan begitu dekat dan sempit. Bersamaan dengan media komunikasi yang merupakan penyampaian pesan dan komunikasi semakin dominan menetukan corak dari warna manusia baik sebagai individu maupun sebagi mahluk sosial. Dengan berkembangnya teknologi dan ilmu pengetahuan yang pesat ini, segala sesuatu sekarang ini penyajiaanya secara instan, langsung, cepat dan akurat, baik dalam produk barang maupun jasa. Banyak perusahaan dalam perkembanganya berlomba-lomba melakukan hal-ha1 tersebut, baik dalam ha1 pelayanan service maupun dalam pelayanan ha1 lainnya Dalam perkembangan ilmu pengetahuan dan teknologi ini, produk makanan-makanan tidak kalah dalam pelayanan secara instan bahkan sekarang ini kebutuhan hidup pokok ( makanan ) mendominasi dalam ha1 tersebut, apabila kita mendengar kata-kata instan pemikiran kita langsung tertuju pada makanan, contoh ha1 yang dapat kita lihat dalam kehidupan sehari-hari adalah seperti mie instan, dan banyaknya muncul makanan yang siap saji yang sekarang ini kita lebih kenal dengan sebutan fast food. Makanan-makanan secara instan ini yang banyak disukai dan diminati oleh kebanyakan masyarakat, kebanyakan makanan-makanan yang siap saji biasanya berasal dari belahan dunia eropa seperti Mcdonald, KFC, Wendys, Pizza Hut dan banyak lagi yang lain. Kebutuhan yang paling dasar, paling kuat, dan yang paling jelas dari antara sekalian kebutuhan manusia adalah kebutuhannya untuk mempertahankan hidup secara fisik. Perkembangan zaman yang mendorong kebutuhan yang semakin meningkat sehingga kebutuhan manusia sejalan dengan peningkatan kemampuan ekonomi, sehingga yang dilakukan manusia bukan hanya untuk kebutuhan yang harus dipenuhi tetapi lebih dari pada itu yaitu mtmculnya Prestist atau suatu kebanggan tersendiri Berdasarkan rumusan makalah dan uraian diatas maka tujuan penelitian skripsi ini adalah untuk mengetahui image dan tanggapan masyarakat atau konsumen, khususnya masyarakat kota Surabaya terhadap perubahan logo dan nama dari restaurant, untuk mengetahui apakah perubahan logo dan nama tersebut mempengaruhi persepsi masyarakat atau konsumen terhadap citra restaurant dan apakah perubahan citra baru dari masyarakat sudah sesuai dengan apa yang diharapkan restaurant tersebut ( pemilik ).",
  "creators": "IMMANUEL HENRY ISWANTO",
  "contributors": "YEKTI HERLINA (Advisor 1); LASIMAN (Advisor 2); Bing Bedjo Tanudjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01/DKV/FSD/029/029; Immanuel Henry Iswanto (42498044)",
  "subjects": "GRAPHIC ARTS; SIGNS AND SYMBOLS; COMMERCIAL ART"
}