{
  "id": "755",
  "title": "The Natural order of English grammatical morphemes of Petra English Department student in their speeches",
  "abstract": "It is claimed that second language learners, regardless of their native language background, acquire certain English grammatical morphemes in a remarkably similar sequence, called the natural order. Unlike the second language learners, Petra English Department freshmen learn English instead of acquire it. They do not acquire English through a subconscious process whereby linguistic rules are developed from exposures to a language in a natural or natural-like setting, but through a conscious process whereby linguistics rules are learned as a result of formal instruction or self-study. Thus, whether Petra English Department freshmen have different natural order from that of the second language learners as the effect learning process is interested to be known. Natural order appears due to the Creative Construction Theory introduced by Chomsky who claims that learners are thought to `construct' internal representations of the language being learned. Based on that Krashen (1982) presents an average order of acquisition of grammatical morphemes for English as second language which is used as the main theory of this study. This study uses qualitative and descriptive methods in order to find out the effect of the learning process to the natural order. The data are grammatical morphemes, taken from twenty students' speech by interview, which are then scored. This score is used in order to get accuracy percentages of the morphemes. From the percentages, the writer ranks the natural order of the students. She ranks the grammatical morphemes from the earliest grammatical morpheme being mastered to the last one. Thus, the higher the percentage of the grammatical morphemes the higher the rank of grammatical morphemes acquisition will be. It is found out later that the natural order of Petra English Department freshmen is different from that of Krashen, but not completely different. The two most noticeably morphemes which differentiate the two natural orders are the articles the and a which are acquired considerably earlier and the past irregular verb which is acquired considerably later. It might be that learning process affects the Natural order of the grammatical morphemes of Petra English Department freshmen.",
  "creators": "VIVI WARDANA",
  "contributors": "SUBANDI DJAJENGWASITO (Advisor and Examination Committee); Jusuf Imam Ibrahim (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 934; Vivi Wardana (11497108)",
  "subjects": "ENGLISH LANGUAGE-MORPHEMICS; ENGLISH LANGUAGE-GRAMMAR"
}