{
  "id": "756",
  "title": "Cohesion in the e-mails of the sixth semester students of English Departement at Petra Christian University",
  "abstract": "This thesis is about the cohesiveness of the e-mails written by the sixth semester students of English Department, which is based on the writer's personal experience as one of the e-mail writers. She found that she often made mistakes in writing her e-mail, including the violations of cohesive items. So, she is willing to conduct a research about cohesiveness in the e-mails written by the other students by finding out whether those e-mails are cohesive or not by answering two questions, namely examining the types of cohesive devices and the violations of them. As the main theory she applied M. A. K. Halliday and Ruqaia Hasan's theory on cohesion that divided cohesive devices into two big parts, namely grammatical cohesion and lexical cohesion. For supporting theory, she applied the theory of E-mail by Rik Drummond, Nancy Cox, and Will Sadler. And for related studies, she chose Liediawati and Lindawati's thesis that examined the same topic of research with her, namely cohesion. To answer the research questions, the writer followed some steps in collecting and analyzing the data. In this case, she collected twenty e-mails as the data from some of the sixth semester students. In analyzing the data, she did following some procedures, namely summarizing all of the types of cohesive devices that occur in e-mails and the violations of them, and finally comparing the percentage of cohesive devices and violations in order to answer the research problem. After examining the data, the writer had some important findings. First of all, there are some of the types of cohesive devices that did not occur in the e-mails, namely substitution, verbal and clausal ellipsis. Secondly, she found that there are only some types of cohesive devices being violated, namely personal, demonstrative and comparative reference, nominal ellipsis, additive, and general word. Finally the percentage of the cohesive devices is much higher than the violations, namely 96.96%. So she concluded that the emails of the sixth semester students of English Department at Petra Christian University fulfill the criteria of cohesiveness.",
  "creators": "YULIAWATI RUNTUWENE",
  "contributors": "SUBANDI DJAJENGWASITO (Advisor and Examination Committee); MAS MOELJONO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1034; Yuliawati Runtuwene (11498075)",
  "subjects": "ENGLISH LANGUAGE-DISCOURSE ANALYSIS-STUDY AND TEACHING; APPLIED LINGUISTICS-STUDY AND TEACHING"
}