{
  "id": "757",
  "title": "A Study of how the ideas of feminism flourish and eventually evade during the main female character, Janie Mae Crawford's, quest for love in a marriage as seen in Zora Neale Hurston's Their Eyes ...",
  "abstract": "Compared to other black women during the era of post slavery experience for being the victims of the double oppressions both from white people as well as black men, Janie, the main character of Their Eyes Were Watching God completely stands for the opposite. I recognize her actions in fighting over oppressions from her husbands as the flourishing ideas of feminism, which are imposed by her Nanny. In addition to her will in seeking for love, Janie undergoes two marriages and eventually rebels from each of them. As soon as her observation proves that love never works in the marriages, she learns that her husbands oppress her in various ways. The ideas of feminism evade when Janie stumbles on her true love with the last husband. For the findings above I reveal from the novel, I choose \"A Study of How the Ideas of Feminism Flourish and Eventually Evade during the Main Female Character, Janie Mae Crawford's, Quest for Love in a Marriage as Seen in Zora Neale Hurston's Their Eyes Were Watching God\" as the title for this thesis. In this study, I observe the ideas of feminism values spoon-fed by Janie's Nanny as the initial flourishing phase. The further analysis covers the next process of how those ideas are flourished by Janie through her actions of refusa l against the oppressions by her first and second husbands. Finally the final discussion rest on Janie's third marriage, which causes the ideas of feminism that she has compiled throughout her own enhancement during her two previous marriages, evade as she finds her true love. By employing Gender discussion, I believe that an in-depth analysis of the novel will be achieved in more accurate ways. Hence, in the conclusion, I deliberately prove that the ideas of feminism do flourish when Janie is in her quest for love, and eventually evades when she meets her true love.",
  "creators": "REZIA",
  "contributors": "ANITA LIE (Advisor and Examination Committee); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.1029; Rezia (11498080)",
  "subjects": "AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING"
}