{
  "id": "7588",
  "title": "Perancangan standar layanan di Giant Hypermarket",
  "abstract": "Tingkat kepuasan customer merupakan kunci utama dalam mempertahankan suatu kesuksesan dari perusahaan. Menyadari hal itu Giant Hypermarket berusaha memberikan layanan yang terbaik kepada customer. Menurunnya jumlah customer yang berbelanja di Giant Hypermarket akhir-akhir ini menjadi latar belakang perlunya dilakukan penelitian lebih lanjut untuk mengetahui penyebab permasalahan yang terjadi. Kualitas layanan yang kurang sesuai dengan harapan customer disebabkan karena standar layanan yang diberlakukan kurang sesuai dengan yang diinginkan oleh manajemen. Perancangan standar layanan ini bertujuan untuk merancang standar layanan yang baru yang sesuai dengan keinginan pihak manajemen pada layanan jasa yang memerlukan perbaikan. Metode yang digunakan untuk merancang standar layanan di Giant Hypermarket adalah metode service quality (servqual). Hasil perhitungan servqual menunjukkan adanya kesenjangan negatif pada gap 2 dimensi responsiveness yang kurang dari -0,7, yang berarti standar layanan yang diberlakukan lebih rendah daripada persepsi manajemen. Standar layanan yang perlu dirancang adalah standar kemauan pegawai dalam membantu customer, ketanggapan dan kesigapan pegawai dalam memberikan bantuan kepada customer serta pegawai selalu menanyakan kebutuhan customer ketika mereka datang. Hasil perancangan standar layanan menunjukkan bahwa standar yang diberlakukan oleh pegawai Giant Hypermarket kurang sesuai dengan standar yang diminta oleh pihak manajemen.",
  "creators": "FERDINAND KRISTANTO",
  "contributors": "Kriswanto Widiawan (Advisor 1); Tessa Vanina Soetanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010913/IND/2005; Ferdinand Kristanto (25400017)",
  "subjects": "TOTAL QUALITY MANAGEMENT; QUALITY CONTROL"
}