{
  "id": "759",
  "title": "The Study of the relationship between illocutionary act and politeness strategy in \"Never Been Kissed\" movie",
  "abstract": "Starting with the curiosity of the writer when find out that one function of indirect forms is for being polite, the writer decides to make a further investigation related to illocutionary act and politeness strategy. This study deals with the relationship between illocutionary act and politeness strategy. In this study, the writer uses the theory of Searle (1962) for illocutionary act, and the theory of Brown and Levinson (1978) for politeness strategy. The source of the data is the utterances which produced by the four dominant characters in \"Never Been Kissed\" movie, which is taken from scene 25 to 35 (excluded scene 33). The four dominant characters are Josie Geller, Rob, Gus, and Sam Coulson. The main instrument of this study is the writer herself and the data collection were done by the writer herself based on the script of the movie, which was taken from the internet. In conducting this research, the writer uses the combination of qualitative and descriptive approach. In analyzing the data, the writer presents the data into three tables. Table 1 deals with the type of illocutionary act and politeness strategy, Table 2 deals with the relationship of each type of illocutionary act and politeness strategy, and Table 3 deals with the relationship between the type of illocutionary act and politeness strategy. The writer found out that the five types of illocutionary act and the four types of politeness strategy occurs in \"Never Been Kissed\" movie. Besides, the writer also notices that there were some relations between illocutionary act and politeness strategy in \"Never Been Kissed\" movie. But the relationships between them are not much found. It happens because the source of the data (i.e. scene 25 to 35, excluded scene 33) is the climax of the story and the conflict between characters is arising. Since the conflict is arising, in some cases, in expressing their idea the characters don't use politeness strategy. They prefer to say something directly and it threatened the face of the hearer. Therefore, the writer found out that many of the utterances that produced by the characters did not become any part of politeness strategy.",
  "creators": "RETNO SULISTYOWARDHANI",
  "contributors": "Bintoro (Advisor and Examination Committee); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1088/ING/2003; Dessy Sulistyo Wardhani (11498157)",
  "subjects": "ENGLISH LANGUAGE-DISCOURSE ANALYSIS; ENGLISH LANGUAGE-SOCIAL ASPECTS; ENGLISH LANGUAGE-SPOKEN ENGLISH"
}