{
  "id": "7591",
  "title": "Perancangan dan pembuatan prototype aplikasi survey online berbasis web",
  "abstract": "Informasi merupakan hal yang sangat penting saat ini. Semua berlomba-lomba untuk mendapatkan informasi yang dibutuhkan dengan berbagai cara. Salah satu cara yang dapat dilakukan untuk memperoleh informasi tersebut adalah dengan melakukan survey. Salah satu cara survey dilakukan dengan menyebarkan kuisioner (baik secara langsung, melalui pos, ataupun email) yang umumnya masih belum terkomputerisasi dengan baik, sehingga tidak dapat dilakukan dimana atau kapan saja karena adanya keterbatasan waktu antara surveyor dengan respondennya. Untuk mengatasi masalah tersebut, dengan menggunakan fasilitas internet dibuatlah Web Survey Online. Survey Online adalah suatu media sebagai web yang menyediakan layanan Survey secara Online. Fasilitas-fasilitas yang disediakan oleh web ini, yaitu: Create Survey, Edit Survey, Launch Survey, My Group, dan View Report. Sistem ini dapat membantu karena dengan adanya sistem ini survey dapat dilakukan dimana saja selama ada internet karena sistem ini berbasis web. Sistem ini dibangun pada komputer server dengan sistem operasi Windows 2000 Server, database MySQL, HTML, dan PHP. Dalam pengimplementasiannya Survey Online dapat membantu seseorang untuk membangun survey dan mendapatkan hasilnya secara cepat dan mudah, serta membantu memanage survey-survey tersebut. Sistem Survey Online berbasis web telah diujikan dengan menyebarkan kuisioner pengujian dan memperoleh nilai rata-rata 3.726 dari skala 1 sampai 4.",
  "creators": "SHERLY",
  "contributors": "Resmana Lim (Advisor 1); Andreas Handojo (Advisor 2); Kartika Gunadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02000403/INF/2005; Sherly (26401024)",
  "subjects": "WEBSITES; INTERNET (COMPUTER NETWORK)"
}