{
  "id": "760",
  "title": "The Use meta-language by the kindergarten teacher in the English class, grade b TK Kasih Ibu",
  "abstract": "This thesis is about linguistic phenomena in a classroom discourse happening in grade B TK KASIH IBU, Surabaya. Based on the classroom observed, the writer found out that the teacher used several kinds of communication signals called meta-language: feedback, turnover signals, and bracket signals. Therefore this study is an attempt to analyse the frequency of those signals used and the effectiveness. Then, to collect the data, the writer taped a particular subject taught by the same teacher for 3 times, and then chose one of the three tapes which has the most frequent signals. The writer transcribed and put the results in three tables of feedback, turnover signals and bracket signals, in which each of them were classified into verbal and nonverbal signals. After that, the writer analysed the data based on the research question. In addition, the writer also analysed some factors that caused the effectiveness of several signals. After analysing the data, the writer found out that the three signals under study appear quite frequent in the classroom Turnover signals appear a bit more often than backchannel signals. While bracket signals, which were actually needed to appear more, occurred in a low total number. Additionally, the writer also found out that not all the signals appeared were effective, in the sense that the signals cannot encourage the students to speak or answer the teacher's questions. This happened because of several reasons, for example unsystematically delivered signals, an utterance that contain a negative steals, and the students' condition itself as a result, eventhough most of the teacher's signals are effective, it is obvious that the teacher should have evaluated her way of teaching and approaching the students so that the stude nts will not feel like being pushed in studying and learning.",
  "creators": "MELYSA CHARLEX",
  "contributors": "SAMUEL GUNAWAN (Advisor 1); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1148/ING/2003; Melysa Charlex (11499069)",
  "subjects": "ENGLISH LANGUAGE-DISCOURSE ANALYSIS; ENGLISH LANGUAGE-STUDY AND TEACHING"
}