{
  "id": "7602",
  "title": "Pusat hiburan panggung tertutup bagi komunitas rock n roll di Bali (rock n roll centre)",
  "abstract": "Pusat Hiburan Panggung Tertutup Bagi Komunitas Rock n Roll di Bali merupakan suatu wadah kreatifitas yang dapat memenuhi segala kebutuhan, hiburan dan pengetahuan bagi komunitas maupun masyarakat di Bali. Pusat hiburan ini terdiri dari area panggung konser tertutup, Area kafe utama, area kafe penerima, area pertokoan (stores), dan museum yang dimana segalanya berhubungan erat pada gaya hidup Rock n Roll di Bali. Bali ialah daerah yang memiliki adat istiadat yang begitu kuat dan tentunya memiliki filosofi dalam berarsitektur yang kini telah menjadi pakem bagi kehidupan bermasyarakat. Rock n Roll sendiri merupakan sebuah genre musik berasal dari Amerika dan lahir pada tahun 1950-an yang dalam perjalanannya kemudian melebar maknanya hingga meliputi fashion, attitude, & lifestyle. Di masa sekarang pengertian Rock n Roll itu merujuk pada sebuah kultur yang memberontak dari pakem umum dan sering diasosiasikan dengan segala sesuatu yang \"bandel / liar / tidak teratur\". Untuk mewujudkan suatu attitude Rock n Roll pada perancangan maka konsep perancangan bangunan ini ialah lebih mengutamakan semangat Rock n Roll melalui filosofinya yaitu memberontak suatu pakem. Dan pakemnya disini ialah arsitektur Bali. Sehingga ekspresi bangunan pada perancangan ini akan lebih memperlihatkan sisi pemberontakan pada suatu pakem melalui karakter ruang, bentuk, ornamen, serta unsur - unsur lainnya yang tentunya akan berhadapan dengan Arsitektur Bali.",
  "creators": "AGUNG MIAR KUSUMA",
  "contributors": "Joyce M.Laurens (Advisor 1); Ir. Bisatya Widadya Maer, M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06132492/ARS/2007; Agung Miar Kusuma (22402148)",
  "subjects": "RECREATION CENTERS"
}