{
  "id": "7613",
  "title": "Perancangan dan pembuatan perangkat lunak ray tracing untuk obyek constructive solid geometry",
  "abstract": "Dalam ray tracing untuk membentuk obyek yang kompleks dapat menggunakan mesh object. Diketahui bahwa mesh object membutuhkan waktu rendering yang lama dibandingkan dengan primitive object. Namun primitive object bentuknya sangat sederhana. Cara lain untuk membentuk obyek yang lebih kompleks dari primitive object adalah Constructive Solid Geometry (CSG). CSG adalah proses membentuk obyek yang kompleks dengan menggunakan primitive objects. Tiga operator dari CSG adalah union, intersection dan difference. Operator union adalah penggabungan dua buah obyek. Operator intersection adalah mengambil perpotongan dua buah obyek. Operator difference adalah obyek pertama dikurangi obyek kedua. Proses penghitungan waktu tabrak CSG union adalah menghilangkan waktu berhimpitan dari kedua obyek. Proses penghitungan waktu tabrak CSG intersection adalah mengambil waktu yang berhimpitan dari kedua obyek. Proses penghitungan waktu tabrak CSG difference adalah waktu-waktu obyek pertama dikurangi oleh waktu obyek kedua. Proses pencarian bayangan pada obyek CSG union adalah memeriksa apakah cahaya dari lampu menabrak obyek satunya. Proses pencarian bayangan pada obyek CSG intersection tidak perlu dicari. Proses pencarian bayangan pada obyek CSG difference adalah bila cahaya mengenai obyek pertama maka tidak perlu dicari bayangan dan bila cahaya mengenai obyek kedua maka pencarian bayangan diperiksa tabrakan cahaya dari lampu pada kedua obyek. Bila waktu tabrakan obyek pertama lebih besar dari pada obyek kedua maka terjadi bayangan. Hasil dari CSG adalah obyek-obyek yang dikombinasikan dari obyekobyek dasar. Seperti union dari dua buah sphere, hasilnya akan seperti angka delapan terbalik. Intersection dari sphere dan cube, hasilnya akan seperti kotak dengan sudut-sudut yang tidak lancip. Difference cube oleh cube akan membentuk sebuah cube yang berlubang.",
  "creators": "DANIEL",
  "contributors": "Kartika Gunadi (Advisor 1); Liliana (Advisor 2); Cherry Galatia Ballangan, S.Si., M.AIT. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01000391/INF/2005; Daniel (26400115)",
  "subjects": "COMPUTER GRAPHICS; PROGRAMMING (ELECTRONIC COMPUTERS)"
}