{
  "id": "7615",
  "title": "Perancangan dan pembuatan sistem pemasaran berbasis web pada agen properti Era Tjandra",
  "abstract": "Teknologi yang semakin canggih dan persaingan dalam dunia bisnis properti semakin ketat, hal ini dapat dikarenakan banyaknya perusahaan yang bergerak dalam bidang properti sehingga salah satu cara untuk mengatasinya ialah dengan menjalankan suatu strategi marketing yaitu membangun suatu sistem pemasaran yang berbasis web pada Agen Properti Era Tjandra. Pada Tugas Akhir ini, penulis mengimplementasikan sebuah website pemasaran untuk Agen Properti Era Tjandra yang dapat memberikan informasi penting untuk konsumen dengan sistem pencarian data properti yang mudah dan dilengkapi dengan peta wilayah Surabaya untuk mengetahui posisi dari properti yang dicari. Website pemasaran Agen Properti Era Tjandra dilengkapi sistem pengolahan data properti dan perhitungan komisi dari transaksi yang terjadi pada Agen Properti Era Tjandra. Selain itu website pemasaran Agen Properti Era Tjandra juga dilengkapi dengan fasilitas discussion forum untuk mempermudah komunikasi, baik antar cabang Agen Properti Era Tjandra maupun dengan konsumen. Sistem pemasaran berbasis web ini dirancang menggunakan teknologi PHP versi 4.3.4, Macromedia Dreamweaver MX, dan MySQL versi 2.5. Dari hasil implementasi dan pengujian sistem pemasaran berbasis web pada Agen Properti Era Tjandra, yang meliputi user guest, marketing, administrator, dan member broker, diperoleh kesimpulan bahwa website pemasaran agen properti Era Tjandra dapat melakukan pencarian data properti dengan memperhatikan faktor kemudahan dan memberi informasi detail dari setiap data properti yang akan dicari, selain itu juga memberikan fitur yang telah dijelaskan pada paragraf yang sebelumnya yang dapat menunjang kinerja perusahaan.",
  "creators": "TEGUH PERKASA MULYA",
  "contributors": "Resmana Lim (Advisor 1); Alexander Setiawan (Advisor 2); Ir. Djoni Haryadi Setiabudi, M.Eng. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02000399/INF/2005; Teguh Perkasa Mulya (26401021)",
  "subjects": "WEBSITES; INTERNET (COMPUTER NETWORK)"
}