{
  "id": "7619",
  "title": "Pembuatan CAL (Computer Aided Learning) untuk mempelajari sistem rangka, sistem saraf, dan sistem reproduksi pada tubuh manusia",
  "abstract": "CAL (Computer Aided Learning) adalah sesuatu yang menunjuk pada berbagai macam kegiatan yang berhubungan dengan komputer yang mana akan berinteraksi dengan para siswa dalam proses pendidikan. CAL (Computer Aided Learning) bermaksud menggunakan komputer sebagai suatu alat untuk memahami apa yang ada dalam pengajaran, melatih, membimbing dan menilai prestasi dari para pelajar sehingga para pelajar menjadi lebih berminat dan menambah kesan pengajaran. Selain itu, para pelajar juga diberi kesempatan untuk belajar secara interaktif dengan komputer sehingga mereka belajar mengikuti kemampuan mereka masing?masing, selangkah demi selangkah serta dapat mengulangi bila suatu topik pelajaran belum dipahami. Melalui sistem yang dibuat dengan memanfaatkan teknologi internet ini administrator dapat meng-upload materi dan soal yang terkait, dengan tujuan memudahkan proses pembelajaran bagi user dan fasilitas bagi user melalui peng-load-an materi dan soal yang ingin dipelajari. Sistem ini dikembangkan dengan teknologi PHP dan Java Script serta penggunaan MySQL sebagai database untuk menyimpan semua data yang digunakan dalam sistem (data administrator dan data user). Pengujian terhadap sistem ini menunjukkan bahwa sistem dapat membantu user yang merupakan murid-murid SLTA untuk dapat mempelajari tentang mata pelajaran Biologi untuk SLTA terutama mengenai Sistem Rangka, Sistem Saraf, dan Sistem Reproduksi. Selain itu user juga mendapat gambaran dan ilustrasi yang terjadi pada materi yang terkait. Juga terdapat latihan soal-soal yang berhubungan dengan materi Sistem Rangka, Sistem Saraf, dan Sistem Reproduksi.",
  "creators": "NOVI YANTI SUSENO",
  "contributors": "Silvia Rostianingsih (Advisor 1); Liliana (Advisor 2); Cherry Galatia Ballangan, S.Si., M.AIT. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01000400/INF/2005; Novi Yanti Suseno (26401162)",
  "subjects": "ARTIFICIAL INTELLIGENCE-COMPUTER PROGRAMS; NEURAL NETWORKS (COMPUTER SCIENCE)"
}