{
  "id": "7649",
  "title": "The Apology strategies used by female shop-assistants of optician stories at Tunjungan Plaza and at Pasar Turi based on social class",
  "abstract": "The purpose of this study was to find out the apology strategies used by the female shop-assistants of optician stores at Tunjungan Plaza and at Pasar Turi. It was also to find out the differences and the similarities between the female shop- assistants at Tunjungan Plaza and at Pasar Turi in using the apology strategies. The writer used a quantitative approach in doing her research. In gathering the data, the writer used a role-play of a complaint situation which was recorded and then used a questionnaire to get the respondents data which makes this research study easier. There were 20 female shop-assistants of optician stores at Tunjungan Plaza and 20 female shop-assistants of optician stores at Pasar Turi. Related to the study, the writer used Anna Trosborg?s theory about the apology strategies and Janet Holmes? theory about the social class. Thus, the results of this study were showing the types of the apology strategies which are used by the female shop-assistants of optician stores at Tunjungan Plaza and at Pasar Turi are denying responsibility, minimizing offense, offer of repair, expressing concern for the hearer, and checking. The strategy of promise of forbearance, checking, and expressing concern for the hearer have the highest frequency at Tunjungan Plaza than at Pasar Turi. While the strategy of minimizing offense, and the strategy of denying responsibility has the higher frequency at Pasar Turi than at Tunjungan Plaza. Those strategies showed the differences between the female shop-assistants at Tunjungan Plaza and at Pasar Turi which might be because of the place and the education background of the female shop-assistants. Then, the strategy of offer of repair has almost the same frequency both at Tunjungan Plaza and at Pasar Turi which showed the similarity, which might be because it was a common response to a complaint situation.",
  "creators": "WINDY WALESA",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011704/ING/2007; Windy Walesa (11402025)",
  "subjects": "APPLIED LINGUISTICS; SOCIOLINGUISTICS"
}