{
  "id": "7655",
  "title": "A Study interrupted utterances used by the presenters of Back to Beck and Om Farhan talk show programs",
  "abstract": "This research tried to reveal the reasons of interruptions produced by the presenters of Back to Beck and OM Farhan talk show programs. This research also tried to find out the differences of the reasons of interruptions produced by the female presenter of Back to Beck (Becky Tumewu) and the male presenter of OM Farhan (Farhan) talk show programs. The main theories of the reasons of interruptions that was used was Wardhaugh?s (1985) and Coates? (1986). This research was a descriptive qualitative research. The writer got the data from the utterances in the dialogue between the female and male presenters with the guests in the two talk shows that the writer transcribed herself. In her analysis, the writer classified and calculated the interruption utterances produced by the female and male presenters based on the reasons of interruptions; then she analyzed the differences of each reason between female and male presenters. In her findings, the writer found that the reasons of interruption used by the male presenter were seeking clarification, giving completion, seeking further information, selecting next speaker, giving comment and changing topic. Besides, the reasons of interruptions used by the female presenter were only seeking clarification, giving completion and seeking further information. However, there were some reasons of interruptions, that is, asking for help and showing annoyance that did not occur in the dialogue. The writer also found that there were some differences between the female and male presenters in the reasons of interruptions that they used.",
  "creators": "BETTY INGGARWATY KUNARTO",
  "contributors": "Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Advisor 1); Flora Debora (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011701/ING/2007; Betty Inggarwaty Kunarto (11403022)",
  "subjects": "SOCIOLINGUISTICS; CONVERSATION"
}