{
  "id": "7657",
  "title": "Apology strategies used by students of Petra Christian University based on relationship and degree of offense",
  "abstract": "This study is the study of apology strategies used by students of Petra Christian University. In this study, the writer observes whether or not relationship and degree of offense affect the students? choice in using apology strategies. Other factors, such as age, culture, gender, etc are excluded. The research questions to be answered in this study are (1) What types of apology strategies are used by the students of Petra Christian University in the slight degree situation to a friend?; (2) What types of apology strategies are used by the students of Petra Christian University in the slight degree situation to a stranger? (3) What types of apology strategies are used by the students of Petra Christian University in the serious degree situation to a friend? And (4) What types of apology strategies are used by the students of Petra Christian University in the serious degree situation to a stranger? By using the theory of Apology Strategies written by Trosborg (1987) and Olshtain and Cohen (1983, citied in Wolfson, 1989), the writer does his study. From this study, it reveals that the most frequently used strategy is the expression of apology and added by some other strategies such explanation. The result shows that the combination of apology strategies was used and it is affected also by level of intimacy and degree of offense. The result of the study also reveals that degree of offense and social distance affects the way people apology.",
  "creators": "FAJAR SURYADI",
  "contributors": "Julia Eka Rini (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011699/ING/2007; Fajar Suryadi (11402042)",
  "subjects": "SOCIOLINGUISTICS; LINGUISTICS"
}