{
  "id": "7665",
  "title": "The Lexical items reflecting loyalty, affection, and conscience found in great expectations by Charles Dickens",
  "abstract": "In conveying the message, the writer uses words or a combination of words, so that the readers can understand it. In a literary work, the message of the story can be conveyed through a theme, as Charter (1983:15) said that a theme is a generalization about the meaning of a story. And a theme can be seen through the lexical items that are used by the author in the novel. This statement encourages the writer of this thesis to do a research in the language of Charles Dickens especially in his lexical items found in Great Expectations. The writer is tempted to find out the lexical items (nouns, verbs, adjectives, and adverbs) which can reflect the three sub theme of the novel, that is, loyalty, affection, and conscience. Then she also wants to know what is the dominant sub theme of the novel found in the first stage of Pip?s life expectations, and what kind of semantics devices are used the most related to the each sub theme of the novel. She uses semantics theory to do her research in this thesis. She chooses semantics theory because she thinks that this theory is the most suitable approach because in this research, the writer of this thesis deals with the meaning of lexical items in relation with the three sub themes of the novel. The lexical semantics theory which is used to analyze the data; hyponymy, synonymy, and she also try to find other words that related to the sub themes",
  "creators": "YOHANI HELEN TERISNO",
  "contributors": "ABBAS A.BADIB, Pof.DR.MA.,MA. (Advisor 1); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011697/ING/2007; Yohani Helen Terisno (11403040)",
  "subjects": "ENGLISH FICTION--19TH CENTURY--STUDY AND TEACHING; DICKENS, CHARLES.1812-1890.GREAT EXPEXTATIONS"
}