{
  "id": "7666",
  "title": "Ambiguous Utopia as seen in Planet Urras and Planet Anarres in Ursula Le Guin's the dispossessed: an ambiguous Utopia",
  "abstract": "Science fictions are often confused with fantasy. However, science fiction differs from fantasy. Mostly, fantasy consists of imagination, while the contents of science fiction are sensible prediction of the future of the world. Besides, science fiction tries to employ human being as the subject in each story. The Dispossessed: An Ambiguous Utopia, one of Le Guin?s prominent novels and one good example on how science fiction tries its best to explore humanity, tells a story of two planets that have unbreakable connection between them. These two planets, having wide difference, are projected as ambiguous utopia. Everything in these planets, such as government, gender roles, et cetera, are questioned and compared through the spectacles of the main character, Shevek. The thesis writer is interested in exploring this process, thus, makes her curious to know how the planets are considered as ambiguous utopia. Using cultural approach focused in theory of postmodernism, in the findings, the thesis writer investigates three areas where the process of questioning utopia can be seen. The first area is the women issue, the second area is in the economic issue, and the third one is in the issue of freedom. The investigation results in the discovery of a utopia that may be based on an individual?s definition and criteria of utopia.",
  "creators": "YOELIANA SOETANTO",
  "contributors": "Liliek Soelistyo (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011693/ING/2007; Yoeliana Soetanto (11402052)",
  "subjects": "AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING; LE GUIN, URSULA K., 1929-....THE DISPOSSESSED: AN AMBIGUOUS UTOPIA"
}