{
  "id": "7668",
  "title": "Gaya visual sampul majalah 'Gadis' periode tahun 1990 - 2004",
  "abstract": "Pesatnya perkembangan dan kemajuan teknologi dewasa ini menyebabkan arus informasi yang diterima oleh masyarakat semakin beragam dan semakin cepat. Berbagai macam alat untuk menyampaikan informasi bermunculan, antara lain internet, short message service atau SMS melalui telepon genggam, dan media elektronik lainnya. Namun yang tidak dapat dilupakan adalah media cetak, yang tetap merupakan sumber informasi yang akrab bagi masyarakat, antara lain, surat kabar, tabloid, dan juga majalah. Penelitian kali ini membahas mengenai majalah remaja putri yang sudah lama beredar, yakni majalah 'GADIS'. Sumber majalah 'GADIS' yang diambil berasal dari tahun 1990 sampai tahun 2004, dimana tiap tahun rata-rata diambil 1 sampai 5 edisi. Penelitian ini dilakukan dengan metode observasi deskriptif analisis, dengan variabel penelitian representasi gaya visual sampul, dan perkembangan gaya visual sampul majalah 'GADIS' selama periode tahun 1990 sampai 2004. Sementara itu didalam melakukan analisis data, dilakukan pendekatan secara linear. Kesimpulan yang dapat diambil setelah dilakukan penelitian, dapat disimpulkan bahwa representasi gaya visual sampul majalah ' GADIS' selama periode tahun 1990 sampai 2004 senantiasa berubah mengikuti perkembangan jaman serta kecenderungan tren yang ada didunia remaja pada saat itu. Sementara mengenai perkembangan gaya visual sampul majalah 'GADIS' selama tahun 1990-2004, terlihat bahwa majalah 'GADIS' senantiasa konsisten didalam mempertahankan karakternya serta identitasnya selama ini, yakni sebagai majalah remaja putri yang ceria, aktif, dinamis, dan tentunya populer.",
  "creators": "ANTHONIOUS WIBOWO L",
  "contributors": "YOHANES MOELJADI PRANATA (Advisor 1); MARGANA (Advisor 2); Listia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010451/DKV/2005; Anthonious Wibowo Listijono (42499038)",
  "subjects": "ADVERTISING; COMMERCIAL ART; VISUAL COMMUNICATION"
}