{
  "id": "7671",
  "title": "Analisis teks ikonografi Kristiani di Indonesia",
  "abstract": "Ikonografi merupakan studi yang menggali makna dari suatu ikon. Dalam konteks religi, ikon adalah gambar suci. Objek kajian ikonografi mengacu pada upaya pemahaman makna-makna seperti terdapat dalam mitologi klasik atau cerita-cerita dalam Alkitab. Ikonografi pada umumnya berupaya untuk menggali gambaran tradisi dibalik lambang-lambang spesifik yang menjadi objek kajiannya. Dibalik lambang-lambang itu dapat ditemukan suatu filosofi, visi, nilai atau Dari hasil penelitian dicapai suatu simpulan bahwa ikon-ikon Kristiani banyak digunakan dalam logo denominasi gereja Kristen di Indonesia dan penggunaan ikon-ikon ini sangat beragam baik bentuk maupun maknanya. Didapati ikon-ikon yang bersifat ekuivok dan univok, hal ini terjadi karena adanya perbedaan penafsiran atau intepretasi komunitas Kristen terhadap ikon-ikon yang ada. Keterbatasan waktu, tenaga dan biaya juga kemampuanlah yang membuat penelitian ini belum sempurna, tetapi mengingat pertumbuhan gereja yang dinamis dan terus berkembang di Indonesia dan begitu banyak sumber daya manusia yang handal dinilai dapat melanjutkan atau menyempurnakan penelitian ini sehingga dikemudian hari dapat lebih berguna lagi bagi masyarakat luas. pesan-pesan tertentu. Tujuan ikonografi adalah mengurai, mengidentifikasi, menggolongkan dan menjelaskan objek-objek visual dalam kaitannya dengan upaya memahami makna-makna dalam studi religi yang memang tidak jarang menggunakan ungkapan-ungkapan yang bersifat simbolik. Kekristenan di Indonesia berkembang dari Eropa, dimana saat jaman penjajahan muncul gereja-gereja dengan latar belakang asing. Masuknya agama Kristen di Indonesia diikuti dengan masuknya ikon-ikon Kristiani yang selama ini tidak dikenal oleh masyarakat Indonesia. Pada mulanya gereja-gereja yang ada di Indonesia tidak banyak namun seiring dengan perubahan jaman, maka muncullah banyak gereja-gereja Kristen yang memiliki latar belakang dan keragaman yang berbeda. Penggunaan ikon-ikon Kristiani kini lebih banyak diterapkan pada pembuatan logo gereja dibandingkan dengan penggunaannya dalam kegiatan ibadah. Banyaknya denominasi gereja Kristen yang muncul membuat semakin banyak dan bervariasinya penggunaan ikon Kristiani dalam logo-logo gereja. Selama ini belum dilakukan kegiatan inventarisasi data logo-logo gereja Kristen, oleh karena itu perlu dilakukan suatu penelitian tentang penggunaan ikonografi Kristiani dalam logo-logo gereja Kristen di Indonesia. Penelitian ini menggunakan metodologi ilmiah yaitu analisis teks melalui teori semiotika untuk bisa mendapatkan hasil yang maksimal dan valid. Ada beberapa cara yang dapat dilakukan dalam penelitian ini, yang pertama menggunakan cara wawancara yang dilakukan kepada narasumber yang kompeten seperti pendeta atau majelis gereja. Cara kedua adalah dengan menyebarkan kuesioner kepada para narasumber yang ada, hal ini dilakukan apabila narasumber berada diluar jangkauan peneliti, misalnya berada di luar pulau atau luar kota mengingat keterbatasan waktu, tenaga dan biaya yang dimiliki oleh peneliti. Cara yang terakhir adalah dengan melakukan kegiatan observasi dokumen guna mencari informasi yang diperlukan dalam penelitian ini. Penelitian ini membuahkan hasil berupa diketahuinya penggunaan ikon-ikon Kristiani pada denominasi gereja di Indonesia juga makna apa saja yang terkandung dalam ikon-ikon tersebut, apakah memiliki makna ekuivok atau univok. Hasil lain yang diperoleh dari penelitian ini adalah dapat diketahui adanya perbedaan intepretasi dalam pemaknaan atau penafsiran terhadap ikon-ikon Kristiani yang ada.",
  "creators": "ERIC ANANDA LAUWANGSA",
  "contributors": "YOHANES MOELJADI PRANATA (Advisor 1); MARGANA (Advisor 2); Listia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010480/DKV/2005; Eric Ananda L (42400042)",
  "subjects": "SIGNS AND SYMBOLS; COMMERCIAL ART; GRAPHIC ARTS; VISUAL COMMUNICATION"
}