{
  "id": "7680",
  "title": "A Comparison between the discourse markers used by female teenagers and those used by female adults in Surabaya",
  "abstract": "By conducting this study, the writer wants to reveal how discourse markers are identified in the utterances produced by female from different age group, i.e. teenager and adult. Through this study, the types and the frequencies of discourse markers used by female teenagers and female adults could be revealed. Then, the similarities and the differences between the discourse markers used by female teenagers and those used by female adults were revealed by doing a comparison between them. The data were obtained by interviewing the subjects and recording their answers. The writer also used some theories to identify the discourse markers, such as Schiffrin?s theory, Hoey?s theory, Fox Tree and Schrock?s theory, and many others. Then, the data were analyzed by classifying the discourse markers according to Schiffrin?s theory of discourse markers. The findings show that female teenagers use six types of discourse markers, while female adults only use five types of discourse markers. The discourse marker kan / ya (itulah) / yo is the most favorite discourse marker both in female teenagers and female adults? speech. Then, the second favorite discourse marker is tapi (ya/yo) / (ya) cuman. Next, neither discourse marker atau nor sekarang is used in their speech. Furthermore, the female teenagers use discourse markers more than female adults do. Then, female teenagers use discourse marker ya / yo much more frequently than female adults do. The most interesting one is that although discourse marker kan / ya (itulah) / yo marks the similarity between female teenagers and female adults, it also marks the difference between them because female teenagers use it much more greatly than female adults do. Those may imply that the difference in age group may cause the difference in the way people talk, especially in using discourse markers.",
  "creators": "CICILIA SANDRA DESSY",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011687/ING/2007; Cicilia Sandra Dessy (11403003)",
  "subjects": "INDONESIAN LANGUAGE-DISCOURSE ANALYSIS; DISCOURSE ANALYSIS"
}