{
  "id": "7682",
  "title": "The Lexical styles in Henry James \"Daisy Miller\"",
  "abstract": "In this study, the writer, which was inspired by Leech & Short (1981) who explained that Henry James favours manner adverbs and avoids adjectives, wants to analyze the lexical items in Henry James? novel, entitled \"Daisy Miller\". The writer will use the stylistics theory by Verdonk (2002) to analyze the relationship between the use of the lexical items with the style of Henry James in writing his novel. Moreover, the writer will also use the parts of speech theory by Loberger (2002) and Frank (1993) to analyze and classify the adjectives and adverbs. The data were divided into two parts, that is, the adjectives and the adverbs that were limited only to the first two chapters of \"Daisy Miller\". After collecting the data, the writer analyzed the classification to identify and classify the classes of the adjectives and adverbs. From the analysis, the writer found out that there are four classes of adjectives used by Henry James, that is, attributive, appositive, predicative and proper adjectives. There are also three classes of adverbs used by Henry James, that is, simple adverbs, interrogative adverbs and conjunctive adverbs. Simple adverb itself is divided into five classes that are manner, time, place, degree and number adverbs. Moreover, Henry James uses more adjectives rather than adverbs in the first two chapters of \"Daisy Miller\". From this finding, the writer found out that the style of Henry James in writing his novel is that he prefers to use adjectives rather than adverbs. It means that Henry James prefers to give more specific identity to the noun that is modified by the adjectives, rather than to deepen the meaning of the sentence by using the adverbs. Henry James uses adjectives in order to give restriction to the meaning of the nouns in the sentences because he wants to limit the reader?s interpretation about the nouns.",
  "creators": "HENY LILIANA OKTAVIA",
  "contributors": "Theophilus Jokri (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011686/ING/2007; Heny Liliana Oktavia (11403026)",
  "subjects": "LEXICOLOGY; ENGLISH LANGUAGE-STUDY AND TEACHING; LINGUISTICS ANALYSIS (LINGUISTICS)"
}