{
  "id": "7685",
  "title": "Grammatical errors in the compositions by 11th grade students of ef english course Plaza Surabaya",
  "abstract": "Nowadays, English is considered as second language in many countries. Therefore, almost all people learn English in order to be able to communicate with others. There are many different ways in learning English, like learning English at school and also English centre. Although they have already learned English for long time, but they still tend to make errors in grammar, in speaking and written language. Thus, the writer focuses on English grammar regarding that English as foreign language in Indonesia. She tries to find out the types of grammatical errors in English compositions and also the most often error occurs. In analyzing and classifying the errors, the writer uses two main theories, which are Linguistic Category Taxonomy and Surface Strategy Taxonomy that proposed by Burt and Kiparsky (1972). The data are taken from the first draft of fifteen writing composition written by 11th grade students of EF English Course. The writer analyzes each composition to find the errors as the data of this research. The results of the analysis are in Linguistic Category Taxonomy, the highest percentage is gained by Syntactic Errors. While in Surface Strategy Taxonomy, Misformation type has the highest percentage. From these findings, the writer may suggest that the students still have difficulties in applying the English grammar correctly in writing composition. From the analysis that the writer has conducted, students who are in high-level of studying English, do not always show a good mastery of English grammar.",
  "creators": "NADYA TANTRI ANGGRAINI",
  "contributors": "MAS MOELJONO (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011684/ING/2007; Nadya Tantri Anggraini (11403089)",
  "subjects": "ENGLISH LANGUAGE-GRAMMAR; ENGLISH LANGUAGE-ERRORS OF USAGE"
}