{
  "id": "7687",
  "title": "The Study of structural ambigutty in the interview articles of english Tempo Magazine",
  "abstract": "In arranging the words into sentences, written language uses more complex grammar than spoken language; therefore, in a sentence, a word or a phrase sometimes is placed defectively so that it can modify any one of two (or more) different constituents. However, each modification can provide different meanings so that the sentence can be interpreted more than once. In printed media such as magazine, this structural ambiguity can later on confuse the readers. Therefore, the writer would like to investigate syntactic ambiguity. From this study, the writer wanted to know what kinds of syntactic ambiguities that potentially occurred in the Interview?s article and how they were resolved. This study used the qualitative descriptive approach. In collecting data, the writer took nine Interview articles of the English Tempo magazine which were written by Indonesian writers. Moreover, in analyzing the data, she used the main theory of Transformational Grammar (Radford, 1988) which was applied in tree diagram. Through the findings, the writer found sixteen potentially structurally ambiguous phrases when they were observed separately from the context. There would be one or more than two ambiguities in each article. The potentially ambiguous phrases were Noun phrase, Prepositional phrase, and Verb phrases in term of negative scope ambiguity. Thus, in order to understand the actual meaning of the ambiguous phrases, they supposedly had to be put into the context of the sentences. However, if the ambiguous phrases were taken separately from its context, we could still resolve the ambiguity by adding the hyphen (?) or the preposition (of) between the head and the modifier.",
  "creators": "NATASA JACOBUS",
  "contributors": "Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Advisor 1); Flora Debora (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011683/ING/2007; Natasa Jacobus (11403122)",
  "subjects": "ENGLISH LANGUAGE-GRAMMAR"
}