{
  "id": "7688",
  "title": "The Request expressions produced by some junior high school students to their friends and servants",
  "abstract": "This is the study on the types of request produced by Junior High school students to their friends and servants. In this thesis, the writer wants to find out the types of request used by Junior High school students. The writer analyzes the types of request that mostly used by Junior High school students to their friends and servants. It is an interesting phenomenon since they mostly interact with both friends and servants. The writer uses Ervin-Tripp?s theory in order to classify the types of request produced. She conducts her study by using descriptive-qualitative approach. In collecting the data, the writer finds three her sister?s friends with high social status who live with their parents but they are often left alone with their servants. Then, the writer records their conversations and takes out the request utterances. The writer finds out that the types of request that is mostly used by students to their friends and their servants are Bald Imperatives. The result of the analysis shows that the students produced the same type of request to their friends as well as to their servants. This happens because the students have an equal relationship with their friends and they feel fine to produce direct order to their friends. While with their servants, the students feel that they have power toward their servants. This makes the students usually produce direct order to their servants.",
  "creators": "CINDY FILIYA",
  "contributors": "Anneke Heritaningsih Tupan (Advisor 1); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011682/ING/2007; Cindy Filiya (11403027)",
  "subjects": "INDONESIAN LANGUAGE-DISCOURSE ANALYSIS; LANGUAGE AND LANGUAGES-STUDY AND TEACHING"
}