{
  "id": "769",
  "title": "Dampak iklan berseri produk Pepsodent terhadap keputusan pembelian konsumen",
  "abstract": "Man Pepsodent yang ditampilkan dalam media televisi memiliki teknik penyampaian yang menarik terutama tayangan Man berseri produk Pepsodent dalam setiap episodenya menampilkan tokoh yang sama secara terus-menerus, memiliki pesan yang berbeda dan jalan cerita yang ditampilkan menceritakan suatu rutinitas kehidupan yang berkesinambungan. Masalahnya bagaimana pengaruh variabel Man berseri produk Pepsodent terhadap keputusan pembelian konsumen. Tujuan penelitian adalah untuk mengetahui pengaruh variabel-variabel Man berseri produk Pepsodent terhadap keputusan pembelian konsumen, menggambarkan pengelompokan konsumen berdasarkan ketertarikan mereka terhadap variabel-variabel Man, mengidentifikasi konsumen potensial maupun konsumen loyal, mengevaluasi hubungan antara keputusan pembelian konsumen dengan sikapnya dalam melihat Man berseri produk Pepsodent, mengetahui faktor yang menjadi ciri loyalitas konsumen Pepsodent, mengetahui motivator dominan dalam keputusan pembelian produk Pepsodent serta untuk mengetahui kelas sosial konsumen Pepsodent Penelitian ini dilakukan melalui penyebaran kuisioner dan interview berdasarkan kombinasi kemudahan untuk menemui anggota populasi dan penyeleksian target sampel dalam mendapatkan informasi yaitu pemirsa televisi yang terdiri dari 250 responden dewasa baik pria maupun wanita, yang sudah maupun yang belum berkeluarga, yang sudah maupun yang belum memiliki anak, yang berdomisili di Surabaya maupun diluar Surabaya serta 250 responden anak laki- laki maupun anak perempuan yang berdomisili di Surabaya. Data yang diperoleh diolah dengan menggunakan analisa Deskriptif Dimensi Tunggal dan analisa Deskriptif Dimensi Ganda. Hasil uji analisa menunjukkan ada penilaian berbeda dari pemirsa televisi berdasarkan variabel - variabel Man terhadap keputusan pembelian konsumen untuk kelompok yang tidak menggunakan, yang menggunakan sesudah melihat Man, dan yang menggunakan produk Pepsodent sebelum melihat Man, dan keputusan pembelian konsumen mencerminkan sikap mereka pada saat Man berseri produk Pepsodent ditayangkan, dimana konsumen potensial sangat sensitif dalam pengambilan keputusan pembelian produk Pepsodent sedangkan konsumen loyal tidak sensitif, selain dengan melihat Man berseri produk Pepsodent secara terus -menerus faktor produk menentukan loyalitas konsumen Pepsodent, dan penggunaan figure anak dalam iklan berseri produk Pepsodent mampu memotivator keputusan pembelian konsumen sehingga tidak terjadi positioning error. Jadi PT. Unilever perlu memperhatikan variabel-variabel Man yang kurang mendapat perhatian dari pemirsa televisi, mengubah image produk Pepsodent dibenak konsumen sehingga segmen pasarnya lebih luas, serta mempertahankan konsumen loyal.",
  "creators": "DIANA SARI DEWI; WULANDARI",
  "contributors": "Hatane Semuel (Advisor and Examination Committee); Peter Remy Yosy Pasla (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1456/EM/2000; Diana Sari Dewi (31496203), Wulandari (31496247)",
  "subjects": "ADVERTISING; SALES PROMOTION"
}