{
  "id": "7692",
  "title": "Redesain logo dan corporate identity bernuansa feng shui untuk Restoran Cina BM (Bakmi Mandarin)",
  "abstract": "Restoran BM adalah sebuah perusahaan yang bergerak di bidang pelayanan makanan, menyediakan pula fasilitas pesan antar (delivery service), dengan Bapak Tjakra Kusuma Wangsawidjaja sebagai pemilik dan pengelola. Restoran BM merupakan restoran yang memfokuskan pelayanan makanan khas masakan Cina, berdiri sejak tahun 1997. Selain terkenal sebagai restoran keluarga, kebanyakan para pelanggan restoran BM adalah para pekerja perkantoran. Restoran BM memiliki keunggulan di bidang delivery service-nya yang cepat, pelayanan yang ramah dan cekatan, dan selalu berinovasi dalam mengkreasikan makanan yang akan disajikan bagi pelanggan. Dengan maraknya bisnis di bidang makanan, dan dengan semakin berkembangnya jaman dan semakin banyaknya restoran-restoran yang sejenis, restoran BM sadar bahwa perusahaan dan identitasnya menjadi biasa jika dijejerkan dengan restoran-restoran lainnya. Ditambah lagi, restoran-restoran baru yang muncul menggunakan logo yang hampir mirip satu dengan yang lainnya. Karena kemiripan logo restoran satu dengan restoran lainnya, membuat pelanggan bingung dengan restoran satu dengan yang lainnya. Hal ini membuat restoran BM menjadi sedikit terganggu. Sampai akhirnya, restoran BM juga menginginkan adanya keunggulan yang tidak biasa ditawarkan oleh restoran-restoran lainnya, yaitu dengan menawarkan sesuatu yang berbeda dan khas serta berhubungan dengan usaha yang dijalankan. Restoran BM mengambil keputusan dengan mere-desain logo dan corporate identity-nya guna menghilangkan persepsi masyarakat terhadap restoran BM yang lama. Hal dilakukan atas keputusan karena kemiripan logo restoran BM dengan logo restoran Cina lainnya. Namun, nama `BM? masih digunakan supaya masyarakat mengetahui bahwa restoran BM masih tetap ada hanya berganti logo dan corporate identity saja. Restoran BM menggunakan re-desain logo dan corporate identity dengan nuansa feng shui. Melihat masih banyaknya masyarakat yang percaya dan mempertahankan feng shui yang menjadi kebudayaan dari masyarakat Cina. Pemecahan masalah dibuat secara komunikasi visual yang dipadukan dengan nuansa feng shui. Media komunikasi visual menampilkan keunggulan dan karakteristik restoran BM baru yang etnik, menarik dan dekoratif. Perancangan karya komunikasi visual yang dibuat dalam pembuatan pemecahan masalah dalam metode perancangan meliputi identifikasi masalah, perumusan masalah, pengumpulan data, analisis data, eksekusi kreatif, dengan hasil berupa final artwork. Tema perancangan karya tugas akhir ini adalah `Redesain logo dan corporate identity dengan nuansa feng shui untuk restoran Cina \"BM\" (Bakmi Mandarin)?, dalam tujuan memberikan pemecahan masalah. Perancangan yang dibuat sebagai pemecahan masalah dirancang dengan media komunikasi visual yang kemudian diaplikasikan pada corporate identity yang meliputi logo sebagai representasi visual dari logo restoran BM yang baru guna memberikan image baru bagi restoran BM. Dilanjutkan dengan penerapan corporate identity pada peralatan makan, seragam karyawan, tampilan transportasi, sistem petanda, buku menu, kemasan, dan fortune cookies. Untuk promosi dilakukan pada berbagai media, diantaranya leaflet, merchandise, dan untuk iklan media cetak diletakan pada majalah bulanan Mossaik dan koran harian Gua Ji Re Bao. Hasil karya yang dirancang dalam media komunikasi visual ini belum sempurna karena belum adanya uji coba keefktifannya. Namun perancangan ini dibuat berdasarkan dengan metode dan prosedur perancangan yang nalar dan ilmiah maka disimpulkan bahwa secara teoritis media yang dirancang tersebut efektif.",
  "creators": "CYNTHIA DEWI",
  "contributors": "YOHANES MOELJADI PRANATA (Advisor 1); MARGANA (Advisor 2); Listia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Identitas Perusahaan",
  "source": "Identitas Perusahaan No. 00070508/DKV/2005; Cynthia Dewi (42401019)",
  "subjects": "VISUAL COMMUNICATION; COMMERCIAL ART; SIGNS AND SYMBOLS; GRAPHIC ARTS"
}