{
  "id": "7695",
  "title": "Illocutionary and perlocutionary acts in the conversations of gary and brooke that cause misunderstanding in The Break Up",
  "abstract": "Miscommunication or misunderstanding may happen in daily conversation, especially in human relationship between man and woman. Misunderstanding happens because both of them have different way of thinking and different ability to accept and respond to the utterance well. For that reason, the writer is interested in analyzing speech acts, especially the illocution and perlocution of each speaker. Here, the writer wanted to find out the relation between perlocution and the next speaker?s illocution that cause misunderstanding. For the data, the writer chose ?The Break Up? because the story was full of misunderstanding, especially between the two characters, Gary and Brooke. She used the speech acts theory from Austin, Searle and Hurford and Heasley. In collecting the data, she transcribed the film especially the scenes which contain misunderstanding only. Then, she classified and identified the illocution and perlocution of each utterance. After the analysis, the writer found that there are many causes of misunderstanding between Gary and Brooke in the film. It is because the illocution of the second speaker is not the same as the first speaker?s perlocution. The writer concluded that people could minimize miscommunication or misunderstanding especially between the couple by trying to accept the couple?s utterances and respond the utterances well, so their relationship become better and they can avoid the break up.",
  "creators": "MELISSA CHANDRA",
  "contributors": "Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Advisor 1); Anneke Heritaningsih Tupan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011678/ING/2007; Melissa Chandra (11403008)",
  "subjects": "DISCOURSE ANALYSIS; ENGLISH LANGUAGE-DISCOURSE ANALYSIS; SEMANTICS"
}