{
  "id": "7696",
  "title": "A Study of english phonological errors produced by English Department Students of Petra Christian University",
  "abstract": "This study is about the English phonological errors produced by English Department students of Petra Christian University (PCU). In this study, the writer interested to analyze the phonological errors made by English Department students of PCU regarding English consonantal sounds that do not exist in Indonesian phonetics system. Hence, the main focus of this study is the six English consonantal sounds that do not exist in Indonesian phonetic system, that is, [v], [], [?], [], [d], and [t]. By conducting this study, the writer is able to find out: first, the kinds of phonological errors done by the students; and second, the patterns of those errors. Moreover, the writer conducts her research using qualitative approach. In collecting the data, the writer firstly records the actual pronunciation of the twenty-five English department students of PCU batch 2003 when they read the pronunciation tasks provided. Then, she transcribes them. Later on, she analyzes the data based on Ladefoged?s and Moeliono?s theories of English and Indonesian consonantal system and also Finch?s theory of phonological rules. Finally, the result shows that the students did produce phonological errors and that there are thirty-four kinds of phonological errors or deviations produced by the students. Additionally, the most troublesome English sound for the students is [3]. The writer also finds out that the deviations occurred most frequently before, after, or in between vowels and that the deviations probably occurred due to the influence of the students? mother tongue and their lack of knowledge about English.",
  "creators": "ARLENE MARIA YOSTANTO",
  "contributors": "Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Advisor 1); Josefa Juniarti Mardijono",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011677/ING/2007; Arlene Maria Yostanto (11403104)",
  "subjects": "ENGLISH LANGUAGE-PHONOLOGY"
}