{
  "id": "7699",
  "title": "Interruptions and overlaps produced by the host and hostess of Ceriwis inTrans TV",
  "abstract": "Interruption and Overlap often occurs in a conversation. This study is about Interruptions and Overlaps produced by the Host and Hostess of Ceriwis in Trans TV. The writer wants to find out what interruption and overlap utterances occur in the program, who interrupts and overlaps more in conversation among the host and hostess, and why they interrupt and overlap each other. The writer follows Wardaugh?s theory for reason of interruption and Yule?s theory for reason of overlap. The writer uses qualitative descriptive approach to her study by recording an episode of Ceriwis on Wednesday, February 28, 2007. Then, she makes a transcription, which becomes her source of data. In this study, the writer finds that the total number of utterances containing overlaps is greater than utterances containing interruptions. She also finds that the host interrupts more than hostess does. Then, most of overlaps is done by the host and hostess together. In this study, the writer also finds some reasons of interruptions and most of utterances containing interruptions is completing. Whereas, the writer also finds some other reasons of interruptions beyond Wardaugh?s theory, that is repeating, make a clarification, answering, and informing. Moreover, in this study the writer finds three reasons of overlaps and most overlaps is showing closeness or solidarity. In addition, in this study the writer concludes that interruptions and overlaps in this program cannot be categorized as violation of talk. It is because the host and hostess do interruption and overlap in order to show their cooperative as peer.",
  "creators": "TRIVENA THERESIA KRISTIAN",
  "contributors": "Bintoro (Advisor 1); Samuel Gunawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011673/ING/2007; Trivena Theresia Kristian (11403069)",
  "subjects": "SOCIOLINGUISTICS"
}