{
  "id": "7702",
  "title": "Direct and indirect commands of an approximately two-and- a half year old Indonesian boy",
  "abstract": "Since children in young age can order or command someone to do what they want, it makes the researcher curious enough to know the types of command of an approximately two-and-a half year old Indonesian boy. Command can be categorized into two kinds that is direct command and indirect command. The writer uses the theory of Indonesian imperative sentence to identify her subject?s direct commands. Moreover, the combination of theories from three linguists, Searle?s (1976), Herbert and Eve Clark?s (1977) and Holmes?s (2001), about indirect command are used to analyse her subject?s indirect commands. Indirect command can be in the form of declarative construction or interrogative construction. She also adds supporting theories like one-word, two-word uterrances and telegraphic speech to support her in identifying her subject?s utterances. Further, this research is conducted in three months because it is a longitudinal study. The writer uses a tape-recorder to record the exact data and notes. Moreover, she does not create the situation; thus, this observation is conducted naturally. After gaining data and analyzing it, she found that her respondent never used softened word \"-lah\" to soften his direct commands. Then, there are some words that have already been used in his direct command that is \"minta\", \"tolong\", \"ayo\", \"jangan\", and \"biar\". Her respondent used the form of declarative constructions and interrogative constructions to express his indirect commands. Hence, the writer concludes that an approximately two-and-a half year old Indonesian boy can express commands directly and indirectly.",
  "creators": "NELLY WAYUNENGSE",
  "contributors": "Julia Eka Rini (Advisor 1); Jusuf Imam Ibrahim (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011669/ING/2007; Nelly Wayunengse (11403007)",
  "subjects": "CHILDREN-LANGUAGE; PSYCHOLINGUISTICS; LANGUAGE ACQUISITION"
}