{
  "id": "7704",
  "title": "American values in Misako's marriage in Junichiro Tanizaki's some prefer nettles",
  "abstract": "In this thesis, I will discuss a Japanese novel written by Junichiro Tanizaki, one of best-known Japanese writers. Tanizaki?s works are often concerned with obsessive desires. Among his works I choose Some Prefer Nettles because the story is interesting. It is about a middle-aged couple, Misako and her husband (Kaname) who have problems in their marriage. The main female character, Misako considers herself as a modern woman and adopts American values in her life. She wants to adopt American values in her life such as the concept of individual freedom and equality and applies in her position as a wife in her marriage life. From that situation, problems start to occur. There is a conflict between Misako and Kaname because Kaname is a traditional Japanese man who really obeys and respects the traditional Japanese values. The problems which occur in this story really disturb the relationship between Misako and Kaname and finally they decide to get a divorce. Through this study, I want to show the American values adopted by Misako, the reasons, and also the effects of adopting American values toward her marriage life. The purpose of the analysis is to find out the American values adopted by Misako and also the reasons and the effects of adopting American values toward her marriage life. I use literary approach, that is, theories of characterization and conflict to analyze the problem. I also use the concept of Japanese and American marriage life together with the idea of individual freedom and the equality based on American values. From the analysis I found that the American values adopted by Misako are the values of individual freedom and equality. The reason of she adopts the American values it is because of the uncomfort feeling experienced by her toward her original values, that is, Japanese values. The effects are concentrated on the people around Misako?s life, that are Misako?s father, Hiroshi (her son), and also Kaname.",
  "creators": "WIDHITIARANI RETNOWULAN",
  "contributors": "Theophilus Jokri (Advisor 1); Liliek Soelistyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011667/ING/2007; Widhitiarani Retnowulan (11403129)",
  "subjects": "JAPANESE FICTION-20TH CENTURY-STUDY AND TEACHING; TANIZAKI, JUNICHIRO, 1886-1965, SOME PREFER NETTLES-STUDY AND TEACHING"
}