{
  "id": "7711",
  "title": "Perancangan dan pembuatan situs informasi dan pemesanan jasa pada persatuan seniman komedi Indonesia-Jawa Timur (PASKI-Jatim)",
  "abstract": "Persatuan Seniman Komedi Indonesia-Jawa Timur merupakan wadah bagi para seniman untuk membantu publikasi dan manajemen para seniman komedi khususnya di Jawa Timur. Selama ini, para seniman komedi memiliki kesulitan dalam memasarkan diri ke customer, begitu pula dengan customer yang kesulitan mencari para komedian dikarenakan kurangnya informasi mengenai kemana dan bagaimana para customer dapat menghubungi para seniman komedi apabila customer ingin menyewanya untuk mengisi suatu acara, sehingga berdampak muncul calo-calo seniman komedi. Pada tugas akhir ini, dibuat suatu situs untuk memberikan informasi-informasi terbaru, data bagi pengurus daerah PASKI-JATIM dan membantu komedian untuk mendapatkan tawaran show serta sebagai sarana untuk membantu para customer agar dapat melakukan pemesanan para seniman komedi secara online, khususnya untuk pra transaksi. Situs informasi dibuat dengan menggunakan Macromedia Dreamweaver MX bersama PHP dan database MySQL. Dari hasil pengujian dan pembagian kuisioner kepada customer sebesar 73,92 % mengatakan bahwa situs ini mudah digunakan, cara pemesanan komedian yang mudah dan dapat dimengerti serta informasi yang disampaikan mudah dibaca dan dimengerti. Kuisioner yang dibagikan kepada komedian sebesar 75 % mengatakan bahwa menu-menu yang ada mudah digunakan dan informasi yang disampaikan mudah dibaca dan dimengerti. Sedangkan dari kuisioner yang dibagikan kepada administrator sebesar 70 % mengatakan bahwa menu-menu yang ada dapat menunjang kebutuhan PASKI-JATIM.",
  "creators": "EVA SILVIA YANI",
  "contributors": "JOKO LIANTO B.,DR.,Ir.,M.Sc. (Advisor 1); Ibnu Gunawan (Advisor 2); Rudy Adipranata (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010543/INF/2006; Eva Silvia Yani (26400039)",
  "subjects": "DATA BASE DESIGN; PROGRAMMING (ELECTRONIC COMPUTERS)"
}