{
  "id": "7719",
  "title": "Perancangan eksperimen bumbu rujak petis instan powder dengan metode Taguchi",
  "abstract": "Tugas akhir ini dibuat untuk menghasilkan produk bumbu makanan tradisional instan powder khususnya bumbu rujak petis. Adanya bumbu rujak petis instan powder diharapkan dapat memenuhi kebutuhan konsumen akan makanan cepat saji, praktis dan tahan lama. Untuk menghasilkan produk bumbu rujak petis instan powder yang sesuai dengan selera konsumen maka dilakukan uji organoleptik dengan menggunakan metode eksperimen metode Taguchi. Uji organoleptik pertama dilakukan untuk mengetahui resep bumbu rujak petis yang disukai oleh masyarakat. Data diolah dengan Friedman Test, Wilcoxon Sign Rank Test. Hasilnya resep B memiliki respon rasa dan warna yang disukai, untuk respon aroma lebih disukai resep C. Uji organoleptik kedua bertujuan membawa aroma resep B menyerupai resep C. Hasilnya resep 222312 yang terdiri atas komposisi 1.16% cabe rawit, 23.26% kacang tanah goreng, 5.81% bawang putih goreng, 17.44% komposisi petis biasa, 15.50% petis udang, 1.16% terasi bakar, 3.88%gula merah, 0.78% asam, 7.75% pisang batu muda, 1.55% garam serta 21.71% air matang memiliki rasa dan aroma seperti resep B dan warna seperti resep C. Selanjutnya dilakukan uji organoleptik proses pengolahan. Data pengujian diolah dengan ANOVA, SNR, dan Mean sehingga didapatkan rancangan usulan 121112 yang berarti bahwa media penyimpanan yang digunakan adalah botol plastik dengan lama penyimpanan 6 minggu, jumlah komposisi gelatin yang digunakan 4 gram, suhu pengeringan 100 ?C, lama waktu pengeringan 105 menit dan perbandingan komposisi bumbu rujak petis instan powder dan komposisi gelatin adalah 1:1 . Langkah selanjutnya dilakukan untuk mengetahui apakah rancangan usulan tersebut disukai konsumen. Ternyata 62.9% panelis menyukai rancangan usulan tersebut. Untuk melengkapi penyajian bumbu rujak petis dilakukan survey terhadap bumbu rujak petis dengan dan tanpa bawang goreng. Bumbu rujak petis dengan 7% tambahan bawang goreng paling disukai oleh konsumen. Hasil penelitian ini secara keseluruhan menunjukkan bahwa komposisi resep yang optimal adalah resep 222312 dengan proses pengolahan 121112 dan disertai dengan tambahan bawang goreng sebanyak 7%.",
  "creators": "SHERLY TANOJO",
  "contributors": "Julianingsih (Advisor 1); Debora Anne Yang Aysia (Advisor 2); Tanti Octavia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03010931/IND/2005; Sherly Tanojo (25400076)",
  "subjects": "MANUFACTURING PROCESSES; PRODUCTION MANAGEMENT; QUALITY CONTROL"
}