{
  "id": "7720",
  "title": "The Syntactic transfer errors made by the English Department students of Petra Christian University in their writing 4 essays",
  "abstract": "`Indonesian English?, a term that no longer seems strange to many Indonesian people is essentially the basic idea of this research, in which it refers to English sentences that are constructed using Indonesian sentence structures. In this study, the writer examined the most common English syntactic category out of the five types of errors (perfect aspect, non-finite clause, verb after a preposition, compound sentence joined by coordinate conjunction, and complex sentence connected by subordinate conjunction) that contains errors due to negative transfer from Indonesian language. In Linguistics, negative transfer is illustrated as the influence of native language (L1) to the production of second language (L2) that results in errors. Moreover, since this study deals with negative transfer in terms of Syntax, the writer limited this study to the scope of Syntax and Second Language Acquisition (SLA). As well, the focus of this research was the influences of Indonesian sentence structures on the writing process of English essays done by the students of English Department in Petra Christian University. The primary source of the data was the written assignments done by 20 students of Writing 4 class of English Department. The writer also gathered supplementary data to help her identify the errors by interviewing each of the 20 students. In analyzing the data, the writer applied Error Analysis to identify the errors before finally explaining those errors by comparing the erroneous English sentences with Indonesian sentences. From the analysis, it was found that most of the students produce errors in gerund (verb after a preposition). This condition was possibly caused by their unawareness toward the difference of the verb form changes between Indonesian and English language. Accordingly, the written data of the errors and the data gathered from the interview proved that most Indonesian students tend to think in their L1 before creating written output in their L2 and it made the students produce errors in their English sentences; however, the data also showed that there were still three students that were not influenced by their mother tongue and thus created no negative transfer errors. Therefore, through this research, the writer found that language transfer is a process that inevitably occurs to the learners of second language.",
  "creators": "SHIRLEY ANGELINE YANIS",
  "contributors": "Julia Eka Rini (Advisor 1); Jusuf Imam Ibrahim (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011663/ING/2007; Shirley Angeline Yanis (11403105)",
  "subjects": "ENGLISH LANGUAGE-LINGUISTICS ASPECTS"
}