{
  "id": "7723",
  "title": "The Captain's psychological problems and the process of his withdrawal from reality in Strindberg's The Father",
  "abstract": "This study reveals the psychological complications of the Captain, the main character of Strindberg?s The Father, which has been hailed as probably the most powerful play of the naturalistic school. Regarding the gruesome tension between the two main characters within the three acts, the Captain exposes much more of his certain fear and paranoid attitude, as the effect of the lack of gratification in his childhood, than the wife, Laura, who is verbally violent and aggressively fighting for her own will over her husband. The tragic ending where the Captain suffers from stroke triggers an intriguing question whether it is related to his fear and paranoid attitude or not. Altogether, the thesis writer is interested in inquiring what kinds of fixation and anxiety that the Captain undergoes and how he finally withdraws from reality. Therefore, psychological approach with Freud?s psychoanalysis is needed in dissecting the complexity of the mental condition of the Captain. The Captain?s lack of gratification in childhood, which is conveyed in his dialogue and regressive attitude, actually matches with one theory of psychoanalysis called fixation. The fixation that the Captain suffers varies from oral, anal, phallic, to Oedipal fixation. Furthermore, the tension that arises during his quarrel with Laura has obstructed his fixations; this initiates the emergence of reality and neurotic anxiety toward the women of the house and the paternity doubt, rendered by Laura, in the Captain?s mind. The women have also blatantly conquered the Captain?s ego by thwarting his ways of solving his anxiety, which are sublimation and defense mechanisms, and setting him up without any choice other than submitting to their will that later restrains the Captain in a straitjacket as a mental patient. Since the Captain?s ego could not survive from the overwhelming tension on the level of consciousness, repression, the last defense mechanism, shuts his consciousness down, saving his ego away from any tension. As a result, the Captain collapses on his nurse?s lap, of which the doctor diagnoses that he has had a stroke.",
  "creators": "CHRIS ANDRE SUTANTO",
  "contributors": "Liem Satya Limanta (Advisor 1); Meilinda (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011660/ING/2007; Chris Andre Sutanto (11403018)",
  "subjects": "SWEDISH DRAMA-19TH CENTURY-STUDY AND TEACHING; STRINDBERG, JOHAN AUGUST, 1849-1912-STUDY AND TEACHING"
}