{
  "id": "7724",
  "title": "Coherence and the frames needed by some Petra Christian University (PCU) students in understanding five advertisements in \"Time\"",
  "abstract": "It is not a trivial matter for the readers to understand the meaning of an advertisement, especially in magazine. The advertisers definitely have certain purpose and message in publishing the advertisement. Due to that reason, the writer was eager to identify the intended meaning of five advertisements in TIME magazine. In order to understand the intended meaning of the advertisement, readers must have enough background knowledge and frame is one important part of it; therefore, the writer was curious to identify the frames possessed by the readers to understand the advertisers? intended meaning. Besides, she would compare whether the readers? interpretation are the same as the advertisers? intended meaning. The writer used the theory of frames proposed by Minsky (1975) to help her find the background knowledge that were used by the readers to understand five advertisements in TIME magazine. The writer used a qualitative approach in the data collection and explained the analysis of the data descriptively. The data got from the questionnaires that were distributed to 10 Petra Christian University (PCU) students. From the result of the questionnaires, the writer found out that only some respondents could understand the intended meaning of the advertisements. These respondents have had the frames needed in their memory to interpret the advertisers? intended meaning and their interpretations were almost the same as the advertisers? intended meaning. The writer concluded that the frames they have had brought them to understand what was in the advertisers? minds.",
  "creators": "DESSY KUSNO",
  "contributors": "Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Advisor 1); Anneke Heritaningsih Tupan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011659/ING/2007; Dessy Kusno (11403050)",
  "subjects": "ENGLISH LANGUAGE-DISCOURSE ANALYSIS; DISCOURSE ANALYSIS"
}