{
  "id": "7725",
  "title": "The Reasons and the ways of the main female character's preserving the family heritage and the purity of the dutch bloodline and culture as seen in E.Breton De Nijs' Faded Portraits",
  "abstract": "Faded Portraits represents a fictional memoir of colonial family life in the former Dutch East Indies. It reflects the Indies life in Indonesia, especially how the Indies try to preserve their family heritage. It happens on the main female character, who tries to maintain the family heritage and the purity of the Dutch bloodline and culture as the inheritance she gets from her pure Dutch ancestor. It motivates me to analyze why the main female character preserves her family heritage and the purity of the Dutch bloodline and culture, and how she preserves them. I believe that using library research and internet references will give strong foundation to do my analysis. I will use Cultural Approach, that is, postcolonial theory especially Orientalism and mimicry to analyze the two questions. By revealing the character?s ways and displaying her action I can observe why and how she preserves her family heritage and the purity of Dutch bloodline and culture. Hence, the conclusion that I get is the main female character?s preserving the family heritage and the purity of the Dutch bloodline and culture is caused by her obsession to revive her family glory and to gain the privilege as the inheritor of the glorious family. Therefore, the way she uses to preserve is by imitating the Dutch, influencing her relatives to live like the Dutch by giving them a European upbringing, and forbidding her relatives to mingle with the native.",
  "creators": "ASTRID VERONICA CHANDRA",
  "contributors": "Liem Satya Limanta (Advisor 1); Dwi Setiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011658/ING/2007; Astrid Veronica Chandra (11403083)",
  "subjects": "DUTCH FICTION-20TH CENTURY-STUDY AND TEACHNG; NIJS, E. BRETON DE, 1908-... . FADED PORTRAITS-STUDY AND TEACHING"
}