{
  "id": "7726",
  "title": "The Deconstruction of the lie to the truth by lord estraven as seen in Ursula K. Le Gun's The Left Hand of Darkness",
  "abstract": "The crucial issue in The Left Hand of Darkness is the dichotomy of the truth and the lie in the novel and its characters, especially in the main protagonist named Lord Estraven. This thematic idea raises a curiosity about the way the lie can be deconstructed into the truth by Lord Estraven, including to know the truth and the falsehood in this character. From the ideas above, this study deals with the deconstruction of the lie to the truth by Lord Estraven in Ursula K. Le Guin?s The Left Hand of Darkness, in which it is analyzed by using literary approach applying the theories of characterization and conflict as tools, and the concepts of the truth, patriotism, and integrity. The theory of characterization enables me to find out Lord Estraven?s thought and feeling that reveal his false and real motivation, while the theory of conflict is used to show the process of the deconstruction of the truth to the lie. Lie arises from Lord Estraven?s deeds in neglecting and opposing the King, providing wrong motivation in serving the King, and breaking the idea of Karhidish patriotism so that Estraven is titled a traitor. Shiftgrethor, which appears through Lord Estraven?s communication ability and action, provides an access to Lord Estraven to deconstruct his lie, a traitor, into the truth, patriot.",
  "creators": "SHIELD SKETZA",
  "contributors": "Liliek Soelistyo (Advisor 1); Liem Satya Limanta (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011654/ING/2007; Shield Sketza (11402058)",
  "subjects": "AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING; GUIN, URSULA K. LE, 1929-..., THE LEFT HAND OF DARKNESS-STUDY AND TEACHING"
}