{
  "id": "7730",
  "title": "Identifikasi kesenjangan kualitas pelayanan di Hotel Narita Surabaya",
  "abstract": "Konsumen yang pernah menginap di hotel Narita banyak yang merasa bahwa kinerja kualitas layanan yang diberikan pihak manajemen hotel Narita masih kurang baik, dimana kualitas layanan yang diberikan selama ini kepada konsumen sudah dirasa cukup bagus menurut persepsi manajemen, tetapi tidak demikian halnya dengan konsumen. Banyak konsumen yang mempunyai nilai persepsi yang rendah tetapi nilai harapannya tinggi, sehingga kualitas layanan yang sudah ada dan dirasa cukup baik oleh pihak manajemen hotel memang perlu untuk ditingkatkan dan diperbaiki kinerjanya. Dalam menganalisa perbedaan antara persepsi dan harapan konsumen terhadap kualitas layanan menggunakan lima dimensi pengukuran (Tangible, Reliability, Responsiveness, Assurance dan Emphaty) kemudian menentukan nilai kualitas layanan dari perbedaan antara persepsi dan harapan ke dalam teori GAP analisis. Dalam mengkategorikan nilai kualitas layanan yang merupakan selisih antara nilai persepsi dengan nilai harapan konsumen didasarkan pada spesifikasi masing-masing GAP(mulai GAP 1 sampai dengan GAP5) yang kemudian dianalisa apakah variabel-variabel yang nilai kualitas layanannya kurang termasuk dalam kategori GAP 1,GAP 2,GAP 3,GAP 4,atau GAP 5. Berdasarkan hasil analisa mengenai perbedaan antara persepsi dan harapan konsumen dapat disimpulkan bahwa GAP yang terjadi yaitu antara ekspektasi konsumen terhadap layanan dengan layanan yang diterima dimana GAP ini merupakan GAP ke 5 berdasarkan teori GAP analisis milik Parasuraman.",
  "creators": "HOSEA DHENNY SUGANDA",
  "contributors": "Filicia Chandra (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011986/MAN/2005; Hosea Dhenny Suganda (31401225)",
  "subjects": "MARKETING-MANAGEMENT; MARKETING RESEARCH"
}