{
  "id": "7743",
  "title": "Studi penggunaan figur dan simbol parodi pada iklan layanan masyarakat produk kosmetik TjeFuk",
  "abstract": "Dalam wacana posmodernisme, TjeFuk sebagai salah satu produk kosmetik di Indonesia berhasil mengeluarkan iklan layanan masyarakat (ILM) tentang Bahaya Merkuri pada kosmetik. Permasalahannya adalah dalam kampanye ILM tersebut menggunakan pemeran parodi Republik Mimpi sebagai bintang iklan (endorser). Hal ini, di luar kebiasaan ILM pada umumnya. Dimana figur yang menjadi endorser dalam ILM biasa menggunakan figur yang nyata bukan hasil rekayasa, kini figur tersebut (figur khayalan/fantasi) dipakai dalam kampanye ILM. Dalam hal ini, penggunaan publik figur parodi Republik Mimpi sebagai endorser, memunculkan sebuah fenomena baru dan sangat menarik untuk dikaji. Tujuan dari penelitian ini adalah mendeskripsikan fenomena tanda ?penggunaan figur dan simbol parodi ILM TjeFuk? secara sistematis ke dalam ilmu semiotika visual, yang bersifat subjektif (kualitatif). Diharapkan dari hasil penelitian ini, dapat diketahui pemaknaan visualisasi iklan tersebut dari sudut pandang semiotika visual. Dari hasil analisa didapatkan kesimpulan bahwa pesan yang ingin disampaikan pada ILM TjeFuk melalui pemaknaan visual adalah berupa ironi, yakni sindiran yang ditujukan untuk produk sekaligus konsumen merek lain, agar segera beralih ke produk kosmetik TjeFuk. Dengan demikian, ILM yang seharusnya bersifat sosial dipakai juga sebagai iklan komersial. Hal yang melatarbelakangi itu semua adalah ideologi kapitalisme mutakhir.",
  "creators": "PRAHASTI CITRA YUNITA",
  "contributors": "Andrian Dektisa Hagijanto (Advisor 1); Jacky Cahyadi (Advisor 2); Aristarchus Pranayana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00011117/DKV/2007; Prahasti Citra Yunita (42404227)",
  "subjects": "ADVERTISING-SOCIAL ASPECTS; COMMERCIAL ART; GRAPHIC ARTS"
}