{
  "id": "7760",
  "title": "Pembuatan Matahari Club Cards sebagai upaya customer retention pada Matahari Department Store di Surabaya",
  "abstract": "Perkembangan bisnis retail yang semakin meningkat membawa pengaruh terhadap tingkat persaingan para pelaku bisnis tersebut. Berbagai perusahaan ritel asing berhasil masuk ke Indonesia dengan cepatnya sejak tahun 1999, sehingga hal ini membuat para pebisnis ritel lokal mulai bersiap-siap untuk bersaing secara ketat dengan ritel-ritel asing tersebut. Untuk itu, customer relationship marketing dilakukan oleh Matahari Departemen Store dengan jalan membuat Matahari Club Cards untuk mengikat pelanggan. Variabel yang digunakan dalam penelitian terdiri dari variabel bebas dan variabel terikat. Variabel bebas manfaat Matahari Club Cards yang terbagi menjadi financial benefits, social benefits, structural ties. Sedangkan variabel terikat dari penelitian yang dilakukan ini adalah customer retention (Y). Value dari kepemilikan Matahari Club Cards mempunyai hubungan yang erat dengan customer retention. Hal ini menunjukkan bahwa secara simultan (bersama-sama), financial benefits, social benefits, dan structural ties mempunyai hubungan yang kuat dengan customer retention, karena nilai R2 sebesar 0,540. Berdasarkan nilai koefisien determinasi parsial (r?) diketahui variabel structural ties (X3) mempunyai pengaruh paling besar dalam membentuk customer retention, yaitu sebesar 11,22%. Pengaruh ini lebih tinggi dibandingkan dengan financial benefits maupun social benefits. Hipotesa yang menyatakan bahwa pembuatan Matahari Club Cards dari perspektif financial benefits, social benefits, dan structural ties mempunyai pengaruh terhadap customer retention pelanggan pada Matahari Departemen Store adalah terbukti.",
  "creators": "YOPI SUSANTO; LIE, WILLIAM WIJAYA",
  "contributors": "Diah Dharmayanti (Advisor 1); Edwin Japarianto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011983/MAN/2005; Yopi Susanto (31401078), Lie, William Wijaya (31401108)",
  "subjects": "CUSTOMER LOYALTY; CONSUMER SATISFACTION; CUSTOMER RELATIONS"
}