{
  "id": "7761",
  "title": "Analisa sensitivitas respon konsumen terhadap perluasan merek (brand extension) pada shampoo merek Dove di Surabaya",
  "abstract": "Shampoo Dove sebagai salah satu brand extension yang dilakukan PT Unilever dari produk lama sabun Dove. Jika perluasan merek dilakukan dengan tidak tepat akan mengancam posisi produk sebelumnya. Keberhasilan produk sabun Dove di pasaran dimungkinkan memicu konsumen untuk juga membeli shampoo Dove. Berdasarkan latar belakang ini maka penelitian bertujuan mengetahui seberapa besar tingkat sensitivitas dan arah respon konsumen terhadap perluasan merek (Brand Extension) pada shampoo merek Dove di Surabaya. Penelitian ini mengambil sampel 75 orang yang berdomisili di Surabaya, yang berusia 15 tahun, pernah menggunakan sabun Dove selama 2 bulan, dan pernah menggunakan shampoo Dove. Instrumen penelitian yang digunakan adalah kuesioner. Hasil penelitian menunjukkan sensitivitas respon konsumen atas brand extension dari sabun ke shampoo Dove adalah 12,08. Oleh karena sensitivitas ini lebih besar dari 1 maka termasuk dalam ukuran sensitif. Dengan demikian responden yang telah memakai sabun Dove dengan adanya produk shampoo Dove menjadi sensitif atau merespon. Perubahan kekuatan respon dari sabun ke shampoo Dove adalah positif 325. Tanda positif menunjukkan bahwa skor jawaban pada shampoo Dove lebih tinggi atau besar dibandingkan pada sabun Dove. Dengan demikian respon konsumen atas brand extension dari sabun ke shampoo Dove meningkat. Perhitungan perubahan stimuli brand extension dari sabun ke shampoo Dove berdasarkan atribut produk dan tahapan dari hierarchial of effect menunjukkan nilai positif 128. Tanda positif menunjukkan bahwa skor jawaban pada shampoo Dove lebih tinggi atau besar dibandingkan pada sabun Dove yang berarti stimuli yang melalui shampoo Dove direspon lebih baik oleh konsumen.",
  "creators": "CAROLINA YULIANTY GUNAWAN; SUGIONO",
  "contributors": "Diah Dharmayanti (Advisor 1); Edwin Japarianto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011982/MAN/2005; Carolina Yulianty Gunawan (31402536), Sugiono (31401088)",
  "subjects": "BRAND NAME PRODUCTS-MARKETING; CONSUMERS-RESEARCH; CONSUMER BEHAVIOR"
}