{
  "id": "7763",
  "title": "Pengaruh friends knowledge dan usia remaja terhadap volume belanja remaja",
  "abstract": "Remaja umumnya suka bergaya. Sehingga tidak mengherankan jika remaja sekarang sangat menyukai mall atau pusat perbelanjaan sebagai tempat berkumpul bersama dengan teman-temannya. Remaja merasa bahwa teman-teman sebaya memiliki friends knowledge atau pengetahuan yang jauh lebih baik terhadap produk, merek dan toko pakaian sehingga remaja sangat menikmati acara berbelanja bersama dengan teman-teman sebaya. Usia teman sebaya yang sama dengan dirinya, menjadikan berbelanja itu sebagai hal yang menyenangkan bagi remaja terutama untuk bertukar pikiran mengenai apa saja yang akan dibelanjakannya. Hal ini dapat dibuktikan dengan adanya fakta bahwa dampak positif dari pengalaman berbelanja dengan teman-teman seringkali meningkatkan frekuensi para remaja untuk lebih sering berbelanja bersama dengan teman-teman mereka dan melakukan pembelian-pembelian yang tidak direncanakan atau pembelian yang tidak terduga. Skripsi ini menjelaskan hubungan antara friends knowledge yaitu pengetahuan teman mengenai produk pakaian, frekuensi belanja dan toko pakaian dengan usia remaja itu sendiri terhadap volume belanja apakah ada pengaruhnya. Hal ini dapat dilihat dari nilai Chi-Kuadrat sebesar 274,384 dengan nilai p = 3,620.10-058 (sig < alfa 0,05), maka hipotesis nolnya ditolak. Sehingga variabel pengetahuan tentang produk (X1.1), frekuensi belanja (X1.2), pengetahuan tentang toko (X1.3), dan usia remaja (X2) berpengaruh terhadap volume belanja",
  "creators": "ELY YUNITA SUTOYO; CINDRAWATI WONGSO",
  "contributors": "Cynthia Yulita Wardayanti (Advisor 1); Edwin Japarianto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011980/MAN/2005; Ely Yunita Sutoyo (31401179), Cindrawati Wongso (31402248)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMERS-RESEARCH"
}