{
  "id": "7764",
  "title": "Analisis hubungan antara sikap terhadap bukti fisik, karyawan dan proses dengan kualitas keterhubungan, dan perannya dalam menimbulkan niat ulang membeli Grand Ocean International seafood restaurant",
  "abstract": "Tujuan penelitian ini adalah menganalisis sikap terhadap bukti fisik, proses, dan karyawan terhadap kepuasan, kepercayaan dan komitmen pada Grand Ocean International Seafood Restaurant, menganalisis kepuasan konsumen dengan niat ulang pada Grand Ocean International Seafood Restaurant dan menganalisis kepercayaan dan komitmen konsumen dengan loyalitas konsumen pada Grand Ocean International Seafood Restaurant. Teknik analisis data menggunakan analisa Structural Equation Modelling (SEM) dengan sampel penelitian berjumlah 300 responden. Teknik pengambilan sampel dengan menggunakan teknik probability sampling, dimana setiap anggota populasinya memiliki peluang spesifik dan bukan nol untuk terpilih sebagai sampel. Hasil penelitian ini adalah menerima hipotesis yang diajukan yaitu Sikap terhadap bukti fisik mempunyai hubungan positif dengan (a) kepuasan. (b) kepercayaan dan (c) komitmen pelanggan, sikap terhadap karyawan (penyaji jasa) mempunyai hubungan positif dengan (a) kepuasan. (b) kepercayaan, dan (c) komitmen pelanggan, sikap terhadap proses mempunyai hubungan yang positif dengan (a) kepuasan (b) kepercayaan, dan (c) komitmen pelanggan, kepuasan konsumen mempunyai hubungan yang positif dengan niat ulang menggunakan fasilitas di masa mendatang dan (a) Kepercayaan dan (b) Komitmen mempunyai hubungan yang positif dengan loyalitas.",
  "creators": "HERU SUNJAYA; LINDA WIYOGO",
  "contributors": "Hartono Subagio (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011977/MAN/2005; Heru Sunjaya (31400293), Linda Wiyogo (31401478)",
  "subjects": "MARKETING RESEARCH; CONSUMER SATISFACTION; CONSUMERS-RESEARCH"
}