{
  "id": "7765",
  "title": "Preferensi konsumen dalam memilih maskapai penerbangan rute Surabaya Jakarta",
  "abstract": "Penelitian ini difokuskan untuk bisa mengidentifikasikan pengelompokan konsumen maskapai penerbangan rute Surabaya Jakarta berdasarkan jenis kelamin, tujuan penerbangan, teman bepergian, sumber pembiayaan, dan kelas tiket. Disamping itu juga untuk mengetahui preferensi dan alasan dari masing - masing kelompok konsumen dalam memilih maskapai penerbangan rute Surabaya Jakarta. Melalui analisa tersebut bisa digunakan untuk mengukur perbedaan preferensi dan alasan menurut pola pengelompokkan konsumen. Melalui tujuan penelitian yang ingin dicapai tersebut bisa memberikan banyak masukan untuk meningkatkan performance maskapai penerbangan rute Surabaya Jakarta. Teknik analisis data ini dengan menggunakan deskriptif statistic yaitu analisis crosstabb untuk mengetahui pola preferensi konsumen maskapai penerbangan rute Surabaya Jakarta. Hasil penelitian ini menunjukkan bahwa konsumen maskapai penerbangan rute Surabaya Jakarta ditemukan lima pola pengelompokkan konsumen. Dua preferensi pada dua pola kelompok konsumen yang ditemukan yaitu konsumen dengan tujuan bisnis ? sumber biaya sendiri ? teman bepergian sendiri, preferensi konsumen kelompok ini pada dua maskapai penerbangan yaitu Garuda Indonesia dan Lion Air. Pola kedua yaitu konsumen yang bepergian dengan tujuan berobat ? sumber biaya sendiri ? teman bepergian keluarga, preferensi konsumen kelompok ini pada dua maskapai penerbangan yaitu Lion Air dan Adam Air. Selain itu juga ditemukan adanya perbedaan preferensi konsumen untuk kelompok konsumen maskapai penerbangan rute Surabaya Jakarta.",
  "creators": "YULIANTO; ADI KUSUMA",
  "contributors": "Bambang Haryadi (Advisor 1); Cynthia Yulita Wardayanti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011975/MAN/2005; Yulianto (31400065), Adi Kusuma (31400132)",
  "subjects": "CONSUMERS-PREFERENCES; CONSUMER SATISFACTION"
}