{
  "id": "777",
  "title": "Pengaruh advertising dan sales promotion terhadap penjualan pada PT. Supranusa Indogita Sidoarjo",
  "abstract": "Masalah pendanaan biaya promosi sebenamya merupakan masalah yang cukup pelik di masa krisis ini, di satu pihak perusahaan diharuskan untuk tetap melakukan promosi dengan konsisten di lain pihak besamya dana promosi yang harus disediakan akan memojokkan perusahaan dalam kondisi yang amat terjepit karena kurangnya omzet penjualan yang umumnya berakibat menurunnya laba. Harapan akan efisiensi dana promosi yang disediakan tentu akan sangat membantu perusahaan dalam menentukan langkah-langkah yang perlu diambil dalam strategi promosinya. Tujuan penulisan skripsi ini ialah untuk mencoba menemukan pengaruh-pengaruh dari variabel-variabel promosi yang diteliti, yaitu Advertising dan Sales Promotion, apakah keduanya mempunyai pengaruh yang berarti terhadap omzet penjualan, khususnya pada PT. Supranusa Indogita dan berusaha untuk mengungkap manakah di antara kedua alat promosi yang dijalankan perusahaan tersebut yang mempunyai pengaruh yang lebih berarti untuk dapat lebih diperhatikan guna mempertahankan omzet penjualannya di masa krisis ini. Harga dinyatakan sebagai variabel bebas pertama, Pendapatan Masyarakat dinyatakan sebagai variabel bebas kedua, Advertising dinyatakan sebagai variabel bebas ketiga dan Sales Promotion akan disebut sebagai variabel bebas keempat dimana keempatnya akan diteliti korelasi dan pengaruhnya terhadap omzet penjualan PT. Supranusa Indogita dengan menggunakan metode regresi liner berganda yang sekaligus akan menghasilkan sebuah garis liner guna menangkap adanya indikasi peramalan omzet penjualan yang diharapkan dengan memasukkan suatu nilai-nilai tertentu pada variabel bebasnya. Dalam hal ini semua variabel yang ada akan dinilai dari satuan rupiah atau biaya-biaya dan omzetnya. Dan hasil penelitian statistik dengan bantuan SPSS for Windows '95 diketahui bahwa Advertising dan sales promotion mempunyai korelasi yang kuat dan searah dengan penjualan. Variabel sales promotion mempunyai korelasi yang lebih kuat dengan penjualan dari pada korelasi advertising dengan penjualan. Korelasi terkuat terhadap penjualan berasal dari vaniabel advertising yang dijalankan perusahaan. Jadi untuk meningkatkan penjualannya perusahaan kiranya perlu menggiatkan pelaksanaan Advertising meliputi TV, Kalender, Stiker dan Man pada mobil atau alat angkutan perusahaan dan Sales promotion meliputi potongan kepada retailer (tiap bulan) dan potongan kepada konsumen (umumnya diberikan tiap akhir tahun) serta SPG (sales promotion girl) perusahaan.",
  "creators": "HANSEN YUDISAPUTRA",
  "contributors": "Dewi Astuti (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1447/EM/2000; Hansen Yudisaputra (31493314)",
  "subjects": "ADVERTISING; MARKETING-MANAGEMENT; SALES PROMOTION"
}