{
  "id": "7827",
  "title": "Perancangan dan pembuatan sistem administrasi pada toko lampu Karya Utama",
  "abstract": "Karya Utama adalah perusahaan yang bergerak di bidang lighting baik interior maupun eksterior. Kegiatannya meliputi pembelian dan penjualan baik untuk partai, eceran dan proyek. Sistem yang berjalan di Karya Utama saat ini masih manual, karyawan-karyawan toko masih melakukan semua proses yang berlangsung dalam toko termasuk penjualan, pembelian, pencatatan retur, penagihan, pengiriman dan penerimaan secara manual. Jadi menggunakan media kertas dan kalkulator. Sistem yang ada sekarang dirasakan kurang sempurna, karena sering terjadinya kesalahan dalam penghitungan. Oleh karena itu sistem yang baru dibutuhkan untuk memperbaiki sistem yang lama. Proses perancangan dan pembuatan sistem yang baru dimulai dengan mencari dan menganalisa infromasi dari sistem perusahaan saat ini. Sistem yang baru didesain menggunakan DFD, ERD sehingga tabel-tabel database yang tepat dapat dibuat menggunakan Microsoft Access 2002. Sedangkan, programnya dibuat menggunakan Borland Delphi 7.0. Aplikasi yang baru dapat dijalankan dengan sistem operasi Windows XP dan Vista. Aplikasi sistem administrasi yang telah diimplementasikan bisa membuat proses pembelian, penjualan, penggajian, pengiriman dan penerimaan barang pada Karya Utama menjadi lebih teratur dan termonitor karena terdapat laporan untuk setiap transaksi yang terjadi. Aplikasi ini juga memberikan laporan-laporan yang diperlukan dan beberapa analisis untuk mendukung penjualan.",
  "creators": "MARIA ANITA NATALIA",
  "contributors": "Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 1); Sukanto Tedjokusuma (Advisor 2); Yulia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.02010597/INF/2007; Maria Anita Natalia (26403029)",
  "subjects": "DATABASE DESIGN; DATABASE MANAGEMENT; PROGRAMMING (ELECTRONIC COMPUTERS)"
}