{
  "id": "7872",
  "title": "Perancangan print-ad alternatif re-branding Bank BNI bernuansa Indonesia tempo doeloe",
  "abstract": "Sejarah Kelahiran BNI merupakan warisan yang sangat berharga sebagai bank Nasional pertama yang dimiliki pemerintah Indonesia yang merdeka. Kelahiran Bank BNI di tahun 1946 memelopori sejarah perbankan Republik Indonesia. Peran awalnya sebagai bank sentral menjadikannya sebagai \"anak kandung Republik Indonesia\" mengingat posisinya sebagai penerbit dan pengelola mata uang Rupiah. Dalam perkembangannya, Bank BNI ditetapkan menjadi bank komersial milik pemerintah yang profesional dan tangguh. BNI kini menjadi salah satu bank terbesar, tertua dan berpengalaman di Indonesia. Sayang terjadinya penyimpangan prosedur dalam penanganan transaksi Letter of Credit di salah satu cabang, hal ini secara signifikan berdampak negatif pada citra BNI secara keseluruhan dan secara finansial berdampak pada pencapaian laba yang jauh di bawah target.Untuk mengatasi krisis kepercayaan yang melanda BNI pada tahun 2003. Bank BNI telah melakukan re-branding pada tahun 2003 dan telah melaksanakan program promosi untuk mendukung proses rebranding tersebut. Pada tanggal 5 July 2006 BNI akan merayakan ulang tahunnya yang ke-60 sejak kelahirannya. Dalam rangka peringatan ulang tahun BNI yang ke-60 tersebut diperlukan progran promosi rebranding alternatif yang diaplikasikan dalam peringatan ulang tahun BNI yang ke-60 tersebut.Tujuan dari program promosi ini adalah untuk menguatkan citra dan mengingatkan kembali target konsumen BNI akan sejarah BNI sebagai bank pertama yang dimiliki oleh bangsa Indonesia sejak kemerdekaannya. Untuk memenuhi tujuan tersebut, diperlukan suatu strategi periklanan yang efektif dan tepat sasaran. Pengertian strategi sendiri adalah suatu rencana yang cermat mengenai suatu hal dalam mencapai tujuan tertentu. Sedangkan strategi promosi adalah segala upaya yang ditempuh dalam rangka menancapkan citra atau image tertentu dalam benak khalayak sasaran. Dalam hal ini khalayak sasaran dari BNI adalah masyarakat Indonesia terutama yang merupakan nasabah dan calon nasabah potensial BNI, selain itu khalayak sasaran juga berasal dari kalangan bisnis yang berhubungan secara langsung terhadap usaha yang dijalankan BNI. Salah satu alternatif strategi promosi adalah melalui media komunikasi visual yaitu berupa periklanan. Periklanan merupakan media non-personal yang efektif dan afisien dalam menjangkau khalayak sasaran yang luas, menanamkan citra perusahaan terhadap khalayak sasaran dan meningkatkan penjualan suatu produk (barang atau jasa). Pertimbangan tingkat keefektifan merupakan alasan pemilihan perancangan komunikasi visual berupa promosi melalui media above the line dan bellow the line sebagai bagian dari strategi promosi Rebranding yang diaplikasikan dalam peringatan ulang tahun ke-60 BNI. Perancangan komunikasi visual ini menampilkan karakteristik dan gaya yang bernuansa Indonesia Tempo Doeloe. Karakteristik ini merupakan pengembangan dari tampilan logo baru BNI yang menampilkan simbol 46 yang merupakan tahun kelahiran BNI (aspek historis) dan positioning baru BNI \"Melayani dengan kebanggan sebagai Bank anak bangsa\". yang mempunyai arti bahwa BNI bangga sebagai bank milik Bangsa Indonesia (aspek lokalitas). Kriteria perancangan ini adalah bernuansa Indonesia Tempo Doeloe, menarik, terpercaya dan inovatif. Metode perancangan ini meliputi identifikasi masalah, perumusan masalah, pengumpulan data, analisis dan sintesis data, perumusan copy strategy statement, perumusan konsep, proses perancangan, dengan hasil akhir berupa final artwork.",
  "creators": "TAN BUDI SETIAWAN",
  "contributors": "YOHANES MOELJADI PRANATA (Advisor 1); MARGANA (Advisor 2); Listia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Grafis",
  "source": "Perancangan Grafis No. 00110496/DKV/2005; Tan Budi Setiawan (42401004)",
  "subjects": "BILLBOARDS; COMMERCIAL ART; GRAPHIC ARTS; VISUAL COMMUNICATION"
}