{
  "id": "7875",
  "title": "Pembuatan perangkat lunak akuntansi dengan fitur kustomisasi perusahaan travel agent",
  "abstract": "Sistem informasi akuntansi pada perusahaan travel agent yang besar pada saat ini beberapa sudah terkomputerisasi. Tetapi masih ada beberapa perusahaan travel agent yang masih menggunakan sistem manual. Adanya perangkat lunak yang mendukung operasional perusahaan akan membuat semua aktivitas dalam perusahaan dpt berjalan lancar, efektif dan efisien. Antara perusahaan satu dengan lainnya mempunyai kebijakan dan metode yang berbeda dalam operasionalnya, oleh karena itu perangkat lunak membutuhkan fitur kustomisasi agar dapat digunakan di perusahaan travel agent secara umum. Software ini didesain dengan sangat memperhatikan kebutuhan dalam operasional sehari-hari perusahaan travel agent. Untuk perancangan dan pembuatan software ini menggunakan beberapa program seperti Power Designer 6.0.0 untuk membuat DFD dan ERD nya, menggunakan Borland Delphi 7.0 untuk membuat aplikasinya dan Microsoft Access 2002 untuk databasenya. Hasil dari pembuatan program ini adalah komputerisasi pendataan master agen, hotel, maskapai penerbangan, customer, divisi, login, transaksi penjualan, transaksi pembelian, pembatalan tiket atau sewa kamar hotel, penjurnalan secara otomatis, dan dilengkapi dengan fitur kustomisasi untuk menambah profil perusahaan yang menggunakan, mengubah chart of account, menentukan periode akuntansi, menentukan metode akuntansi, dan menentukan paket tur. Program ini juga dapat menghasilkan beberapa laporan akuntansi seperti laporan penjualan, laporan rugi laba, neraca, dan laporan perubahan modal.",
  "creators": "DWI HENDRAWAN TANUJAYA",
  "contributors": "Yulia (Advisor 1); Felicia Soedjianto (Advisor 2); Kartika Gunadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02020557/INF/2006; Dwi Hendrawan Tanujaya (26402082)",
  "subjects": "PROGRAMMING (ELECTRONIC COMPUTERS); DATA BASE DESIGN"
}