{
  "id": "7884",
  "title": "Perancangan dan pembuatan sistem informasi penggajian dan administrasi penyalur tenaga kerja PT. X",
  "abstract": "Pada perusahaan X, bagian kasir dan bagian administrasi merupakan bagian yang penting. Kedua bagian ini masih menggunakan kertas sebagai media penyimpanan data. Sehingga data ini mudah hilang dan membutuhkan waktu yang lama untuk mendapatkan informasi. Oleh karena itu dibutuhkan sebuah sistem penggajian yang terkomputerisasi dalam penghitungan, dan pembuatan laporannya, yang berlaku dalam perusahaan. Dengan adanya sistem yang baru ini, diharapkan perusahaan dapat memperoleh laporan dengan cepat, tepat, dan akurat. Pembuatan sistem penggajian dimulai dari pengamatan dan analisa terhadap sistem perusahaan. Kemudian dari data yang ada, dilakukan perancangan sistem penggajian yang disesuaikan dengan kebutuhan perusahaan. Sistem penggajian yang dibangun merupakan integrasi dari modul penggajian dan modul administrasi. Penggajian meliputi gaji pokok, uang makan, uang transport dan bonus. Administrasi meliputi pembuatan data calon pegawai, data pegawai, data absensi, data petugas lapangan dan data calon tenaga kerja. Software ini dibuat dengan menggunakan Microsoft Access 2000 untuk database-nya dan menggunakan Borland Delphi 7.0 sebagai compilernya. Kepuasan pengguna terhadap keseluruhan aplikasi sebesar 72.5%, sehingga dapat disimpulkan bahwa aplikasi sudah memenuhi dan sesuai dengan kebutuhan sistem, tapi masih ada beberapa kelemahan yang perlu untuk diperbaiki. Aplikasi ini membantu proses pencatatan dan penggajian sehingga membantu mempercepat proses pembuatan laporan gaji pegawai yang tepat dan akurat pada perusahaan.",
  "creators": "FREDY SINDORO",
  "contributors": "Yulia (Advisor 1); Liliana (Advisor 2); Agustinus Noertjahyana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.02010584/INF/2007; Fredy Sindoro (26400047)",
  "subjects": "DATABASE MANAGEMENT; DATABASE DESIGN; PROGRAMMING (ELECTRONIC COMPUTERS)"
}