{
  "id": "789",
  "title": "Pengaruh kegiatan ekonomi terhadap PAD dan pendapatan kota Surabaya dalam rangka otonomi daerah",
  "abstract": "This research seeks to determine the influence of economic activities on Surabaya Regional Revenue (PAD) and City Revenue (Pendapatan Kota) in the framework of Municipal Autonomy (Otonomi Daerah). The research objects are all the components of Regional Revenue, City Revenue and the economic activities in Surabaya that can be observed through economic indicators using growth rates. The method used for this research is Multiple Linear Regression, which shows that the Regional Revenue growth is influenced by three significant economic indicators. These are the previous Gross Regional Domestic Product (GRDP) growth, inflation rate and General Bank Loan Positions growth. In addition, the City Revenue growth is influenced by four significant economic indicators. These are the previous and the present GRDP growth, interest rate and General Bank Fund Positions growth. Based on this research, an increase in Regional Revenue growth can be attained by raising the previous GRDP growth and General Bank Loan Positions growth, and lowering the inflation rate. Increasing City Revenue growth can be done by raising the previous and the present GRDP growth and General Bank Fund Positions growth, and holding down the interest rate. It can be concluded that economic activities have a great influence on the Surabaya Regional Revenue and City Revenue. Therefore, the results can be used as input for policy applications by the City Government to increase Surabaya Regional Revenue and City Revenue in the framework of Municipal Autonomy.",
  "creators": "ERLIN GUNAWAN; MARIANA JOICE RAHARDJO",
  "contributors": "Bambang Haryadi (Advisor 1); LUKAS SUGENG MUSIANTO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1493/EM/2001; Erlin Gunawan (31497067), Mariana Joice Rahardjo (31497072)",
  "subjects": "REVENUE-SURABAYA; MUNICIPAL REVENUE-SURABAYA; LOCAL REVENUE-SURABAYA; FINANCE PUBLIC-SURABAYA"
}