{
  "id": "790",
  "title": "Profil brand awareness, brand associations, perceived quality, dan brand loyalty sebagai dimensi brand equity pada produk pasta gigi: studi kasus pada mahasiswa UK Petra",
  "abstract": "Seiring dengan semakin maraknya persaingan merek di dalam kategori produk tertentu, perusahaan perlu melakukan upaya membangun, memelihara, dan mengelola aset yang disebut merek. Ada empat tahapan dalam membangun merek yang pada intinya merupakan dimensi yang saling berkaitan dalam ekuitas merek (brand equity). Tahap pertama adalah kesadaran merek (brand awareness) di mana konsumen menyadari keberadaan suatu merek tertentu di antara berbagai merek lainnya dalam suatu kategori produk. Tahap kedua adalah asosiasi merek (brand associations) di mana konsumen mampu mengaitkan merek tersebut dengan fungsi atau citranya. Tahap ketiga adalah kesan kualitas (perceived quality) yaitu munculnya kesan oleh konsumen bahwa suatu merek mempunyai faktor-faktor pembentuk kualitas tertentu, baik lebih tinggi maupun lebih rendah dibanding merek-merek lain. Tahap keempat adalah loyalitas merek (brand loyalty) di mana konsumen akan memilih dan menggunakan merek tersebut sepanjang waktu. Pasta gigi merupakan barang konsumen (consumers goods) ditinjau dari cara pemanfaatan oleh konsumen dan merupakan barang nyaman (convenience goods) ditinjau dari cara konsumen membeli suatu barang. Pasta gigi memang mempunyai pasar yang sangat luas karena sebagian besar orang selalu menggosok gigi dengan menggunakan pasta gigi. Dari penelitian yang telah dilakukan diperoleh informasi bahwa Pepsodent dan Close Up adalah merek-merek pasta gigi yang paling populer dan posisinya dalam bagian top of mind tersebut terpaut cukup jauh dengan berbagai merek lainnya. Pepsodent dan Close Up mempunyai beberapa asosiasi merek yang bersifat positif yang mampu mendorong pilihan kedua merek tersebut oleh konsumen. Selain itu, Pepsodent dan Close [Jp mempunyai kesan kualitas yang lebih tinggi dibanding merek-merek lainnya. Hal ini mengakibatkan timbulnya tingkat pemakaian yang tinggi dari Pepsodent dan Close Up. Merek merupakan salah satu atribut produk yang berfungsi sebagai pembeda dalam kategori produk tertentu. Oleh karena itu, merek merupakan faktor utama yang dipertimbangkan oleh konsumen pada saat memilih pasta gigi. Pada umumnya konsumen menyatakan menentukan merek sebelum menuju outlet untuk melakukan pembelian pasta gigi dan sebagian besar dari para peminat merek tersebut menyatakan tidak atau jarang beralih merek. Faktor utama yang mendorong peralihan merek adalah merek yang dicari tidak ada.",
  "creators": "M.LINGGAWATI PADMADEWI",
  "contributors": "Peter Remy Yosy Pasla (Advisor 1); Hatane Semuel (Advisor 2); Drs. Sugiono Sugiharto, M.M., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1536/EM/2001; M. Linggawati Padmadewi (31497108)",
  "subjects": "SALES PROMOTION; PRODUCT-MANAGEMENT; MARKETING-MANAGEMENT"
}