{
  "id": "7903",
  "title": "Analisa perbandingan return dan risiko portofolio antara portofolio yang didominasi saham dengan portofolio yang didominasi obligasi dengan Benchmark Treasury Bills (studi kasus pada dua portofolio...",
  "abstract": "Dalam penelitian ini, akan dilakukan pengujian terhadap teori yang menyatakan bahwa return dan risiko portofolio yang didominasi saham lebih tinggi daripada return dan risiko portofolio yang didominasi obligasi dan apakah return portofolio yang didominasi saham dan portofolio yang didominasi obligasi lebih tinggi dari return Treasury Bills. Dari hasil penghitungan uji beda rata-rata pada return dan risiko portofolio yang didominasi saham serta return dan risiko portofolio yang didominasi obligasi dengan return Treasury Bills sebagai pembanding, disimpulkan bahwa konsep return dan risiko saham lebih tinggi daripada return dan risiko obligasi tidak sepenuhnya berlaku jika kedua portofolio yang dibandingkan tidak pada grade yang sama dimana sebagai sampel digunakan Merrill Lynch Equity Income Fund yang merupakan portofolio didominasi saham dengan kategori investment grade sedangkan Merrill Lynch Bond Fund High Income yang merupakan portofolio didominasi obligasi dengan kategori speculative grade. Return portofolio yang didominasi saham dan obligasi juga tidak selalu lebih tinggi dari Treasury Bills jika terjadi peristiwa - peristiwa khusus seperti kenaikan harga minyak dunia yang menyebabkan meningkatnya inflasi yang berakibat pemerintah menaikkan tingkat suku bunga kemudian berdampak pada meningkatnya yield Treasury. Tingkat suku bunga dan yield Treasury yang tinggi membuat investor beralih dari investasi saham dan obligasi ke investasi yang bebas risiko seperti Treasury Bills.",
  "creators": "LUSIAWATI; ANITA SOEGANDY",
  "contributors": "Nanik Linawati (Advisor 1); Sautma Ronni Basana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03011971/MAN/2005; Lusiawati (31400088), Anita Soegandy (31400399)",
  "subjects": "INVESTMENTS ANALYSIS; CORPORATIONS-FINANCE"
}