{
  "id": "7910",
  "title": "The Main female charaters' stereotypes as seen in Eudora Welty's \"Petrified Man\" and a \"Worn Path\"",
  "abstract": "\"Petrified Man \" and \" Worn Path \" by Eudora Welty elaborate the concept of sex role stereotypes in the utmost comprehensive analysis in which attached on the three main female characters namely Leota, Mrs. Fletcher and Phoenix. The three characters trigger my curiosity to find out what stereotypes are given to Leota and Mrs. Fletcher and why they accept the stereotypes. Furthermore, I am also interested in discussing what stereotypes are given to Phoenix and why she refuses the stereotypes. In the analysis, I conduct library research and refer to the theory of sex role stereotype. The chosen theories help me to analyze the reasons in refusing and accepting the stereotypes among the three women. In addition, women stereotypes are not always giving negative impact since some of them bring advantages to the women. This is represented by Leota and Mrs. Fletcher who feel socially accepted and marveoulesly popular due to fond of gossiping. Furthermore, Mrs. Fletcher, who very interested in her own appearance definitely fells confident over her elegance look. It totally makes her marriage live happier. On the an other hand, Phoenix refuses to be stereotyped as less competent to defense her nurturing side to cure her grandchild and actually to strengthen her competence in achieving her goal.",
  "creators": "DWITIYA ALMA PUTRI",
  "contributors": "Meilinda (Advisor 1); Liem Satya Limanta (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011732/ING/2007; Dwitiya Alma Putri (11402137)",
  "subjects": "AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING; WELTY, EUDORA, 1909-..., A WORN PATH-STUDY AND TEACHING; WELTY, EUDORA, 1909-..., PETRIFIED MAN-STUDY AND TEACHING"
}