{
  "id": "7917",
  "title": "East Javanese address terms used by Queen Isbandia as the main character in Ludruk entitled Joko Kendil",
  "abstract": "Due to several facts that the use of East Java address term is significant, that social dimension influences the use of the address term, that \"Ludruk\" has not been paid much attention to, and that there are various address term in \"Joko Kendil\", the writer is interested to carry out a study on address terms in \"Joko Kendil\". There are three research questions dealt with in this study: 1). What are the address terms used by Queen Isbandia in \"Ludruk\" entitled \"Joko Kendil\"? 2). What is the most common address terms used by Queen Isbandia? 3). What kinds of social dimensions that affect the use of those address terms by Queen Isbandia?. To analyze her data, the writer used theory of address terms by Supriyanto (1986) and theory of social dimensions by Holmes (1992). She used descriptive qualitative approach in this study. From the findings, the writer found out that in \"Joko Kendil Ludruk\", Queen Isbandia, as the main character used some address terms: Personal Pronoun, First Name, Kinship and Terms of kinship with suffixes \"e(ne)\". The most common address term is Personal Pronoun (39.25%). Furthermore, the second and the third rank are First Name (26.58%) and Kinship (25.05%). The least terms of address is Terms of Kinship with suffixes \"e(ne)\" (10.12%). Those types of address terms are influenced by certain scales of social dimensions as proposed by Holmes (1992). The results of this study also reveal that, first, two address terms could be used at the same time, such as Kang mas and Indrojoyo. Second, different types of address terms could be used to refer to the same person depending on the social dimensions.",
  "creators": "HENY SRI HANDAYANI",
  "contributors": "SHIERLY NOVALITA YAPPY (Advisor 1); Flora Debora (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011728/ING/2007; Heny Sri Handayani (11402083)",
  "subjects": "JAVANESE LANGUAGE-STYLE"
}