{
  "id": "7921",
  "title": "Analisa pengaruh label nutrisi terhadap pembelian produk susu diet merek WRP, Tropicana Slim dan Lactona Skim (studi kasus 150 orang konsumen di Surabaya)",
  "abstract": "Label nutrisi diartikan sebagai pernyataan atau diskripsi kuantitatif dengan suatu standartisasi, yang tercetak pada suatu kemasan yang memberikan informasi mengenai kandungan nutrisi yang terdapat dalam makanan, dimana label nutrisi ini dapat membantu konsumen dalam mengetahui jumlah kalori yang akan dikonsumsi. Penelitian ini mempunyai tujuan untuk mengetahui tanggapan konsumen terhadap elemen yang terdapat pada label nutrisi dalam mengkonsumsi susu diet dan mengetahui elemen label nutrisi yang menjadi pembeda kelompok responden yang mengkonsumsi dengan alasan kesehatan dan penampilan pada produk susu diet merek WRP, Tropicana Slim dan Lactona Skim. Variabel untuk membuktikan hipotesis dalam penelitian ini adalah takaran penyajian (X1), jumlah penyajian per kemasan (X2) dan kandungan gizi (X3) yang terdiri dari faktor jumlah porsi (X1.1), kesamaan ukuran penyajian (X1.2), perkiraan jumlah kalori (X1.3), persentase DV (X1.4), jumlah keseluruhan porsi (X2.1), keseluruhan jumlah kalori (X2.2), penggunaan produk sesuai informasi dalam kemasan (X2.3), kemampuan konsumen dalam menghitung nutrisi yang dikonsumsi jika tidak menggunakan produk sesuai dengan informasi (X2.4), kandungan gizi (X3.1), kelengkapan unsur-unsur gizi (X3.2), kesamaan klaim nutrisi pada kemasan dengan informasi kandungan gizi pada label (X3.3) dan satuan gram kandungan gizi (X3.4). Teknik analisis yang digunakan dalam penelitian ini adalah teknik analisis faktor dan teknik analisis diskriminan. Hasil analisis membuktikan bahwa semua elemen label nutrisi menjadi pertimbangan konsumen dan terdapat tiga elemen label nutrisi yang menjadi pembeda kelompok responden yang mengkonsumsi dengan alasan kesehatan an penampilan pada produk susu diet merek WRP, Tropicana Slim dan Lactona Skim.",
  "creators": "INGE SILVIA TANUWIJAYA; KADEK AYU DIAN SAFITRI",
  "contributors": "Peter Remy Yosy Pasla (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011962/MAN/2005; Inge Silvia Tanuwijaya (31499273), Kadek Ayu Dian Safitri (31400197)",
  "subjects": "CONSUMERS-RESEARCH; LABELS; MARKETING MANAGEMENT"
}