{
  "id": "7924",
  "title": "Pengaruh tingkat inflasi, tingkat suku bunga, dan pertumbuhan GDP riil pada nilai tukar Rupiah terhadap Euro",
  "abstract": "Penelitian ini dilatarbelakangi dengan adanya pemberlakuan mata uang tunggal Negara-negara Eropa pada tanggal 1 Januari 2002 yang disepakati oleh 13 negara yaitu Belgia, Jerman, Spanyol, Perancis, Irlandia, Italia, Luxemburg, Belanda, Austria, Portugal, Finlandia, serta Yunani. Hal ini tentu saja mendapatkan banyak perhatian dari para kalangan ekonomi di seluruh dunia. Khususnya Indonesia, karena mata uang ini (Euro) dianggap lebih banyak memberikan keuntungan bagi perekonomian Indonesia daripada mata uang US Dollar. Ditambah lagi dengan kondisi nilai tukar Rupiah terhadap US Dollar semakin tidak menentu dan cenderung melemah setelah pasca kerusuhan yang melanda Indonesia pada tahun 1998. Observasi penelitian ini menggunakan metode kualitatif dan metode kuantitatif. Dimana metode kuantitatif menggunakan Regresi Linier Berganda, Uji Asumsi Klasik yang berupa : Heteroskedastisitas, Autokorelasi, dan Multikolinearitas, serta Uji Hipotesa Statistik yang menggunakan Uji F dan Uji T. Dalam observasi ini menggunakan 6 variabel terikat (dependent) yaitu : selisih tingkat inflasi (X1), selisih tingkat suku bunga (X2), selisih pertumbuhan GDP riil (X3), selisih tingkat inflasi relatif (X4), selisih tingkat suku bunga relatif (X5), dan selisih pertumbuhan GDP riil relatif (X6) dari Negara Indonesia dengan 5 Negara-Negara Eropa. Dan hasil yang diperoleh dari pengolahan data dalam observasi ini, disimpulkan bahwa yang paling berpengaruh terhadap perubahan nilai tukar Rupiah terhadap Euro pada 5 Negara-Negara Eropa tersebut adalah variabel selisih tingkat suku bunga (X2) dan variabel selisih tingkat suku bunga relatif (X5).",
  "creators": "NADIJAYA KHOSASY; ANTONIUS HENRY HARTONO",
  "contributors": "Soekarno (Advisor 1); Bambang Haryadi (Examination Committee 1); Richard Von Llewelyn (Examination Committee 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03011958/MAN/2005; Nadijaya Khosasy (31400398), Antonius Henry Hartono (31400482)",
  "subjects": "CORPORATIONS-FINANCE; PORTFOLIO MANAGEMENT; MONEY MARKET; INVESMENTS-ANALYSIS"
}