{
  "id": "7934",
  "title": "The Request strategies used by male and female students of Petra Christian University in low high level of difficulty",
  "abstract": "This study was done in order to know the influence of level of difficulty toward request made by students of PCU. The writer observed the students of PCU from every department in making request in situation of low and high level of difficulty. The scope of the study is Sociolinguistic study, because it concerns with the use of language based on the level of difficulty in relation with social factor such as gender. The writer used the theory from Blum-Kulka, House and Kasper (1989) which classified request based on the scale of indirectness; for direct strategies there are mood derivable, performatives, hedged performatives, obligation statements, and want statements; for indirect strategies there were suggestory formulae, query preparatory, strong hints, and mild hints. He also used the theories about gender and level of difficulty. In order to get the data, the writer used Discourse-Completion Test (DCT) that was originally developed by Blum- Kulka (1982). This method used to investigate the sociolinguistic problem and the writer could control for the specific variable of the situation. The findings show that in the situation of low level of difficulty the students of PCU tend to use direct strategies than indirect strategies. There were mood derivable and want statements. It might be because they wanted to signal that the utterances were an order and the hearers carried out the act as soon as possible. They also used want statements, it might be because they wanted to show their need to the hearers directly, this type was combined with an other type of request. It happened in order to support the request uttered before. Next, in the situation of high level of difficulty the students of PCU tend to use indirect strategies. Those were query preparatory and strong hints. They used query preparatory, because they wanted to ask the hearers? ability and willingness to do that. They also wanted to ask the possibility that it can be done. The speakers also used strong hints, because they did not want to utter what they want directly since it thought as a difficult thing to do. The direct strategies which were not used were performatives, hedged performatives, and obligation statements and the indirect strategies which were not used were suggestory formulae and mild hints. It might be because they were not accustomed to use that type of request in uttering request. The writer also found that between male and female there were not much difference. It might mean that the level of difficulty gave influence more to the type of request than the gender itself.",
  "creators": "FHENDY ARIESTYA WIJAYA",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011722/ING/2007; Fhendy Ariestya Wijaya (11402059)",
  "subjects": "LANGUAGE AND LANGUAGES; SOCIOLINGUISTICS"
}