{
  "id": "7936",
  "title": "Analisa efisiensi variabel biaya operasional manufaktur budidaya tambak udang Vannamei di kecamatan Mlandingan, Situbondo",
  "abstract": "Hasil ekspor Indonesia di bidang perikanan saat ini telah menarik perhatian dunia internasional. Salah satu hasil ekspor yang potensial untuk dikembangkan di pasar Jepang dan Amerika Serikat adalah udang, dengan jenis udang Vannamei. Untuk dapat bersaing di pasar internasional, Indonesia perlu mempertahankan serta meningkatkan kualitas udangnya dengan harga yang bersaing pula. Harga operasional manufaktur yang tinggi mempengaruhi harga jual udang Indonesia di pasar internasional Indonesia yang akhirnya mempengaruhi tingkat penjualan. Untuk itu, penulis melakukan evaluasi terhadap biaya operasional manufaktur yang terjadi pada pembudidayaan tambak udang Vannamei di kecamatan Mlandingan, Situbondo. Tujuan dari penelitian ini adalah untuk mengetahui variabel-variabel biaya operasional manufaktur yang ada di tambak serta mengetahui efisiensi variabel-variabel biaya operasional manufaktur yang terjadi saat membudidayakan udang Vannamei. Obyek dari penelitian ini adalah PT. Hasil Raya, PT. Hasil Sukses, PT. NIM Berhasil, PT. Indo Prima, dan PT. Sumber Udang yang merupakan perusahaan pembudidayaan udang di Kecamatan Mlandingan. Data yang digunakan dalam penelitian ini adalah data sekunder berupa laporan keuangan perusahaan pada tahun 2001-2003, serta data primer yang diperoleh dari wawancara dengan pihak perusahaan yang diteliti. Penulis melakukan analisa efisiensi internal dan efisiensi eksternal pada kelima tambak udang yang diteliti. Hasil dari penelitian efisiensi internal menunjukkan bahwa biaya operasional manufaktur tambak udang Vannamei efisien, kecuali PT. Indo Prima. Hasil dari penelitian efisiensi eksternal yang membandingkan biaya operasional manufaktur tambak udang dengan standar industri udang di Lampung menunjukkan bahwa biaya operasional manufaktur kelima tambak yang diteliti lebih efisien, kecuali biaya lain-lain yang tergantung pada kondisi masing-masing tambak udang.",
  "creators": "MIRA VERONIKA",
  "contributors": "Pwee Leng (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 031011957/MAN/2005; Mira Veronika (31401082)",
  "subjects": "COST EFFECTIVENESS; CORPORATIONS-FINANCE"
}