{
  "id": "7940",
  "title": "Analisis faktor-faktor yang membentuk minat pemilik HP Nokia GSM untuk membeli HP Nokia CDMA",
  "abstract": "Pesatnya perkembangan teknologi pada dekade terakhir ini memberikan pengaruh yang besar bagi dunia industri, salah satunya adalah industri komunikasi. Kemajuan dalam sarana komunikasi telah menghasilkan budaya komunikasi yang baru. Dari hari ke hari teknologi ponsel semakin diperbaharui seiring dengan pesatnya perkembangan teknologi. Perubahan model dan menu pada telepon selular, lebih dikenal dengan Handphone, juga menjadi pertimbangan bagi para produsen Handphone. Telepon selular berbasis GSM (Global System For Mobile Communicaton) dan CDMA (Code Divission Multiple Accsees) menggunakan jaringan operator memudahkan para pengguna untuk menghubungi orang lain dimanapun mereka berada. Semakin meningkatnya kebutuhan akan sarana komunikasi khususnya ponsel dan perkembangan teknologinya, perusahaan Nokia juga turut serta berinovasi dan memunculkan ponsel berbasis CDMA. Adapun tujuan penelitian ini adalah untuk: Mendeskripsikan sikap dan keyakinan pemilik ponsel nokia berbasis teknologi GSM terhadap ponsel Nokia berbasis teknologi CDMA, Mendeskripsikan minat pemilik ponsel Nokia berbasis teknologi GSM untuk membeli ponsel Nokia berbasis CDMA serta Mengidentifikasikan faktor-faktor yang membentuk minat beli konsumen ponsel Nokia GSM pada ponsel Nokia CDMA. Dari hasil penelitian ini disimpulkan bahwa Sebagian besar pengguna sudah memiliki HP Nokia GSM selama 6 sampai 12 bulan, sedangkan jenis HP Nokia yang paling besar digunakan oleh konsumen adalah jenis Nokia 3200. Sedangkan sebagian besar responden mengeluarkan biaya pulsa tiap bulannya adalah sebesar 250 ribu rupiah sampai dengan 500 ribu rupiah. Sedangkan dari analisis faktor dapat diketahui bahwa dari 22 variabel yang membentuk minat beli konsumen hanya 9 variabel yang bisa dianalisis dengan analisis faktor. Dari 9 variabel tersebut bisa direduksi menjadi empat faktor. * Faktor 1meliputi variabel MMS dan harga HP yang terjangkau. *Faktor 2 meliputi variabel Body HP, baterai lebih ringan dan WAP. *Faktor 3 meliputi variabel layar HP lebih lebar serta memori video klip player lebih besar. *Faktor 4 meliputi variabel warna lampu serta harga pulsa lokal.",
  "creators": "ITA SETYAWATI; YENNY",
  "contributors": "Soekarno (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011951/MAN/2005; Ita Setyawati (31400144), Yenny (31400252)",
  "subjects": "CONSUMERS-RESEARCH; CONSUMERS-BEHAVIOR"
}