{
  "id": "7945",
  "title": "Hubungan antara respon lingkungan berbelanja dan pengalaman berbelanja terhadap pembelian impulsif di Carrefour",
  "abstract": "Penulisan skripsi ini menggambarkan pengaruh dari lingkungan berbelanja terhadap perilaku berbelanja. Riset sebelumnya menjelaskan hubungan antara lingkungan fisik toko, emosi pembeli, dan perilaku pembelian berikutnya. Menggunakan psikologi lingkungan Mehrabian dan Russell (tiga dimensi PAD) untuk mengukur tingkat emosi, penelitian ini menegaskan model yang diusulkan. Penelitian ini juga memperluas riset sebelumnya dengan mempertimbangkan pembelian impulsif sebagai perilaku pembelian berikutnya. Analisis model struktural menegaskan bahwa tingkat emosi dapat memprediksi resources expenditure dan evaluasi berbelanja. Skripsi ini menjelaskan hubungan antara respon lingkungan berbelanja dan pengalaman berbelanja terhadap pembelian impulsif dengan menggunakan tujuh variabel yaitu Pleasure, Arousal, Dominance, Hedonic Shopping Value, Resources Expenditure, Utillitarian Shopping Value dan Impulsive Buying. Penulis melakukan penelitian pengumpulan data dengan menyebarkan kuesioner kepada konsumen yang sedang melakukan kegiatan belanja di Carrefour. Populasi yang diteliti adalah konsumen yang berusia antara 18-55 tahun. Dari hasil penelitian didapatkan hasil bahwa pengalaman pleasure, arousal dan dominance berpengaruh positif terhadap resources expenditure. Dan kenaikan resources expenditure berpengaruh positif terhadap hedonic dan utilitarian shopping value. Arousal berpengaruh positif terhadap impulsive buying, sedangkan pleasure berpengaruh negatif terhadap impulsive buying. Hedonic shopping value berpengaruh positif terhadap pembeli-pembeli impulsif. Responden yang lebih sering melakukan pembelian impulsif adalah wanita dengan frekuensi belanja 1x sebulan, informasi didapat dari iklan, dengan dana belanja sebesar >Rp.1.000.000,- dan uang yang dibelanjakan di Carrefour 300.000,- setiap bulan.",
  "creators": "NORA KOESDEWI CHANDRA; FANNY ANASTASIA",
  "contributors": "Hatane Semuel (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011867/MAN/2005; Nora Koesdewi Chandra (31401459), Fanny Anastasia (31401487)",
  "subjects": "CONSUMERS-RESEARCH; CONSUMER BEHAVIOR"
}