{
  "id": "7947",
  "title": "The Destruction process of John Brown in Eugene O'Neill's Bread and Butter",
  "abstract": "In Eugene O?Neill?s \"Bread and Butter\" John Brown, the main character suffers from a destruction process. The topic brought by Eugene O?Neill in this play has aroused the thesis writer?s curiosity in revealing how the destruction happens in the main character?s life. Thus, this thesis aims to reveal the process that leads the main character to the destruction in the form of a flow of a process in the main characters? life. Through psychology approach, the thesis writer conducts the analysis by using Carl Rogers?s theory of self-actualization and theory of self consistency and congruence, and also Sigmund Freud?s theory of anxiety, theory of defense mechanism consisting theory of denial, theory of projection, and theory of displacement, and a psychological concept of conformity by C. Morgan as the supporting concept. In his pursue of self-actualization as a painter, the process of destruction starts with the obstacles in self-actualization, continues with the failure of conformity, and finally the failure of John?s defense mechanism. There are a lot of problems that lead him into destruction. He maintains his hopes and aspiration, but he is caught in a destruction process that leads him to a non-escape situation where he finally committed suicide. The thesis shows that the destruction process that the main character undergoes represents how the society gives influences to the psychological aspect of an individual.",
  "creators": "LISTANI",
  "contributors": "Theophilus Jokri (Advisor 1); Meilinda (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011719/ING/2007; Listani (11403101)",
  "subjects": "O'NEILL, EUGENE, 1888-1953, BREAD AND BUTTER-STUDY AND TEACHING; AMERICAN DRAMA--20TH CENTURY--STUDY AND TEACHING"
}