{
  "id": "7948",
  "title": "Bernarda's domination on her children and its effects in Lorca's The House of Bernarda Alba",
  "abstract": "The House of Bernarda Alba tells a story about the repression of five daughters by a domineering mother, as the main female character. It deals with the human dilemma of passion and freedom, and deals with \"women in the villages of Spain\". The thesis writer is curious to know why the main female character whose name is Bernarda, dominates her five daughters, how she dominates her children and what the effect of the domination is. The thesis writer believe that using library browsing and using internet references will help her a lot in doing her analysis. The thesis writer will use literary tools such as characterization and conflict to answer the three questions that she has in her analysis. By revealing the character?s thought, letting the character speak and displaying her action, the thesis writer can infer the reason why Bernarda dominates her children. In order to reveal the effect of the domination to the five daughters, the thesis writer will show the reaction of the children and other people about Bernarda and displaying the character?s action. In order to reveal the way Bernarda dominates her five daughters, the thesis writer will let the character speak, reveal the character?s thought. Another literary tool, which is conflict, will also be used to observe the way Bernarda dominates her five daughters by analyzing the character?s struggles against society. The conclusion that the theis writer get from her analysis is the domination by Bernarda to her children is caused by Bernarda?s obsession to make her family looks perfect in society?s eyes. The way she uses to dominate is by being a tyrant. The effect of the domination is that the five daughters suffered.",
  "creators": "LINDA YONATHAN",
  "contributors": "ANTONIUS GURITO (Advisor 1); Meilinda (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011718/ING/2007; Linda Yonathan (11403011)",
  "subjects": "SPANISH DRAMA-20TH CENTURY-STUDY AND TEACHING; LORCA, FEDERICO GARCIA, 1898-1936, THE HOUSE OF BERNARDA ALBA"
}