{
  "id": "7950",
  "title": "Harry Potter's effort in finding figures of ideal parent as seen in Harry Potter and The Order of The Phoenix",
  "abstract": "In Harry Potter and the Order of the Phoenix. Harry Potter is an orphan and is raised by his foster parents who hate Harry Potter. Harry Potter always hopes for someone as his figures of ideal parent. Therefore, the thesis writer wants to find out why Harry Potter tries to find the figures of ideal parent, why he sets the criteria for the figures of ideal parent, and how his effort in finding the figures. I use literary approach and the tools applied are characterization and conflict. Besides, I give description about the concept of ideal parents. In analyzing the novel, I find that the background of Harry?s effort in finding for the figure is because his foster parents and Harry Potter has two conflicting attitudes and he wants to replace his foster parents with better parents. The causes why Harry Potter sets the criteria for the figures of ideal parent are because of Harry Potter?s preference to the figures who can respect poor people, Harry Potter?s preference to the figures who can respect difference between muggle, mudblood, and pure - blood, Harry Potter?s preference to the figures who can respect magical things, Harry Potter?s preference to the figures who can respect Harry Potter?s real parent, and Harry Potter?s preference to the figures who can respect Harry Potter?s identity and potential. Finally, there are three efforts that Harry Potter applies to find the figures of ideal parent. The first effort is to get closer to the world of magic. The second effort is to maintain his relationship with Sirius. The third effort is to maintain his relationship with Dumbledore. As the conclusion, Harry Potter finds that Sirius and Dumbledore are suitable to be the figures of ideal parent.",
  "creators": "TRIYANTO EDISON IESMATAUW",
  "contributors": "Liliek Soelistyo (Advisor 1); Dwi Setiawan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011717/ING/2007; Triyanto Edison Iesmatauw (11402155)",
  "subjects": "ENGLISH FICTION--20TH CENTURY--STUDY AND TEACHING; ROWLING, JOANNE KATHLEEN, 1965-... HARRY POTTER-STUDY AND TEACHING"
}