{
  "id": "7958",
  "title": "The Lexicalization used by Malaysians in giving testimonials in Friendster",
  "abstract": "Malaysians often mix the language between English and other borrowed language in their communication, for instance through Friendster. They also like using uncommon expression while they write a testimonial to their friends. Therefore, the writer is interested conducting a study of lexicalization used by Malaysians in giving testimonial in Friendster. Through this study, the writer wants to investigate the kinds of word formation process and Manglish features used by Malaysians. The main theory that the writer used is lexicalization by Traugott and Brinton, (2005). The approach of this study is qualitative descriptive. The writer collected twenty testimonials written by Malaysians in Friendster. Then, she analyzed the uncommon expressions unavailable in the dictionary. Furthermore, from the analysis, the writer found that Malaysians like using uncommon expressions while writing testimonials. In this case, the writer concludes that there are seven kinds of word formation used by Malaysians. Moreover, the new kind of word formation process found by the writer, was called addition. The writer also found fifteen particles belonging to Manglish features used by the Malaysians. Finally, the writer hopes that this thesis could be useful for the readers to know and understand deeply about lexicalization applied by Malaysians in giving testimonials in Friendster.",
  "creators": "MONINGKA CLORINDA LIVIA",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011714/ING/2007; Moningka Clorinda Livia (11403141)",
  "subjects": "ENGLISH LANGUAGE-WORD FORMATION; LEXICOLOGY"
}