{
  "id": "7959",
  "title": "The Sufferings of two women characters under their husbands' dominance in Kate Chopin's short stories entitled \"The Story of An Hour\" and \"Desiree's Baby\"",
  "abstract": "This thesis deals with the sufferings of the two women characters in Kate Chopin?s two short stories entitled \"The Story of An Hour\" and \"Desiree?s Baby\" in which both main women characters experience the male domination in their marriage lives that results in their tragic ends. Concerning the topic that is brought up in the two short stories, which is female sufferings due to the patriarchal system, I am curious to know the ways how the women characters are suffering in their marriage lives. Therefore, the purpose of this thesis is to find out the answer of this question. Hence, the discussion will be on the ways both women characters are suffering in their marriage lives. In the discussion of the problems, I use the literary approach with the tools of characterization and conflict to reveal the sufferings of the two women characters in their marriage lives. Later, in my findings, it is clear that both Mrs. Mallard and Desiree suffer in their marriage lives because they are dominated by their husbands. Mrs. Mallard considers herself as being trapped in a shackled life named marriage, for she has been controlled by her husband in most aspects in her marriage life; and thus she yearns for an individual freedom; while Desiree accepts her role as a submissive wife of an aristocratic youth. She tries hard to please her husband and hopes for her husband?s mutual love and respect; but her hope never comes true because her husband never acknowledges her as an equal partner instead of his beautiful possession. However, all the women characters are die in the end of the stories as the result of their miserable marriage lives.",
  "creators": "MARTHA NOVIANA",
  "contributors": "Liliek Soelistyo (Advisor 1); Liem Satya Limanta (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011713/ING/2007; Martha Noviana (11403066)",
  "subjects": "AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING; CHOPIN, KATE, 1850-1904. DESIREE'S BABY-STUDY AND TEACHING; CHOPIN, KATE, 1850-1904. THE STORY OF HOUR- STUDY AND TEACHING"
}