{
  "id": "796",
  "title": "A Morphological analysis of verb affixes in the series of \"Si Palui\" articles in the Banjarmasin Post",
  "abstract": "The writer conducted a morphological analysis in Banjarese verb affixes which occur in the series of \"Si Palui\" articles in the Banjarmasin Post. The writer applied some theories of morphology regarding the definition of morphemes, the principles of morphemes, the affixation and its types, verbs identification and morphophonemic theories. The source of data was taken from the series of \"Si Palui\" articles in the Banjarmasin Post from February 26, 2003, March 17, 2003 until March 25, 2003, and March 27, 2003 until March 31, 2003. In analyzing the data the writer identified the verb affixes, described the morphophonemic changes that occur in the verb affixes and reveal the syntactic functions of the affixes. In the analysis, the writer found out the prefixes {ba-}, {di-}, {maN-}, and {ta-}; the suffixes {-akan} and {-i}; the simulfixes {ba-an}, {di-akan}, {dii}, {maN-akan}, {maN-i}, {ta-akan}, and {ta-i}; but there was no infix which occur in the articles of \"Si Palui\". A glottal /?/ is added if a prefix is followed by a base form which starts with an initial-vowel, if a suffix is followed by a base form which ends with a final-vowel, or if the simulfixes is followed by a base form which starts with an initial-vowel or ends with a final-vowel. In spelling the glottal is not written. A prefix, a suffix, and a simulfix remain the same, if a prefix, a suffix, or a simulfix is followed by a base form which starts with an initial-consonant or ends with a final-consonant. The loss of phoneme, the addition of phoneme and the nasalization processes also occur in the articles of \"Si Palui\". The writer also found out that non- verb affix /ku-/ function as a prefix and the non-verb affix /-nya/ and /-lah/ function as a suffix.",
  "creators": "GIOVANNI NATASHA",
  "contributors": "Bintoro (Advisor 1); SUKEMI, PROF.DR.M.A. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1191/ING/2004; Giovanni Natasha (11499134)",
  "subjects": "GRAMMAR, COMPARATIVE AND GENERAL-MORPHOLOGY"
}