{
  "id": "7962",
  "title": "The Use of interuptions by male and female students in informal organizational meetings",
  "abstract": "Based on the idea about the different stereotype between male and female in relation with people tendency to interrupt, the writer is interested in analyzing their tendency especially in the discussion in informal meeting. Moreover, in all speech communities, male and female speak differently. These differences encouraged the writer to analyze and reveal the similarities and differences between discourse markers used by male and female students for interrupting in terms of the types and frequencies. In doing this research, the writer used some theories from Wardhaugh?s theory (1985;1998), Tannen?s theory (1994;1998), and also Stenstorm?s theory (1994). In addition, the writer also used Schiffrin?s theory (1987;1999) as the guideline to analyze discourse markers. The data for this research were obtained by recording the conversation and later identified and classified based on the type of discourse markers used. Finally, the findings showed that markers Ya\"/ \"Iya\"/ \"Yah\"/ \"Heeh\"/ \"OK\"/ \"itu\", which were known as markers of response were the most popular type of markers for interruption used both by male and female students. However, there are some differences that the female students rarely used \"Oh\"/ \"Eh\" / \"Hmm\", which were known as markers of information management to interrupt while the males were more likely to use them. Moreover, female students were likely to use markers \"Nah\"/\"gini\"/\"ini\"/\"Sekarang\" which were known as markers of temporal adverbs. Thus, it can be concluded that the males tended to behave competitively while the females tended to behave cooperatively. Finally, it implied that the existence of discourse markers is really important for the interrupter in order to open and hold the turn.",
  "creators": "LAURA NOVIA",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011712/ING/2007; Laura Novia (11403031)",
  "subjects": "SOCIOLINGUISTICS"
}