{
  "id": "7963",
  "title": "The Distortion of the meaning of patriotism in Wilfred Owen's poems",
  "abstract": "Wilfred Owen was a soldier poet during the First World War. In Wilfred Owen?s poems, patriotism becomes the central theme. At that time, patriotism was put as the outmost need in Britain. In order to get more soldiers, the British government distorted the meaning of patriotism. The government lied to the soldiers that they would get glory and rewards after the war. Actually what they got were the physical and psychological scars due to the brutality of war they experienced. Wilfred Owen?s poems, particularly ?Apologia Pro Poemate Meo? and ?Insensibility,? reveal the distortion of the meaning of patriotism seen in the perspective of the soldiers. I choose to analyze those poems because I am curious to know how Owen reveals the distortion of the meaning of patriotism that has been done during the First World War in his poems. Since the setting of the poems was during the First World War, I need the background information about Britain during the First World War, especially the Military Service Act. In order to find out how of the meaning of patriotism is distorted, I use literary approach and the elements of poetry as my tools, such as diction, imagery, tone and figures of speech: irony, metaphor, paradox, symbol, simile, metonymy, synecdoche and personification. In the analysis, I find out the meaning of patriotism has been distorted in those two poems especially through the use of the elements of poetry.",
  "creators": "THERESIA AYU KUSDWIHARINI",
  "contributors": "Sarah Limuil (Advisor 1); Liem Satya Limanta (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011711/ING/2007; Theresia Ayu Kusdwiharini (11403111)",
  "subjects": "ENGLISH POETRY-20TH CENTURY-STUDY AND TEACHING"
}