{
  "id": "7965",
  "title": "The Main characters' coming to term with themselves in three short stories: Willa Cather's Paul's case, Frank O'Connor's First Confession and Sherwood Anderson's I Want to Know Why",
  "abstract": "This thesis is about the process of the main characters? coming to term with themselves on three short stories in Willa Cather?s Paul?s Case, Sherwood Anderson?s I Want to Know Why and Frank O?Connor?s First Confession. In this thesis, I am curious to analyze the process of each character?s coming to terms with themselves regarding the problems they have. To analyze the topic accurately, I use the literary approach. I use the theory of characterization and conflict. The character of Paul, Jacky and the Narrator, have different problem in their life, but they have similarities concerning the process of three of them coming to terms with the situation they have. Finally, the process at the end in each story have various, on Paul?s Case I identify Paul coming to terms with himself as a thief, because by being a thief he accomplished everything he wants to be. While on First Confession, Jacky I identify him coming to term as a fainthearted person, because he just obsessed to kill his grandma and his sister without any courage to reveal it. The narrator I on I Want to Know Why, coming to term with himself as a persistent and loyal person, for he still adoring the horses since he disappointed with horse.",
  "creators": "WIDHIA ANGELINA",
  "contributors": "Liem Satya Limanta (Advisor 1); Liliek Soelistyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011710/ING/2007; Widhia Angelina (11402138)",
  "subjects": "SHORT STORIES, AMERICAN-20TH CENTURY-STUDY AND TEACHING; SHORT STORIES, ENGLISH-20TH CENTURY-STUDY AND TEACHING; ANDERSON, SHERWOOD, 1876-1941. I WANT TO KNOW WHY-STUDY AND TEACHING; O'CONNOR, FRANK, 1903-1966.FIRST CONFESSION-STUDY AND TEACHING; CATHER, WILLA, 1873-1947. PAUL'S CASE-STUDY AND TEACHING"
}