{
  "id": "7969",
  "title": "Analisa keputusan konsumen dalam menggunakan jasa event organizer ditinjau dari pelayanan, harga, dan inovasi",
  "abstract": "Di jaman era globalisasi ini sering kali kehidupan manusia di sibukkan oleh aktivitas pekerjaannya baik di kantor maupun diluar urusan kantor.Sehingga jarang sekali orang yang mau mengurusi hal-hal lain diluar pekerjaannya.itu termasuk tentang ulang tahun anaknya,bagaimana cara merayakan ulang tahun anaknya.Selain ulang tahun, ada juga orang yang pada saat ingin melangsungkan suatu acara resepsi pernikahan tetapi orang tersebut bingung akan segala perlengkapan yang dibutuhkan untuk melangsungkan acara resepsi tersebut. Dengan mengetahui apa yang menjadi kebutuhan dan keinginan konsumen, maka diharapkan bahwa badan usaha dapat lebih peka dalam mengantisipasi perubahaan-perubahaan yang terjadi pada konsumennya, sehingga para konsumen tidak mengubah keputusannya dalam memilih dan membeli produk atau jasa badan usaha. Dewasa ini konsumen telah berubah, dimana konsumen sekarang tidak lagi mementingkan gengsi, melainkan lebih mengutamakan pada harga yang layak dan mutu dengan hasil nyata yang optimal. Pelayanan dan harga merupakan dua faktor penting bagi konsumen dalam mengambil keputusan membeli atau tidak jasa tersebut. Berdasarkan hasil penelitian dapat diketahui bahwa terdapat pengaruh faktor pelayanan, harga, inovasi terhadap keputusan penggunaan jasa event organizer pada La Partie Organizer dan Air Entertaiment Organizer di Surabaya. Hal ini berarti bila faktor pelayanan yang diberikan La Partie dan Air Entertaiment Organizer kurang berkualitas, harga tidak murah, inovasi yang diberikan La Partie dan Air Entertaiment Organizer rendah maka keputusan penggunaan jasa event organizer juga rendah. Demikian pula sebaliknya apabila faktor pelayanan yang diberikan La Partie dan Air Entertaiment Organizer berkualitas, harga terjangkau, inovasi yang diberikan La Partie dan Air Entertaiment Organizer tinggi maka keputusan penggunaan jasa event organizer juga tinggi.",
  "creators": "FERRY SUGIANTO; RIZAL PRABOWO",
  "contributors": "Hartono Subagio (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011948/MAN/2005; Ferry Sugianto (31400117), Rizal Prabowo (31400294)",
  "subjects": "CONSUMERS-RESEARCH; CONSUMER BEHAVIOR; CONSUMER SATISFACTION-ANALYSIS"
}