{
  "id": "7971",
  "title": "Evaluasi sikap konsumen terhadap produk jasa asuransi mobil Garda Oto ditinjau dari segi premi, fasilitas layanan, proses klaim dan bengkel rekanan",
  "abstract": "Latar belakang penulisan skripsi adalah kian maraknya industri asuransi kendaraan bermotor khususnya mobil, dan makin banyaknya perusahaan asuransi yang merambah ke pasar asuransi kendaraan. Di jajaran industri asuransi kendaraan bermotor, PT Asuransi Astra Buana dengan produknya Garda Oto merupakan leader, yang memiliki pangsa pasar terbesar (16,78%). PT Asuransi Sinar Mas dengan produknya Simas Mobil di urutan kedua (6,35%) dan PT Asuransi Wahana Tata dengan produknya Aswata Motor di urutan ketiga (5,18%). Skripsi ini meneliti penilaian / evaluasi berdasarkan sikap konsumen terhadap produk asuransi mobil Garda Oto, karena Garda Oto diposisikan sebagai market leader. Skripsi ini mengukur sikap konsumen berdasarkan empat variabel utama asuransi kendaraan bermotor yaitu premi, fasilitas layanan, proses klaim dan bengkel rekanan. Penulis menggunakan metode penelitian pengumpulan data dengan menyebarkan kuesioner kepada konsumen yang melakukan perbaikan atau memasang variasi mobil di bengkel rekanan dan tempat variasi mobil. Populasi yang diteliti meliputi beberapa kelompok konsumen yaitu nasabah Garda Oto, nasabah Simas Mobil dan nasabah Aswata Motor, berdasarkan jenis mobil (sedan atau niaga) dan cara pembelian mobil (tunai, atau kredit bank, atau kredit melalui perusahaan jasa). Dari hasil penelitian ini didapatkan hasil bahwa sikap responden terhadap Garda Oto, menempatkan Garda Oto sebagai asuransi yang menguntungkan / favorable dan asuransi terbaik dibandingkan sikap responden terhadap Simas Mobil, dan sikap responden terhadap Aswata Motor.",
  "creators": "SHELVI",
  "contributors": "Hartono Subagio (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011946/MAN/2005; Shelvi (31401212)",
  "subjects": "CONSUMER SATISFACTION-ANALYSIS; CONSUMERS-ATTITUDES; CONSUMER BEHAVIOR-ANALYSIS"
}