{
  "id": "7978",
  "title": "Pengaruh overal service quality, value, dan satisfaction terhadap behavior outcome berdasarkan customer orientation pada Indosat Mentari",
  "abstract": "Mentari sampai saat ini (Agustus, 2005) belum mengeluarkan paket promosi segencar Simpati, namun juga tidak harus mengikuti jejak Simpati, karena belum tentu pelayanan yang diberikan Mentari tidak memberikan kepuasan kepada pelanggannya. Untuk itu diperlukan suatu penelitian terhadap pelanggan Mentari agar dapat mengetahui kualitas layanan yang diberikan, kepuasan pelanggan, serta perilaku pelanggannya. Hasil pembahaan menunjukkan bahwa overall service quality secara langsung berpengaruh terhadap behaviour outcome. Hal ini menunjukkan bahwa ketika physical goods quality, employee service quality, dan service quality digabungkan membentuk overall service quality mempunyai pengaruh terhadap behaviour outcome. Melalui value, maka overall servqual mempunyai pengaruh terhadap behaviour outcome. Hanya saja tingkat signifikansinya sebesar 0.036. Tingkat signifikansi ini lebih rendah dibandingkan dengan overall servqual ketika dihubungkan langsung dengan behaviour outcome. Ketika dihubungkan melalui Satisfaction, ternyata tingkat signifikansinya lebih tinggi dibandingkan ketika melalui value. Hal ini membuktikan bahwa overall service quality melalui Satisfaction berpengaruh terhadap behaviour outcome. Overall service quality lebih mempunyai pengaruh terhadap behaviour outcome jika melalui value dan Satisfaction. Hal ini menunjukkan bahwa overall service quality yang mampu menciptakan value dan membentuk satisfaction akan lebih mampu mempengaruhi behaviour outcome dibandingkan ketika overall service quality ini berdiri sendiri.",
  "creators": "WIWIK THEN; LENNY OENTARYO",
  "contributors": "Hatane Semuel (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011943/MAN/2005; Wiwik Then (31402249), Lenny Oentaryo (31401500)",
  "subjects": "CONSUMER STATISFACTION; CONSUMER BEHAVIOR"
}