{
  "id": "798",
  "title": "Analisis hubungan dan komparasi penggunaan jasa model perempuan dan latar dekoratif produk terhadap citra perempuan dalam media periklanan (sebuah kajian studi iklan televisi pada produk ...)",
  "abstract": "Sejak mengudaranya RCTI sebagai stasiun televisi swasta pertama di Indonesia masyarakat Indonesia kembali dibiasakan melihat iklan disela-sela tayangan acara. Iklan televisi pun makin bertambah baik dari segi kualitas maupun kuantitasnya. Namun seiring dengan berhembusnya angin kebebasan pers, makin banyak iklan yang memanfaatkan jasa model perempuan bahkan mengeksploitasi tubuh atau merendahkan gender tertentu. Skripsi ini merupakan studi kasus pada iklan lotion Vaseline Aloe & Vitamins yang menggunakan beberapa model perernpuan, dan difokuskan pada mahasiswa Fakultas Ekonomi Manajemen Universitas Kristen Petra (UKP), Llniversias Surabaya (Ubaya) dan Universitas Katolik Widya Mandala (UWM). Porsi sampling dalam penelitian ini dilakukan dengan mengambil minimal 10% populasi setelah mengumpulkan data dari masing-masing BAKA perguruan tinggi yang bersangkutan. Data diolah dengan analisis regresi linier berganda dan memakai alat bantu perangkat lunak SPSS For Windows 10.0. Hasil dari penelitian menunjukkan bahwa ternyata responden dari 3 PTS mendambakan model yang mempunyai wajah cantik, kulit halus dan badan seksi. Selain model yang sigap membantu konsumen untuk mengetahui keberadaan produk yang diiklankan serta mempunyai kredibilitas atau prestasi yang baik. Responden juga mulai sadar akan pentingnya latar dekoratif produk (warna, bentuk dan penampilan) pada tayangan iklan dan produk yang diiklankan.",
  "creators": "SOFIA RAHMAWATI; RR ARI WINDYANINGRUM",
  "contributors": "GO SIANG CHEN (Advisor 1); Drs. Sugiono Sugiharto, M.M., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1578/EM/2002; Sofia Rahmawati (31498003), Rr. Ari Windyaningrum (31498359)",
  "subjects": "ADVERTISING; SALES PROMOTION"
}