{
  "id": "7985",
  "title": "Perancangan dan pembuatan sistem informasi untuk pemesanan event pada event organizer Larasaty agency berbasis web",
  "abstract": "Larasaty Agency adalah sebuah event organizer yang bergerak dibidang jasa pembuatan event. Dalam perkembangan bisnisnya, Larasaty Agency mempunyai visi untuk memberikan pelayanan terbaik bagi customer dan mendapatkan kepercayaan dari customer. Untuk mewujudkan visi tersebut maka diperlukan suatu sarana informasi yang berbasis web. Fasilitas ini bertujuan untuk mempermudah customer dalam menciptakan ide suatu event yang akan diadakan, dengan mengkustomisasikan kebutuhan event. Pada proses pembuatan website, langkah awal yang dilakukan adalah menganalisis sistem didalam perusahaan, membuat desain sistem, desain struktur menu web dan desain interface dari web tersebut, setelah itu ditentukan pemakaian software. Pada aplikasi ini, software yang dipakai adalah macromedia dreamweaver mx untuk pembuatan desain interface, mysql-front sebagai database untuk menyimpan data dari situs dan skrip php untuk bahasa pemrogramannya. Hasil yang didapatkan didalam aplikasi ini adalah aplikasi sistem informasi berbasis web sudah diselesaikan dan diimplementasikan didalam website Larasaty Agency. Pada website Larasaty Agency dilengkapi fasilitas information schedule, news dan searching untuk membantu dalam menemukan information schedule dan news yang dibutuhkan oleh user serta fasilitas administrator untuk mengatur isi dari halaman user. Melalui pembuatan website Larasaty Agency, dapat disimpulkan bahwa website ini dapat dijalankan dengan baik dan sesuai dengan kebutuhan user. Hal ini dapat dibuktikan melalui hasil perhitungan kuesioner yang diberikan kepada guest dan administrator. Pada guest penilaian website secara keseluruhan menunjukkan nilai rata-rata sebesar 75% sedangkan pada administrator tentang penilaian website secara keseluruhan menunjukkan nilai rata-rata sebesar 80 %.",
  "creators": "ADRIANUS DARMANTOYO M",
  "contributors": "Agustinus Noertjahyana (Advisor 1); Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 2); Arlinah Imam Rahardjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02000526/INF/2006; Adrianus Darmantoyo Mansula (26401142)",
  "subjects": "DATA BASE DESIGN; PROGRAMING (ELECTRONIC COMPUTERS)"
}