{
  "id": "7988",
  "title": "Studi pengukuran standar kinerja di sekretariat daerah pemerintah kota Surabaya dengan kriteria MBNQA modifikasi",
  "abstract": "Sekretariat Daerah sebagai bagian dari Pemerintah Kota Surabaya dalam pelaksanaan tugas pokok dan fungsinya (tupoksi) dituntut untuk menerapkan prinsip-prinsip koordinasi, integrasi, simplifikasi dan sinkronisasi agar semakin responsif dalam melakukan pelayanan publik. Saat ini pengukuran kinerja di Sekretariat Daerah mengacu kepada Anggaran Berbasis Kinerja dimana besarnya anggaran yang terserap harus efisien dan efektif, terlihat dari jelasnya hasil yang harus dicapai di akhir tahun anggaran. Tetapi sistem ini hanya mengacu kepada pencapaian hasil dan belum menilai pelaksanaan prinsip?prinsip tersebut secara tersurat. Oleh karena itu, penulis memandang perlu untuk menyusun rancangan standar pengukuran kinerja yang bisa mengukur pelaksanaan prinsip-prinsip tersebut yang mengarah kepada perbaikan yang berkelanjutan dengan menggunakan kriteria MBNQA. MBNQA terdiri dari tujuh kriteria yaitu kepemimpinan, perencanaan strategi, fokus mengenai customer dan pasar, informasi dan analisa, pengembangan sumber daya manusia dan manajemen, manajemen proses dan hasil bisnis. Perancangan pengukuran kinerja dibuat di kesembilan bagian dengan menggunakan kriteria manajemen proses dan hasil bisnis. Hasil akhir perancangan di kesembilan bagian terdiri dari KPI manajemen proses dan hasil bisnis yang disertai definisi skor, definisi operasional, cara penilaian dan lembar periksa. Skor KPI merupakan penilaian bertahap yang mengarah kepada perbaikan berkelanjutan, definisi operasional menjelaskan atribut penilaian, cara penilaian menjelaskan bukti-bukti pendukung dalam penilaian sedang lembar periksa terdiri dari item-item yang diaudit dan atribut dasar penilaian. Secara terintegrasi, KPI ini mengarahkan tiap-tiap bagian ke perbaikan berkelanjutan yang terkoordinasi.",
  "creators": "VERAWATY SAMPE; MEGASARI MAMITA",
  "contributors": "I Nyoman Sutapa (Advisor 1); Gembong Baskoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01011020/IND/2005; Verawaty Sampe (25401151), Megasari Mamita (25401178)",
  "subjects": "WORK MEASUREMENT; TOTAL QUALITY MANAGEMENT"
}