{
  "id": "7994",
  "title": "Perancangan dan pembuatan aplikasi analisis kepuasan penggunaan program academic monitoring system pada divisi MIS Universitas Kristen Petra",
  "abstract": "Saat ini, Divisi MIS telah menerima bantuan dana dari TPSDP (Technological and Profesional Skills Development Sector Project) untuk mengembangkan academic monitoring system. Salah satu sub aktivitas dari aktivitas-aktivitas yang telah diajukan adalah menganalisis kepuasan user (mahasiswa, jurusan/unit, dan orang tua) sebelum dan sesudah proyek ini dilaksanakan. Untuk memenuhi kebutuhan tersebut maka dalam Tugas Akhir ini diajukan suatu penelitian untuk perancangan dan pembuatan aplikasi program untuk menganalisis kepuasan user selama ini terhadap academic monitoring system di Universitas Kristen Petra. Data yang akan diolah diperoleh dari jawaban para responden yang telah mengisi kuisioner yang berhubungan dengan penggunaan program academic monitoring system. Pada sistem ini proses perhitungan analisis menggunakan beberapa metode yaitu servqual, fuzzy synthetic decision dan fuzzy multiperson decision making. Dengan menggunakan metode fuzzy akan didapatkan antara lain score dan nilai bobot dari tiap pertanyaan yang ada. Sistem ini menggunakan software Borland Delphi 7 dan MySQL Front. Dengan adanya program ini maka dapat dihitung tingkat kepuasan user terhadap penggunaan program academic monitoring system. Selain itu juga dapat menghasilkan analisis dari setiap pertanyaan yang ada pada suatu survey atau kuisioner dengan tipe pertanyaan tertentu. Sistem analisis kepuasan ini telah diujikan dengan menyebarkan kuisioner pengujian dan memperoleh nilai rata-rata 88,40. dengan range nilai antara 0-100.",
  "creators": "DEVINA SUSANTI ATMODJO",
  "contributors": "Rolly Intan (Advisor 1); Andreas Handojo (Advisor 2); Resmana Lim (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02000516/INF/2006; Devina Susanti (26402181)",
  "subjects": "DATA BASE DESIGN; PROGRAMMING (ELECTRONIC COMPUTERS)"
}