{
  "id": "7995",
  "title": "Pembuatan modul pengadaan pada proyek newspektra perpustakaan Universitas Kristen Petra",
  "abstract": "Seiring dengan berkembangnya teknologi dan bertambah rumitnya proses pengadaan pada perpustakaan, maka dibutuhkan sebuah perangkat lunak yang mampu membantu mencatat transaksi perpustakaan yang dilakukan. Untuk menjawab tantangan ini, Perpustakaan Universitas Kristen petra mengembangkan sebuah software otomasi perpustakaan berbasis Windows yang diberi nama NewSpektra. Sebagai bagian dari proyek NewSpektra, modul pengadaan ini diharapkan bisa menjadi modul yang memadai untuk melengkapi software otomasi perpustakaan NewSpektra. Untuk menjawab tantangan ini, maka dirancang dan dibuatlah modul pengadaan ini. Modul ini ditujukan untuk mencatat kegiatan pengusulan, transaksi pemesanan dan penerimaan koleksi, serta inventarisasi koleksi yang dilakukan dalam proses pengadaan, termasuk mencatat perkembangan usulan pengadaan yang diberikan pada perpustakaan. Pembuatan modul pengadaan ini didasari oleh pembelajaran proses kerja pengadaan pada Perpustakaan Universitas Kristen Petra dan didukung pula dengan hasil survei kepada beberapa perpustakaan universitas, Sekolah Menengah Umum dan gereja di Surabaya untuk mendapatkan garis besar proses pengadaan perpustakaan di Surabaya. Dengan modul ini, perpustakaan pengguna modul NewSpektra diarahkan menuju penerapan proses pengadaan yang lebih baku. Disamping itu, modul pengadaan ini ditujukan agar lebih dapat dipertanggung-jawabkan validitas dan integritas informasinya.",
  "creators": "ANDI SETIAWAN ABADI",
  "contributors": "Silvia Rostianingsih (Advisor 1); Anita Nusantari (Advisor 2); Arlinah Imam Rahardjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.02010582/INF/2007; Andi Setiawan Abadi (26402020)",
  "subjects": "WEB SITES; INTERNET (COMPUTER NETWORK)"
}