{
  "id": "800",
  "title": "Analisa konsep paritas daya beli pada kurs rupiah terhadap lima mata uang asing periode tahun 1990-2000 dengan menggunakan metode Error Correction Model",
  "abstract": "Teori Paritas Daya Beli (Purchasing Power Parity) merupakan suatu teori yang sederhana. Dalam bentuknya yang paling sederhana, teori ini menyatakan bahwa dengan meniadakan intervensi pemerintah dan hambatan perdagangan, suatu transaksi dagang dari kelompok barang atau jasa yang identik seharusnya berada pada tingkat harga efektif yang sama bila dikonversikan dalam satu jenis mata uang. Meskipun secara teoritis sederhana, dalam dunia nyata diwarnai oleh berbagai kondisi yang rumit, antara lain banyaknya variasi produk, perbedaan cita rasa konsumen, dan informasi yang juga membutuhkan biaya. Penelitian mengenai keberlakuan teori PPP telah banyak dilakukan sebelumnya dan hasilnya sedikit, atau bahkan tidak ada yang memberikan dukungan atas keberlakuan teori PPP dalam jangka pendek, sementara untuk jangka panjang hasilnya lebih bervariasi. Disamping itu penelitian mengenai keberlakuan teori PPP ini hanya sering dilakukan di negara-negara industri yang mata uangnya termasuk golongan hard urrrency. Menyadari adanya kondisi yang kompleks dalam dunia nyata dan adanya hasil yang sangat bervariasi dari penelitian-penelitian terdahulu maka penelitian ini dilakukan. Penelitian ini diharapkan dapat menemukan hasil-hasil yang baru yang dapat dipakai sebagai acuan untuk Indonesia. Penelitian ini, secara keseluruhan, menggunakan data sekunder yaitu kurs aktual Dolar Australia, Yen Jepang, Dolar Amerika Serikat, Poundsterling Inggris, Franc Perancis terhadap Rupiah Indonesia dalam periode kuartalan mulai Januari I990-Desember 2000, serta IHK, tingkat suku bunga, money supply, dan GDP pada keenam negara di atas dalam periode kuartalan mulai Januari 1990-Desember 2000. Data-data tersebut diperoleh dari situs-situs internet dari lembaga keuangan dalam dan luar negeri maupun dari perpustakaan UK Petra. Akhirnya untuk menguji keberlakuan teori PPP, akan dipakai konsep error-correction model sebagai alat analisa, di mana diharapkan terdapat hubungan jangka panjang yang stabil antara kurs mata uang dan tingkat harga dengan memperhatikan variabel-variabel jangka pendek tertentu, yaitu tingkat output, tingkat suku bunga dan money supply. Dengan kata lain, diharapkan penelitian ini memberikan dukungan kepada keberlakuan teori PPP secara umum di Indonesia.",
  "creators": "JAP MERRY SURYANI DJAFAR; LUCIANA HARIJANTO",
  "contributors": "Richard Von Llewelyn (Advisor 1); Soekarno (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1550/EM/2001; Jap Merry Suryani Djafar (31498008), Luciana Harijanto (31498196)",
  "subjects": "FOREIGN EXCHANGE; MONEY MARKET"
}