{
  "id": "8001",
  "title": "Pembuatan aplikasi steganography pada file audio",
  "abstract": "Perkembangan dunia teknologi saat ini sangat penting dalam pertukaran informasi yang cepat dan akurat, maka banyak orang yang memakai fasilitas internet untuk melakukan proses pertukaran informasi sehingga keamanan data sangat penting. Steganography dan cryptography merupakan teknik pengamanan data yang mengolah data agar tidak dapat diketahui oleh yang tidak berwenang untuk membuka data. Cryptography merupakan teknik pengacakan data, sedangkan steganography merupakan teknik penyembunyian data. WAVE merupakan salah satu jenis media audio yang dapat dipakai dalam menyembunyikan data. Pada Tugas Akhir ini, dibuat aplikasi steganography yang menggunakan metode Low Bit Encoding dan menggunakan cryptography untuk mengacak data dengan menggunakan metode camellia encryption. Pembuatan aplikasi menggunakan Borland Delphi 7, yang memudahkan dalam mengatur tampilan interface serta mengakses dan mengubah file. Aplikasi ini diuji dengan menyembunyikan berbagai macam tipe data, dan mencoba untuk mengeluarkan data yang disembunyikan. Hasil pengujian menunjukkan perubahan spectrum terjadi sangat besar pada jenis audio WAVE 8 bit sehingga menimbulkan noise suara pada audio, namun data berhasil disembunyikan dan dikeluarkan sedangkan perubahan yang terjadi pada WAVE 16 bit tidak menimbulkan noise sehingga cocok untuk menyembunyikan data. Waktu yang dibutuhkan untuk proses penyembunyian dan pengeluaran data dengan metode 2 bit terakhir lebih sedikit dari metode 1 bit terakhir.",
  "creators": "HARDY WIJAYA",
  "contributors": "Resmana Lim (Advisor 1); Gregorius Satiabudhi (Advisor 2); Kartika Gunadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.01010577/INF/2007; Hardi Wijaya (26402169)",
  "subjects": "DATA ENCRYPTION (COMPUTER SCIENCE); CRYPTOGRAPHY-COMPUTER PROGRAM"
}