{
  "id": "8002",
  "title": "Perancangan buku panduan kehamilan bergambar what should know about pregnancy?",
  "abstract": "Kehamilan merupakan proses alamiah yang dialami oleh para wanita pada umumnya dari jaman ke jaman. Selama itu pula berkembang pula ilmu dan pendekatan untuk menanganinya. Karena sebagai salah satu bagian dari proses reproduksi yang dialami oleh setiap wanita pada umumnya maka proses kehamilan ini sudah dipelajari secara ilmiah. Namun hanya sedikit dari mereka yang mengalami hal ini benar-benar mengetahui tentang apa itu kehamilan terutama dalam hubungannya dengan kesehatan, padahal hal ini merupakan hal yang sangat penting yang dapat berpengaruh baik bagi kesehatan ibu maupun janin yang dikandungnya. Sebenarnya telah banyak buku-buku yang membahas mengenai hal ini, namun yang jadi permasalahan adalah buku-buku tersebut dalam perancangannya kurang memperhatikan akan karakteristik dan kebutuhan dari target audiensnya yang adalah ibu hamil, seperti banyaknya teks dengan ukuran yang relatif kecil. Hal ini dapat melelahkan kondisi ibu hamil yang sebenarnya lebih membutuhkan sesuatu yang segar, menghibur dan santai. Maka untuk mewujudkan suatu bentuk buku panduan kehamilan yang sesuai dengan kebutuhan target audiens yaitu ibu hamil, maka perlu dirumuskan suatu konsep perancangan buku panduan kehamilan ini. Dalam konsep ini merumuskan permasalahan yang ada dan dikombinasikan dengan karakteristik target audiens maka disusunlah suatu konsep perancangan buku panduan kehamilan yang lebih efektif, yaitu dengan memanfaatkan dengan lebih bahasa gambar dengan gaya modern, eksklusif, lucu dan cerdas. Metode perancangan ini meliputi: identifikasi masalah, perumusan masalah, pengumpulan data, analisis data, penyusunan konsep dan eksekusi kreatif yang berupa final artwork. Buku panduan tersebut belum diujicoba sehingga belum dapat diketahui sejauh mana keefektifannya. Namun demikian, dalam proses perancangan buku panduan ini telah ditempuh berdasarkan metode dan prosedur yang nalar dan ilmiah, maka diprediksikan secara teoritis buku panduan ini efektif.",
  "creators": "VELIA TANTI",
  "contributors": "YOHANES MOELJADI PRANATA (Advisor 1); MARGANA (Advisor 2); Listia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Grafis",
  "source": "Perancangan Grafis No. 00110539/DKV/2005; Velia Tanti (42401065)",
  "subjects": "VISUAL COMMUNICATION; ADVERTISING; COMMERCIAL ART; GRAPHIC ARTS"
}