{
  "id": "8005",
  "title": "Penentuan strategi manajemen travel Wiedas terhadap hasil pemetaan preferensi pasar dan posisi jasa travel Surabaya-Malang",
  "abstract": "Dampak yang ditimbulkan dari bertambahnya jumlah competitor dalam jasa jemput antar adalah penurunan jumlah pelanggan. Penurunan jumlah pelanggan ini dapat diantisipasi dengan meningkatkan kualitas layanan. Tujuan Tugas Akhir ini adalah mengetahui besarnya preferensi pasar, posisi kepuasan pelanggan dibanding pesaing, serta menentukan strategi peningkatan kualitas layanan Wiedas. Preferensi pasar dan posisi Wiedas diperoleh melalui wawancara, sedangkan kepuasan pelanggan diperoleh melalui penyebaran kuesioner. Desain skala pengukuran tingkat kepuasan pelanggan yang digunakan adalah semantic differential scale, yaitu penilaian dengan 7 titik skala yang memiliki dua kutub berlawanan. Strategi manajemen ditentukan berdasarkan hasil analisa preferensi pasar, posisi Wiedas dan kepuasan pelanggan. Preferensi pasar yang terbesar dalam tiap dimensi adalah usia kendaraan antara 5-10 tahun (84%), pendataan identitas pelanggan (83%), tanggapan terhadap komplain (64%), kompetensi karyawan kantor (82%) dan paket berlangganan (74%). Ketidakpuasan pelanggan yang terbesar dalam tiap dimensi adalah kenyamanan kursi (-0,64), ketepatan waktu penjemputan (-0,4), tanggapan dan tindak lanjut terhadap komplain (-0,35), kemampuan mengemudi (-0,77) dan harga tiket (-0,7). Posisi Wiedas dalam dimensi tangible adalah yang pertama, sedangkan dalam dimensi reliability, responsiveness, assurance menempati posisi kedua. Hanya pada dimensi empathy Wiedas menempati posisi yang ketiga. Strategi jangka pendek terdiri dari cara merawat mesin kendaraan dengan melakukan pemeriksaan secara berkala, peningkatan fasilitas dan layanan dengan memenuhi preferensi pasar, kualitas staff Wiedas, peningkatan alat komunikasi, konfirmasi ulang, dan pendataan pelanggan. Sedangkan strategi jangka panjang meliputi penggantian kendaraan dan pendataan pelanggan dengan menggunakan software. Kata kunci:",
  "creators": "HENY KARMANINGSIH",
  "contributors": "Kriswanto Widiawan (Advisor 1); Debora Anne Yang Aysia (Advisor 2); Zeplin Jiwa Husada Tarigan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01021012/IND/2005; Heny Karmaningsih (25401093)",
  "subjects": "TOTAL QUALITY MANAGEMENT; CONSUMERS-PREFERENCES"
}