{
  "id": "801",
  "title": "Analisa kinerja lembaga pendidikan bahasa Inggris EF, ILP, dan Kelt berdasarkan atribut kualitas layanan",
  "abstract": "Di era globalisasi ini, kemampuan berbahasa Inggris secara baik dan benar merupakan nilai tambah untuk meraih sukses dalam dunia kerja. Hal inilah yang mendorong seseorang untuk berusaha meningkatkan kemampuan pribadinya yang meliputi pengetahuan yang dimiliki, ketrampilan, pengalaman kerja, maupun penguasaan bahasa. Di era globalisasi seperti sekarang ini, dimana Indonesia akan memasuki AFTA pada tahun 2002 nanti, penguasaan bahasa asing selain bahasa nasional sangatlah penting untuk mendukung kemampuan bersaing dalam pasar tenaga kerja secara internasional. Oleh karena itu, setiap orang khususnya para pelajar dan mahasiswa perlu untuk membekali diri dengan belajar bahasa asing, terutama bahasa Inggris yang merupakan bahasa pengantar internasional yang sangat diperlukan dalam dunia kerja. Saat ini, pendidikan bahasa Inggris telah diberikan hampir ke seluruh tingkatan pendidikan, mulai dari pendidikan dasar, menengah sampai ke pendidikan tinggi (tingkat universitas). Perbedaannya hanya terletak pada tingkat penguasaan yang semakin lama semakin meningkat seiring dengan jenjang pendidikannya. Namun pendidikan bahasa Inggris yang diberikan di lingkungan pendidikan formal biasanya cenderung terbatas hanya untuk penggunaan secara umum. Sedangkan untuk pendalaman dan spesialisasinya, seseorang harus mengikuti kursus bahasa Inggris yang diselenggarakan oleh lembaga-lembaga pendidikan yang khusus mengajarkan bahasa Inggris diluar lingkungan pendidikan formal sekolah. Keberadaan lembaga pendidikan bahasa lnggris di Surabaya, perlu dicermati oleh konsumen karena lembaga-lembaga pendidikan bahasa Inggris tersebut menawarkan berbagai program yang beragam sesuai dengan kebutuhan konsumen pada saat ini. Selain itu kurikulum yang ditawarkan oleh setiap lembaga pendidikan bahasa Inggris juga berbeda antara satu dengan yang lain. Oleh karena itu konsumen harus selektif dalam memilih lembaga pendidikan bahasa Inggris yang benar-benar berkualitas dan mampu memberikan pelayanan sesuai dengan yang dijanjikan. Dalam tugas akhir ini, penulis mengadakan penelitian untuk mengungkapkan tingkat kepentingan dan kinerja setiap atribut kualitas layanan pada lembaga bahasa Inggris EF, ILP, dan Kelt di Surabaya ditinjau dari sudut pandang konsumen. Setelah melalui serangkaian tahapan penelitian, akhirnya diperoleh kesimpulan bahwa kualitas layanan EF, ILP, dan Kelt berdasarkan dimensi kualitas layanan adalah berbeda. Selain itu, dengan matrik prestasi dapat diketahui atribut apa saja yang menjadi keunggulan EF, ILP, dan Kelt maupun atribut yang masih kurang bagus kinerjanya sehingga harus diperbaiki dan lebih ditingkatkan lagi kinerjanva.",
  "creators": "IVONNE MULYONO; VERRA CHRYSTINA",
  "contributors": "Peter Remy Yosy Pasla (Advisor 1); Hartono Subagio (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1561/EM/2001; Ivonne Mulyono (31498009); Verra Chrystina (31498044)",
  "subjects": "CONSUMERS-RESEARCH; CONSUMER SATISFACTION"
}