{
  "id": "8011",
  "title": "Perancangan promosi majalah game online Omega berbasiskan komunikasi visual",
  "abstract": "Omega adalah majalah yang secara khusus membahas game online, yaitu sebuah permainan menggunakan komputer dimana pemain bermain bersama-sama walau tidak pada tempat yang sama, yang terhubung dengan internet. Mengikuti perkembangan game online yang begitu pesat, menyebabkan begitu banyaknya informasi mengentai game online, sehingga memungkinkan untuk dibuat majalahnya. Sebagai majalah yang baru saja terbit, Omega belum banyak dikenal oleh masyarakat, terutama para gamer yang merupakah khalayak sasaran. Sehingga sangat perlu membangun kesadaran serta pengetahuan akan majalah Omega sebagai majalah game online, kepada khalayak sasaran yaitu para pemain game online. Sebelumnya, majalah yang secara khusus membahas tentang game online sendiri belum pernah ada, maka tidak banyak orang yang tahu apabila majalah tipe ini benar-benar sudah ada di Indonesia. Dengan mengadakan promosi produk majalah ini, dampak yang diharapkan adalah lebih banyaknya orang yang membaca dan membeli majalah Omega. Untuk memenuhi tujuan tersebut, diperlukan suatu strategi promosi yang tepat. Strategi berarti susunan rencana yang tepat dan cermat mengenai suatu kegiatan dalam rangka mencapai suatu tujuan khusus. Sedangkan strategi promosi adalah bermacam-macam cara dan upaya yang ditempuh untuk membangun suatu image tertentu di benak khalayak sasaran. Khalayak sasaran pada perancangan promosi ini adalah para pemain game online, istilahnya adalah gamer online. Alternatif kegiatan perancangan ini adalah promosi melalui media periklanan, rencana event pameran, pengadaan kuis berhadiah, dan penyisipan bonus pada majalah. Kriteria perancangan media komunikasi visual untuk promosi majalah game online Omega mempunyai karakteristik menarik, dunia fantasi, untuk anak muda, dan bernuansa majalah. Pada perancangannya, meliputi identifikasi masalah, perumusan masalah, pengumpulan data, analisis data, eksekusi kreatif, dengan hasil berupa final artwork. Sesuai dengan positioning majalah Omega, tema perancangan ini adalah Omega sebagai majalah game online. Dengan positioning \"Majalah game online pertama di Indonesia\". Tujuannya adalah untuk menyadarkan dan memperkenalkan khalayak sasaran mengenai keberadaan Omega sebagai majalah game online. Dari perancangan ini, akan dihasilkan media komunikasi visual berupa iklan berwarna yang ditujukan untuk majalah dan surat kabar, website Omega, merchandise berupa kalender, postcard, pembatas buku, sticker, bungkus handphone, yang akan digunakan untuk bonus, dan beberapa materi lainnya seperti standing banner, paper bag, mouse pad, folder, notes, dan bosur yang dapat mendukung pameran atau promosi majalah Omega. Perlu diketahui bahwa, media komunikasi visual tersebut belum diujicoba, sehingga belum dapat dijamin hasil keefektifannya. Walaupun demikian, karena perancangan media komunikasi visual telah ditempuh menurut metode dan prosedur perancangan yang nalar dan ilmiah, dapat diduga secara teoritis apabila media tersebut efektif.",
  "creators": "ROBBIN SUHANDY",
  "contributors": "YOHANES MOELJADI PRANATA (Advisor 1); MARGANA (Advisor 2); Listia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Grafis",
  "source": "Perancangan Grafis No. 00110540/DKV/2005; Robbin Suhandy (42401067)",
  "subjects": "VISUAL COMMUNICATION; ADVERTISING; POSTERS; GRAPHIC ARTS; COMMERCIAL ART"
}