{
  "id": "8013",
  "title": "The Causes and the effects of the main character?s becoming a homosexual person in Yukio Mishima?s forbidden colors",
  "abstract": "This thesis mainly deals with the causes and the effects of the main character?s becoming a homosexual person, Yuichi Minami, in Yukio Mishima?s novel, Forbidden Colors. This novel tells about the life of a young and beautiful homosexual person who is forced into a loveless marriage by his mentor because his mentor wants him to revenge on the women who have betrayed him. I am interested in analyzing the causes and the effects of his becoming a homosexual person. In the analysis, I use Sigmund Freud?s theory of personality as the main theory and Albert Bandura?s reciprocal determinism theory as the supporting theory in order to reach the goal of my analysis. After analyzing this novel, I find out that there are two causes and two effects of Yuichi?s becoming a homosexual person. They are the inner and outer causes; and the inner and outer effects. Besides, Yuichi has numerous secrets because he does not satisfy every time he does a sexual intercourse with his wife and Yuichi is attracted easily when he sees an attractive man. Yuichi always misses a father?s figure and he lacks affection from his father. In addition, his mentor and the spread of the gay brothels in Japan after the war also have an influence of his becoming a homosexual person. On the other hand, Yuichi feels guilty toward his family and he does not love Keiko, his child and Yasuko. When his identity as a homosexual person is revealed, his family is very disappointed because Yuichi is known as a dutiful son and this makes Yuichi drown into many troubles. Finally, there are some causes and effects of Yuichi?s becoming a homosexual person since he always keeps his identity.",
  "creators": "SILVIA ANGELINA PARTON",
  "contributors": "Liem Satya Limanta (Examination Committee 1); Liliek Soelistyo (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011709/ING/2007; Silvia Angelina Parton (11403028)",
  "subjects": "JAPANESE FICTION-20TH CENTURY-STUDY AND TEACHING; MISHIMA, YUKIO, 1925-1970. FORBIDDEN COLORS-STUDY AND TEACHING"
}