{
  "id": "8037",
  "title": "Perancangan buku cerita bergambar sebagai strategi rebranding Museum Mpu Tantular",
  "abstract": "Museum Nasional Propinsi Jawa Timur \"Mpu Tantular\" merupakan kelanjutan dari Stedelijk Historisch Museum atau Museum Sejarah Kota yang didirikan oleh GH. Von Faber. Dalam perkembangannya saat ini telah menjadi Museum Negeri Propinsi Jawa Timur Mpu Tantular yang merupakan museum milik pemerintah propinsi Jawa Timur yang dibawahi oleh Dinas Pendidikan dan Kebudayaan. Permasalahannya adalah museum seringkali diasosiasikan sebagai suatu organisasi non-profit dan seringkali pemerintah alergi untuk menghubungkan museum dengan pentingnya strategi museum branding. Padahal di era saat ini, dimana masyarakat kebanjiran informasi, museum harus bersaing dengan maraknya kemunculan dunia-dunia hiburan. Museum layaknya harus dapat muncul secara menarik agar dapat tetap eksis di kalangan masyarakat, namun tetap tidak menghilangkan esensinya terutama sebagai tempat yang edukatif. Museum perlu melakukan fokus pemerekan yang jelas. Strategi membangun pemerekan/brand museum, termasuk didalamnya kreativitas dalam menentukan segmentasi dan targeting yang tepat, serta pengembangan diferensiasi yang kuat. Dalam menyampaikan pesan, media yang dipilih serta program yang diarahkan turut menentukan karakter. Sehingga pemerekan dilakukan melalui perancangan media komunikasi visual sesuai dengan sasaran khalayak secara terfokus, agar tercapai penyampaian pesan yang efisien dan efektif. Media komunikasi visual tersebut ialah buku cerita bergambar dengan tokoh ikon yang cinta museum, yang mendukung penyampaian pesan pendidikan museum kepada sasaran khalayak. Perancangan akan terfokus pada fungsi museum sebagai suatu sarana pendidikan/edukasi. Pendidikan harus diterapkan sejak dini, karena itu sasaran khalayak yang dituju terfokus pada siswa Sekolah Dasar usia 6-12 tahun, usia ini merupakan masa dimana anak masuk pada transisi ke dalam proses pendidikan. Perancangan buku cerita bergambar tentang petualangan tokoh-tokoh ikon tersebut disesuaikan dengan sasaran khalayak, yaitu buku cerita bergambar yang berisi pesan mengenai cinta museum dengan media pendukung yang juga telah disesuaikan dengan sasaran khalayak, yaitu alat permainan, gantungan kunci, kaos/t-shirt, perlengkapan sekolah, seperti alat tulis, buku tulis, tempat alat tulis. Media komunikasi visual tersebut belum melalui tahap uji coba, sehingga belum dapat dijamin keefektifannya. Namun, perancangan media komunikasi visual ini telah ditempuh menurut metode dan prosedur perancangan yang nalar dan ilmiah, sehingga secara teoritis perancangan media komunikasi visual dalam bentuk buku cerita bergambar dengan adanya beberapa media pendukung itu diduga cukup efektif untuk menjalankan misinya.",
  "creators": "ELLEN NASAIDA",
  "contributors": "YOHANES MOELJADI PRANATA (Advisor 1); MARGANA (Advisor 2); Listia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Grafis",
  "source": "Perancangan Grafis No. 00110549/DKV/2005; Ellen Nasaida (42401078)",
  "subjects": "VISUAL COMMUNICATION; ADVERTISING; COMMERCIAL ART; COMIC BOOKS, STRIPS, ETC.; GRAPHIC ARTS"
}