{
  "id": "8047",
  "title": "The Types and functions of hedges in an argumentative essay entitled knowing pornography",
  "abstract": "The study is conducted to analyze types and functions of Hedges in an argumentative essay entitled Knowing Pornography, written by Robert Jensen. The problems that are put forward in this study relate with what hedges are found in the essay, what types of hedges and what functions of those hedges are. The theory that is applied in this study is the taxonomy of hedges by Salager-Meyer. This study also falls within the use some functions of hedges by Nugroho in analyzing the data. They are: softener, negotiate sensitive topic, strengthen statement, weaken statement, and smoothen disagreement. In relation to the hedges and their types and functions, it was found that there are a lot of hedges used in the essay. The most frequent types of hedges that are found are approximators. These include approximators of degree, quantity, frequency and time. The following are modal auxiliary verbs, adjectival, adverbial and nominal modal phrases, modal lexical verbs, introductory phrase, and the last is compound hedges. In addition, the function of hedges that appear the most is as softener. Then, it is followed by other functions as: strengthen statement, weaken statement, negotiating sensitive topic and the last is to smoothen disagreement. From the findings and analysis it is revealed that there is a relationship between the types of hedges and the functions of hedges. Moreover, the writer of this thesis is able to reveal detailed particular effects of hedges used in the essay. The choice of the hedges in the essay denotes the way the writer expresses his/her ideas and thoughts.",
  "creators": "ELIYANTI WIDJAJA",
  "contributors": "Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Advisor 1); Bintoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011708/ING/2007; Eliyanti Widjaja (11401152)",
  "subjects": "ENGLISH LANGUAGE-DISCOURSE ANALYSIS; ENGLISH LANGUAGE-GRAMMAR"
}