{
  "id": "8056",
  "title": "Perancangan strategi customer relationship management di PT Cipta Waringin",
  "abstract": "PT Cipta Waringin merupakan perusahaan yang bergerak di bidang Graphic Art and Material. Pada tugas akhir ini salah satu kasus yang dihadapi oleh PT Cipta Waringin adalah mengenai masalah kualitas layanan. Maka dari itu diperlukan suatu rancangan CRM yang dapat meningkatkan kualitas layanan. Metode yang digunakan untuk menyusun rancangan didasarkan pada metode Griffin, Barnes dan perhitungan statistik deskriptif. Hasil perancangan ini berupa analisis kepuasan, analisis loyalitas, analisis tingkat hubungan dan analisis kuadran. Untuk analisis kepuasan diketahui bahwa baik customer maupun karyawan telah puas dengan layanan yang telah diberikan oleh perusahaan. Berdasarkan analisis loyalitas, loyalitas customer terbesar yaitu 44 % pada loyalitas purchase across product and service lines sedang untuk karyawan 50 % pada loyalitas refers other. Analisis tingkat hubungan menunjukkan tingkat hubungan yang dimiliki oleh customer dan karyawan saat ini, 77% customer dan 65% karyawan ternyata memiliki tingkat hubungan empati. Analisa kuadran menunjukkan variabel mana yang harus diperbaiki oleh perusahaan, yaitu pada kuadran keempat. Dari analisis yang didapat kemudian diciptakan suatu strategi CRM untuk customer dan karyawan yang berupa financial bond, social bond, business bond, structural bond yang nantinya dapat dilakukan oleh perusahaan guna meningkatkan kualitas layanan.",
  "creators": "SILVESTER ALLAN YUSTINUS",
  "contributors": "Kriswanto Widiawan (Advisor 1); Herri Christian Palit (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011248/IND/2007; Silvester Allan Yustinus (25402194)",
  "subjects": "STRATEGIC PLANNING; CONSUMER SATISFACTION-ANALYSIS; CUSTOMER RELATIONS; CUSTOMER SERVICE"
}