{
  "id": "8062",
  "title": "Analisa pengelolaan teknologi informasi dengan framework cobit 4.0 di PT Coca Cola Bottling Indonesia Jawa Timur",
  "abstract": "Pengelolaan teknologi informasi di dalam perusahaan telah menjadi perhatian dunia industri sekarang. Teknologi informasi memainkan peran yang penting, karena persaingan yang ada menuntut keakuratan informasi perusahaan. Teknologi informasi yang dimanfaatkan harus dikelola dengan baik dan optimal. Salah satu guidelines pengelolaan teknologi informasi adalah COBIT 4.0 (Control Objectives for Information and Related Technology 4.0) yang terdiri dari 4 domain, yang kemudian dibagi menjadi 34 proses. Domain-domain tersebut adalah Plan and Organise (PO), Acquire and Implement (AI), Delivery and Support (DS) dan Monitor and Evaluate (ME). Melalui pemanfaatan COBIT 4.0 sebagai guideline pengelolaan teknologi informasi, akan dapat diketahui level pengelolaan teknologi informasi di dalam perusahaan berdasarkan maturity model yang ada. PT Coca Cola Bottling Indonesia Jawa Timur menaruh perhatian yang besar di dalam pemanfaatan dan pengelolaan teknologi informasi. Berdasarkan hasil wawancara pada bagian IT perusahaan dengan panduan pertanyaan yang berasal dari maturity model yang ada, diketahui bahwa PT Coca Cola Bottling Indonesia Jawa Timur berada pada level 4,6 di dalam pengelolaan IT-nya. Nilai level tersebut menggambarkan kondisi perusahaan yang telah melakukan pengaturan dan pengukuran terhadap pengelolaan IT-nya dan mulai melakukan pengembangan di dalamnya.",
  "creators": "LUSIA SILVANA AJI; IVANNA ASNUR MUSKANANFOLA",
  "contributors": "Jani Rahardjo (Advisor 1); Iwan Halim Sahputra, S.T., M.Sc., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011245/IND/2007; Lusia Silvana Aji (25403131), Ivanna Asnur Muskananfola (25403134)",
  "subjects": "SYSTEM DESIGN; DATABASE MANAGEMENT; MANAGEMENT INFORMATION SYSTEMS"
}