{
  "id": "8063",
  "title": "Perancangan komunikasi visual promosi Pochi Pet's Station, Grooming Salon dan Photo Studio",
  "abstract": "Pochi Pet?s station, Grooming salon & Photo studio adalah sebuah perusahaan yang bergerak dalam bidang penjualan hewan peliharaan dan seluruh kebutuhannya, salon dan perawatan bagi anjing dan kucing serta nantinya akan dilengkapi dengan jasa pemotretan hewan peliharaan. Pochi merupakan salah satu diantara sekian banyak Pet?s shop yang ada di Surabaya. Memasuki usia ke 10 tahun, perkembangan Pochi cukup memuaskan. Sampai sekarang Pochi termasuk salah satu Pet?s shop yang kompetitif dan memiliki reputasi yang bagus dalam bisnis hewan peliharaan. Banyak hobbies yang menyukai Pochi karena Pochi hanya menjual hewan peliharaan terbaik dan memberikan berbagai fasilitas layanan hewan peliharaan. Selama ini Pochi tidak begitu memperhatikan mengenai promosi perusahaannya, ditambah dengan perkembangan yang semakin positif dari waktu ke waktu membuat Pochi merasa aman meskipun tidak melakukan promosi. Namun sebenarnya promosi sangat penting dilakukan untuk membentuk brand image dan brand loyalty yang kuat di benak konsumen. Media promosi yang digunakan merupakan penghubung antara produsen dan konsumen, dimana akan terjadi penyampaian dan penerimaan pesan. Promosi yang berhasil akan menentukan suatu perusahaan dapat tetap bertahan meskipun banyak kompetitor sejenis yang bermunculan. Keseriusan untuk melakukan promosi dengan media yang tepat sasaran dan efektif akan menghasilkan loyalitas yang tinggi dari konsumen dan calon konsumen. Selain itu dengan promosi yang dilakukan akan dapat mengatasi permasalahan pemasaran yang dihadapi oleh perusahaan.",
  "creators": "NOVY THERESIA THAMRIN",
  "contributors": "BRAMANTYO (Advisor 1); I NYOMAN MANTRA FANDY (Advisor 2); ANI WIJAYANTI SUHARTONO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Grafis",
  "source": "Perancangan Arsitektur No. 00110562/DKV/2005; Novy Theresia Thamrin (42401094)",
  "subjects": "VISUAL COMMUNICATION; ADVERTISING; COMMERCIAL ART; GRAPHIC ARTS"
}