{
  "id": "8068",
  "title": "Identifikasi masalah pelaksanaan standard procedure, pengolahan data absensi, pengukuran workload dan jumlah staff yang dibutuhkan, dan analisa pengelompokkan karyawan harian pada PT \"AH\"",
  "abstract": "Pada suatu perusahaan, pihak manajemen perlu menyediakan berbagai hal yang mendukung karyawannya dalam melakukan pekerjaannya. Berbagai pendukung yang dibutuhkan misalnya standard procedure dan job description. Hal pertama yang dibutuhkan adalah standard procedure (SP). Dari SP ini karyawan dapat melakukan pekerjaannya sesuai dengan standar yang diinginkan perusahaan. Hal kedua adalah job description tiap karyawan. Dengan adanya job description, karyawan dapat memahami tentang apa saja yang menjadi tanggung jawabnya. Selain menyediakan pendukung pekerjaan karyawannya, perusahaan juga perlu untuk melakukan penilaian terhadap karyawannya, baik itu penilaian yang berhubungan dengan pekerjaannya maupun penilaian terhadap hal-hal yang bersifat rutinitas. Hal-hal rutinitas misalnya mengenai absensi. Pihak perusahaan perlu mengetahui bagaimana perilaku karyawannya dalam hubungannya dengan absensi. Sedangkan untuk penilaian yang berhubungan dengan pekerjaannya, sebagai contoh perusahaan perlu mengetahui apakah karyawannya telah dimanfaatkan secara maksimal atau belum. Hal yang berhubungan dengan pelaksanaan SP maupun perbaikan yang dapat dilakukan, pengolahan data absensi karyawan, pengukuran beban kerja, dan penyusunan job description pada PT \"AH\" akan dibahas pada makalah ini. Dari semua SP yang telah diperbaiki kemudian dicari akar masalahnya dengan menggunakan Fishbone Diagram. Dari Fishbone Diagram ditemukan empat akar masalah yang paling sering muncul, yaitu kurangnya training, kurangnya sosialisasi, letak printer terlalu jauh, dan workload yang tinggi. Dari analisa absensi ditemukan bahwa di antara data ketidakhadiran, keterlambatan, dan karyawan pulang lebih awal, data ketidakhadiranlah yang paling bermasalah. Bulan dan departemen yang bermasalah dan perlu diperhatikan dalam masalah ketidakhadiran karyawan adalah bulan Oktober 2006, Januari 2007, Desember 2006, September 2006, dan departemen TAX, Recruitment, ODM, C&B, PFP, Accounting, PPK, Payroll, dan Marketing. Dari pengolahan data absensi juga dapat disimpulkan bahwa terdapat permasalahan dalam perilaku karyawan dan sistem absensi, karena rata-rata ketidakhadiran karyawan adalah sebesar 19.2%. Dari pengukuran workload ditemukan bahwa Personalia Analyst di PT \"AH\" sudah dimanfaatkan secara maksimal, bahkan efektivitasnya melampui batas yang diharapkan oleh perusahaan. Efektivitas Personalia Analyst adalah sebesar 88.57%, sedangkan tingkat efektivitas yang diharapkan oleh pihak perusahaan adalah sebesar 75%. Ini berarti atasan diperbolehkan menambah seorang Personalia Analyst lagi. Dari job description yang telah dibuat, dilakukan evaluasi pemberian level dengan menggunakan \"AH\" Systems. Level baru yang dihasilkan sedikit berbeda dengan level lama. Setidaknya ada tujuh posisi yang mengalami perubahan, dua posisi diantaranya mengalami kenaikan dan lima lainnya mengalami penurunan level.",
  "creators": "HANTONO SOEGIARTO; ANDY MIHARDJO",
  "contributors": "I Nyoman Sutapa (Advisor 1); Jani Rahardjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01041242/IND/2007; Hantono Soegiarto (25403055), Andy Mihardjo (25403087)",
  "subjects": "TOTAL QUALITY MANAGEMENT; STANDARD OPERATING PROCEDURE; JOB DESCRIPTIONS"
}