{
  "id": "8074",
  "title": "Perancangan dan pembuatan aplikasi customer relationship manageent pada butik H2O",
  "abstract": "Dengan semakin ketatnya persaingan dan tingginya tuntutan pelanggan terhadap tingkat layanan perusahaan maka perusahaan berlomba-lomba menyediakan koleksi, penawaran dan pelayanan terbaiknya bagi pelanggan. Butik H2O merupakan salah satu butik di Surabaya yang telah dikenal di kalangan remaja putri, namun hingga saat ini butik H2O masih belum memberikan pelayanan yang maksimal kepada pelanggannya karena butik ini tidak mengetahui keinginan dan kebutuhan tiap pelanggannya. Oleh karena itu butik H2O ingin mencitrakan dirinya sebagai salah satu butik yang unik dan berbeda dari butik lainnya dengan memberikan pelayanan yang lebih baik dan memuaskan bagi tiap pelanggannya. Dengan adanya permasalahan itu, maka dibutuhkan suatu aplikasi Customer Relationship Management, sebuah strategi yang muncul sebagai jawaban atas semakin ketatnya persaingan dan tingginya tuntutan konsumen terhadap tingkat layanan perusahaan yang dapat membantu pemilik perusahaan agar lebih dekat dan mengerti selera tiap pelanggannya, dimana proses pembuatannya menggunakan Borland Delphi 7 sebagai bahasa pemograman dan Microsoft Access 2003 sebagai databasenya. Hasil yang diperoleh dari aplikasi yang telah dibuat antara lain, dapat menyimpan data pelanggan, data favorite pelanggan, transaksi pembelian, retur pembelian, penjualan, konsinyasi, kembali konsinyasi dan penukaran poin. Juga dapat membuat dan menampilkan laporan model, corak, jenis dan warna baju paling laris, laporan pelanggan baru, laporan pelanggan yang berulang tahun, laporan pelanggan yang harus dihubungi, laporan poin, laporan penukaran poin, laporan pembelian, laporan penjualan baju dan barang, laporan konsinyasi, laporan retur pembelian, laporan stok baju dan laporan stok barang secara otomatis.",
  "creators": "SHINTA WIJAYA",
  "contributors": "Yulia (Advisor 1); Oviliani Yenty Yuliana (Advisor 2); Ir. Djoni Haryadi Setiabudi, M.Eng. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.02010643/INF/2007; Shinta Wijaya (26403004)",
  "subjects": "DATABASE MANAGEMENT-COMPUTER PROGRAMS; DELPHI 7.0 (COMPUTER PROGRAM)"
}