{
  "id": "8075",
  "title": "Optimalisasi penjualan produk Over The Counter (OTC) di PT. Kimia Farma Surabaya melalui perbaikan manajemen rute yang lebih efektif",
  "abstract": "P.T. Kimia Farma adalah suatu perusahaan yang bergerak dibidang obatobatan dan kosmetik, terdapat adanya suatu jaringan salesforce, jaringan Salesforce merupakan sistim teritorial yang dibagi berdasarkan daerah-daerah dengan kata lain adanya suatu sistim rayonisasi. Penentuan rayonisasi perusahaan memiliki batasa-batasan tertentu yang tidak boleh dilanggar oleh wiraniaga. Tujuan penulisan kerja pendampingan ini untuk mengetahui apakah dengan rute perjalanan yang ada, salesman sudah dapat mengoptimalkan penjualan dan mengetahui mengatur suatu rute, agar salesman dapat melakukan penjualan secara efektif. Hasil analisis menunjukkan rute perjalanan yang selama ini dilakukan wiraniaga berjumlah 238 outlet, padahal setelah dilakukan verifikasi lapangan didapatkan outlet baru sebanyak 116 buah. Bila ditinjau dari sistem kantong dan koridor pasar rute perjalanan yang dikunjungi wiraniaga selama ini mencapai 3 kantong dan 6 koridor, sedangkan apabila didasarkan hasil verifikasi temuan penulis ternyata bisa mencapai 8 koridor pasar dengan kantong pasar tetap tetapi hanya jumlah outlet yang bertambah. Realisasi kerja dalam pencapaian outlet hanya berkisar 10 ? 15 hari, sedangkan apabila dilakukan verifikasi bisa mencapai 22 outlet, sehingga rute perjalanan sudah yang ada, wiraniaga belum dapat mengoptimalkan penjulan. Hasil verifikasi penulis berani memasukan outlet 136 buah, karena terdapat oulet sekaligus toko dalam koridor maupun kanton. Hal ? hal lain mengenai kantong dan koridor pasar yang harus ditambah dapat dilihat dari jumlah outlet yang ada dalam satu rute perjalanan baik itu perempatan padat, pusat perbelanjaan, dan lain sebagainya, sehingga dapat memenuhi standar minimal untuk masuk dalam kategori kantong ataupun koridor. Untuk perencanaan rute kunjungan per hari, PT. KF sebaiknya menetapkan jumlah kunjungan wiraniaga yang disesuaikan dengan waktu kerja efektif wiraniaga dan menyusun rute perjalanan harian bagi wiraniaga dengan mempertimbangkan jauh dekatnya outlet, besar kecilnya jenis outlet, Stop call ratio dan kompetitor.",
  "creators": "RENDY MOTANTO; FENDY KURNIAWAN",
  "contributors": "Goenawan Sengwanto (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rancangan Usaha",
  "source": "Rancangan Usaha No. 02020342/MAN/2005; Rendy Motanto (31401012), Fendy Kurniawan (31401264)",
  "subjects": "MARKETING-MANAGEMENT; MANAGEMENT"
}