{
  "id": "8084",
  "title": "Perancangan sistem ERP di PT Mulcindo",
  "abstract": "PT. Mulcindo merupakan perusahaan yang bergerak di bidang produksi Welded Beam yang dimaksudkan untuk memenuhi kebutuhan perencanaan bangunan konstruksi baja di mana pasaran lokal masih belum dapat menyediakan sesuai dengan yang dibutuhkan. PT. Mulcindo ingin menciptakan sistem perusahaan yang lebih baik dengan menerapkan sistem ERP (Enterprise Resource Planning) yang akan memudahkan perusahaan dalam mengatur penggunaan sumber daya yang ada sehingga lebih optimal. Untuk menerapkan sistem ERP, perusahaan perlu memetakan proses bisnis dengan jelas dan perlu membuat aliran data dan informasi. Oleh karena itu dibuat DFD (Data Flow Diagram) dan proses Flowchart untuk memudahkan pihak perusahaan dalam pengimplementasian ERP serta menentukan software yang sesuai dengan kondisi perusahaan saat ini. Pada laporan tugas akhir ini juga dilakukan pembuatan software database untuk departemen gudang sebagai pilot project sistem ERP yang nantinya akan dibuat suatu database yang terintegrasi untuk semua departemen. Dengan adanya penerapan sistem ERP khususnya database bagian gudang ini, maka dapat diestimasikan beberapa keuntungan yang dapat diperoleh perusahaan meliputi waktu respon terhadap order lebih cepat, data yang selalu up-to-date, penghematan kertas sebanyak 30 lembar kertas/hari, penghilangan dokumen resmi, penghematan waktu sebanyak 650 jam/tahun, dan tidak perlu membuat berbagai laporan yang menyita banyak waktu.",
  "creators": "FERRY WIJAYA; DHITA AULIA ANGGANA",
  "contributors": "I Gede Agus Widyadana (Advisor 1); Iwan Halim Sahputra, S.T., M.Sc., Ph.D. (Advisor 2); Tanti Octavia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01011237/IND/2007; Ferry Wijaya (25403044), Dhita Aulia Anggana (25403100)",
  "subjects": "MANUFACTURING RESOURCE PLANNING; PRODUCTION PLANNING"
}