{
  "id": "8086",
  "title": "Pengukuran kepuasan customer terhadap layanan Unit Perencanaan Fisik Kampus",
  "abstract": "UPFK adalah unit pendukung yang bertugas untuk mendukung unit akademik dan unit pendukung lain dalam merealisasikan produk fisik dan produk non fisik. Dalam melakukan proses bisnisnya, UPFK berhubungan dengan banyak unit lain, sehingga penting bagi UPFK untuk mengetahui tingkat kepuasan customer, harapan customer, dan kelemahan dari layanannya. Tujuan penelitian ini adalah untuk mengetahui harapan, persepsi, tingkat kepentingan, tingkat kepuasan, dan demensi Kano dari customer terhadap layanan UPFK. Selain itu, untuk menentukan aspek layanan yang perlu mendapatkan prioritas dalam perbaikan. Dalam melakukan penelitian mengenai layanan UPFK, terdapat beberapa langkah pengerjaan yaitu: merumuskan masalah, mengumpulkan literatur, mempelajari bisnis proses dan SOP UPFK, membuat alur moment of truth, merancang kuesioner Servqual dan Kano, menganalisa hasil, dan membuat house of quality. Dari penelitian ini, dapat disimpulkan bahwa customer kurang puas dengan layanan UPFK. Hal ditunjukan dengan average weighted servqual score dan average unweighted servqual score untuk pengguna sebesar 1,51 dan untuk mitra kerja sebesar 1,54. Ketidakpuasan customer terbesar berada pada demensi tangible yaitu tepatnya pada bagian kejelasan material komunikasi. Terdapat 3 hal yang perlu diprioritaskan dalam perbaikan, yaitu: membuat standar produk secara spesifik dan detail, membuat spesifikasi detail mengenai realisasi produk, dan melakukan pertukaran pendapat dengan mitra kerja.",
  "creators": "EDWIN PURNOMO WIJONO",
  "contributors": "Jani Rahardjo (Advisor 1); Togar Wiliater Soaloon Panjaitan, S.T., MBA. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011235/IND/2007; Edwin Purnomo Wijono (25403144)",
  "subjects": "QUALITY CONTROL; TOTAL QUALITY SERVICE"
}