{
  "id": "8091",
  "title": "Python-XML based interface layer for testing software of an interferometric CCD camera",
  "abstract": "For a control system that requires high accuracy and precision for its output products, feedback sensors are important. In the bigger picture of the ASML TWINSCAN system, an example would be the ILIAS sensor, the interferometric CCD camera. Likewise, to the control software of the ILIAS sensor, it is the testing software, making it of great importance. The test software calibrates the ILIAS sensor by simulating the TWINSCAN machine with knowledge of the inputs given and the output references. The original test software is presently deteriorating on its capability to perform a reliable test and save time. If every second are prized as gold, then the need of an improved testing system is dire. The goal of the project is to create a test software with certain specifications, which refers to a program that will replace the original test software?s place. From the result of the user requirements, the real need is also for a system that executes the test software?s functions as well as the preparation process as automatic as possible. With this automation, time is saved in the parallel tasking way. In the introduction of the underdeveloped Test Program Framework, the design of the system is aimed to merge with TPF in order to apply its capability in configuration management. It is also found that the original test software can not be exterminated or excluded because the scope of the project does not involve in determining the test-cases which are part of the original test software?s code. Thus, these things helps creates the design of the Interface. The deliverables of the projects are: a written user requirements document, as a product of the interview of the stake holders of the project, selecting requirements to obtain a feasible assignment, to implement the created design and solution, to test the created system, and write a written report. The research starts with understanding the problem and problem situation. This is achieved by building up necessary knowledge through learning by doing; reading and running the original test software, and interviewing stakeholders, which in this case is represented by the ILIAS Image Sensing team of Measurement Systems. This is then continued by planning the whole project and determining the requirements. Afterwards, analyzing the requirements, defining the design and solution, developing the design and solution, implementing and integrating the solution, and testing are all done in the top-down method which enables an easy to develop modular design that is able to self contain the development. The clearness of the problem and solution as well as being able to test smaller components individually, is assured. The final result of the testing shows that the interface layer works well with the original test software. However, the interface layer still has minor problems with the TPF its working with, due to TPF?s internal configuration, which is out of the scope of the project. Now, with the interface layer, tasks that are performed by the test software is easy to maintain, flexible for future changes, and does save time by saves time. A further development would be to improve this interface layer to be able to produce and modify its own input and output frames with the ability of injecting them on different software component layers of ILIAS. But for now, the Interface Layer is good enough to functionalize in the task its bestowed with.",
  "creators": "TADEUS ARI NUGRAHA",
  "contributors": "Unknown",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03010067/ELK/2007; Tadeus Ari Nugraha (23403006)",
  "subjects": "COMPUTER SOFTWARE-TESTING"
}