{
  "id": "8092",
  "title": "Perancangan komunikasi visual promosi Pusat Perbelanjaan Darmo Trade Center di Surabaya",
  "abstract": "Dalam pasar, ada penjual yang biasanya diam di satu tempat dan pembeli yang lalu-lalang melihat serta menawar barang yang diperdagangkan, berdasarkan kebutuhan masing-masing dari rakyat jelata sampai hartawan bisa bertemu atas dasar kesamaan kepentingan, yaitu untuk memenuhi kebutuhan hidup sehari-hari. Kini pasar tradisional berkembang menjadi pasar modern. Pasar modern berkembang lagi menjadi Plaza. Plaza berkembang lagi menjadi Mall. Di era globalisasi ini banyak sekali pusat perbelanjaan dengan konsepnya masing-masing tumbuh dan berkembang meramaikan bisnis retail, misalnya konsep Square dan konsep Trade Center. Darmo Trade Center sebagai pusat perbelanjaan dengan konsep Trade Center yang unik, mencoba memadukan antara pasar tradisional dengan Mall yang mewah. Seiring dengan persaingan yang begitu ketat, dalam kampanye promosi kali ini, Darmo Trade Center berusaha menjaring target audience kelas menengah bawah, kelas pekerja, dan kelas bawah tinggi. Dengan tujuan perancangan untuk meningkatkan penjualan secara terus-menerus dan untuk mengubah image Pasar Wonokromo menjadi image Mall dimana saat ini kesan/citra konsumen pada Darmo Trade Center adalah kumuh, menakutkan, tidak nyaman, jelek, tidak bonafit, murahan. Untuk itu Darmo Trade Center akan membangun image masyarakat bahwa Darmo Trade Center merupakan pusat perbelanjaan yang unik, menarik, nyaman, aman, dan cocok untuk keluarga bukan hanya tempat untuk berbisnis, berdagang, dan berbelanja.",
  "creators": "FANNY EKAYANI SISWANTO",
  "contributors": "WIBOWO (Advisor 1); Obed Bima Wicandra (Advisor 2); Aristarchus Pranayana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Grafis",
  "source": "Perancangan Grafis No. 00110573/DKV/2005; Fanny Ekayani (42401107)",
  "subjects": "VISUAL COMMUNICATION; COMMERCIAL ART; GRAPHIC ARTS; ADVERTISING"
}