{
  "id": "8107",
  "title": "Analisa perbedaan kepuasan mahasiswa terhadap kualitas pendidikan di Universitas Kristen Petra dan Universitas Ciputra",
  "abstract": "Terdapat beberapa kesamaan antara Universitas Kristen Petra dan Universitas Ciputra sehingga diantaranya berusaha mendapatkan caln mahasiswa lebih banyak dan sesuai dengan kriteria seleksi masuk. Penelitian ini bertujuan untuk mengetahui tingkat kepuasan mahasiswa terhadap kualitas pendidikan di Universitas Kristen Petra dan Universitas Ciputra dan mengetahui tingkat perbedaan kepuasan diantaranya. Tujuan selanjutnya adalah untuk mengetahui variabel kualitas pendidikan yang harus sama-sama dipertahankan dan ditingkatkan di Universitas Ciputra maupun Universitas Kristen Petra. Responden penelitian ini 335 mahasiswa dari Universitas Kristen Petra dan 162 dari Universitas Ciputra. Tingkat kepuasan mahasiswa terhadap kualitas pendidikan di Universitas Kristen Petra adalah tinggi, kecuali untuk fasilitas pendidikan. Hal ini berdasarkan pada penilaian terhadap nilai rata-rata tingkat kepuasan mahasiswa yang tergolong tinggi dan sangat tinggi. Tingkat kepuasan terhadap kualitas layanan pendidikan di Universitas Ciputra adalah sedang dan tinggi berdasarkan pada nilai rata-rata persepsi responden terhadap kualitas pendidikan di Universitas Ciputra. Terdapat perbedaan tingkat kepuasan atas layanan pendidikan antara Universitas Kristen Petra dan Universitas Ciputra karena nilai rata-rata yang berbeda untuk setiap atribut kualitas layanan pendidikan. Berdasarkan hasil penilaian diagram kartesius, ditemukan informasi bahwa terdapat dua atribut yang harus mendapatkan prioritas utama untuk ditingkatkan yaitu fasilitas fisik, kemampuan dosen. Untuk atribut dipertahankan yaitu dukungan fasilitas. Berbeda halnya dengan Universitas Ciputra dimana kualitas dosen, kebijakan KRS, ujian susulan, kebijakan KPRS, dan adminsitrasi kuliah harus diprioritaskan. Sedangkan pada kuadran dipertahankan adalah dukungan fasilitas fisik.",
  "creators": "DELWIN UMAR; ANDREAS HERAWAN",
  "contributors": "Cynthia Yulita Wardayanti (Advisor 1); Hartono Subagio (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02012263/MAN/2007; Delwin Umar (31402015), Andreas Herawan (31402295)",
  "subjects": "CONSUMERS-RESEARCH; CONSUMER SATISFACTION; MARKETING MANAGEMENT"
}