{
  "id": "811",
  "title": "Pengaruh pengumuman merger dan akuisisi beserta metode pembayarannya terhadap abnormal return dan volume perdagangan saham (event study terhadap perusahaan-perusahaan telekomunikasi yang listing di..)",
  "abstract": "Research on the effects of is mergers or acquisitions have been frequently undertaken. The result of that research is varied but the research is focused on a different subject. In this research we focus on mergers or acquisitions of telecommunications companies. The result that generally occurs from the merger or acquisition is an abnormal return and the increase of the stock trading volume, before and after the announcement. Abnormal return and increasing of the stock trading volume prior to the merger or acquisition announcement was also effected by the method of payment that would be done in the merger or acquisition. Overall, the outcome from this research shows that effects of the merger or acquisition announcement caused an abnormal return for the stock of target firm, and also insignificantly caused an abnormal return for the stock of bidding firm, while method of payment using cash insignificantly caused an abnormal return and increase of the trading volume. Method of payment using an exchange of shares and combination in the merger or acquisition earned an abnormal return which was significantly for target firm but the abnormal return for the bidding firms was slightly reduced after the announcement day. The abnormal return that occurred from using the combination payment is greater than the method of payment using an exchange of shares.",
  "creators": "ANGGRAINI KURNIAWAN; TOM HUSENG THIO",
  "contributors": "WANG SUTRISNO (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1543/EM/2001; Anggraini Kurniawan (31498037), Tom Huseng Thio (31498284)",
  "subjects": "CONSOLIDATION AND MERGER OF CORPORATIONS; CORPORATIONS-FINANCE"
}