{
  "id": "8113",
  "title": "Perancangan media pembelajaran berbasiskan komunikasi visual untuk anak-anak tuna rungu",
  "abstract": "Sekolah Luar Biasa Tuna Rungu \"Karya Mulia\" adalah sebuah sekolah yang mengajar anak-anak tuna rungu menjadi orang yang lebih komunikatif dan berpendidikan. Memang banyak media pembelajaran yang beredar tetapi media-media tersebut hanya diperuntukan untuk anak-anak normal saja. Sehingga media pembelajaran yang efektif bagi anak?anak tuna rungu sangat kurang, dan hal itu menjadi salah satu hambatan dalam pembelajaran anak-anak tuna rungu di Sekolah Luar Biasa. Oleh karena itu untuk mempermudah dan menarik anak ?anak tuna rungu di sekolah lebih cepat dalam belajar, dibuat sebuah media komunikasi visual yang berfungsi sebagai media pembelajaran. Dengan media ini sistem pengajaran diharapkan dapat lebih efektif membantu mereka belajar dengan benar. Dimana media tesebut mempunyai fungsi sebagai alat peraga pengajaran, dapat menarik dan mudah untuk dibelajari, efektif untuk pembelajaran anak-anak tuna rungu dan mempunyai isi yang bermanfaat bagi anak-anak tuna rungu. Untuk menghasilkan sebuah media pembelajaran yang efektif guna memenuhi kebutuhan dan karakteristik anak-anak tuna rungu maka media komunikasi visual pembelajaran dirancang dengan menggunakan pendekatan rasional, dengan pendekatan ini dapat menghasilkan media yang dibutuhkan dan sesuai dengan karakteristik anak-anak tuna rungu. Pendekatan rasional pada perancangan ini yaiut dengan cara mewawancara, mengobservasi, dan mencari sumber-sumber yang berkaitan dengan perancangan. Kemudian pendekatan rasional tersebut dikembangkan lewat pendekatan-pendekatan kreatif dengan cara merancang media yang sesuai dengan kebutuhan dan karakteristik anak-anak tuna rungu. Media pembelajaran ini terdiri atas buku ajar dan poster pembelajaran. Media pembelajaran ini berisikan gambar ilustrasi kartun yang dilengkapi dengan bahasa isyarat. Di dalamnya terdapat pembelajaran tentang ligkungan sekitar dan pembelajaran umum seperti angka, huruf, waktu, dan lain-lain. Media ini mempunyai tokoh yang bernama Bara, Bara adalah figur yang dijadikan teman bagi anak-anak tuna rungu dalam pembelajaran media ini. Karena keterbatasan waktu maka perancangan media komunikasi visual ini belum pernah dipraktekkan di depan kelas Sekolah Luar Biasa Tuna Rungu maka karya perancangan ini belum dijamin keefektifannya dan belum tentu benar-benar sesuai dengan kebutuhan dan karakteristik anak-anak tuna rungu. Meskipun demikian, karena perancangan media komunikasi visual ini telah dirancang melalui metode dan prosedur yang nalar dan ilmiah maka diduga secara teoritis media tersebut efektif. Media buku ajar dan poster pembelajaran ini sangat berguna bagi anak tuna rungu dalam pembelajarannya di Sekolah Luar Biasa. Seperti yang dikatakan bahwa perancangan ini masih mempunyai keterbatasan, sehingga diharapkan perancangan media pembelajaran berbasiskan komunikasi visual untuk anak-anak tuna rungu dapat disempurnakan dan lebih dikembangkan.",
  "creators": "ARIFIANTO SALIM",
  "contributors": "YOHANES MOELJADI PRANATA (Advisor 1); MARGANA (Advisor 2); Listia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Grafis",
  "source": "Perancangan Grafis No. 00110581/DKV/2005; Arifianto Salim (42401121)",
  "subjects": "VISUAL COMMUNICATION; COMMERCIAL ART; GRAPHIC ARTS; POSTERS"
}