{
  "id": "813",
  "title": "Reaksi pasar modal Indonesia terhadap peristiwa politik dalam negeri (event study : peristiwa pelantikan Megawati Soekarnoputri sebagai Presiden RI ke-5)",
  "abstract": "Pasar modal Indonesia saat ini memberikan pengaruh yang sangat besar terhadap dunia usaha dalam negeri. Berbagai reaksi di pasar modal Indonesia yang dapat dilihat melalui pergerakan harga. saham yang cukup tidak terduga, juga tidak lepas dari pengaruh kondisi politik yang sedang berkembang. Penelitian event study ini bertujuan melihat reaksi pasar modal Indonesia terhadap peristiwa politik dalam negeri, dalam hal ini peristiwa pelantikan Megawati Soekarnoputri sebagai presiden RI ke-5, pada tanggal 23 Juli 2001. Populasi dalam penelitian ini adalah perusahaan yang go publik di Bursa Efek Jakarta pada tahun 2001, sedangkan dengan teknik penarikan sampel purposive sampling, sampel yang digunakan adalah perusahaan LQ 45. Setelah menetapkan event period atau periode waktu pengamatan (121 hari), data yang diambil meliputi harga penutupan saham LQ 45 secara harian dan data Indeks Harga Saham Gabungan secara harian, selama periode pengamatan. Data tersebut kemudian diolah dengan metode event study, dengan bantuan program Microsoft Exel, untuk menghitung actual return, expected return, market return, abnormal return, average abnormal return, cummulative abnormal return, dan cummulative average abnormal return. Melalui penelitian event study, reaksi pasar modal Indonesia dapat diukur dan ada atau tidaknya abnormal return yang signifikan pada event date (saat terjadinya peristiwa) dan dengan mengetahui ada atau tidaknya perbedaaan rata-rata atau average abnormal return yang signifikan antara sebelum dan sesudah event date. Hasil penelitian menunjukkan adanya abnormal return yang tidak signifikan pada event date, dan tidak terdapat perbedaan average abnormal return yang signifikan antara sebelum dan sesudah event date.",
  "creators": "ELIZABETH ALIM; MARTHA WIDIYA SANTOSO",
  "contributors": "Pwee Leng (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1625/EM/2002; Elizabeth Alim (31498041), Martha Widiya Santoso (31498072)",
  "subjects": "CORPORATIONS-FINANCE; PORTFOLIO MANAGEMENT; INVESTMENT ANALYSIS"
}