{
  "id": "8140",
  "title": "Analisa isi tayangan \"sergap\" RCTI terhadap pedoman perilaku penyiaran dan standar program siaran",
  "abstract": "Perkembangan media massa televisi dewasa ini semakin pesat. Hal ini, membuat para pengembang industri pertelevisian harus semakin kreatif dalam menyajikan program bagi pemirsanya. Pada akhirnya muncul program-program baru, salah satunya adalah program berita kriminal. Masyarakat langsung menyambut baik program ini sehingga semua stasiun televisi kemudian turut menayangkan berita yang menampilkan berbagai tindak kejahatan sehari-hari yang terjadi di masyarakat kelas bawah ini. Namun, dalam perkembangannya, program acara ini mulai menuai kritik dari para pengamat televisi karena di nilai terlalu vulgar dan dapat menimbulkan dampak negatif di masyarakat. Serangkaian produk etika pun akhirnya di buat oleh ikatan jurnalis untuk meredam dampak negatif yang dapat saja timbul dari tayangan kriminal ini. Namun, etika ternyata tak mampu meredam tayangan kriminal untuk menampilkan gambar-gambar kekerasan. Undang-undang Penyiaran kemudian mengamanatkan supaya terbentuk Komisi Penyiaran Indonesia yang bertugas untuk merumuskan suatu pedoman dan standar program penyiaran dan mengawasi tayangan di Indonesia. Namun, kenyataannya, kritikan terus bergulir. Untuk itulah kemudian analisa ini di buat untuk melihat bagaimana pedoman dan standar program penyiaran ini dilaksanakan oleh salah satu program berita kriminal, sehingga dapat di kaji ulang, baik dari pengemasan berita kriminal sendiri maupun dari pedoman yang telah dirumuskan oleh KPI itu.",
  "creators": "CATUR GUNA RAHAYUNINGSIH",
  "contributors": "SYIRIKIT SYAH (Advisor 1); Yola Damayanti Gani (Advisor 2); YULI NUGRAHENI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20010122/KOM/2006; Catur Guna Rahayuningsih (51402064)",
  "subjects": "MASS MEDIA; COMMUNICATION--SOCIAL ASPECTS"
}