{
  "id": "8143",
  "title": "Unsur feng shui sebagai salah satu pertimbangan keputusan pembelian rumah di kawasan Surabaya Barat",
  "abstract": "Manusia memerlukan tempat tinggal berupa rumah ataupun tempat hunian yang lain. Kebutuhan inilah yang kemudian membuat orang melakukan pembelian rumah tinggal, dalam melakukan pembelian setiap individu pasti mempunyai banyak pertimbangan untuk memilih dan menentukan apa yang hendak dibeli. Faktor-faktor yang dipertimbangkan salah satunya adalah faktor budaya, feng shui adalah salah satu dari faktor budaya yang cukup berperan dalam pertimbangan konsumen. Bentuk, lokasi, nomor rumah, arah hadap, ukuran tanah, maupun elemen-elemen bahan bangunan yang digunakan sangat menentukan keseimbangan jiwa dan raga dalam ilmu feng shui. Penelitian ini dapat menunjukkan faktor-faktor apa saja yang dipertimbangkan konsumen dalam melakukan pembelian dan faktor feng shui itu sendiri juga menjadi pertimbangan konsumen di era modern ini, mengingat feng shui sendiri adalah ilmu yang berasal dari para leluhur bangsa Tionghoa. Metode penelitian dengan analisa deskriptif menggunakan crosstabs dan analisa faktor, penelitian ditujukan pada orang-orang yang bermukim di Surabaya barat khususnya di perumahan Citraraya, Graha Family, Pakuwon Indah dan Dian Istana. Dapat disimpulkan bahwa faktor yang paling menentukan dalam pembelian rumah adalah faktor komitmen pengembang, dan feng shui pun juga masih dipertimbangkan tetapi hanya yang umum dimengerti orang awam, dan bukanlah hal yang menjadi pertimbangan utama.",
  "creators": "BUDI HARTANTO HALIM; INDRA SUGIARTO HANDOYO",
  "contributors": "Prof. Dr. Njo Anastasia, S.E., M.T. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04012254/MAN/2007; Budi Hartanto Halim (31403088), Indra Sugiarto Handoyo (31403403)",
  "subjects": "MARKETING RESEARCH-ANALYSIS; MARKETING MANAGEMENT"
}