{
  "id": "8146",
  "title": "Analisis pengaruh kualitas jasa terhadap kepuasan dan minat beli kembali konsumen pada Dunkin Donuts dan J. Co Donuts di Surabaya",
  "abstract": "Selain kebutuhan akan makanan pokok nasi biasanya pada waktu luang atau santai banyak orang menikmati makanan ringan, roti, kue misalnya donat. Apalagi menikmati donat bersama secangkir kopi sambil menonton TV atau sebagai suguhan ketika tamu menggunjungi rumah. Dengan persaingan yang sudah begitu ketat maka badan usaha yang ingin bertahan hidup harus memikirkan cara yang efektif agar dapat bersaing. Salah satu cara adalah meningkatkan kualitas jasa maupun produk sebagai salah satu strateginya. Peningkatan kualitas jasa maupun produk akan mempengaruhi kepuasan pelanggan, bila pelanggan merasa puas maka mau membeli kembali bahkan mereferensikan pada orang lain, sehingga mampu meningkatkan penjualan dan dapat tetap terus bersaing di bisnis donut. Dunkin Donuts merupakan salah satu badan usaha pembuat donut yang paling lama berdiri dan pesaing utama Dunkin Donuts adalah Country Donuts, American Donuts, dan Country Style yang juga sudah cukup lama berdiri kemudian pesaing yang baru dalam pasar donut adalah J.CO Donuts dimana J.CO Donuts juga berhasil membuat gebrakan sehingga konsumen J.CO Donuts pun rela mengantri demi mendapatkan donat sejak kehadirannya pertama kali di Indonesia. Kalau bicara soal produk donat, boleh dibilang semuanya sama saja. Tapi yang membuat J.CO Donuts begitu diminati oleh konsumen sejak membuka gerai adalah konsep yang baru dan berbeda dari pemain-pemain sebelumnya. Berdasarkan hasil penelitian terhadap kualitas jasa dapat diketahui bahwa ada perbedaan kualitas jasa yang signifikan antara Dunkin Donuts dan J.CO Donuts di Surabaya. Hal ini dapat dilihat dari hasil pengujian hipotesis bahwa H0 ditolak karena tingkat signifikan p < 0.05, dalam hal ini dinyatakan hipotesis kerja diterima. Berdasarkan penelitian juga diketahui bahwa pengaruh yang signifikan antara kualitas jasa terhadap minat beli konsumen Dunkin Donuts dan J.CO Donuts di Surabaya",
  "creators": "ANDREW RASYIDGANDHA",
  "contributors": "Cynthia Yulita Wardayanti (Advisor 1); Hartono Subagio (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02012251/MAN/2007; Andrew Rasyidgandha (31402102)",
  "subjects": "CONSUMER SATISFACTION; MARKETING RESEARCH"
}