{
  "id": "816",
  "title": "Pengukuran, evaluasi, dan perencanaan terhadap peningkatan produktivitas pada perusahaan roti \"Limaran\" Surabaya",
  "abstract": "Dewasa ini kata produktivitas, sering dibicarakan oleh banyak orang, tetapi masih banyak juga dari mereka yang belum menyadari pentingnya produktivitas tersebut, produktivitas merupakan salah satu hal penting yang digunakan untuk mengukur tingkat kinerja yang telah dicapai oleh perusahaan. Perusahaan roti \"Limaran\" adalah perusahaan yang banyak bergerak di bidang makanan khususnya memproduksi berbagai macam roti. Selama ini perusahaan roti \"Limaran\" belum pernah melakukan pengukuran produktivitas, tetapi hanya melihat dari output yang dihasilkan, untuk melakukan penilaian terhadap kinerja perusahaan. Perusahaan kurang memperhatikan biaya yang digunakan, karena belum menyadari bahwa output yang meningkat belum tentu dapat meningkatkan produktivitas. Oleh karena itu perlu dilakukan pengukuran produktivitas, untuk mengetahui faktor-faktor yang mempengaruhi kenaikan atau penurunan produktivitas selama ini. Dengan hasil pengukuran tersebut maka dapat dilakukan evaluasi, perencanaan, dan perbaikan produktivitas sehingga diharapkan pada periode yang akan datang dapat memperbaiki tingkat produktivitas. Penelitian dilakukan dengan mengumpulkan data dari perusahaan kemudian melakukan pengukuran produktivitas sesuai dengan kondisi dan data yang dapat diperoleh dari perusahaan. Model yang digunakan untuk pengukuran ini adalah model produktivitas Summanth.",
  "creators": "TOMMY SANTOSO; ANTHONY CHRISTIANTO",
  "contributors": "Sundring Pantja Djati (Advisor 1); Hartono Subagio (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1627/EM/2002; Tommy Santoso (31498051), Anthony Christianto (31498327)",
  "subjects": "PRODUCTION MANAGEMENT"
}