{
  "id": "821",
  "title": "Persepsi tentang harga, pelayanan, dan fasilitas menurut kelompok pengunjung di Sphinx Promotion Pub dan Resto Surabaya",
  "abstract": "Di masa seperti sekarang ini, persaingan antara industri hiburan semakin ketat. Perusahaan harus semakin berusaha keras agar tetap bisa exist dan survive di tengah kondisi krisis moneter seperti sekarang ini. Perusahaan harus memberikan harga, pelayanan dan fasilitas yang baik agar konsumen puas. Penelitian ini bertujuan untuk mengetahui persepsi konsumen/pengunjung tentang harga, pelayanan dan fasilitas menurut kelompok pengunjung Sphinx Pub and Resto. Penelitian ini menggunakan pendekatan kuantitatif dengan memakai metode statistik deskriptif. Sampel dalam penelitian ini diperoleh dengan purposive sampling dan didapat sebanyak 100 responden. Analisis data dari penelitian ini mempergunakan analisis Chi-Square. Dan hasil analisis data dengan menggunakan Chi Square yang dihitung dengan alat hitung SPSS Release 8.0 untuk persepsi tentang harga diperoleh X hitung = 71,120 > X2r-1,a = 67,328, maka Ho ditolak dan Ha diterima yaitu ada perbedaan persepsi antara responden pria dan wanita tentang harga di Sphinx Promotion Pub and Resto. Untuk persepsi tentang pelayanan diperoleh X2 hitung = 74,480 > X2r-1,a = 67,328, maka Ha ditolak dan Ha diterima yaitu ada perbedaan persepsi antara responden pria dan wanita tentang pelayanan di Sphinx Promotion Pub and Resto. Untuk persepsi tentang fasilitas diperoleh X2 hitung = 74,660 > X2r-1,a = 67,328, maka Ho ditolak dan Ha diterima yaitu ada perbedaan persepsi antara responden pria dan wanita tentang fasilitas di Sphinx Promotion Pub and Resto. Diharapkan dari hasil penelitian ini diharapkan ditindak lanjuti pada penelitian lebih dalam lagi tentang loyalitas konsumen di Sphinx Pub and Resto.",
  "creators": "YOHANNES ALBERTUS PRAMONO; BUDIONO",
  "contributors": "Ronny Herowind Mustamu (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011663/MAN/2003; Yohannes Albertus Pramono (31498073), Budiono (31496211)",
  "subjects": "CONSUMER RESEARCH; MARKETING RESEARCH"
}