{
  "id": "8214",
  "title": "Analisa pengaruh earnings surprise terhadap return saham dan uji beda return dan resiko positive earnings surprise portfolio dengan negative earnings surprise portfolio (studi kasus pada 32 saham ...)",
  "abstract": "Dalam pelaporan nilai earnings suatu perusahaan, terdapat kemungkinan adanya perbedaan antara nilai earnings forecast dengan nilai earnings announcement. Perbedaan ini menimbulkan suatu kondisi yang disebut dengan `earnings surprise? di mana dapat diukur dengan menggunakan Standardized Unexpected Earnings. Earnings surprise ini dengan sendirinya akan berpengaruh pada harga saham suatu perusahaan dan pada akhirnya juga akan berpengaruh pada return dari saham tersebut. Penelitian ini dilakukan dengan tujuan untuk mengetahui apakah terdapat pengaruh yang signifikan antara earnings surprise terhadap return saham. Penelitian ini juga bertujuan untuk mengetahui apakah terdapat perbedaan yang signifikan antara return dan resiko pada portofolio dengan positive earnings surprise dan pada portofolio dengan negative earnings surprise. Penelitian ini menggunakan data earnings per share dan harga saham dari 32 perusahaan yang tergabung dalam Liquidity 45 dan terdaftar di Bursa Efek Surabaya periode 2002 - 2005. Setelah dilakukan penelitian terlihat bahwa earnings surprise tidak berpengaruh secara signifikan terhadap return saham. Dalam penelitian ini juga ditemukan bahwa tidak terdapat perbedaan return dan coefficient of variations yang signifikan positive earnings surprise portfolio dan negative earnings surprise portfolio. Akan tetapi, dalam penelitian ini ditemukan adanya perbedaan resiko yang signifikan pada positive earnings surprise portfolio dan negative earnings surprise portfolio.",
  "creators": "GRETA GUNAWAN; AGATHA CHANDRA PRASETYA",
  "contributors": "Sautma Ronni Basana (Advisor 1); Liem Pei Fun, S.E., M.Com. (Advisor 2); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03012241/MAN/2007; Greta Gunawan (31404036), Agatha Chandra Prasetya (31404150)",
  "subjects": "INVESTMENT (ANALYSIS); CORPORATIONS-FINANCE; GOING PUBLIC (SECURITIES)"
}