{
  "id": "8216",
  "title": "Pengaruh larangan Hit Aerosol terhadap pengenalan merek, keyakinan, sikap, dan minat beli konsumen dengan pendekatan consumer decision model",
  "abstract": "Karena mengandung pestisida berbahaya, produk HIT semprot ditarik dari peredaran dan menyebabkan konsumen HIT beralih ke produk obat nyamuk merek lain. Pemberitaan ini sangat merugikan HIT karena masih ada obat nyamuk merek HIT yang tidak berbentuk semprot. Dari hal tersebut penelitian ini ingin meneliti bagaimana minat beli konsumen HIT ditinjau dari konsep Consumer Decision Model. Permasalahan dari penelitian ini adalah bagaimana pengaruh informasi larangan terhadap pengenalan merek, keyakinan, sikap, dan minat beli konsumen. Jenis penelitian ini adalah penelitian kausalitas. Sampel penelitian adalah masyarakat yang pernah memakai obat nyamuk semprot HIT dan teknik pengambilan sampelnya menggunakan sampling purposive. Data diperoleh dengan menyebarkan kuesioner kepada 349 responden. Teknik analisa data adalah Structural Equation Model (SEM). Berdasarkan hasil analisa didapatkan kesimpulan bahwa informasi berpengaruh positif terhadap pengenalan merek secara langsung. Informasi larangan HIT berpengaruh negatif secara langsung terhadap keyakinan dan berdampak positif secara tidak langsung terhadap keyakinan melalui pengenalan merek. Informasi larangan HIT berdampak negatif secara langsung terhadap sikap dan berdampak positif secara tidak langsung terhadap sikap melalui pengenalan merek. Informasi larangan HIT berdampak tidak langsung terhadap minat beli konsumen. Dan variabel keyakinan berpengaruh langsung secara negatif terhadap minat beli dan variabel sikap memiliki pengaruh langsung secara positif terhadap minat beli.",
  "creators": "RUDY PRAWIRO; HENDRO SISWOYO",
  "contributors": "Cynthia Yulita Wardayanti (Advisor 1); Januar Heryanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02012240/MAN/2007; Rudy Prawiro (31401213), Hendro Siswoyo (31401356)",
  "subjects": "CONSUMERS-RESEARCH; CONSUMER BEHAVIOR"
}