{
  "id": "8239",
  "title": "Upaya mengembangkan Fastrackids Bukit Darmo Golf dengan membangun jalur distribusi khususnya institusi sekolah",
  "abstract": "Tujuan kegiatan tugas akhir ini adalah mengobservasi kegiatan perusahaan, menganalisa serta kegiatan mengembangkan perusahaan dalam ruang lingkup penjualan dan distribusi. Perusahaan yang diteliti adalah FasTracKids Enrichment Education Cabang Bukit Darmo Golf, produk yang ditawarkan adalah jasa pendidikan dengan segment pasar anak usia 3-8 tahun dengan latar belakang ekonomi B+ sampai A+. Cakupan penelitian adalah 6 km atau 30 menit perjalanan dari lokasi. Untuk mengembangkan perusahaan, penulis menggunakan strategi Distribusi Coverage dengan memanfaatkan potensi akan banyaknya segmen saluran pelanggan yang ada, dalam hal ini penulis memilih jalur distribusi institusi sekolah, tentunya dengan positioning sebagai program ekstrakurikuler dan intrakurikuler. Setelah meneliti, penulis mengambil jalur institusi sekolah untuk mengukur keefektifan jalur distribusi. Dari pengamatan di lapangan, sekolah mempunyai 4 kriteria berdasarkan jenis kurikulum dan typical pengajaran yaitu; sekolah Nasional, Nasional Unggulan, Nasional Plus dan Internasional. Sekolah juga terpecah menjadi 3 type segmen dilihat dari kemapanan, target pasar, uang sekolah, popularitas, dll. Setelah menimbang, untuk langkah awal membuka saluran distribusi, penulis merekomendasi saluran institusi sekolah Nasional Plus dengan Type B. Sekolah Nasional Plus mempunyai paradigma dan kurikulum yang hampir serupa dan lebih terbuka untuk bekerja sama, sehingga produk FasTracKids lebih mudah untuk di terima. Pilihan sekolah jatuh pada Ivy school dengan criteria yang diminati. Kegiatan dilanjutkan dengan penyusunan proposal kerja sama, dan kegiatan menjual seperti tele-marketing, presentasi, probing dan closing. Ruang lingkup kegiatan penulis hanya untuk mengukur ketertarikan pihak sekolah. Penulis berhasil mengundang pihak sekolah untuk mengobservasi sendiri typical pengajaran FasTracKids sebagai bukti ketertarikan pihak institusi sekolah.",
  "creators": "RONNY CAHYONO; DENY RIWONG",
  "contributors": "Peter Remy Yosy Pasla (Advisor 1); Edwin Japarianto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rancangan Usaha",
  "source": "Rancangan Usaha No. 02020301/MAN/2005; Ronny Cahyono (31400255), Deny Riwong (31401512)",
  "subjects": "BUSINESS PLANNING; MANAGEMENT"
}