{
  "id": "8241",
  "title": "Perancangan profil jurusan desain komunikasi visual Universitas Kristen Petra Surabaya melalui cd interaktif beserta media pendukung lain",
  "abstract": "Perguruan Tinggi Universitas Kristen Petra Surabaya yang memiliki salah satu produk andalannya yaitu Fakultas Seni dan Desain jurusan Desain Komunikasi Visual, dimana sebagai jurusan yang baru berkembang di Surabaya ini telah banyak menarik minat masyarakat untuk lebih banyak mengetahui lebih dalam tentangnya. Tidak bisa dihindari lagi bila memang itu yang terjadi maka sebagai kenyataan yang harus dihadapi adalah memberikan banyak informasi profil program pendidikannya melalui berbagai promosi. Tujuan perancangan ini adalah untuk menghasilkan suatu konsep profil Desain Komunikasi Visual secara umum melalui media compact disc interaktif kepada masyarakat. Masyarakat di sini khususnya siswa SMU (internal/eksternal Universitas Kristen Petra Surabaya Fakultas Seni dan Desain jurusan Desain Komunikasi Visual) untuk menghasilkan sumber daya manusia lulusan Desain Komunikasi Visual yang berbobot dari Universitas Kristen Petra Surabaya di masa datang. Tak luput pula dari tujuan ini juga untuk memberikan generasi muda Surabaya memiliki peluang besar bekerja di bidang yang sangat menjanjikan di masa yang akan datang. Perancangan promosi compact disc interaktif ini sepenuhnya tampil secara visual dengan tema purple area yang dapat menarik perhatian audience. Nuansa purple area ini tampil dengan sentuhan futuristic agar Desain Komunikasi Visual yang identik dengan warna ungu lebih terasa sebagai pendukung jiwa seorang Desainer Komunikasi Visual Universitas Kristen Petra. Di sini secara tidak langsung mengajak para siswa merubah jalan pikiran untuk berpaling menuju bidang profesi yang sangat menjanjikan di masa mendatang itu.",
  "creators": "DECKY AVRILUKITO I",
  "contributors": "ARIEF AGUNG SUWASONO (Advisor 1); ANDREAS BASTEDO (Advisor 2); Deddi Duto Hartanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Audio Visual dan Animasi",
  "source": "Audio Visual dan Animasi No. 00060376/DKV/2004; Decky Avrilukito Ismandoyo (42400092)",
  "subjects": "VISUAL COMMUNICATION; ADVERTISING; GRAPHIC ARTS"
}