{
  "id": "8252",
  "title": "Customer care di Pakuwon Trade Centre dan Supermal Surabaya",
  "abstract": "Untuk meningkatkan respon positif konsumen terhadap Pakuwon Trade Centre dan Supermal, maka pusat perbelanjaan ini terus mengembangkan layanan kepada pengunjung dan salah satunya adalah melalui peningkatan kepedulian terhadap pelanggan. Melalui customer care yang semakin baik akan mampu meningkatkan respon positif dari konsumen. Teknik analisa data dalam penelitian ini menggunakan analisa deskriptif dan analisa klaster. Melalui analisa deskriptif bisa diketahui seberapa tinggi customer care berdasarkan penilaian pengunjung. Sedangkan melalui analisa klaster bisa diketahui pengelompokkan jawaban pengunjung atas penilaiannya terhadap customer care di Pakuwon Trade Centre dan Supermal. Berdasarkan pada analisa klaster ditemukan tiga kelompok klaster yang dominan di Pakuwon Trade Centre dan Supermal dilihat dari frekuensi kunjungan dan jumlah belanja. Berdasarkan frekuensi kunjungan dan jumlah belanja, terdapat tiga klaster, pengunjung klaster 1 adalah pengunjung dengan rata-rata kunjungan 4 kali per bulan dan rata-rata jumlah belanja sebesar Rp 1.290.001. Pengunjung klaster 2 yaitu pengunjung yang berkunjung satu kali dalam satu bulan dengan pembelanjaan rata-rata Rp 422.435 per kunjungan. Pengunjung klaster 3 yaitu pengunjung yang berkunjung 6 kali dalam satu bulan dengan pembelanjaan rata-rata Rp 483.334. per kunjungan Klaster berdasarkan penilaian terhadap customer care di Pakuwon Trade Centre dan Supermal Pengklasteran pengunjung dalam tiga klaster ternyata sebagian besar adalah signifikan. Hanya saja untuk penilaian terhadap kejelasan selebaran yang digunakan untuk media promosi, maka pengunjung Pakuwon Trade Centre dan Supermal tidak bisa dikelompokkan karena nilai signifikansi sebesar 0,074 (> 0,05). Secara keseluruhan dapat diartikan bahwa keseluruhan pengunjung dapat dikelompokkan ke dalam 3 klaster berdasarkan pada penilaiannya terhadap atribut customer care di Pakuwon Trade Centre dan Supermal.",
  "creators": "DENNY PANGAT",
  "contributors": "Widjojo Suprapto (Advisor 1); Prof. Dr. Njo Anastasia, S.E., M.T. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rancangan Usaha",
  "source": "Rancangan Usaha No. 04022225/MAN/2007; Denny Pangat (31402211)",
  "subjects": "CUSTOMER SERVICE; MARKETING-MANAGEMENT"
}