{
  "id": "8255",
  "title": "Eksplorasi faktor-faktor yang mendasari keputusan ibu bekerja untuk berbelanja di Hypermarket kota Surabaya",
  "abstract": "Pada skripsi ini akan dibahas tentang Faktor-faktor yang mendasari keputusan ibu bekerja untuk berbelanja di hypermarket Surabaya. Di kota Surabaya sudah berdiri 3 hypermarket, yaitu: hypermarket Giant Ahmadyani, hypermarket Carrefour, hypermarket PTC. Namun pada saat ini, di kota Surabaya juga sedang dibangun beberapa hypermarket lainnya, misalnya: hypermarket City Of Tomorrow, hypermarket BG Function, hypermarket Royal Plaza. Dengan semakin banyaknya hypermarket maka, para ibu bekerja di kota Surabaya juga akan lebih memiliki tempat alternatif berbelanja di hypermarket daripada berbelanja di pasar tradisional. Pengertian ibu bekerja adalah ibu yang bekerja di luar rumah. Adapun tujuan dari penelitian ini adalah untuk mengetahui faktor yang paling mendasari seorang ibu bekerja untuk berbelanja di hypermarket Surabaya. Ada 6 faktor yang mendasari keputusan ibu bekerja untuk berbelanja di hypermarket Surabaya, yaitu: faktor karakteristik produk, faktor karakteristik harga, faktor karakteristik pelayanan, faktor karakteristik promosi, faktor karakteristik atribut fisik, dan faktor karakteristik lokasi hypermarket. Untuk itu, digunakan perhitungan menggunakan korelasi (valid atau tidak valid, reliabel atau tidak reliabel), apakah variabel yang digunakan valid dan reliabel. Dengan menggunakan metode tersebut, dapat disimpulkan bahwa faktor yang paling mendasari keputusan ibu bekerja untuk berbelanja di hypermarket Surabaya, yaitu: faktor pelayanan (0.851), faktor atribut fisik (0.841), faktor promosi (0.715), faktor produk (0.706), faktor harga (0.455), dan yang terakhir faktor lokasi (0.422).",
  "creators": "DEBBY AGUSSANI; ELLYNA CAROLINE",
  "contributors": "Dr. Yohanes Sondang Kunto, S.Si., M.Sc. (Advisor 1); Edwin Japarianto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02012205/MAN/2007; Debby Agussani (31402290), Ellyna Caroline (31402394)",
  "subjects": "CONSUMER RESEARCH; CONSUMER BEHAVIOR"
}