{
  "id": "827",
  "title": "Evaluasi penerapan Total Quality Management dalam mengelola sumberdaya manusia pada PG Candi Baru di Sidoarjo",
  "abstract": "Total Quality Management (TQM) merupakan pendekatan sistem secara menyeluruh (bukan suatu bidang atau program terpisah), dan merupakan bagian terpadu strategi tingkat tinggi. Sistem ini bekerja secora horizontal menembus fungsi dan departemen, melibatkan semua karyawan, dari atas sampai bawah, meluas ke hulu dan ke hilir, mencakup mata rantai pemasok dan customer. Salah satu keberhasilan pelaksanaan TQM sangat tergantung pada kompetensi para pegawai di perusahaan tersebut, yaitu bagaimana perusahaan dapat mengoptimalkan kekuatan-kekuatan yang dimiliki para pekerjanya agar termotivasi untuk mendapati tujuan-tuiuan organisasi, dan bagaimana para pekerja mau berpartisipasi secara aktif dalam mencapai tuiuan. Program TQM yang dijalankan oleh PG Candi Baru di Sidoarjo melalui Gugus Kendali Mutu (GKM) dimana pada tahun 1996 GKM-nya menang dalam Konvensi tingkat Nasional. GKM adalah pendekatan yong bisa diambil untuk mewujudkan pemberdayaan karyawan. Karyawan pada tingkat yang berbeda memiliki persepsi tentang mutu secara berbeda pula. Penelitian ini menggunakan data primer yaitu menyebarkan kuesioner untuk menjawab pertanyaan yang berkaitan dengan kepuasan kerja karyawan mengacu pada karakteristik kerja yaitu variasi ketrampilan, identifikasi tugas, signifikansi tugas, otonomi dan umpan balik. Kesimpulan penelitian ini adalah kepuasan karyawan PG Candi Baru meningkatkan komitmen mereka terhadap tujuan organisasi, dan ini merupakan salah satu dari pilar TQM.",
  "creators": "NINA ARIYANI; NATHALIA TOMBI LISUANDI",
  "contributors": "Hatane Semuel (Advisor 1); Hartono Subagio (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1603/EM/2002; Nina Ariyani [31498190], Nathalia Tombi Lisuandi [31498368]",
  "subjects": "TOTAL QUALITY MANAGEMENT; PERSONNEL MANAGEMENT"
}