{
  "id": "8274",
  "title": "Perancangan ulang corporate identity Atria Restocafe di Solo",
  "abstract": "Atria Restocafe adalah sebuah bisnis milik swasta yang bergerak di bidang restoran dan terletak di kota Solo. Nama merek dagang restoran ini diambil dari nama PT. Anugerah Tristar Sejahtera yang disingkat menjadi Atria. Perancangan karya desain ini adalah perancangan ulang corporate identity, sebagai pengganti corporate identity Atria Restocafe sebelumnya. Hal yang mendasari perubahan ini adalah dikarenakan logo asal Atria Restocafe tidak sesuai dengan kaidah pembuatan logo yang baik, yakni mudah dibaca, mudah diaplikasikan ke keseluruhan media grafis, mudah diasosiasikan pada perusahaan, dan tidak merangkum keseluruhan `rasa? dari Atria Restocafe. Logo yang terdesain dengan tepat ini akan memberikan `pakaian? yang tepat untuk perusahaan rumah makan yang ditujukan bagi kalangan sosial ekonomi kelas A dan B. Perancangan ulang ini diharapkan dapat kian menyempurnakan keunggulan yang dimiliki Atria Restocafe sehingga menjadi yang terbaik dibandingkan kompetitor langsungnya di kota Solo. Perancangan ini perlu dilakukan karena apabila tidak, maka akan menyebabkan ekuitas dan kredibilitas Atria restocafe menjadi berkurang dan berakibat menurunnya angka penjualan tiap harinya. Logo yang tepat pada akhirnya akan dapat menjembatani jurang perbedaan antar corporate image Atria Restocafe dan corporate identity sebelumnya. Logo yang terdesain ini pada akhirnya akan diterapkan pada sistem corporate identity yang berupa: stationary, nota, menu, perlengkapan makan, kemasan, merchandise, sarana promosi, signage, sarana kantor, dan seragam karyawan.",
  "creators": "PAULO SUDIBYO",
  "contributors": "ALBERT J. SOEHARDJO (Advisor 1); BUDI PRASETYADI (Advisor 2); Bing Bedjo Tanudjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Identitas Perusahaan",
  "source": "Identitas Perusahaan No. 00070386/DKV/2004; Paulo Sudibyo (42400113)",
  "subjects": "COMMERCIAL ART; GRAPHIC ARTS; SIGNS AND SYMBOLS; VISUAL COMMUNICATION"
}