{
  "id": "8285",
  "title": "Analisa instalasi listrik plant 2 biskuit di PT. Garudafood Putraputri Jaya, desa Krikilan 28 Driyorejo Gresik",
  "abstract": "PT. Garudafood Putra Putri Jaya adalah perusahaan yang bergerak di bidang industri makanan biskuit dan cokelat. Perusahaan ini menggunakan daya listrik dari PLN sebesar 1385 kVA yang dialirkan ke plant 1 dan plant 2. Pada pembahasan tugas akhir ini hanya dikhususkan pada pembahasan plant 2. Plant 2 memiliki sistem distribusi radial dengan sistem pentanahan TN-S. Total beban terpasang sebesar 526 kW. Dengan menggunakan trafo berkapasitas 1250 kVA. Tujuan dari penulisan tugas akhir ini adalah untuk mempelajari dan menganalisa sistem instalasi listrik dari PT. Garudafood Putra Putri Jaya dan menggambar ulang single line diagram sehingga dapat digunakan untuk perubahan atau pengembangan beban listrik. Dari analisa didapatkan kesimpulan bahwa sistem instalasi listrik dan sistem distribusi di PT. Garudafood Putra Putri Jaya dapat dikatakan baik dan aman. Hanya masih ada beberapa hal yang perlu diperbaiki yaitu kabel dan pengaman di beberapa titik. Contohnya kabel pada MDP dimana kabel yang terpasang adalah 3(2(1x300 mm 2 ))+1(1x300 mm 2 ) tetapi menurut perhitungan adalah 3(4(1x300 mm 2 )+1((2(1x300 mm 2 ), dan juga kabel pada trafo, kapasitor bank, SDP karamel, SDP weycon, balmil 500 kg, PP blower, oven E2. Demikian juga pengaman pada pompa utility dimana yang terpasang berkapasitas 30 A sedangkan menurut perhitungan seharusnya berkapasitas 40 A.",
  "creators": "JOSEPH ALFONSO",
  "contributors": "Limboto Limantara (Advisor 1); Yusak Tanoto, S.T., M.Eng., Ph.D. (Advisor 2); Emmy Hosea (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010540/ELK/2006; Joseph Alfonso (23402123)",
  "subjects": "ELECTRIC POWER DISTRIBUTION; ELECTRIC POWER SYSTEMS"
}