{
  "id": "8287",
  "title": "Studi efek harmonisa akibat penggunaan lampu hemat energi (LHE) di rumah tinggal atau rumah toko (ruko)",
  "abstract": "Harmonisa adalah gangguan yang terjadi pada sistem distribusi tenaga listrik akibat terjadinya distorsi gelombang arus dan tegangan. Akhir-akhir ini, masalah harmonisa semakin bertambah seiring dengan bertambahnya penggunaan peralatan yang mempunyai karakteristik non linier, misalnya penggunaan ballast elektronik pada lampu hemat energi. Lampu hemat energi ini merupakan lampu fluorescent yang dioperasikan pada frekuensi tinggi yang diperoleh dari inverter kecil ballast elektronik Pada tugas akhir ini dilakukan analisa terhadap pengaruh harmonisa akibat penggunaan lampu hemat energi di rumah tinggal atau rumah toko. Jenis lampu yang diuji adalah lampu hemat energi merk Philips dan merk Matsuka. Hasil pengujian menunjukkan bahwa VTHD pada penggunaan semua jenis lampu hemat energi sesuai standar IEEE 519-1992 (maksimum 5 %). Yaitu VTHD antara 2,00 % - 2,73 %. Sedangkan ITHD dan faktor daya (PF) sudah tidak sesuai standar. Terukur ITHD antara 66,49 % - 77,12 % (standar IEEE 519-1992, maksimum 20 %), dan faktor daya (PF) antara 0,48 - 0,64 (standar PLN, minimum 0,85). Dari analisa diperoleh bahwa dampak harmonisa dari penggunaan LHE di rumah tinggal atau rumah toko adalah terjadinya penambahan arus rms yang lewat penghantar/kabel sehingga menimbulkan losses (? 50 %) dan panas berlebih pada penghantar/kabel yang dapat menyebabkan kemungkinan timbulnya kebakaran. Selain itu, juga terjadi kesalahan pembacaan alat ukur kWh meter jenis elektromekanis yang menggunakan piringan induksi berputar (? 18 %).",
  "creators": "JON MARJUNIKADANG",
  "contributors": "Emmy Hosea (Advisor 1); Julius Sentosa Setiadji (Advisor 2); Limboto Limantara (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010539/ELK/2006; Jon Marjuni Kadang (23402118)",
  "subjects": "ELECTRIC POWER DISTRIBUTION; POWER SYSTEM HARMONICS-ANALYSIS; ELECTRIC POWER SYSTEMS"
}