{
  "id": "830",
  "title": "Analisa kualitas layanan Tops Supermarket ditinjau dari harapan dan kinerja yang dirasakan oleh konsumen",
  "abstract": "Di era globalisasi ini, semakin banyak usaha retail yang bertumbuh sehingga pelaku bisnis dituntut untuk tidak hanya menjual produk saja, tetapi juga dituntut menyediakan layanan yang berkualitas sehingga konsumen akan merasa nyaman dan dapat diharapkan menjadikan konsumen loyal. Mengingat peran konsumen sangat penting karena konsumen adalah salah satu kunci kesuksesan perusahaan. Menjelang AFTA (2003) pada akhir tahun ini, usaha retail akan menjadi semakin banyak dan menjadikan kehidupan masyarakat semakin kompleks, dimana akibatnya konsumen memiliki banyak pilihan untuk berbelanja. Dengan semakin banyaknya usaha retail disertai dengan bakal hadirnya pusat - pusat perbelanjaan, maka kehidupan masyarakat akan menjadi semakin kompleks dan bergerak maju ke depan. Oleh karena itu pelaku bisnis dituntut untuk tidak hanya menjual barang saja, tetapi juga dituntut untuk menyediakan layanan yang berkualitas sehingga konsumen akan merasa nyaman dan dapat diharapkan menjadikan konsumen loyal. Peran konsumen sangat penting karena kesan konsumen atas perusahaan tersebut merupakan salah satu kunci keberhasilan perusahaan. Kualitas merupakan hal yang penting bagi konsumen, baik itu kualitas barang maupun kualitas layanan yang diberikan. Kenyataan ini mendorong pihak supermarket untuk memberikan kualitas layanan kepada konsumen dengan sebaik-baiknya. Sebab kualitas layanan yang bagus akan menambah loyalitas konsumen. Loyalitas konsumen dapat diketahui dari karateristik konsurnen di supermarket Tops. Kualitas dibentuk dari keinginan konsumen oleh karena itu kualitas erat kaitannya dengan kepuasan konsumen. Tercapainya kepuasan konsumen akan memberikan umpan balik kepada supermarket. Di samping itu adanya kepuasan konsumen merupakan wujud usaha pihak supermarket dalam memberikan layanan yang berkualitas. Persepsi mengenai kualitas adalah subyektif (Berry,1996:521). Karena kualitas dibentuk dari kesan konsumen. Kesan atau persepsi konsumen ini terbentuk pada saat konsumen menerima layanan dari perusahaan yang bersangkutan. Kesan layanan berhubungan dengan pengalaman konsumen dalam menerima layanan dari perusahaan sebagai penyedia. Untuk dapat menyajikan layanan yang baik maka perlu menyamakan harapan dan kinerja konsumen untuk maksud itu diperlukan suatu metode analisa gap. Perbedaan antara harapan dan kinerja konsumen akan menimbulkan gap. Gap ini menunjukkan bahwa kualitas layanan dinilai tidak baik oleh konsumen. Semakin kecil gap yang terjadi maka kualitas layanan yang ada memuaskan konsumen. Begitu juga sebaliknya. Tujuan peningkatan kualitas layanan adalah menimbulkan kepuasan konsumen. Kepuasan disini merupakan perasaan emosional yang muncul secara spontan apabila apa yang dipikirkan atau diharapkan konsumen terpenuhi. Oleh sebab itu, maka pihak manajemen perlu menyediakan layanan yang benar - benar berkualitas supaya terwujud kepuasan konsumen. Karena Jika kinerja dibawah harapan, pelanggan tidak puas. Jika kinerja memenuhi harapan, pelanggan puas. Jika kinerja melebihi harapan, pelanggan amat puas atau senang. Untuk melakukan pengukuran gap maka kualitas layanan harus diklasifikasikan. Pengklasifikasian terdiri dari lima (5) dimensi kualitas layanan antara lain: reliability, responsiveness, assurance, emphaty, tangibles. Dalam tugas terakhir ini, penulis mengadakan penelitian untuk mengungkapkan kualitas layanan menentukan tingkat kepuasan konsumen ditinjau dari sudut harapan dan kinerja di supermarket Tops Surabaya. Setelah melalui serangkaian tahap penelitian, akhirnya diperoleh kesimpulan bahwa tingkat kepuasan konsumen Tops Supermarket berdasarkan lima dimensi kualitas layanan tidak terpuaskan. Selain itu ditemukan pula demografi pelanggan Tops supermarket.",
  "creators": "RUDY HARTANTO; CHANDRA WIBISONO H",
  "contributors": "Ronny Herowind Mustamu (Advisor 1); Drs. Sugiono Sugiharto, M.M., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011669/MAN/2003; Rudy Hartanto [31498275], Chandra Wibisono [31400028]",
  "subjects": "CONSUMER RESEARCH; CONSUMER BEHAVIOR; MARKETING RESEARCH"
}