{
  "id": "8313",
  "title": "Perancangan kampanye sosial pentingnya peran orangtua dalam menyembuhkan sikap \"Kritis TV\" pada anak",
  "abstract": "Yayasan Kesejahteraan Anak Indonesia melakukan beberapa survei pada tahun 2002. Secara umum, pola menonton anak masih sangat kurang menguntungkan. Diketahui bahwa jumlah jam menonton televisi pada anak adalah sekitar 30-35 jam seminggu dengan pilihan acara yang kebanyakan bukan acara yang ditujukan untuk kelompok usia mereka. Hanya sekitar 15 persen orangtua yang mengaku mendampingi anaknya menonton, namun masih dipertanyakan kualitas pendampingannya. Mereka menonton apa saja yang ada di layar televisi, tidak peduli apakah acara tersebut ditujukan untuk kelompok usia mereka atau untuk orang dewasa. Oleh karenanya tidak terelakkan kalau kemudian muncul berbagai pengaruh negatif menonton televisi seperti malas belajar, sering menirukan kata-kata atau perbuatan kurang baik yang ada di televisi, munculnya pertanyaan yang `aneh-aneh? yang berkaitan dengan dunia orang dewasa, munculnya perilaku konsumtif, dan sebagainya. YKAI mempunyai motto \"Kritis TV\". `Kritis? berarti tidak begitu saja menerima apa yang ada, namun merupakan sikap yang secara aktif selalu melakukan penilaian dari berbagai segi. Sikap tersebut akan tumbuh dalam diri anak jika ada peran keluarga, khususnya orang tua. Menonton televisi dengan kritis dan benar mutlak diperlukan, sebab banyak orang belum menyadari bahwa segala sesuatu yang ditampilkan di televisi sudah dipersiapkan dengan matang agar penonton mempunyai persepsi tertentu sesuai yang dikehendaki. Di sisi lain bila masyarakat dan anak-anak dapat mengambil manfaat dari siaran televisi dan menekan pengaruh negatifnya, maka televisi akan menjadi media belajar yang sangat hebat.",
  "creators": "INGE IGNASIA TJAHJONO",
  "contributors": "Deddi Duto Hartanto (Advisor 1); WIBOWO (Advisor 2); Obed Bima Wicandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Promosi Produk",
  "source": "Promosi Produk No. 00090322/DKV/2004; Inge Ignasia Tjahjono (42400012)",
  "subjects": "VISUAL COMMUNICATION; COMMERCIAL ART; ADVERTISING LAYOUT AND TYPOGRAPHY; GRAPHIC ARTS"
}