{
  "id": "8327",
  "title": "Analisa perbandingan estate management terhadap nilai (value) perumahan di Surabaya Timur",
  "abstract": "Manajemen properti pada perumahan sering disebut \"Estate Management\", fungsinya tidak hanya sebatas pengelolaan fisik lingkungan tetapi juga mengelola lingkungan secara psikologis, seperti rasa aman, nyaman, dan ketertiban. Pengelolaan secara psikologis meliputi keamanan lingkungan, kebersihan lingkungan, terpeliharanya jalan di dalam lingkungan, penerangan di dalam lingkungan, dan tersedianya fasilitas di kompleks perumahan, baik fasilitas sosial maupun fasilitas umum. Pengembang yang mengembangkan estate management, pada akhirnya akan membuat suatu keputusan apakah estate management tersebut akan diserahkan pada warga di perumahan untuk mengendalikannya lebih lanjut atau tetap dikelola sendiri oleh manajemen properti. Keberadaan estate management itu penting, karena dapat berdampak pada nilai (value) perumahan itu sendiri. Nilai (value) perumahan dapat terjadi karena penilaian konsumen dan masyarakat sehubungan dengan kinerja, konsistensi dan lingkungan perumahan tersebut yang diciptakan oleh pihak pengembang maupun oleh warga pada perumahan tersebut sendiri. Tujuan dari penelitian ini adalah untuk mengetahui perbedaan nilai (value) perumahan yang ada estate management dengan yang tidak ada estate management, dengan mendasarkan pada variabel keamanan, kebersihan, jalan, penerangan, dan fasilitas. Jenis penelitian yang dilakukan adalah hypothesis testing. Sampel penelitian adalah perumahan-perumahan yang ada di Surabaya Timur, baik yang ada estate management maupun yang tidak ada estate management. Data yang digunakan adalah data primer, yang diperoleh dari jawaban responden atas kuesioner yang diedarkan, yaitu warga yang berdomisili di kompleks perumahan dan mudah dijumpai. Model analisis menggunakan analisis diskriminan, di mana data terlebih dahulu harus diuji kelayakannya dengan uji asumsi analisis diskriminan. Hasil penelitian atas 160 orang responden (80 orang dari perumahan yang ada estate management dan 80 orang dari perumahan yang tidak ada estate management) menunjukkan bahwa nilai perumahan yang ada estate management dan nilai perumahan yang tidak ada estate management terbukti berbeda secara signifikan, di mana variabel yang benar-benar mampu membedakan nilai kedua perumahan tersebut adalah keamanan perumahan. Itulah sebabnya, perumahanprumahan yang ada estate management dan yang tidak ada estate management hendaknya memberikan perhatian utama pada faktor keamanan, di samping faktor kebersihan, jalan, penerangan, dan fasilitas.",
  "creators": "ERIK SIANTO",
  "contributors": "Prof. Dr. Njo Anastasia, S.E., M.T. (Advisor 1); Soekarno (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 05012318/MAN/2007; Erik Sianto (31402158)",
  "subjects": "REAL PROPERTY-VALUATION; REAL ESTATE MANAGEMENT"
}