{
  "id": "8338",
  "title": "Analisa persepsi, keyakinan, dan sikap konsumen terhadap keputusan pembelian properti di Surabaya Barat dengan sistem pre-selling",
  "abstract": "Persepsi, keyakinan, dan sikap konsumen terhadap produk mempunyai peranan penting untuk mengambil keputusan dalam memilih suatu produk. Penulis ingin mengetahui persepsi, keyakinan, dan sikap konsumen golongan menengah atas yang membeli properti di wilayah Surabaya barat, dengan menggunakan sistem Pre-selling. Dalam hal ini penulis berpendapat bahwa terjadi suatu penyimpangan, dimana produk properti yang ditawarkan menggunakan sistem tersebut, banyak mengalami permasalahan penjualan yang mana akan mempengaruhi perencanaan keuangan terutama pada kelas sosial menengah atas. Penulis menggunakan penelitian yang bersifat survey, sampel yang diambil dalam penelitian ini adalah 200 responden konsumen menengah atas yang membeli properti di wilayah Surabaya barat dengan sistem Pre-selling. Tehnik pengambilan sampel menggunakan non-random sampling tipe purposive sampling. Tehnik analisa data menggunakan tabulasi silang (cross tab) dan chisquare dengan bantuan SPSS for windoq 12 version. Dengan tabulasi silang penulis hendak menentukan persepsi, keyakinan, dan sikap konsumen properti yang membeli properti di wilayah Surabaya barat dengan sistem yang mereka gunakan pada saat pembelian yaitu sistem Pre-selling. Sedangkan chi-square untuk mengetahui keterkaitan antara persepsi, keyakinan, dan sikap konsumen menengah atas properti mengenai sistem Pre-selling terhadap keputusan mereka untuk membeli. Hasil penelitian menunjukan konsumen properti menengah atas yang membeli properti di wilayah Surabaya barat dengan sistem Pre-selling mayoritas berjenis kelamin pria, usia antara 31-40th, menikah, lulusan terakhir sarjana, berpengeluaran rata - rata Rp 5.000.000 - 8.000.000, pertama kali mengetahui dari teman, dengan tujuan membeli untuk digunakan sendiri, telah membeli produk properti sebelumnya sebanyak satu kali. Persepsi, sikap, serta keyakinan konsumen dinyatakan positif. Dinyatakan ada hubungan antara persepsi, sikap, dan keyakinan, terhadap ketepatan keputusan pembelian, dimana sikap adalah variabel paling terkait.",
  "creators": "YONGKY HERMAWAN; YANDI FERDINANDUS S",
  "contributors": "Prof. Dr. Njo Anastasia, S.E., M.T. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04012313/MAN/2007; Yongky Hermawan (31403042), Yandi Ferdinandus S. (31403274)",
  "subjects": "MARKETING RESEARCH; CONSUMERS-RESEARCH; CONSUMER BEHAVIOR"
}