{
  "id": "835",
  "title": "Penggunaan model regresi dalam Sales Comparison Approach untuk menentukan range nilai properti di Pakuwon Indah, Graha Family, dan Citraraya (studi kasus di Era Tjandra II)",
  "abstract": "Manusia memiliki banyak kebutuhan untuk mempertahankan kehidupannya. Salah satunya adalah kebutuhan akan tempat tinggal. Seiiring dengan pertambahan jumlah penduduk dan peningkatan kemakmuran masyarakat, maka semakin meningkat pula kebutuhan akan tempat tinggal. Oleh karena itu, lahan yang dibutuhkan juga semakin luas. Hal ini yang mengakibatkan suatu lahan memiliki nilai dan harga. Harga tanah di suatu kawasan yang sama bisa berbeda-beda, hal ini dikarenakan karakteristik dari tanah itu yaitu faktor eksternal tanah serta faktorfaktor kondisi ekonomi, politik dan sosial. Untuk menilai suatu tanah ada beberapa pendekatan, diantaranya adalah metode sales comparison approach yaitu dengan membandingkan kondisi properti yang hendak dinilai dengan properti sejenis sebagai data pembanding. Metode ini memiliki unsur subyektifitas yang tinggi karena pemberian nilai berdasarkan atas pengamatan masing-masing penilai. Di banyak negara khususnya di Amerika maupun negara-negara Eropa lainnya, penilaian umumnya sudah menggunakan model regresi yang lebih obyektif. Dengan melakukan studi analisa harga tanah menggunakan model rergresi dalam sales comparison approach, maka diharapkan dapat menemukan suatu range harga properti di PAKUWON INDAH, GRAHA FAMILY dan CITRARAYA yang lebih obyektif.",
  "creators": "FRANSISCA FITRIYANTI D; MULIADIHARDJO",
  "contributors": "Prof. Dr. Njo Anastasia, S.E., M.T. (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 1588/EM/2002; Fransisca Fitriyanti Dinoto (31498019), Muliadi Hardjo (31498090)",
  "subjects": "REAL ESTATE MANAGEMENT"
}