{
  "id": "8357",
  "title": "Analisa dan rancang sistem informasi akuntansi terkomputerisasi atas siklus pengeluaran pada PT Wijaya Panca Sentosa Food",
  "abstract": "Penelitian ini dilakukan di PT Wijaya Panca Sentosa Food yaitu perusahaan yang bergerak dalam bidang industri makanan yang menghasilkan mie. Perusahaan ini masih menggunakan sistem informasi akuntansi manual atas siklus pengeluaran sehingga informasi yang dihasilkan tidak tepat waktu dan tidak akurat. Penelitian ini bertujuan untuk merancang sistem informasi akuntansi terkomputerisasi atas siklus pengeluaran pada PT Wijaya Panca Sentosa Food sehingga masalah yang ada dapat teratasi. Penelitian yang dilakukan merupakan penelitian deskriptif berupa studi kasus. Jenis data yang diperoleh adalah data kualitatif dengan menggunakan metode pengumpulan data berupa wawancara, observasi, dan dokumentasi. Teknik analisis yang digunakan adalah analisis deskriptif kualitatif dengan pendekatan System Development Life Cycle (SDLC) yaitu melakukan analisa sistem, membuat desain konseptual, dan desain fisik. Penelitian ini menghasilkan desain output dan desain input beserta pengendalian aplikasinya, serta desain database. Desain output yang dihasilkan ada 5 laporan. Desain input yang dihasilkan ada 14 form. Desain database yang dihasilkan adalah struktur database berupa 16 tabel metadata. Dengan menerapkan Siklus Pengeluaran yang terkomputerisasi, diharapkan informasi dapat disediakan tepat waktu dan akurat.",
  "creators": "ANTONIUS ANDY SANJAYA",
  "contributors": "Oviliani Yenty Yuliana (Advisor 1); Josua Tarigan (Advisor 2); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03010864/AKT/2008; Antonius Andy Sanjaya (32403061)",
  "subjects": "AUDITING-DATA PROCESSING; ELECTRONIC DATA PROCESSING-AUDITING"
}