{
  "id": "8402",
  "title": "Persepsi pengguna lahan parkir di pusat perbelanjaan di Surabaya (studi kasus di Surabaya Plaza dan Tunjungan Plaza)",
  "abstract": "Penelitian ini dilakukan di lahan parkir di Tunjungan Plaza dan di Surabaya Plaza dengan tujuan untuk mengetahui ada tidaknya perbedaan persepsi pengguna lahan parkir di kedua pusat perbelanjaan tersebut. Jenis penelitian ini adalah penelitian deskriptif. Populasi dalam penelitian adalah pengguna lahan parkir di kedua pusat perbelanjaan yang memiliki pengalaman lahan parkir di dua pusat perbelanjaan tersebut dalam satu bulan terakhir, di mana pengguna tersebut bukan pedagang di dua tempat tersebut tetapi pengunjung di Surabaya Plaza dan di Tunjungan Plaza. Data dikumpulkan melalui penyebaran kuesioner kepada 363 sampel yang dipilih dengan menggunakan metode non probability sampling tipe purposive sampling. Pengolahan data dilakukan dengan menggunakan statistik deskriptif dan pengujian hipotesisnya menggunakan uji t beda. Setelah dilakukan pengolahan data maka diketahui bahwa jika dilihat dari service quality secara keseluruhan, maka hasil analisis menunjukkan bahwa ada perbedaan antara persepsi pengguna lahan parkir di Surabaya Plaza dengan di Tunjungan Plaza. Jika dilihat dari setiap unsur dalam servqual maka perbedaan yang signifikan adalah terdapat pada unsur responsiveness dan empathy, di mana persepsi pengguna lahan parkir terhadap unsur unsur responsiveness dan empathy di lahan parkir Tunjungan Plaza lebih baik dibandingkan dengan persepsi pengguna lahan parkir terhadap unsur empathy di lahan parkir Surabaya Plaza.",
  "creators": "ANATASIA PORWANTO; MARCELINA ITUNG",
  "contributors": "Prof. Dr. Njo Anastasia, S.E., M.T. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 05012299/MAN/2007; Anatasia Porwanto (31403065), Marcelina Itung (31403067)",
  "subjects": "CONSUMERS-RESEARCH; CONSUMER BEHAVIOR"
}