{
  "id": "8403",
  "title": "Akuntabilitas pengembang dalam pemeliharaan lingkungan perumahan berdampak pada nilai properti di Surabaya",
  "abstract": "Perumahan yang memiliki pemeliharaan yang baik akan memberikan kenyamanan bagi penghuninya dan mempunyai nilai pasar yang tinggi dibandingkan dengan perumahan yang pemeliharaannya tidak baik. Dari sini dapat dilihat bahwa diperlukan adanya akuntabilitas pengembang sebagai manajemen properti bagi kawasan perumahannya. Untuk itu peneliti tertarik untuk meneliti ?Apakah akuntabilitas pengembang dalam hal pemeliharaan lingkungan perumahan berdampak pada nilai property di Surabaya. Teori yang digunakan melakukan usaha-usaha pengelolaan kawasan perumahannya, pengembang tersebut memiliki tanggung jawab yang mengikatnya. Jenis penelitian yang dipergunakan dalam penelitian ini adalah kuantitatif dengan metode eksplanasi. Sedangkan teknik analisis datanya menggunakan metode Chi-Square. Dari hasil analisis data menunjukkan bila secara umum pengembang-pengembang di Surabaya Barat dan Surabaya Timur memperhatikan pemeliharaan lingkungan dengan baik. Meskipun begitu, akuntabilitas pengembang dalam hal pemeliharaan lingkungan tidak mempunyai dampak terhadap nilai properti. Saran yang dikemukakan dalam penelitian ini adalah dari hasil penelitian menunjukkan bila akuntabilitas pengembang dalam hal pemeliharaan lingkungan tidak mempunyai dampak terhadap nilai properti, meskipun begitu, hendaknya pihak pengembangpengembang di Surabaya Barat dan Surabaya Timur tetap memperhatikan pemeliharaan lingkungan hal ini untuk kenyamanan dari konsumen.",
  "creators": "SONNY GUNADI",
  "contributors": "Prof. Dr. Njo Anastasia, S.E., M.T. (Advisor 1); Bambang Haryadi (Advisor 2); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 05012298/MAN/2007; Sonny Gunadi (31403201)",
  "subjects": "REAL ESTATE MANAGEMENT"
}