{
  "id": "8409",
  "title": "Strategi penjualan meningkatkan jumlah murid dengan cara proaktif melalui kegiatan eksibisi pada Fastrackids Bukit Darmo Akademi di Surabaya",
  "abstract": "Pengetahuan dan pendidikan merupakan faktor penting bagi pengembangan kecerdasan anak. Kecerdasan otak anak merupakan faktor yang rawan dan memerlukan perhatian secara khusus. Pengembangan dan pembentukan otak anak menentukan bakat, kepandaian dan sikap seorang anak. Maka dari itu FasTracKids? hadir untuk melengkapi dan menyempurnakan pendidikan anakanak. FasTracKids? adalah badan usaha waralaba pusat pengembangan kecerdasan anak yang bergerak di bidang pendidikan, berasal dari Colorodo- Amerika Serikat. FasTracKids? menghasilkan sebuah sistem pengayaan pendidikan baru yang revolusioner. Program pendidikan dua tahun FasTracKids? dirancang untuk mengembangkan pengetahuan dan kecerdasan anak pada usia pra-sekolah. Dalam perkembangan, FasTracKids? hadir di kota Surabaya, dan berada di Jalan Raya Bukit Darmo Golf 17, Surabaya. Setelah beberapa kurun waktu, ternyata menunjukkan hasil respon yang kurang signifikan terhadap kehadiran FasTracKids? di Surabaya. Hal tersebut terlihat dari sedikitnya jumlah murid yang ada di FasTracKids? Bukit Darmo Akademi. Dengan berlatar belakang masalah tersebut, maka pelaksana mencoba untuk membantu menyelesaikan masalah tersebut dengan gagasan dan pelaksanaan Eksibisi di Pakuwon Trade Center agar bertujuan menambah jumlah murid yang ada di FasTracKids? Bukit Darmo Akademi sekaligus mengkomunikasikan bahwa FasTracKids? telah hadir di Surabaya, khususnya wilayah Surabaya Barat.",
  "creators": "WAHYU YULIANTO BASUKI; YOHANES SUDARGO",
  "contributors": "Peter Remy Yosy Pasla (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rancangan Usaha",
  "source": "Rancangan Usaha No. 02020312/MAN/2005; Wahyu Yulianto Basuki (31400338), Yohanes Sudargo (31401189)",
  "subjects": "MARKETING MANAGEMENT"
}