{
  "id": "8445",
  "title": "Analisa pengaruh perencanaan tapak lahan perumahan terhadap harga jual kapling di Perumahan Permata Sukodono Raya Sidoarjo",
  "abstract": "Dalam proses pengembangan suatu lahan perumahan, sebelum proyek diwujudkan maka dimulai lebih dahulu dengan suatu ide awal dari pengembang untuk kemudian dituangkan dalam perencanaan fisik. Seterusnya pengembang dapat memulai dengan melakukan perijinan lokasi, pembebasan tanah, pematangan tanah, perencanaan tapak hingga sampai tahap pembangunan dan penjualan yang tak lepas dari biaya-biaya pengeluaran. Penelitian ini membahas tentang analisa pengaruh perencanaan tapak lahan perumahan terhadap harga jual kapling di perumahan Permata Sukodono Raya Sidoarjo. Perencanaan tapak terdiri dari konsep perencanaan perumahan, tata guna lahan, perencanaan jalan dan prinsip pembagian kapling. Rencana tapak adalah syarat mutlak untuk membangun karena dengan penataan lahan yang tepat, dapat meminimalkan biaya-biaya yang dikeluarkan oleh pengembang. Dengan jenis penelitian berupa studi kasus, maka kasus yang digunakan adalah perumahan Permata Sukodono Raya Sidoarjo yang menggunakan pembagian tata guna lahan 55% : 45% yang artinya, sebesar 55% dari luas lahan digunakan untuk lahan efektif dan 45% untuk fasilitas sosial dan fasilitas umum. Sedangkan peraturan pemerintah menyebutkan bahwa pembagian tata guna lahan 60% : 40% yang artinya sebesar 60% dari luas lahan digunakan untuk lahan efektif dan 40% digunakan untuk fasilitas sosial dan fasilitas umum. Teknik pengumpulan data dilakukan melalui wawancara dengan pengembang dan observasi secara langsung. Teknik analisa data yang digunakan adalah perencanaan keuangan (cashflow) untuk menentukan harga jual kapling per meter persegi. Hasil dari analisa data perencanaan keuangan (cashflow) menunjukkan bahwa dengan pembagian tata guna lahan 55% : 45% menyebabkan harga pokok penjualan kapling per meter persegi semakin besar, maka keuntungan yang didapatkan pengembang menjadi lebih kecil, karena dalam penentuan harga jual kapling per meternya disesuaikan dengan harga jual kapling per meter persegi dari para pesaing di sekitar. Sedangkan bila pembagian tata guna lahan 60% : 40%, maka harga pokok penjualan kapling per meter persegi menjadi lebih kecil, maka keuntungan yang didapatkan pengembang menjadi lebih besar.",
  "creators": "DIANA INDRAWATI; LISA MARIANA MOELYONO",
  "contributors": "Prof. Dr. Njo Anastasia, S.E., M.T. (Advisor 1); Soekarno (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 05012287/MAN/2007; Diana Indrawati (31403054), Lisa Mariana (31404264)",
  "subjects": "REAL ESTATE MANAGEMENT"
}