{
  "id": "846",
  "title": "Perancangan corporate identity Hotel San Sui Pasir Putih-Situbondo",
  "abstract": "Hotel SAN SUI ini terletak di Pasir Putih - Situbondo yang bergerak di bidang jasa. Seiring dengan berkembangnya kepariwisataan dan sejalan dengan perkembangan jaman, hotel merupakan sarana tempat menginap yang sudah berkembang ke arah pemenuhan kebutuhan lain seperti status dan fasilitas penunjang yang pada dasarnya untuk menciptakan rasa aman, nyaman, tenang, bersih, dan kemudahan sarana dalam bepergian. Dari sekian banyak tujuan wisata di Indonesia, Pasir Putih - Situbondo merupakan salah satu kota yang memiliki tempat wisata yang cukup potensial seperti: Pantai Pasir Putih dan Taman Nasional Baluran. Banyaknya jumlah hotel di Pasir Putih - Situbondo ini, menimbulkan suatu tantangan yang menarik untuk menciptakan perancangan corporate identity yang lebih menarik dari hotel lain dan lebih mudah dikenal oleh para wisatawan baik asing maupun domestik dan agar mampu menciptakan brand image yang kuat atau suatu citra yang khas, serta untuk meningkatkan rating tingkat hunian di tengah persaingan yang semakin kompetitif ini dan mampu menunjang prestise bagi penggunanya dengan memadukan antara kebutuhan wisata dan kebutuhan bisnis. Oleh karena itu dalam perancangannya direncanakan menggunakan unsur-unsur yang mampu menunjang Hotel SAN SUI seperti: gunung, laut, dan segala sesuatu yang terdapat di laut, yang dikomposisikan sedemikian rupa sehingga menjadi suatu kesatuan yang utuh.",
  "creators": "CAROLINE WIDJOYO",
  "contributors": "WIBOWO (Advisor 1); Deddi Duto Hartanto (Advisor 2); Maria Nala Damajanti, S.Sn., M.Hum. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Identitas Perusahaan",
  "source": "Identitas Perusahaan No. 01/DKV/FSD/016/016; Caroline Widjoyo (42498022)",
  "subjects": "GRAPHIC ARTS; VISUAL COMMUNICATION; ADVERTISING; SIGNS AND SYMBOLS"
}