{
  "id": "8461",
  "title": "Perencanaan keuangan keluarga Kasbiantoro pada tabungan Mandiri, deposito Mandiri, reksadana Permodalan Nasional Madani (PNM) Puas, Manulife dana kas Manulife dana campuran dan Schroder dana kombinasi",
  "abstract": "Studi kasus ini membahas mengenai Perencanaan Keuangan bagi Bapak Kabiantoro dengan tujuan untuk membantu dalam memenuhi tujuan-tujuan investasi yang diinginkan olehnya. Tujuan investasi tersebut tidak lain adalah kebutuhan dana darurat, asuransi, dana pendidikan, dana pensiun, membangun sebuah bengkel resmi sepeda motor Honda (AHASS) dan membangun beberapa unit ruko. Untuk alokasi dana darurat menggunakan produk Tabungan bank Mandiri, Deposito bank Mandiri, Reksadana Permodalan Nasional Madani (PNM) Puas dan Manulife Dana Kas, dana pendidikan menggunakan produk Deposito bank Mandiri, Reksadana Permodalan Nasional Madani (PNM) Puas, Manulife dana Kas, Manulife Dana Campuran dan Schroder Dana Kombinasi, untuk membangun sebuah bengkel AHASS menggunakan dana yang berasal dari hasil investasi surplus cash flow bulanan dan hasil investasi sisa kas yang ada di tangan yang diinvestasikan dengan menggunakan produk Tabungan Mandiri, Reksadana Permodalan Nasional (PNM) Puas, Manulife Dana Kas, Schroder Dana Kombinasi dan Manulife Dana Campuran, dana pensiun diperoleh dari pendapatan saat membuka bengkel AHASS dan untuk membangun beberapa unit ruko menggunakan uang pesangon yang diterima pak Kasbiantoro saat pensiun dari PT. Pembangkit Jawa-Bali (PJB). Dengan kondisi keuangan yang baik berupa alur dana yang positif dan adanya aset yang cukup merupakan modal utama yang membuat Bapak Kabiantoro akan mudah mencapai tujuan investasinya.",
  "creators": "WAHYU VIKTORIA KRISTANTO",
  "contributors": "Sautma Ronni Basana (Advisor 1); Devie (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rancangan Usaha",
  "source": "Rancangan Usaha No. 03022283/MAN/2007; Wahyu Viktoria Kristanto (31402064)",
  "subjects": "BUSINESS PLANNING; MANAGEMENT"
}