{
  "id": "8465",
  "title": "Perancangan desain komunikasi visual promosi Cyberkids School",
  "abstract": "Lembaga pendidikan playgroup atau kelompok bermain merupakan lembaga pendidikan non formal, merupakan proses dasar anak-anak mengenal arti sekolah, juga sebagai jenjang melanjutkan pada pendidikan formal, antara lain sekolah nasional, sekolah internasional, atau sekolah nasional plus. Di kota Surabaya, lembaga pendidikan semacam ini mulai menjamur 2-3 tahun belakangan ini, target market-nya anak-anak usia 3-5 tahun. Playgroup disini dapat menggantikan posisi orang tua sementara mereka bekerja. Dengan menjamurnya lembaga pendidikan playgroup di Surabaya, secara otomatis persaingan akan selalu ada. Mereka berlomba-lomba memberikan kualitas terbaik bagi anak-anak didiknya, oleh karena itu konsumen, dalam hal ini orang tua peserta didik, dalam menentukan playgroup yang cocok untuk anak-anak mereka membutuhkan informasi selengkapnya. Maka dibutuhkan suatu media promosi untuk mendukung hal tersebut. Cyberkids School merupakan salah satu playgroup di Surabaya yang ikut ambil bagian didalam bisnis pendidikan non formal ini, dengan adanya persaingan yang cukup ketat itulah dibutuhkan media promosi untuk mengenalkan Cyberkids School di masyarakat, tentang segala informasi dan profit yang didapat oleh para siswa apabila bersekolah di Cyberkids School. Dengan mengususng tema ?Learn with Fun? yang berarti belajar sambil bergembira, Cyberkids School masih menekankan pada pembelajarannya, karena itu hampir setiap lay out yang dirancang meinformasikan program-program pembelajaran yang didapatkan. Bentuk-bentuk media promosi yang dirancang antara lain; iklan koran, banner, billboard, poster, brosur, flyer, goodie bag, t-shirt, gantungan kunci, mug, kalender, payung, pin, dan mobile branding. Setiap desain berkonsep untuk anak-anak, dengan sistem penyampaian yang dirangkai oleh penulis adalah ?Anak-anak melihat desain tersebut lalu meminta orang tua untuk ikut melihat juga agar orang tua mencari tahu tentang apa itu Cyberkids School pada contact person yang sudah diarahkan didalam desain tersebut, sehingga customer service Cyberkids School dapat memberikan penjelasan secara rinci pada orang tua calon siswa tersebut perihal keuntungan yang didapat apabila anak mereka bersekolah di Cyberkids School?. Sistematis tersebut diatas tidaklah mutlak, hal terbaik adalah para orang tua mengarahkan anak-anak mereka pada Cyberkids School dengan harapan adanya pendidikan dan perkembangan anak yang berkualitas. Media promosi yang dirancang ini diharapkan dapat meningkatkan strategi promosi agar Cyberkids School lebih dikenal oleh masyarakat luas, dan juga misi serta visi dari Cyberkids School dapat terwujud dengan baik.",
  "creators": "ANTONIUS",
  "contributors": "SUGIYONO ARDJAKA (Advisor 1); WIRENOHADI SOEPRAPTO, Drs. (Advisor 2); Obed Bima Wicandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Grafis",
  "source": "Perancangan Grafis No. 000110724/DKV/2006; Antonius (42499109)",
  "subjects": "VISUAL COMMUNICATION; COMMERCIAL ART; POSTERS; GRAPHIC ARTS"
}