{
  "id": "8479",
  "title": "B-Slim",
  "abstract": "Dewasa ini banyak produk pelangsing yang beredar dipasaran tidak aman untuk dikonsumsi karena bahan-bahannya yang tidak alami dan menimbulkan efek samping bagi tubuh. Akibatnya produk-produk tersebut ditarik dari peredaran karena membahayakan konsumen. Oleh karena itu B-Slim hadir dengan berbagai penawaran yang menarik. B-Slim merupakan minuman pelangsing dengan rasa buah yang menyegarkan dan memiliki banyak fungsi. Selain berfungsi untuk melangsingkan dan membantu melancarkan buang air besar secara biasa, B-Slim juga dapat membantu mengurangi kadar kolesterol dan asam urat dalam tubuh. BSlim aman untuk di konsumsi karena bahan-bahannya yang alami dan tanpa zat pewarna buatan sehingga tidak menimbulkan efek samping bagi tubuh. Dalam hal ini inovasi sangat berperan penting dalam mengembangkan produk minuman ini. Dengan melakukan inovasi terhadap suatu produk maka, konsumen dapat membedakan keunikannya jika dibandingkan dengan produk pesaing. Suatu perusahaan harus melakukan segmentation and targeting untuk dapat melakukan positioning produk di benak konsumen, dimana hal tersebut dapat dilakukan dengan cara diferensiasi produk. Berdasarkan hasil analisis Five Forces porter?s, dapat disimpulkan bahwa B-Slim mampu untuk menembus pasar industri minuman pelangsing di karenakan skala ekonominya yang kecil, sehingga masih terdapat peluang yang cukup besar untuk dimasuki. Selain itu factor kekuatan pembeli memegang peran penting untuk mempertahankan produk ini di pasaran yang terletak pada biaya peralihan yang kecil.",
  "creators": "ANGELINA OCTORA; EMANIRA PRASTIARA SARI",
  "contributors": "Peter Remy Yosy Pasla (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rancangan Usaha",
  "source": "Rancangan Usaha No. 02022280/MAN/2007; Angelina Octora (31402062), Emanira Prastiara Sari (31402117)",
  "subjects": "BUSINESS PLANNING; MANAGEMENT"
}