{
  "id": "850",
  "title": "The Non-standard affixes as verb markers used in Asian Glitz Magazine",
  "abstract": "This study deals with the non-standard affixes as verb markers used in Asian Glitz Magazine. The writer chooses this topic is because so far, the study of non-standard affixes as verb markers, which are taken by the some students in English Department of this university is conducted in standard language, whether in Indonesian or English. The purpose of this study is to find the non-standard affixes as verb markers used in Asian Glitz Magazine and in what way the non-standard Indonesian affixation differs from standard Indonesian. The writer applies the theories of affixation based on the standard Indonesian grammar (Alwi, Dardjowidjojo, Lapoliwa, and Moeliono, 2000). This theory is supported by the theory of morpheme by Godby (1982). This is a qualitative descriptive study and the data is taken from Asian Glitz Magazine in the year of 2002, special edition. In 2002 the magazine was very popular because it published the famous boy band from Taiwan, named F4. In analysing the data, firstly, the data is put in the tables, which are already categorized into prefixes, suffixes, and confix. These tables will show the non-standard affixes and the standard affixes, which are replaced. Through the analysis, she found out that there are three types of non-standard affixes used in Asian Glitz Magazine from the data collected. The non-standard prefixes are {nge-} and {ke-} and one non-standard suffix {-in}. The non-standard prefix {nge-} replaces the standard prefix {meng-}, which is used to derive active verbs. The non-standard prefix {ke-} replaces the standard prefix {ter-} and both prefixes, {ke-} and {ter-} are used to derive passive verbs. There are also five confixes of prefixes and suffixes. The first two confixes are categorized as the standard prefix and non-standard suffix. The confixes are {di---in} and {meng---in}, and the on-standard suffix {-in} in this confix replaces the standard suffixes {-kan} and {-i}. The second confixes are non-standard prefix and non-standard suffixes {per---in}, {nge---in}, and {ber---in}. She also found a group of miscellaneous types of non-standard Indonesian verbs, which consist of non-standard suffix {-in} and the non-standard base, which seem to have incomplete prefix.",
  "creators": "SUSANA KUNCAYANI",
  "contributors": "Josefa Juniarti Mardijono (Advisor and Examination Committee); Bintoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1150/ING/2003; Susana Kuncayani (11499013)",
  "subjects": "INDONESIAN LANGUAGE-MORPHEMICS; INDONESIAN LANGUAGE-GRAMMAR-STUDY AND TEACHING"
}