{
  "id": "8505",
  "title": "Studi aspek perancangan Interior Learning Center dengan penggabungan metode belajar individual dan kelompok kecil di Seminari Internasional Pelangai Kristus Surabaya ( Studi kasus learning center ...",
  "abstract": "Di Indonesia Sekolah-Sekolah Dasar semakin banyak, namun dari sekian banyak sekolah terlihat bahwa proses pembelajarannya seringkali tidak berjalan efektif. Pemilihan metode atau model belajar yang baik dan fisik interior dalam kelas yang mendukung aktivitas belajar menentukan berhasilnya tidaknya sebuah pembelajaran. Demikian juga dengan suasana ruang, bentuk dan penataan ruang akan mempengaruhi perilaku dan psikologi penggunanya Dari latar belakang tersebut, cukup menarik untuk meneliti lebih jauh tentang respon anak terhadap fisik interior. Metode penelitian yang digunakan adalah metode deskriptif dengan studi kasus pada Sekolah Elementary A ( tingkat 1-3 ) Seminari Internasional Pelangi Kristus sebagai salah satu fasilitas pendidikan Kristen di Surabaya yang didasarkan pada metode belajar individual dan kelompok kecil. Penelitian ini diharapkan menghasilkan pengetahuan mengenai bagaimanakah respon anak terhadap interior Learning Center Elementary A di Seminari Internasional Pelangi Kristus berdasarkan aktivitas belajar dengan metode belajar individual dan kelompok kecil dapat membentuk respon anak Hasil penelitian menunjukan adanya beberapa aspek perancangan interior pada ruang kelas Elementary A di Seminari Internasional Pelangi Kristus yang membentuk respon tidak baik pada anak karena adanya ketidaksesuaian antara aktivitas dengan kebutuhan ruang meliputi bentuk lantai, warna lantai, warna dinding, ukuran ruang, anthropometri kursi belajar, kursi putar, dan kursi final test, warna tiga buah kursi (final test, belajar, dan putar), scoring station, testing table, supervisor?s station, dan Visual storage, namun ada juga yang sudah menerapkan prinsip metode belajar individual dan kelompok kecil yaitu pada penataan perabot, sirkulasi, warna student office, bentuk perabot, bentuk plafon dan dinding, anthropometri student office, testing table, scoring station, dan warna plafon sehingga menghasilkan respon yang baik pada anak.",
  "creators": "EUNIKE AMELIA H",
  "contributors": "J. Loekito Kartono (Advisor 1); Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Advisor 2); ACHMAD FAIZIN (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010278/DIN/2005; Eunike Amelia Hermansaputra (41401030)",
  "subjects": "SCHOOL BUILDINGS-DECORATION"
}