{
  "id": "8521",
  "title": "Evaluasi pelaksanaan kewajiban perpajakan PPH badan pada perusahaan jasa konstruksi: studi kasus pada PT \"X\"",
  "abstract": "PT \"X\" merupakan perusahaan yang bergerak di bidang jasa konstruksi. Untuk memenuhi kewajiban perpajakan PPh Badan tahun 2006 dalam hal menghitung, membayar dan melaporkan, mendapat bantuan dari jasa konsultan pajak. Dalam upaya efisiensi biaya, pada tahun 2007 mendatang perusahaan mau melaksanakan sendiri kewajiban perpajakannya tanpa menggunakan jasa konsultan. Permasalahannya adalah minimnya pengetahuan dari PT \"X\" mengenai rekonsiliasi (koreksi) fiskal yang diperlukan akibat perbedaan konsep pendapatan dan beban antara akuntansi dan pajak. Oleh karena itulah penelitian bertujuan untuk mengevaluasi kewajiban perpajakan PPh Badan PT \"X\" yang hasilnya digunakan sebagai bahan masukan bagi PT \"X\" dalam melaksanakan sendiri kewajiban perpajakan pada periode mendatang. Penelitian ini menggunakan teknik analisa data dengan melakukan penghitungan ulang pajak penghasilan PT \"X\", yang hasilnya dibandingkan dengan penghitungan pajak penghasilan PT \"X\" yang terdapat dalam SPT Tahunan PPh Badan Tahun 2006. Begitu juga untuk mengetahui kesesuaian dalam pembayaran dan pelaporan pajak penghasilan dengan ketentuan perpajakan, penulis menelitinya pada SPT Tahunan PPh Badan Tahun 2006. Hasil penelitian memberikan kesimpulan kesesuaian antara penghitungan, pembayaran dan pelaporan pajak penghasilan yang dilakukan PT \"X\" dengan ketentuan perpajakan.",
  "creators": "LILIANA LIMANTARA",
  "contributors": "Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Advisor 1); Drs. Sudibjo, M.M (Advisor 2); Yenni Mangoting (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010847/AKT/2008; Liliana Limantara (32404129)",
  "subjects": "TAX ACCOUNTING"
}