{
  "id": "8524",
  "title": "Analisa penilaian persepsi konsumen setelah melihat iklan versi musik instrumental pada rokok Gudang Garam Surya 16 dan rokok Djarum Coklat",
  "abstract": "Instrumental banyak dipilih oleh produk-produk terkenal seperti Gudang Garam Surya 16 dan Djarum Coklat untuk mengiringi iklan produknya. Hal ini menunjukkan bahwa iklan instrumental menjadi alternatif untuk menumbuhkan dan meningkatkan respon positif konsumen terhadap produk yang diiklankan. Untuk itu, dalam penelitian ini ingin dikaji mengenai perbandingan respon konsumen setelah melihat iklan instrumental pada rokok Gudang Garam Surya 16 dan Djarum Coklat. Berdasarkan nilai mean iklan instrumental Gudang Garam Surya 16, ditemukan bahwa sebagian besar konsumen menilai baik dan sangat baik atas persepsi konseumen pada iklan instrumental Gudang Garam Surya 16. Untuk iklan Djarum Coklat ternyata jawaban terbanyak konsumen dalam kategori baik untuk elemen-elemen iklan instrumental Djarum Coklat. Berdasarkan pada hasil uji beda, ternyata terdapat perbedaan penilaian konsumen khususnya pada elemen selain jenis musik dan irama musik, karena kedua elemen tersebut tidak menyebabkan persepsi yang berbeda diantara konsumen kedua rokok bersangkutan. Berdasarkan hasil pengujian elemen iklan instrumental Gudang Garam Surya 16, ternyata diketahui tidak terdapat persamaan persepsi diantara responden penelitian atas elemen iklan instrumental Gudang Garam Surya 16. Hal ini menunjukkan bahwa elemen iklan Gudang Garam Surya 16 belum sepenuhnya sesuai dengan keinginan konsumen berdasarkan karakteristik konsumen Gudang Garam Surya 16. Berdasarkan hasil pengujian elemen iklan instrumental Djarum Coklat, ternyata diketahui terdapat persamaan persepsi diantara responden penelitian atas keseluruhan elemen iklan instrumental Djarum Coklat. Hal ini menunjukkan bahwa elemen iklan Djarum Coklat sudah sepenuhnya sesuai dengan keinginan konsumen berdasarkan karakteristik konsumen Djarum Coklat.",
  "creators": "ANDY HERMANTO; SHERLY KARUNA",
  "contributors": "Filicia Chandra (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011976/MAN/2005; Andy Hermanto (31401227), Sherly Karuna (31401029)",
  "subjects": "CONSUMERS PREFERENCES; CONSUMER SATISFACTION; CONSUMERS-RESEARCH"
}