{
  "id": "8534",
  "title": "Perancangan interior batik fashion center di Surabaya",
  "abstract": "Seni batik yang sebenarnya merupakan karya seni tradisional asli Indonesia justru seringkali dipandang sebagai sesuatu yang kuno oleh masyarakat Indonesia itu sendiri. Oleh karena itu, sebagai masyarakat Indonesia, penulis merasa perlu untuk ikut melestarikan ragam hias seni batik tersebut melalui perancangan interior sebuah fashion center yang khusus mengulas tentang batik. Pada perancangan interior fashion center ini, penulis ingin mencoba menggabungkan semua kebutuhan-kebutuhan yang diperlukan oleh masyarakat khususnya yang berada di kawasan Surabaya dalam mempelajari tren terbaru tentang batik serta pengolahannya menjadi produk ready to wear oleh desainer-desainer batik ternama di Indonesia dalam satu wadah yang dinamakan Batik fashion Center. Melalui BFC ini, penulis berharap dapat menciptakan sarana yang representatif guna mewadahi kreatifitas para desainer Indonesia, serta menciptakan pusat mode batik di Surabaya, yang modern namun tetap mencerminkan citra lokal ragam hias batik Jawa Tema perancangan ini adalah penggabungan antara batik dengan fashion. Tema batik ditampilkan melalui permainan stilasi bentukan batik Jawa, konsep tata ruang, permainan warna serta ornamen. Sedangkan tema fashion yang identik dengan sesuatu yang up to date, aktual serta selalu bergerak diwujudkan melalui desain yang serba lengkung (dinamis), penggunaan material modern serta permainan tata cahaya.",
  "creators": "ELIZABETH MELLIZA G",
  "contributors": "ACHMAD FAIZIN (Advisor 1); Sriti Mayang Sari (Advisor 2); Ronald H.I. Sitindjak (Advisor 3); HARTOTO INDRA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00050283/DIN/2005; Elizabeth Melliza (41401040)",
  "subjects": "ART MUSEUMS-DECORATION"
}