{
  "id": "8535",
  "title": "Perancangan interior klinik pengobatan tradisional Tiongkok di Surabaya",
  "abstract": "Pengobatan tradisional Tiongkok sedang berkembang amat pesat di Indonesia dan kenyataan ini dapat dilihat dari jumlah pusat pengobatan tradisional Tiongkok yang makin hari makin bertambah. Dengan adanya fakta yang demikian, perlu adanya pendekatan terhadap teknik pengobatan tradisional ala Tiongkok sehingga dapat merancang interior klinik pengobatan tersebut yang dapat memadai dan mendukung kegiatan pengobatan yang sedikit berbeda dari teknik medis. Namun, belum semua desain interior pusat-pusat pengobatan tradisional Tiongkok yang ada di Surabaya mampu mendukung teknik pengobatan tadisional tersebut secara maksimal dan tampilannya tidak berbeda dengan klinik-klinik medis. Sehingga, klinik tampak tidak menarik dan kehilangan identitas Tionghoa. Di samping itu, klinik sebagai sebuah tempat pengobatan perlu dirancang sehingga mendukung ketenangan pasien yang dalam keadaan lemah dan sakit. Sebagai tempat komersial, interior klinik juga harus dapat mendukung promosi perusahaan di dalam lingkungannya sendiri. Dalam karya desain ini, interior klinik dirancang dengan mengamati kebutuhan yang muncul dari teknik pengobatan yang berbeda dari teknik medis, antara lain akupuntur yang membutuhkan pencahayaan khusus, moxibustion yang membutuhkan ventilasi untuk membuang asap moksa secepatnya, dan pijat refleksi dan tuina yang perlu privasi yang khusus. Selain itu interior klinik dirancang dengan adanya pendekatan filosofis dengan prinsip pengobatan tradisional Tiongkok itu sendiri, yang diberi istilah yin-yang, sehingga identitas Tiongkok tidak hanya diaplikasikan dalam bentuk ornamen dan aspek dekoratif yang terkesan `tempelan? belaka. Interior klinik juga dirancang dengan mengaplikasikan budaya-budaya orang Tionghoa antara lain, penganggapan tamu sebagai raja dan esensi minum teh yang mendukung perhatian dan penghiburan dari pihak perusahaan kepada pasien serta memberi wadah untuk komunikasi sehingga meningkatkan image dari perusahaan. Tujuan-tujuan di atas juga didukung oleh aspek-aspek perancangan yang lain seperti peletakan perabot dan ruang, fasiltas, penggunaan bahan dan warna.",
  "creators": "DIANA THAMRIN",
  "contributors": "HARTOTO INDRA (Advisor 1); MOCH. TAUFAN RIZQI (Advisor 2); SOEPONO SASONGKO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00050322/DIN/2005; Diana Thamrin (41401134)",
  "subjects": "TRADITIONAL MEDICINE; HEALTH FACILITIES; MEDICAL CENTERS (TRADITIONAL)"
}