{
  "id": "8543",
  "title": "Fasilitas relaksasi di Surabaya",
  "abstract": "Fasilitas Relaksasi di Surabaya ini merupakan proyek milik yayasan swasta yang bergerak di bidang relaksasi. Fasilitas yang direncanakan meliputi kantor pengelola, multifunction hall, fasilitas konseling, restoran, fasilitas relaksasi fisik, psikis dan fasilitas service. Dalam perancangannya, bangunan ini menggunakan pendekatan karakter ruang dan pendalaman sequence. Sesuai dengan karakter relaksasi itu sendiri, maka bangunan direncanakan berbentuk kurvalinier, dan tampak bangunan mencerminkan simplicity sehingga bangunan yang terjadi berbentuk lengkung, dimana massa ? massa yang ada diatur membentuk suatu aliran. Dalam perjalanan dari satu massa ke massa lain, pengunjung akan dibawa untuk mengalami sequences (urut-urutan perjalanan yang mempengaruhi emosi). Sequence dimulai dari awal sebelum memasuki bangunan penerima. Setelah memasuki bangunan penerima mereka akan dituntun menuju fasilitas konseling, kemudian baru menuju ke fasilitas utama yaitu fasilitas relaksasi fisik kemudian fasilitas relaksasi psikis dan klimaksnya yaitu fasilitas meditasi yoga. Sequence yang ada dirancang sedemikian rupa sesuai dengan karakter ruang yang diinginkan supaya dapat menimbulkan emosi/ perasaan tertentu pada seseorang. Melalui sequence yang terjadi diharapkan dapat menuntun orang supaya dapat mengalami relaks secara bertahap mulai dari fisik kemudian psikis dan pada akhirnya membuat orang merasakan relaks yang seutuhnya.",
  "creators": "YOEHANNA OKTAVIA",
  "contributors": "Irwan Santoso (Advisor 1); Wanda Widigdo Canadarma (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06132303/ARS/2005; Yoehanna Oktavia (22401097)",
  "subjects": "RECREATION CENTERS-DESIGNS AND PLANS; MENTAL HEALTH FACILITIES"
}