{
  "id": "8570",
  "title": "Home sweet home",
  "abstract": "Home Sweet Home Sebuah perusahaan jasa yang menawarkan jasa pengangkutan pindah rumah dari rumah yang lama ke rumah yang baru disertai dengan pendesaian tata letak furniture. Pasar sasaran dari Home Sweet Home masyarakat dengan ekonomi kelas menengah ke atas yang mencari kepraktisan dalam melakukan pindah rumah dan keamanan yang dijamin dengan asuransi. Dana yang dibutuhkan sebesar Rp. 491.393.500,00. Dana ini diperoleh dari modal Satria Jaya dan Handoko Susanto sebagai pemilik, dengan perbandingan modal 51% : 49%. Berdasarkan perbandingan modal tersebut akan diberlakukan juga pembagian keuntungan yang diperoleh. Lokasi terletak di Jalan Villa Bukit Mas RM 15 Surabaya. Pengelolaan langsung ditangani oleh wakil manager yang diawasi oleh manager selaku pemimpin tertinggi dari Home Sweet Home. Sedangkan dalam pelaksanaannya Wakil Manager dibantu oleh bagian lapangan dan bagian administratif. Visi dari bisnis ini adalah mewujudkan Home Sweet Home sebagai alternatif utama bagi customer yang mencari jasa pengangkutan pindah rumah, sekaligus pendesainan tata letak furniture rumah yang baru. Selain mempunyai visi Home Sweet Home juga hadir konsep ?One Stop Service? yang memberikan pelayanan jasa pengangkutan dan pendesainan tata letak furniture secara lengkap dan terpadu dengan kenyamanan dan kualitas yang tinggi. Dari analisa keuangan diperoleh data pay back period selama 2 tahun, 1 bulan nilai NPV positif sebesar Rp. 166.271,00 maka bisnis ini dinyatakan layak untuk dijalankan. IRR sebesar 42,30% yang lebih besar dari COC (Cost of Capital) sebesar 15%",
  "creators": "HANDOKO SUSANTO; SATRIA JAYA",
  "contributors": "Filicia Chandra (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rancangan Usaha",
  "source": "Rancangan Usaha No. 01020281/MAN/2005; Handoko Susanto (31401312), Putu Satria Jaya Trimurti (31401320)",
  "subjects": "BUSINESS PLANNING; MANAGEMENT"
}