{
  "id": "8572",
  "title": "Perancangan media pembelajaran kegiatan Sekolah Minggu Gereja Kristen Abdiel Gloria I Surabaya beserta media informasi pendukungnya",
  "abstract": "Sekolah Minggu Gereja Kristen Abdiel Gloria I adalah kegiatan pembelajaran Agama Kristen untuk anak-anak dari balita hingga kelas 6 tingkat sekolah dasar. Dalam kegiatan sekolah minggu ini masih belum menggunakan media khusus sekolah minggu yang beragam. Oleh karena itu untuk meningkatkan kualitas kegiatan sekolah minggu dan menarik minat anak-anak untuk lebih aktif dan rajin datang ke sekolah minggu, dibuatlah media pembelajaran untuk kegiatan sekolah minggu. Media ini berfungsi sebagai cerita, alat peraga, gambar dan buku panduan dan semua media tersebut bertujuan untuk menyampaikan materi sekolah minggu. Perancangan media pembelajaran disertai dengan media infomasi untuk memberitahukan tentang keberadaan media pembelajaran baru ini. Karena keterbatasan waktu maka perancangan media komunikasi visual ini belum pernah dipraktekkan di kelas Sekolah Minggu Gereja Kristen Abdiel Gloria I, maka karya perancangan ini belum dijamin keefektifannya dan belum tentu benar-benar sesuai dengan kebutuhan anak-anak sekolah minggu. Meskipun demikian, karena perancangan media komunikasi visual ini telah dirancang melalui metode dan prosedur yang nalar dan ilmiah maka diduga secara teoritis media tersebut efektif. Media ini sangat berguna bagi pendidikan Agama Kristen untuk anak-anak. Seperti yang dikatakan bahwa perancangan ini masih mempunyai keterbatasan, sehingga diharapkan perancangan media pembelajaran untuk kegiatan sekolah minggu dapat disempurnakan dan lebih dikembangkan.",
  "creators": "ANDRE PRATAMA WIDJAYA",
  "contributors": "AHMAD ADIB (Advisor 1); Sophia Novita Angkadjaja (Advisor 2); Bing Bedjo Tanudjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Grafis",
  "source": "Perancangan Grafis No. 00110710/DKV/2006; Andre Pratama Widjaya (42401156)",
  "subjects": "VISUAL COMMUNICATION; COMMERCIAL ART; POSTERS; GRAPHIC ARTS"
}