{
  "id": "8612",
  "title": "Strategi media relations humas Polda Jatim dalam menjalin hubungan baik dengan media massa",
  "abstract": "Humas Polda Jatim menyelenggarakan fungsi hubungan masyarakat melalui pengelolaan, penyampaian pemberitaan, dan kemitraan dengan media massa dalam pembentukan opini positif masyarakat bagi pelaksanaan tugas. Dalam berhubungan dengan media massa, Humas menjalankan strategi media relations, mengelola relasi, yang mencakup, Humas menjalin hubungan intens dengan wartawan, setiap Jumat, setelah shalat Jumat, Humas membentuk tim media, terdiri dari koordinator, penulis, dan juru bicara, Humas menjalin hubungan baik dengan wartawan, dengan memenuhi kebutuhan informasi, dan menjalin hubungan antar manusia, layaknya persahabatan. Dalam mengembangkan strategi, Humas mengembangkan materi PR, dengan mengirimkan anggotanya mengikuti pelatihan Public Relations, Humas menggunakan berbagai media untuk menyampaikan pesan kepada publik, Humas membuka pintu bagi wartawan media massa baru, dan mengupdate database wartawan, Humas memposisikan organisasi sebagai sumber informasi, berkoordinasi dengan semua satuan untuk mendapatkan informasi yang mutakhir, Humas memposisikan Kabid Humas sebagai juru bicara, karena kompetensinya, Yang terakhir mengembangkan jaringan, Humas merekrut wartawan internal sebagai Public Relations Officer, berhubungan baik dengan PWI, berhubungan dengan perusahaan swasta dalam pengadaan billboard berisi himbauan positif bagi masyarakat. Humas Polda Jatim menjalankan strategi media relations dalam menjalin hubungan baik dengan media massa, namun media massa menyatakan bahwa hubungan yang terjalin baik, layaknya hubungan persahabatan, tetapi untuk tempat tujuan utama dalam memperoleh informasi masih kurang.",
  "creators": "FANDY SETIAWAN",
  "contributors": "Prida Ariani Ambar Astuti (Advisor 1); LUSY E. PUSPITA (Advisor 2); SRI MOERDIJATI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010300/KOM/2008; Fandy Setiawan (51402142)",
  "subjects": "STRATEGIC PLANNING; PUBLIC RELATIONS"
}