{
  "id": "8635",
  "title": "Pengaruh pembebanan isolator resin 20 kV pada bentuk gelombang generator implus 125 kV",
  "abstract": "Isolator merupakan salah satu komponen penting dalam transfer energi listrik melalui sistem transmisi daya listrik. Dimana isolator sering mendapat tegangan yang jauh lebih tinggi dari tegangan nominalnya, baik yang berasal dari fenomena alam yaitu petir atau faktor dari dalam sistem sendiri yaitu switching, dan tegangan yang lebih tinggi ini dapat merusak isolator tersebut. Oleh karena itu, isolator ini perlu diuji ketahanannya yaitu dengan memberi tegangan dengan besar antara 20 kV sampai 25 kV dengan menggunakan generator impuls. Dimana generator impuls yang digunakan pada percobaan terdiri atas 6 tingkat, tiap tingkat memiliki tegangan maksimum 25 kV sehingga tegangan totalnya 150 kV dengan utilation ratio 0.833 sehingga dihasilkan tegangan maksimum 125 kV. Sedangkan untuk isolator yang diuji adalah pin isolator resin dengan kapasistas tegangan 20 kV. Dari pengujian yang telah dilakukan pada laboratorium tegangan tinggi UK. PETRA, diperoleh nilai tegangan impuls puncak sebesar 117 kV, dimana nilai ini memenuhi nilai toleransi tegangan impuls puncak ? 3% (menurut standar IEC) dari 120.175 kV. Selain nilai tegangan impuls puncak 117 kV memenuhi yang memenuhi standar IEC diperoleh pula nilai tahanan sebelum dan setelah pengujian yang tetap sama yaitu =200000 M . sehingga dapat dikatakan bahwa isolator tersebut cukup baik untuk menahan tegangan berlebih, baik dari petir atau switching.",
  "creators": "BAMBANG FEBRIANTORO",
  "contributors": "Limboto Limantara (Advisor 1); Yusak Tanoto, S.T., M.Eng., Ph.D. (Advisor 2); Stephanus A. Ananda, S.T., M.Sc. Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010531/ELK/2005; Bambang Febriantoro (23401043)",
  "subjects": "VOLTAGE REGULATORS; ELECTRIC CONTROLLERS"
}