{
  "id": "8636",
  "title": "Analisa perencanaan enam diesel generating set (genset) 2 mva, 6.6 kV di PT. Pakuwon Permai Surabaya",
  "abstract": "PT. Pakuwon Permai merupakan sebuah perusahaan swasta dan merupakan salah satu pusat pembelanjaan yang terbesar di kawasan Surabaya Barat. PT. Pakuwon Permai memiliki luas area sebesar 1845882.25 m? dan luas bangunan 245389.66 m?. Untuk memenuhi kebutuhan listriknya, PT. Pakuwon Permai memiliki 2 (dua) jenis pembangkit antara lain : Perusahaan Listrik Negara (PLN) sebagai sumber energi listrik utama dengan kapasitas 20 MVA dan diesel generating set sebagai sumber energi listrik cadangan sebanyak 6 (enam) buah dengan total kapasitas 12 MVA. Beban terpasang di PT. Pakuwon Permai terbagi atas 2 (dua), yaitu : beban prioritas dan non-prioritas. Beban prioritas di PT. Pakuwon Permai adalah lampu, stop kontak, motor pompa pemadam, eskalator, lift dan kipas ventilasi pada restaurant dengan besar kapasitas terpasang adalah sebesar 25.202 MVA, sedangkan beban non-prioritas di PT. Pakuwon Permai adalah chiller dengan besar kapasitas terpasang adalah sebesar 5.760 MVA. Jadi total beban terpasang di PT. Pakuwon Permai sebesar 30.963 MVA. Beban terpakai di PT. Pakuwon Permai saat beban puncak adalah sebesar 10.625 MVA. Dengan melihat kapasitas beban terpasang dan beban terpakai di PT. Pakuwon Permai, maka besar demand factor adalah sebesar 0.343, sedangkan besar load factor adalah sebesar 56 % dari total beban puncak. Dengan melihat fluktuasi beban pada kurva harian maka diperoleh base load sebesar 1 MVA, sehingga dalam perencanaan diesel generating set di PT. Pakuwon Permai dapat dikatakan benar dengan menggunakan 6 (enam) buah diesel generating set dengan kapasitas tiap unit sebesar 2 MVA. Pemilihan diesel generating set tersebut dapat dikatakan benar sebagai stand-by unit, sebab faktor kecepatan dari diesel generating set TBD 620 V16 G3 adalah sebesar 2.4 yang merupakan faktor kecepatan rendah.",
  "creators": "HERWIN SENTOSA",
  "contributors": "Emmy Hosea (Advisor 1); Julius Sentosa Setiadji (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010532/ELK/2005; Herwin Sentosa (23401073)",
  "subjects": "ELECTRIC GENERATOR; DIESEL ELECTRIC POWER-PLANTS"
}