{
  "id": "867",
  "title": "Perancangan komunikasi visual corporate identity Taste 'n Taste Chinese & Sea Food Restaurant Surabaya",
  "abstract": "Taste `N Taste Chinese & Seafood Restaurant yang berlokasi di Jl. Raya Kupang Indah no.1, Surabaya ini merupakan perusahaan yang bergerak di bidang pelayanan makanan dan minuman. Permasalahan yang dihadapi oleh restoran ini adalah adanya kesenjangan antara kondisi pada saat ini dengan kondisi yang diharapkan. Restoran yang baik adalah restoran yang dapat menunjukkan identitas diri atau ciri khasnya ke dalam logo perusahaan. Oleh karena itulah penulis mencoba untuk membantu pihak Taste `N Taste dalam menemukan dan menonjolkan identitas dirinya melalui perancangan corporate identity, yang nantinya dapat tertanam kuat di dalam benak para konsumen. Adapun metode penelitian yang digunakan oleh penulis dalam melakukan perancangan corporate identity ini yaitu metode pengumpulan data dan metode analisis data. Dalam metode pengumpulan data, penulis mengumpulkan data-data primer (yang diperoleh melalui wawancara dan survey dengan cara pembagian kuesioner) dan data-data sekunder (yang berasal dari referensi buku). Sedangkan dalam metode analisis data, penulis akan melakukan penelitian kuantitatif dengan penelitian deskriptif. Logo yang direncanakan adalah logo yang berupa bentuk gambar udang galah yang merupakan makanan kebanggaan restoran ini. Pembuatan logo Taste `N Taste berdasarkan pada kesan yang ingin dibangun serta mengutamakan / menonjolkan makanan kebanggaannya. Kesan yang ingin dibangun adalah kesan mewah, mengingat target audience yang hendak dicapai adalah masyarakat kalangan menengah dan kalangan atas. Logo ini nantinya akan diaplikasikan ke dalam berbagai sarana corporate identity, antara lain meliputi: peralatan makan, peralatan meja, menu, stationery, peralatan kantor, pakaian seragam, sarana transportasi, sarana promosi, sign age, kalender, brosur dan buku panduan pembuatan logo. Perancangan corporate identity akan didesain sedemikian rupa dan semenarik mungkin dengan mengutamakan kesan mewah. Untuk dapat menampilkan kesan mewah dalam perancangannya, maka akan digunakan warna-warna yang lembut dan juga akan menggunakan bentuk desain yang sederhana. Dengan mengaplikasikan logo Restoran Taste `N Taste pada berbagai macam sarana corporate identity-nya maka identitas diri Taste `N Taste akan menjadi semakin kuat dan juga akan menjadi sebuah brand awaraness yang tertanam di dalam benak para masyarakat pada umumnya.",
  "creators": "DEWI",
  "contributors": "BRAMANTYO (Advisor 1); I NYOMAN MANTRA FANDY (Advisor 2); Deddi Duto Hartanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Identitas Perusahaan",
  "source": "Identitas Perusahaan No. 01/DKV/FSD/023/023; Dewi (42498034)",
  "subjects": "VISUAL COMMUNICATION; GRAPHIC ARTS; SIGNS AND SIGNBOARDS; COMMERCIAL ART"
}