{
  "id": "8687",
  "title": "Perancangan sistem perencanaan makanan di Kebun Binatang Surabaya",
  "abstract": "Kebun Binatang Surabaya merupakan salah satu objek wisata yang cukup terkenal di kota Surabaya. Kebun Binatang Surabaya ini memiliki berbagai macam jenis binatang karnivora, sehingga kebutuhan akan daging sangat berpengaruh pada biaya yang dikeluarkan setiap bulannya. Hal inilah yang menjadi masalah karena selain harga daging saat ini melonjak tinggi, kebutuhan binatang akan daging juga semakin besar dikarenakan umur dan jumlah binatang yang sedikit demi sedikit terus bertambah. Oleh karena itu, penelitian terhadap pakan binatang jenis daging ini dilakukan dengan tujuan untuk mendapatkan jumlah kebutuhan pakan yang optimal sehingga biaya yang dikeluarkan seminimal mungkin. Untuk mendapatkan jumlah pakan yang dibutuhkan oleh binatang yang bersangkutan, maka dilakukan perhitungan melalui metode Linear Programming. Kendala yang dimasukkan berdasarkan atas kandungan nutrisi yang terdapat dalam jenis pakan daging yang diberikan, sehingga nantinya dapat diketahui berapa banyak kebutuhan binatang akan nutrisi tersebut. Hasil yang diperoleh dari penelitian ini adalah jumlah pakan optimal yang dibutuhkan oleh binatang yang bersangkutan, sehingga dari jumlah tersebut biaya yang dikeluarkan lebih sedikit daripada sebelum dilakukannya penelitian. Selain itu juga diberikan usulan mengenai sistem pemberian pakan yang dapat digunakan untuk mengefisiensikan pemberian pakan terhadap binatang yang bersangkutan.",
  "creators": "JENNIFER ZEFANYASUGIHARTO; ELLY ANA",
  "contributors": "Bernardo Nugroho Yahya (Advisor 1); I Nyoman Sutapa (Advisor 2); Iwan Halim Sahputra, S.T., M.Sc., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01011138/IND/2006; Jennifer Z.S. (25402002), Elly Ana (25402043)",
  "subjects": "INVENTORY CONTROL"
}