{
  "id": "8702",
  "title": "Pengukuran kinerja di PT X dengan metode balanced scorecard",
  "abstract": "PT X adalah suatu perusahaan yang bergerak di bidang industri mebel, dengan tujuan untuk memproduksi suatu produk dengan kualitas tinggi dan secara konsisten. Sejauh ini PT X menerapkan sistem pengukuran kinerja tradisional yang mendasarkan pengukuran kinerjanya pada aspek keuangan. Sedangkan dalam situasi yang penuh persaingan seperti saat ini, laporan keuangan tidak mampu lagi dijadikan tolok ukur kinerja dalam menggambarkan titik-titik strategis perusahaan dalam bersaing. Oleh karena itu dituntut adanya suatu sistem pengukuran kinerja yang lebih kompleks yang mencakup seluruh aspek perusahaan. Metode pengukuran kinerja yang digunakan adalah metode Balanced Scorecard (BSC). Selain itu, metode lain yang digunakan untuk menunjang proses pengukuran kinerja yaitu metode Analytical Hierarchy Process (AHP). AHP digunakan untuk menentukan bobot dari masing-masing perspektif serta tolok ukur yang digunakan. Dari penelitian yang telah dilakukan diperoleh visi, misi, strategi dan tolok ukur yang digunakan serta target yang ingin dicapai. Tolok ukur dari financial perspective antara lain Return On Equity, Net Profit Margin, Return On Assets, Total Assets Turnover, Inventory Turnover, Sales Growth Ratio. Tolok Ukur customer perspective antara lain Order per Customer, Customer Acquisition, Customer Retention, Percentage of Complaint. Tolok ukur internal business process perspective antara lain Defect Rate, Persentasi Keterlambatan Pengiriman Material, Persentasi Keterlambatan Jadwal Produksi. Tolok ukur learning and growth perspective antara lain Employee Productivity, Percentage of Employee Turnover, Percentage of Absent, Percentage of New Employee, Employee Training. Berdasarkan pengukuran kinerja dengan metode Balanced Scorecard diperoleh bahwa kinerja perusahaan secara keseluruhan pada periode Januari - Juni 2005 adalah 1,559 dan untuk periode Juli - Desember 2005 mengalami peningkatan kinerja menjadi sebesar 1,801. Hal ini dikarenakan adanya peningkatan kinerja dari financial perspective dan internal business process perspective pada periode Juli - Desember 2005.",
  "creators": "LENY AGUSYANTI",
  "contributors": "Togar Wiliater Soaloon Panjaitan, S.T., MBA. (Advisor 1); Bernardo Nugroho Yahya (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02041132/IND/2006; Leny Agusyanti (25402020)",
  "subjects": "WORK MEASUREMENT; PRODUCTION PLANNING"
}