{
  "id": "8704",
  "title": "Perancangan ulang tata letak fasilitas pada PT Segatama Lestari",
  "abstract": "PT Segatama Lestari adalaha perusahaan yang bergerak di bidang produksi furniture seperti rak TV dan rak komputer. Permasalahan yang dihadapi oleh perusahaan ini adalah permasalahan penataan layout fasilitas. Pembangunan dan penataan tiap-tiap fasilitas ini tidak berdasarkan perencanaan secara kualitatif maupun kuantitatif. Hal ini mengakibatkan permasalahan seperti lambatnya penyampaian material, membengkaknya material handling cost, dan terhambatnya komunikasi antar personil. Permasalahan ini harus segera diatasi khususnya pada kondisi saat ini, yang mana perusahaan akan meluncurkan tipe produk baru, namun kegiatan produksinya masih belum berjalan. Oleh karena itu, perlu segera dilakukan perbaikan layout agar nantinya tidak menghambat kelancaran proses produksi. Pada karya tulis ini penulis merancang beberapa alternatif layout yang diawali dengan analisa initial layout. Pengolahan data dilakukan dengan menggunakan algoritma BLOCPLAN, algoritma kriteria ganda untuk CRAFT, dan algoritma CORELAP dengan alat bantu software BLOCPLAN 90 dan Quantitative System 3.0. Selanjutnya dilakukan pemilihan alternatif layout yang paling optimal dengan indikator analisa momen dan material handling cost. Dari analisa tersebut didapatkan bahwa layout hasil pengolahan algoritma CORELAP memberikan persentase penghematan yang paling besar yakni untuk momen sebesar 37.33% dan untuk material handling cost sebesar 49.00%. Dengan perbaikan layout fasilitas ini diharapkan dapat membantu perusahaan dalam menjalankan kegiatan produksinya agar lebih efektif dan efisien.",
  "creators": "DIAN SUKMANA",
  "contributors": "Togar Wiliater Soaloon Panjaitan, S.T., MBA. (Advisor 1); Bernardo Nugroho Yahya (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01041131/IND/2006; Dian Sukmana (25402019)",
  "subjects": "PLANT LAYOUT"
}