{
  "id": "8713",
  "title": "Perancangan boneka wayang tokoh-tokoh cerita perjanjian baru bertipe Indonesia-Tionghoa",
  "abstract": "Etnis Tionghoa yang telah menjadi Warga Negara Indonesia adalah bangsa Indonesia. Sebagai bangsa Indonesia, etnis Tionghoa tersebut juga wajib turut berpartisipasi secara aktif melestarikan budaya Indonesia. Penanaman rasa cinta budaya tanah air itu idealnya dilakukan sejak dini, dilakukan dengan berbagai cara, tempat, dan kegiatan. Salah satu di antaranya ialah melalui pembelajaran di Sekolah Minggu. Tugas Akhir ini dirancang berdasarkan tujuan tersebut di atas. Selain itu, Tugas Akhir ini juga bermaksud untuk memecahkan masalah pembelajaran, yaitu : penyediaan media pembelajaran yang berupa boneka wayang, pada Sekolah Minggu yang sebagian besar siswanya adalah anak-anak keturunan etnis Tionghoa. Boneka wayang yang dikembangkan ialah sebagian tokoh-tokoh yang ada dalam Kitab Perjanjian Baru. Tokoh-tokoh itu ialah Yesus Kristus, Maria dan Yusuf (orangtua Yesus), 12 murid Yesus, Maria Magdalena, orang Farisi dan Saduki, Pejabat Pemerintah, Tentara, dan rakyat kebanyakan (5 orang). Tokoh-tokoh tersebut didesain dengan karakter keindonesian, dengan pakaian dan ragam-ragam hias/ornamen khas Indonesia, namun bermata sipit. Strategi ini ditempuh agar anak-anak lebih akrab dengan dunianya sendiri di sekitarnya. Diharapkan visualisasi yang demikian akan lebih memudahkan anak-anak untuk menangkap dan menghayati cerita Alkitab, serta dapat mengembangkan rasa kebangsaan dan cinta Tanah Air dalam diri mereka. Perancangan ini merupakan langkah awal. Oleh karena itu diharapkan ada perancangan lanjut untuk menyempurnakan hasil dan gagasan perancangan ini.",
  "creators": "ELSIE MANLY SETIAWATI",
  "contributors": "YOHANES MOELJADI PRANATA (Advisor 1); MARGANA (Advisor 2); Andrian Dektisa Hagijanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Grafis",
  "source": "Perancangan Grafis No. 00110415/DKV/2004; Elsie Manly Setiawati (42400158)",
  "subjects": "VISUAL COMMUNICATION; GRAPHIC ARTS"
}