{
  "id": "872",
  "title": "Rancangan corporate identity Pet Shop \"Puppies\"",
  "abstract": "Puppies merupakan sebuah pet shop yang one stop shopping (The one Stop Shopping Pet Shop); dimana menjual hewan yang cukup beraneka ragam jenisnya (hewan utamanya adalah anjing) dan berbagai kebutuhannya yang dapat dikatakan lengkap, menjual jasa salon hewan/anjing, penitipan hewan, klinik hewan. Kategori The One Stop Shopping Pet Shop merupakan kategori yang pertama dalam bisnis pet shop di Surabaya saat ini, maka peluangnya untuk menjadi market leader/sukses adalah cukup bagus. Apalagi juga merupakan pet shop yang pertama yang tidak bau/paling bersih dan sehat/higienis di Surabaya saat ini. Menjadi yang pertama memberi kelebihan peluang yang cukup bagus untuk sukses, tentu saja jika diolah dengan baik. Maka sebagai sebuah pet shop, Puppies memerlukan sebuah corporate identity sebagai identitas yang mampu mewakili eksistensinya secara tepat. Dalam perancangan corporate identity ini yang ditonjolkan adalah image (berkualitas, eksklusif, ramah lingkungan) dan bukan sekedar menginformasikan jenis usaha. Segi komunikatif sangat diperhatikan; perancangan komunikasi visual sangat memperhatikan image, gaya komunikasi visual (unik, ramah-modern yang masih menyimpan unsur klasik). Oleh karena itu, kesan yang hendak ditonjolkan adalah komunikatif-ramah lingkungan, sekaligus berkualitas dan eksklusif. Logo harus mengandung unsur dinamis dengan tampilan modern yang masih menyimpan unsur klasik, unik. Semua kesan tersebut akan tercermin dalam suatu rancangan logo untuk pet shop Puppies yang memenuhi kriteria sebuah logo yang baik.",
  "creators": "THERESIA ANANTA",
  "contributors": "YEKTI HERLINA (Advisor 1); LASIMAN (Advisor 2); Bing Bedjo Tanudjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Identitas Perusahaan",
  "source": "Identitas Perusahaan No. 01/DKV/FSD/024/024; Theresia Ananta (42498035)",
  "subjects": "VISUAL COMMUNICATION; GRAPHIC ARTS; SIGNS AND SYMBOLS"
}