{
  "id": "8720",
  "title": "Wacana pemerintah RI dalam tayangan parodi politik News Dot Com",
  "abstract": "Bagi sebagian masyarakat awam, politik dianggap sebagai ranah yang rumit. Politik seperti komunikasi adalah proses dan seperti komunikasi, politik melibatkan pembicaraan yang berarti segala cara orang bertukar simbol-simbol. Tayangan Parodi News Dot Com adalah sebuah bentuk variety show tayangan politik yang mewacanakan Pemerintah Republik Indonesia dimana pesan disampaikan kepada khalayak dengan mencakup simbol-simbol baik kata-kata tertulis dan lisan, gambar, gerakan maupun sikap tubuh sebagai ilustrasi untuk merepresentasikan realitas politik dalam pemerintahan Republik Indonesia dan pemaknaannya tergantung kepada kemampuan seseorang untuk menginterpretasikan bahasa yang digunakan sesuai dengan kognisi dan konteks realitas sosial yang ada, dikarenakan dalam lapangan politik, bahasa yang merupakan pokok\\ kajian analisis wacana dipahami tidak sebagai sarana penyampai gagasan yang netral yang bisa menghadirkan realitas seperti aslinya lantaran sudah terkontaminasi oleh ideologi tertentu yang dapat mengkonstruksi tema-tema atau strategi-strategi tertentu bagaimana seseorang atau kelompok ditampilkan secara baik atau buruk kepada masyarakat. Peneliti menggunakan metode analisis wacana Teun A. Van Dijk dengan membaginya ke dalam elemen struktur mikro, superstruktur dan struktur makro untuk mengungkap makna tersembunyi yang termuat dalam teks tayangan News Dot Com dan hasil penelitian menunjukkan bahwa bahwa pengungkapan makna dialog News Dot Com mendekonstruksi Pemerintah RI yang mana pemerintah diwacanakan sebagai seorang yang tidak konsisten dan bertanggungjawab, tidak transparan, tidak objektif, tidak bersikap jujur dan lebih mementingkan politis pencitraan daripada kepentingan rakyat.",
  "creators": "IE IVONNE SANJAYA",
  "contributors": "WOLLY BAKTIONO (Advisor 1); Ido Prijana Hadi (Advisor 2); SOETOJO DARSOSENTONO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20010295/KOM/2008; Ivonne Sanjaya (51403034)",
  "subjects": "TELEVISION PROGRAMS; VARIETY SHOWS (TELEVISION PROGRAMS); COMMUNICATION; MASS MEDIA"
}