{
  "id": "8723",
  "title": "Perancangan komunikasi visual produk sepeda motor Garuda tipe Kencana 125 SS",
  "abstract": "Produk Sepeda Motor Garuda tipe KENCANA 125 SS merupakan salah satu produk sepeda motor cina yang diproduksi oleh PT. Permata Sumber Investindo. Alat transportasi adalah alat sebagai sarana yang dapat membawa kita dari tempat satu ke tempat yang lainnya. Alat transportasi pada jaman dahulu masih sangat minim dibandingkan dengan jaman modern. Pada jaman modern, semakin banyak pengusaha-pengusaha yang berkecimpung dalam usaha alat transportasi buatan Cina, khususnya sepeda motor. Hal ini disebabkan masuknya kebudayaan Cina pada bangsa kita. Dengan semakin beragamnya budaya asing yang memasuki budaya Indonesia maka semakin beragam pula jenis sepeda motor yang berkembang di negara kita. Sepeda motor Cina saat ini dapat dipilih dalam berbagai macam merek dan bentuk yang beraneka ragam. Seiring dengan perkembangan jaman dan kemajuan teknologi yang tinggi, dalam memenuhi kebutuhan tersebut tidak hanya dihadapkan terhadap satu pilihan saja. Saat ini manusia dihadapkan pada beragam pilihan dengan harga dan kualitas yang beragam pula. Dalam perancangan media promosi ini, saya memilih produk motor merek Garuda sebagai obyek penelitian, dikarenakan produk motor merek Garuda sebagai produk motor yang mengkhususkan diri sebagai penjual bermacam jenis motor, dimana telah memiliki jam terbang yang cukup lama. Dalam kurun waktu tertentu, produk ini selalu mengalami perubahan model dan bentuk yang berbeda, akan tetapi tetap kukuh mempertahankan kualitas dan kuantitas dari produk itu sendiri. Melihat semakin banyaknya pesaing dari kebutuhan ini, maka mendorong pemilik untuk melakukan sebuah strategi pemasaran, dengan melaksanakan kegiatan promosi. Hal inilah yang selanjutnya dapat dijadikan perancangan",
  "creators": "RAYNOLD STEFANUS",
  "contributors": "BASKORO S. BANINDRO (Advisor 1); Bing Bedjo Tanudjaja (Advisor 2); Caroline Widjoyo (CLT per jan/08) (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Grafis",
  "source": "Perancangan Grafis No. 00110410/DKV/2004; Raynold Stefanus (42400145)",
  "subjects": "VISUAL COMMUNICATION; ADVERTISING LAYOUT AND TYPOGRAPHY; COMMERCIAL ART; GRAPHIC ARTS"
}