{
  "id": "8735",
  "title": "Analisa dan rancang bangun sistem informasi akuntansi terkomputerisasi atas siklus penjualan di UD. X, Waru, Sidoarjo",
  "abstract": "Persaingan yang begitu ketat di dalam bisnis menuntut pihak manajemen untuk dapat membuat keputusan secara cepat dan tepat terhadap perubahan yang terjadi. Salah satu faktor yang dapat membantu manajemen dalam membuat keputusan yang cepat adalah adanya sistem informasi akuntansi perusahaan yang dapat menyediakan informasi yang diperlukan oleh pihak manajemen. UD. X merupakan salah satu perusahaan yang merasakan pentingnya sistem informasi akuntansi. Permasalahan yang terjadi dalam UD. X adalah manajer kesulitan dalam mengambil keputusan kredit serta tidak adanya kartu stock sehingga dalam penelitian ini dilakukan rancang bangun sistem informasi akuntansi terkomputerisasi dalam siklus penjualan di UD. X. Jenis penelitian yang dilakukan adalah jenis penelitian deskriptif, yaitu penelitian yang memberikan gambaran yang mendetail dan mengungkapkan keadaan perusahaan yang sebenarnya. Sedangkan rancangan penelitian yang digunakan dalam skripsi ini adalah studi kasus, yaitu untuk meneliti kasus yang terjadi pada satu perusahaan yang berupa analisa dan perancangan sistem informasi akuntansi terkomputerisasi pada siklus penjualan di UD. X. Dari hasil analisa sistem yang telah dilakukan dapat diketahui bahwa masih banyak kelemahan dalam sistem dan prosedur yang ada di perusahaan yang perlu untuk diperbaiki. Untuk memperbaiki sistem yang lama maka diusulkan beberapa form baru, yaitu form perubahan password, form barang, form konsumen, form COA, form bank, form sales order, form surat jalan, form nota penjualan, dan form penerimaan kas. Selain itu diusulkan juga laporan laporan yang meliputi laporan persediaan, laporan sales order, laporan back order, laporan pengiriman barang, laporan penjualan per barang, laporan penjualan per tanggal, laporan penjualan per konsumen, laporan piutang konsumen dan laporan penerimaan kas. Sistem informasi akuntansi yang dirancang diharapkan mampu memperbaiki kelemahan-kelemahan yang ada di dalam perusahaan.",
  "creators": "BUDI TJENDRA",
  "contributors": "Oviliani Yenty Yuliana (Advisor 1); Josua Tarigan (Advisor 2); Juniarti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03010817/AKT/2007; Budi Tjendra (32402085)",
  "subjects": "ACCOUNTING-DATA PROCESSING; MANAGEMENT INFORMATION SYSTEMS"
}