{
  "id": "8754",
  "title": "Perancangan alat ukur pencapaian visi dan misi jurusan teknik industri Universitas Kristen Petra",
  "abstract": "Jurusan Teknik Industri Universitas Kristen Petra (UK Petra) merupakan institusi pendidikan yang memiliki visi dan misi yang ingin dicapai. Salah satu parameter yang menentukan tercapainya visi dan misi tersebut adalah kemampuan yang dimiliki oleh mahasiswa. Permasalahan yang terjadi yaitu tidak adanya alat ukur yang dapat mengevaluasi pencapaian visi dan misi Jurusan Teknik Industri ditinjau dari pencapaian kemampuan mahasiswa. Tujuan dari penelitian ini adalah merancang alat ukur pencapaian visi dan misi Jurusan Teknik Industri yang ditinjau dari pencapaian kemampuan mahasiswa. Perancangan ini dilakukan dengan mengacu pada dua aspek, yaitu hard skill dan soft skill. Softskill mengukur karakter dan non technical skills mahasiswa melalui penyebaran kuesioner. Karakter yang diukur yaitu Integritas, Inovatif dan Peduli, sedangkan non technical skills yang diukur adalah problem solver, managerial skill, interpersonal skill, kewirausahaan dan wawasan global. Hard skill mengukur kemampuan akademis mahasiswa, yang diukur dari nilai akademis masing-masing mata kuliah. Hasil pengukuran diperoleh bahwa nilai pencapaian visi dan misi Jurusan Teknik Industri saat ini yaitu sebesar 49.23%. Mahasiswa tahun keempat memperoleh skor sebesar 64.33%, mahasiswa tahun ketiga sebesar 51.18%, mahasiswa tahun kedua sebesar 42.41% dan mahasiswa tahun pertama sebesar 39.18%.",
  "creators": "FRANS INDRAYANA; FREDDY GUSTAMA",
  "contributors": "Bernardo Nugroho Yahya (Advisor 1); Julianingsih (Advisor 2); Tanti Octavia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011121/IND/2006; Frans Indrayana (25402023), Freddy Gustama (25402136)",
  "subjects": "UNIVERSITIES AND COLLEGES-BUSINESS MANAGEMENT; UNIVERSITAS KRISTEN PETRA.FT JUR. INDUSTRI"
}