{
  "id": "8780",
  "title": "Reaksi pasar terhadap publikasi laporan keuangan (studi kasus pada perusahaan manufaktur dan non manufaktur tahun 2003-2006 di BEJ)",
  "abstract": "Penelitian ini bertujuan untuk mencari perbedaan rata-rata return saham dan rata-rata volume perdagangan saham sepuluh hari sebelum dan sepuluh hari sesudah tanggal publikasi laporan keuangan pada perusahaan manufaktur dan non manufaktur tahun 2002-2006 di Bursa Efek Jakarta (BEJ). Metode yang digunakan adalah return saham yaitu dengan cara menghitung selisih harga saham periode berjalan dengan periode sebelumnya dengan mengabaikan deviden dan volume perdagangan saham yaitu dengan cara Trading Volume Activity (TVA). Sampel penelitian menggunakan industri manufaktur dan non manufaktur yang telah terdaftar pada Bursa Efek Jakarta periode 2002-2006. Analisis yang digunakan untuk menguji penelitian ini adalah Paired Sample T-test dengan menggunakan software SPSS versi 11.5. Hasil pengujian pertama adalah rata-rata return saham dengan Paired Sample T-test yang dibagi menjadi 3 bagian yaitu pengujian rata-rata return saham secara keseluruhan selama 5 tahun menunjukkan bahwa tidak terdapat perbedaan yang signifikan sepuluh hari sebelum dan sepuluh hari sesudah tanggal publikasi laporan keuangan, pengujian return saham per tahun dari tahun 2002- 2006 hanya tahun 2004 saja yang menunjukkan terdapat perbedaan yang signifikan sepuluh hari sebelum dan sepuluh hari sesudah tanggal publikasi laporan keuangan, pengujian return saham persektor terdiri dari 14 sektor yang diuji hanya ada 2 sektor saja yang menunjukkan terdapat perbedaan yang signifikan sepuluh hari sebelum dan sepuluh hari sesudah tanggal publikasi laporan keuangan yaitu sektor pharmaceuticals dan communication. Hasil pengujian kedua adalah rata-rata volume perdagangan saham dengan Paired Sample T-test yang juga dibagi menjadi 3 bagian yaitu pengujian rata-rata volume perdagangan saham secara keseluruhan selama 5 tahun menunjukkan bahwa tidak terdapat perbedaan yang signifikan sepuluh hari sebelum dan sepuluh hari sesudah tanggal publikasi laporan keuangan, pengujian rata-rata volume perdagangan saham per tahun dari tahun 2002-2006 semuanya menunjukkan bahwa tidak terdapat perbedaan yang signifikan sepuluh hari sebelum dan sepuluh hari sesudah tanggal publikasi laporan keuangan, pengujian rata-rata volume perdagangan saham persektor yang terdiri dari 14 sektor semuanya menunjukkan bahwa tidak terdapat perbedaan yang signifikan sepuluh hari sebelum dan sepuluh hari sesudah tanggal publikasi laporan keuangan. Alasan yang dapat dikemukakan adalah para investor menganggap laporan keuangan tidak memiliki kandungan nilai informasi yang dibutuhkan dalam pengambilan keputusan.",
  "creators": "SAMUEL BUDIARTO",
  "contributors": "Juniarti (Advisor 1); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03010776/AKT/2007; Samuel Budiarto (32402049)",
  "subjects": "FINANCIAL STATEMENTS; ACCOUNTING"
}