{
  "id": "8793",
  "title": "A study on an opening conversation between inferior and superior Chinese Indonesian speakers in a church community",
  "abstract": "This is a study on the opening conversation between inferior and superior Chinese Indonesian speakers in a Church community. In this study, the writer observed the Chinese Indonesian of the Cathedral Church in Malang, East Java. The data were taken from June to July 2002 of the interaction between young Chinese Indonesian aged 15 to 25 and the first or second generation Chinese Indonesian aged 35 to 45. The approach used in this study is quantitative. The descriptive research method was applied since this study is on social factors influencing conversation. Forty respondents were selected randomly. The conversations were recorded in written form. The research questions to be answered in this study are: (1) Who is going to start the conversation first?; (2) Is Javanese, Indonesian, Chinese or a mixed language used to start the conversation?; and (3) What are the speech functions encountered in the conversation?. The result of the study reveals that in the Chinese Indonesian community at the Cathedral Church, the third generation Chinese Indonesian tends to start the conversation with one of second generation Chinese Indonesian. However, there is an occasion where the second generation Chinese Indonesian starts the conversation. Then, the study also reveals that both speakers tend to use mixed language of Indonesian ? Chinese or Javanese ? Chinese or Indonesian ? Javanese - Chinese, whereas the recipient tends to reply in Indonesian or mix language. Finally, the first speaker, who could be the young or old generation Chinese Indonesian tends to use expressive and phatic speech function whereas the second speaker, either the young or old generation Chinese Indonesian tends to use the referential expressive and phatic speech functions. It is suggested that further investigation be conducted to determine whether this also counts for other Chinese Indonesian communities.",
  "creators": "FENNY KURNIAWATI",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1); SAMUEL GUNAWAN (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1081/ING/2002; Fenny Kurniawati (11498044)",
  "subjects": "SOCIOLINGUISTICS"
}