{
  "id": "8798",
  "title": "Functions and speech features in gossiping produced by female students of English department Petra Christian university",
  "abstract": "This study deals with the functions and speech features of gossip produced by female students in Petra Christian University. Deborah Jones in Deborah Cameron?s book The Feminist Critique of Language stated that gossip is divided into five ele ment : setting, participant, topic, functions, and features. In her campus, the writer notices that many female students often gossip to each other when they hang out in the corridors in the spare time. They often laugh, talk seriously, even decide to go somewhere together after gossiping. It seems that the content and the way of speaking in the gossip have made them interested in the conversations. Based on this fact, in this thesis, the writer focuses on this case, to find out the use of speech features in the functions of gossip. In order to identify the data, the writer needs some theories relating to the study itself. Regarding this matter, the writer employs Deborah Jones? women?s gossip and Robin Lakoff?s speech features as her main theories, and puts Janet Holmes? gossip as the supporting theory. The data collected are linguistic data, in this matter female?s gossip. The analysis itself is split into three major points as follows : gossip functions, gossip speech features, and the use of speech features in every function of gossips. By analyzing the data, the writer tries to infer the interpretation as the conclusion of the study. The writer may conclude that meaningless particle is a kind of speech feature which is mostly used by female students in go ssiping. On the other hand, the most gossip function which is often discussed is chatting, then followed by scandal, bitching, and house-talk. Generally most of the speech of the participants are only asking each experience, sharing their feelings, and talking about trivial things.",
  "creators": "MAYA DWI DEVITA ANGGRAINI",
  "contributors": "SUBANDI DJAJENGWASITO (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1089/ING/2002; Maya Dwi Devita Anggraini (11498040)",
  "subjects": "SOCIOLINGUISTICS"
}