{
  "id": "8816",
  "title": "Audit sistem informasi berbasis komputer atas pengendalian umum pada PT \"X\" di Jawa Timur",
  "abstract": "PT \"X\" yang terletak di Jawa Timur sudah menerapkan sistem informasi terkomputerisasi dalam kegiatan operasionalnya. Manajemen PT \"X\" bermaksud untuk mengevaluasi kelayakan dari sistem PT \"X\" untuk dapat mengetahui kelemahan-kelemahan yang ada pada pengendalian umum internal sistem informasinya. Selama ini PT \"X\" belum pernah melakukan audit atas sistem informasinya. Rumusan masalah dari penelitian ini adalah bagaimana penerapan pengendalian umum atas sistem informasi pada PT \"X\". tujuan dari penelitian ini adalah untuk menilai apakah pengendalian umum pada PT \"X\" telah memadai dan untuk memberikan saran atau rekomendasi pada pihak manajemen atas hasil audit sistem informasi atas pengendalian umum pada PT \"X\". Penelitian ini merupakan penelitian deskritiptif dengan jenis data kualitatif dan sumber data dari internal perusahaan. Instrumen yang digunakan pedoman wawancara dan daftar pertanyaan. Metode pengumpulan data adalah wawancara, observasi, dan dokumentasi. Unit analisisnya pengendalian umum atas sistem informasi akuntansi berbasis komputer pada PT \"X\". Dan teknik analisis datanya adalah mengumpulkan data, menganalisa data, memberi penilaian audit, serta memberi saran untuk perbaikan. Dari penelitian yang dilakukan, ditemukan bahwa pengendalian umum yang ada tidak memenuhi karena sifatnya yang signifikan yaitu ruang pusat komputer yang rentan terhadap kerusakan fisik, tidak adanya backup data, tidak adanya firewall serta password policy yang tidak memadai. Penulis juga memberikan beberapa rekomendasi atas kelemahan yang terjadi di perusahaan.",
  "creators": "JENNY TANUWIDJAJA",
  "contributors": "Sri Maharsi (Advisor 1); Juniarti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03010763/AKT/2007; Jenny Tanuwidjaja (32403013)",
  "subjects": "AUDITING-DATA PROCESSING"
}