{
  "id": "8817",
  "title": "Hubungan terpaan iklan tv Indomie Goreng Kriuuk versi 3 diva dengan citra merek Indomie di masyarakat Surabaya",
  "abstract": "Terpaan iklan merupakan suatu proses dimana terjadi respon kognitif atau pemikiran ketika mereka membaca, melihat atau mendengar komunikasi tersebut. Variabel dari terpaan iklan adalah frekuensi, durasi, dan perhatian. Iklan merupakan salah satu cara yang digunakan oleh perusahaan untuk melakukan komunikasi kepada publiknya. Melalui iklan perusahaan dapat mengkomunikasikan, memberi informasi, serta mempromosikan barang/jasa yang mereka tawarkan kepada masyarakat. Banyak media yang dapat digunakan untuk beriklan, salah satunya melalui televisi karena televisi merupakan media komunikasi yang efektif dengan keunggulannya dalam bentuk audio dan visual, dibanding media lain yang hanya audio saja atau visual saja. Diharapkan melalui iklan dapat diperoleh citra merek dan daya tarik simbolis bagi suatu perusahaan atau merek. Ada enam variabel utama yang membentuk citra merek, yaitu produk itu sendiri, kemasan, nama merek, harga merek, iklan dan promosi, dan distribusi. Sedangkan komponen iklan televisi dibagi menjadi dua yaitu, video (urutan aksi, demonstrasi, lokasi, pencahayaan, grafis, warna hingga kepada siapa bintang iklan) dan audio (suara, musik, jinggel dan sound effects) Melalui hasil analisis dengan menggunakan perhitungan statistik peneliti mengambil kesimpulan bahwa terpaan iklan televisi Indomie Goreng Kriuuk versi 3 Diva tidak memiliki hubungan dengan citra merek Indomie di masyarakat Surabaya.",
  "creators": "BERNIEKE LIMANTARA",
  "contributors": "Ronny Herowind Mustamu (Advisor 1); HARLEY PRAJUDHA (Advisor 2); SRI MOERDIJATI (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010277KOM/2008; Bernieke Limantara (51403029)",
  "subjects": "COMMUNICATION; MASS MEDIA"
}