{
  "id": "882",
  "title": "Perancangan media komunikasi visual cetak untuk kampanye promosi launching produk pelumas mobil merk \"Penlube\"",
  "abstract": "Pelumas Mobil merek Penlube merupakan pelumas mobil merek baru yang akan dilaunching pada pertengahan tahun 2002. Sebagai produk dengan merek baru Penlube menghadapi banyak tantangan dan hambatan, diantaranya adalah Penlube belum memiliki brandawareness. Penlube harus mampu bersaing dengan pelumas mobil merek lain yang telah lebih dulu muncul di pasaran yang jumlahnya kira-kira mencapai 200 merek. Untuk itu Penlube memerlukan media komunikasi visual untuk memecahkan masalah komunikasi pemasaran yang dihadapinya. Tujuan perancangan media komunikasi visual ini yaitu untuk menginformasikan keberadaan pelumas mobil merek Penlube di pasaran dan untuk membangkitkan kesadaran konsumen akan adanya merek Penlube. Untuk membuat rancangan media komunikasi visual terlebih dahulu dilakukan beberapa penelitian yang bertujuan untuk mengetahui product knowledge dan kondisi pasar. Informasi yang didapat akan membantu dalam menetapkan konsep desain media komunikasi visual yang dibutuhkan oleh Penlube. Dan media komunikasi visual yang digunakan untuk kampanye promosi launching Penlube yaitu Iklan koran seri, iklan majalah atau tabloid, poster, stiker, no ta pembelian, kartu ganti oli, hanging mobile, kelender dan Flagchain. Tema rancangan adalah Orange and Black atau jingga dan hitam yang tidak lain adalah warna identitas Penlube.",
  "creators": "OLIVIA WIDAJADI",
  "contributors": "ALBERT J. SOEHARDJO (Advisor 1); YOHANES MOELJADI PRANATA (Advisor 2); Cons. Tri Handoko (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Promosi Produk",
  "source": "Promosi Produk No. 01/DKV/FSD/052/052; Olivia Widajadi (42498076)",
  "subjects": "VISUAL COMMUNICATION; ADVERTISING; COMMERCIAL ART; GRAPHIC ARTS"
}