{
  "id": "8827",
  "title": "Hambatan komunikasi antarbudaya dalam film Babel",
  "abstract": "Film adalah salah satu media massa dari komunikasi massa yang merepresentasikan realita sosial. Salah satu realita sosial yang digambarkannya adalah perihal multikultural. Dalam film multikultural biasanya terdapat hambatan komunikasi antarbudaya. Salah satu film yang menggambarkan adanya hambatan komunikasi antarbudaya yaitu \"babel\" (2006). Penelitian ini ingin menelaah hambatan komunikasi antarbudaya dalam film Babel. Dalam film Babel terdapat empat pertemuan budaya, penelitian ini dibatasi hanya pada pertemuan budaya Islam dan budaya Barat. Hambatan komunikasi antarbudaya, yaitu budaya Islam dan budaya Barat dapat terjadi karena pengaruh faktor sosiologis, antropologis, psikologis, dan semantis. Hambatan komunikasi antarbudaya tersebut dapat dilihat dengan menggunakan metode semiotika dalam menafsirkan produk teks media seperti yang diperkenalkan oleh John Fiske. Metode tersebut akan menganalisis penampilan, lingkungan, perilaku, cara berbicara, sikap tubuh, ekspresi, aksi, dan dialog. Dengan demikian dapat diketahui bahwa komunikasi akan terhambat jika terdapat sterotip pada diri komunikator atau komunikan. Hambatan komunikasi antar budaya yang digambarkan dalam film ini sebenarnya ingin menghantarkan pesan-pesan multikultural pada penontonnya, yaitu bahwa meskipun memiliki budaya yang berbeda sebenarnya komunikator dan komunikan tetap dapat berkomunikasi dengan baik jika terdapat rasa ingin saling memahami di antara mereka.",
  "creators": "NOVI WELIETA",
  "contributors": "Ido Prijana Hadi (Advisor 1); Nanang Krisdinanto (Advisor 2); SOETOJO DARSOSENTONO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 20010274/KOM/2008; Novi Welieta (51404022)",
  "subjects": "MASS MEDIA; COMMUNICATION"
}