{
  "id": "8836",
  "title": "Perencanaan dan pembuatan website katalog properti wilayah Surabaya untuk ray white Kertajaya Surabaya",
  "abstract": "Ray White Kertajaya adalah perusahaan yang bergerak di bidang agensi properti. Ray White Kertajaya berkeinginan untuk mendekatkan diri kepada masyarakat sebagai calon kliennya. Permasalahan yang dihadapi saat ini adalah bagaimana agar para calon klien atau klien potensial dapat dengan mudah menghubungi atau memperoleh informasi tentang Ray White Kertajaya, sekaligus Ray White Kertajaya dapat menjangkau klien dengan cakupan areal yang lebih luas, dengan kata lain memperluas jaringan pemasaran juga agar masyarakat dapat memperoleh informasi tentang produk dan jasa yang ditawarkan oleh Ray White Kertajaya. Pada aplikasi yang dibuat ini, yang berbentuk sebuah website katalog properti, dimasukkan sejumlah fitur penunjang selain fitur utama yaitu fasilitas pencarian dengan parameter pencarian bervariasi dan fitur penunjang antara lain pencarian dengan berbasiskan peta lokasi, simulasi perhitungan KPR, dan lain-lain. Aplikasi tersebut dibuat dengan menggunakan bahasa pemrograman PHP, Javascript, berbasiskan sistem operasi Windows XP, dengan database MySQL, dan Apache sebagai web server. Hasil akhir dari aplikasi yang dibuat ini adalah sebuah website yang diharapkan dapat membantu penggunanya dengan cara memperhatikan kebutuhan penggunanya, memberikan informasi yang jelas dan selengkap-lengkapnya bagi penggunanya, menyajikan isi yang berkualitas dan sesuai kebutuhan, data yang bisa dipercaya, mampu memberikan informasi lengkap sebagai sarana pertimbangan bagi pencari iklan, menghasilkan hasil pencarian yang akurat.",
  "creators": "MARTIN SETYABUDI KENCONO",
  "contributors": "Agustinus Noertjahyana (Advisor 1); Theresia Lestiowati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.02010615/INF/2007; Martin Setyabudi (26401077)",
  "subjects": "WEBSITES-DESIGN; INTERNET (COMPUTER NETWORK); DATABASE DESIGN; PROGRAMMING (ELECTRONIC COMPUTERS)"
}