{
  "id": "8839",
  "title": "Perancangan dan pembuatan sistem persewaan dan pengaturan mesin serta penggajian di CV. Wima",
  "abstract": "CV. WIMA yang berdiri sejak tahun 1994 adalah perusahaan yang bergerak di bidang jasa. CV. WIMA menyewakan alat-alat bangunan terutama mesin-mesin untuk proyek bangunan seperti mesin molen, stamper, vibrator, generator, jack hammer, dan pompa air. CV. WIMA dapat digolongkan sebagai usaha berskala menengah. Selama ini sistem persewaan mesin CV. WIMA masih dilakukan secara manual. Begitu pula dengan sistem penggajian yang masih menggunakan pencatatan dan perhitungan manual sehingga membutuhkan waktu yang lama. Oleh karena itu dibutuhkan suatu sistem informasi yang terkomputerisasi untuk melakukan pencatatan secara otomatis dan dapat menghasilkan informasi yang lebih cepat dan akurat. Pembuatan sistem informasi dimulai dari analisa dan pengamatan terhadap sistem persewaan dan penggajian CV. WIMA. Dalam analisa dan pengamatan harus memahami terlebih dahulu mengenai business process dari CV. WIMA supaya dalam mendesain sistem yang ada dapat memecahkan masalah yang terjadi. Kemudian dari data yang ada, dilakukan perancangan sistem informasi yang sesuai dengan kebutuhan CV. WIMA. Pembuatan database menggunakan Microsoft Access 2003 sedangkan pembuatan aplikasi menggunakan bahasa pemrograman Borland Delphi. Hasil akhir dari proyek perancangan dan pembuatan sistem informasi ini adalah sistem persewaan , sistem pembelian, sistem penggajian, dan laporan-laporan yang dapat memberikan informasi yang sesuai dengan kebutuhan CV. WIMA.",
  "creators": "GO HARIADI WIYOGO PUTRA",
  "contributors": "Yulia (Advisor 1); Liliana (Advisor 2); Arlinah Imam Rahardjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.02010610/INF/2007; Go Hariadi Wiyogo Putra (26401199)",
  "subjects": "DATABASE DESIGN; DATABASE MANAGEMENT; PROGRAMMING (ELECTRONIC COMPUTERS)"
}