{
  "id": "884",
  "title": "A Study of politeness strategies used by the three main female characters in Friends to identify their personality traits",
  "abstract": "The writer chooses this topic because there is a assumption that someone?s language can somehow reflect the person?s personality. From this assumption, the writer assumes that the use of politeness strategies and their functions can reflect the personalities of Rachel, Phoebe and Monica in television series Friends. In order to prove this assumption, the writer wants to know the politeness strategies that they use the most and the function that mostly underlies their speech. Through the theory of politeness strategies by Brown and Levinson (1987) and Holmes (1992), functions of speech by van Ek (1976), and the criteria of personality traits by Lundin (1969), the writer analyzes this problem. In analyzing this topic the writer uses descriptive research and qualitative approach because it needs description and thorough analysis to answer the question of the problem. From the analysis, the writer finds that some traits can be drawn from their uses of politeness strategies and the function of their speech, which correspond with the criteria of personality. The writer finally concludes that Rachel has the tendency to be a dramatic person, while Phoebe tends to be a rationalist and Monica can be said as an idealist with a little influence of rationalist. Basically, the writer concludes that the use of politeness strategies and the function of someone?s speech can really help identifying the person?s personality, although it is only in general.",
  "creators": "MAYA SAVIRA",
  "contributors": "Dr. Dra. Yuli Christiana Yoedo, M.Pd. (Advisor 1); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1225/ING/2004; Maya Savira (11499064)",
  "subjects": "COURTESY IN LITERATURE-STUDY AND TEACHING"
}