{
  "id": "8849",
  "title": "Reaksi pasar terhadap publikasi laporan keuangan (studi peristiwa pada perusahaan non manufaktur di Bursa Efek Jakarta tahun 2001-2003)",
  "abstract": "Laporan keuangan adalah salah satu sumber informasi yang dapat digunakan oleh pelaku pasar untuk pengambilan keputusan. Laporan keuangan dikatakan memiliki kandungan informasi jika pada saat laporan keuangan tersebut dipublikasikan menyebabkan pasar bereaksi untuk melakukan tindakan menjual atau membeli saham, selanjutnya reaksi pasar tersebut akan tercermin dalam perubahan return saham dan volume perdagangan saham di sekitar tanggal publikasi. Penelitian ini merupakan event study pada Bursa Efek Jakarta dan bertujuan untuk mendapatkan bukti empiris adanya perbedaan yang signifikan return saham dan volume perdagangan saham pada rata-rata sepuluh hari sebelum dan rata-rata sepuluh hari setelah publikasi laporan keuangan. Sampel pada penelitian ini adalah perusahaan non manufaktur yang sahamnya terdaftar di BEJ pada tahun 2001-2003, dan dipilih berdasarkan kriteria purposive sampling. Teknik analisis yang digunakan adalah Paired Sample T-Test dengan menggunakan software SPSS versi 12. Penelitian ini membuktikan bahwa secara umum tidak ada perbedaan yang signifikan return saham dan volume perdagangan saham pada rata-rata sepuluh hari sebelum dan rata-rata sepuluh hari setelah publikasi laporan keuangan, walaupun pada pengujian pada tahun 2001 ditemukan hasil yang signifikan. Hasil penelitian secara umum ini tidak berhasil menolak H0, hal ini ditunjukkan oleh t-hitung yang lebih kecil dari t-tabel dan tingkat signifikansi yang lebih besar dari 0.05.",
  "creators": "MONICA ROSALIA SUHARTONO",
  "contributors": "Juniarti (Advisor 1); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04010759/AKT/2007; Monica Rosalia Suhartono (32403045)",
  "subjects": "INVESTMENTS; CORPORATIONS-FINANCE; GOING PUBLIC (SECURITIES)"
}