{
  "id": "8863",
  "title": "Reaksi pasar terhadap publikasi laporan keuangan (event study pada perusahaan non manufaktur yang terdaftar di BEJ tahun 2004-2006)",
  "abstract": "Laporan keuangan yang dipublikasikan oleh perusahaan diharapkan memiliki kandungan informasi sehingga dapat memberikan nilai bagi investor. Laporan keuangan yang memiliki kandungan informasi akan direspon oleh investor, baik dengan menjual ataupun membeli saham di sekitar tanggal publikasi. Reaksi investor ini nantinya akan menyebabkan perubahan return saham dan volume perdagangan saham di sekitar tanggal publiksi laporan keuangan. Penelitian ini dilakukan untuk mendapatkan bukti mengenai terdapatnya perbedaan yang signifikan terhadap rata-rata return saham dan volume perdagangan saham sepuluh hari sebelum dan sepuluh hari setelah publikasi laporan keuangan. Sampel yang digunakan dalam penelitian adalah perusahaan non manufaktur yang sahamnya listing di BEJ pada tahun 2004-2006. Data tersebut diperoleh dari Bursa Efek Jakarta (BEJ) dan Laboratorium Pasar Modal. Teknik analisis yang digunakan adalah Paired Sample T-test dengan menggunakan software statistik SPSS versi 13. Penelitian ini membuktikan bahwa tidak terdapat perbedaan yang signifikan terhadap rata-rata return saham dan volume perdagangan saham sepuluh hari sebelum dan sepuluh hari setelah publikasi laporan keuangan. Hal ini ditunjukkan dengan nilai t hitung yang lebih kecil dari t tabel dan tingkat signifikansi yang lebih besar dari 0,05.",
  "creators": "IVANA MULYANI SISWOJO",
  "contributors": "Juniarti (Advisor 1); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010751/AKT/2007; Ivana Mulyani Siswojo (32403094)",
  "subjects": "FINANCIAL STATEMENTS; ACCOUNTING; CORPORATIONS-FINANCE; GOING PUBLIC (SECURITIES)"
}