{
  "id": "8870",
  "title": "Analisis retorika pemimpin misa dalam penyelenggaraan misa bahasa Inggris di Gereja Katolik Redemptor Mundi Surabaya",
  "abstract": "Retorika modern diartikan sebagai seni berbicara atau kemampuan untuk berbicara dan berkhotbah (Hendrikus, 1991); sehingga efektivitas penyampaian pesan dalam retorika sangat dipengaruhi oleh teknik atau keterampilan berbicara komunikator. Homili merupakan bagian dari retorika yang berbentuk sebuah khotbah singkat yang disampaikan dalam Misa. Peneliti menemui sebuah fenomena dalam penyampaian Homili di Gereja Katolik Redemptor Mundi. Fenomena ini muncul karena penggunaan bahasa Inggris sebagai bahasa pengantar ritual Misa di Gereja tersebut. Alasan ini mendorong peneliti untuk memfokuskan penelitian pada keterampilan pemimpin Misa dalam menyampaikan pesan pada penyelenggaraan Misa Bahasa Inggris di Gereja Katolik Redemptor Mundi Surabaya. Dalam melakukan penelitian ini, peneliti banyak menggunakan teori retorika, terutama retorika sebagai keterampilan berbicara di hadapan publik. Teori ini digunakan lengkap dengan aspek-aspek yang membangun proses retorika tersebut, ditinjau dari sudut komunikator. Penelitian ini berjenis deskriptif dengan pendekatan kualitatif. Sementara metode yang digunakan peneliti adalah studi kasus dengan wawancara, pengamatan (observasi), dan penelaahan dokumen sebagai metode pengumpulan datanya. Sementara untuk uji keabsahan data, metode yang digunakan adalah triangulasi. Hasil dari penelitian ini menguraikan keterampilan pastor sebagai komunikator dalam menyampaikan pesan pada Misa Bahasa inggris di Gereja Katolik Redemptor Mundi Surabaya. Keterampilan komunikasi ini terdiri dari empat bagian yakni kefasihan komunikasi komunikator (eloquence), pengorganisasian pesan, persiapan komunikator dalam menghadapi komunikan, serta alat bantu yang digunakan komunikator.",
  "creators": "JUSTINE IRMA ANINDITA",
  "contributors": "WOLLY BAKTIONO (Advisor 1); YULI NUGRAHENI (Advisor 2); H. M. BURHAN BUNGIN (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010271/KOM/2008; Justine Irma (51403086)",
  "subjects": "COMMUNICATION"
}