{
  "id": "8873",
  "title": "Komputerisasi sistem informasi laboratorium jurusan teknik elektro Universitas Kristen Petra",
  "abstract": "Perkembangan teknologi yang begitu pesat dewasa ini telah membawa manusia ke dalam suatu paradigma yaitu kebutuhan untuk mendapatkan informasi dengan cepat dan akurat. Era komputerisasi informasi yang semakin maju saat ini mendukung terpenuhinya kebutuhan tersebut. Laboratorium Jurusan Teknik Elektro, merupakan sarana bagi para mahasiswa untuk meningkatkan pengetahuan dan ketrampilan di bidang elektro. Oleh karena itu, perlu dibangun suatu sistem yang dapat menangani aliran informasi secara tepat guna. Pada tugas akhir ini akan dibuat suatu program database yang dapat menangani data inventaris laboratorium, data jadwal dan peserta praktikum, absensi asisten dan pencatatan kegiatan harian dari laboratorium Teknik Elektro Universitas Kristen Petra. Dalam penyusunan tugas akhir ini digunakan teori-teori manajemen database, Structured Query Language. Sedangkan aplikasi yang digunakan dalam pembuatan program adalah Borland Delphi dan Microsoft Access. Perancangan sistem komputer yang akan dibuat, dibagi dalam empat tahap yaitu pengumpulan data, pemodelan sistem database, pembuatan program dan pengujian program. Bagian penting dalam perancangan sistem komputer ini adalah perancangan database dan perancangan program interface. Pada tahap pengujian, program yang telah dibuat disimulasikan dengan memasukkan data-data (input) dan melihat keluaran (output) yang dihasilkan oleh program. Beberapa fasilitas tambahan yang tersedia pada program seperti grafik, pencarian data dan lain- lain juga disimulasikan. Dari sini didapat bahwa program sudah dapat menangani proses administrasi laboratorium yang meliputi proses inventaris, proses praktikum, proses absensi asisten dan proses pencatatan kegiatan laboratorium.",
  "creators": "JOY WALA",
  "contributors": "Irwan Kristanto Julistiono (Advisor 1); Lily Puspa Dewi, S.T., M.Kom. (Advisor 2); Ir. Djoni Haryadi Setiabudi, M.Eng. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 02/E/KOM/005/097; Joy Wala (23497045)",
  "subjects": "DATABASE DESIGN; DATABASE MANAGEMENT"
}