{
  "id": "8922",
  "title": "Pengaruh laba akuntansi, arus kas, dan komponen arus kas terhadap return saham perusahaan-perusahan LQ45 di PT Bursa Efek Jakarta tahun 2001-1005",
  "abstract": "Di BEJ terdapat 45 perusahaan yang memiliki saham teraktif dalam perdagangan, yang dikelompokkan ke dalam LQ45. Keberadaan informasi laba akuntansi dan arus kas serta komponennya menjadi indikator utama yang diperhatikan para investor yang akan menanamkan modal pada saham LQ45. Adanya sentimen positif pada investor akan membuat harga saham naik, sehingga diyakini return saham naik pula. Tujuan dari penelitian adalah untuk mengetahui pengaruh perubahan laba akuntansi dan perubahan total arus kas secara parsial dan simultan terhadap return saham LQ45 dan mengetahui pengaruh komponen total arus kas, yang meliputi perubahan arus kas operasi, perubahan arus kas investasi, dan perubahan arus kas pendanaan secara parsial dan simultan terhadap return saham LQ45 di PT BEJ tahun 2001-2005. Jenis penelitian yang dilakukan adalah causal research. Sampel penelitian adalah perusahaan-perusahaan LQ-45 di BEJ tahun 2001-2005. Data yang digunakan adalah data sekunder. Model analisis menggunakan regresi linier berganda model I dan II, di mana data terlebih dahulu diuji kelayakannya dengan uji asumsi klasik. Hasil penelitian menunjukkan: (1) Perubahan laba akuntansi (ALAK) dan perubahan total arus kas (ATAK) secara parsial tidak berpengaruh signifikan terhadap return saham LQ-45, dikarenakan laba akuntansi merupakan produk akuntansi yang didasarkan pada basis akrual, sehingga penggunaan laba akuntansi sebagai prediktor kinerja emiten sering kali dipertanyakan sisi keandalannya. (2) ALAK dan ATAK secara simultan tidak berpengaruh signifikan terhadap return saham LQ45, dikarenakan model return hanya memberikan penjelasan yang lemah dalam pengujian kandungan informasi dari laba akuntansi dan arus kas. (3) Komponen total arus kas, yang meliputi perubahan arus kas operasi (AAKO), perubahan arus kas investasi (AAKI), dan perubahan arus kas pendanaan (\u0001AKP) secara parsial tidak berpengaruh signifikan terhadap return saham LQ45. Hal ini dikarenakan: (1) AAKO positif yang terjadi tidak mampu meningkatkan return saham, sebab peningkatan harga saham tidak relatif besar. (2) AAKI yang terjadi cenderung negatif, karena investasi bersifat jangka panjang, dan para investor kurang tertarik dengan kebijakan tersebut. (3) AAKP yang terjadi cenderung negatif, karena banyak memberikan dividen, hanya saja dividen tidak sesuai dengan harapan para pemegang saham. (4) Komponen total arus kas, secara simultan tidak berpengaruh signifikan terhadap return saham LQ45, karena model return hanya memberikan penjelasan yang lemah dalam pengujian kandungan informasi dari arus kas atau perubahan setiap komponen arus kas.",
  "creators": "YULIANA SUSILO",
  "contributors": "Adwin Surja Atmadja (Advisor 1); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 04010741/AKT/2007; Yuliana Susilo (32403006)",
  "subjects": "INVESTMENT (ANALYSIS); GOING PUBLIC (SECURITIES)"
}