{
  "id": "8927",
  "title": "Evaluasi proyeksi penerimaan pajak reklame sebagai sumber PAD kota Malang",
  "abstract": "Penelitian ini bertujuan untuk mengevaluasi proyeksi penerimaan Pajak Reklame di Kota Malang dengan cara membandingkan target, hasil proyeksi penerimaan berdasarkan analisis data historis, hasil proyeksi penerimaan dengan menggunakan deret berkala (quadratic trend method) dan hasil proyeksi penerimaan dengan meningkatkan tarif. Jenis data yang digunakan adalah data kualitatif yaitu berupa keterangan mengenai penetapan target Pajak Reklame dan data kuantitatif yaitu berupa data realisasi Pajak Reklame dan data PDRB harga berlaku dan harga konstan yang semuanya didapatkan dari Dinas Pendapatan Daerah dan Badan Pusat Statistik Kota Malang. Sumber data yang digunakan adalah data internal yaitu data yang langsung diperoleh dari Dinas Pendapatan Daerah dan data eksternal yaitu data yang diperoleh dari Badan Pusat Statistik Kota Malang. Dari penelitian mengenai Pajak Reklame Kota Malang diperoleh bahwa proyeksi penerimaan tahun 2004 berdasarkan analisis data historis sebesar Rp 1.284.567.204 (dengan tarif 20%), dan sebesar 1.381.725.178 (dengan tarif 28,4%), sedangkan berdasarkan perhitungan proyeksi penerimaan dengan deret berkala (quadratic trend method) sebesarRp 1.249.223.302 (dengan tarif 20%), dan sebesar Rp 1.336.668.993 (dengan tarif 28,4%). Hal tersebut menandakan bahwa target Pajak Reklame tahun 2004 sebesar Rp1.157.625.000 yang ditetapkan oleh Pemerintah Kota Malang lebih kecil daripada proyeksi penerimaannya.",
  "creators": "NANIK KURNIAWATI",
  "contributors": "Juniarti (Advisor 1); R.Arja Angka Asa Aras Adji S. (Advisor 2); Yenni Mangoting (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010400/AKT/2004; Nanik Kurniawati (32400108)",
  "subjects": "TAX ACCOUNTING-LAW AND LEGISLATION"
}