{
  "id": "8933",
  "title": "Perancangan dan pembuatan web sistem administrasi kegiatan gereja pada GPIB Bukit Zaitun Surabaya",
  "abstract": "Selama ini GPIB Bukit Zaitun Surabaya dalam kegiatan pelayanan gereja selalu ditunjang oleh administrasi kantor gereja secara manual, meliputi pengarsipan data warga jemaat, pembuatan jadwal ibadah minggu berserta dengan para majelis jemaat yang bertugas melayani, pembuatan warta jemaat untuk mensosialisasikan berita dan acara kegiatan seputar gereja. Pengarsipan data menimbulkan masalah kehilangan data dan lamanya pencarian data. Di lain pihak, jemaat gereja selalu membutuhkan informasi mengenai kegiatan pelayanan gereja. Namun kebutuhan informasi ini hanya dapat ditunjang oleh pihak gereja dengan penerbitan Warta Jemaat yang alur informasinya searah dari gereja setiap minggunya. Oleh karena itu, dalam tugas akhir ini dirancang dan dibuat sebuah sistem administrasi kegiatan gereja untuk menjadi penghubung efektif antara warga jemaat dengan gereja. Selain itu aplikasi ini juga dibuat untuk membantu gereja dalam mengoptimalkan kegiatan administrasi yang manual menjadi sistem administrasi yang terkomputerisasi. Dari hasil implementasi dan pengujian aplikasi ini, kebutuhan informasi jemaat akan dapat ditunjang oleh kolom warta jemaat online dan juga forum jemaat online pada jaringan internet. Dengan adanya forum jemaat sebagai sarana komunikasi diharapkan warga jemaat dapat lebih aktif berpartisipasi dalam mengembangkan kegiatan pelayanan gereja. Kesulitan kantor administrasi gereja dalam mengatur jadwal kegiatan je maat dan pengarsipan data warga jemaat dapat teratasi dengan system database yang terpusat.",
  "creators": "IRWAN AUGUSTIAN",
  "contributors": "Silvia Rostianingsih (Advisor 1); Ibnu Gunawan (Advisor 2); Theresia Lestiowati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.02010645/INF/2007; Irwan Augustian (26402192)",
  "subjects": "WEBSITES-DESIGN; INTERNET (COMPUTER NETWORKS); PROGRAMMING (ELECTRONIC COMPUTERS)"
}