{
  "id": "8940",
  "title": "Pusat olahraga indoor di Surabaya",
  "abstract": "Surabaya merupakan kota terbesar kedua di Indonesia yang mempunyai laju pertumbuhan penduduk yang cepat, sehingga kebutuhan akan lahanpun ikut juga meningkat. Peningkatan di bidang kesehatan sangatlah diperlukan karena tanpa kesehatan manusia tidak akan dapat beraktivitas dengan baik. Salah satu cara peningkatan kesehatan adalah dengan cara berolahraga dengan teratur. Dengan berolah raga kita akan mendapatkan kembali kesegaran yang telah hilang akibat terlalu lelah dalam bekerja. Lokasi yang dipilih adalah di kawasan komersial perumahan Citraraya yang merupakan wilayah baru bagi kota Surabaya. Keuntungan dari lokasi ini adalah lokasi ini cukup menarik dengan kondisi lingkungan yang cukup menunjang karena merupakan kawasan perumahan tingkat menengah ke atas yang merupakan target pasar utama juga didaerah ini, dilihat dari sektor nilai pengembangannya sangat bagus. Bangunan Pusat Olahraga Indoor ini dirancang dengan dasar pendekatan \"kerangka komposisi\", sedangkan bangunannya didesain kearah bangunan modern yang sesuai dengan fasilitas yang ditawarkan yaitu lapangan tertutup sehingga membutuhkan struktur bentang lebar. Sistem struktur dijadikan suatu prinsip desain yang menunjang secara keseluruhan sistem bangunan. Sistem struktur tersebut bukan hanya digunakan untuk konstruksi saja, tetapi juga menampilkan nilai-nilai arsitektural/nilai artistik pada bangunan sehingga bangunan tersebut memiliki suatu daya tarik tersendiri. Tetapi tentu saja sistem struktur tidak berdiri sendiri, melainkan tetap didukung oleh sistem-sistem lain, seperti sistem utilitas, sistem sirkulasi, dan sebagainya, yang nantinya dapat menghasilkan suatu sistem yang terintegrasi dengan baik.",
  "creators": "SISWELLSON",
  "contributors": "Ir. Bisatya Widadya Maer, M.T. (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1968/ARS/14/2002; Siswellson (22498004)",
  "subjects": "INDOOR GAMES-DESIGN AND PLANNING; SPORTS FACILITIES--DESIGNS AND PLANS"
}