{
  "id": "8941",
  "title": "Graha filateli di Surabaya",
  "abstract": "Graha Filateli di Surabaya ini merupakan proyek milik yayasan swasta dengan dukungan pemerintah yang bergerak di bidang pendidikan dan bisnis. Fasilitas yang direncanakan meliputi museum filateli, ruang pameran temporer, kantor-kantor pengelola, kantor-kantor sewa filatelis, toko-toko filateli,counter-counter resmi mancanegara, kantor pos, perpustakaan umum filateli, ruang multifungsi, restoran dan berbagai fasilitas penunjangnya. Sesuai dengan tujuan umum perkumpulan filatelis yaitu mencari persahabatan dan pengetahuan yang luas hingga ke mancanegara, maka konsep perancangannya mengacu pada \"Usaha untuk bergerak mencari teman dimanapun dia berada\". Oleh karena itu dalam perancangannya direncanakan bangunan satu massa yang melakukan pergolakan, rotasi, pergeseran, dan bentuk-bentuk yang berusaha membuat dinamis sesuatu yang dahulunya diam dan kaku. Penyesuaian bentuk juga disesuaikan dengan kejujuran sifat bangunan dan adaptasi terhadap iklim tropis pada lokasi. Pada akhirnya akan terjadi suatu bentukan yang seakan berusaha akan berpencar, memisah namun masih terlihat bahwa bangunan tersebut memiliki satu kesatuan baik bentuk maupun massa. Prangko berbahan dasar kertas yang mudah rusak pada iklim yang lembab atau panas seperti di Surabaya, sehingga timbul berbagai usaha untuk mengatasi besarnya intensitas matahari yang berlebihan dengan berbagai desain pembayangan. Namun dengan tidak melupakan faktor efisiensi maka intensitas cahaya yang besar juga dimanfaatkan untuk memasukkan pencahayaan alami pada jam-jam tertentu.",
  "creators": "DENNIS ARDHIAN ZULKARNAIN",
  "contributors": "Frans Soehartono (Advisor 1); Krisdianto Anggijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 1969/ARS/15/2002; Dennis Ardhian Zulkarnain (22498006)",
  "subjects": "STAMP COLLECTIONS-MUSEUMS"
}