{
  "id": "8962",
  "title": "Perancangan interior \"Pelangi Kristus\" International Seminary di Surabaya",
  "abstract": "Perancangan Interior \"Pelangi Kristus\" International Seminary di Surabaya merupakan suatu perancangan Sekolah Kristen yang diperuntukkan bagi anak usia 2-6 tahun. Sekolah ini bertujuan untuk membekali anak sejak usia dini dengan dasar-dasar kebenaran yang mutlak akan Tuhan. Disini anak diperkenalkan akan pencipta-Nya. Selain itu anak juga diajak belajar sambil bermain. Kurikulum yang digunakan sekolah ini ada tiga macam, yaitu kurikulum nasional, internasional (SoT) dan kurikulum seminari yang berbasis Alkitab. Dengan demikian anak diharapkan menjadi anak yang berkarakter seperti Yesus dan bervisi yaitu menjadi hamba Tuhan. Fasilitas yang hendak dirancang berupa ruang learning center untuk basic class (2-4 tahun), TK (4-6 tahun), ekstra kokurikuler (ruang art and craft, lukis, dance/ learning activities dan musik). Fasilitas penunjangnya adalah ruang doa, perpustakaan, bermain indoor, makan, dan hall. Konsep yang digunakan dalam rancangan ini adalah mewujudkan suasana RUMAH, yang dapat membantu anak dengan mudah dalam proses belajar mereka. Pemakaian konsep disesuaikan dengan karakter anak usia 2-6 tahun. Bentukan yang dipakai, elemen rumah yang disederhanakan. Perwujudan yang lainnya melalui bentuk dan warna dasar, juga adanya penggunaan angka dan huruf dasar. Untuk mendukung tercapainya visi dan misi \"Pelangi Kristus\" maka digunakan gambar-gambar tentang karya Yesus.",
  "creators": "FENNY KURNIA DEWI",
  "contributors": "ACHMAD FAIZIN (Advisor 1); Sriti Mayang Sari (Advisor 2); Ronald H.I. Sitindjak (Advisor 3); HARTOTO INDRA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00050302/DIN/2005; Fenny Kurnia Dewi (41401086)",
  "subjects": "CHURCHES-DECORATION; CHURCH DECORATION AND ORNAMENT"
}