{
  "id": "8972",
  "title": "Desain tenda sementara untuk tim SAR dengan menggunakan metode TRIZ",
  "abstract": "Produk tenda sementara yang digunakan oleh tim SAR dalam pergerakannya mencari dan menyelamatkan korban jiwa akibat bencana alam selama ini masih memiliki cukup banyak kekurangan pada karakteristik produknya. Untuk itu perlu dilakukan perancangan dan pengembangan produk tenda sementara yang lebih baik untuk mendukung pergerakan tim SAR. Metode yang digunakan adalah metode TRIZ sebagai dasar perancangan dan pengembangan produk. Metode ini berfungsi sebagai inventive problem solving dalam menyelesaikan kontradiksi yang terjadi akibat pengembangan sifat karakteristik produk. Hasil dari penggunaan metode TRIZ adalah sebuah konsep perbaikan rancangan produk yang kemudian dikembangkan lebih lanjut menjadi konsep produk baru. Hasil akhir berupa konsep perancangan detail produk tenda sementara yang sesuai dengan kebutuhan tim SAR dan mendukung pergerakan tim SAR lebih baik daripada produk yang digunakan (existing products) selama ini. Konsep produk akhir berupa tenda sementara untuk kapasitas satu orang, ringan, mudah dirakit dan dikemas, tingkat kestabilan produk baik (tahan angin dan tahan air), memiliki kemampuan pengaturan suhu, dan fleksibilitas kapasitas. Produk ini dirancang dengan tujuan agar mudah dibawa dalam pergerakan dan tiap anggota tim SAR dapat membawa satu produk. Detail perancangan meliputi spesifikasi ukuran, material, harga material, dan pengemasan. Total harga material produk rancangan ini Rp. 132.218,176.",
  "creators": "JOHAN SOEBASTIAN",
  "contributors": "Iwan Halim Sahputra, S.T., M.Sc., Ph.D. (Advisor 1); Herri Christian Palit (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03011252/IND/2007; Johan Soebastian (25403139)",
  "subjects": "PRODUCTION ENGINEERING; PRODUCTION PLANNING; PLANNING"
}