{
  "id": "8979",
  "title": "Aplikasi metode Analytic Network Process (ANP) dalam menentukan preferensi industri berdasarkan karakteristik universitas di Surabaya",
  "abstract": "Analytic Network Process (ANP) yang dikembangkan oleh Thomas L. Saaty, merupakan salah satu metode pengambilan keputusan terbaru yang mampu memperhitungkan hubungan secara dependensi dan feedback antar elemen pengambilan keputusan. Keunggulan lain dari metode ini adalah kemampuannya untuk memodelkan situasi pengambilan keputusan yang kompleks, abstrak dan terus berubah. Industri saat ini berkembang semakin pesat dan membutuhkan banyak tenaga kerja baru. Tugas Akhir ini membahas mengenai bagaimana memodelkan persyaratan yang seringkali digunakan oleh industri yang bersangkutan untuk menyaring dan mendapatkan tenaga kerja yang sesuai dengan yang dibutuhkan industri tersebut. Metode yang digunakan untuk memroses model yang telah dibuat didasarkan pada metode Analytic Network Process (ANP). Dari model ANP yang telah dibentuk kemudian disusun suatu kuesioner untuk mendapatkan data perbandingan berpasangan yang selanjutnya digunakan untuk mencari preferensi industri pada setiap kriteria. Dari data tersebut kemudian diolah dengan menggunakan software superdecision untuk mencari alternatif yang terbaik. Hasil pemodelan ini berupa model yang menggambarkan persyaratan yang digunakan oleh industri farmasi dan industri karoseri dalam menyaring tenaga kerja baru dan calon karyawan baru. Kedua industri tersebut cenderung untuk memilih pencari kerja berdasarkan universitas lulusan tersebut berasal. Kriteria universitas lebih dipengaruhi oleh reputasinya dibandingkan dengan koneksi ataupun kerja sama yang dilakukan oleh kedua belah pihak. Sedangkan reputasi universitas lebih banyak dipengaruhi oleh reputasi yang dimiliki para alumninya.",
  "creators": "HANSEN TAN",
  "contributors": "Jani Rahardjo (Advisor 1); Siana Halim (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011249/IND/2007; Hansen Tan (25402033)",
  "subjects": "CONSUMERS-PREFERENCES; CONSUMER BEHAVIOR"
}