{
  "id": "8980",
  "title": "Perancangan alat ukur penilaian kinerja Biro Kepegawaian sebuah universitas dengan pendekatan balanced scorecard dan baldrige scoring",
  "abstract": "Biro Kepegawaian adalah salah satu lembaga yang berada di bawah naungan sebuah universitas, yang menyediakan layanan administrasi dan data kepegawaian. Biro Kepegawaian perlu meningkatkan kinerjanya agar dapat berkembang. Saat ini, Biro Kepegawaian sudah memiliki sistem pengukuran kinerja, namun sistem yang dimiliki adalah sistem pengukuran untuk menilai kinerja staf. Pada penyusunan Tugas Akhir ini dilakukan perancangan alat ukur penilaian kinerja untuk sistem Biro Kepegawaian secara keseluruhan dengan menggunakan pendekatan Balanced Scorecard dan penyusunan Key Performance Indicator (KPI) dengan pendekatan Baldrige Scoring. Perancangan alat ukur penilaian kinerja ini dibuat berdasarkan tiga dari empat perspektif Balanced Scorecard, yaitu perspektif proses bisnis internal, perspektif pembelajaran dan pertumbuhan, dan perspektif pelanggan. Hasil rancangan alat ukur penilaian kinerja ini adalah 70 rancangan KPI, yang terdiri dari 47 KPI untuk perspektif proses bisnis internal, 5 KPI untuk perspektif pertumbuhan dan pembelajaran, dan 18 KPI untuk perspektif pelanggan. Melalui alat ukur penilaian kinerja ini, Biro Kepegawaian dapat memantau secara terus menerus apakah aksi yang dilakukan sudah sesuai dengan visi, misi dan tujuan biro secara keseluruhan. Dan mendorong biro untuk melakukan perbaikan kerja secara kontinu.",
  "creators": "LINDA AGUSTINA; FENNY SETIAWAN",
  "contributors": "I Nyoman Sutapa (Advisor 1); Jani Rahardjo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011241/IND/2007; Linda Agustina (25403108), Fenny Setiawan (25403122)",
  "subjects": "WORK MEASUREMENT; PRODUCTION PLANNING"
}