{
  "id": "8984",
  "title": "Analisa faktor-faktor yang menjadi keunggulan dari kompetensi staff casual berlatar belakang pendidikan non-perhotelan dibandingkan dengan staff casual berlatar belakang pendidikan perhotelan di out..",
  "abstract": "Outlet banquet adalah sebuah outlet yang merupakan bagian dari departemen F&B yang berkaitan dengan pengadaan pesta, rapat, Atau segala sesuatu acara yang melibatkan banyak orang, Didalam pengoperasiannya membutuhkan tenaga kerja yang banyak untuk melaksanakan tugas-tugasnya secara efekif. Dimana event-event tersebut tidak selalu ada setiap harinya sehingga pihak hotel membuka lapangan kerja paruh waktu (Part time job) atau Casual. Pada kenyataan yang terjadi sekarang ini, pihak dari Hotel Majapahit, Mandarin Oriental, Surabaya, lebih cenderung untuk merekrut staff casual yang berlatar belakang pendidikan non-perhotelan. Berdasarkan situasi diatas penulis merumuskan masalah ?Apakah Faktor-Faktor Yang Menjadi Keunggulan Staff Casual Berlatar Belakang Pendidikan Non-Perhotelan Dibandingkan Dengan Staff Casual Berlatar Belakang Pendidikan Perhotelan Di Outlet Banquet, Hotel Majapahit, Mandarin Oriental, Surabaya? Tujuan dari perumusan masalah tersebut adalah untuk mengetahui apakah yang menjadi faktor-faktor keunggulan dari kompentensi staff casual yang berlatar belakang pendidikan non-perhotelan dibandingkan dengan staff casual dengan berlatar belakang pendidikan perhotelan di outlet banquet, Hotel Majapahit, Mandarin Oriental, Surabaya. Penulis menganalisa dengan mengumpulkan data-data dari hotel kemudian wawancarai 4 orang banquet attendant, 2 orang team leader, serta banquet manager kemudian penulis menggunakan kuesioner, yang dibagikan pada 8 responden casual outlet banquet. Pada bab 4 dapat dilihat hasil wawancara beserta hasil data kusioner mengenai faktor-faktor keunggulan staff casual berlatar belakang non-perhotelan. Bab 5 menyimpulkan bahwa faktor availabilitas, tingkat fleksibilitas,kemampuan antisipasi kebutuhan tamu, dan team work dengan teman kerja merupakan faktor-faktor yang mempengaruhi pemilihan staff casual di outlet banquet, Hotel Majapahit, Mandarin Oriental, Surabaya.",
  "creators": "YULI SUSILOWATI; ENDO WIJAYA KARTIKA",
  "contributors": "Juliuska Sahertian (Examination Committee 1); Dewi Astuti (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010138/HTL/2004; Yuli Susilowati (33498157), Endo Wijaya Kartika (33400006)",
  "subjects": "HOTELS-PERSONNEL MANAGEMENT; HOTEL MANAGEMENT"
}