{
  "id": "8985",
  "title": "Analisa penerapan food production control untuk mengoptimalkan contribution margin di Sea Master Restaurant Surabaya",
  "abstract": "Sea Master Restaurant adalah salah satu sea food restoran yang cukup terkenal akan kelezatan makanan lautnya di Surabaya. Penulis membahas mengenai food production control di Sea Master Restaurant yang bertujuan untuk mengoptimalkan contribution margin. Penerapan food production control memegang peranan penting dalam kegiatan operasional dan dengan adanya food production control (portion dan quantity) yang baik diyakini dapat menekan food cost yang pada akhirnya dapat menaikkan contribution margin. Jenis penelitian ini adalah penelitian deskriptif dengan menggunakan metodologi penelitian kualitatif dan kuantitatif, melalui studi kepustakaan, wawancara dan observasi secara langsung dalam memperoleh dan mengumpulkan data. Penelitian ini memiliki dua konsep yaitu food production control dan contribution margin. Definisi operasional untuk food production control yaitu pengontrolan terhadap produksi makanan, sedangkan untuk contribution margin yaitu jumlah yang muncul dari harga jual dikurangi dengan biaya produksi yang dipersiapkan untuk membayar tenaga kerja dan biaya-biaya lainnya. Setelah melakukan observasi, penulis mengambil kesimpulan bahwa salah satu penyebab belum efektifnya food production control di Sea Master Restaurant yaitu belum optimalnya penggunaan standard recipe, standard cost dan standard portion size yang benar. Hal ini menyebabkan terjadinya kelebihan porsi dalam proses pembuatan makanan sehingga berdampak pada terbuangnya bahan baku. Untuk mengatasi masalah tersebut penulis telah menganjurkan format standard recipe yang baik sehingga dapat menekan food cost yang akhirnya berdampak pada contribution margin.",
  "creators": "VERAWATI; FEIRINA SURYAWANGI",
  "contributors": "Sienny Thio (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010140/HTL/2004; Verawati (33498152), Feirina Suryawangi (33499074)",
  "subjects": "RESTAURANT MANAGEMENT"
}