{
  "id": "8990",
  "title": "Pengaruh relationship marketing dan brand equity terhadap customer value pada Hotel Sheraton di Surabaya",
  "abstract": "Didalam persaingan yang semakin tajam ini maka setiap hotel harus mempunyai keunggulan dibanding dengan hotel lainnya. Salah satu keunggulan yang diberikan oleh Hotel Sheraton Surabaya adalah dengan memberikan nilai terhadap pelanggan yang lebih tinggi (Customer Value). Dalam mencapai nilai tersebut salah satu cara yang dapat dilakukan adalah dengan mengefektifkan program relationship marketing dan menanamkan brand equity yang kuat kepada pelanggan, sehingga dapat memberikan nilai yang tinggi buat pelanggan. Dalam penulisan skripsi ini penulis ingin mengetahui adanya pengaruh dari relationship marketing dan brand equity terhadap customer value di Hotel Sheraton Surabaya, dimana ada 2 variabel bebas yang dipakai yaitu variabel bebas X1 untuk relationship marketing dan variabel bebas X2 untuk brand equity, sedangkan untuk variabel tidak bebasnya (Y) adalah customer value. Teknik analisa yang digunakan untuk mengolah data-data yang ada adalah teknik regresi linear berganda, koefisien korelasi berganda, koefisien determinasi berganda, serta koefisien korelasi dan determinasi parsial yang dibantu oleh program SPSS 10.00, sedangkan uji hipotesis yang dipakai adalah uji F dan uji t. Hasil pengolahan data tersebut menunjukkan bahwa terdapat pengaruh yang signifikan antara variabel X1 (relationship marketing) terhadap Y (customer value) dan variabel X2 (brand equity) yang mempunyai pengaruh yang signifikan terhadap Y (customer value), sehingga dapat disimpulkan bahwa relationship marketing dan brand equity memiliki pengaruh yang signifikan terhadap customer value di Hotel Sheraton Surabaya, tetapi untuk variabel relationship marketing memiliki pengaruh yang lebih besar atau lebih signifikan terhadap customer value di Hotel Sheraton Surabaya dibandingkan dengan variabel brand equity.",
  "creators": "ELLYANA; VALMA TERENA YOYO",
  "contributors": "Thomas Stefanus Kaihatu (Advisor 1); Dewi Astuti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010142/HTL/2004; Ellyana (33499035), Valma Terena Yoyo (33499080)",
  "subjects": "MARKETING RESEARCH; CONSUMERS-RESEARCH; CONSUMER BEHAVIOR"
}