{
  "id": "8998",
  "title": "A Study of the finite verbs in \"gilmore girls\" tv serial, episode \"those are strings, pinocchio\"",
  "abstract": "This study is conducted in order to find out the finite verb used by the main characters in \"Gilmore Girls\" TV serial, episode \"Those Are Things, Pinocchio\". There are three main problems of the study: (1) what types of finite verbs and (2) what forms of finite verbs are used in \"Gilmore Girls\" TV serial? and (3) what grammatical markers accompany the finite verbs in \"Gilmore Girls\" TV serial? The syntax theory used in this study is that proposed by Sidney Greenbaum and Randolph Quirk in Finite Verb theory. It is supported by the theory of the Types of Finite Verbs (W. Nelson Francis), the Forms of Finite Verbs (Sidney Greenbaum and Randolph Quirk) and also by the theory of Grammatical Markers (Jack Richard, et. al). This study is a descriptive one because the writer focuses on the description and analysis of data collected. In collecting the data, the writer copies the dialog \"Gilmore Girls\" TV serial episode \"Those are Strings, Pinocchio\" from website, then counts the number of Lorelai and Rory?s utterances, and finally takes a 10% sample of Lorelai and Rory?s utterances randomly by using computer. The dialogues of the two main characters, Lorelai and Rory are collected as the data and analyzed based on the theories above. From the analysis, it can be seen that the finite verbs found in the dialogues. \"Gilmore Girls\" TV serial is linking, intransitive and transitive. The forms of finite verbs of Lorelai and Rory?s utterances are dominated by the simple present tense (Subject + Verb/Verb-s or Subject + be). The finite verbs which often appear are simple and complex finite verb phrase. As the result of this study, the finite verbs of the two main characters of \"Gilmore Girls\" TV serial, episode \"Those Are Strings, Pinocchio\" can be described.",
  "creators": "RETNO HARI KRISTIANI",
  "contributors": "MAS MOELJONO (Advisor 1); Bintoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1212/ING/2004; Retno Hari Kristiani (11499167)",
  "subjects": "ENGLISH LANGUAGE-LINGUISTIC ANALYSIS; ENGLISH LANGUAGE-GRAMMAR"
}