{
  "id": "9002",
  "title": "Laporan promosi pantai rekreasi Akkarena sebagai objek wisata alam dan bahari di Makassar",
  "abstract": "Sulawesi Selatan khususnya Kota Makassar adalah salah satu kota tujuan wisata yang terkenal di Indonesia. Untuk menarik minat wisatawan agar mau datang ke sana, maka tempat-tempat yang berpotensi menjadi objek wisata yang menarik untuk dikunjungi perlu dikelola secara maksimal. Kota Makassar memiliki banyak pantai yang berpotensi untuk dijadikan objek wisata yang menarik. Salah satu pantai yang memiliki potensi yang besar adalah Pantai Rekreasi Akkarena yang berada dekat dengan pusat Kota Makassar. Promosi dan pengembangan Pantai Rekreasi Akkarena sangat penting dalam menjadikannya sebagai objek wisata yang berpotensi di Kota Makassar. Karena promosi yang dilakukan pengelola Pantai Rekreasi Akkarena masih kurang, maka Pantai Rekreasi Akkarena belum dikenal oleh masyarakat luas di Indonesia. Berdasarkan hasil wawancara dan observasi, penulis menemukan fakta bahwa Pantai Rekreasi Akkarena sebagai objek wisata yang berpotensi belum dipromosikan secara maksimal . Disamping upaya-upaya yang telah dilakukan pengelola untuk mempromosikan , sehingga dalam penulisan laporan akhir ini, penulis merasa perlu adanya penerapan langkah-langkah dan alat-alat promosi yang tepat untuk mempromosikan Pantai Rekreasi Akkarena dengan tujuan untuk memperkenalkan Pantai Rekreasi Akkarena ke masyarakat nusantara bukan hanya kepada masyarakat lokal saja. Dari hasil penelitian yang dilakukan, penulis menyimpulkan bahwa Pantai Rekreasi Akkarena denagn segala kelebihan-kelebihan dan fasilitas-fasilitasnya perlu mendapatkan langkah promosi yang tepat waktu itu, diperlukan kerjasama antara semua pihak, baik dari pengelola maupun pemerintah setempat.",
  "creators": "MEGAWATY HOSAL",
  "contributors": "Yacintha Yoranouw Suryawijaya (Advisor 1); Rachmat Sugianto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 532/PAR/2004; Megawaty Hosal (91399063)",
  "subjects": "AKKARENA BEACH-MAKASSAR-TOURIST TRADE; TOURIST TRADE-MAKASSAR"
}