{
  "id": "9011",
  "title": "Perancangan pengukuran kinerja di Rumah Sakit Jiwa Menur berdasarkan kriteria human resources focus, business process dan business result",
  "abstract": "Rumah Sakit Jiwa Menur secara terus menerus berbenah diri, dari yang semula bersifat bergantung dari pusat mulai mandiri dalam hal manajemen dan peningkatan kualitas pelayanan yang telah tercantum dalam Visi dan Misi Rumah Sakit Jiwa Menur. Tetapi untuk mengetahui apakah hal tersebut telah tercapai atau tidak, diperlukan suatu evaluasi/penilaian yang tepat agar manajemen dapat berjalan sesuai dengan visi dan misi Rumah Sakit Jiwa Menur, selain itu kompetisi di bidang layanan kesehatan semakin ketat, dibandingkan dengan rumah sakit swasta yang independen dan mandiri diperlukan suatu pembenahan yang tepat agar rumah sakit jiwa menur tidak tertinggal. Sedangkan evaluasi yang selama ini dilakukan hanya melihat berdasarkan hasil pencapaian target saja sehingga dalam pengawasan terhadap pelaksanaan prosesnya tidak terlihat. Hal ini tentu menyulitkan pihak rumah sakit jiwa Menur untuk melakukan perbaikan kinerjanya karena tidak ada ukuran yang jelas. Ada banyak macam bentuk evaluasi selain dari melihat hasil pencapaian target salah satunya adalah Malcolm Baldrige National Quality Award for HealthCare Service yang dipakai oleh penulis untuk menilai pencapaian kinerja dan mengidentifikasi permasalahan untuk perbaikan kinerja demi mencapai Performance Excellence terutama dalam kriteria Human Resources Focus, Business Process dan Business Result.",
  "creators": "HENDRO DARSONO; FIRMAN ARIANSYAH",
  "contributors": "I Nyoman Sutapa (Advisor 1); Zeplin Jiwa Husada Tarigan (Advisor 2); Felecia, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011224/IND/2007; Hendro Darsono (25402174), Firman Ariansyah (25402184)",
  "subjects": "WORK MEASUREMENT; TOTAL QUALITY MANAGEMENT"
}