{
  "id": "9013",
  "title": "Perbaikan sistem dokumentasi dan perancangan sistem informasi di Unit Perencanaan Fisik Kampus (UPFK)",
  "abstract": "UPFK adalah suatu unit yang didirikan dengan tujuan untuk melayani kebutuhan akan fasilitas fisik kampus guna menunjang kegiatan belajar mengajar di kampus Universitas Kristen Petra (UK Petra). Saat ini UPFK sudah mempunyai Business Process, Standard Operating Procedure (SOP), dan Job Description tetapi ketiganya belum baku, serta dalam penerapannya menimbulkan permasalahan-permasalahan. Adanya wacana baru dari Universitas menyebabkan adanya beberapa perubahan pada tugas UPFK. Oleh karena itu, perlu dibuat perbaikan sistem dokumentasi. Hasilnya adalah 5 Business Process, 28 SOP, dan 16 posisi pada struktur organisasi, serta masingmasing posisi mempunyai Job Description. Perancangan sistem informasi juga perlu dibuat di UPFK, karena aliran data dan informasi yang tidak jelas antara UPFK dengan stake holder internal dan eksternal UK Petra. Hasilnya adalah Data Flow Diagram (DFD) yang terdiri dari 3 level dan 11 Flowchart. UPFK yang semula menggunakan sistem manajemen data manual diusulkan dengan penggunaan database. Manfaat yang diperoleh dengan sistem database di UPFK, antara lain penghematan buku sebesar 2 buah/tahun dengan biaya Rp. 34,000,-, dokumen resmi sebesar 809 rangkap/tahun, kertas sebesar 14,447 lembar/tahun dengan biaya Rp. 2,003,400,-, dan waktu sebesar 2,459 jam/tahun. Biaya yang dikeluarkan, yaitu biaya investasi awal, pemakaian listrik, dan lain-lain, total sebesar Rp. 20,492,500,-/tahun.",
  "creators": "SHERLY SENTOSO",
  "contributors": "I Gede Agus Widyadana (Advisor 1); Zeplin Jiwa Husada Tarigan (Advisor 2); Herri Christian Palit (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01011221/IND/2007; Sherly Sentoso (25403154)",
  "subjects": "STANDARD OPERATING PROCEDURE; EFFICIENCY, INDUSTRIAL"
}