{
  "id": "9024",
  "title": "Tinjauan revaluasi aktiva tetap menurut pajak serta pengaruhnya terhadap laporan keuangan perusahaan",
  "abstract": "Penelitian ini dilatarbelakangi oleh krisis ekonomi yang tak kunjung usai, sehingga pada dunia perindustrian dapat dirasakan bahwa dampaknya cukup berarti sehingga posisi keuangan perusahaan tidak dapat mencerminkan keadaan yang sewajarnya. Aktiva tetap sebagai salah satu unsur utama dalam operasional perusahaan meliputi prosentase yang cukup besar, sehingga kewajaran informasi yang terkandung dalam aktiva tetap akan berpengaruh pada efektifitas pengambilan keputusan. Sehingga permasalahan yang dapat dirumuskan adalah apa pengaruh penilaian kembali aktiva tetap perusahaan terhadap laporan laba rugi fiskalnya dan hubungannya terhadap pajak penghasilan yang akan dibayar perusahaan pada periode-periode mendatang. Penilaian kembali dilakukan dengan pendekatan apresiasi sehingga akan memberikan selisih lebih antara nilai pasar wajarnya dengan nilai bukunya dan atas selisih tersebut, akan dikenakan pajak penghasilan sebesar 10% yang bersifat final setelah dikompensasikan dengan kerugian tahun berjalan dan rugi tahun sebelumnya (selama jangka waktu 5 tahun). Jenis penelitian yang dilakukan adalah penelitian deskriptif, dengan ojek penelitian aktiva tetap PT. \"X\" data-data yang digunakan adalah data primer dan sekunder, data-data ini bersifat kuantitatif. Hasil penelitian yang dilakukan terhadap aktiva tetap yang dimiliki oleh PT. 'X\" di atas 5 tahun. di bagian penyusutan dan terhadap taksiran akumulasi rugi fiskalnya yang menjadi lebih kecil dari pada tidak melakukan revaluasi serta terhadap periode mendatang pajaknya akan semakin besar.",
  "creators": "ERLIANA",
  "contributors": "Drs. PRADHONO, M.Si.Ak.,BAP. (Advisor 1); Yenni Mangoting (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010374/AKT/2004; Erliana (32499106)",
  "subjects": "TAX ACCOUNTING"
}