{
  "id": "9030",
  "title": "Respons karyawan bagian produksi atas pelaksanaan keselamatan dan kesehatan kerja (K3) di CV \"Srikandi Plastik\" Sidoarjo",
  "abstract": "Penelitian ini bertujuan untuk mengetahui jenis-jenis ancaman Kesehatan dan Keselamatan Kerja (K3) karyawan bagian produksi CV \" Srikandi Plastik \" di Sidoarjo, mengetahui pelaksanaan Standart Operasional Prosedur (SOP) perusahaan atas faktor-faktor Kesehatan dan Keselamatan Kerja (K3), dan mengetahui respons karyawan bagian produksi atas pelaksanaan Kesehatan dan Keselamatan Kerja (K3) CV \" Srikandi Plastik \" di Sidoarjo. Jenis penelitian ini adalah deskriptif kualitatif. Variabel yang digunakan meliputi kesehatan kerja, keselamatan kerja dan respons karyawan. Pengukuran variabel yang digunakan adalah Skala Likert. Pengumpulan data dengan memberikan kuesioner dengan jumlah sampling yang diambil sebanyak 59 karyawan bagian produksi di CV. Srikandi Plastik. Metode analisa yang digunakan adalah statistik deskriptif. Identifikasi ancaman kecelakaan yang mungkin terjadi berkaitan dengan faktor Kesehatan dan Keselamatan Kerja (K3) karyawan bagian produksi CV \"Srikandi Plastik \" di Sidoarjo adalah terganggunya saluran pernafasan, lecet akibat goresan, mata merah dan perih, gatal-gatal dan terkena benturan atau tertimpa bahan baku, gatal-gatal terkena air yang kotor dan terpeleset akibat adanya tetesan air yang menggenang di ruang cuci plastik, dan tangan bisa terluka akibat goresan pengepakan plastik. Pelaksanaan Standart Operasional Prosedur (SOP) perusahaan atas faktor-faktor Kesehatan dan Keselamatan Kerja (K3) karyawan bagian produksi CV \" Srikandi Plastik \" di Sidoarjo adalah cukup baik. SOP yang ditetapkan dengan pelaksanaannya dilapangan masih kurang ditaati oleh karyawan. Hasil pengecekan pelaksanaan SOP kerja perusahaan sebagian besar tidak dilaksanakan oleh karyawan yang bersangkutan padahal bahaya yang mengancam terhadap kesehatan dan keselamatan kerja karyawan sangat rawan. Dan respons yang terbentuk dengan adanya jaminan pelaksanaan perlindungan terhadap faktor kesehatan dan keselamatan kerja tersebut menimbulkan adanya rasa kesetiaan karyawan pada perusahaan, dimana karyawan merasa terlindungi dengan adanya perubahan kondisi yang semakin baik bahwa penerapan prosedur perlindungan kesehatan dan keselamatan kerja untuk karyawan selalu terjaga.",
  "creators": "YANICE INDRIANI; TINNY ISA",
  "contributors": "Soekarno (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 05012326/MAN/2008; Yanice (31401371), Tinny Isa (31401407)",
  "subjects": "INDUSTRIAL SAFETY; PERSONNEL MANAGEMENT"
}