{
  "id": "9055",
  "title": "Perancangan sistem kontrol trims dan accessories di PT Eratex Djaja Tbk",
  "abstract": "PT Eratex Djaja Tbk. merupakan suatu perusahaan yang bergerak di bidang textile dan garment. Dalam pembuatan garment, material memegang peranan yang penting karena material cost memberikan kontribusi sebanyak 60% dari overall garment cost, masalah yang dihadapi yaitu bagaimana menekan material cost sebanyak 60% dan juga menganalisa unship garment yang disebabkan oleh trims dan accessories dengan merancang sistem yang baru. Tugas Akhir ini bertujuan merancang sistem kontrol untuk trims dan accessories sehingga nantinya akan dapat digunakan untuk menganalisa penyebab lateness untuk mengurangi unship garment serta untuk menekan material cost. Penganalisaan current situasion dilakukan sebelum merancang suatu sistem yang baru, pengumpulan data yang didapat berkaitan dengan hasil wawancara serta observasi yang dilakukan, juga penganalisaan sistem yang berlaku saat ini. Perancangan sistem kontrol yang dilakukan meliputi store, produksi, maupun untuk excess accessories, juga pengendalian sistem dimana meliputi sistem recording, format weekly report, form yang akan digunakan beserta mensosialisasikan kepada pihak atau departemen terkait. Dari perancangan sistem didapati recording lebih rapi dan teratur, selain itu dapat lebih mudah mengatasi masalah yang terkait dengan penggunaan trims dan accessories, selain itu lebih mudah mendapatkan informasi mengenai kelebihan atau kekurangan accessories.",
  "creators": "RIANTO KURNIAWAN ONGKO",
  "contributors": "Kriswanto Widiawan (Advisor 1); Felecia, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02041200/IND/2007; Rianto Kurniawan Ongko (25403094)",
  "subjects": "INDUSTRIAL PRODUCTIVITY; EFFICIENCY, INDUSTRIAL"
}