{
  "id": "9059",
  "title": "Perancangan interior tea house \"Japanese style\" di Surabaya",
  "abstract": "Tea House adalah sebuah rumah untuk umum atau restaurant dimana minuman teh atau makanan dijual. Teh memiliki banyak kegunaan baik untuk kesehatan maupun untuk refreshing. Di Surabaya, masih jarang ditemui Tea House. Padahal, penduduk Surabaya yang sangat sibuk bekerja kadang kala membutuhkan tempat yang tenang dan sesuatu yang dapat membuat relaks. Minuman teh sangat enak diminum dan memiliki banyak kegunaan, oleh karena itu penulis memilih untuk mendesain sebuah tea house dengan suasana yang oriental dan dikolaborasikan dengan modern mengingat masyarakat sekarang yang lebih menyukai sesuatu yang simpel dan modern. Penulis memilih Style Japanese alasannya karena teh identik dengan Jepang. Di Jepang, Teh sangat digemari bahkan ada upacara minum teh yang telah dilakukan secara turun-temurun dan sudah menjadi tradisi. Di Jepang, teh juga dilambangkan sebagai pengikat hubungan kekeluargaan maupun persahabatan sedangkan di China, teh dibuat sebagai obat untuk menyembuhkan berbagai penyakit. Penulis mengambil konsep Japanese style yang digabungkan dengan style modern dan minimalis. Penerapan konsep tersebut dapat dilihat dari susunan layout dan pola lantai dan juga pada potongan. Dalam tugas akhir ini, penulis ingin merancang sebuah tea house yang bernuansa Japanese Modern yang akan didesain sedemikian rupa sehingga akan tercipta suasana yang tenang, simpel, hangat, dsb sehingga tea house ini dapat digemari banyak orang dan dapat membuat minuman teh menjadi populer dan orang-orang dapat mengerti kegunaan teh, macamnya, cara penyajiannya dan penulis berharap perancangan tea house ini dapat berguna dalam perancangan nyata nantinya.",
  "creators": "SHERLY TUNGERAPAN",
  "contributors": "Ir. Achmad Archajadi (Advisor 1); Titien Nursetyawati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Diploma 3",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 02020202/KAI/2005; Sherly Tungerapan (22302644)",
  "subjects": "RESTAURANTS-DECORATION"
}