{
  "id": "907",
  "title": "A Study on Raskolnikov's character development in Dostoyevsky's crime and punishment",
  "abstract": "Fyodor Dostoyevsky is one of the great Russian authors. His name is not only known in Russia but also abroad. One of his novels entitled Crime and Punishment brings his name to be heard abroad. It has also been considered as one of the famous novels in world's literature and translated into other languages, such as English, France, Indonesia and etc. Moreover, the novel makes him acquire the status of English novelist by adoption. The novel is about the mental processes of how a murderer's character named Raskolnikov develops. In the thesis, the writer is eager to analyze how Raskolnikov's characters develop before the crime and after he undergoes his mental punishment and being touched by Sonia's love. In order to get the answer she uses the literary theories namely the theory of characterization and the theory of conflict. She uses critics on Crime and Punishment to help her analyze the topic. From the analysis, the thesis writer finds out that before the crime, Raskolnikov is an isolated, coward and arrogant person. Somehow, after he undergoes mental punishment as the effect of his crime, he becomes humble. However, his character as a coward person does not change. It begins to develop after he is touched by Sonia's love as he confesses his crime to the police and goes through the life in prison in Siberia. He thus proves himself as a responsible person. Therefore, the writer concludes that Raskolnikov has experienced great character development",
  "creators": "JEANNE DHAMMATATY",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor and Examination Committee); LENIWATI SLAMET (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1126/ING/2003; Jeanne Dhammataty (11497058)",
  "subjects": "RUSSIAN FICTION--19TH CENTURY--STUDY AND TEACHING"
}