{
  "id": "9073",
  "title": "The Strategies of giving corrective feedback used by the native - speaker teachers and Indonesian teachers toward children and adults in several language centers in Surabaya",
  "abstract": "The desire to correct speakers is always inside of listeners when speakers say something wrong. But, most listeners are not sure how to do it. Meanwhile, correction is a routine in language classroom interaction, where there is an imbalance of status: teachers are the ones who are expected to give corrective feedback. Like in any other speech events, the cultural background of teachers and the age of the learners constitute factors affecting the kinds of interactions. An insight into the correction happening in those kinds of language classrooms is beneficial. Therefore, this study investigates whether there are any differences and similarities on the strategies of giving corrective feedback used by the native-speaker teachers and the Indonesian teachers towards children and adults learners of English in several language centers in Surabaya. The writer chose ten native-speaker teachers and ten Indonesian teachers working in KELT, ILP, and EF. The writer read them four role-play situations: a child making first error, a child making second errors, a young adult making first errors, a young adult making second errors. Then, the writer taped their response. After that, the writer transcribed the data, categorized them based on Gass? (1997) and Chaudron?s (1977) theory and put them in tables. The writer found that overall, both groups of teachers preferred using indirect strategies. However, the native-speaker teachers are found to be a little bit more direct than the Indonesian teachers are. It might be because the former have the feeling of authority over the hearers due to their being native-speakers, while the latter like to show solidarity to the students? problems. It was also found that children received more direct strategies but adults received more indirect ones. This agrees with Holmes? (1992) accommodation theory that people generally talk to children explicitly. The findings also show that generally the gravity of errors increased the frequency of direct strategies and decreased the indirect ones. Most of the teachers preferred repeating students? speech with correction because, perhaps, this strategy not only tells the students the fact of errors but also gives correction.",
  "creators": "LINDA WINANTAN",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Lisa Setiawati Nugraha (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rancangan Usaha",
  "source": "Undergraduate Thesis No. 1134/ING/2003; Linda Winantan (11499004)",
  "subjects": "ENGLISH LANGUAGE-STUDY AND TEACHING-FOREIGN SPEAKERS; SOCIOLINGUISTICS; SOCIOLINGUISTICS-STUDY AND TEACHING"
}