{
  "id": "9077",
  "title": "Integrasi six sigma dalam Malcolm Baldridge National Quality Award (MBNQA) pada PT. X",
  "abstract": "Sistem manajemen kualitas MBNQA akan mencerminkan seberapa baik kualitas dari suatu perusahaan. Banyak cara dapat digunakan untuk meningkatkan MBNQA perusahaan. Salah satu cara yang dapat digunakan adalah dengan program peningkatan kualitas secara berkesinambungan, seperti Six Sigma. Dengan adanya metode peningkatan kualitas, diharapkan dapat meningkatkan sistem manajemen kualitas perusahaan menuju tingkat sertifikasi. Pengukuran dan penilaian MBNQA awal dari kondisi perusahaan menunjukkan bahwa banyak sekali produk cacat yang dihasilkan perusahaan, dimana produk cacat tersebut akan menjadi waste yang dapat merugikan perusahaan. Perusahaan belum mempunyai program peningkatan kualitas secara berkesinambungan yang cukup baik untuk mengatasi permasalahan tersebut. Oleh karena itu, perusahaan berharap bahwa produk cacat dapat dikurangi dengan menggunakan sistem yang berorientasi sistem manajemen kualitas yang diterapkan oleh perusahaan. Berdasarkan hal di atas, maka digunakanlah program peningkatan kualitas Six Sigma yang terintegrasi dalam sistem manajemen kualitas perusahaan, yaitu MBNQA. Pada kondisi awal, didapatkan nilai Siqma Quality Level (SQL) sebesar 4.0603. Pada tingkat ini, jumlah waste yang dihasilkan sebanyak ? 20000 batang per hari. Setelah dilaksanakannya implementasi program Six Sigma selama ? 1.5 bulan, maka SQL perusahaan mengalami kenaikan menjadi 4.1771. Pada tingkat ini, jumlah waste yang dihasilkan sebanyak ? 6800 batang per hari. Dengan adanya implementasi program Six Sigma, selain dapat mengurangi produk cacat, MBNQA perusahaan juga mengalami peningkatan sebesar 9.81% dari kondisi awalnya.",
  "creators": "YURI NJOTOWIDJOJO; LULU PRAYITNO",
  "contributors": "Jani Rahardjo (Advisor 1); Tanti Octavia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01/0763/IND/2004; Yuri Njotowidjojo (25400015), Lulu Prayitno (25400079)",
  "subjects": "QUALITY CONTROL-STATISTICAL METHODS"
}