{
  "id": "9089",
  "title": "Perancangan quality plan di PT FSCM Manufacturing Indonesia Plant 4",
  "abstract": "Produk kabel yang diproduksi oleh PT FSCM Manufacturing Indonesia Plant 4 merupakan produk yang baru diproduksi selama 2 tahun. Permasalahannya disini ada 2 macam. Pertama produk kabel belum memiliki standar yang baku mengenai kualitas produk, yang kedua belum ada metode inspeksi yang dapat dipercaya. Padahal kualitas merupakan salah satu faktor penting yang menjadi pertimbangan konsumen didalam memilih suatu barang. Oleh karena itu melalui tugas akhir ini penulis bertujuan untuk merancang quality plan sehingga kualitas produk kabel dapat dikendalikan. Perancangan ini meliputi penentuan karakteristik kualitas, jenis dan kriteria kecacatan, standar penerimaan dan aktivitas kritis. Data yang diambil didasarkan pada quality plan yang telah dibuat dan untuk memudahkan pengambilan datanya maka digunakan check sheet. Untuk mengendalikan proses produksi dibuatlah peta kendali dan juga pembuatan diagram pareto untuk mengetahui jumlah kecacatan dari yang besar sampai yang kecil, sehingga dapat dibuat cause and effect diagram. Data yang diperoleh kemudian dianalisa tingkat kecacatan awalnya sehingga dapat dibuat usulan perbaikan sistem pengendalian kualitas beserta implementasinya. Dari data usulan yang diperoleh dianalisa tingkat kecacatannya dan dibandingkan dengan tingkat kecacatan awal. Setelah dilakukan analisa dari quality plan dan sistem pengendalian kualitas tersebut secara umum membuat prosentase kecacatan turun walaupun dari hasil perbandingannya hanya proses forming saja yang mengalami penurunan tingkat kecacatan secara signifikan.",
  "creators": "SUZY LISTIYOWATI",
  "contributors": "Jani Rahardjo (Advisor 1); Gembong Baskoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011021/IND/2005; Suzy Listiyowati (25402122)",
  "subjects": "PRODUCTION MANAGEMENT; QUALITY CONTROL"
}