{
  "id": "9094",
  "title": "Expressions of gratitude and gratitude responses used by the characters in \"raising helen\"",
  "abstract": "The writer analyzed the function of gratitude expressions and gratitude responses that occurred in the film \"Raising Helen\" as well as each function of gratitude expressions and gratitude responses that might occur the most-frequently. The writer was interested in analyzing the expressions of gratitude and gratitude responses because it is interesting that the gratitude expressions have various functions not only to show appreciation and politeness but also it can express irony, sarcasm and brusqueness. The writer also analyzed the gratitude responses because the writer would like to know the functions of gratitude responses. The writer analyzed the gratitude expressions and gratitude responses based on gender because female and male have different ways of thinking. The writer would like to know whether there are similarities and differences between male and female in expressing their gratitude and responding it. The writer chooses the film \"Raising Helen\" because this film contains various functions of gratitude expression that happen in the daily conversation. Furthermore, the setting of the film is about the conversation among family, friends, and relatives so that it is easy to understand the story. The writer took some theories from three linguists: Aijmer (1996), Searle (1969) and Coulmas (1981). This research was a qualitative descriptive research. The writer got the data from the utterances from 15 chapters of the film \"Raising Helen\" that she got from the internet. From her analysis, she found there were the same functions of gratitude expressions in this film as stated in Aijmer?s theory, except the negative request. The writer found that there were combinations of two functions of gratitude expressions in one utterance. Moreover, the writer found that there were two other functions of gratitude expression from Aijmer?s theory that appeared in the data that are, making a request and accepting an explanation. The writer found the function of gratitude response that was used the most frequently was recognizing the gratitude and relieving the speaker of its burden\" by female and male characters. The writer found that the response of gratitude expression would occur if there was a favour happened in the conversation between the speaker and the hearer. Finally, the writer concluded that the speaker both female and male expressed gratitude because of various functions depending on the situation and the kind of the favour as well as the response itself.",
  "creators": "VERONICA RUDIJONO",
  "contributors": "Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Advisor 1); MEEDY NUGRAHA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No 02011583/ING/2006; Veronica Rudijono (11402067)",
  "subjects": "DISCOURSE ANALYSIS; ENGLISH LANGUAGE-DISCOURSE ANALYSIS"
}