{
  "id": "9098",
  "title": "Word formation process of neologism found in cosmopolitan",
  "abstract": "New words, i.e. neologism exist in daily communication, such as magazines. There are many new words enter our minds and spoken in a speech community of English. Magazine is one of the media which has significant role in spreading the neologism by using these new words in their articles. The writer was curious to know how these words are created because she realized that neologism undergoes a linguistic process, the so-called word formation processes. Therefore, the writer is challenged to identify the neologism, find out the word formation process and the most common word formation process of neologism in Cosmopolitan magazine. She also wants to reveal the meaning of each word. The word formation process classifications by Plag (2005) are applied in this study. The writer gets the data from Cosmopolitan magazine in November edition 2005. Descriptive qualitative approach is used because the data are words which are analyzed through word formation process. In collecting the words, the writer had criteria of neologism based on their existence in Oxford Advanced Learner?s Dictionary. Furthermore, she categorized the words in accordance to each word formation process. The finding signifies that from the new words, Conversion and Affixation are mostly used to form the neologism, 17,9 % for each process. The second word formation that is used frequently is -y Diminutives and Compounds (15,3 % for each process). Hopefully, through this study the students can acknowledge more about word formation process and enriches the readers? vocabularies, both spoken and written in daily communication.",
  "creators": "YULIANA FANSURI",
  "contributors": "Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Advisor 1); Bintoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011595/ING/2006 Yuliana Fansuri (11402139)",
  "subjects": "ENGLISH LANGUAGE-WORD FORMATION; INDONESIAN LANGUAGE-WORD FORMATION; GRAMMAR, COMPARATIVE AND GENERAL-MORPHOLOGY"
}