{
  "id": "9100",
  "title": "Word formation processes of new words occurring in friendster's tertimonials",
  "abstract": "For this study, the writer analyzed the word formation processes of new words which occur in Friendster?s testimonials. The writer used Friendster?s testimonials as her data because Friendster is widely used and there are great numbers of testimonials which are written by many people all over the world. According to Plag (2003), word formation process is the way in which new words are created. The research problem of this research is how the new words in Friendster?s testimonials are created. Therefore, the writer is really interested in observing new words which occur in Friendster?s testimonials, the formation processes of those new words and the most frequent type of word formation process. The purpose of the study is to reveal the formation process of new words and the predominant word formation processes which occur in Friendster?s testimonials. The writer used theories of word formation processes proposed by Ingo Plag, Jane Aitchison and George Yule. Based on the findings, the process of blending is the most frequent type of word formation process. This fact shows that people like to create new words by combining two or more than two words to form one word. It may be caused by the simplicity and efficiency of typing and sending testimonials in the short time, and the ability and creativity to create their own different codes in order to obscure the real meaning of those words. The process of affixation also got high percentage in forming new words. This fact also shows the efficiency in forming new words.",
  "creators": "THERESIA NATALIA KWEE",
  "contributors": "Bintoro (Advisor 1); Anneke Heritaningsih Tupan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011598/ING/2006; Theresia Natalia (11402111)",
  "subjects": "ENGLISH LANGUAGE-WORD FORMATION; GRAMMAR, COMPARATIVE AND GENERAL-WORD FORMATION"
}