{
  "id": "9102",
  "title": "The Politeness strategies relating to role relationship and gender used between the employer and the worker of Jaya Melati Store",
  "abstract": "This study is about politeness strategies related to gender and role relationship. Politeness strategies are strategies that are used to minimize or avoid the face threatening acts that a speaker makes. According to Brown and Levinson (1987), politeness strategies are divided into four strategies, which are bald on record, positive politeness, negative politeness and off record. The role relationship is the relationship, which people have to each other in an act of communication and which influences the way they speak to each other (Richards, Platt, and Weber, 1985). According to Collins (1995) gender is any of the categories such as masculine, feminine, neuter or common, within such a set. It is a state of being male, female or neuter. The writer wanted to know what type of politeness strategies related to role relationship and gender used by employer and the worker in Jaya Melati store. The writer used conversations between the employer and the workers in Juyu Melati store. After doing the analysis, the writer concluded that positive politeness and off record occurred in the conversation between the employer and the workers. Moreover, the writer found that the employer used bald on record, positive politeness and off record in talking to the male and the female workers. Then, the male worker mostly used off record in talking to the employer and the female worker. Yet, the female worker mostly used positive politeness in talking to the employer and the male worker. Furthermore, the writer found that the employer mostly used bald on record in talking to the male worker. On the other hand, the employer mostly used off record in talking to the female worker. The male worker- mostly used off record in talking, to the employer. However, the female worker mostly used positive politeness and negative politeness in talking to the employer. When the male and female workers talked to each other, they mostly used the same politeness strategies that are positive politeness.",
  "creators": "SHERLY YULIANITA",
  "contributors": "Bintoro (Advisor 1); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011618/ING/2006; Sherly Yulianita (11401107)",
  "subjects": "SOCIOLINGUISTICS; DISCOURSE ANALYSIS"
}