{
  "id": "9120",
  "title": "Perancangan dan pembuatan aplikasi penilaian kinerja dosen dan staf administratif di Universitas Kristen Petra",
  "abstract": "Universitas Kristen Petra yang berdiri pada tanggal 22 September 1961, merupakan sebuah perusahaan yang bergerak di bidang pendidikan dengan semboyan ?A Caring and Global University?. Universitas Kristen Petra memiliki banyak dosen dan Staf Administratif. Oleh karena itu, diterapkan sebuah sistem penilaian kinerja dosen dan Staf Administratif yang diharapkan mampu menghasilkan penilaian kinerja secara cepat, tepat dan akurat untuk meningkatkan kinerja dosen dan Staf Administratif semaksimal mungkin. Sistem penilaian kinerja dosen dan Staf Administratif yang diterapkan oleh universitas Kristen Petra adalah sistem penilaian manual yang berdasarkan Daftar Penilaian Pelaksanaan Pekerjaan (DP3). Sehingga dalam implementasi, proses penilaian tersebut mengalami beberapa kendala seperti lambatnya menghasilkan nilai kinerja dan belum adanya informasi yang dikembangkan berdasarkan hasil nilai tersebut .Oleh karena itu, dibuat aplikasi penilaian kinerja dosen dan Staf Administratif dengan kriteria penilaian berdasarkan DP3. Aplikasi ini dibuat sefleksibel mungkin sehingga kriteria penilaian dapat disesuaikan dengan keperluan Universitas Kristen Petra. Aplikasi dibuat dan dikembangkan dengan menggunakan bahasa pemrograman Borland Delphi 7.0 dan menggunakan SQL Server sebagai database. Dari hasil hasil kuisioner didapatkan bahwa persentase dari segi tampilan dan kemudahan program sebesar 75.83%, dari segi keakuratan dan kecepatan program sebesar 80% dan dari segi kelayakan program sebesar 68.75%, sehingga dapat disimpulkan sistem ini cukup layak untuk diterapkan.",
  "creators": "MIKA LAWRENS",
  "contributors": "M. ISA IRAWAN (Advisor 1); Andreas Handojo (Advisor 2); Gregorius Satiabudhi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.02010668/INF/2007; Mika Lawrens (26402167)",
  "subjects": "DATABASE DESIGN; DATABASE MANAGEMENT; PROGRAMMING (ELECTRONIC COMPUTERS)"
}