{
  "id": "9135",
  "title": "Faktor-faktor yang mempengaruhi nilai perusahaan (studi kasus pada industri real estate dan property yang go public di PT Bursa Efek Jakarta periode 2001-2005)",
  "abstract": "Total kebutuhan rumah di Indonesia rata-rata 800.000 unit/tahun. Namun yang dibangun selama tahun 2003 sekitar 115.000 unit. Data di atas mengindikasikan industri real estate dan property sangat dibutuhkan dan mempunyai prospek yang bagus di Indonesia. Secara konseptual, nilai perusahaan atau price to book value (PBV) dapat ditingkatkan melalui kebijakan utang. PBV juga dipengaruhi oleh institutional ownership, profitability, dan firm size, di mana ketiga faktor tersebut juga mempengaruhi kebijakan utang (Soliha & Taswan, 2002; Roberts & Yuan, 2006). Jenis penelitian yang dilakukan adalah causal research. Sampel penelitian ditetapkan 37 perusahaan. Teknik sampling yang digunakan adalah purposive sampling. Data penelitian bersumber dari data sekunder, yang diperoleh dari ICMD 2003-2006. Teknik analisis menggunakan Structural Equation Modeling (SEM). Hasil penelitian, yaitu: (1) Ada pengaruh positif signifikan debt ratio,profitability,insow,firm size terhadap price to book value. (2 ) Tidak ada pengaruh positif signifikan institutional ownership, profitability terhadap debt ratio, Ada pengaruh positif signifikan firm size terhadap debt ratio (3) Tidak ada pengaruh positif signifikan secara parsial tak langsung institutional ownership,profitability terhadap price to book value melalui debt ratio, Ada pengaruh positif signifikan secara parsial tak langsung firm size terhadap price to book value melalui debt ratio.",
  "creators": "RIZAL HARYONO; ADITYA NUGROHO",
  "contributors": "Dewi Astuti (Advisor 1); Lianto, S.E., MFM. (Advisor 2); Prof. Dr. Njo Anastasia, S.E., M.T. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03012346/MAN/2008; Rizal Haryono (31403402), Aditya Nugroho (31403298)",
  "subjects": "CORPORATIONS-VALUATION; CORPORATIONS-FINANCE"
}