{
  "id": "9138",
  "title": "The Suggestion expressions used by the English Department Students of Petra Christian University in responding to different levels of problems",
  "abstract": "Suggestion is a request by the speaker that the addressee does something of benefit to the addressee. In this study, the researcher observed the suggestion expressions produced by some Petra Christian University - English Department Students as the foreign language speakers of English. She chose the students who are active in organization with the expectation that the findings can give view to the related course as well as the discovery of some knowledge with the help of Searle?s theory of the nature of giving advice in varying degrees of strength. In order to reveal the result, the researcher had managed a systematic study and by using the instruments of role guide of ten created situations, the researcher got the data for this study. The created situations were variedly made based on the levels of problems in order to get all the data considering the suggestion expressions produced by the Indonesian respondents as the foreign language speakers of English. More over, the data were categorized in ten types of suggestions by using Blum- Kulka?s theory of the pairing of suggestion formula with mitigation strategy which are: indirect (mitigated), indirect (unmitigated), interrogative (mitigated), interrogative (unmitigated), first person (1p) Modal (mitigated), 1p Modal (unmitigated), second person (2p) Modal (mitigated), 2p Modal (unmitigated), imperative (mitigated), and imperative (unmitigated). Finally, the researcher found that the students as the subject of the study suggest indirectly or in other words they are less likely to express the illocutionary force-indicating devices (IFIDs), and they also use the mitigation words to soften the direct meaning. While in each level problem, the used suggestion types are vary corresponds to the formality and the seriousness of the situation.",
  "creators": "YENNY KURNIAWATI",
  "contributors": "SAMUEL GUNAWAN (Advisor 1); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011495/ING/2006; Yenny Kurniawati (11401036)",
  "subjects": "ENGLISH LANGUAGE-DISCOURSE ANALYSIS; LINGUISTIC"
}