{
  "id": "9139",
  "title": "A Study on oppression toward the main female character as seen in George Eliot's the mill on the floss",
  "abstract": "This thesis is a discussion about the oppression toward woman as represented by Maggie Tulliver as the main character in George Eliot?s The Mill on the Floss. Furthermore, this thesis states the problem on how Maggie is oppressed and how Maggie reacts to show her protest and refusal against the oppressions toward her as a woman. Thus, the writer analyses the ways Maggie is oppressed and the ways she reacts to show protest and refusal toward the oppressions. In order to analyze them, the writer uses cultural approach and the theory of feminism. The writer decides to use the theory of feminism because it mainly discusses about women and the problems - in which the writer calls it as oppression - they have to face for being a woman. Furthermore, feminism also deals with women?s struggles and their reactions of protest and refusal against the oppressions. In Eliot?s The Mill on the Floss, the oppression to Maggie?s rights of education and to determine her own desire represents the oppression toward women?s rights in general. In this thesis, the writer also includes the idea about patriarchal oppression because the idea tells much about kinds of oppression toward women?s rights. In order to support the analysis of the oppression and the reactions of the main female character, the writer uses library research including the usage of some internet resources. The writer finally finds out that since a woman feels uncomfortable by the restriction, in which then result in the oppression toward her rights of life, then the reactions of protest and refusal may emerge. Same cases are also experienced by Maggie, since there were oppressions toward her as a woman, she gives reactions over it.",
  "creators": "ANDREAS LULAIAN SELAH O.",
  "contributors": "Liliek Soelistyo (Advisor 1); Ribut Basuki (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011499/ING/2005; Andreas L. S OEmatan (11400074)",
  "subjects": "ELIOT, GEORGE, 1819-1880. THE MILL ON THE FLOSS--STUDY AND TEACHING; ENGLISH FICTION--19TH CENTURY--STUDY AND TEACHING"
}