{
  "id": "9151",
  "title": "The Use of second person terms of address by Balinese younger generation of Brahmana and Sudra castes background (to their interlocutors in Denpasar)",
  "abstract": "This thesis is in general analysis of the Balinese terms of address used by Balinese younger generation in Denpasar. The topic is divided into three questions, which are what second person term of address are used by Balinese younger generations from Brahmana caste in Denpasar to address their interlocutors, what second person terms of address are used by Balinese younger, what second person terms of address are used by Balinese younger generations from Sudra caste in Denpasar to address their interlocutors, how do Brahmana and Sudra Balinese younger generation differ in their use of second person terms of address. As the knowledge background the writer mentioned the use of second person terms of address that usually use in Denpasar by Brahmana and Sudra castes. The writer involved forty respondents which were divided into two groups consisting of twenty members of younger generations from Brahmana caste and twenty members of younger generations from Sudra caste. In collecting the data, the writer joined in the conversation and took notes of the use of second person terms of address by younger generations in conversation. As for the analysis, the writer examined the data step by step. First, the writer collected the second person terms of address that are used by the younger generations from Brahmana and Sudra castes in Denpasar. Then the writer analyze the second person terms of address in view of the types of relationship (gender, caste, ?level name?, and name). This analysis answers and shows the second person terms of address that use by younger generations in Denpasar from Brahmana and Sudra castes. Finally the writer concludes that most of the younger generations in Denpasar are still use traditional second person terms of address, only few of them use name as their second person terms of address.",
  "creators": "NI PUTU RATIH EKA YANTI",
  "contributors": "Bintoro (Advisor 1); SAMUEL GUNAWAN (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011549/ING/2006; Ni Putu Ratih Ekayanti (11400025)",
  "subjects": "SOCIOLINGUISTICS; BALINESE LANGUAGE- LINGUISTIC ASPECTS"
}