{
  "id": "9154",
  "title": "A Study of narcissism and self-destruction in Shannon Mcfarland in Chuck Palahniuk's invisible monsters",
  "abstract": "The reflection of the society in this world often comes as an inspiration towards modern writers. The novel Invisible Monsters has shown one work in which the author is trying to comment on problems occurring in this current world. Many of these problems may be caused by unhealthy human behaviors which include narcissism and self destruction. Both of these are later portrayed by one of Invisible Monster?s character named Shannon McFarland. Taking into account that these two terms seem to be in contradiction, they ignite my eagerness to find out the bridge that link them. Thus I will find out the causes of narcissism and especially how it leads to self destruction. For one thing, Shannon McFarland is a representation of human flaw and she also shows why besides the wreckage of society, there are still psychological problems to be regarded. Importing resources from the internet will provide scientific theories and any other important facts that are helpful in conducting the research. I will be using psychological approach in operating the analysis and also some theories on narcissism and self destruction. The novel itself serves as a valuable resource indicating that the two issues do exist and is possible to happen to anybody. In my analysis, I find out that narcissism can lead to self destruction and that they turn out to have a rather strong relationship which later on leads to self destruction solving narcissism. This finding is expected to increase society?s awareness of problems that might occur due to problematic child rearing.",
  "creators": "MARCELLA NOVINA TILAAR",
  "contributors": "Ribut Basuki (Advisor 1); Liem Satya Limanta (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011557/ING/2006; Marcella Novina Tilaar (11402156)",
  "subjects": "AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING; PALAHNIUK, CHUCK, INVISIBLE MONSTERS-STUDY AND TEACHING"
}