{
  "id": "9155",
  "title": "A Study of Laurel's problems and her efforts to overcome them as seen in Eudora Welty's the optimist's daughter",
  "abstract": "This thesis stresses on the discussion about Laurel?s problems and her efforts to overcome them as seen in Eudora Welty?s The Optimist?s Daughter. The main problem in this study is to analyze what problems Laurel, as the main character of the story, faces and what efforts she does to overcome them. In this analysis, the thesis writer uses literary approach to analyze her work. She will use the theory of characterization and conflict to reveal Laurel?s problems and her efforts through the actions, speeches, and observations of the main character and also through the ideas of several minor characters. Through this analysis, it can be seen in the beginning Laurel lives a life as a pessimist woman who feels frustrated, suffers from the loss, and hopeless. A part from that she has also another problem where in some events of her life she has failed in making some decisions. Moreover, she is also in a lack of self-confidence which makes her not have enough courage to oppose those who treat her badly. All of her complex problems have caused her great unhappiness. She lives in a deep pressure, sorrow and full of fear. However, in the end, after the funeral of her father, she eventually manages to solve her problems. By having a positive thinking, by learning from her mother?s experience, and by having self-reliance, they become her efforts to overcome them. At last, based on the discussion, Laurel is successful to conquer her problems and brings her to be a better person who lives in hope, courage, peace and victory not only now but also for her future.",
  "creators": "WINA ASEANI KAWU",
  "contributors": "Liem Satya Limanta (Advisor 1); Liliek Soelistyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011569/ING/2006; Wina Aseani Kawu (11402080)",
  "subjects": "WELTY, EUDORA ALICE, 1909 ... THE OPTIMIST'S DAUGHTER; AMERICAN FICTION-20TH CENTURY"
}