{
  "id": "9188",
  "title": "Perancangan dan pembuatan sistem informasi produksi kantong plastik pada PT. Asia Cakra Ceria Plastik",
  "abstract": "Sistem Informasi Produksi yang diterapkan pada PT. Asia Cakra Ceria Plastik masih dilakukan dengan sistem manual. Segala penyimpanan data produksi masih dilakukan dengan cara manual, yaitu dengan pencatatan pada buku. Hal ini tidak efisien dan memperbesar resiko kelalaian manusia serta membutuhkan ketelitian yang tinggi dalam hal penyusunan laporan dari data-data produksi yang ada. Untuk mengatasi permasalahan yang ada, maka dilakukan perancangan dan pembuatan sistem informasi produksi yang terkomputerisasi, di mana sistem informasi terkomputerisasi yang dirancang dan diimplementasikan tersebut meliputi pembelian bahan, perhitungan kebutuhan bahan dan penjadwalan produksi yang diperlukan untuk mendukung perencanaan produksi. Adapun transaksi-transaksi produksi yang dibuat, meliputi transaksi pengambilan bahan, pencampuran bahan, pemrosesan bahan tercampur menjadi barang setengah jadi dan pemrosesan barang setengah jadi menjadi barang jadi yang kesemuanya itu berdasarkan atas rencana produksi yang telah dibuat dengan masing-masing transaksi menerbitkan resi / surat bukti transaksi. Selain transaksi-transaksi di atas, ada pula transaksi pemrosesan afal / barang rusak menjadi bahan baku kembali yang siap proses produksi lagi dan proses transfer antar gudang untuk memindahkan sejumlah isi gudang barang asal tertentu ke gudang barang tujuan tertentu lainnya, sehingga stok bahan hasil proses daur ulang tidak mengumpul di satu gudang saja (didistribusikan ke gudang tujuan lain). Segala pembuatan form-form dan laporan-laporan yang diperlukan untuk mendukung sistem terkomputerisasi diaplikasikan dengan menggunakan Borland? Delphi? 7.0 dan untuk database-nya digunakan Microsoft? Access 2003. Bersamaan dengan pelaksanaan transaksi-transaksi di atas, sistem juga melakukan penyimpan data-data ke dalam database yang telah dirancang sebelumnya, sehingga sistem dapat menyajikan informasi berupa laporan-laporan produksi tiap-tiap divisi secara terstruktur dan relatif cepat, sebab dengan adanya data-data yang telah dicatat secara terkomputerisasi sebelumnya, maka user tidak perlu lagi melakukan seleksi record satu per satu untuk menghasilkan sebuah laporan, di mana pada kasus ini ada sistem yang menangani proses seleksi, sehingga waktu yang ada dapat digunakan untuk melakukan hal-hal lain yang tidak kalah pentingnya.",
  "creators": "HERRY SUTANTO",
  "contributors": "Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 1); Irwan Kristanto Julistiono (Advisor 2); Gregorius Satiabudhi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02000498/INF/2006; Herry Sutanto (26402099)",
  "subjects": "DATA BASE DESIGN; PROGRAMMING (ELECTRONICS COMPUTERS)"
}