{
  "id": "9191",
  "title": "Perancangan dan pembuatan web komunikasi untuk departemen pemuda dan anak Gereja Bethel Indonesia di Surabaya",
  "abstract": "Setiap Organisasi memiliki sistem dan tingkat pertumbuhan yang berbeda-beda yang harus dipantau perkembangannya. Pemantauan ini akan menghasilkan suatu evaluasi, yang dapat menghasilkan solusi guna memperbarui sistem yang lama dan mengimbangi tingkat pertumbuhan yang ada. Demikian pula dengan organisasi gereja, pertumbuhan jumlah jemaat, tidak memungkinkan bagi pihak gereja untuk menyediakan informasi bagi jemaat pada setiap saat dengan menggunakan sistem manual. Pada Tugas Akhir ini, penulis mencoba mengimplementasikan sebuah website Departemen Pemuda dan Anak Surabaya yang dapat memberikan informasi setiap saat.. Website ini dilengkapi dengan fasilitas chatting untuk mempermudah proses konseling. Website tersebut dibuat dengan menggunakan teknologi Php Nuke, karena teknologi ini mempunyai tingkat sekuritas yang baik dibandingkan bahasa pemrograman yang lainnya. Berdasarkan dari hasil pengujian oleh user melalui kuisioner dapat disimpulkan bahwa tampilan dan daya tarik dari website ini cukup baik hal ini dapat dilihat dari persentase nilai yang didapat sebesar 70 %. Berdasarkan informasi yang diproses yaitu kelengkapan informasi, kesesuaian dengan kebutuhan, keakuratan data yang ditampilkan dari website ini cukup baik, hal ini dilihat dari persentase nilai yang didapat sebesar 80 %. Secara keseluruhan penilaian terhadap website oleh user cukup baik, hal ini dapat dilihat dari persentase nilai sebesar 70 %.",
  "creators": "EKO SWANDONO",
  "contributors": "Ir. Djoni Haryadi Setiabudi, M.Eng. (Advisor 1); Ibnu Gunawan (Advisor 2); Agustinus Noertjahyana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02000500/INF/2006; Eko Swandono (26401032)",
  "subjects": "WEB SITES; INTERNET (COMPUTER NETWORK)"
}