{
  "id": "9196",
  "title": "Sikap pembaca mengenai isi informasi dalam CitraRaya news",
  "abstract": "Komunikasi tidak lepas dari kehidupan manusia sebagai individu maupun dalam korporasi atau organisasi. Dalam suatu korporasi atau organisasi, proses komunikasi dengan khalayaknya dijembatani oleh praktisi Humas atau public relations, yang dilakukan secara langsung maupun tidak langsung. Komunikasi secara tidak langsung salah satunya adalah dengan menggunakan media komunikasi internal, yang mempermudah proses komunikasi korporasi atau organisasi dengan khalayaknya. Untuk melihat kualitas dan penerimaan di kalangan pembaca mengenai suatu media komunikasi korporasi atau organisasi dilihat dari isi informasi yang disajikan didalamnya. Lalu melihat sikap sebagai efek atau hasil akhir dari proses komunikasi bermedia ini, didefinisikan sebagai suatu kecenderungan atau predisposisi untuk menanggapi suatu persoalan atau situasi. Penelitian ini adalah penelitian deskriptif kuantitatif, menggunakan metode survei dan teknik penarikan sampel menggunakan sampel acak berstrata. Hasil dari pencarian data akan dideskripsikan berdasarkan pada hasil jawaban-jawaban responden yang diperoleh dari kuesioner, dan seluruh informasi yang diperoleh selama penelitian. Hasil dari penelitian ini menunjukkan bahwa sikap pembaca mengenai isi informasi dalam CitraRaya News adalah positif. Sikap yang positif yang dimaksud adalah mengetahui dan mengerti mengenai CitraRaya news dari isi informasinya (Kognitif); suka dan tertarik terhadap isi informasi CitraRaya News (Afektif); dan berminat atau cenderung melakukan tindakan setelah membaca terhadap isi informasi CitraRaya News (Konatif).",
  "creators": "ANGELIA JUNIATA WIDJAJA",
  "contributors": "YULI NUGRAHENI (Advisor 1); Prida Ariani Ambar Astuti (Advisor 2); SOETOJO DARSOSENTONO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010339/KOM/2008; Angelia Juniata Widjaja (51403011)",
  "subjects": "COMMUNICATION; ATTITUDE (PSYCHOLOGY)"
}