{
  "id": "9214",
  "title": "Perancangan dan implementasi website promosi dan penjualan pada CV. Pustaka Rajawali milik Gereja Mawar Sharon",
  "abstract": "Metode perdagangan semakin canggih dari waktu ke waktu, hal ini dapat dikarenakan semakin berkembangnya jaman dan teknologi sehingga salah satu cara untuk mengikuti derasnya perkembangan metode perdagangan adalah dengan menjalankan suatu strategi promosi yaitu membangun suatu sistem promosi dan penjualan yang berbasis web pada Pustaka Rajawali. Pada Tugas Akhir ini, penulis mengimplementasikan sebuah website promosi dan penjualan untuk Pustaka Rajawali yang dapat memberikan informasi penting untuk konsumen mengenai produk-produk terbaru dan produk-produk yang paling laku terjual di Pustaka Rajawali yang dilengkapi dengan sistem pencarian data produk yang mudah. Website promosi dan penjualan Pustaka Rajawali dilengkapi sistem pengolahan data produk dan histori transaksi yang terjadi pada Pustaka Rajawali. Selain itu website promosi dan penjualan Pustaka Rajawali juga dilengkapi dengan fasilitas customize yang memungkinkan setiap registered guest untuk mengubah tampilan halaman website yang meliputi gambar background dan lagu Sistem promosi dan penjualan berbasis web ini dirancang menggunakan teknologi PHP versi 4.3.4, Macromedia Dreamweaver MX, dan MySQL versi 2.5. Dari hasil implementasi dan pengujian sistem promosi dan penjualan berbasis web pada Pustaka Rajawali, yang meliputi user guest, registered guest, dan administrator, diperoleh kesimpulan bahwa website promosi dan penjualan Pustaka Rajawali dapat melakukan pencarian data produk dengan memperhatikan faktor kemudahan dan memberi informasi detail dari setiap data produk yang akan dicari, selain itu juga memberikan fitur yang telah dijelaskan pada paragraf yang sebelumnya yang dapat menunjang kinerja perusahaan.",
  "creators": "CHANDRA INDRASONO",
  "contributors": "Resmana Lim (Advisor 1); Alexander Setiawan (Advisor 2); Gregorius Satiabudhi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02000512/INF/2006; Chandra Indrasono (26401016)",
  "subjects": "INTERNET (COMPUTER NETWORK); WEB SITES"
}