{
  "id": "9224",
  "title": "The readers' perceived meaning of clekit, Jawa Pos editorial cartoon, as compared to the intended meaning of the caricaturist",
  "abstract": "One of the interesting forms of opinion given in a newspaper is an editorial cartoon or political cartoon. It presents the opinion in a special way through the use of metaphorical texts and pictures in the cartoon. However, this specialty may also lead the newspaper readers to have many interpretations about the pictures, texts in the callouts, and their relations. Because of this possibility of having multi-interpretations, the writer can see that it is also possible that the message of the editorial cartoon fails to be delivered to the newspaper readers. Therefore, the writer is interested in finding whether the readers? perceived meaning of Clekit, Jawa Pos editorial cartoon, is similar to or different from the intended meaning of the caricaturist. Basically, the theory of frames is used as the main theory of this research, together with the theory of coherence and general socio-cultural knowledge as the bigger umbrella of frames. The theory of Contextual Configuration, denotative and connotative meaning and the theory of metaphors serve as the supporting theories. The writer uses descriptive-qualitative approach. She also uses the questionnaires to get Jawa Pos readers? perceived meanings on the cartoon. The result of the analysis shows that most respondents have similar meanings as what are intended. In other words, the respondents have achieved the intended meaning of the cartoon, and the caricaturist is successful in delivering his message to the newspaper readers.",
  "creators": "KENCANA WULANSARI S",
  "contributors": "Anneke Heritaningsih Tupan (Advisor 1); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011585/ING/2006; Kencana Wulansari Soselisa (11402062)",
  "subjects": "DISCOURSE ANALYSIS; ENGLISH LANGUAGE-DISCOURSE ANALYSIS; LINGUISTICS"
}