{
  "id": "9227",
  "title": "Perbandingan pengaruh penggunaan bintang iklan dan paduan animasi kartun pada iklan televisi untuk produk makanan ringan terhadap minat membeli konsumen mahasiswa",
  "abstract": "Penggunaan iklan dengan menggunakan pemeran bintang iklan dan paduan animasi kartun layak untuk dijadikan judul penelitian ini mengingat banyaknya iklan televisi yang menggunakan dua pemeran iklan tersebut. Pemeran iklan dengan menggunakan bintang iklan diwakili oleh iklan French Fries sedangkan dengan menggunakan pemeran animasi kartun yaitu pada iklan Piattos. Hasil analisis determinasi berganda, diketahui hubungan antara heard words (X1), music (X2), seen words (X3), picture (X4), color (X5), movement (X6), terhadap minat membeli (Y) pada iklan French Fries sebesar 0,623 (koefisien korelasi berganda (R)) dan pengaruhnya sebesar 33,8%. Sedangkan untuk iklan Piattos, hubungan antara heard words (X1), music (X2), seen words (X3), picture (X4), color (X5), movement (X6), terhadap minat membeli (Y) pada sebesar 0,773 (koefisien korelasi berganda (R)) dan pengaruhnya sebesar 59,3%. Untuk itu, diketahui bahwa faktor-faktor-faktor pada iklan Piattos lebih berpengaruh terhadap minat belinya dibandingkan faktor-faktor-faktor pada iklan French Fries. Nilai koefisien determinasi parsial (r?) diketahui untuk faktor pada iklan French Fries, faktor yang berpengaruh dominant adalah Color (X5) dengan pengaruhnya sebesar 8%. Sedangkan pada iklan Piattos, faktor yang paling berpengaruh adalah music (X2) dengan pengaruhnya sebesar 13%.Hal ini menunjukkan bahwa ternyata faktor music pada iklan Piattos lebih tinggi pengaruhnya dibandingkan pengaruh dari faktor color pada iklan French Fries.",
  "creators": "WIRATNO LIMANTORO",
  "contributors": "Filicia Chandra (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02012020/MAN/2006; Wiratno Limantoro (31401505)",
  "subjects": "CONSUMERS-ATTITUDES; CONSUMERS-RESEARCH; CONSUMER BEHAVIOR"
}