{
  "id": "9229",
  "title": "Kebijakan publik melalui instruksi presiden no.10 tahun 2005 tentang penghematan energi pengaruhnya terhadap sikap masyarakat (suatu tinjauan dari sudut pemasaran sosial)",
  "abstract": "Sejak tanggal 10 Juli 2005 Presiden Susilo Bambang Yudhoyono menginstruksikan kepada seluruh jajaran pemerintah untuk meningkatkan upaya penghematan energi sebagai solusi jangka pendek mengatasi krisis bahan bakar minyak (BBM) dan merupakan langkah strategis yang diciptakan oleh pemerintah. Langkah-langkah ini semua diperkirakan dapat menghemat 5-10% dari total konsumsi BBM. Apabila konsumsi BBM bisa dihemat sekitar 10%, potensi penghematan bisa mencapai Rp 20 triliun. Untuk itu penulis mencoba mengkaji lebih lanjut mengenai Kebijakan Publik Melalui Instruksi Presiden No. 10 Tahun 2005 Tentang Penghematan Energi Pengaruhnya Terhadap Sikap Masyarakat (suatu tinjauan dari sudut pemasaran sosial). Berdasarkan hasil analisis Pengaruh intervensi regulasi dan intervensi insentif terhadap kepercayaan masyarakat (believe) adalah bertolak belakang dengan sikap yang ditunjukkan, sedangkan untuk intervensi edukasi konsumen memberikan dampak positif yang diikuti dengan sikap masyarakat dengan menerapkan penghematan energi. Pengaruh intervensi regulasi terhadap kepercayaan masyarakat (believe) adalah bertolak belakang dengan sikap yang ditunjukkan, sedangkan untuk intervensi edukasi konsumen dan insentif memberikan dampak positif yang diikuti dengan sikap masyarakat dengan menerapkan penghematan energi. Sedangkan variabel intervensi yang signifikan berpengaruh terhadap sikap (attitude) masyarakat dalam menanggapi Instruksi Presiden No. 10 Tahun 2005 adalah Believe Consumer Education, Believe Incentif dan Evaluasi Incentif.",
  "creators": "HENDRA GUNAWAN; KATHERINE GUNARDJA",
  "contributors": "Hatane Semuel (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02012030/MAN/2006; Hendra Gunawan (31400487), Katherine Gunardja (31401482)",
  "subjects": "CONSUMER BEHAVIOR; MARKETING MANAGEMENT"
}