{
  "id": "9234",
  "title": "Analisa terhadap variabel internal dan eksternal konsumen yang mempengaruhi keputusan pembelian ulang ke Hypermaket Carrefour Surabaya pada dua kelompok konsumen",
  "abstract": "Pembelian ulang merupakan kegiatan pembelian yang dilakukan oleh konsumen lebih dari satu kali. Penulisan skripsi ini menggambarkan pengaruh dari variabel-variabel internal dan ekstemal konsumen terhadap keputusan pembelian ulang. Tujuan penelitian ini, adalab untuk mengetahui pengaruh variabel-variabel internal dan ekstemal konsumen terhadap keputusan pembelian ulang dan untuk mengetahui variabel-variabel yang dominan mempengaruhi konsumen dewasa muda dan dewasa untuk berbelanja kembali ke hypekmurket Carrefour Surabaya. Metode penelitian yang digunakan adalah deskriptif dengan menggunakan alat analisa crosstab, analisa f∨ dan analisa diskriminan. Hasil yang diperoleh dari penelitian adalah terdapat 14 faktor yang mempengaruhi konsumen untuk berbelanja kembali ke Carrefour, yaitu faktor 1: Motivasi; faktor 2: Keyakinan konsumen terhadap Carrefour; faktor 3: Promosi; faktor 4: Kualitas prod&, f∨ 5: Pelayanan Carrefour; faktor 6: Persepsi konsumen terhadap Carrefour; faktor 7: Lokasi dan harga lebih mural, faktor 8: Kelengkapan produk dan harga spesial; f∨ 9: Kerapian toko dan troli; f∨ 10: Jenis layanan; f∨ 11: suasana toko; faktor 12: papan petunjuk penempatan barang; faktor 13: keseuaian harga; faktor 14: layanan antar. Berdasarkan hasil anaiisis diskriminan, variabel-variabel yang dominan mempengarubi konsumen dewasa muda dalam berbelanja kembali ke Carrefour adalah : keyakinan konsumen terhadap Carrefour, promosi, persepsi konsumen terhadap Carrefour, kelengkapan produk dan harga spesial. Sedangkan variabel-variabel yang dominan mempengaruhi konsumen dewasa adalah : motivasi, pelayanan Carrefour, jenis layanan dan layanan antar.",
  "creators": "DEWI MENTARI SOETJOADI; HILDA KUSUMA WIJAYA",
  "contributors": "Filicia Chandra (Advisor 1); Edwin Japarianto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02012032/MAN/2006; Dewi Mentari Soetjoadi (31402526), Hilda Kusuma Wijaya (31401436)",
  "subjects": "CUSTOMER LOYALTY; CONSUMER BEHAVIOR; CONSUMERS-RESEARCH"
}