{
  "id": "927",
  "title": "Studi perbandingan baja tahan gempa New Zealand code dan Euro code",
  "abstract": "Konsep perencanaan kapasitas (\"Capasity Design\") yang telah lama dikenal pada konstruksi beton bertulang, akan diterapkan pada konstruksi baja. Namun karena adanya perbedaan perilaku inelastis dan elastis antara baja dengan beton bertulang menyebabkan prosedur perencanaan kapasitas beton tidak dapat dipakai langsung untuk konstruksi baja. Dalam studi ini dipelajari perencanaan kapasitas yang diterapkan pada \"Ductile Moment-Resisting Steel Frames\" dengan keuntungan bahwa Moment-Resisting Frame mempunyai sifat yang daktail dengan kapasitas pemancaran energi yang besar. Pada \"Ductile Moment-Resisting Frame\", diharapkan terbentuknya sendi-sendi plastis pada balok akibat gempa dan beberapa kasus pembebanan ditinjau untuk mendapatkan hasil yang menentukan dalam merencanakan balok atau kolom. Faktor overstrength diberikan pada kolom dan aki.bat gempa yang besar diharapkan terjadi sendi plastis pada ujung momen negatif balok. Jika gempa yang terjadi lebih besar lagi, sendi plastis kemungkinan terjadi pada ujung momen positif balok dan atau kolom dalam. Dalam prosedur perencanaan berdasarkan New Zealand Code (NZS 3404) untuk \"Ductile Moment-Resisting Frames\", diperkenankannya sendi plastis terjadi pada kolom dalam dipertegas, sedangkan kolom luar direncanakan tetap elastis dengan memberikan faktor pembesaran dinamis (Dynamic Magnification Factor) sebesar 1.3 selain faktor overstrength. Sedangkan dalam prosedur perencanaan Euro Code 8 pelelehan diperkenankan terjadi pada kedua ujung balok dan kolam didesain mempunyai kemampuan lebih besar dari aksi pelelehan yang terjadi pada balok tanpa memberikan faktor pembesaran dinamis dan faktor overstrength. Perbedaan perilaku struktur yang direncanakan dengan menggunakan prosedur perencanaan berdasarkan kedua \"code\" diatas juga dipelajari.",
  "creators": "SUNARDI JUSUF; DANIEL EFFENDY",
  "contributors": "Ir. GIDEON HADI KUSUMA, M.Eng. (Advisor 1); Takim Andriono (Advisor 2); Daniel Zefania Pribadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 484 S; Sunardi Jusuf (14286064); Daniel Effendy (14286066)",
  "subjects": "STEEL, STRUCTURAL"
}