{
  "id": "930",
  "title": "Perencanaan balok beton pratekan parsial di daerah gempa",
  "abstract": "Tujuan dari penulisan tugas akhir ini adalah mempelajari kemungkinan digunakannya beton pratekan parsial untuk daerah gempa. Konsep pemikiran tentang beton pratekan parsial sendiri dipaparkan pada bab-bab awal. Kemudian diselidiki dimanfaatkannya keunggulan-keunggulan sifat beton pratekan secara luas, temasuk penggunaannya di daerah gempa. Untuk itu dilakukan pemeriksaan daktilitas curvature pada balok beton praktekan dan beton praktekan parsial, baik dengan beban monoton maupun dengan beban siklis. Dari hasil yang diperoleh ternyata analisa beban monoton secara analitis cukup akurat bila dibandingkan dengan beban siklisnya, sehingga selanjutnya digunakan pehitungan dengan metode analitis untuk beban monoton. Kesimpulan yang dapat diambil : balok beton praktekan parsial dapat dipakai. Selanjutnya ditunjukkan hasil studi dari respons inelastis sistem beton praktekan sederhana karena gerakan yang keras, yang telah dilakukan di New Zealand, dan pengaruh beberapa parameter terhadap daktilitas curvature penampang. Semuanya ini untuk menunjang pertimbangan pemakaian balok beton praktekan parsial di daerah gempa. Metode perencaan balok beton praktekan parsial dipaparkan pada bab akhir, dimana dipakai metode yang diusulkan oleh Prof. Hugo Bachmann, yang tidak didasarkan pada suatu peraturan (code) tertentu. Perlu diketahui bahwa peraturan yang dipakai dalam tulisan ini adalah peraturan New Zealand (NZS3101:1982 dan NZS4201:1976). Di bagian terakhir dibuat contoh soal yang memenuhi persyaratan yang ditentukan.",
  "creators": "LHOE NANCY; THERESIA LESTIOWATI",
  "contributors": "Ir. GIDEON HADI KUSUMA, M.Eng. (Advisor 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 225 S; Lhoe Nancy (279036); Theresia Lestiowati (280090)",
  "subjects": "CONCRETE BEAMS"
}