{
  "id": "9310",
  "title": "Analisa kualitas pelayanan SOGO Department Store Galaxy Mall Extension Surabaya dengan menggunakan metode SERVQUAL",
  "abstract": "Dengan semakin berkembangnya bisnis retail dikota-kota besar, khususnya di Surabaya, mengakibatkan terjadinya persaingan yang ketat dari pengelola bisnis retail dalam usaha mendapatkan pelanggan sebanyak-banyaknya. Untuk dapat memenangkan persaingan ini pengelola bisnis retail harus dapat mencapai kepuasan pelanggan yang tidak hanya cukup memberikan kualitas barang yang bagus, tapi yang lebih utama juga adalah kualitas pelayanan yang terbaik. SOGO Department Store Galaxy Mall Extension Surabaya adalah salah satu dari perusahaan retail yang harus dapat bersaing dalam memberikan pelayanan terbaik kepada pelanggannya. Untuk itu laporan ini dibuat untuk menunjukkan apakah terdapat perbedaan antara harapan dan persepsi pelanggan terhadap kualitas pelayanan dan dalam dimensi apakah tingkat harapan sesuai dengan tingkat persepsi pelanggan dalam menilai kualitas pelayanan tersebut. Penelitian ini menggunakan metode SERVQUAL yang terdiri dari 5 dimensi kualitas pelayanan yaitu : tangible, reliability, responsiveness, assurance, dan empathy. Hasil penelitian menunjukkan terdapat perbedaan antara harapan dan perspesi pelanggan terhadap kualitas pelayanan. Hasil tersebut memperlihatkan tingkat kualitas pelayanan yang diberikan SOGO Department Store Galaxy Mall Extension Surabaya dibawah harapan pelanggan. Hasil penelitian juga menunjukkan bahwa persepsi pelanggan yang sesuai dengan harapannya lebih terpenuhi pada dimensi tangible.",
  "creators": "ROBBY WELIEM; ADELLA NOVIANTI SUTEJO",
  "contributors": "Rachmat Sugianto (Advisor 1); Hatane Semuel (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010047/TLM/2008, Robby Weliem (35402019), Adella Novianti Sutejo (35404056)",
  "subjects": "MARKETING RESEARCH; CONSUMER RESEARCH"
}