{
  "id": "9311",
  "title": "Perancangan interior bridal kebaya dan salon di Surabaya",
  "abstract": "Bridal kebaya dan salon di Surabaya merupakan proyek perancangan fasilitas komersial informal. Dimana bridal kebaya dan salon ini bergerak dibidang penjualan dan persewaan busana pengantin kebaya Jawa serta assesoris pelengkapnya juga adanya fasilitas salon yang meliputi penataan rambut dan tata rias wajah, juga tersedia catwalk untuk memamerkan produk hasil karya desiner mulai dari ujung rambut sampai ujung kaki. Fasilitas publik bridal kebaya dan salon ini meliputi area resepsionis, area tunggu, area display manekin, area catwalk, area penyimpanan dan pamer busana juga assesoris, fitting room, area salon, area gamelan, area kerja manager, area kerja direktur dan area gudang. Semua fasilitas yang ada di bridal kebaya dan salon ini disesuaikan dengan kebiasaan dan etika masyarakat Jawa pada umumnya dan tentunya kebutuhan klien dalam persiapan busana dan tata rias wajah juga rambut menjelang pernikahannya. Dimana konsep yang digunakan adalah rukun dan hormat, yang merupakan etika (kaidah) dasar masyarakat Jawa. Maka desain dalam perancangan interior bridal kebaya dan salon ini ingin menampilkan gaya tradisional dengan suasana yang kekeluargaan, saling berkaitan satu sama lain dan tetap menjunjung tinggi rasa hormat terhadap status yang lebih tinggi dan hasil dari karya seni.",
  "creators": "SELLY CASSANDRA WENAS",
  "contributors": "Dr. Laksmi Kusuma Wardani, S.Sn., M.Ds. (Advisor 1); Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Advisor 2); COK GEDE RAI PADMANABA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No: 00050663/DIN/2008; Selly Cassandra Wenas (41404114)",
  "subjects": "COMMERCIAL BUILDINGS--DESIGNS AND PLANS; FASHION MERCHANDING-BULDINGS-DESIGN AND PLANS; BRIDAL SHOPS-DESIGNS AND PLANS"
}