{
  "id": "9318",
  "title": "Analisis deskriptif dan semiotik preferensi visual konsumen tingkat atas terhadap kemasan produk popok bayi berdasarkan struktur bentuk dan warna",
  "abstract": "Meningkatnya jumlah produsen popok bayi sekali pakai menyebabkan persaingan dalam pasar menjadi semakin ketat. Produsen popok bayi sekali pakai berlomba-lomba untuk dapat menguasai pasar. Desain kemasan merupakan salah satu alat yang dapat digunakan untuk menarik perhatian konsumen sebelum melakukan tindakan pembelian. Penelitian ini melacak hubungan antara preferensi visual konsumen dengan desain kemasan produk popok bayi sekali pakai. Tujuannya untuk mengetahui desain kemasan produk popok bayi yang bagaimana yang dapat menarik perhatian konsumen. Jenis penelitian yang digunakan adalah kuantitatif deskriptif. Penelitian ini menggunakan metode deskriptif dengan instrumen penelitian literatur, wawancara dan kuesioner. Responden penelitian ini adalah para ibu yang memiliki anak kecil yang masih atau pernah menggunakan popok. Teknik sampling yang digunakan adalah purposive sampling. Dari analisis terhadap jawaban seratus orang responden didapatkan bahwa elemen bentuk yang sesuai untuk kemasan produk popok bayi sekali pakai adalah bentuk-bentuk yang tidak kaku, lembut, dan cenderung membulat dengan warna-warna yang berkesan cerah, bersih, atau lembut. Hal ini sesuai dengan karakter produk dan preferensi konsumen. Model bayi yang tampak menggunakan produk dengan didampingi tokoh kartun sebagai tokoh pendukung merupakan visualisasi yang paling menarik untuk desain kemasan produk popok bayi. Hasil tersebut memberikan gambaran bahwa desain kemasan yang baik adalah desain kemasan yang sesuai dengan karakter produk dan juga preferensi konsumennya. Hasil penelitian telah menunjukkan adanya beberapa perbedaan preferensi dalam memilih desain kemasan. Untuk penelitian lanjut disarankan agar perbedaan-perbedaan itu didekati menurut penelitian eksperimental dengan analisis uji beda secara statistik inferensial. Hal ini dimaksudkan untuk memperoleh hasil penelitian yang benar dapat diandalkan (valid).",
  "creators": "KEVIN FELLIANI TANOYO",
  "contributors": "YOHANES MOELJADI PRANATA (Advisor 1); Ani Wijayanti Suhartono (Advisor 2); Aristarchus Pranayana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.00010948/DKV/2007; Kevin Felliani Tanoyo (42403004)",
  "subjects": "VISUAL COMMUNICATION; PACKAGING-DESIGN; GRAPHIC ARTS; COMMERCIAL ART"
}