{
  "id": "939",
  "title": "Suatu usulan alternatif perencanaan kapasitas tinjauan untuk wilayah gempa 1 Indonesia",
  "abstract": "Suatu struktur yang didominasi oleh beban gravitasi bila direncanakan secara Kapasitas akan memiliki kekuatan kolom yang berlebihan untuk menahan beban gempa. Sedangkan cara Perencanaan Gravitasi yang diusulkan oleh Paulay menggunakan prosedur perhitungan yang lain dengan cara Perencanaan Kapasitas sehingga para perencana kurang terbiasa dalam pemakaiannya. Oleh karena itu diusulkan suatu cara Alternatif Perencanaan Kapasitas oleh Sumarni dan Iskandar. Cara Alternatif Perencanaan Kapasitas ini telah dicoba untuk bangunan yang didonunasi oleh beban gravitasi pada wilayah gempa 4 Indonesia. Berdasarkan penelitian yang dilakukannya, Sumarni dan Iskandar menyimpulkan bahwa cara Alternatif Perencanaan Kapasitas mempunyai perilaku yang sama baik dengan Perencanaan Kapasitas. Bertitik tolak dari penelitian yang sudah dilakukan maka dalam penelitian ini dilakukan pengujian terhadap perilaku struktur akibat beban gempa dinamis pada wilayah gempa 1 Indonesia yang cenderung didominasi oleh beban gernpa. Untuk menguji kekuatan struktur yang direncanakan dengan Alternatif Perencanaan Kapasitas dipakai model portal yang sama dengan penelitian sebelumnya yaitu 4 tingkat dengan 4 sampai 7 bentang dan 5 tingkat 4 bentang serta tambahan 1 portal yaitu 6 tingkat 4 bentang. Sebagai standar kekuatan, portal tersebut direncanakan dengan Perencanaan Kapasitas. Dari kedua kelompok perencanaan portal tersebut kemudian dibebani gempa yang sama dengan sebelumnya yaitu gempa Pacoima Dam 1971 S16E Modifikasi yang setara dengan gempa dasar rencana dan periode ulang 200 tahun pada wilayah gempa 1 Indonesia serta gempa El Centro 1940 N-S. Berdasarkan hasil pengujian pada Alternatif Perencanaan Kapasitas diperoleh perilaku yang baik terhadap ke-3 macam gempa di atas dan sesuai dengan persyaratan yang ditetapkan dalam Pedoman Perencanaan Ketahanan Gempa Untuk Rumah dan Gedung SKBI 1.3.53.1987. Terkecuali pada portal 5 tingkat 4 bentang dan portal 6 tingkat 4 bentang memiliki perilaku yang tidak baik terhadap gempa Pacoima Dam Modifikasi yang setara dengan periode ulang 200 tahun pada wilayah gempa 1 Indonesia. Dari pengujian ini diperoleh rata-rata penghematan tulangan kolom sebesar 44% dibandingkan dengan Perencanaan Kapasitas.",
  "creators": "FIFI BINTARIATI SUGIANTO; WILLY HIMAWAN HARTONO",
  "contributors": "Benjamin Lumantarna (Advisor 1); Agus Adhisetiono Sutanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 577 S; Willy Himawan Hartono (21488087), Fifi Bintariati Sugianto (21488155)",
  "subjects": "EARTHQUAKES AND BUILDINGS"
}