{
  "id": "9415",
  "title": "Grha Toyota Indonesia di Surabaya-Sidoarjo",
  "abstract": "Grha Toyota Indonesia di Surabaya - Sidoarjo ini merupakan proyek milik swasta, yaitu Toyota dimana desain bangunan utamanya berupa sebuah museum otomotif yang bersifat rekreatif, edukatif dan informatif dengan mengkombinasikannya dengan kepentingan internal dari pihak Toyota. Fasilitas yang direncanakan meliputi ruang pamer tetap, ruang pamer temporer, ruang pengenalan, ruang audio visual, ruang peragaan luar, ruang pamer industri, auditorium, perpustakaan, toko souvenir, restoran, cafetaria, galeri Toyota, ruang studio interaktif, ruang kantor marketing group dan pengelola, ruang kurator, ruang penerimaan/pengiriman, ruang penyimpanan sementara, ruang konservasi dan restorasi, gudang koleksi, ruang preparasi, ruang komputer, sebuah lintasan uji coba dengan bangunan pendukungnya seperti bangunan pit dan paddock, ruang cuci mobil, ruang pemadam api, dan medical centre, sebuah workshop berupa bengkel modifikasi dan aktivitas pergudangan stok mobil dan spareparts . Sesuai dengan filosofi Toyota yang tertuang dalam logonya, maka konsep perancangan bangunan ini adalah \"hybrid\" dimana diterapkan dengan mempelajari teori Hypersurface System dari Stephen Perella. Pendekatan perancangan adalah metafora, dimana desain berusaha berbicara kepada masyarakat mengenai filosofi Toyota itu sendiri. Pendalaman yang diambil adalah sistem struktur untuk mendukung teori yang digunakan dalam perancangan dan untuk menciptakan kesan suatu museum otomotif yang berteknologi tinggi.",
  "creators": "ALEXANDER GUNAWAN",
  "contributors": "Benny Poerbantanoe (Advisor 1); Ir. Achmad Archajadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 01132329/ARS/2006; Alexander Gunawan (22401024)",
  "subjects": "EXHIBITION BUILDINGS; AUTOMOBILES-MUSEUMS"
}