{
  "id": "9419",
  "title": "Perancangan interior pusat informasi dan pelatihan jajanan tradisional Jawa Timur untuk anak anak Sekolah Dasar di Surabaya",
  "abstract": "Pusat informasi dan pelatihan jajanan tradisional Jawa Timur ini merupakan satu perwujudan dari budaya yang ada di Jawa Timur. Perancangan ini pun ditujukan bagi anak-anak guna pelestarian budaya yang dimulai sejak dini terutama di bidang jajanan tradisional Jawa Timur. Fasilitas yang direncanakan adalah pusat informasi yang berupa workshop-workshop dan juga pelatihan yang disajikan semacam cooking class bagi pengunjung yang datang. Selain area workshop dan juga kelas memasak, pengunjung disuguhkan area explore yang berupa mini perpustakaan dan juga pasar mini untuk mendukung salah satu proses pembelajaran yang diciptakan. Berdasarkan fasilitas serta sistem pembelajaran yang akan diberikan kepada pengunjung, maka konsep dari perancangan ini adalah Learning by Doing. Diharapkan perancangan ini tidak hanya sekedar menyajikan informasi tetapi juga mampu memberikan pembelajaran serta mengajak pengunjung untuk belajar secara langsung. Dan untuk mendukung konsep yang ada digunakan tema yaitu Street Food City. Tema ini dipilih berdasarkan apa yang disajikan pada pusat informasi yaitu semua jenis jajanan tradisional yang berasal dari semua kota yang ada di Jawa timur. Oleh karena itu bentukan analag sebuah kota diharapkan mampu mengkomunikasikan apa yang ingin disampaikan pada perancangan selain untuk memberikan rasa nyaman bagi pengunjung yang notabene adalah anak-anak.",
  "creators": "ELIANA GUNAWAN",
  "contributors": "Mariana Wibowo, S.Sn., M.MT. (Advisor 2); OLIH SOLIHAT KARSO (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00050613/DIN/2008; Eliana Gunawan (41404022)",
  "subjects": "STORE DECORATION; COOKERY, JAVANESE"
}