{
  "id": "9427",
  "title": "Potensi wisata sungai Semampir dan gambaran mengenai potensi pasar sesuai dengan karakteristik wisatawan",
  "abstract": "Salah satu potensi wisata yang bisa dikembangkan saat ini adalah Sungai semampir yang berada di Kelurahan Medokan Semampir Indah. Panjang sungainya sekitar 7 km dan bermuara ke laut sehingga mempunyai potensi untuk dikembangkan sebagai daerah tujuan wisata, yang memberikan tambahan pendapatan bagi masyarakat sekitarnya. Penelitian ini bertujuan untuk mengidentifikasi potensi yang bisa dikembangkan dari Sungai Semampir dan menggambarkan tuntutan mengenai wisata tersebut. Jenis penelitian adalah kuantitatif. Sumber data primer diambil dari pengisian kuesioner dan hasil wawancara. Sumber data sekunder adalah dokumentasi mengenai geografis dan kependudukan Kelurahan Semampir. Metode pengumpulan data melalui pengamatan, wawancara, kuesioner, dan dokumentasi. Teknik analisis data menggunakan analisa statistik deskriptif, crosstabulation, korelasi, dan chi square. Hasil penelitian menunjukkan bahwa untuk wisatawan berkarakteristik dependable, near venturer, dan centric venturer paling menyukai bersantai naik perahu. Untuk wisatawan berkarakteristik venturer menyukai melihat Flora yang bervariasi dan berjalan melihat Flora & Fauna. Untuk pilihan hari, sebagian besar responden dengan karakteristik dependable paling menyukai hari Sabtu pada sore hari antara jam 2 sampai dengan jam 6 dengan lama waktu berwisata antara 3 jam - 4 jam, dan sebagian besar responden dengan karakteristik dependable, centric venturer, maupun near venturer menyukai harga paket wisata sebesar Rp. 65.000 - Rp. 80.000.",
  "creators": "TRIYARSO; HERMAN NOVIFAN",
  "contributors": "Agoes Tinus Lis Indrianto, S.S., M.Tourism (Advisor 1); Dra. Monica Ida Uniati , M.M. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010037/TLM/2008; Triyarso (35402057), Herman Novifan (35402098)",
  "subjects": "TOURIST TRADE-SURABAYA; SEMAMPIR RIVER (SURABAYA)-TOURIST TRADE"
}