{
  "id": "9432",
  "title": "Presepsi pengunjung atas daya tarik shopping center di Surabaya dengan menggunakan instrumen SCATTR (Shopping Center Attractiveness)",
  "abstract": "Dengan semakin berkembangnya bisnis retail diantaranya pusat perbelanjaan di kota-kota besar, khususnya di Surabaya, mengakibatkan terjadinya persaingan yang ketat dari masing-masing pusat perbelanjaan dalam usaha untuk mendapatkan pelanggan sebanyak-banyaknya. Banyaknya jumlah pusat perbelanjaan menyebabkan pelanggan menjadi lebih teliti untuk memilih dimana mereka akan berbelanja. Oleh karena itu perlu bagi manajemen untuk mengetahui apakah pusat perbelanjaannya menarik bagi pelanggan. Untuk itu peneliti menggunakan instrumen SCATTR, suatu instrumen untuk mengukur daya tarik dari masing-masing atribut suatu pusat perbelanjaan diantaranya Plaza Tunjungan, Supermal Pakuwon Indah, Galaxy Mall, Surabaya Plaza, dan Pasar Atum Mall. Selain itu peneliti ingin melihat kemiripan yang terjadi antara pusat perbelanjaan satu dengan yang lain. Plaza Tunjungan paling menarik di mata responden dari dimensi popularitas terutama dari atribut fashion artinya responden tertarik dengan bentuk bangunan dan desain interior dari Plaza Tunjungan, selain itu dari atribut owner's reputation yaitu reputasi dari pemilik Plaza Tunjungan dan dari atribut lay out artinya pengaturan dari toko-toko yang ada. Supermal Pakuwon Indah paling menarik dari dimensi lokasi karena mudah dijangkau oleh responden, selain itu dari atribut special event artinya sering diadakan spesial even. Galaxy Mall paling menarik dari dimensi lokasi karena mudah dijangkau oleh responden, selain itu dari atribut merchandise variety artinya variasi dari barang dagangan yang ditawarkan. Surabaya Plaza paling menarik dari segi lokasi karena terletak di daerah perkantoran Jalan Pemuda, selain itu dari atribut general price level artinya harga produk yang dijual. Yang terakhir adalah Pasar Atum Mall yaitu keunikannya karena responden dapat melakukan tawar menawar saat berbelanja selain itu dari atribut general price level artinya harga produk yang dijual.",
  "creators": "REZEKI AMALIA",
  "contributors": "Rachmat Sugianto (Advisor 1); Sundring Pantja Djati (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010053/TLM/2008; Rezeki Amalia (35404034)",
  "subjects": "SHOPPING CENTERS-INDUSTRY-MARKETING; SHOPPING CENTERS-INDUSTRY-MANAGEMENT; CONSUMER BEHAVIOR"
}