{
  "id": "9444",
  "title": "Pengaruh psikologis warna interior dalam upaya mengurangi emosional baby blues pasien pasca melahirkan pada kamar nifas rumah bersalin Prasetya Husada",
  "abstract": "Proses kehamilan hingga melahirkan bagi sebagian besar wanitamerupakan hal yang kodrati. Kehamilan hingga proses melahirkan banyakmengalami perubahan postur tubuh dan kondisi emosional bahkan gangguanemosional, salah satunya adalah baby blues. Gangguan emosional ini dialamiseorang ibu pasca melahirkan hingga 80% ibu yang disebabkan oleh berbagaifaktor yang ada. Dalam hal ini peran lingkungan sangat mendukung dalam upayamengurangi emosional baby blues yang ada, agar tidak meningkat ke tahapanemosional yang lebih serius seperti gangguan emosional pospartum depresion.Lingkungan yang dapat membantu dapat berupa lingkungan fisik seperti interiorruangan (kamar perawatan atau yang disebut ruang nifas) dan lingkungan nonfisik seperti keluarga, perawat, dan teman. Kamar nifas sebagai lingkungan fisikmempunyai peran dalam upaya mengurangi baby blues, karena merupakan tempatberistirahat seorang ibu sehabis melahirkan. Hal yang pertama kali di rasakan dandibutuhkan dalam upaya mengurangi baby blues dalam kamar nifas adalahsuasana, dimana memberikan persepsi tertentu yang menstimulus seseorang dalambertindak. Suasana diciptakan melalui warna dan kombinasi warna yang adadalam ruangan tersebut. Pada Rumah Bersalin Prasetya Husada, penggunaanwarna sebagai penciptaan suasana ruang yang tampak secara visual untukpertamakali dan dapat menstimulus pasien disadari betul oleh sang pemiliknya.Oleh karena itu ia menerapkan beberapa warna dalam setiap ruang yang ada,termasuk pada kamar nifasnya. Namun, penggunaan warna interior yang ada didalam kamar nifas kiranya haruslah tepat, baik warna dan komposisi warna yangada. Sehingga dapat mengurangi emosional baby blues yang ada pada pasienpasca melahirkan",
  "creators": "ANTONIA AYU DELIRUS K",
  "contributors": "Sriti Mayang Sari (Advisor 1); Ronald H.I. Sitindjak (Advisor 2); Stephanus P. Honggowidjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 00010597/DIN/2008; Antonia Ayu Delirus Kusumastuti (41403075)",
  "subjects": "HOSPITALS-DECORATION; HOSPITALS-NURSERIES-DECORATION; INTERIOR DECORATION"
}