{
  "id": "9467",
  "title": "The Types of argument structure used by Hillary Clinton in part one of the CNN democratic presidential debate",
  "abstract": "In a debate, a debater usually presents a series of arguments in order to persuade his or her audience to accept his or her views on an issue. Besides that, he or she can also present a series of arguments to express his or her disagreements about something. For that reason, this study examines the types of argument structure and what type of argument structure is used the most frequently by Hillary Clinton in part one of the CNN Democratic Presidential Debate. In order to analyze the types of argument structure, the writer used the theory of the types of argument structure which is formulated by Bierman and Assali (1996). Besides using the theory by Bierman and Assali (1996), the writer also used additional theories by King (n.d.) and Stanlick (2003). The writer used qualitative approach in conducting this research. The source of data was taken from Hillary?s utterances in part one of the CNN Democratic Presidential Debate, meanwhile the data were only Hillary?s utterances which were identified as arguments. The result of the analysis showed that the result of the argument reconstruction were divided into five types of argument structure: serial, linked, convergent, divergent, and also hybrid argument structures. The linked and convergent argument structures (33.33%) came out as the most frequently used of argument structures inside Hillary?s utterances in the debate. Both of them have the same percentages. The second most common type of argument structure was the serial argument structure (16.66%). Next was the hybrid argument structure (11.11%) and the least discovered type of argument structure was the divergent type (5.55%). This result implies that the predominant argument structure which is used in a debate is not always in the form of mixed (hybrid) structure. The use of linked and convergent argument structures may also be an effective strategy in constructing arguments regarding to the controversial issues in the politic, economy, and social affairs.",
  "creators": "ANGGIE ANGELINE",
  "contributors": "Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Advisor 1); Flora Debora (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011818/ING/2008; Anggie Angeline (11404071)",
  "subjects": "LANGUAGE AND LANGUAGES-PHILOSOPHY; LANGUAGE AND LOGIC"
}