{
  "id": "9468",
  "title": "The Main character's changing personality from an extrovert to an introvert person in George Eliot's Silas Marner",
  "abstract": "Silas Marner is a novel written by George Eliot and published in 1861. The novel portrays the struggle of the main character, Silas Marner, to survive in the society. It tells in the novel that the main character had change personality because of his friends and the society. This novel contrasts the effect of the Industrial Revolution with the vanishing simplicity life and is one of the George Elliot?s most enduring popular works. This thesis, entitled \"A study on the main character?s changing personality from an extrovert into introvert person in George Elliot?s Silas Marner\". Through this analysis, the writer wants to analyze why the main character change his personality which clearly show from the differences before he moved to Raveloe and during his life in Raveloe. In this analysis, I will apply literary approach which the tools are characterization and conflict. Beside that the psychological concept of extrovert and introvert would support the analysis to analyze the changing. By using this several theories, the writer finds out that betrayal and people?s opinions can affect personality and make it totally change which prove in the novel. It affects Silas Marner, the main character, actually he likes to make a new friend, interact with people, helps someone else and etc which we can called him as an extrovert person. All the causes makes Silas Marner does not like to make new friend, interact with people, etc. Really totally different people that can be call an introvert person.",
  "creators": "SURYANTO TANJUNG",
  "contributors": "Dwi Setiawan (Advisor 1); Liliek Soelistyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011817/ING/2008; Suryanto Tanjung (11400096)",
  "subjects": "ELIOT, GEORGE,1819-1880.SILAS MARNER-STUDY AND TEACHING; ENGLISH FICTION--19TH CENTURY--STUDY AND TEACHING"
}