{
  "id": "947",
  "title": "Studi pengaruh iklan Oreo terhadap perilaku anak ditinjau dari nilai-nilai budaya timur",
  "abstract": "Studi Pengaruh Iklan Oreo Terhadap Perilaku Anak Ditinjau Dari Nilai-Nilai Budaya Timur. Pada masa sekarang, iklan telah menjadi bagian terpenting dari strategi pemasaran suatu produk. Tanpa beriklan dan berpromosi suatu merek akan tertinggal jauh dalam persaingan pasar regional maupun internasional. Sehingga periklanan sangatlah penting peranannya dalam memperkenalkan suatu merek atau produk kepada khalayak sasaran dan untuk menguatkan posisi merek atau produk tersebut dalam pasar di era global ini. Televisi sebagai media hiburan keluarga dengan ragam program acaranya yang menarik, telah menjadi media favorit bagi pengiklan. Dan ditengah maraknya perkembangan dunia periklanan dan ketatnya persaingan, diperlukan strategi dan ide kreatif untuk meraih simpati dan loyalitas dari konsumen ? merupakan syarat yang harus dimiliki oleh iklan yang baik. Tentu saja, yang dimaksudkan dengan iklan yang baik disini adalah iklan yang sehat tidak hanya sekedar berdaya tarik, namun dalam pengertiannya ber-akal sehat, ber- inisiatif sehat, sesuai dengan norma dan adat budaya setempat, dan disertai semangat persaingan yang sehat dan sportif, serta bertanggung jawab. Iklan yang sehat tidak hanya dianjurkan bagi iklan untuk anak-anak saja, melainkan juga iklan untuk segala jenis produk yang diperuntukkan bagi konsumen dari segala usia. Dalam pertimbangannya, televisi sebagai media hiburan yang tidak hanya diperuntukkan bagi kelas sosial tertentu saja, dan tidak memiliki fasilitas pengklasifikasian acara yang selektif.",
  "creators": "LINDA SETIABOEDI",
  "contributors": "LASIMAN (Advisor 1); YEKTI HERLINA (Advisor 2); ARISTARCHUS (Advisor 3); Deddi Duto Hartanto (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.0131/DKV/2003; Linda Setiabudi (42498016)",
  "subjects": "COMMERCIAL ART; VISUAL COMMUNICATION; ADVERTISING; BILLBOARDS; POSTERS"
}