{
  "id": "9474",
  "title": "A Comparison between the refusal strategies used by Bataknese housewives and career woman and those used by Javanese housewives and career woman",
  "abstract": "This thesis is about a study on the refusal strategies that are used by Bataknese and Javanese females, consisting of ten housewives and ten careerwomen for ech etnicity. Here, there are 40 females as the respondents. It is divided into twenty Bataknese females and twenty Javanese females. The purpose of considering ethnicity is to find whether both groups of different ethnicities have differences and similarities in expressing refusal. The other reason why the writer chooses the social status / occupation in her study is that she wants to know whether the housewives and careerwomen have differences and similarities in refusing. In analyzing the data, the writer applies the theory of refusal strategies by Carmen Garcia and Kartomihardjo as the main theories. Besides, the writer also uses Janet Holmes about etnicity and social status and theory about politeness system by Zuzane and Ron Scolon as the supporting theories. The writer uses descriptive quantitative approach to conduct this research. From the data analysis, the writer discovers that the Bataknese females are more direct than the Javanese females. Moreover, the writer discovers that the Bataknese housewives and career women are more direct than the Javanese housewives and career women. In addition, the writer also discovers that both groups of different etnicities and social status / occupation use the same strategy that is reason / explanation as the most acceptable strategy.",
  "creators": "ESTERLINA NELUK R A",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011814/ING/2008; Esterlina Neluk R. A (11401180)",
  "subjects": "SOCIOLINGUISTICS; INDONESIAN LANGUAGE-SOCIAL ASPECTS; LINGUISTIC ANALYSIS (LINGUISTICS)"
}