{
  "id": "9480",
  "title": "The Causes of Eliza Doolittle's anxiety and the types of defense mechanism used to cope with her anxiety in George Bernand Shaw's Pygmalion",
  "abstract": "Eliza Doolittle is a common flower girl who wants to be a respectablesales lady in the Flower shop and she actually become much more than that, shehas been trained by Professor of Phonetics, Higgins to speak, and move and dresslike a real duchess. However, Eliza Doolittle?s has a lot of pressure which createanxiety as a common flower girl and even when eventually she becomes a reallady. Therefore, I, as the thesis writer, would like to reveal the causes of heranxiety and the types of defense mechanism she uses to cope with her anxiety. Iuse psychological approach namely anxiety and defense mechanism as the tools toanalyze the main female character of the play, Eliza Doolittle. Furthermore, I findout that there are two causes of Eliza Doolittle?s anxiety and four types of defensemechanism which she uses to cope with her anxiety. The first cause of ElizaDoolittle?s anxiety is her poor economical condition and low social states. Thesecond cause of Eliza?s Doolittle?s anxiety is her fear of unfulfilled love whichturn out to be reality, in this case is her unfullfilled love toward her ownProfessor, Higgins. Moreover, I also want to discover the types of defensemechanism. Thus, there are four types of defense mechanism she uses in order tocope with her anxiety in life, fantasy, sublimation, denial, and reaction formation",
  "creators": "DONOVAN WIRABUONO",
  "contributors": "Sarah Limuil (Advisor 1); Meilinda (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011809/ING/2008; Donovan Wirabuono (11400141)",
  "subjects": "SHAW, GEORGE BERNARD, 1856-1950. PYGMALION-STUDY AND TEACHING; ENGLISH DRAMA-20TH CENTURY-STUDY AND TEACHING"
}