{
  "id": "9485",
  "title": "Communication strategies used by EFL young learners of sixth graders elementary school at Cita Hati Surabaya in speaking english to their native english speaker teacher",
  "abstract": "How EFL young learners of sixth graders elementary school are able to maintain their speech when they speak to their native English speaker teacher during lesson in class make the writer wants to know the strategic competence, which consists of verbal and non-verbal communication strategies, they use to offset any inadequacy they might have in grammatical ability and, particularly, vocabulary. In this study, the writer wants to know what kinds of communication strategies occur in EFL young learners?s discourse and grammatical competences. Furthermore, the writer also wants to know what errors they produced due to immediate communication strategies since there are limitations in their second language knowledge. For the analysis, the writer uses communicative competence framework by Canale and Swain, communication strategies theory by Tarone, and the last is error analysis by Ellis and Littlewood. The writer uses descriptive and qualitative approach and the data are taken from the conversation between EFL young learners of sixth graders elementary school in Cita Hati and their native English speaker teacher from Australia. The writer found out that EFL young learners faced breakdown in grammatical competence used approximation and literal translation mostly. While EFL young learners faced breakdown in discourse competence used appeal for assistance and mime-non verbal strategy. None of them combined the strategies. In producing communication strategies, these EFL young learners produced errors of omission and commissions, pronunciation, forms of quantifier, lexical verbs in sentence formation and produced mistakes.",
  "creators": "MARIA DIAH PALUPI",
  "contributors": "ABBAS A.BADIB, Pof.DR.MA.,MA. (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011806/ING/2008; Maria Diah Palupi (11403073)",
  "subjects": "ENGLISH LANGUAGE-SPOKEN ENGLISH-STUDY AND TEACHING; ENGLISH LANGUAGE-STUDY AND TEACHING-FOREIGN SPEAKERS"
}