{
  "id": "9486",
  "title": "Evaluasi kinerja struktur 4 dan 10 lantai yang didisain berdasarkan capacity design pada SNI--03-2847-2002 dan pseudo elastis di wilayah 6 peta gempa Indonesia",
  "abstract": "Perencanaan Pseudo Elastis menawarkan alternatif baru dalam merencanakan struktur beton yang tahan terhadap gempa. Partial Side-Sway Mechanism digunakan selain Beam Side-Sway Mechanism. Terjadinya sendi plastis pada portal interior diperbolehkan, dimana dapat menghasilkan prosedur disain yang sangat efektif karena perencanaan balok dan kolom dilakukan dalam waktu yang bersamaan. Untuk menahan beban lateral, perencanaan Pseudo Elastis bergantung pada kolom eksterior yang masih bersifat elastis selama gempa besar terjadi. Dalam penelitian ini akan membandingkan perilaku struktur terhadap gempa yang didisain secara Pseudo Elastis dan Capacity Design. Struktur yang ditinjau adalah bangunan perkantoran 4 dan 10 lantai di wilayah 6 peta gempa Indonesia yang berdaktilitas penuh (?=5,3). Beban gempa statik ekivalen yang digunakan untuk mendisain semua bangunan berdasarkan peraturan gempa Indonesia. Analisis yang digunakan untuk memeriksa kinerja struktur adalah Statik Non-Linear Pushover dan Dinamik Non-Linear Time History. Hasil evaluasi menunjukkan bahwa semua struktur masih dalam keadaan yang tidak stabil. Sendi plastis terjadi pada beberapa kolom eksterior pada struktur yang direncanakan secara Pseudo Elastis, sementara itu pada sruktur yang direncanakan secara Capacity Design menunjukkan kecenderungan Soft Story Mechanism. Dapat disimpulkan bahwa perencanaan Pseudo Elastis dalam penelitian ini masih perlu diteliti lebih lanjut karena masih belum memenuhi Partial Side Sway Mechanism.",
  "creators": "AMELIA KUSUMA; ZICO YANUAR WIBOWO",
  "contributors": "Pamuda Pudjisuryadi (Advisor 1); Benjamin Lumantarna (Advisor 2); Januar Buntoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.11011570/SIP/2008; Amelia Kusuma (21404025), Zico Yanuar Wibowo (21404066)",
  "subjects": "BUILDINGS-EARTHQUAKE ASPECTS-RESEARCH; REINFORCED CONCRETE CONSTRUCTION-RESEARCH"
}