{
  "id": "9488",
  "title": "Parameter pembuatan beton geopolymer",
  "abstract": "Dalam pembuatan beton geopolymer harus memperhatikan langkah-langkah yang tepat karena belum ada standar pembuatan yang benar sehingga sering kali terjadi kegagalan. Penelitian ini menggunakan perawatan microwave, gelombang mikro yang dihasilkannya menimbulkan panas seragam sehingga meningkatkan kekuatan beton geopolymer. Tujuan dari penelitian ini adalah memperoleh langkah-langkah yang tepat dalam pembuatan beton geopolymer dan mendapatkan kekuatan tekan beton geopolymer dengan perawatan microwave yang setara dengan oven sehingga dapat menghemat energi listrik. Untuk mendapatkan langkah-langkah pembuatan beton geopolymer yang tepat maka dicoba beberapa parameter yang dilakukan yaitu pembuatan larutan dan cara pelaksanaannya. Untuk mendapatkan nilai kuat tekan yang optimum dari perawatan microwave maka diperlukan beberapa parameter yaitu delay time sebelum benda uji dimasukkan ke microwave dan application time. Tes kuat tekan pada beton geopolymer dilakukan setelah benda uji berumur 7 hari. Hasil dari penelitian ini menunjukkan bahwa langkah-langkah pembuatan beton geopolymer yang tepat akan mempengaruhi nilai kuat tekan yang dihasilkan. Perawatan beton geopolymer dengan microwave selama 20 menit dengan power medium mempunyai kekuatan tekan yang setara dengan 40 % dari perawatan beton geopolymer yang menggunakan oven selama 24 jam dengan suhu 90?C. Perawatan beton geopolymer menggunakan microwave dalam penelitian ini masih belum optimal sehingga memiliki potensi untuk diteliti lebih lanjut.",
  "creators": "STEPHANUS PETER HIBONO; FERAWATI HARIYANTO",
  "contributors": "Antoni (Advisor 1); Handoko Sugiharto (Advisor 2); Pamuda Pudjisuryadi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.11011568/SIP/2008; Stephanus Peter (21403095), Ferawati Hariyanto (21404010)",
  "subjects": "HIGH STRENGTH CONCRETE; CONCRETE"
}