{
  "id": "9493",
  "title": "The Personality change of the main characters from social into self-centered persons in Djenar Maesa Ayu's: \"The Say I'm a Monkey\" and \"The Leech\"",
  "abstract": "In this study, the thesis writer is deeply interested in discussing Ayu?s stories which are \"They Say I?m A Monkey\" and \"The Leech\". She concerns on the female main characters in the two stories, namely, I and Maha. The thesis writer is interested in analyzing why the main characters change from sociable into self-centered. In analyzing the causes of the main characters? personalities change, she uses the literary approach such as theory of characterization and conflict. As the analysis concerns more on psychological matter, she also uses the psychological concept on alienation and low self-esteem to support it. At first, she describes their characters as sociable characters which can be seen from their needs for social acceptance and capacity for social interaction. Later on, she analyzes the causes of I and Maha change from sociable into self-centered persons. There are two causes influence their changes. The first cause is because of social pressure. The second one is personal failure. Finally, she describes their characters as self-centered through their self-idealization and conscious avoidance. In conclusion, she notices that in the beginning I and Maha are sociable main characters. Yet, the personalities change because of social pressure and personal failure. In fact, those causes lead them of becoming self-centered main characters.",
  "creators": "JACINDA ROSELLE",
  "contributors": "Dwi Setiawan (Advisor 1); Theophilus Jokri (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "UndergraduateThesis No. 01011804/ING/2008; Jacinda Roselle (11404018)",
  "subjects": "INDONESIAN FICTION-21ST CENTURY-STUDY AND TEACHING; AYU, DJENAR MAHESA, 1973- ... THE SAY I'M A MONKEY-STUDY AND TEACHING; AYU, DJENAR MAHESA, 1973- ... THE LEECH-STUDY AND TEACHING"
}