{
  "id": "9499",
  "title": "Pemetaan rute carpool (studi kasus Universitas Kristen Petra)",
  "abstract": "Seiring dengan meningkatnya jumlah mahasiswa UK. Petra maka penggunaan mobil pribadi sebagai moda transportasi untuk menuju ke kampus juga semakin meningkat, yang mengakibatkan juga peningkatan kebutuhan lahan parkir dan peningkatan tingkat kemacetan dan kebisingan di sekitar area kampus. Sebagai upaya dalam mengurangi penggunaan mobil pribadi digunakan Campus Transportation Management (CTM) yang difokuskan pada penggunaan moda Carpool . Untuk mengetahui respon mahasiswa dilakukan penyebaran kuesioner sebanyak 422 sampel yang selanjutnya dianalisa untuk mengetahi potensi penerapan carpool di UK. Petra. Rute yang berpotensi untuk diterapkan sebagai rute carpool adalah: rute 3 Menur-pumpungan-Manyar-Nginden-Prapen-Jemursari-A.Yani-Siwalankerto (30.1%), rute 5B (22.7%) yang melewati Sukolilo-Kenjeran-DHI-M.Kertoarjo-Kertajaya- Pucang anom-Ngagel jaya-Manyar-Nginden-prapen-Jemursari-A.Yani-Siwalankerto, rute 4B (20.6%) yang melalui Mulyosari-ITS-Kertajaya Indah-M. Kertoarjo-Kertajaya-Pucang Anom-Ngagel Jaya-Manyar-Nginden-Prapen-Jemursari- A.Yani-Siwalankerto. Zona yang potensial untuk program carpool adalah Zona 6: Manyar, Ngagel, dan sekitarnya (18,38%), zona 2: Rungkut dan sekitarnya (17.66%), zona 9: Darmo Satelit dan sekitarnya (16.47%) karena selain banyak mahasiswa yang tinggal di daerah tersebut mempunyai jadwal dan karakteristik yang bersesuaian, juga bersedia untuk bergabung dengan program carpool, dan juga rute tersebut juga dilewati oleh rute-rute yang lain sehingga dapat memungkinkan diterapkannya Carpool pada daerah tersebut.",
  "creators": "FLORENCIA DEBRINA S; MICHAEL GUNAWAN ISKAK",
  "contributors": "Rudy Setiawan (Advisor 1); Indriani Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.13011572/SIP/2008; Florencia Debrina Soebagio (21402022), Michael Gunawan Iskak (21402104)",
  "subjects": "TRAFFIC ENGINEERING; VAN POOLS; REDESHARING; CAR POOLS"
}