{
  "id": "9503",
  "title": "Analisa dan rancang sistem informasi akuntansi terkomputerisasi atas siklus produksi di PT.\"X\"",
  "abstract": "Penelitian ini dilakukan pada PT.\"X\" yang merupakan perusahaan manufaktur tas yang berbahan dasar kain. Perusahaan ini masih menggunakan sistem informasi akuntansi manual dengan klasifikasi bahan baku yang kurang tepat serta dokumentasi dan pengendalian pada siklus produksi yang tidak memadai sehingga tidak dapat menyajikan informasi yang dibutuhkan untuk pengambilan keputusan. Penelitian ini bertujuan untuk merancang sistem informasi akuntansi terkomputerisasi atas siklus produksi pada PT.\"X\" sehingga problem yang ada dapat teratasi. Penelitian yang dilakukan merupakan penelitian deskriptif yang bersifat studi kasus. Jenis data yang diperoleh adalah data kualitatif dengan menggunakan metode pengumpulan data berupa observasi, wawancara, dan dokumentasi. Teknik analisis yang digunakan adalah analisis deskriptif kualitatif dengan pendekatan System Development Life Cycle (SDLC) yaitu melakukan analisa sistem, membuat desain konseptual, dan membuat desain fisik. Penelitian ini menghasilkan desain output dan pengendaliannya, desain input dan pengendaliannya, serta desain database. Desain output yang dihasilkan berjumlah 5 laporan dan desain input yang dihasilkan berjumlah 21 form dan 3 dokumen. Desain database yang dihasilkan berjumlah 37 tabel metadata. Dengan menerapkan siklus yang terkomputerisasi, diharapkan agar perusahaan dapat menghitung harga pokok produksi secara lebih akurat dan perusahaan dapat menghasilkan informasi yang dibutuhkan untuk pengambilan keputusan.",
  "creators": "KARTIKA DEWI YOEWONO ONG",
  "contributors": "Sri Maharsi (Advisor 1); Dr. Yulius Jogi Christiawan, S.E., M.Si., Ak. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03010886/AKT/2008; Kartika Dewi Yoewono, Ong (32404017)",
  "subjects": "ACCOUNTING-COMPUTER PROGRAMS; ACCOUNTING-DATA PROCESSING"
}