{
  "id": "9505",
  "title": "Hedges occur in 'Michael Jackson' interview of Oprah Winfrey show",
  "abstract": "Language used in our daily life cannot, complete and precise all the time, especially in the process of communication. In order to have a good process of communication; for example in a talk show, people have to soften their utterances by using hedges. This research is on Hedges: word or phrase that modifies predicate or a noun phrase, so that the sentence become partial true or true only in certain respects, or it is more true and complete than perhaps might be expected (Brown/Levinson, 1987, p. 145). This research analyzes Hedges that are used in Oprah Winfrey Show. It is interesting to do a research on that because if the host and the guest fail to maintain good conversations. This research is conducted in order to give more reference to the students of English Department, especially those majoring in linguistics. Through this research, the writer wants to know what functions of hedges that are used in the talk show and the function of it that is mostly used. The writer identified types of hedges on Oprah Winfrey Show based on Evans (2006) and analyzes the functions of hedges based on Coates (1996). The writer acquired the data of this study from transcript of `Michael Jackson' interview of Oprah Winfrey Show. Totally there are 156 hedges. Eight types of hedges were identified and one type of hedges could not be found. The writer found that searching for the right word is the most frequent process used in Oprah Winfrey Show. The second function is sensitivity to others? feelings. To follow, the third is doubt and confidence. Finally, avoiding playing the expert is the least used processes. It means that hedges helps the speaker and the addressee to have a good understanding and corresponding. It is because hedges is one of the most important devices in the process of communication, especially in searching for the right word.",
  "creators": "NUGROHO SUDJIMAN",
  "contributors": "Samuel Gunawan (Advisor 1); Anneke Heritaningsih Tupan (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011796/ING/2008; Nugroho Sudjiman (11401177)",
  "subjects": "ENGLISH LANGUAGE-STUDY AND TEACHING; ENGLISH LANGUAGE-SPOKEN ENGLISH"
}