{
  "id": "9507",
  "title": "A Comparison of speech styles used in a radio station for young adults, Istara FM, and those used in a radio station for older adults, Delta FM",
  "abstract": "This is a sociolinguistic study about speech styles used in Istara FM radio station and Delta FM radio station. The writer attempts to find out the types and frequencies of speech styles used in both radio stations. Moreover, the writer wants to know the differences and similarities of speech styles from Istara FM radio station and Delta FM radio station. The sources of data of this research are the programs from Istara FM radio station and Delta FM radio station. From Istara FM, the writer recorded Insomaniac, Rumors, Holla Bad Boys, Groove 72, and 1 on 1. From Delta FM, the writer recorded Good Morning Surabaya, Indonesia Siesta, Delta Highnoon Show, Delta Afternoon Show, and Selamat Malam Surabaya. In addition, the writer focuses on the programs as the representative of the radio image instead on the announcer speech styles. The announcer?s speech style is just the bridge of radio image to its listeners to reach its segment. The underlying theories that the writer used are Speech Styles from Martin Joos (1976) and The Lexical and Grammatical Characteristics for Standard Bahasa Indonesia by Kridalaksana (1978). From the research, the writer found that in Istara FM casual style occupied the first rank. The second rank occupies by consultative style, followed by formal style. In contrast, in Delta FM formal style occupies the highest rank, followed by consultative style and casual style. In the findings, she also found the difference and similarities of speech styles form both two radio stations. The difference is that speech style that mostly used in Istara FM is casual style, while in Delta FM is formal style. In addition, there are two similarities between Istara FM and Delta FM. First, the speech styles that occur in those two radio station are formal style, consultative style, and casual style. Second, there are no frozen style and intimate style in both two radio stations? speech style.",
  "creators": "YAUW SIANNIE ANGELIA",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011795/ING/2008; Yauw Sian Nie Angelia (11404017)",
  "subjects": "INDONESIAN LANGUAGE-STYLE; INDONESIAN LANGUAGE-SOCIAL ASPECTS; SOCIOLINGUISTICS"
}