{
  "id": "951",
  "title": "A Study of the word-formation processes used in SMS text",
  "abstract": "Language is likely to change because of many reasons such as communication needs in writing and sending SMS (Short Message Service) texts, the users of SMS communication especially teenagers like to use certain unique expressions on SMS text. Therefore, the writer is interested to conduct a study of word-formation processes applied in the new expression on SMS texts, how those expressions are formed, the frequency of each type of word-formation processes and the predominant type. The writer collects thirty SMS text from the writer?s friends who sent the SMS text to the writer?s mobile phone. Then, the writer analyses the new expressions which cannot be found in Indonesian dictionary. The writer finds that there are six processes, first, a process of forming new expressions by using certain numbers and letters to represent new words which are pronounced alike. Second, it is named multiple processes is a process to trace the operation of more than one process at work in the creation of a particular word, others are clipping, borrowing, acronym and blending. Here, the writer concludes that there are 151 expressions that are found on SMS texts. The type of word-formation processes applied are clipping, borrowing, acronym, blending, multiple processes and miscellaneous. The predominant type of word-formation process that occur on SMS texts is clipping. It produces 80 expressions (52,3%). The second word-formation process commonly used is multiple processes and borrowing (21,85%). It produces 33 expressions. The third types used are acronym and miscellaneous, each type consist of two expressions (1,32%). The last type of word-formation process is blending (0,66%), produces one expression.",
  "creators": "LINA LASMONO",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); SAMUEL GUNAWAN (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1184/ING/2004; Lina Lasmono (11498123)",
  "subjects": "INDONESIAN LANGUAGE-WORD FORMATION; GRAMMAR, COMPARATIVE AND GENERAL-MORPHOLOGY"
}