{
  "id": "9516",
  "title": "Analisa dan rancang sistem informasi akuntansi terkomputerisasi atas siklus persediaan pada Perusahaan Dagang Java Bearings",
  "abstract": "Penelitian ini dilakukan di perusahaan Java Bearings yaitu perusahaan dagang yang bergerak dalam bidang penjualan bearings, sparepart mobil, oil seal, oring, hedroly seal, mechanical seal untuk pompa air, chain untuk mesin-mesin pabrik, dan jen copling untuk mesin-mesin pabrik. Perusahaan ini masih menggunakan sistem informasi akuntansi manual atas Siklus Persediaan sehingga informasi yang dihasilkan tidak tepat waktu dan tidak akurat. Penelitian ini bertujuan untuk merancang sistem informasi akuntansi terkomputerisasi atas Siklus Persediaan pada perusahaan Java Bearings sehingga problem yang ada dapat teratasi. Penelitian yang dilakukan merupakan penelitian deskriptif berupa studi kasus. Jenis data yang diperoleh adalah data kualitatif dengan menggunakan metode pengumpulan data berupa wawancara, observasi, dan dokumentasi. Teknik analisis yang digunakan adalah analisis deskriptif kualitatif dengan pendekatan System Development Life Cycle (SDLC) yaitu melakukan analisa sistem, membuat desain konseptual, dan desain fisik. Penelitian ini menghasilkan desain output dan desain input beserta pengendalian aplikasinya, serta desain database. Desain output yang dihasilkan ada 2 laporan. Desain input yang dihasilkan ada 9 form. Desain database yang dihasilkan adalah struktur database berupa 20 tabel metadata. Dengan menerapkan Siklus Persediaan yang terkomputerisasi, diharapkan informasi dapat disediakan tepat waktu dan akurat.",
  "creators": "ELVI NATALIA",
  "contributors": "Sri Maharsi (Advisor 1); Juniarti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03010884/AKT/2008; Elvi Natalia (32404047)",
  "subjects": "ACCOUNTING-COMPUTER PROGRAMS"
}