{
  "id": "9517",
  "title": "Perancangan sistem informasi akuntansi terkomputerisasi atas siklus produksi pada percetakan `X? Surabaya",
  "abstract": "Dalam penulisan skripsi ini, penulis melakukan penelitian pada Percetakan `X? Surabaya. Permasalahan yang dihadapi oleh Percetakan `X? antara lain kesalahan pengalokasian biaya overhead yang menyebabkan perhitungan Harga Pokok Produksi kurang akurat, adanya human error karena kurangnya pengendalian pada sistem manual perusahaan, dokumen yang tersedia kurang memadai dalam rangka perhitungan Harga Pokok Produksi, dan tidak adanya laporan yang menyebabkan pemilik tidak dapat melakukan analisa dan pengambilan keputusan yang tepat. Oleh karena itu perlu dirancang sebuah sistem yang dapat mengatasi permasalahan tersebut. Jenis penelitian yang dilakukan adalah penelitian deskriptif berupa studi kasus dengan obyek penelitian Percetakan `X?. Jenis data yang digunakan adalah adalah data kualitatif dan sumber data yang digunakan oleh penulis adalah berupa data internal perusahaan berupa data primer yang diperoleh secara langsung dari sumber pertama. Metode pengumpulan data yang dipergunakan penulis adalah studi pendahuluan dan studi lapangan, berupa wawancara, observasi dan dokumentasi. Output yang dihasilkan dari perancangan Sistem Informasi Akuntansi yang berbasis komputer adalah Laporan Biaya Produksi, Laporan Variance Overhead, Laporan Perbandingan Biaya Produksi, Laporan Perbandingan Harga Jual, Laporan Variance Bahan Baku Langsung dan Laporan Variance Tenaga Kerja Langsung sedangkan Input yang diperlukan adalah form Bill Of Material, Bahan, Barang, Bagian, Pelanggan, Alur Produksi, Estimasi Conversion Cost, Overhead Estimasi, Pesanan, Estimasi Harga, Rencana Produksi, Permintaan Bahan, Move Ticket, Job Cost Sheet aktual, Jam Kerja, Alokasi Overhead dan Overhead aktual.",
  "creators": "RISKA BING ADIPUTRA",
  "contributors": "Sri Maharsi (Advisor 1); Juniarti (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03010883/AKT/2008; Riska Bing Adiputra (32404119)",
  "subjects": "ACCOUNTING-COMPUTER PROGRAMS"
}