{
  "id": "9518",
  "title": "Usulan penggunaan short interval planning pada proyek konstruksi",
  "abstract": "Dalam pelaksanaan proyek konstruksi dibutuhkan sistem pengawasan penjadwalan agar proyek dapat berjalan dengan baik dan sesuai dengan yang diharapkan. Salah satu sistem pengawasan penjadwalan adalah short interval planning. Short interval planning memiliki kelebihan dibandingkan dengan sistem yang lain yaitu konsep dalam membuat perencanaan. Pada penelitian ini akan diimplementasikan short interval planning pada proyek apartemen 16 lantai melalui pengumpulan informasi, melihat urutan pekerjaan pada master schedule yang menjadi dasar pembuatan schedule, kemudian dilakukan planning, monitoring, dan analisa data setiap periodenya untuk menghitung besarnya PPC (percentage plan complete), serta mencari faktor-faktor apabila mucul pekerjaan tidak terselesaikan. Pelaksanaan dari short interval planning ini diharapkan dapat meningkatkan kinerja dari proyek sehingga nilai PPC dapat ditingkatkan setiap periodenya. Pelaksanaan short interval planning pada penelitian ini akan dilakukan selama 9 periode, kemudian dihitung besarnya PPC rata-rata pada proyek sebesar 57,59%, serta faktor predecessor merupakan faktor yang paling sering menimbulkan keterlambatan. Nilai PPC yang rendah menunjukkan banyaknya rencana pekerjaan yang tidak terselesaikan yang disebabkan oleh rendahnya kinerja proyek. Penelitian ini juga akan memberikan usulan mengenai pelaksanaan short interval planning yang tepat agar short interval planning dapat diterapkan pada proyek konstruksi.",
  "creators": "ANDRIC MANDALIE; ANDI SLAMET WIBOWO",
  "contributors": "Andi (Advisor 1); Herry Pintardi Chandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.21011574/SIP/2008; Andric Mandalie (21403034), Andi Slamet Wibowo (21403057)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT"
}