{
  "id": "9519",
  "title": "Studi perihal harga satuan pekerjaan pada proyek rumah tinggal",
  "abstract": "Di Indonesia saat ini dalam menentukan rencana anggaran biaya bangunan dan harga satuan pekerjaan orang tidak lagi sepenuhnya memakai pedoman buku analisa BOW (Burgelijke Openbare Werken) tahun 1921, karena dianggap tidak sesuai lagi terutama dalam hal harga satuan upah pekerjaan. Karena itu dibentuk suatu standar koefisien bahan dan upah pekerjaan yang lebih relevan, yaitu Standar Nasional Indonesia Analisa Biaya Konstruksi Bangunan Gedung dan Perumahan. (SNI 2002). Namun pada kenyataannya masih terdapat kerancuan dan ketidak sesuaian dalam SNI 2002, baik dalam hal penulisan satuan maupun indeks-indeksnya. Sehingga untuk pemakaiannya secara langsung di lapangan, SNI 2002 masih memerlukan beberapa penyesuaian untuk mendapatkan hasil yang tepat. Penelitian ini bermaksud untuk lebih jauh mengkaji harga satuan pekerjaan yang ada dalam SNI 2002 perihal unsur-unsur bahan dan upah, agar dapat diaplikasikan dengan lebih baik, sesuai dengan harga satuan di lapangan. Hasil akhir dari penelitian ini adalah beberapa harga satuan bahan pada SNI 2002 dapat dikatakan layak digunakan sebagai acuan di lapangan, antara lain pekerjaan tanah, pondasi, pasangan dinding tebal 1 bata, plesteran tebal 20 mm dan membuat beton. Sedangkan untuk pekerjan dinding tebal ? bata, plesteran tebal 15 mm, 25 mm dan 30 mm tidak sesuai. Untuk harga satuan upah pekerjaan pada SNI 2002 yang dapat dikatakan sesuai hanya pekerjaan tanah dan langit-langit saja, sedangkan untuk pekerjaan persiapan, pondasi, pasangan dinding, plesteran, kayu, membuat beton, penutup atap, dan langit-langit tidak sesuai.",
  "creators": "ARIES ISNANTO; DAVID KURNIAWAN",
  "contributors": "Budiman Proboyo (Advisor 1); Indriani Santoso (Advisor 2); Andi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.21011575/SIP/2008; Aries Isnanto (21403056), David Kurniawan (21403083)",
  "subjects": "BUILDING-ESTIMATES"
}