{
  "id": "9522",
  "title": "Loanwords in the editorial article of pornography and porno-action law in Kompas and Jawa Pos newspaper",
  "abstract": "Due to some reasons, the first is that most of the Indonesian words used are loanwords, second is that Kompas and Jawa pos are two great leading newspaper in Indonesia, and third that pornography and porno action issue has been an interesting issue to discuss, the writer is interested in conducting a study on loanwords in editorial article of pornography and porno action law in Kompas and Jawa pos newspaper. In this study, the writer applies Samsuri?s Theory as the main source. Besides, the writer also uses the theory about Ejaan Yang Disempurnakan or the officially Indonesian spelling system. The related studies were taken from Palupi, Hyasini Mahargini?s study on The affixation of English loanwords in ?Economics and business issues? of Surabaya Post newspaper and Sundari?s study on The use of Loanwords in Komunikasi Bisnis Section of Jawa pos. This study was conducted by using descriptive qualitative approach. In this study, the data were taken from the editorial articles of pornography and porno-action law in Kompas and Jawa Pos newspaper from March 9 th to 15 th , 2006. To know whether the loanwords have been adapted from language derived from Latin alphabets or not, the writer used the Kamus Bahasa Indonesia Kontemporer (1993) and/or Kamus Kata-Kata Serapan Asing Dalam Bahasa Indonesia (2003). From the findings, the writer found that there are 192 loanwords found in Kompas Newspaper and 216 loanwords found in Jawa Pos newspaper. Also, the writer found that there are three types of foreign loanwords: simple word, complex word, and translated word. From those three types of foreign loanwords, complex word is the most frequent type used in both newspapers. In line with the spelling system of E.Y.D., the writer found that all Foreign Loanwords found in the editorial article of pornography and porno-action law in Kompas newspaper have been in accordance with the spelling system of E.Y.D. In contrast, there were a few loanwords that had not been in accordance with the spelling system of E.Y.D.",
  "creators": "ERLIN TANUWIJAYA",
  "contributors": "SHIERLY NOVALITA YAPPY (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011694/ING/2007; Erlin Tanuwijaya (11402014)",
  "subjects": "ENGLISH LANGUAGE-WORD FORMATION; INDONESIAN LANGUAGE-WORD FORMATION"
}