{
  "id": "9529",
  "title": "Rumah sehat ayurveda di Surabaya",
  "abstract": "Rumah Sehat Ayurveda merupakan fasilitas pengobatan Ayurveda. Ayurveda adalah tata cara pengobatan lengkap tradisi India berdasarkan filosofi Hindu, yang telah berlangsung selama ribuan tahun. Dalam proses penyembuhan pasien, lebih ditekankan pada terapi psikis dan fisik, karena Ayurveda percaya bahwa tidak ada kesehatan fisik yang sempurna tanpa adanya kesehatan psikis yang baik. Konsep perancangan bangunan Rumah Sehat Ayurveda ini mengacu pada filosofi Ayurveda yang menekankan pada Perpaduan 2 Dunia, dunia tak nyata dan nyata. Dalam filosofi India, dunia tak nyata juga dipengaruhi oleh dunia luar yaitu peranan dewa-dewa dalam kepercayaan Hindu dan pengaruh hukum karma, sebagai pengaruh spiritual dan psikologis. Sedangkan dunia nyata menggambarkan manusia dengan kondisi fisik yang ada. Dalam perancangannya ditekankan pada Perpaduan 2 Dunia dalam arsitektur, dunia tak nyata digambarkan dengan permainan void dan elemen garis pada massa bangunan terapi psikis. Sedangkan dunia nyata digambarkan dengan permainan solid dan elemen bidang pada massa bangunan terapi fisik. Dan perpaduan dari keduanya merupakan permainan solid-void dan bidang-garis pada massa bangunan pengobatan utama. Juga dihadirkan restoran dengan masakan khas India, gerai-gerai, perpustakaan, dan museum Ayurveda. Dengan demikian, Rumah Sehat Ayurveda ini dapat menjadi fasilitas pengenalan kebudayaan India dari cara pengobatannya, kebudayaannya, dan segala keeksotisannya.",
  "creators": "MARIA ANGELA DIAN P",
  "contributors": "Wanda Widigdo Canadarma (Advisor 1); Irwan Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Laporan Perancangan Arsitektur",
  "source": "Laporan Perancangan Arsitektur No. 06132490/ARS/2007; Maria Angela Dian (22402087)",
  "subjects": "ARCHITECTURE, DOMESTIC--DESIGN AND PLANS"
}