{
  "id": "9536",
  "title": "Pengaruh source credibility scale terhadap minat beli konsumen: studi kasus endorsement Dian Sastro pada iklan televisi Panasonic 2004-2005 di Surabaya",
  "abstract": "Televisi adalah sebuah media komunikasi bisnis yang efektif karena memiliki keunggulan dalam visualisasi obyek. Melalui media televisi ini, maka penggunaan selebritis untuk mendukung sebuah iklan sangat potensial. Namun tidak semua selebritis mempunyai kapabilitas yang sama untuk memberikan daya tarik kepada pemirsa. Analisa source credibility scale mampu memberikan informasi mengenai pengukuran endorsement dari sebuah iklan. Dalam penelitian ini Dian sastro diposisikan sebagai endorsement dari iklan PT National Panasonic sehingga perlu diketahui besarnya pengaruh attractiveness, trusworthiness, dan expertise dalam mempengaruhi minat beli konsumen. Teknik analisis data yang digunakan dalam penelitian ini dengan menggunakan analisa regresi linear berganda dengan memposisikan attractiveness, trusworthiness, expertise sebagai variabel bebas dan minat beli konsumen sebagai variabel terikat. Hasil penelitian ini menunjukkan bahwa attractiveness, trustworthiness, dan expertise dari Dian Sastro sebagai endorsement iklan televisi produk Panasonic Tahun 2004-2005 berpengaruh positif terhadap minat beli konsumen di Surabaya dengan pengaruhnya sebesar 34,7%. Diantara tiga faktor dalam source credibility scale tersebut, attractiveness sebagai variabel yang berpengaruh signifikan, sedangkan trusworthiness dan expertise terbukti tidak berpengaruh signifikan terhadap minat membeli konsumen.",
  "creators": "RUDY PRISUTANDY",
  "contributors": "Edwin Japarianto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02012171/MAN/2006; Rudy Prisutandy (31401230)",
  "subjects": "ADVERTISING-TELEVISION PROGRAMS; CONSUMER BEHAVIOR"
}