{
  "id": "9539",
  "title": "Pembuatan situs web komunitas jual beli barang elektronik yang dapat diakses menggunakan pc dan mobil phone",
  "abstract": "Saat ini mulai banyak terdapat website yang menyediakan fasilitas jual beli barang melalui internet bahkan juga banyak website dari perusahaan yang menyediakan fasilitas pembelian barang melalui internet. Tugas Akhir ini berisi tentang pembuatan website komunitas jual beli barang elektronik yang dapat diakses menggunakan Mobile Phone dan PC. Adapun nama dari website ini adalah 13.com. Website ini menyediakan fasilitas seperti pendaftaran sebagai member baru, pemasangan iklan beserta gambar, pemasangan forum, dan fasilitas messenger yang memudahkan user untuk berkomunikasi apabila kedua user sama-sama online, serta informasi seputar dunia elektronik. Website ini sudah dimasukkan dalam web hosting dengan alamat domain www.13.i-jubilee.com. Pengaksesan menggunakan mobile phone cukup menggunakan alamat domain tersebut karena secara otomatis server akan mendeteksi apakah pengaksesan menggunakan PC atau mobile phone. Lebih lanjut, website ini menggunakan program XAMPP yang didalamnya mencakup program MySQL, PHP, Apache. Selain itu Macromedia Dreamweaver MX 2004 sebagai web editor. Dari hasil pengujian, semua fasilitas terdapat dalam website ini sudah memenuhi kebutuhan dan tujuan penulis. Hasil pengujian kuisioner yang diberikan kepada 25 responden dapat ditarik kesimpulan bahwa penggunaan website 13.com dinilai user friendly. Angka prosentase 73% untuk kemudahan dalam penggunaan termasuk angka prosentase tertinggi dari semua pertanyaan pada kuisioner. Berdasarkan saran dari responden dan hasil kuisioner, responden menginginkan tampilan user interface perlu diperbaiki karena prosentase desain user interface website 13.com menunjukkan prosentase terendah yaitu 67%.",
  "creators": "ROY",
  "contributors": "Resmana Lim (Advisor 1); Petrus Santoso, S.T., M.Sc. (Advisor 2); Iwan Handoyo Putro, S.T., M.Dig.Comm. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Tugas Akhir No. 03010059/ELK/2007; Roy (23402064)",
  "subjects": "WEBSITES-DESIGN; INTERNET (COMPUTER NETWORK); DATABASE DESIGN"
}