{
  "id": "9547",
  "title": "Analisis pengaruh situasi pembelian dan gaya hidup terhadap keputusan pembelian celana jeans di matahari departement store Surabaya: studi kasus pada matahari departement store Plaza Tunjungan ...",
  "abstract": "Matahari Departement Store adalah salah satu dari department store yang cukup di kenal di Surabaya. Tempat pembelanjaan ini menjual beragam jenis kebutuhan apparel termasuk celana jeans. Celana jeans yang dijual di tempat ini terkesan berbeda dengan yang dijual di pedagang kaki lima. Hal tersebut dimungkinkan karena faktor situasi pembelian di tempat bersangkutan. Selain itu, respon konsumen cukup tinggi terhadap celana jeans yang dibuktikan dari banyaknya variasi produk tersebut untuk dijual, dan hal ini kemungkinan besar juga terpengaruh oleh gaya hidup konsumen. Untuk itu, dalam penelitian ini ingin dikaji mengenai pengaruh situasi pembelian dan gaya hidup terhadap keputusan pembelian konsumen pada produk celana jeans di Surabaya. Konsumen dalam penelitian ini difokuskan pada konsumen dengan gaya hidup believer. Hasil pembahasan menunjukkan bahwa situasi pembelian mempunyai pengaruh yang nyata terhadap keputusan pembelian konsumen dengan gaya hidup believer. Hal ini menunjukkan bahwa situasi pembelian mampu menghadirkan keinginan konsumen untuk membeli karena situasi ini bisa menjadi stimulus terhadap keputusan konsumen untuk membeli celana jeans. Gaya hidup pembelian juga mempunyai pengaruh yang nyata terhadap keputusan pembelian konsumen atas celana jeans. Konsumen dengan gaya hidup believer ternyata juga mengikuti mode-mode pakaian khususnya celana jeans sehingga gaya hidup mereka berpengaruh terhadap keputusan pembelian yang dilakukan. Situasi pembelian dan gaya hidup terhadap mode bagi konsumen dengan gaya hidup believer ternyata cukup tinggi mampu mempengaruhi keputusan pembelian konsumen dengan pengaruhnya sebesar 68%.",
  "creators": "STENLEY WINATA; DAVID",
  "contributors": "Peter Remy Yosy Pasla (Advisor 1); Drs. Sugiono Sugiharto, M.M., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02012178/MAN/2006: Stenley Winata (31401246), David (31401332)",
  "subjects": "CONSUMERS-RESEARCH; CONSUMER BEHAVIOR"
}