{
  "id": "955",
  "title": "The Compensatory strategies used by the good and the poor students of speaking VI and speaking II of the English Departement, Petra Christian University in retelling a story in English",
  "abstract": "The Study is about the Compensatory Strategies, which are the processes or strategies that operate on the conceptual and linguistic knowledge as the alternative ways to make the conversation going when their linguistic weaknesses make them difficult to communicate their intended meanings (Poulisse, 1990, pp. 192-193). The writer does this study by comparing the types of Compensatory Strategies used by the good and the poor students of Speaking VI and Speaking II of the English Department, Petra Christian University. The writer then also compares the types of Compensatory Strategies used between the good students of speaking VI and the good students of Speaking II, and the poor students of Speaking VI and the poor students of Speaking II. The writer does this study by asking the subjects to retell the Indonesian folk story, titled Sangkuriang, in English. Finally, the writer finds out that the good students of Speaking VI use more Conceptual Strategies and use fewer Linguistic Strategies than the poor students of Speaking VI do. In addition, the good students of Speaking II also use more Conceptual Strategies and use fewer Linguistic Strategies than the poor students of Speaking II while the poor students of Speaking II almost use Conceptual and Linguistic strategies equally. Then both the good students of Speaking VI and Speaking II use more Conceptual Strategies than both the poor students of Speaking VI and Speaking II do. However, the students of Speaking II tend to use Borrowing Strategy while the students of Speaking VI tend to use Literal translation Strategy. These differences possibly mean that different quantity of linguistic knowledge; different characteristics of learning that the good and the poor students have, and different distance of their L1 with L2 between the high semester and low semester students have may cause differences in the use of Compensatory Strategies.",
  "creators": "MARIA MONIKA KARTIKA TP",
  "contributors": "Jusuf Imam Ibrahim (Advisor 1); Lisa Setiawati Nugraha (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1205/ING/2004; Maria Monika Kartika Teja Pranata (11499088)",
  "subjects": "ENGLISH LANGUAGE-SPOKEN ENGLISH-STUDY AND TEACHING"
}