{
  "id": "9553",
  "title": "Proses komunikasi \"melayani dengan cinta\" di Telkom divre V Jawa Timur",
  "abstract": "Komunikasi merupakan hal yang terpenting bagi manusia dalam berinteraksi dengan yang lain, demikian halnya dalam organisasi. Di dalam sebuah organisasi terdapat seperangkat pemahaman, perilaku, nilai-nilai, dan sifat-sifat khas tertentu yang perlu dikomunikasikan kepada seluruh anggota organisasi. Oleh karena itu, proses komunikasi yang berjalan dengan baik merupakan salah satu faktor penentu dalam keberhasilan organisasi, agar supaya setiap anggota organisasi tidak berjalan sendiri-sendiri, melainkan dapat bekerjasama satu dengan yang lain dalam mencapai tujuan organisasi. Demikian halnya dengan Telkom Divre V Jatim dalam mensosialisasikan \"Melayani Dengan Cinta\" yang merupakan perilaku dasar pelayanan. Agar seluruh anggota organisasi Telkom Divre V Jatim di manapun berada memiliki pemahaman yang sama terhadap \"Melayani Dengan Cinta\", maka proses pengkomunikasiannya harus berjalan dengan baik dan lancar. Penelitian ini adalah penelitian deskriptif kualitatif, dengan menggunakan data pengalaman individu (individual's life history). Hasil penelitian ini dideskripsikan dari seluruh informasi dan data yang didapatkan selama penelitian dilakukan. Hasil penelitian ini menunjukkan bahwa proses komunikasi dalam mensosialisasikan \"Melayani Dengan Cinta\" di Telkom Divre V Jatim merupakan proses komunikasi yang berjenjang dari atas sampai pada bagian bawah. Proses komunikasi ini juga meliputi dua arah aliran komunikasi organisasi yaitu komunikasi ke bawah dan komunikasi horisontal. Proses komunikasi berjalan dengan baik ini terlihat dari pemahaman setiap anggota organisasi dan juga mereka mengimplementasikan \"Melayani Dengan Cinta\" dalam melayani pelanggan.",
  "creators": "FEBE SURYANTI TUMALIANG",
  "contributors": "Thomas Santoso (Advisor 1); SOETOJO DARSOSENTONO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 10010144/KOM/2007; Febe Suryanti Tumaliang (51402147)",
  "subjects": "COMMUNICATION; COMMUNICATION IN ORGANIZATIONS"
}