{
  "id": "9558",
  "title": "Analisis customer value terhadap customer loyalty dengan customer satisfaction sebagai variabel intervening di Rumah Sakit Umum Dr. Soetomo: studi kasus pada perawat instalasi rawat inap",
  "abstract": "Sebagaimana layaknya sebuah rumah sakit utama propinsi, layanan yang optimal dan kepuasan pasien yang terjaga harus bisa dicapai oleh Rumah sakit umum Dr. Soetomo. Namun Rumah Sakit Umum Dr. Soetomo masih lemah dalam beberapa layanan, misalnya keramahan dan kecepatan pelayanan masih dinilai kurang oleh sebagian pasien. Customer value diukur dari functional value, social value, emotional value, dan perceived sacrifies. Untuk customer satisfaction diukur dari delapan indikator yaitu kejelasan informasi dari perawat, kepekaan, responsivitas, keramahan, kemauan perawat untuk menjelaskan gejala dari penyakit, kemauan perawat untuk menjelaskan kondisi kesehatan dan pilihan bagi pasien atas perawatan tambahan, dan kemauan perawat untuk membantu mempersiapkan semua perawatan yang diperlukan ketika di rumah. Sedangkan customer loyalty diukur dari enam indikator yaitu kemauan pasien untuk mereferensikan, menginformasikan, mendorong kerabat atau teman agar menggunakan jasa rumah sakit, kemauan pasien untuk mengirimkan pesan kepada orang lain, kemauan pasien untuk tetap dirawat di rumah sakit, dan niat pasien untuk menggunakan layanan selain rawat inap. Penelitian difokuskan pada customer loyalty yang disebabkan oleh customer satisfaction. Dan customer satisfaction diidentifiaksikan dari customer value. Populasi penelitian ini adalah keseluruhan orang yang pernah menjadi pasien rawat inap di Rumah Sakit Umum Dr. Soetomo Surabaya dengan persyaratan mantan pasien yang sudah sembuh dari sakit dan dirawat inap minimal 2 hari di Rumah Sakit Umum Dr. Soetomo pada Agustus tahun 2005 sampai Mei 2006 dan pasien berumur > 17 tahun dan berdomisili di Surabaya. Penetapan sampel penelitian dengan menggunakan teknik non probability sampling yaitu purposive sampling Jumlah sample penelitian ini adalah 405 sampel. Teknik analisis data dengan menggunakan analisis SEM. Hasil penelitian ditemukan bahwa dalam membentuk kepuasan pasien rawat inap di Rumah Sakit Umum Dr Soetomo, variabel yang berpengaruh signifikan terhadap kepuasan adalah functional value dan social value. Dan untuk membentuk customer loyalty pada pasien rawat inap di Rumah Sakit Umum Dr Soetomo, variabel yang berpengaruh signifikan terhadap loyalitas adalah social value dan functional value.",
  "creators": "LINDA SUBEKTI WIJAYA; TITIK KUSUMAHWATI",
  "contributors": "Edwin Japarianto (Advisor 1); Drs. Sugiono Sugiharto, M.M., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02012179/MAN/2006; Linda Subekti Wijaya (31402260), Titik Kusumahwati (31402266)",
  "subjects": "CUSTOMER LOYALTY; CONSUMER SATISFACTION."
}