{
  "id": "956",
  "title": "A Comparative study of the main female characters' rebel in marriage toward the concept of traditional women as seen in Leo Tolstoy's Anna Karenina and N. H. Dini's Pada Sebuah Kapal",
  "abstract": "Feminism is part of cultural studies in literature, which arises since women feel discredited and being treated unequal to men as human. Feminists acquire the nature that men and women are certainly created different by God. Yet, what is not acceptable is the differentiation in position, that men are superior to women. That awareness prompts women to rise up and fight for their rights. Feminism deals with freedom, appreciation, and fair treatment for women. It is not women?s disability to sit equal with men, but because of the system in their society discourage women to gain self-assertion to actualize themselves as well as men. Meanwhile, women want to grow as human beings who have equal role and opportunity in their own life and in their society. Both main Female characters, Anna in Anna Karenina, and Sri in Pada Sebuah Kapal exert themselves to strive for freedom, appreciation and fair treatment from their husband, for being depressed with their marriage. Therefore, despite the similarities and differences, since they come from different cultural background, still the reasons behind their rebel in traditional norms and the way they face oppressive marriage bring the idea of feminism to the surface. It is the freedom to gain self-assertion as women by seeking for appreciation and fairness. Hence, the discussion will be on the reasons behind the main female characters? rebel toward traditional norms they hold, which are actually their unfulfilled needs of equality, for Anna has to cope her husband?s snobbery, while Sri has to bear her husband?s rudeness Then, I also analyze the way Anna and Sri face their oppressive marriages. Although I find that both women are struggling on the same track, I notices that the Anna?s inner conflict is more complicated, since she lives in her own country, Russia, where the women traditional concept is strongly hold, while Sri lives in foreign country with her husband, so that it is easier for Sri to forget about the traditional concept of Javanese women. In fact, through all the conflicts with their traditional ideal image of good-natured women, their changed paradigm about marriage and women?s rights drive them to struggle toward their husbands? superiority. Through the discussions, I find that women?s need to be treated equal, to be respected an appreciated as equal living partners to men are universally the same.",
  "creators": "SANTI SULISTYOWATI",
  "contributors": "Liliek Soelistyo (Advisor 1); Vyrna Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1232/ING/2004; Santi Sulistiowati (11499092)",
  "subjects": "DINI, N H, 1936-... PADA SEBUAH KAPAL-STUDY AND TEACHING; INDONESIAN FICTION-21ST CENTURY-STUDY AND TEACHING"
}