{
  "id": "9562",
  "title": "Pengaruh iklim organisasi terhadap keterlibatan kerja karyawan penjualan dan servis di Astra International BMW HR Muhammad Surabaya",
  "abstract": "Bagi perusahaan Astra Internasional BMW HR. Muhammad peranan iklim organisasi sangatlah penting, apabila iklim organisasi tidak menunjang maka keterlibatan kerja karyawan akan hilang, dan itu akan berakibat pada hasil kerja yang tidak sempurna dan pelayanan yang tidak memuaskan terhadap konsumen. Tujuan penelitian ini adalah untuk menganalisis pengaruh kebijakan dan peraturan perusahaan terhadap keterlibatan kerja karyawan penjualan dan bengkel Astra Internasional BMW di HR Muhammad Surabaya, tingkat efektivitas komunikasi terhadap keterlibatan kerja karyawan penjualan dan bengkel Astra Internasional BMW di HR Muhammad Surabaya, tingkat hubungan antara karyawan terhadap keterlibatan kerja karyawan penjualan dan bengkel di Astra Internasional BMW HR Muhammad Surabaya, dan tingkat hubungan antara atasan dan bawahan terhadap keterlibatan kerja karyawan penjualan dan bengkel Astra Internasional BMW di HR Muhammad Surabaya. Hasil penelitian ini mendukung hipotesis yang diajukan yaitu dimensi kebijakan dan peraturan perusahaan, tingkat efektivitas komunikasi, tingkat hubungan antar karyawan dan tingkat hubungan antar karyawan berpengaruh terhadap keterlibatan kerja karyawan penjualan dan bengkel Astra Internasional BMW HR. Muhammad Surabaya. PT. Astra Internasional Surabaya sebaiknya mengevaluasi dengan baik hal-hal yang berkaitan dengan dimensi-dimensi dalam penelitian ini yang terbukti berpengaruh terhadap keterlibatan kerja karyawan, diantaranya dimensi kebijakan dan peraturan perusahaan, dimensi tingkat efektivitas komunikasi, dimensi tingkat hubungan antar karyawan, dan dimensi tingkat hubungan antara atasan dan bawahan",
  "creators": "ANGELINA CHRISTINE HOWARD; AMELIA WONGSO AMIJOYO",
  "contributors": "Eddy Madiono Sutanto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 05012185/MAN/2006; Angelina C. H. (31402281), Amelia Wongso (31402299)",
  "subjects": "PERSONEL MANAGEMENT; ORGANIZATIONAL BEHAVIOR"
}