{
  "id": "9566",
  "title": "The Study of slogans in coca cola advertisements",
  "abstract": "Slogan is one of language phenomena. Slogan can be found in advertisements. Through slogans, the advertisers can convey the message about the products that are being promoted. It is a big mistake to say that advertising language is not important because in fact, the language of the advertisement sometimes is more important than the visual aspect because language can communicate the ideas of products that are advertised and also deliver the advertisers? messages to the potential buyer. It will be hard, maybe impossible, to convey the message to promising buyers in order to make them try and buy the products if the advertisements do not use language as the tool of communication. By having a short, clear, catchy, colourful sound pattern, a slogan can be remembered easily. Slogans usually consist of around four to eight words. They usually have special sound pattern. Sound pattern concerns repetition of sounds whether it is consonances or vowels and also rhymes. Therefore, the writer is interested to analyze the slogans of Coca Cola. Here, the writer wants to know the sound patterns and also intended meaning of Coca Cola. The writer uses the theory of sound pattern by Short (1996) and also uses the theory of Pragmatics by Yule (1996). She also uses context and schemata to her help in analyzing the intended meaning. The writer uses descriptive-qualitative approach. She is also helped by three American Native Speakers as the triangulators of the slogans. The results of the analysis shows that there are four kinds of sound patterns that can be found in Coca Cola slogans and she also finds out the intended meaning of Coca Cola slogan, that is, most all Coca Cola advertisements slogans says that Coca Cola has good taste that can refresh people who drink it.",
  "creators": "TETY ENDAH PUSPITA SARI",
  "contributors": "Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Advisor 1); Flora Debora (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011703/ING/2007; Tety Endah Puspita Sari (11403084)",
  "subjects": "WRITTEN COMMUNICATION; SLOGANS (LINGUISTICS); DISCOURSE ANALYSIS"
}