{
  "id": "9577",
  "title": "The Study of the flouting of Grice's cooperative principle in the movie entitled Before Sunset",
  "abstract": "This study is about the analysis of the flouting of Grice?s four cooperative principle in the movie entitled Before Sunset. More specifically, the study discussed about conversational maxims that were found in the conversations that occurred between two main characters, Jesse and Celine, in that movie. Besides, the present thesis writer analyzed the implied meanings behind the flouted maxims and the effect on the listeners. In findings the implied meanings and the effect on the listeners, the writer paid attention to the context. In analyzing the conversational maxims, the writer used the theory of the Cooperative Principle by Paul Grice (1975). Besides Grice?s theory, the writer also used some theories about conversational maxims such as from Levinson (1984), Leech (1983) and Cutting (2002). In this theory, the cooperative principles are divided into four parts: maxim of relevance, maxim of quantity, maxim of quality and maxim of manner. The approach of this study was descriptive qualitative. The overall findings showed that there were four maxims flouted in scene one and two. The implied meanings that the speakers used mostly were caused by their untruthful answer. When the speaker flouted the maxims, the listeners still got the message behind the utterances, so mostly conversation still worked well.",
  "creators": "KARTIKA PRATIWI",
  "contributors": "Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Advisor 1); Flora Debora (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011793/ING/2008; Kartika Pratiwi (11403074)",
  "subjects": "RHETORICAL CRITICISM; ENGLISH LANGUAGE-MAXIMS-STUDY AND TEACHING; ENGLISH LANGUAGE-SPOKEN ENGLISH-STUDY AND TEACHING"
}