{
  "id": "958",
  "title": "A Study of Karsten Bernick's deception as seen in Henrik Ibsen's Pillar of Society",
  "abstract": "The thesis writer finds that the main male character in Pillars of Society namely Karsten Bernick does deception in his life. By analyzing the drama, she wants to find out what factors that make him commit deception and what reasons that enable him to overcome his deception at the end. This analysis is significant because people often do deception unintentionally while on the other hand, getting other people?s trust is not easy when they find they have been laid. In her analysis, she finds that Bernick?s traits such as selfish and deceitful make him do something that is intolerable to the conservative society where he lives in so that he does deception to cover up his past wrongdoings to save his standing and his money. She also finds that his conflict with Lona leads him to his inner conflict so that his inner-self wakes up and he starts to realize that he is sick of living on lies, and some triggering incidents in his life give him bravery at last to confess the truth in front of the society. Before doing the confession, Bernick?s relationship with his wife is awful because there is insincerity between him and Betty related to Betty?s family so that Bernick find it difficult to share his burdens with his wife while his wife feels sinful during their marriage because of her family. Yet, his business is successful because his people believe in him. However, after the confession, Bernick?s marriage is recovered. Yet, his business falls down because the society finally knows that as a pillar of society, Bernick?s motif in doing businesses is not purely for the progress of the town. As a result, they may lose their belief on him and the worst they may isolate him socially and not give him any chance anymore to participate in big deals. To explore Bernick?s deception, the thesis writer does library research. The first source is the play itself. The second source is any related critical analysis from critics and literary approach namely characterization, conflict, and setting, and psychological term on deception to support her in making and developing her thesis.",
  "creators": "DEWI LANYWATI TANJAYA",
  "contributors": "SAMUEL GUNAWAN (Advisor 1); Vyrna Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1189/ING/2004; Dewi Lanywati Tanjaya (11494029)",
  "subjects": "IBSEN, HENRIK, 1828-1906 PILLARS OF SOCIETY-STUDY AND TEACHING"
}