{
  "id": "9587",
  "title": "Candide's change from an optimistic into a pessimistic person in Voltaire's Candide",
  "abstract": "Candide, a novel written by Voltaire, is a tragic story about human life describing that the philosophical optimism is something impossible in this world. According to Leibniz, a philosopher who lived in Voltaire?s time, optimism means that everything is for the best in the best of worlds. In the beginning, Candide believes in optimism and be an optimist until he finds out the reality in which optimism is useless and cannot be applied. Therefore, the writer discusses the causes why Candide changes into a pessimist. In order to accomplish her analysis, the writer applies literary approach in employing literary tools such as characterization and conflict. The writer also uses philosophical concept of optimism and pessimism. Finally, through the analysis, the writer finds out the causes of Candide?s change. They are external causes such as natural disaster, human evil, and comrade?s influence; and internal causes such as broken heart of losing Cunegonde and his friends, and also the disappointment toward the real world. In addition, the writer also discusses the characteristics of Candide being an optimist at first then a pessimist later. Candide?s optimistic side can be seen from his hopefulness about his future events, his belief that everything has a best purpose, and his belief of good nature of men. Oppositely, Candide?s hopelessness of future events, rejection that everything has a best purpose, and belief of evil nature of men show his characteristic as a pessimist.",
  "creators": "ANITA SANCHIA",
  "contributors": "Dwi Setiawan (Advisor 1); Liem Satya Limanta (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011790/ING/2008; Anita Sanchia (11404027)",
  "subjects": "FRENCH FICTION-16TH CENTURY-STUDY AND TEACHING; VOLTAIRE, 1694- ... CANDIDE-STUDY AND TEACHING"
}