{
  "id": "9588",
  "title": "Off record strategies in The Break Up movie",
  "abstract": "The writer focuses to research off record strategies rather than the other strategies in politeness strategies since people sometimes cannot avoid doing Face Threatening Acts (FTA) in communication, and one way to do FTA without threatening another?s face directly is by saying the utterances off record. On the other hand, when people say utterances off record, the utterances cause conversational implicatures that make the addressee have to interpret what is implied behind the utterances. In this research, the writer analyzed the off record strategies used by the main characters, Gary and Brooke, in The Break Up (2006) movie and found the implied meaning of each off record utterances. The writer used Brown & Levinson?s theory (1987) on off record strategies and Grice?s (1975) conversational implicatures. In analyzing this research, the writer used descriptive qualitative approach because she described and analyzed the problems to answer the research questions. From the analysis, the writer found that the main characters, Gary and Brooke, in The Break Up movie used the off record strategies and left the interpretation to the addressee. The off record strategy which was the most frequently used by Gary was overstatement. He exaggerated the real condition to make the FTA more forceful. On the other hand, Brooke used incomplete utterance the most frequently. She did not finish her utterances on purpose and left an FTA half done, thus left the implicature 'hanging on the air? and forced her addressee to interpret it by himself. The writer concludes that almost all of the off record utterances are used by the main characters to threaten their addressee since both of them are involved in the conflict. By saying the off record utterances, they leave the implicatures to be interpreted by their addressee based on their own interpretation.",
  "creators": "EUNIKE BUDI WIJAYANTI",
  "contributors": "Dr. Dra. Nani Indrajani Tjitrakusuma, M.Pd. (Advisor 1); Flora Debora (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011789/ING/2008; Eunike Budi Wijayanti (11404040)",
  "subjects": "RHETORICAL CRITICISM; ENGLISH LANGUAGE-DISCOURSE ANALYSIS; ENGLISH LANGUAGE-SPOKEN ENGLISH-STUDY AND TEACHING"
}