{
  "id": "9589",
  "title": "The multiple violations of conversational maxim in living done by the characters of \"desperate housewives\"",
  "abstract": "This is the study of Multiple Violations in Conversational Maxims in lying done by the characters in some episodes of Desperate Housewives. In some occasions, people may violate the maxims in order to lie, and to smooth their lies they even do multiple violations. For that reason, the writer would like to analyze the multiple violations. In her thesis, the writer wants to know what kind of multiple violations that are violated by the characters and what is the purpose of the characters to do it. In the analysis, the writer uses Grice?s (1975) theory of Cooperative Principle, Brown and Levinson (1987) theory of saving Face, and Christoffersen (2005) criteria of lying. The writer uses Desperate Housewives as her data, particularly season two and three, which contain many lies and multiple violations. To analyze the data, first, she finds the utterance with lies based on the truth behind it and examines it using the theory of Cooperative Principle. Second, the writer finds out the reason of the characters to do multiple violations using the reason of lying and theory of saving face. As a result, the writer found that the characters who do multiple violations can violate either two, three or even all of the four maxims. The characters who violate all of the four maxims seem that they want to eliminate any chance for the interlocutor to respond and those who violate three of the four maxims seem to cover the truth by cheering and convincing the interlocutor so that the speakers can achieve their desire easily, while, those who violate only two of the four maxims show as if they want to lie gradually with the purpose of building someone?s belief in order to create another lie in the future.",
  "creators": "HELEN NATALIA YANTORO",
  "contributors": "Anneke Heritaningsih Tupan (Advisor 1); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011681/ING/2007; Helen Natalia Yantoro (11403110)",
  "subjects": "DISCOURSE ANALYSIS; SOCIOLINGUISTICS"
}