{
  "id": "959",
  "title": "A Study on the causes of Max Havelaar's failures in improving the indigenous' life in Multatuli's Max Havelaar or the Coffee Auctions of a Dutch Trading Company",
  "abstract": "This thesis deals with the failures of Max Havelaar in improving the indigenous? life. Under the implementation of Cultivation System (Culturstelsel), the indigenous is exploited by the Dutch colonial government and the indigenous? rulers. However, the prevailing structure which oppresses and exploits the indigenous is not easily visible since it is distributed and layered between the Dutch and the indigenous? rulers. Under this complex circumstance, Max Havelaar fights the exploitation of the indigenous and meets his failures. Those facts make me curious to find out the causes of the main character?s failures in improving the indigenous? life. In order to find the causes of Max Havelaar?s failures, I employ two theories in my analysis, namely; Historical Materialism by Karl Marx & Frederick Engels and History and Class Consciousness theory by George Lukacs. In order to make my analysis clearer, I divide Max Havelaar?s failures in improving the indigenous? life in three parts. First, Max Havelaar misinterprets the exploitation. In this first part, I will also analyze Max Havelaar?s social surrounding that sustains the confirmation of Max Havelaar?s misinterpretation. Max Havelaar?s second failure is his misguided perception in his struggles to fight against the exploitation. His third failure is his uncommitted consciousness. In this part, I analyze the work under the guidance of History and Class Consciousness theory by George Lukacs. Finally, I conclude that the failures of Max Havelaar in improving the indigenous? life are layered in three levels which happen concurrently one following another. By misinterpreting his social surrounding Havelaar misguidedly perceives himself and his social surrounding. In facing the situation which resulted from his misinterpretation and his misguidance, Havelaar chooses to separate his consciousness with the necessary action in fighting the exploitation.",
  "creators": "ONNY WIRANDA",
  "contributors": "Liem Satya Limanta (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011292/ING/2004; Onny Wiranda (11400023)",
  "subjects": "INDONESIAN FICTION-19TH CENTURY-STUDY AND TEACHING; MULTATULI, 1820-1887 MAX HAVELAAR-STUDY AND TEACHING"
}