{
  "id": "960",
  "title": "A Study of past tense errors made by the first year students of Petra 5 Senior High School",
  "abstract": "Errors cannot be separated from the process of learning. Studying learners? errors is significant to give inputs for improvements. This thesis is a study of past tense errors made by The First Year Students of Petra 5 Senior High School. In this thesis, the writer observed the types of errors on past tense made by some students in their fill in tests and also their compositions. The writer wants to know the types of past tense errors that occurred in the fill in tests and the compositions and their frequency of occurrence. In order to solve the problems in this thesis, the writer relied on some theories of error analysis and English grammar rules, especially about past tenses. The writer used qualitative approach in doing this study. The subjects of this study are 23 First Year Students of Petra 5 who have already learned the English past tenses. The writer collected the data by using two tests. The tests are in the form of fill in test and compositions making. The types of error that occurred in the fill in tests are tense shifting, wrong verb form, missing aux be-, missing aux had- and missing verb. The error that most frequently occurred is tense shifting from past continuous to simple past. The types of error in the compositions are tense shifting, Wrong verb form, missing aux be- and missing main verb .The error that most frequently occurred is tense shifting from simple past to simple present.",
  "creators": "ANASTASIUS LAYANTARA",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); MAS MOELJONO (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1237/ING/2004; Anastasius Layantara (11499031)",
  "subjects": "ENGLISH LANGUAGE-ERRORS OF USAGE"
}