{
  "id": "9604",
  "title": "Noe's struggles to maintain herself as a new woman as seen in Setouchi's, Beauty in Disarray",
  "abstract": "This thesis discusses about Noe?s struggle to survive as a New Woman as seen in Setouchi?s, Beauty in Disarray. It deals with gender equality and refusal toward patriarchy system in Japan in Taisho era. In this thesis, the thesis writer wants to know how Noe struggles to maintain herself as a New Woman. This thesis is indented to find out the way Noe describes as a New Woman and the way Noe?s struggle to maintain herself as a New Woman. To do this, the thesis writer uses cultural approach with the theories of feminism, patriarchy, anarcha feminism and the concept of gender equality. Noe, as a woman living in Japan in Taisho era, struggles against the patriarchal system which ties her and maintains herself as a New Woman. Japanese women at that time are tied by the old patriarchal Japanese traditional values. Due to the Japanese women condition at that time, Noe gets various kinds of oppressions in her life. Thus, she rebels against the oppressions and she maintains herself as a New Woman through many ways in her love life, in her daily life and in her career life. She runs away from the arranged marriage and gets married three times. In her daily life, she chooses to wear comfortable clothes rather than kimono with tight obi. She also never does any house work activities. Moreover, in her career life, she maintains famous woman magazines at that time until she is arrested and killed. She also creates many literary works about woman?s rights to invite other Japanese women in order to get their right as human beings. These all makes her called as a New Woman.",
  "creators": "DEWI OCTAVIA KUSNO",
  "contributors": "Liliek Soelistyo (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011787/ING/2008; Dewi Octavia Kusno (11404012)",
  "subjects": "JAPANESE FICTION-20TH CENTURY-STUDY AND TEACHING; SETOUCHI, HARUMI, 1922-... BEAUTY IN DISARRY-STUDY AND TEACHING"
}