{
  "id": "9605",
  "title": "Terms of address used by two couples of Jakartanese teenagers",
  "abstract": "This study is concerned with the terms of address. The writer is curious to know about the terms of address used by two couples of Jakartanese teenagers in formal and informal situation. Beside, the writer also wants to know whether the formal - informal dimensions of social factors affects the subjects? choice of terms of address or not. Related to the study, the writer uses Bright, Kridalaksana, Brown and Ford?s theories on terms of address. Then this study is also supported by Budiman?s theory on personal pronoun and Janet Holmes? theory on the social factors that influence the choice of terms of address. The writer uses descriptive qualitative approach in doing her research. In getting the data the writer uses interview and observation. The interview is done to see the basic requirements of the respondents. The observation is done to gather the data while interacting with the respondents. They are two couples of Jakartanese teenagers. The first couple is Dana and Dita, while the second couple is Dicky and Lita. Finally, the writer finds out the terms of address that the two couples of Jakartanese teenagers used in formal situation are, the first person terms of address Aku (`I?) and the second person terms of address Kamu (`you?), the formal familiar abbreviation of Full first name (FN). Then in informal situation, the two couples tend to use the multiple names (MN) of the terms of endearment, the multiple names (MN) of the familiar abbreviation of the full first name and the nickname, the informal first person terms of address Aku (`I?) and the second person terms of address Kamu (`you?), the Jakartanese first person terms of address Gue (`I?) and the second person terms of address Loe (`you?). In addition, they will directly change all of the terms of address above into the Jakartanese first person terms of address Gue (`I?) and the second person terms of address Loe (`you?) in two informal situations, first when they are in a conflict or have an argument with their partner. Second, when they are gathering with a group of friends.",
  "creators": "GITA PRADITA SARASWATI",
  "contributors": "Samuel Gunawan (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011786/ING/2008; Gita Pradita Saraswati (11403135)",
  "subjects": "SOCIOLINGUISTICS; INDONESIAN LANGUAGE-DISCOURSE ANALYSIS; INDONESIAN LANGUAGE-SOCIAL ASPECTS"
}