{
  "id": "9608",
  "title": "A Study of the gratitude expression of a totok and a peranakan Chinese Indonesians in Surabaya",
  "abstract": "Based on the idea of culturally bound politeness, the gratitude expression as one component of politeness maintenance may as well vary within various cultural groups. For that reason, it is interesting to observe the gratitude expression of Chinese ethnic who live in Java, for they may be influenced by at least two high-context cultures of Javanese and Chinese. Hence, considering the distinction of totok and peranakan Chinese ethnic in Indonesia, this sociolinguistic study attempts to reveal the way both totok and peranakan Chinese Indonesians express their gratitude. Qualitative approach with naturalistic inquiry is used to make sure that I am emphatically involved with the experience as it is critical in understanding the phenomenon in study. Two methods, namely participant observation and interview, make it possible to obtain authentic genuine data as attached to its context. In the end, the findings suggest that there are differences in both respondents? gratitude expression. The totok respondent used implicit gratitude much more often than the explicit, which was the contrary to the peranakan. The implicit gratitude of the totok was implemented by attending to the benefactors? positive face, giving gifts, and/ or self denigrating herself. Moreover, her attempt to attend to the benefactors? positive face was accomplished by expressing pleasant emotions, praising the benefactors, and testifying the deed. Meanwhile, the peranakan?s gratitude expression was simpler than the totok. Her explicit gratitude expression was often accompanied with repetition and intensifying adverbs to reinforce sincerity. Apart from it, both respondents seemed to acquire their particular behavior in expressing gratitude from the particular culture in which they were brought up.",
  "creators": "SIEM HONG HUN",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011664/ING/2007; Siem Hong Hun (11403015)",
  "subjects": "SOCIOLINGUISTICS; INDONESIAN LANGUAGE-SOCIAL ASPECTS"
}