{
  "id": "9609",
  "title": "The Figures of speech in Simon Cowell's criticisms on American Idol season 7",
  "abstract": "This study was the analysis of figures of speech in Simon Cowell?s criticisms on American Idol season 7. The writer chose this topic because as a judge on American Idol, Simon Cowell is famous for his use of figures of speech as he has a different speech characteristic when giving the criticisms to male and female contestants. Hence, this research aimed to describe Simon Cowell?s criticisms on American Idol season 7. The writer used the Perrine?s theory of figures of speech to identify and analyze the figures of speech. The writer also used Holmes? concept of social factors to analyze whether certain types were used to deliver certain topics. In addition, the writer also referred to two previous studies by Mariana (2004) and Cahyadi (2003). The approaches of this study were qualitative and descriptive, and the data were in form of words and the writer was the main instrument. The writer collected thirty seven criticisms and identified twenty one figures of speech during the top 24 until top 8. From the analysis, the writer found that in giving his criticisms, Simon Cowell used five types of figures of speech out of twelve. They were metaphor, simile, symbol, allegory, and metonymy. Regarding the topic of the criticisms, the addressee?s performance was the most discussed topic. The writer concludes that in a male-to-male conversation, Simon Cowell had a tendency to make implied comparison regarding the topic. While in a cross gender conversation, Simon also liked to make comparison although the comparison was not explicitly stated.",
  "creators": "MICHAEL ARMAND SANTOSO",
  "contributors": "Theophilus Jokri (Advisor 1); Josefa Juniarti Mardijono (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011784/ING/2008; Michael Armand Santoso (11404005)",
  "subjects": "FIGURES OF SPEECH; RHETORIC"
}