{
  "id": "962",
  "title": "A Study of Voinitsky's love towards Yeliena and its negative effects on his life an Anton Chekov's uncle Vanya",
  "abstract": "This thesis is entitled A Study of Voinitsky?s love towards Yeliena and its negative effects on his life in Anton Chekhov?s Uncle Vanya. The thesis writer would like to analyze Voinitsky?s love towards Yeliena and its negative effects on his life. Thus, in doing the analysis the thesis writer uses the theory of characterization and conflict supported by the theory of love. Voinitsky falls in love with Yeliena. He tries to enter Yeliena?s life to get her love, he really adores Yeliena. Staying near Yeliena makes him forget his boring life and Yeliena is the reason for him to face the future. Voinitsky is passionately fond of Yeliena?s beauty. His passion has been aroused since the first time he saw Yeliena on the estate. Voinitsky adores and is obsessed with Yeliena. The passion that Voinitsky has can be considered as infatuation love. However, Yeliena does not love him at all, Yeliena rejects his love. Voinitsky?s passion appears to cause the negative effects. The negative effects of his love toward Yeliena make him hate Yeliena?s husband as a competitor. He loses control and tries to shoot Yeliena?s husband, he lives in illusion and confusion. Finally Yeliena and her husband leave the estate. Yeliena and the professor?s departure makes Voinitsky work harder in order to fill his lonely day.",
  "creators": "VERONICA JOSSUHA",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); Liliek Soelistyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1230/ING/2004; Veronica Jossuha (11497117)",
  "subjects": "CHEKHOV, ANTON, 1860-1904 UNCLE VANYA-STUDY AND TEACHING; RUSSIAN FICTION--19TH CENTURY--STUDY AND TEACHING"
}