{
  "id": "9629",
  "title": "Pengaruh fashion involvement, emosi positif dan hedonic consumption tendency terhadap impulse buying di matahari department store di tunjungan plaza Surabaya",
  "abstract": "Pembelian impulse merupakan pengalaman konsumen dan kemudian mengevaluasi bahwa pembelian tersebut mempunyai tujuan yang layak. Tujuan penelitian ini adalah untuk mengetahui pengaruh signifikan fashion involvement terhadap emosi positif pada pelanggan Matahari department store di Surabaya, pengaruh signifikan fashion involvement terhadap hedonic consumption tendency pada pelanggan Matahari department store di Surabaya, pengaruh signifikan fashion involvement terhadap impulse buying pada pelanggan Matahari department store di Surabaya, pengaruh signifikan hedonic consumption tendency terhadap emosi positif pada pelanggan Matahari department store di Surabaya, pengaruh signifikan hedonic consumption tendency terhadap impulse buying pada pelanggan Matahari department store di Surabaya dan pengaruh signifikan emosi positif terhadap impulse buying pada pelanggan Matahari department store di Surabaya. Penelitian ini merupakan penelitian dengan hipotesis yang menggunakan alat statistik dengan bentuk penelitian ini adalah penelitian survey. Populasi dari penelitian ini adalah seluruh pelanggan Matahari department store yang ada di Surabaya. Pengambilan sampel dalam penelitian ini menggunakan covenience sampling. Metode pengolahan data yang digunakan dalam penelitian adalah analisis strutuctural equation model dengan menggunakan AMOS. Hasil penelitian menunjukkan bahwa hipotesis yang diajukan dalam penelitian ini dapat diterima. Hipotesis 1 yaitu Ada pengaruh fashion involvement terhadap emosi positif pada pelanggan Matahari department store di Surabaya tidak ditolak. Hipotesis 2 yaitu Ada pengaruh fashion involvement terhadap hedonic consumption tendency pada pelanggan Matahari department store di Surabaya tidak ditolak. Hipotesis 3 yaitu Ada pengaruh fashion involvement terhadap impulse buying pada pelanggan Matahari department store di Surabaya tidak ditolak. Hipotesis 4 yaitu Ada pengaruh hedonic consumption tendency terhadap emosi positif pada pelanggan Matahari department store di Surabaya tidak ditolak. Hipotesis 5 yaitu Ada pengaruh hedonic consumption tendency berpengaruh signifikan terhadap impulse buying pada pelanggan Matahari department store di Surabaya tidak ditolak. Demikian pula Hipotesis 6 yaitu Ada pengaruh emosi positif terhadap impulse buying pada pelanggan Matahari department store di Surabaya tidak ditolak.",
  "creators": "NAKASONE HERLAMBANG S",
  "contributors": "Hatane Semuel (Advisor and Examination Committee); Edwin Japarianto (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02012351/MAN/2008; Nakasone Herlambang S.(31402267)",
  "subjects": "CONSUMERS-RESEARCH; CONSUMER BEHAVIOR"
}