{
  "id": "963",
  "title": "A Study of phone call responses made by hotel receptionists in three big areas in Indonesia with special reference to code switching and code mixing",
  "abstract": "This research tries to discover about the way hotel?s receptionists accommodate their customer?s language in a telephone conversation. One important theory in this research is the accommodation theory. Accommodation is an effort made by the hotel receptionists to make his language more communicative. This accommodation effort is very essential because it can be used to measure the reputation of the hotel. In analyzing data, the writer uses the accommodation concept from Howard Giles and Peter Powesland. Then to analyze the receptionists? strategic competence, the writer use the theory from Sandra J. Savignon where she classifies the strategy into when cannot think a word, keeping the channel while pausing, did not understand particulars words, speaking to fast, and there is misunderstood message. After the accommodation and strategy competence, the writer continue with code switching and code mixing constructed because of several reasons. In collecting the data, the writer tries to call hotels in three areas in Indonesia, which, are Surabaya, Jakarta, and Bali. All the results from these telephone conversations were recorded in a cassette. From the finding the writer figure out that most hotels investigated accommodate the writer, and the problem mostly occur is keeping the channel and misunderstood message. Most of the code switching, constructed because of the membership, and most code mixing constructed because it is unpleasant Indonesian people.",
  "creators": "ANDREAS NATANAEL",
  "contributors": "ABBAS A.BADIB, Pof.DR.MA.,MA. (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No.1211/ING/2004; Andreas Natanael (11499055)",
  "subjects": "ENGLISH LANGUAGE-SOCIAL ASPECTS-STUDY AND TEACHING; ENGLISH LANGUAGE-LINGUISTICS; ENGLISH LANGUAGE-DISCOURSE ANALYSIS"
}