{
  "id": "964",
  "title": "A Study on Scarlet O' Hara's ambitions in Margaret Mitchell's Gone with the Wind",
  "abstract": "Women, since the ancient time, have been culturally regarded as inert-frailcreatures who continuously demand the guidance of men. This is what has happened in any place in the world including Southern America. Due to this evidence, I pick out to analyze Margaret Mitchell?s legendary work Gone with the Wind which reveals the spirit of a Southern woman, Scarlett O?Hara. Because of the Civil War, the South undergoes chaos that leads the people into the \"darkages\" of their life. The confusing circumstances arouse the ambitions of Scarlett O?Hara to preserve the family plantation, which is regarded as the measurement of the family?s pride, and to win Ashley Wilkes, whom she thinks she loves very dearly. Obviously, as the ambitions grow up and strongly empower her life, she does numerous of sensational actions in reaching out the two ambitions, which drive her to rebel against the Southern value. Hence, it inspires me to discuss about the factors that stir up Scarlett O?Hara?s ambitions, and her ways to achieve them. I use the literary approach to do the whole analysis. For that purpose, I apply the literary theories as the main tool, namely the theories of setting, characterization, and conflict. Besides, as the element of feminism does appear in Scarlett O?Hara?s demeanors, I apply the theory of feminism as the supporting tool. As my findings, I see that the factors of the ambitions mostly related to the conditions before and after the war. And, she utilizes any means to achieve the ambitions. Still, she cannot completely accomplish her two ambitions. Tara has already been successfully rebuilt, but she has lost \"the-home-atmosphere\" there; besides, she fails to possess Ashley Wilkes.",
  "creators": "OLIVIA OENTORO",
  "contributors": "Liliek Soelistyo (Advisor 1); Sarah Limuil (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1227/ING/2004; Olivia Oentoro (11499086)",
  "subjects": "AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING; MITCHELL, MARGARET MUNNERLYN, 1900-GONE WITH THE WIND-STUDY AND TEACHING"
}