{
  "id": "9640",
  "title": "Analisa profil konsumen makanan organik di Surabaya",
  "abstract": "Makanan organik relatif masih merupakan hal baru khususnya bagimasyarakat Surabaya. Sejauh ini penjualan makanan organic masih terbatas padaswalayan-swalayan terkemuka dan swalayan khusus penjual produk makananorganic. Penelitian ini bertujuan untuk mengetahui siapakah yang menjadikonsumen dalam bisnis ini. Penelitian dilakukan dengan cara menganalisa profilkonsumen secara geografis, demografis, psikografis, dan perilaku konsumen yaituobtaining, consuming, dan disposing. Hasil penelitian ini menyimpulkan bahwasebagian besar responden berdomisili di Surabaya Barat, jenis kelamin wanita,usia antara 31-40 tahun, telah menikah, penghasilan per bulan Rp. 3.000.000-Rp. 4.499.999, pekerjaan sebagai pegawai swasta, dan tingkat pendidikan S1.Kemudian analisa profil psikografis dilakukan dengan cara analisa clustersebanyak 3 cluster. Cluster 1 memiliki karakteristik dinamis, optimis, materialis,dan gemar berelasi. Cluster 2 memiliki karakteristik acuh, tidak dinamis, pesimis,pasrah, dan berkepribadian low profile. Cluster 3 memiliki karakteristik peragu.Selanjutnya analisa perilaku obtaining menunjukkan bahwa sebagian besarresponden mendapat informasi mengenai makanan organik dari media massa,motivasi pembelian adalah kesehatan, produk yang paling sering dibeli adalahsayur, dan kesulitan pembelian yang beragam. Analisa perilaku consumingmenunjukkan bahwa jangka waktu konsumsi responden selama 6-11 bulan danmengkonsumsi sebanyak 2-5 kali sebulan. Analisa perilaku disposingmenunjukkan bahwa responden puas atas harga dan kualitas makanan organik.",
  "creators": "LEONIE ANGELA ADHITIRTA",
  "contributors": "ANDINI EMIATI (Advisor 2); Hatane Semuel (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 33010001/MAN/2008; Leonie Angela Adhitirta (33404118)",
  "subjects": "CONSUMERS-RESEARCH; CONSUMER BEHAVIOR"
}