{
  "id": "9641",
  "title": "Faktor-faktor yang mempengaruhi konsumen dalam memilih Royal Binatu di Surabaya",
  "abstract": "Penulis melakukan penulisan ini karena ingin mengetahui faktor-faktor yang dapat mempengaruhi konsumen di dalam memilih jasa Laundry di Surabaya. Bagaimana kedua faktor baik faktor internal maupun faktor eksternal mana yang lebih mempengaruhi konsumen di dalam memilih jasa Laundry di Surabaya. Ini yang ingin di teliti oleh penulis karena itu judul penelitian ini adalah Faktor-faktor yang mempengaruhi konsumen dalam memilih Royal Binatu di Surabaya. Tujuan penelitian ini adalah mengetahui faktor internal dan faktor eksternal berpengaruh secara serempak dan simultan terhadap keputusan konsumen. Mengetahui faktor internal dan faktor eksternal berpengaruh secara parsial terhadap keputusan konsumen. Mengetahui faktor manakah yang berpengaruh dominan yang menjadi pertimbangan konsumen dalam memilih Royal Binatu. Metode penelitian menggunakan analisis regresi linier berganda dengan sampel penelitian berjumlah 100 responden. Hasil penelitian menunjukkan bahwa faktor internal dan faktor eksternal berpengaruh secara simultan dan signifikan terhadap pengambilan keputusan konsumen di dalam memilih Royal Binatu. Faktor internal dan faktor eksternal berpengaruh secara parsial dan signifikan terhadap pengambilan keputusan konsumen. Faktor internal berpengaruh secara dominan terhadap keputusan konsumen Royal Binatu. Faktor internal gaya hidup dan faktor eksternal kelompok referensi bukan merupakan variabel dominan terhadap keputusan konsumen.",
  "creators": "EDWIN WANGSA PUTRA; ISHAK GREADY RIANDY",
  "contributors": "Deborah Christine Widjaja, S.S., MSM., Ph.D. (Advisor 2); Soekarno (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 33010003/MAN/2008; Edwin Wangsa Putra (33403075), Ishak Gready Riandy (33403162)",
  "subjects": "CONSUMER BEHAVIOR; CONSUMERS-RESEARCH"
}