{
  "id": "9647",
  "title": "How to control labor (part-timer) cost by determining labor productivity at Ni Hao Wok and Cuisine Restaurant",
  "abstract": "This research is based on the study of part timer-workers at Ni Hao restaurant. Ni Hao restaurant is different from other restaurants. It is divided into two parts, namely : wok and ala carte restaurant. The capacity is very huge especially for the wok restaurant, around 600-700 seats. It requires a lot of workers both part timers and full timers. This condition creates two major \"concerned cost\", food and beverage cost, and labor cost. Labor issues are still the number one concern of most restaurant owners and managers. Food and beverage costs can still held in check through price adjustments, portion controls and through purchasing efficiencies. But on the other hand, labor costs are not controlled by paying low wages. This is very controverting with the demand of every restaurant, minimizing the labor cost. Solving the problems an employing part-time workers can be an efficient way to keep costs down which is can be controlled through scheduling and improving labor productivity. Considering the point, in this dissertation the writers will conduct a research about \"How to control labor (part-timer) cost by determining labor productivity\". The aim of this research is to find how many part timers do actually the restaurant needs to cover guests in one day. The writers conduct an observation regarding to 5 elements which determine labor productivity which are labor cost percentage, sales per labor hour, labor euro per guest served, guest served per labor euro and guest served per labor hour. The data is collected in 3 weeks period by observing each of part-timers and will be analyzed by quantitative and qualitative methods. After calculating, the estimated number of part timers needed will be found both in weekday and weekend. Therefore, some recommendations should be made in order to improve labor productivity.",
  "creators": "MEILIANA KUMALA; FELICIA UNTORO",
  "contributors": "SASKIA FLISIJN (Advisor 1); YIKAI WU (Advisor 2); A. HOEKSTRA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010427/HTL/2008; Meiliana Kumala (33403056), Felicia Untoro (33403149)",
  "subjects": "HOTEL MANAGEMENT; HOTELS-PERSONNEL MANAGEMENT"
}