{
  "id": "965",
  "title": "The Use of non-standard Indonesian expressions by men and women in the reader's letters of FHM and cosmopolitan",
  "abstract": "In communication, people use different varieties of the same language. The variety can be included in the standard language and also the non-standard one. Different varieties of language are used because of several reasons. One of them is gender. Different gender may affect people to use different variety. Sociolingusitics study shows that men and women speak differently. Many linguistics believe that men use more nonstandard language than women. That is why, the writer was interested in analyzing the kinds of non-standard Indonesian expressions used by men and women readers in written language. As the data, the writer chose For Him Magazine and Cosmopolitan Magazine as the representatives of men and women language. The writer wanted to find out the kinds of non-standard Indonesian expressions used by either men and women, and whether men use more non-standard expressions than women. The data were analyzed and classified based on the linguistic forms - word, phrase, clause, or sentence - and the kinds of non-standard Indonesian expressions. The result of the analysis showed that several kinds of non-standard Indonesian expressions were used both by men and women readers. The kinds of non-standard Indonesian expressions found in FHM and Cosmopolitan were the use of non-standard or vernacular dialect, the use of foreign language (English), the combination of Indonesian and English, and the use of unnecessary affixes. The data also revealed some kinds of non-standard expressions in FHM that did not exist in Cosmopolitan; the use of suffix - in, the use of affix di - in, deletion, and substitution of one or more letters. On the contrary, the kind of non-standard Indonesian expressions in Cosmopolitan that was not found in FHM was the adaptation of foreign language. In terms of the linguistic forms, the men readers also used more various linguistic forms than women readers. Except for the non-standard features in forms of verb phrase, adjectival phrase, and clause, the writer also found features in FHM which were in the forms of verb and function words; two features that were not found in Cosmopolitan. Moreover, the writer also found out that in the case of these two magazines, men used more non-standard Indonesian expressions than women.",
  "creators": "ANDREW JUNARTO",
  "contributors": "Josefa Juniarti Mardijono (Advisor 1); Julia Eka Rini (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011266/ING/2004; Andrew Juniarto (11400020)",
  "subjects": "LINGUISTIC ANALYSIS (LINGUISTICS); MULTILINGUALISM; INDONESIAN LANGUAGE-GRAMMAR, COMPARATIVE-ENGLISH"
}