{
  "id": "9651",
  "title": "Customer satisfaction toward current menu card of Dynasty Restaurant",
  "abstract": "As we know, there are a lot of tools for communicating with the guest ina restaurant, such as the waiters, advertising, and also the menu card. DynastyRestaurant is a restaurant whose concept is semi fine dining restaurant. With thisconcept, Dynasty must provide their customers with sophisticated service. Ofcourse Dynasty must not ignore their menu card as part of the service. Thisresearch intends to know the level of customer satisfaction toward the menu cardin Dynasty Restaurant Amsterdam, the Netherlands.The phenomenon that has happened lately is a lot of lack of informationbetween the restaurants and the guest. In this research, the writers only doresearch about the menu card. Cover, copy, layout and printing style, special itemsand suggestion, informative, attractive, durability, are the important elements for agood menu card that the customer do care and want as a part of service. Has theDynasty Restaurant done their part of satisfying their customers throughtheir menu card?Qualitative research with convenience sampling was chosen for thisresearch. Besides observation, the writers also distribute some questionnaires tothe guest using the elements that are used for a good menu card.Based on the result of the research, the writers found out that there aresome weaknesses in the Dynasty?s menu card, which caused the lack ofinformation between guest and the restaurant. And the writers give somerecommendations to improve the customer satisfaction toward the menu card,based on the literature.",
  "creators": "LEEVY VIOLITA SOETEDJO; GLEN MULIAWAN SOETANTO",
  "contributors": "SASKIA FLISIJN (Advisor 1); ARIE DE WEERD (Advisor 2); A. HOEKSTRA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010426/HTL/2008; Leevy Violita Soetedjo (33403044), Glen Muliawan Soetanto (33403055)",
  "subjects": "RESTAURANT MANAGEMENT; RESTAURANT-MARKETING"
}