{
  "id": "9656",
  "title": "Analisa alokasi pengeluaran dana mahasiswa di Universitas Kristen Petra untuk berlibur: studi kasus mahasiswa angkatan 2004 dan angkatan 2005)",
  "abstract": "Dalam memenuhi kebutuhan, setiap manusia tak terkecuali para mahasiswa pasti melakukan kegiatan berlibur. Berlibur merupakan kebutuhan sekunder. Dalam berlibur, seseorang memperhatikan berbagai hal dan juga dipengaruhi oleh beberapa faktor. Pada penelitian ini akan menyajikan hasil penelitian tentang alokasi pengeluaran dana serta faktor-faktor yang mempengaruhi mahasiswa di Universitas Kristen Petra dalam berkonsumsi khususnya untuk berlibur. Pengambilan sampel dilakukan pada mahasiswa Universitas Kristen Petra Angkatan 2004 dan Angkatan 2005 pada semua jurusan yang masih aktif kuliah pada semester genap 2005/2006. Alat pengumpulan data yang digunakan adalah kuisioner yang telah diuji validitas dan reliabilitas sehingga layak untuk digunakan. Sedangkan teknik analisa data yang digunakan adalah teknik analisis deskriptif dan analisa faktor. Kesimpulan dari penelitian ini menyatakan bahwa (a) uang saku mahasiswa di Universitas Kristen Petra rata-rata sebanyak Rp 844.500, dengan alokasi pengeluaran untuk food sebesar Rp 223.500, apparel sebesar Rp278.500 perbulan, entertainment sebesar Rp274.500 perbulan, education sebesar Rp 195.000, untuk berlibur Rp 7.023.500 per tahunnya, (b) berlibur ke luar kota sebesar Rp850.000, berlibur ke luar negeri sebesar Rp 9.068.000, (c) faktor yang mempengaruhi pengambilan keputusan dalam berlibur adalah beziarah, menghilangkan stress, mengulang pengalaman, menganggur, dan mencari pengalaman baru.",
  "creators": "DEVITA NATHALINA ALIZAR",
  "contributors": "Yohnson (Advisor 1); Sautma Ronni Basana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03012130/MAN/2006; Devita Nathalina (31402047)",
  "subjects": "BUSINESS PLANNING; MANAGEMENT"
}