{
  "id": "9659",
  "title": "Penerapan metode human resources scorecard pada PT. Multi Megah Abadi Surabaya sebagai dasar pengelolaan sumber daya manusia",
  "abstract": "Untuk dapat bertahan dan bersaing dalam dunia bisnis, PT. Multi Megah Abadi ingin mengetahui kesalahan penerapan, mengadakan perbaikan sistem pengaturan sumber daya manusianya secara bertahap serta memikirkan langkah yang akan diambil dalam menghadapi tantangan dari dalam maupun dari luar perusahaan melalui pendekatan Human resource Scorecard. Tujuan dalam penelitian ini adalah mengetahui rancangan Human Resources Scorecard yang dapat diterapkan pada PT. Multi Megah Abadi sebagai dasar pengelolaan sumber daya manusia. Dalam rancangan Human Resource Scorecard menunjukkan Human Resouces Deliverable pada PT. Multi Megah Abadi adalah tercapainya kemampuan dan ketrampilan karyawan yang lebih baik, tercapainya budaya kerja yang lebih teratur, tercapainya strategi perusahaan dan kompetensi kepemimpinan. Setelah itu dapat dikembangkan dalam empat perspektif yaitu finansial, pelanggan, operasi dan strategi. Untuk menjadi suatu perusahaan yang berfokus pada strategi, maka sebaiknya PT. Multi Megah Abadi menggunakan Human Resource Scorecard sebagai acuan karyawan dalam melaksanakan tugasnya. Human Resource Scorecard dapat dipakai untuk mengukur kinerja, implementasi, dan evaluasi system manajemen, sehingga seluruh karyawan bisa mengerti dan menghayati seluruh aktivitasnya demi tercapainya visi dan strategi perusahaan. Perusahaan juga sebaiknya mengadakan pendekatan yang lebih strategis pada human resource yang dikendalikan oleh faktor-faktor hasil penelitian yang nantinya bisa digunakan membentuk peran human resources dalam perusahaan di masa mendatang.",
  "creators": "IRENE ANGELA LAURY",
  "contributors": "Dr. Ratih Indriyani, S.E., M.M. (Advisor 1); Soekarno (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 05012132/MAN/2006; Irene Angela Laury (31400488)",
  "subjects": "PERSONNEL MANAGEMENT"
}