{
  "id": "966",
  "title": "A Study of the main characters' struggle to fight against their emotional isolation and their failures in Katherine Anne Porter's Ship of Fools",
  "abstract": "In this thesis, I focus on the analysis of the emotional isolation of the two main characters, David Scott and Wilhelm Freytag in Katherine Anne Porter?s novel, Ship of Fools. I find that these two characters experience emotional isolations that come from different reasons. Apparently, they also struggle to fight against their emotional isolation, and at the end, they have to encounter the failure. I decide to use literary approach, especially the theory of characterization as the main tool to analyze the reason of their isolation, their struggle to fight against it and the proofs of their failure. In addition, I also use theory of conflict and psychological theory, that is theory of emotional isolation as the supporting tools for helping me in analyzing. Therefore, first of all, I prove the characters? emotional isolation and their reasons why they experience emotional isolation; David who has a very bad childhood cannot trust other people, including his girlfriend, Jenny, and he does not able to build good relationship that makes him feel attached with the others; Freytag, as a German who has a Jewish wife cannot build any close relationship and cannot tell the truth about his wife?s identity, and he also feels lower than the people in his own group. Furthermore, I continue to find the evidences that show their struggle in striving against their isolation in different ways according to their own background. David fights against his emotional isolation by trying to show his deep affection to Jenny, but he fails. Whereas, Freytag fights against his emotional isolation by trying to tell the truth about his wife?s identity but he still cannot have deep relationship and fails. This shows that any kinds of attempts from David and Freytag to fight against their emotional isolation are not successful. Eventhough they try to oppose their isolation but they still fail; David and Freytag cannot choose their backgrounds that cause them to have emotional isolation, and they also cannot deny that they have the strong tendency to fight against it. I find that through what David and Freytag experience, Porter wants to represent their limitation with the limitation of human being in this real world.",
  "creators": "LAURA MONIKA",
  "contributors": "Liliek Soelistyo (Advisor 1); Vyrna Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1231/ING/2004; Laura Monika (11499085)",
  "subjects": "AMERICAN FICTION-20TH CENTURY-STUDY AND TEACHING; PORTER, KATHERINE ANNE, 1890-1980 SHIP OF FOOLS-STUDY AND TEACHING"
}