{
  "id": "9666",
  "title": "Analyzing the food hygiene based on the HACCP system in Lucky City Restaurant, Hoofddorp, the Netherlands",
  "abstract": "Hygiene is conditions and practices that serve to promote or preserve health (http://www.answers.com/topic/hygiene?cat=health). Food hygiene or can be called as food safety is a scientific discipline describing the handling, preparation, and storage of food in ways that prevent foodborne illness (http://en.wikipedia.org/wiki/Food_hygiene). Nowadays, these two aspects are become very popular. All the people in the world from young age to old age like to talk about it and their most concerned is about food hygiene because eating is a primary need to them. They doubt whether the food that they bought in a cafe or in a restaurant is hygiene or not. The food that is not hygiene can cause foodborne illness. It is any illness resulting from the consumption of food (http://en.wikipedia.org/wiki/Foodborne_illness). It caused by improper holding temperature (37%), poor personal hygiene and improper hand washing (19%), contaminated equipment (16%), inadequate cooking (11%), food from unsafe sources (6%) and others (11%). That is why food hygiene is very important. The HACCP system is one of an effective method to prevent public health. It is monitoring the flow of food from the purchasing until the food is being served and identifying each step of the process where the contamination might cause the food become unsafe to eat. There are seven principles of HACCP system that have to be concerned by the food establishments when they implement it. They are hazard analysis, identify the critical control points, establish the critical limit which must be met at each critical control point, establish procedures to monitor critical control points, establish the corrective action to be taken when monitoring shows a critical limit has been exceeded, establish procedures to verify the HACCP system is working and establish an effective record-keeping system that documents the HACCP system. The advantages of a HACCP system are remedial action can be taken during processing, control parameter is relatively easy to monitor (time, temperature, pH, texture), more cost effective than microbiological or chemical analysis because it is part of the process and avoids the need for expensive statistical sampling plans, the operation in controlled on the premises, current and predicted hazard and risk can be identified and removed, all staff can be involved with product safety, reduced product loss and avoidance of expensive reprocessing, complementary to other quality management system, example ISO 9000, useful in demonstrating due diligence and focuses resources on the critical parts of the process. The implementation of a good HACCP system in a food establishment will protect the public health well. There are some aspects need to be concerned by the food establishments when they implement the HACCP system; they are planning, appointment of suitable persons, documenting operations, introducing HACCP and checking the system. Then, in this thesis, the writers would like to analyze whether the food hygiene in Lucky City Restaurant is already getting along with the HACCP system or not. The reason why the writers choose this topic is because nowadays there are getting more people who are coming to eat whether dining in or taking away and they want a hygiene food beside it is delicious based on the price that they have paid. This thesis will be divided in six chapters. Chapter one will explain about the research background, research problem definition, research questions, research objectives, significance of the research, delimitation, and the time schedule. Chapter two contains of the general overview of Lucky City Restaurant. It will explain about the history, the organization chart with the tasks and responsibilities, the product, the area, the concept and interior design of Lucky City Restaurant. Chapter three will explain about the literature review of the HACCP system and its aspects. Chapter four is explaining about the research methodology that is being use",
  "creators": "SOPHIE SOEDJOTO; ANITA WAHYUNI SUWAJI",
  "contributors": "J. VAN LEEUWEN (Advisor 1); S.Y. TANG-PANG (Advisor 2); A. HOEKSTRA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010420/HTL/2008; Sophie Soedjoto (33403003), Anita Wahyuni Suwaji (33403008)",
  "subjects": "RESTAURANTS-QUALITY CONTROL; RESTAURANT MANAGEMENT"
}