{
  "id": "9667",
  "title": "The Effects of the staff's different cultural background, in giving service, on the customer satisfaction in River Side Chinese Oriental Cuisine, Laren, the Netherlands",
  "abstract": "This dissertation is written by the writers as the requirement to accomplish the writer?s study both in Hotel Management of Petra Christian University, Surabaya - Indonesia and in Stenden Hogeschool, Leeuwarden - The Netherlands. This dissertation discusses about the effects of the staff?s different cultural background in giving service to the customer satisfaction in River Side Chinese Oriental Cuisine Restaurant in the coming year. The writer?s goal is to find out whether the cultural differences affect the service performance and customer satisfaction. As a result in the future, River Side Chinese Oriental Cuisine will be able to improve the service quality and give a satisfying service to the customers. In this research, the writers use qualitative research. This qualitative research begins with literature review which contains the theory of service, customer satisfaction and culture. In the theory of service, the factors that make good service and kinds of service styles are discussed. The theory of culture is divided into two; they are Chinese - Indonesian culture and Chinese - Hong Kong culture. This dissertation also uses explanatory research. In this case, the data are collected by distributing questionnaires only to the regular customers of Golden River Restaurant to find out if there is a difference of being served by Chinese - Indonesian trainees compared to the Chinese - Hong Kong staff. The data are analyzed in percentages and shown in tables so that the result of the research can be easily understood by the readers. Finally it can be concluded that the staff?s different cultural backgrounds in giving service do not affect the customer satisfaction. Furthermore, the writers recommend that the next researchers can find out what can be improved in service to make the customers more satisfied.",
  "creators": "MIA PRATIWI WIJAYA; ANGELINE WINATA",
  "contributors": "J. VAN LEEUWEN (Advisor 1); HEMMY WONG (Advisor 2); A. HOEKSTRA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010419/HTL/2008; Mia Pratiwi (33404010), Angeline Winata (33404053)",
  "subjects": "CUSTOMER SERVICES; HOTEL MANAGEMENT; HOTELS--MARKETING"
}