{
  "id": "9668",
  "title": "How to maximize level of customer satisfaction among Asian and Western customers at Restaurant Cafe De Veranda The Netherlands",
  "abstract": "Restaurant cafe de Veranda which is located on Amstelveenseweg 764 Amsterdam has a special atmosphere and delicious cuisine, which attracts a lot of customers from abroad not only Western customers especially Dutch people but also Asian customers. From the researcher's observation there are a lot of guests from Asian and Western customers coming to have dinner in Veranda, and this fact makes the researchers would like to measure their level of satisfaction depending on their experience while having dinner in Veranda restaurant and how to maximize their level of satisfaction. The researchers would like to know the result if both of Asian and Western customers compare Veranda?s quality to their culture and dining experience in their country. There are 4 major elements to measure the level of satisfaction from the customers; Quality of food, Quality of Service, Price/Value of the meal, and Place. The researchers have done a deep interview among 25 Asian and 25 Western customers in Veranda restaurant to know how their level of satisfaction is. Overall from both Asian and western customers they felt satisfied with the food and beverage quality in Veranda; according to their culture Veranda can fulfill all of their demand not only the food but also the beverage. The service quality is also perfect, Veranda has friendly and good quality servers who are ready to satisfy the guests, starting from the uniform, equipment until the courtesy of the servers. Besides those positive points, Veranda also has a negative point. Time before food arriving was a problem for both Asian and Western customers. According to them the food was too long; and considering Veranda has a lot of business customers, Veranda should solve this problem as soon as possible, because to such business people, time is worth while for them. The price is also perfect. According to them, Veranda?s food and beverage is a good value. Veranda is not only offering food but also a nice and cozy atmosphere for additional selling point to the customers. Both of Asian and Western customers feel very comfortable to sit in Veranda. Besides that Veranda also has a clean bathroom and large parking area to provide their customers a parking place. From the interviews that have been done, the researchers have a result about their satisfaction of having dinner in Veranda. And the researchers would like to maximize it by giving a recommendation and suggestion to the management of Veranda, so in the future Veranda can fulfill all of the demand from the guests and make them satisfied. And if the guests are satisfied, as a consequence Veranda will gain a lot of profit in the future.",
  "creators": "CAROLINE INOVIRA HIDAJAT; RUBEN TANTORO",
  "contributors": "J. VAN LEEUWEN (Advisor 1); REMOO DOBBER (Advisor 2); A. HOEKSTRA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010418/HTL/2008; Caroline Inovira Hidajat (33403047), Ruben Tantoro (33403118)",
  "subjects": "CONSUMER SATISFACTION; RESTAURANTS-MARKETING; RESTAURANT MANAGEMENT"
}