{
  "id": "967",
  "title": "The Influence of Yerma's community's value of motherhood in making her its victim as seen in Federico Garcia Lorca's The Three Tragedies: Yerma",
  "abstract": "Yerma, a play by Federico Garcia Lorca tries to reveal the idea of a perfect woman that is created by the society through the use of social power in Spanish society in 1930s. At this time the society in Yerma?s community sees a woman as a perfect woman if she has become a mother in her life. Yerma?s community believes that a man and a woman have their own responsibilities and obligations in life. They see this difference from the basic characteristic of a man and a woman possessed in which a man should be strong and a woman should be more nurturing. This understanding about a man and a woman influences Yerma as the main character in the play to act as a woman. Yerma?s community considers a perfect woman as a woman who has fulfilled her nature as a woman that is motherhood. The idea of a perfect woman that is signed by motherhood is reflected the idea of gender that is created by Yerma?s community through the use of social power. The social power in the play comes from Yerma?s community concerning the understanding of a perfect woman that is reflected in motherhood. As a woman Yerma is not a perfect one since she fails in fulfilling her community?s value of becoming a mother. I am curious to find out the importance of motherhood according to Yerma?s community and Yerma as well as the effects of Yerma?s failure in fulfilling the demand of becoming a mother. The purpose of my thesis is to reveal the importance of motherhood according to Yerma?s community and Yerma as well the effects of Yerma?s failure in fulfilling the demand of becoming a mother in her community. In order to analyze the play I the theory of gender studies to justify the social power that influences Yerma. Furthermore, I also use the importance of motherhood in Spanish society to support my analysis in order to inform me concerning the importance of becoming a mother for Spanish women. By doing this analysis, I can learn that the influence of Yerma?s community?s toward the value of motherhood makes her as its victim since she cannot fulfill the demand of her community, which consequently brings effects in her life and the killing of her husband, Juan. Thus, the community?s value of motherhood succeeds in making her its victim since she fails in accomplishing the value of motherhood. In this case, social construction that is created by Yerma?s community truly plays a big role in influencing Yerma to follow the demand of her community that is to become a mother.",
  "creators": "NENNY NOVIANITA",
  "contributors": "Ribut Basuki (Advisor 1); Vyrna Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1220/ING/2004; Nenny Novianita (11499027)",
  "subjects": "LORCA, FEDERICO GARCIA, 1898-1936 THE THREE TRAGEDIES:YERMA-STUDY AND TEACHING"
}