{
  "id": "9679",
  "title": "Planning the compositions of advertising using radio and news paper for Hu's Garden Restaurant",
  "abstract": "Based an other dissertation (The Most Effective and Efficient Advertising Media for Hu?s Garden Restaurant Enschede) the writers explore content and appearance in advertising which could be done by Hu?s Garden. Based on that dissertation, the best media that suitable for Hu?s Garden restaurant for advertising is radio and newspaper. So with that reason we want to explore deeper about radio and newspaper to be tools in advertising media of Hu?s Garden restaurant. This is very useful as to know what kind of advertisement that Hu?s Garden can put in the radio or newspaper to attract the customers based on Hu?s garden profile. Hopefully Hu?s Garden could use them in the future if someday they want to promote their restaurant more with several events they will held. In examining the analysis, the writers use Qualitative and quantitative that examines the values, perception, motivation or attitude of respondents and their opinions about products, companies, media, their lifestyle especially for people that live in Enschede and around this area . In this case that entire factor just around their opinion about an interesting restaurant. By knowing those factors it?s easier to determine the advertising that should be used in radio and newspaper. Qualitative research provide insightful information rather than numeric data on attitudes and perceptions of products, brand, lifestyle, etc. The samples involving group discussions or depth interviews provide statistically valid data. The group discussion is done when the writers are involved in the dialogue or when chatting with friends from Enschede or other people from outside Netherland that living in Enschede at least 2 years or more. The interview is done when the writers were working in the Hu?s Garden restaurant by asking few questions to the customers whether they are satisfied with the food, service, and atmosphere in this restaurant. From that, the writers can identify target audience and determine the response sought can also describe issues in implementing communications, so the writers can know what kind of appearance can attract the audiences. Quantitative research is the surveys with samples that are large enough to provide statistically valid numerical data, as opposed to qualitative research which helps to understand attitudes. Quantitative research is carrying out using a structured questionnaire. The questionnaires analysis is used to determine how many respondents ever read the article and advertising if they read news pepper or magazine, how many respondents ever pay attention to advertising in radio. And we also try to determine what kind of appearances that make them attractive based on the research that writers have already done before. When a suitable appearance is found, the next step is to put that appearance into selected media type.",
  "creators": "MOSES SAMUEL SALINDEHO; YOKA RANTAUWAN",
  "contributors": "SASKIA FLISIJN (Advisor 1); MICHAEL HU (Advisor 2); A. HOEKSTRA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010414/HTL/2008; Moses Samuel Salindeho (33403063), Yoka Rantauwan (33403106)",
  "subjects": "RESTAURANTS-MARKETING; ADVERTISING; RESTAURANT MANAGEMENT"
}