{
  "id": "968",
  "title": "A Study of Harry Monchensey's conflicts and his efforts to overcome the conflicts as seen in T.S Eliot's The Family Reunion",
  "abstract": "This thesis is a study of the main character, Harry Monchensey in T. S. Eliot?s The Family Reunion. The thesis writer chooses Eliot because he was one of the major innovators in modern English literature and because of his loyal dedication in literature until finally he received the Nobel Prize in literature in 1948. Eliot?s works are mostly based on social and religious conservationism. And, Eliot?s The Family Reunion is based on the social and religious one. The thesis writer is curious to know what are Harry?s conflicts and how he overcomes the conflicts so that he can live peacefully. Thus, in doing the analysis, the thesis writer uses the theory of characterization and conflict. In the result of the analysis, the thesis writer finds Harry?s conflicts and his efforts to overcome his conflicts in his life. Harry has to struggle from his mother?s and his wife?s domination, and also a chase between Harry and the Eumenides, the invisible creatures. These struggles lead him to his guilty feeling, which is his inner conflict, because he believes that he has murdered his wife. In his process to find the resolution, he is helped by his youngest aunt. By following his aunt?s suggestion to leave his hometown and seek God, Harry can find his life and live in peace. The thesis writer also finds the developing of Harry?s character traits from the very nervous and fearful man to the free and confident man.",
  "creators": "ARIANI SALEH",
  "contributors": "ANTONIUS GURITO (Advisor 1); Ribut Basuki (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1235/ING/2004; Ariani Saleh (11498090)",
  "subjects": "AMERICAN DRAMA--20TH CENTURY--STUDY AND TEACHING; ELIOT, T.S, 1888-1965 THE FAMILY REUNION-STUDY AND TEACHING"
}