{
  "id": "9683",
  "title": "Pengaruh motivasi dan persepsi terhadap loyalitas konsumen dalam membeli produk minyak goreng Filma di gudang rabat Alfa Rungkut Surabaya",
  "abstract": "Dalam dunia yang terus berkembang, dapat diprediksi bahwa pola hidup masyarakat juga mengalami perubahan yang cukup berarti. Banyak pelaku ekonomi yang melihat adanya kesempatan dari perubahan gaya hidup ini sebagai suatu batu lompatan untuk memasuki pasar ataupun untuk memperbesar pasar yang telah diperolehnya. Dalam memasuki pasar tersebut, pemasaran pada tingkat retail merupakan salah satu cara untuk mengefektifkan distribusi dan penjualan produk. Dalam bisnis retail, produk minyak goreng merupakan salah satu produk pokok yang hampir pasti tersedia. Banyaknya produk minyak goreng yang beredar di pasaran, membuat posisi persaingan antar merek di pasar menjadi begitu ketat, hal ini membuat konsumen akhirnya harus menentukan pilihan secara selektif, produk mana yang akan dikonsumsi untuk keperluan sehari-harinya. Fenomena ini menandakan perbedaannya perilaku konsumen akan suatu produk minyak goreng di pasaran, diantaranya motivasi dan persepsinya. Dalam hal motivasi pembelian produk, konsumen memiliki kebutuhan akan pengakuan, penghargaan, atau rasa memiliki. Selain itu, persepsi konsumen terhadap kualitas suatu produk juga mungkin akan memberikan kepuasan kepada pelanggan yang kemudian menciptakan minat bagi pelanggan untuk melakukan pembelian ulang (loyalitas) produk tersebut. Untuk itu, penelitian ini bertujuan untuk mengungkapkan perilaku motivasi dan persepsi serta pengaruhnya terhadap loyalitas pelanggan minyak goreng merek Filma di gudang rabat Alfa Rungkut Surabaya. Jenis penelitian ini tergolong dalam penelitian kausalitas, dimana variabel yang digunakan adalah motivasi dan persepsi sebagai variabel bebas, sedangkan loyalitas pelanggan sebagai variabel tak bebas. Metode statistik yang digunakan adalah Analisis Regresi Linier Berganda. Dari hasil analisis diketahui bahwa motivasi dan persepsi secara bersama-sama berpengaruh terhadap loyalitas pelanggan minyak goreng merek Filma di gudang rabat Alfa Rungkut Surabaya. Sedangkan secara parsial, variabel motivasi dan persepsi keduanya mempunyai pengaruh positif terhadap loyalitas pelanggan minyak goreng merek Filma di gudang rabat Alfa Rungkut Surabaya.",
  "creators": "MINTARYO; Y.M. ROBERT NUGROHO",
  "contributors": "Hatane Semuel (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02012139/MAN/2006; Mintaryo (31401429), Robert Nugroho (31401443)",
  "subjects": "CUSTOMER LOYALTY; CONSUMER BEHAVIOR; CONSUMER SATISFACTION"
}