{
  "id": "9686",
  "title": "Analisa penyaluran dan pemanfaatan dana bantuan pemerintah pada usaha kecil dan menengah (studi kasus pada usaha kecil dan menengah di Surabaya Selatan yang beraset Rp. 200.000.000 sampai ...",
  "abstract": "Peran Usaha Kecil dan Menengah (selanjutnya disebut UKM) terhadap perekonomian daerah di Jawa Timur sangat penting, dilihat dari kontribusinya terhadap PDRB Jawa Timur yang meningkat. Oleh karena itu pemerintah daerah Jawa Timur berupaya memberdayakan UKM melalui program pemberian kredit lunak kepada pengusaha UKM. Penelitian ini terfokus pada penyaluran dan pemanfaatan dana kredit pemerintah daerah tersebut kepada UKM yang beraset Rp. 200.000.000 - Rp. 500.000.000,- di Surabaya Selatan. Penelitian merupakan studi kasus dimana dilakukan kunjungan ke pengusaha UKM di Surabaya Selatan. Metode wawancara terstruktur dan penggunaan panduan wawancara digunakan untuk menggali informasi dari pengusaha UKM. Hasil wawancara kemudian digunakan untuk memaparkan secara deskriptif kondisi usaha UKM, penyaluran dan pemanfaatan dana kredit oleh pengusaha UKM. Dari hasil penelitian, 57 pengusaha UKM yang berhasil diwawancarai mengalami perkembangan usaha. Sebanyak 49 pengusaha UKM tidak mengambil kredit dalam membiayai kegiatan usahanya pada tahun 2005, sedangkan 8 pengusaha UKM memilih mengambil kredit. Dari 8 pengusaha UKM tersebut, hanya 1 pengusaha UKM yang mengambil kredit lunak dari APBD Jawa Timur melalui bank Jatim. Dana kredit tersebut oleh pengusaha digunakan untuk membiayai inventaris berupa alat berat untuk menunjang kelancaran produksinya.",
  "creators": "RATNA EKASARI; EVANIA FELISA KRISTANTI",
  "contributors": "Pwee Leng (Advisor 1); Sautma Ronni Basana (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03012140/MAN/2006; Ratna Ekasari (31402302), Evania F.K (31402518)",
  "subjects": "FINANCIAL STATEMENTS; CORPORATIONS-FINANCE"
}