{
  "id": "969",
  "title": "A Study of Mrs. Oakly as the victim of the patriarchal ideology as seen in George Colman's Jealous Wife",
  "abstract": "Colman has written many excellent works. Some of them are concerning about men?s matter, Man and Wife (1769), The Man of Bussiness (1774), and The English Merchant (1767). And The Jealous Wife is one of his best plays. Colman has an extra attention towards men?s matter. I am interesting in choosing him because he writes many excellent works by collaborating, adapting and translating other literary works. The story is about a man that loves his wife unconditionally. He loves her just the way she is. On the contrary, his wife always treats him badly. Someday, he has to decide an important decision. He has to help a beautiful woman from her father?s anger. Then, without concerning his wife?s jealousy he decides to help her. Surprisingly, his wife realizes all her mistakes, and asks his forgiveness. The Jealous Wife has made the readers see Mrs. Oakly?s only a victim patriarchal ideology. That?s why I choose it for my main topic to discuss. The study will analyze in what ways Mrs. Oakly?s actions and speeches dominate her husband, and how she actually only becomes the victim of patriarchal ideology. Through the study I will convince the readers that Mrs.Oakly does not dominate her husband. She only becomes a victim of patriarchal ideology. To do this study, I have to use definition of dominance and definition of patriarchy, and also literary approach, namely characterization and conflict to support my analysis. The analysis consists of two parts. First, I will discuss about Mrs. Oakly?s daily life, which is on the surface has dominated her husband?s life. The second discussion is about the proof that Mrs. Oakly?s actions and speeches are only showing her weaknesses as the subordinate in the patriarchal society. And how she actually only becomes the victim of patriarchal ideology. The conclusion will be the proof that she does not dominate her husband and she is only showing her weaknesses as the victims of patriarchal ideology.",
  "creators": "THERESIA SUCIHATI T",
  "contributors": "Ribut Basuki (Advisor 1); Jenny Mochtar Djundjung (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1198/ING/2004; Theresia S. Tanbunan (11490005)",
  "subjects": "COLMAN, GEORGE, 1732-... JEALOUS WIFE-STUDY AND TEACHING"
}