{
  "id": "9698",
  "title": "An Analysis of the coherence on classified advertisements in the Jawa pos",
  "abstract": "When the readers look at classified advertisements, they find a text, which is generally not coherent. For that reason, through this thesis the writer tries to find the answer of the following questions: How effective are the factors which are mentioned in the theories Hyme?s Ethnography of Communication, Minsky?s frame, Bartlett?s Schemata, and Brown and Yule? Inference for classified advertisements to be considered as coherence texts? What factors, mentioned in the four theories, are necessary to build up the coherence of classified advertisements? Before the writer continues the research, it is better to know the Hyme?s Ethnography of Communication, Minsky?s frame, Bartlett?s Schemata, and Brown and Yule? Inference? Hyme?s Ethnography of Communication is a type of functional approach to language. Minsky?s Frame is knowledge that is stored in memory in the form of data structure. Bartlett?s Schemata is knowledge of the world or previous experiences. Finally, Brown and Yule?s inference is connections that people make when they attempt to have correct interpretation to classified advertisements. Then, in this analysis, the writer uses the following steps: first, analyzing the classified advertisements with Hyme?s Ethnography of Communication, Minsky?s frame, Bartlett?s schemata (consists of abbreviation and reference schemata), and Brown and Yule?s inference; second, bind all the results in the first step in complete sentences. This step belongs to the part of determining the inferences to be made. Third, noting down all the factors in the fourth theories to ensure the effectiveness of interpreting classified advertisements. The fourth chapter explains how the writer analyzes classified advertisements, which represent all frames. This chapter is organized into four parts: Rumah-Tanah (Properties), Aneka Kebutuhan (General Needs), Lowongan (Vacancies), and Mobil-Motor (Vehicles for sale and rent) After the analysis is done in order to prove how effective the four theories are, the writer finds seven factors: the first of Hyme?s Ethnography of Communication feature is setting, that is when the classified advertisement is published. The second factor is place or the knowledge of the newspaper whereabouts. The third Hyme?s Ethnography of Communication feature is topic. By knowing the topic, it is easier for the readers, who already have the background knowledge of the topic to interpret the advertisements, which are not cohesive. The fourth is Minsky?s frame. Frame here refers to the knowledge of the reader about what is being advertised. The fifth is Bartlett?s abbreviation schemata. In this section, the writer changes each abbreviation into the complete words. The sixth is Bartlett?s reference schemata. In this section, the writer makes the abbreviation stands easier for the readers to connect the phrases or words with their correct reference. Finally, the last factor is Brown and Yule?s inference. Determining the inference is made by relating all meanings in the classified advertisements. Thus, by determining the inference, the overall intended meaning will be provided or in other word, determining the inference is the conclusion of all descriptions, which have been done before from the sixth factors.",
  "creators": "ANDRI HANDITIYO",
  "contributors": "MAS MOELJONO (Advisor 1); SUKEMI, PROF.DR.M.A. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Final Project No. 1185/ING/2003; Andri Handitiyo (11499158)",
  "subjects": "DISCOURSE ANALYSIS; ENGLISH LANGUAGE-DISCOURSE ANALYSIS"
}