{
  "id": "970",
  "title": "The Study of Indonesian translation of the bilingual Walt Disney's stories",
  "abstract": "There are many books, which are translated from English or other languages. Thus, translating English texts into Indonesian, in the writer?s opinion, from the point of view of translation study or translating activity presents a challenge of its own. The translation is not easy, so the writer feels that children still need guideliness, like dictionary, to translate the English texts into Indonesian. The writer is particularly interested in children stories, specifically in Disney?s stories, which are very popular and very famous all over the world. Besides that, the stories of Disney extremely educate the readers to the positive influences, so that the readers themselves can evaluate which one is right and which one is wrong. The writer believes that such stories will entertain the readers regardless of their nationality. She thinks the first step is to translate them into Indonesian, so that the readers can more understand the meaning of the English texts. However, translating itself needs special skill. Furthermore, after studying the translation of Disney?s stories book - picture stories book - the writer, therefore, is curious to know whether there is any changes in intended meaning of the source language. According to Newmark?s method of semantic translation, in translating a literary work such as Disney?s story book, the translator should be faithful to the form and content of the original version, but it still should take more account of the aesthetic value and compromise on `meaning? where appropriate. After analyzing the data and suggesting the solution for each change, the writer concludes that the translation is not `adequate? since there are too many changes in meaning violating the method of translating literature. Besides that, the writer also adds some general guideliness in translating such Disney?s stories book into Indonesian. Finally, as a translator, one should not add anything to or omit anything from the original version. One should render the expressions of exclamation into their closest equivalent in Indonesian, transfer the cultural term and give its explanation in a note, follow the grammar of the target language, avoid making redundant and wordy sentences, and preserve coherence in a sentence and between sentences.",
  "creators": "EVA MARLINA WIJAYA",
  "contributors": "Julia Eka Rini (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011258/ING/2004; Eva Marlina Wijaya (11494100)",
  "subjects": "TRANSLATIONS-TECHNIQUES; ENGLISH LANGUAGE-TRANSLATING INTO INDONESIAN"
}