{
  "id": "9702",
  "title": "Analisa efektivitas media promosi black canyon coffee dengan brand proposition \"cozy ... delicious ... exciting\" : studi kasus media koran dan merchandise",
  "abstract": "Black Canyon Coffee merupakan kedai kopi dengan restaurant khas Thailand franchise dari Thailand. Black Canyon Coffee Indonesia sudah berdiri sejak tahun 2000 dan menjadi kedai kopi yang bergengsi serta disukai oleh masyarakat Indonesia. Pada bab 1-9 dibahas mengenai rencana komunikasi pemasaran untuk Black Canyon Coffee Indonesia. Konsep rencana tersebut membahas tentang sejarah dan internal Black Canyon Coffee, pesaing, dan konsep rencapa kampanye promosi. Konsep rencana yang dibuat adalah suatu konsep pemasaran terpadu mengenai komunikasi Black Canyon Coffee dengan konsep slogan baru \"Cozy.. Delicious..Exicting..\". Konsep promosi ini dibuat untuk promosi di daerah-daerah yang terdapat jaringan Black Canyon Coffee. Pada bab selanjutnya dilakukan penelitianuntuk dua media yang digunakan untuk promosi yaitu: media cetak dan merchandise. Penelitian ini mengkaji mengenai persepsi audience terhadap konsep promosi media cetak, merchandise, dan slogan. Selain itu, penelitian ini dilakukan untuk mengetahui seberapa besar efektifitas dari kedua media promosi yang digunakan. Penelitian ini menggunakan alat uji sederhana frekuensi, mean , dan rating skala untuk membahas hal tedrsebut. Berdasarkan hasil pengujian, persepsi audience terhadap konsep promosi kedua media tersebut cukup baik. Audience menyukai dan menerima dengan baik konsep promosi yang dibuat. Hasil CRI untuk melihat level efektivitas promosi, hasinya menyatakana konsep promosi yang dibuat sudah melalui semua tahapan AIDA hanya saja besarnya respon untuk tiap tahap berbeda-beda tidak semua audience dapat melalui tahapan AIDA. Hal ini tergantung dari kebutuhan dan keinginan dari tiap audience. Berdasarkan hasil penelitian konsep promosi \"Cozy..Delicious..Exciting\" cukup berhasil.",
  "creators": "STEFFANNY POERWANTO; YULIANA MONICA",
  "contributors": "Hatane Semuel (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Komunikasi Pemasaran",
  "source": "Komunikasi Pemasaran No. 01190118/PMR/2008; Steffanny Poerwanto (36404039), Yuliana Monica (36404054)",
  "subjects": "ADVERTISING-BRAND NAME PRODUCTS; BRAND NAME PRODUCTS; COMMUNICATION IN MARKETING; SALES PROMOTION"
}