{
  "id": "971",
  "title": "DR. H. Jekyll's conflicts that lead him into his destruction as seen in Robert Louis Stevenson's DR. Jekyll and MR. Hyde",
  "abstract": "This thesis entitled Dr. H. Jekyll?s Conflicts that Leads into his Destruction is based on Robert Louis Stevenson?s novel, Dr. Jekyll and Mr. Hyde. Stevenson talks about the hypocrisy of the Victorian gentleman through his male character, Dr. Jkeyll, who in his later life gets his own conflict with his dual nature, I decide to take this problem as the topic of my thesis. In the first place, Dr. Jekyll enjoys his respectable position as a rich and famous scientist. Yet later he faces inner conflict as he realizes that he has dual nature. I, the thesis writer, realize that he has the dual nature, the good and the evil spirit within himself. I have three questions regarding Dr. Jekyll?s struggles toward it. First, what are the conflicts of Dr. Jekyll before he takes the potion? Second, what are Dr. Jekyll?s conflicts after he takes the potion? Third, what are the final results of Dr. Jekyll?s conflicts? So, the scope of the discussion is the conflicts of good versus evil spirits. And the limitation of the discussion is on the main male character of the novel, namely Dr. Jekyll. In order to find out the answer of the questions above, I use the literary theory, namely; the theory of conflict to find out the character traits of Dr. Jekyll and the psychoanalytic concept to help me in understanding the mental condition of Dr. Jekyll. The analysis result in: first, Dr. Jekyll?s inner conflicts is caused by his discontentment towards the society regarding the hypocrisy of the Victorian gentleman; Dr. Jekyll also gets outer conflicts toward Dr. Lanyon regarding his different views of their philosophy in science; second, the evil spirit in the form of Mr. Hyde grows stronger and tries to overcome Dr. Jekyll?s life while the good spirit in the form of Dr. Jekyll is decreasing its power. Here, Dr. Jekyll gets his outer and inner conflicts since his relationship with Mr. Hyde threat Dr. Jekyll?s life; finally, as the result of Dr. Jekyll?s conflicts, he prefers to end his life in order to terminate the actions of Mr. Hyde. During the process of his conflicts, the id, the superego, and the ego influence each other. Before taking the potion, the superego of Dr. Jekyll is more dominant than the other two; while after he takes the potion, the id, and later the id wins the battle.",
  "creators": "SUSILOWATI BIENTORO",
  "contributors": "LENIWATI SLAMET (Advisor 1); Liem Satya Limanta (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1202/ING/2004; Susilowati Bientoro (11499028)",
  "subjects": "ENGLISH FICTION--19TH CENTURY--STUDY AND TEACHING; STEVENSON, ROBERT LOUIS, 1850-1894 DR JEKYLL AND MR HYDE-STUDY AND TEACHING"
}