{
  "id": "9710",
  "title": "Analysis of profit and customer satisfaction about drinking arrangement in Osaka Roosendaal Restaurant",
  "abstract": "Restaurant endeavor to be exist in the industry, offer lot of benefit to its customer, attract more customers and get more profit from them. Osaka Restaurant as a buffet and Japanese restaurant present to its customers drinking arrangement, which is a service to customers who come in big group minimum 20 persons where they can order drink as much as they want during 3, 4, 5 hours depend on the arrangement. The price is combination of food and beverages that comes in one price so customers know the final amount they have to pay before the occasion and prepare the budget. Writers concern that this arrangement can gain profit for Osaka and also create customers satisfaction. Writers would like to know about customers opinion regarding drinking arrangement and help restaurant improve the arrangement in order that more customers choose drinking arrangement. When it comes to improve profit for the restaurant, manager has to consider about the marketing strategy to attract customers, the price that affordable and customers willing to pay, cost of the food and beverage, costumer?s behavior during their time in restaurant and how to make them satisfy after experience the service. The methods used for this research are observation and survey, also data collection from bills of drinking arrangement and questionnaire which spread to customers who already used drinking arrangement in Osaka. By doing this research, writers found out that Osaka has provided complete package of food, beverages, place, atmosphere, and convenience for its costumers and Osaka combines the products and the services to its market to satisfy their needs or wants. The results shows that most of the customers satisfy with drinking arrangement, once they are satisfied, they will come back to Osaka with or without drinking arrangement, then the profit goes along to Osaka",
  "creators": "LILIANA; DEVIYANTI HONGKIRIWANG",
  "contributors": "SASKIA FLISIJN (Advisor 1); TAN CHEE HONG (Advisor 2); A. HOEKSTRA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010410/HTL/2008; Liliana (33403030), Deviyanty Hongkiriwang (33403129)",
  "subjects": "CONSUMER SATISFACTION; RESTAURANT MANAGEMENT; RESTAURANTS-MARKETING"
}