{
  "id": "9714",
  "title": "Analisis differential threshold terhadap merek Karisma X 125 dan Karisma X 125D dari PT. Astra Honda Motor: penelitian konsumen di Surabaya",
  "abstract": "Penelitian ini bertujuan untuk mencari tahu bagaimana differential threshold terhadap merek Karisma X 125 dan Karisma X 125D sehingga dapat diketahui stimuli apa (dari desain sepeda motor) yang paling dapat dirasakan oleh konsumen di Surabaya. Jenis penelitian ini adalah penelitian deskriptif dengan menggunakan variabel desain sepeda motor yang diukur dengan menggunakan empat dimensi yaitu bentuk, warna, keiritan, dan kestabilan. Pengumpulan data dilakukan melalui kuesioner yang disebarkan kepada 68 responden di Surabaya yang berusia 17 tahun sampai 40 tahun dan telah pernah menggunakan Karisma X 125 dan Karisma X 125D selama 6 bulan ke atas. Setelah dilakukan pengolahan data dengan menggunakan statistik deskriptif yang kemudian dianalisis dengan menggunakan analisis differential threshold yang dikembangkan oleh Ernst Weber (weber?s law) maka responden di Surabaya tidak mengalami differential threshold pada empat dimensi yang diteliti yaitu bentuk, warna, keiritan, dan kestabilan. Di mana nilai K yang dihasilkan pada setiap variabel kurang dari 1 yaitu berkidar pada 0,08 - 0,29. Dengan demikian maka disimpulkan bahwa perubahan stimuli pada Karisma X 125 dan Karisma X 125D tidak mampu mempengaruhi konsumen untuk mencapai differential threshold. Berdasarkan hasil penelitian di atas maka saran yang dikemukakan adalah hendaknya produsen sepeda motor, khususnya PT. Astra Honda Motor membuat produk baru yang lebih inovatif dan menarik sehingga dapat menarik perhatian konsumen.",
  "creators": "MARIA FALINTINA; RUDY GUNAWAN",
  "contributors": "Edwin Japarianto (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02011998/MAN/2006; Maria Falintina (31401106), Rudy Gunawan (31401131)",
  "subjects": "CONSUMERS-RESEARCH; CONSUMER BEHAVIOR"
}