{
  "id": "9716",
  "title": "Analisis efektivitas media promosi Black Canyon Coffee dengan brand proposition \"atmospheric taste\" : studi kasus media koran",
  "abstract": "Riset ini mempelajari efek yang diinginkan dari kampanye komunikasi pemasaran untuk memastikan bahwa program yang dijalankan berjalan lancar dan menciptakan hasil yang diinginkan. Efek yang terjadi dikategorikan dalam dua jenis utama yaitu persepsi dan level respon yang timbul dari audiens yang diteliti pada saat implementasi komunikasi pemasaran tersebut. Riset dijalankan dengan mengukur tiga hal : persepsi audiens pada isi pesan iklan baru, persepsi audiens pada appeal/daya tarik iklan baru, dan level respon audiens sebagai dampak dari melihat iklan baru yang dikaitkan dengan hierarki tahapan keputusan pembelian dalam model AIDCA (attention, interest, desire, conviction, action) yang dikembangkan oleh Bilson Simamora. Studi deskriptif menemukan bahwa audiens rata-rata setuju bahwa iklan baru tersebut kreatif dan memiliki daya tarik yang baik yang mampu merepresentasikan citra Black Canyon Coffee, studi deskriptif ini juga menemukan bahwa setiap audiens setidaknya melewati dua tahapan dalam model AIDCA yaitu tahapan perhatian dan ketertarikan, dimana hanya 5.94 % dari audiens yang berhenti pada tahapan minat, dan hanya 1.75% dari audiens yang berhenti pada tahapan yakin. Studi kausal menemukan bahwa secara simultan dan parsial, persepsi audiens terhadap iklan baru member pengaruh yang signifikan pada respon konsumen tersebut.",
  "creators": "TEDDY SETIAWAN",
  "contributors": "Hatane Semuel (Advisor and Examination Committee); Dessy Indah Sari Dinata (Advisor 2)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perencanaan Pemasaran",
  "source": "Perencanaan Pemasaran No. 01190121/PMR/2008; Teddy Setiawan (36403205)",
  "subjects": "BRAND NAME PRODUCTS; ADVERTISING; MARKETING; SALES PROMOTION"
}