{
  "id": "9719",
  "title": "Strength and weaknesses of Paradijs Restaurant De Pettelaar",
  "abstract": "Nowadays the competition of Japanese Restaurants in Holland is very strong. These Japanese Restaurants should know what their strength and weaknesses are so they can keep exist in this competition and they can take care of it. The writers take one of Japanese Restaurant in North Brabant of Holland, Paradijs Restaurant de Pettelaar. This restaurant is so unique. It has been existing for 15 years with an old fashioned building. Until now, they still have a lot of guest who come to eat there. From this, writers interested to know what the strength of this restaurant are so people still want to come and eat there and writers would like to know what their weaknesses so writers can give some suggestions for the improvement of this restaurant. There are some supporting questions to find the strength and weaknesses of Paradijs Restaurant de Pettelaar such as what is the definition of Japanese Food? What is the definition of SWOT (focus on the definition of Strength and Weaknesses)? What is the definition of motivation? The main questions of this research are what is the strength and weakness of Paradijs Restaurant de Pettelaar looked from guest?s point of few? Some points that will be discussed are about the service, place, food quality, atmosphere, and price. From the result, writers would like to give some advice to maintain their strength and overcome their weakness. After few month of analysis, writers get the result of this research. The best aspects that can become the strength of Paradijs Restaurant de Pettelaar are from its food quality and location. Another aspect comes from service but some points from the service may become their weaknesses. Other weaknesses of Paradijs Restaurant de Pettelaar are coming from their atmosphere and price aspect.",
  "creators": "GRACE PARAMITA; AMELIA TANSIL",
  "contributors": "J. VAN LEEUWEN (Advisor 1); MO CHENG (Advisor 2); A. HOEKSTRA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010408/HTL/2008; Grace Paramita (33404032), Amelia Tansil (33404127)",
  "subjects": "RESTAURANT MANAGEMENT"
}