{
  "id": "972",
  "title": "The Fillers as seen on IRC (Internet Relay Chart) chats",
  "abstract": "Althrough IRC discourse and face-to-face discourse are the forms of communication using two different media with their respective characteristics, they in fact share the same features of communication. Face-to-face interaction is a kind of direct interaction where the participants meet and talk each other face-to-face, so their facial expressions and gestures can directly be seen; whereas IRC is a new discourse which has the characteristics of its own, but has similar features as face-to-face interactions. IRC chat or IRC discourse is a new talk forum, computer mediated communication, which takes place in real life; however, the participant who are called the chatters do not meet face-to-face, but the talk via computer and internet. Because of the different media, the languages produced is also different, i.e. the fillers produced in face-to-face interactions and IRC chats differ. Fillers are words or phrases that do not alter the meaning of what is uttered and could appear anywhere in the sentence. For that reason, this study examines the kinds and the functions of fillers that occur on IRC chats and which kind and function of fillers that predominantly occur on IRC chats. In the analysis, the writer combines the two theories from both kinds of discourses, which are the theories of fillers in face-to-face interactions and IRC chats. The findings show that the most common kind of fillers found on IRC is abbreviations, which is LOL and the most common function of fillers on IRC is filling the pause. These results imply that IRC is a unique mode of communication since it has its respective characteristics and the chatters on IRC use fillers in order to make the conversation go smoothly, so the relationship and the solidarity between the chatters will be more close and casual.",
  "creators": "JOSEPHINE",
  "contributors": "MEEDY NUGRAHA (Advisor 1); SAMUEL GUNAWAN (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1219/ING/2004; Josephine (11499127)",
  "subjects": "ENGLISH LANGUAGE-SOCIAL ASPECTS; ENGLISH LANGUAGE-SPOKEN ENGLISH-STUDY AND TEACHING; ENGLISH LANGUAGE-DISCOURSE ANALYSIS"
}