{
  "id": "9720",
  "title": "Finding employees for the Oriental Swan Restaurant in the Netherlands",
  "abstract": "The restaurant industry has grown significantly over the last few years. Many restaurants now need more employees to run a restaurant. The demand of the trainee student is becoming more and more every year. The purpose to do this research is to find out the reason why there is a lack of employee in the The Oriental Swan Restaurant and to find a solution for keeping the employees. This research was held in The Oriental Swan Restaurant which is one of the members of Fine Eastern Restaurant. To get an insight on the problem how to find suitable employees for The Oriental Swan Restaurant, the writers have looked into the way this restaurant make use of the tools that are available to get new suitable employees: recruitment, using the job analysis, application form, recruitment method, selection (by interview and work trial). This research uses the interview method to get the information. From the information, the writers analyze it and after that give conclusion and recommendation. In the interviews, the employees and former employees stated that the following skills were necessary to find suitable employees. The employees should be a calm person, with willingness to work hard, can handle pressure and stress on the work floor and can work out of daily office hours and can speak Dutch. To solve the problem of finding employees, The Oriental Swan Restaurant has to invest on their management and super visional skills for good atmosphere on work floor by installing standard operational procedures, using more recruitment method, advertisement and raising salary.",
  "creators": "ROBERT CHRISTIANTO SUGENG; LYDIA SIACAHYO",
  "contributors": "J. VAN LEEUWEN (Advisor 1); MIRANDA MOK (Advisor 2); A. HOEKSTRA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010407/HTL/2008; Robert Christianto Sugeng (33403042), Lydia Siacahyo (33404154)",
  "subjects": "EMPLOYEE SELECTION; EMPLOYEES-RECRUITING; PERSONNEL MANAGEMENT"
}