{
  "id": "9728",
  "title": "Analisa pengaruh kebijakan Adam Air dan kebijakan pemerintah terhadap keinginan calon konsumen maupun konsumen Adam Air untuk menggunakan jasa penerbangan Adam Air di masa yang akan datang (dengan ...",
  "abstract": "Potensi bisnis penerbangan di Indonesia yang semakin berkembang, membuat banyak bermunculan maskapai penerbangan yang baru di Indonesia. Salah satu maskapai penerbangan baru yang mampu bertahan di dalam persaingan ketat ini adalah Adam-Air. Sebagai maskapai penerbangan baru yang bergerak di bidang low cost carrier, perusahaan Adam Air dapat terbilang sukses. Tetapi, fenomena yang terjadi adalah bahwa kepercayaan masyarakat terhadap maskapai penerbangan Low Cost Carrier mulai jatuh karena serangkaian kecelakaan yang terjadi. Masyarakat mulai berpikir bahwa kecelakaan yang menimpa Adam Air disebabkan murahnya tarif harga tiket pesawat sehingga pihak Adam Air juga terpaksa mengurangi biaya maintenance pesawat. Ini mengakibatkan peluang terjadinya kecelakaan pesawat semakin besar. Dari fenomena yang terjadi di masyarakat inilah, maka dilakukanlah penelitian ini, yaitu untuk meneliti kebijakan-kebijakan apa saja, baik itu dari pemerintah maupun pihak Adam Air sendiri, untuk memperbaiki kepercayaan konsumen. Sejauh mana pengaruh kebijakan tersebut terhadap kepercayaan konsumen dan bagaimana keinginan konsumen untuk menggunakan jasa penerbangan Adam Air di masa yang akan datang. Hasil dari penelitian menunjukkan bahwa kebijakan yang dikeluarkan oleh Adam Air dan Pemerintah tidak mempengaruhi kepercayaan maupun keinginan calon konsumen dan konsumen untuk menggunakan jasa penerbangan Adam Air di masa yang akan datang Data yang digunakan adalah data primer yang diperoleh dengan menyebarkan kuesioner kepada calon konsumen maupun konsumen Adam Air. Teknik analisa data yang digunakan adalah Partial List Square (PLS).",
  "creators": "LIE WILSON WIRATAMA; IWAN NATAWIJAYA",
  "contributors": "Fransisca Andreani (Advisor 2); Hatane Semuel (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010368/HTL/2007; Lie Wilson Wiratama (33403049), Iwan Natawijaya (33403105)",
  "subjects": "CUSTOMER LOYALTY; CONSUMER BEHAVIOR; CONSUMERS-RESEARCH"
}