{
  "id": "973",
  "title": "The Correlation between death and love as seen in Gabriel Garcia Marquez's Love in the Time of Cholera",
  "abstract": "Gabriel Garcia Marquez is selected as the author of my discussed novel due to his widely known reputation in winning the Nobel Prize in Literature in 1982. Moreover, since the literary works of Latin American authors are rarely found in Indonesia, I am particularly interested in analyzing Marquez?s work. In addition, Marquez?s novel Love in the Time of Cholera is basically a story about the journey of Florentino in pursuing his eternal yet hard-to-get love, Fermina for about half a century. As suggested by the title of the novel, besides love and time, there is a significant element namely cholera, meaning death. From here, it is seen that there is actually a connection between death and love as in the title. Death is always associated with hopelessness, while love is closely related to hope. I am, therefore, eager to find out the correlation between death and love. In order to reveal the correlation between death and love, literary approach consisting of two literary tools namely setting and characterization are used. As a supporting tool in the analysis, a theory of symbolism is utilized. In analyzing the setting, I first state the general symbolism of the Land/Earth and the Waters. The Land/Earth generally symbolizes the sustainer of life, while the Water symbolizes the source of life. Nevertheless, through the analysis, death is clearly displayed in the Land/ Earth and the Waters as the setting, and is seen in the characters Florentino Ariza and Fermina Daza. It is found that death contradicts the meaning of the symbolism of the Land/Earth and the Waters. Furthermore, through the characters and characterization, it is also discovered that the characters experience a kind of `death? in their lives. It is finally concluded that there is physical death in the setting, as the death here is primarily physical or material. On the other hand, when seen from the characters, there is a death in the characters? emotions, as they undergo the `deaths? either in their feelings, love, or passion. Florentino and Fermina, however, only experience this kind of `death? if their love is not fulfilled. When they are finally able to love each other again, their `deaths? are overcome. Since their love prevails from the hardship of `death?, it can be said that that there is hope in the midst of hopelessness.",
  "creators": "HELEN KURNIAWATI",
  "contributors": "Jenny Mochtar Djundjung (Advisor 1); Liem Satya Limanta (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1196/ING/2004; Helen Kurniawati (11498038)",
  "subjects": "MARQUEZ, GABRIEL GARCIA, 1928-... LOVE IN THE TIME OF CHOLERA-STUDY AND TEACHING; COLOMBIAN FICTION-20TH CENTURY-STUDY AND TEACHING"
}