{
  "id": "974",
  "title": "Perencanaan kapasitas portal beton pratekan parsiil di daerah gempa berdasarkan SKSNI-T-15-1991-03 dan evaluasi perilaku inelastisnya",
  "abstract": "Sejalan dengan semakin meningkatnya permintaan akan suatu ruang yang luas yang bebas kolom, maka alternatip pemakaian portal beton pratekan merupakan solusi yang tepat. Pada tugas akhir ini, penulis berusaha untuk menyusun suatu prosedur perencanaan kapasitas untuk portal beton pratekan parsiil berdasarkan SK-SNI-T-15-1991- 03C7], karena selama ini belum ada suatu prosedur umum yang dipakai untuk perencanaan kapasitas portal beton pratekan parsiil di Indonesia. Pada perencanaan kapasitas portal beton pratekan yang perlu diperhatikan adalah kemampuan struktur tersebut untuk melakukan suatu deformasi inelastis tanpa kehilangan kekuatan yang berarti selama terjadinya gempa. Untuk dapat menghasilkan suatu deformasi inelastis yang diharapkan maka elemen struktur tersebut harus direncanakan dan didetail sebaik mungkin sehingga elemen struktur tersebut mempunyai daktilitas rotasi yang cukup untuk memungkinkan terjadinya suatu mekanisme yang diharapkan. Dalam tugas akhir ini dibahas beberapa topik daktilitas rotasi, antara lain persyarataan daktilitas rotasi yang harus dipenuhi sehubungan dengan adanya prategangan, daktilitas rotasi yang harus disediakan sehubungan dengan adanya tuntutan daktilitas simpangan yang diberikan. Selain itu juga dilakukan pengecekan lebar retak sehubungan dengan adanya redistribusi raomen yang dilakukan pada balok-baloknya. Dari pembahasan yang dilakukan dapat disusun suatu prosedur perencanaan kapasitas untuk portal beton pratekan parsiil. Dengan prosedur tersebut dikerjakan dua buah contoh soal perhitungan portal beton pratekan parsiil untuk struktur 6 lantai dengan bentang 25 m dan struktur 10 lantai dengan bentang 10 m. Pada akhir dari perencanaan yang telah dikerjakan dilakukan suatu evaluasi perencanaan. Dimana pada evaluasi tersebut struktur yang telah direncanakan dilakukan analisa inelastis riwayat waktu yang dilakukan dengan suatu program bantu Ruaumoko. Tujuan dari analisa ini adalah untuk memeriksa apakah perilaku dari struktur tersebut cukup memuaskan selama terjadinya gempa. Struktur yang dievaluasi adalah struktur yang telah dikerjakan sesuai dengan prosedur perencanaan yang telah disusun. Dari hasil analisa inelastis riwayat waktu dapat diambil beberapa kesimpulan : 1. Untuk struktur 6 lantai bentang 25 m Untuk gaya geser maksimum pada kolom sepanjang tinggi gedung selama terjadinya gempa selalu lebih besar dari gaya geser rencana kolomnya. Tetapi karena adanya faktor reduksi kekuatan pada perhitungan penulangan geser yang ada pada SK SNI T-15-1991-03 sehingga kekurangan gaya geser rencana tersebut masih dapat dipenuhi oleh kapasitas geser yang ada pada penampang. Sedang untuk momen maksimum yang terjadi pada kolom selama terjadinya gempa juga melampaui momen rencana kolomnya. Untuk kolom tepi karena adanya faktor reduksi kekuatan kekurangan tersebut dapat dipenuhi, untuk kolom tengah kekurangan tersebut tidak dapat dipenuhi. Daktilitas kurvatur pada baloknya selalu dapat memenuhi daktilitas kurvatur yang terjadi akibat gempa. 2. Untuk struktur 10 lantai bentang 10 m Untuk struktur yang direncanakan sesuai dengan SK SNI T-15-1991-03 dimana batasan 1.05 (D+L+4/K E) lebih menentukan, gaya geser maksimum yang terjadi akibat gempa selalu lebih besar dari gaya geser rencana. Tetapi karena adanya persyaratan penulangan geser minimum yang ada pada SK SNI T-15-1991-03 kekurangan gaya geser rencana tersebut masih dapat dipenuhi oleh kapasitasgeser terpasang. Sedang jika direncanakan dengan perencanaan kapasitas maka gaya geser rencana tersebut dapat lebih besar dari gaya geser maksimum yang terjadi selama gempa.",
  "creators": "BILLY; BUDI SURJONO",
  "contributors": "Ir. GIDEON HADI KUSUMA, M.Eng. (Advisor 1); Takim Andriono (Advisor 2); Hurijanto Koentjoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Tugas Akhir",
  "source": "Tugas Akhir No. 525 S; Billy (14287043), Budy Surjono (14287096)",
  "subjects": "BUILDING-EARTHQUAKE AFFECTS; PRESTRESSED CONCRETE CONSTRUCTION"
}