{
  "id": "9749",
  "title": "A Study of overextension, underextension, and mismatch of a two-year-old Indonesian boy",
  "abstract": "Language is learned by everyone since he or she was a child. The process rapidly becomes habitual. However, during the period of early lexical acquisition, children usually experience the extensional error phenomenon. Thus, the writer of this research is curious to know the extensional error phenomenon of a two-year old Indonesian boy?s utterances, and intends to know what words that undergo the extensional error phenomenon and the referents. The writer uses the theory of Flecther and Whinney as the main theory of this study to identify the extensional error phenomenon of a two-year old Indonesian boy?s utterances. The writer also uses some supporting theories about stages of language development by Yule and the perceptual categories by Anglin. Since this research is a longitudinal study, the data is taken in twelve weeks observation. In collecting the data, the writer usually takes notes every time the extensional error phenomenon occurred in the subject?s utterances. The writer involved in the dialogue and each dialogue is taken in the natural setting. In this study, the writer found that a two-year old Indonesian boy has already experienced the extensional error phenomenon. The writer found twenty three words that undergo the extensional error phenomenon. the division, foe example, there are seventeen words found by the writer that undergo the overextension phenomenon, four words that undergo the mismatch phenomenon, and two words that undergo the underextension phenomenon. Words that undergo the overextension phenomenon, for instance, kuning, buku, daging ayam, bebek, kuda, Mickey Mouse, kura-kura, pipit, truk, sendok, lap, obat, bantal, putih, radio, sepatu, bolpen, and kaset. Four words that undergo the mismatch phenomenon are mobil box, surat, cincin, and guling. Words that undergo the underextension phenomenon are bantal and mobil. In addition, the writer also found one word that can be categorized into two different phenomenons. The word is bantal. It can be categorized into overextension and underextension. Thus, the writer concludes that the child has already experienced the extensional error phenomenon.",
  "creators": "CINTYA JAELANI HALIM",
  "contributors": "Julia Eka Rini (Advisor 1); Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011624/ING/2006; Cintya Jaelani Halim (11403010)",
  "subjects": "PSYCHOLINGUISTICS"
}