{
  "id": "975",
  "title": "Compensatory strategies used by English Department students of Petra Christian University in oral interview with a native speaker and a non native speaker of English",
  "abstract": "This study deals with SLA, which focuses on the use of Compensatory Strategies (CpS). CpS are strategies used by language learners when linguistic shortcomings make it impossible for them to communicate their intended meanings in the preferred manner. It is simply explained that the language learners are using CpS because they cannot say something but they have no idea how to express it in intended words. Thus, to make conversation go on, they use CpS. CpS mostly deal with oral conversation because learners mostly get stuck in expressing their ideas in speaking. The study that the writer conducted was to find out the types of CpS employed by the fifth semester English Department students in oral interview with a native speaker of English and with a non native speaker of English (in this case, Indonesian speaker). By discovering the types of CpS used in their oral interview, this thesis was also to show whether the interlocutor affects the choice of CpS or not, and the relationship between the subjects? proficiency level in grade and their use of CpS. This study was conducted by using qualitative descriptive approach. In this study, the writer collected the data from Indonesian students, who were learning English as their second language in Petra Christian University. They were the students of 2001, who were taking Speaking V class. The writer used their oral interview both with the native speaker and the non native speaker of English as the data in the form of recorded speech. From eight students, it had been divided into two different proficiency levels, which were four good students and four poor students. Each student had the same task to do. Before the writer recorded the speeches, she delivered questionnaire to divide the students into two different levels; good students and poor students. After the recording, the writer transcribed the data, identified and finally analyzed it. From the findings, the writer noticed that generally the subjects tended to use Transfer (LITRA) choice in using CpS since the use of LITRA was the easiest way for them in overcoming the lexical problems in the oral interviews. This study also revealed that the different interlocutors and the proficient of a speaker influenced the CpS types used. The writer found that the subjects tended to use more CpS types while they were doing the oral interview with the native speaker. Finally, the writer noticed that the less proficient subjects produced a higher number of CpS than those who have higher proficiency level.",
  "creators": "SUSAN LIANDO",
  "contributors": "Bintoro (Advisor 1); SAMUEL GUNAWAN (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1221/ING/2004; Susan Liando (11499171)",
  "subjects": "ENGLISH LANGUAGE-SPOKEN ENGLISH-STUDY AND TEACHING"
}