{
  "id": "976",
  "title": "Forms of language used in Surabaya district courtroom",
  "abstract": "This study mainly dealt with forms of language used by the judges, the solicitors, the prosecutors, the defendants, and the witnesses in Surabaya District Courtroom. Forms of language in the courtroom stressed on the ways in which disputant manipulated the contents of their case to their advantage. It concerned how they packaged their argument linguistically. This study analysed the forms of language used in five trials in Surabaya District Courtroom. Throughout this research, I intended to know what forms of language were used in Surabaya District Courtroom, what form of language was mostly used in Surabaya District Courtroom, and who performs the most often used form of language, the judges, the solicitors, the prosecutors, or the witnesses. In conducting the study, the data were obtained by recording five trials in this courtroom. Next the data were analysed by using the theory of Danet (1980) to find out forms of language used in this courtroom. The finding on this study showed that there were 11 forms of language used in Surabaya District Courtroom were similar to ones found in Danet?s study (1980) in six Israely trials where there were no juries. However, there was one interesting thing found, that none of the participants ever used the manipulation of the audience in Surabaya District Courtroom. The second finding showed that in this courtroom the most frequently used form of language was open-ended question. This form was used by the judges, the solicitors, the prosecutors, and the defendants, but it was not used at all by the witnesses. It seem that only people who has interest in trial used open-ended question. For the witness they were the object of the questioned and they did not have the right to ask about anything in trial court. It was also found out that the participants who used the most often were the judges since they would be considered as the most powerful speaker in this trial.",
  "creators": "HERIYANTO",
  "contributors": "Prof. Dra. Ester Harijanti Kuntjara, MA., Ph.D. (Advisor 1); Dra. Aylanda Hidayati Dwi Nugroho, MA., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011261/ING/2004; Heriyanto (11498149)",
  "subjects": "APPLIED LINGUISTICS-STUDY AND TEACHING; LANGUAGE AND LANGUAGES-STYLE"
}