{
  "id": "977",
  "title": "Emily's struggles to survive in her patriarchal family as seen in Stella Kon's Emily of Emerald Hill",
  "abstract": "In this thesis, the thesis writer wants to introduce Stella Kon and her works to the readers for she is a famous playwright in Singapore. In addition, the thesis writer wants to show how a woman lives and struggle in a man?s world, and also to show that woman can gain a significance role in patriarchal systems through her status that she in her family. The topic that the thesis writer chooses is: Emily?s struggles to survive in her patriarchal family as seen in Stella Kon?s Emily of Emerald Hill. Through this topic the thesis writer wants to find out in what ways Emily is able to survive from her environment which is following the patriarchal systems and whether Emily is successful or not in her survival attempts. The purpose of the study is that the thesis writer wants to show the ways Emily survives in her patriarchal family by doing so many survival attempts. In this thesis, the thesis writer limits her analysis only on Emily and is on the social conflicts that Emily is facing. In order to analyze this work much further, the thesis writer uses literary approach on characterization and conflict. The thesis writer uses the theory of characterization in analyzing Emily?s character traits. Because these character traits will explain Emily?s ways to survive in her family. The thesis writer also uses the theory of conflict to explain what kind of conflicts that Emily has her struggle through in order to be accepted in her patriarchal family. Emily is a poor Chinese girl that has thrown away by her mother and then lives with different families; eventually she married a man twice of her age. In her husband?s family, she is facing many problems involving with her sisters in law and her mother in law. To survive in those circumstances, she is using many ways until she is succeed and become the Nonya of Emerald Hill. Even though Emily is succeed to survive by using many ways, there are still some losses that she feels in her life, for examples: her lost of her beloved son and her husband affection for he has another woman and also refuse to see Emily before he dies. Eventually, the thesis writer comes up with the conclusion that Emily is the example of a woman who is a victim of the patriarchy systems for in the end she has nothing to hold on to Emily has been left alone in Emerald Hill. All she has is just emptiness and temporary happiness.",
  "creators": "JENNY ROSIANA",
  "contributors": "ANTONIUS GURITO (Advisor 1); Jenny Mochtar Djundjung (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011249/ING/2004; Jenny Rosiana (11400065)",
  "subjects": "KON, STELLA, 1944-... EMILY OF EMERALD HILL-STUDY AND TEACHING"
}