{
  "id": "979",
  "title": "The Influence of chinese culture in Yin Ling's decision for a marriage and its consequences in Catherine Lim's Following the Wrong God Home",
  "abstract": "Following the wrong god home is one of Catherine Lim?s best novels. This novel talks about a young Singaporean woman, named Yin Ling, who is going to fight for her individual rights to get love and happiness. In fighting for her individual rights to decide whom to marry, as a Chinese woman, she is faced by two choices, between choosing `gods of hard cash, property, and status?, or the `god of love?. The topic of my research is about the influence of Chinese culture in Yin Ling?s decision for a marriage; and my reason for choosing the topic is because as an Eastern woman, it is hard for a woman to get her individual rights of love and happiness because of the influence of the Chinese culture. Therefore, I am curious to know in what way the Chinese culture influences Yin Ling?s choice to marry. Besides, I am also curious to know what consequence of relationship that Yin Ling has with Vincent, and also with Ben. To analyze the topic, I use literary approach, by using characterization and conflict; and also concept of woman status in the Chinese family, and the concept of Chinese marriage, as my supporting theories. In my analysis I will explain about Yin Ling?s reasons in choosing hard cash, property, and status because Yin Ling is the product of her culture. As the product of her culture, Yin Ling has to do according to her culture and she cannot break the tradition that she grows with in. Yin Ling, who is married to Vincent, cannot find happiness because Vincent only fills her with material things and conditional love. Yin Ling finally can find happiness through her relationship with Ben, because Ben can give her happiness with unconditional love and understanding. Yin Ling?s bravery to break the rules by choosing her own wishes or expectations rather that cultural demands or expectations might become the resurrection of Yin Ling personally, and also of the Chinese women generally. This happens because cultural demands or expectations do not always have to become the first choices of a person to make a decision, because cultural demands or expectations cannot control someone?s life and cannot guarantee someone?s happiness.",
  "creators": "HILDA EL KOMALA",
  "contributors": "Sarah Limuil (Advisor 1); Jenny Mochtar Djundjung (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 01011260/ING/2004; Hilda El Komala (11499020)",
  "subjects": "LIM, CATHERINE, 1942-... FOLLOWING THE WRONH GOD HOME-STUDY AND TEACHING; SINGAPORE FICTION-20TH CENTURY-STUDY AND TEACHING"
}