{
  "id": "9792",
  "title": "Perancangan interior pusat pelatihan kerajinan tangan di Surabaya",
  "abstract": "Kerajinan tangan merupakan salah satu kebudayaan masyarakat yang menghasilkan barang seni yang mempunyai nilai yang sangat tinggi, sehingga harus terus dijaga dan dikembangkan. Dalam rangka pengembangan salah satu bentuk kebudayaan ini maka perlu adanya pewarisan kepada generasi penerus dengan cara meningkatkan minat serta memberikan pelatihan kerajinan tangan. Dengan adanya fakta yang demikian, perlu adanya pendekatan terhadap teknik pelatihan dan pengembangan kerajinan tangan yang sesuai sehingga dapat merancang interior pusat pelatihan kerajinan tangan tersebut yang dapat memadai dan mendukung segala jenis kegiatan pelatihan dan pengembangan yang ada. Namun, belum ada tempat pelatihan yang didesain dengan baik yang mampu mendukung kegiatan pelatihan dan pengembangan tersebut secara maksimal dan diorganisir secara baik. Sehingga, tempat pelatihan yang ada tampak tidak menarik dan menyebabkan masyarakat kehilangan minat untuk mengikuti pelatihan, hal inilah yang menghambat pengembangan seni kerajinan tangan. Di samping itu, tempat pelatihan perlu dirancang sehingga mendukung kenyamanan dan kelengkapan fasilitas pada saat pelaksanaan pelatihan. Sebagai tempat komersial, interior tempat pelatihan juga harus dapat mendukung promosi perusahaan di dalam lingkungannya sendiri. Dalam karya desain ini, interior tempat pelatihan ini dirancang dengan mengamati kebutuhan yang muncul dari teknik pelatihan dan pengembangan kerajinan tangan, yaitu dengan teknik metode belajar demonstrasi-eksperimen. Metode ini diaplikasikan ke dalam desain tempat pelatihan ini yaitu dengan adanya area demonstrasi sebagai wadah untuk menarik minat masyarakat serta cara belajar secara eksperimen yang digunakan agar dapat merangsang kreatifitas dalam membuat barang seni kerajinan tangan.",
  "creators": "FUMI HALIM",
  "contributors": "COK GEDE RAI PADMANABA (Advisor 1); Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Advisor 2); Stephanus P. Honggowidjaja (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 00050506/DIN/2007; Fumi Halim (41403056)",
  "subjects": "RECREATION CENTERS; ART CENTERS--DECORATION"
}