{
  "id": "9795",
  "title": "Pengembangan situs blog untuk komunitas Universitas Kristen Petra",
  "abstract": "Universitas sebagai sebuah lembaga yang memiliki komunitas amat beragam membutuhkan sarana bagi tiap ? tiap individunya untuk mengekspresikan diri, berbagi informasi dan saling berkomunikasi satu dengan yang lainnya. Untuk menyediakan sarana yang terstruktur, maka dirancang sebuah situs weblog server yang berfungsi sebagai sarana ekspresi diri setiap mahasiswa, karyawan, maupun alumni dari suatu universitas. Situs blog dalam karya ilmiah ini dirancang dengan pemrograman PHP dan MySQL. Aplikasi web diletakkan di internet untuk dapat dilihat dan diakses oleh publik, pengguna dapat melakukan registrasi dan mendapatkan halaman pribadi yang dilengkapi fasilitas penulisan dan publikasi artikel yang dapat diperkaya dengan HTML, komentar pembaca, profil pengguna yang dilengkapi foto, dan galeri foto. Halaman utama situs dilengkapi fasilitas pencarian untuk mencari artikel dan pengguna yang telah terdaftar. Pengujian dilakukan dengan melibatkan sejumlah individu yang ditunjuk untuk mencoba seluruh fasilitas yang disediakan pada situs Petra blog. Pada pengujian telah dilakukan pengujian terhadap fitur registrasi, publikasi artikel, profil, galeri foto, penanganan error, serta fasilitas ? fasilitas pencarian artikel dan sesama pengguna yang telah terdaftar. Hasil pengujian menunjukkan bahwa situs Petra blog memiliki potensi untuk dikembangkan lebih jauh karena 76% penguji memberikan respon positif",
  "creators": "MARCEL YUWONO",
  "contributors": "Iwan Handoyo Putro, S.T., M.Dig.Comm. (Advisor 1); Resmana Lim (Advisor 2); Petrus Santoso, S.T., M.Sc. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.03010072/ELK/2008; Marcel Yuwono (23401040)",
  "subjects": "WEB SITES; INTERNET (COMPUTER NETWORKS)"
}