{
  "id": "980",
  "title": "A Study of types of verbs error in the English journal of writing I of the English Department at Petra Christian University",
  "abstract": "Error cannot be separated from the process of learning. Learning from errors might help someone to increase his or her knowledge. Thus, it also helps someone to avoid producing the same errors. Through this research, the writer wants to know the errors that the students produce in using verb, and the types of errors that occur most. The writer uses the first semester students of the English Department of Petra Christian University (since they are second english language learners). As second language learners of English, they must have difficulties in producing the right sentence. In addition, the writer thought that the first semester student of English Department of Petra Christian University should have known more about verb since they had already learnt English since they are in elementary school. The writer uses the theory of error analysis by Stephen Krashen, H. Dulay and M.Burt in their book entitled Language Two. According to Stephen Krashen, H. Dulay and M. Burt there are two ways in categorizing the errors, the first way is the Linguistic Categorization and the second way is the Surface Structure Taxonomy. In the Surface Structure Taxonomy, the error is being classified based on the learners modify the target form. Therefore, there are four principal ways in which the learners modify the target forms; they are omission, addition, misselection or misinformation and misordering. The writer uses the second way of categorizing, that is the Surface Structure Taxonomy, and two principal ways, they are addition and misselection or misinformation. As result, the writer found that the student made errors mostly in the class of misselection by not changing the form of verb.",
  "creators": "KWEE AYCU",
  "contributors": "Julia Eka Rini (Advisor 1); SAMUEL GUNAWAN (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011279/ING/2004; Kwee Aycu (11499042)",
  "subjects": "ENGLISH LANGUAGE-GRAMMAR"
}