{
  "id": "9800",
  "title": "The Best promotion strategy to attract more regular customers in Boeddha the restaurant",
  "abstract": "Overall, this research is analyzing the best promotion strategy to attract more regular customers in Boeddha The Restaurant. This topic has been brought to be researched, because of the request of the restaurant?s owners, who saw that the current or existing promotion strategy seems to be `passive? in the last 20 years. Therefore, the researchers are searching the promotion strategy by using the same promotion tools of this restaurant in order to attract more regular customers. The current promotion tools of this restaurant which are studied are advertising (local newspaper, billboard), internet, and sales promotion. So, the researchers were interviewing Boeddha The Restaurant?s owners to know about the current promotion of this restaurant, the promotion strategy that they want, and their definition of a regular customer. Then, the researchers spread the questionnaires that are based on the interview to regular and non-regular customers, because this research has the purpose to focus on both customers? opinions. According to the research result, Boeddha The Restaurant can use sales promotion, internet, billboard, and particular package menu, but the most suitable promotion strategy is to do sales promotion combined with internet. This is based on the answers of both regular (new menu promo) and non-regular customers (internet) and the wishes of Boeddha The Restaurant?s owners who choose internet as the best promotion strategy as well.",
  "creators": "ANGELIA TJOKROKANOKO; RONALD ANDARITJI",
  "contributors": "J. VAN LEEUWEN (Advisor 1); C. Y. HSII (Advisor 2); A. HOEKSTRA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010399/HTL/2008; Angelia Tjokrokanoko (33404006), Ronald Andaritji (33404087)",
  "subjects": "RESTAURANTS-CONSUMER RESEARCH; RESTAURANTS-MARKETING MANAGEMENT; RESTAURANT MANAGEMENT"
}