{
  "id": "9802",
  "title": "Customer perspective about the service in Fong Sheng restaurant",
  "abstract": "Quality of service is a vital part in restaurant industry. Quality of service plays important role to win the competition. Customer is the person who received the service. In order to know the quality of service, the customer perspective is the way to do it. It is not easy to measure the quality of service, because service is intangible. SERVQUAL is the tools to measure the quality of service, SERVQUAL has five dimensions: Tangible aspect, Reliability, Empathy, Assurance, and Responsiveness. These research objectives are to know customers perspective about Fong Sheng service, to evaluate the strength and weaknesses of the service in order to win the competition. This research is qualitative research. The writers using open question questioner as a tool to acquire information from customers. The questions of questioner are divided into 6 parts, the five part are the dimension of SEVQUAL and 1 part is overall aspect. To analyze the result of questioner, the writers using percentage and presented using pie chart to show the result. The results of this research are, from overall aspect the quality of service in Fong Sheng Restaurant based on customer perspective, the strength aspect is Assurance and the weakness aspect which still needs to be improved is Empathy. Based on that analysis, the writers will get the solution of problem statement, conclusion and recommendation for Fong Sheng Restaurant, so they can improve the strength aspect of service to help them win the competition.",
  "creators": "FRANKY SUBINTANG; MARIANI ONGKO WIJAYA",
  "contributors": "SASKIA FLISIJN (Advisor 1); A. J. CHEN TAI (Advisor 2); A. HOEKSTRA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010397/HTL/2008; Mariani Ongko Wijaya (33404004), Franky Subintang (33404043)",
  "subjects": "CONSUMERS-RESEARCH; QUALITY CONTROL; RESTAURANT MANAGEMENT"
}