{
  "id": "9814",
  "title": "Analisa dan perancangan sistem informasi akuntansi terkomputerisasi atas simpan pinjam Kelompok Swadaya Masyarakat (KSM) pada Badan Keswadayaan Masyarakat (BKM) Siwalankerto Makmur Surabaya",
  "abstract": "Penelitian ini dilakukan di Badan Keswadayaan Masyarakat (BKM) Siwalankerto Makmur yang merupakan suatu badan penyalur dana pemerintah kepada kelompok masyarakat di kelurahan Siwalankerto, yang bertujuan untuk menanggulangi kemiskinan. BKM ini berfungsi untuk memberikan pinjaman/kredit kepada masyarakat kecil secara berkelompok (yang disebut dengan Kelompok Swadaya Masyarakat/KSM). Sistem informasi akuntansi pada BKM ini masih secara manual dan sederhana sesuai dengan kemampuan anggota BKM tersebut, sehingga menyebabkan tingkat human error yang tinggi, data redudancy dan kesalahan dalam penginputan data dan pembuatan laporan. Tujuan dari penelitian ini adalah untuk merancangkan sebuah sistem informasi yang terkomputerisasi atas transaksi simpan pinjam KSM pada BKM Siwalankerto Makmur sehingga dapat meminimalisasi dan mencegah terjadinya human error, data redudancy, dan kesalahan pelaporan dengan pengorganisasian data yang baik, serta dapat memberikan informasi sesuai dengan kebutuhan, dan mengurangi kerugian yang dialami BKM, dan memperbaiki kinerja operasional BKM. Untuk mencapai tujuan tersebut, dibutuhkan analisa sistem informasi akuntansi yang meliputi Prosedur Permohonan Pinjaman, Prosedur Realisasi, Prosedur Angsuran Pinjaman, Prosedur Setoran Tabungan, Prosedur Penarikan Tabungan, dan Prosedur Penutupan Tabungan, sehingga suatu rancang sistem baru dapat menghasilkan informasi yang tepat waktu dan akurat. Laporan yang dihasilkan adalah Laporan Transaksi Harian, Laporan Pendapatan, Laporan Beban Bunga, Laporan Piutang KSM, Laporan Tabungan KSM, Laporan KSM, dan Laporan Anggota KSM Macet dan Aktif Kembali. Dengan adanya sistem informasi akuntansi yang terkomputerisasi diharapkan masalah dan kerugian yang terjadi dalam BKM dapat diminimalisasi.",
  "creators": "FELISA TANAYA",
  "contributors": "Sri Maharsi (Advisor 1); Setyarini Santosa (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 03010699/AKT/2007; Felisa Tanaya (32403040)",
  "subjects": "ACCOUNTING-COMPUTER PROGRAMS"
}