{
  "id": "9816",
  "title": "The Quality of service based upon the customer perception in Mandarin Restaurant Waalwijk",
  "abstract": "As students from Petra Christian University in Indonesia and also Stenden University at Netherlands, the writers are obliged to write thesis as one of the requirement to finish the study. The writers? objective of this thesis is to measure the service quality in Mandarijn Restaurant based upon customer perception. Customer perception is very important to decide whether the service quality in Mandarijn Restaurant is qualified or not. Moreover, this thesis will analyze service quality based upon customer perception at daily seasons and peak seasons. The writers choose this topic because in fact in Mandarijn Restaurant does not have sufficient servers especially in busy times. And also Mandarijn Restaurant has standard operating procedure to serve the guests with Russian Service and American Service that need professional skills. In this research, the writers use survey method to collect primary data. The questionnaires have been spread into 50 guests randomly in one week. The writers divided into 2 sessions, daily seasons (20 guests) and peak seasons (30 guests). Overall the results from the questionnaires that have been spread, it indicates that the service quality based upon customer perception in Mandarijn Restaurant Waalwijk is good. The results of this survey, in the peak seasons the service quality based upon customer perception is good enough as guests expected but still can be improved until excellent. Although in the daily seasons the results is as good as in the peak seasons but there are some aspects that need more attention especially in tangible and empathy dimensions. So the result of this research show that the service quality in Mandarijn Restaurant is qualified based upon customer perception. So that the service quality in Mandarijn Restaurant must be maintained and improved until excellent so it can compete with the other restaurant. It is recommended to the restaurant manager to pay more attention to toilet area and parking area. For toilet area, the cleanliness of toilet must be maintained for all days, not only when the restaurant has just opened but until it is closed. So the toilet must be checked regularly and should be cleaned at least two times in one day. The restaurant manager should give more support to employees, more attention to what the employees need, for example give rewards to loyal employees, gives praise to them. The manager must pay attention not only the quality of the server but also the quantity of the server especially in busy times, so the service quality can be improved to be excellent and employees can handle all the job very well. It is recommended to another researcher who are interested in the employee satisfaction, especially the servers connected with service quality based upon customer perception.",
  "creators": "LAURENSIA JEANNIE HANDOKO; LOIS KARTINI",
  "contributors": "SASKIA FLISIJN (Advisor 1); DAVID LEUNG (Advisor 2); A. HOEKSTRA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010396A/HTL/2008; Laurensia Jeannie Handoko (33404033), Lois Kartini (33404128)",
  "subjects": "RESTAURANTS-MARKETING; CUSTOMER SERVICES; RESTAURANT MANAGEMENT"
}