{
  "id": "982",
  "title": "A Study of theme in the songs of Hillsong music Australia through lexical statistics",
  "abstract": "This study is about lexical stylistics which is used in songs, especially the songs of Hillsong Music Australia. The writer chooses this topic because she realizes that every literary work has its own characteristics and every author has his own style in doing his work. It also happens in song since song is one of literary works. The writer chooses gospel song because its characteristic or style is quite different from the style of other songs. Through this study, the writer is curious about what lexical items being used to convey the theme or the message of the songs and how those lexical items convey the theme. Also, the writer wants to know whether those lexical items can deepen the introduction and faith of God of the hearer or not. This study is analyzed by using stylistics theory because the writer wants to find out the language style that is used by Hillsong Music Australia in its songs. Since the style that is going to be analyzed is lexical style, the writer uses diction theory and syntax theory. In addition, because this study is basically about Christianity, the independent meaning of the word is not relevant with the context. Thus, the writer uses the theory of pragmatics which is the study of word meaning within the context. The writer also uses the theory of discourse analysis since gospel songs cannot be separated from the knowledge about Bible and Christianity. The study is done by using descriptive approach because the data that is used by the writer consists of words instead of numbers. Finally, the writer finds out that the lexical items used to convey the theme are verbs and nouns. In addition, those lexical items convey the theme effectively because the hearers of the songs like the message and through the message of the songs, their faith and knowledge of God increase.",
  "creators": "VERA BUDIANTO",
  "contributors": "ABBAS A.BADIB, Pof.DR.MA.,MA. (Advisor 1); SUKEMI, PROF.DR.M.A. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1210/ING/2003; Vera Budianto (11499026)",
  "subjects": "LINGUISTIC ANALYSIS (LINGUISTICS); APPLIED LINGUISTICS; LANGUAGE AND LANGUAGES-STYLE"
}