{
  "id": "9821",
  "title": "Analisa penerapan experiential marketing pada Breadtalk di Surabaya",
  "abstract": "Dengan semakin banyaknya jumlah persaingan gerai roti modern di Surabaya yang melakukan berbagai inovasi dengan menawarkan keunggulan yang berbeda-beda. Ini merupakan suatu upaya bagi pengusaha gerai roti modern di Surabaya untuk tetap bertahan dalam persaingan bisnis jaringan waralaba yang semakin seru dan ketat. Penelitian ini bertujuan untuk mengetahui faktor-faktor apa sajakah yang menjadi dasar pertimbangan penentuan pilihan konsumen terhadap produk roti BreadTalk di Surabaya. Selain itu juga bertujuan untuk melihat segmentasi konsumen BreadTalk dan hubungannya dengan Experiential Marketing. Dari hasil penelitian analisis faktor, menunjukkan bahwa faktor-faktor yang menjadi dasar pertimbangan penentuan pilihan konsumen terhadap produk roti BreadTalk di Surabaya adalah faktor kualitas produk roti BreadTalk, konsep open kitchen BreadTalk, kreasi dan inovasi BreadTalk, desain interior gerai roti BreadTalk, rekomendasi BreadTalk kepada orang lain. Dan dari hasil analisis gerombol, menunjukkan bahwa segmentasi konsumen BreadTalk adalah responden yang mempertimbangkan kesegaran dan aroma roti BreadTalk, responden yang mempertimbangkan aroma dan cita rasa roti BreadTalk, responden yang mempertimbangkan kualitas dan harga roti BreadTalk. Sedangkan dari hasil analisis korespondensi, menunjukkan bahwa beberapa segmentasi konsumen yang memiliki hubungan dengan Experiential Marketing adalah pendapatan tiap bulan konsumen BreadTalk, pembelian BreadTalk satu bulan terakhir, rata-rata uang yang dikeluarkan setiap beli roti BreadTalk, butik roti yang dipilih konsumen selain BreadTalk.",
  "creators": "CHRISTINA LONITA; LIA ANGGREANI",
  "contributors": "Serli Wijaya (Advisor 2); Hatane Semuel (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010392/HTL/2008; Christina Lonita (33404001), Lia Anggreani (33404002)",
  "subjects": "MARKETING RESEARCH; CONSUMER BEHAVIOR; MARKETING-MANAGEMENT"
}