{
  "id": "9822",
  "title": "Analisis persepsi konsumen terhadap komponen pembentuk kualitas program studi S1 (studi kasus: perbandingan antara program Manajemen Perhotelan Universitas Kristen Petra dan Manajemen Pariwisata...",
  "abstract": "Universitas (perguruan tinggi) pada zaman sekarang mulai menempatkan diri sebagai suatu perusahaan yang bergerak dalam bisnis jasa yang menjual jasa pendidikan. Dalam menghadapi persaingan, suatu perguruan tinggi harus menjaga kualitas yang dimilikinya. Dalam menilai kualitas sebuah perguruan tinggi terdapat 14 komponen pembentuk kualitas perguruan tinggi. Dalam penelitian ini komponen tersebut akan diringkas menjadi 9 komponen, yaitu jati diri, mahasiswa, dosen, kurikulum, sarana dan prasarana, biaya, proses pembelajaran, pengelolaan program, dan sistem informasi. Pada penelitian ini, penulis ingin melihat serta membandingkan antara persepsi calon mahasiswa terhadap 9 komponen pembentuk kualitas Program Manajemen Perhotelan Universitas Kristen Petra dan Program Manajemen Pariwisata dan Perhotelan Universitas Ciputra. Selanjutnya persepsi calon mahasiswa terhadap kedua program tersebut akan diteliti lebih mendalam apakah perbedaannya signifikan atau tidak. Penulis juga akan meneliti apakah ada hal-hal khusus yang dipersepsikan sebagai keunggulan kompetitif dari masing-masing program. Hasil dari penelitian ini adalah pada umumnya calon mahasiswa mengatakan setuju bahwa 9 komponen pembentuk kualitas kedua program berkualitas. Perbedaan persepsi terhadap kedua program yang signifikan tampak dalam komponen jati diri, biaya, dan sistem informasi. Sedangkan untuk komponen mahasiswa, dosen, kurikulum, sarana dan prasarana, proses pembelajaran, dan pengelolaan program perbedaannya tidak signifikan. Komponen yang dipersepsikan oleh calon mahasiswa sebagai keunggulan kompetitif dalam Program Manajemen Perhotelan Universitas Kristen Petra adalah sistem informasi, kurikulum, serta sarana dan prasarana. Sedang dalam Program Manajemen Pariwisata dan Perhotelan Universitas Ciputra adalah komponen pengelolaan program, kurikulum, dan sistem informasi.",
  "creators": "PATRICIA KUMALA; HERRY LAIMENA",
  "contributors": "Serli Wijaya (Advisor 2); Hatane Semuel (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010391/HTL/2008; Patricia Kumala (33404007), Herry Laimena (33404085)",
  "subjects": "CONSUMERS-RESEARCH; CONSUMER BEHAVIOR"
}