{
  "id": "9830",
  "title": "Analisa perilaku pelanggan yang melakukan keluhan terhadap restoran The Prime Steak and Ribs Manyar Surabaya berdasarkan faktor demografi dan psikografi",
  "abstract": "Keluhan pelanggan seringkali merupakan sumber yang belum optimal pemanfaatannya. Sebuah keluhan terkandung banyak informasi tentang pelanggan dan produk dan dapat dijadikan pondasi bagi terbentuknya kekuatan produk. Kepuasan pelanggan telah lama menjadi konsentrasi utama dan masalah bagi pemilik restoran. Untuk mencapai tingkat kepuasan pelanggan yang tinggi, adalah sangat penting untuk memenuhi harapan pelanggan. Penyampaian keluhan kepada perusahaan juga bermanfaat untuk memperbaiki kinerja secara keseluruhan. Penelitian ini menfokuskan pada Analisa Perilaku Pelanggan yang Melakukan Keluhan terhadap Restoran The Prime Steak and Ribs Manyar Surabaya berdasarkan Faktor Demografi dan Psikografi. Keluhan konsumen atas atribut restoran mencakup Core Product, Formal Product, dan Augmented Product. Penelitian ini dilakukan dengan cara menyebar kuesioner kepada 50 pelanggan yang pernah mengunjungi restoran The Prime Steak and Ribs Manyar Surabaya selama bulan Oktober-November 2007, baik laki-laki maupun perempuan yang berumur 20 sampai kurang dari 50 tahun. Hasil daripada penelitian ini diketahui bahwa ada hubungan antara perilaku pelanggan yang melakukan keluhan atas ketidakpuasan produk restoran The Prime Steak and Ribs Manyar Surabaya dengan faktor demografi (usia), dengan nilai pearson chi-square sebesar 10.767. Dan ada hubungan antara perilaku pelanggan yang melakukan keluhan atas ketidakpuasan produk restoran The Prime Steak and Ribs Manyar Surabaya dengan faktor psikografi (gaya hidup), dengan nilai pearson chi-square sebesar 15.743.",
  "creators": "SANDY REINALDO KURNIADI; HARMANTO WIRODIHARJO",
  "contributors": "Fransisca Andreani (Advisor 2); Hatane Semuel (Advisor and Examination Committee)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010380/HTL/2008; Sandy Reinaldo Kurniadi (33402031), Harmanto Wirodiharjo (33402033)",
  "subjects": "CONSUMERS-RESEARCH; CONSUMER BEHAVIOR; RESTAURANT MANAGEMENT"
}