{
  "id": "9839",
  "title": "Perancangan dan pembuatan website untuk gloryland property agent",
  "abstract": "Teknologi yang semakin canggih dan persaingan dalam dunia bisnis properti semakin ketat, hal ini dapat dikarenakan banyaknya perusahaan yang bergerak dalam bidang properti. Salah satu cara untuk mengatasi hal ini adalah dengan menjalankan suatu strategi marketing yaitu membangun suatu sistem pemasaran yang berbasis web pada Agen Properti Gloryland. Pada Tugas Akhir ini, penulis mengimplementasikan sebuah website pemasaran untuk Agen Properti Gloryland yang dapat memberikan informasi penting untuk konsumen dengan sistem pencarian data properti yang mudah dan praktis untuk mendapatkan hasil yang sesuai dengan yang diinginkan. Website ini disertai dengan request unit dari konsumen untuk agen properti gloryland sehingga pihak agen properti dapat dengan mudah menghubungi konsumen untuk melakukan follow up dan transaksi lebih lanjut. Sistim pemasaran web ini dirancang dengan menggunakan teknologi PHP versi 5.2, Macromedia Dreamweaver MX, MySQL versi 5.1.3 dan dengan bantuan EMS MySQL Manager 2 serta PS PAD. Dari hasil implementasi dan pengujian sistem pemasaran berbasis web ini yang meliputi advanced search, request unit, dan admin area, maka dengan adanya website pemasaran agen properti Gloryland ini, kita dapat melakukan pencarian data properti dengan lebih mudah. Selain itu website ini memberi informasi detail dari setiap data properti yang ditemukan. Dari analisa secara keseluruhan maka dapat dikatakan bahwa fitur-fitur yang ada pada website ini dapat membantu memaksimalkan kinerja perusahaan .",
  "creators": "ANDREAS PONCO SURYADI",
  "contributors": "Resmana Lim (Advisor 1); Petrus Santoso, S.T., M.Sc. (Advisor 2); Iwan Handoyo Putro, S.T., M.Dig.Comm. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No.03010079/ELK/2008; Andreas Ponco Suryadi (23402075)",
  "subjects": "WEB SITES-DESIGN"
}