{
  "id": "984",
  "title": "Evaluasi perilaku struktur rangka beton bertulang tahan gempa yang direncanakan dengan daktilitas terbatas berdasarkan NZS : 3101 1982, CEB 1987 dan eurocode No. 8 1988",
  "abstract": "Penelitian ini merupakan bagian dari studi tentang perilaku struktur rangka beton bertulang yang direncanakan dengan daktilitas terbatas. Purwono dan Tedjo telah terlebih dahulu mempelajari perilaku struktur rangka beton bertulang tahan gempa yang direncanakan dengan daktilitas terbatas berdasarkan SK SNI T-15-1991-03 dan ACI 318-89. Dalam penelitian ini, dua model struktur rangka beton bertulang yang terletak di atas tanah lunak, zone 4 wilayah gempa Indonesia direncanakan dengan konsep daktilitas terbatas sesuai NZS 3101 : 1982, CEB 1987 dan EUROCODE No. 8 1988. Perilaku struktur terhadap beban gempa yaitu gempa El Centro 1940 N-S dan gempa Pacoima Dam 1971 S16E Modifikasi, dievaluasi dengan menggunakan analisa inelastis riwayat waktu dengan bantuan program RUAUMOKO. Perencanaan struktur dengan konsep daktilitas terbatas sesuai NZS 3101 : 1982 menghasilkan struktur yang mempunyai mekanisme goyang kurang baik, karena terbentuknya sendi plastis pada kolom-kolom lantai atas. Disamping itu daktilitas yang dituntut pada kolom ada yang tidak terpenuhi. Struktur yang direncanakan dengan daktilitas terbatas sesuai CEB 1987 mengalami kegagalan geser pada kolom - kolom lantai pertama dan untuk struktur bertingkat tinggi terjadi sendi plastis pada kolom-kolom lantai atas. Kemudian struktur bertingkat rendah yang direncanakan dengan daktilitas terbatas sesuai EUROCODE No. 8 1988 menunjukkan perilaku seperti yang diharapkan dan untuk struktur yang bertingkat tinggi, sendi plastis hanya terjadi pada kolom lantai dua ujung bawah.",
  "creators": "BUDIONO IGNATIUS; K. MELISSA GUNAWAN",
  "contributors": "Ir. GIDEON HADI KUSUMA, M.Eng. (Advisor 1); Takim Andriono (Advisor 2); Benjamin Lumantarna (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No 562 S; Budiono Ignatius (21488049), K. Melissa Gunawan (21488125)",
  "subjects": "TALL BUILDINGS; REINFORCED CONCRETE CONSTRUCTION"
}