{
  "id": "9853",
  "title": "Analisa penyebab, proses administrasi pengaruh change order pada proyek infrastruktur dan bangunan gedung di Ambon",
  "abstract": "Change order sering terjadi dalam pelaksanaan proyek konstruksi baik pada awal, pertengahan maupun pada akhir pelaksanaan proyek. Adanya change order dapat menyebabkan terjadinya penambahan waktu pelaksanaan dan biaya proyek. Tujuan dari penelitian ini adalah untuk mengetahui penyebab, proses administrasi, dan pengaruh pada proyek infrastruktur dan, bangunan gedung di Ambon. Metode penelitian penyebaran kuesioner kepada kontraktor di Ambon Hasil penelitian menunjukkan bahwa penyebab change order pada proyek jalan ada 13 penyebab dari 34 penyebab yang ada, Proyek jembatan terdapat 7 penyebab dari 34 penyebab, proyek bangunan gedung ada 19 penyebab dari 34 penyebab dan proyek air bersih ada 10 penyebab dari 34 penyebab yang ada. Proses administrasi CO pada ke empat proyek yang diteliti tidak menjadi masalah karena semua proses change order berjalan sesuai ketentuan dalam pelaksanaan proyek konstruksi. Pengaruh CO pada ke empat jenis proyek tersebut adalah pada jadwal pelaksanaan proyek dan tenaga kerja, kecuali pada proyek bangunan gedung terjadi peningkatan biaya proyek. Hasil ANOVA menunjukkan ada kesamaan pendapat kontraktor pada ke empat jenis proyek terhadap faktor penyebab CO yaitu: Pertama kesamaan pendapat kontraktor tentang \"percepatan jadwal\" yang merupakan penyebab CO, kedua adalah \"intervensi pihak ketiga\" dan \"perubahan kebijakan politik/ekonomi, pemerintah\", pendapat ini bukan merupakan penyebab CO.",
  "creators": "WILLEM SAPULETTE",
  "contributors": "Ratna S. Alifen (Advisor 1); Indriani Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Thesis No. 01000120/MTS/2008; Willem Sapulette (01506010)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT"
}