{
  "id": "986",
  "title": "The Types of the illocutionary acts used by all the characters in the courtroom scenes of Ally mcBeal's TV series",
  "abstract": "Speech acts play an important role in human interaction because when we say something, we do not deliver only the meaning of the utterance but also the intended meaning beyond it. It also deals with words and doing things. There may be some action behind the words that someone utters in their conversation. In this research, The types of the illocutionary acts used by all the characters in the courtroom scenes of Ally McBeal TV Series, the writer makes an analysis on the types of the illocutionary acts of the utterances performed by the participants in the courtroom and also the percentage of occurrence on the data. The scope of this study is the utterances on the courtroom of all the characters on Ally McBeal TV series episode two ?They Eat the Horses, Don?t They??. The limitation of this study is on pragmatics. The writer uses some theories on speech acts as put forward by Langacker and Traugott & Pratt. The writer also uses internet World Wide Web in searching the transcript of Ally McBeal as her data. The writer uses some steps to make the analysis of this research. First, she divided the data on a courtroom scene based on the transcription to make the analysis of the data easier. Second, she analyzed the data based on the types of the illocutionary acts that may be found by using the context of the situation. And finally, she put the result on the table so it can easily be interpreted. From the research, the writer found out that most of the characters used representatives (34.2%) illocutionary acts in their verbal interaction followed by directives (25%), expressives (17.1%), commisives (10.5%), verdictives (9.2%) and finally declarations (4%). These kinds of illocutionary acts were found because the participants on the courtroom used some utterances such as stating, telling, requesting, questioning, etc in the case. The most dominant type is representative illocutionary acts.",
  "creators": "NINGSY SINATRA",
  "contributors": "SAMUEL GUNAWAN (Advisor 1); Jusuf Imam Ibrahim (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1240/ING/2004; Ningsy Sinatra (11496140)",
  "subjects": "ENGLISH LANGUAGE-DISCOURSE ANALYSIS"
}