{
  "id": "9864",
  "title": "Sistem manajemen informasi arus kas secara terpusat (studi kasus pada PT. X)",
  "abstract": "Pada beberapa perusahaan, terdapat perusahaan yang mengatur cashflow proyeknya secara terpusat dimana inflow perusahaan yang hanya berasal dari pembayaran termyn proyek dikumpulkan di pusat kemudian setelah dari pusat baru uang tersebut digunakan untuk outflow operasional proyek dan perusahaan. Selama ini Manajemen cashflow secara terpusat yang dilakukan masih kurang baik. Cashflow perusahaan seringkali negatif untuk beberapa periode waktu tertentu. Hal ini pada akhirnya menimbulkan keterlambatan pada proyek-proyek. Dalam penelitian ini akan dibuat suatu Sistem Manajemen Informasi yang dapat digunakan untuk memberikan informasi cashflow rencana secara lebih komprehensif dan cepat. Metodologi penelitian yang dipakai dalam penyusunan Sistem Manajemen Informasi adalah the waterfall method. Metode ini melakukan penyusunan Sistem Manajemen Informasi secara berurutan melalui proses planning, scoping, analysis, dan design, dimana masing masing proses tidak dapat dimulai sebelum proses pendahulunya selesai dilakukan. Sistem Manajemen Informasi yang dibuat kemudian diimplementasi ke proyek-proyek perusahaan yang dalam penelitian ini dimisalkan, PT. X antara bulan Agustus 2006 - Maret 2007. Hasil penelitian menunjukkan bahwa Sistem Manajemen Informasi yang dibuat tersusun atas tampilan dan database yang terdiri atas beberapa entitas. Dari Studi Kasus didapatkan juga bahwa Sistem Manajemen Informasi yang dibuat dapat memberikan output rencana Scheduling Waktu pelaksanaan proyek-proyek dan Scheduling Cashflow perusahaan secara akurat.",
  "creators": "Yushendra Sutejo",
  "contributors": "Andi (Advisor 1); Herry Pintardi Chandra (Advisor 2); Indriani Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Thesis No. 01000111/MTS/2008; Yushendra Sutejo (01506003)",
  "subjects": "CONSTRUCTION INDUSTRY-FINANCE; CONSTRUCTION INDUSTRY-MANAGEMENT"
}