{
  "id": "987",
  "title": "Evaluasi perilaku seismik struktur rangka beton bertulang di wilayah gempa 3 dan 4 Indonesia yang direncanakan dengan dan tanpa cara kapasitas",
  "abstract": "Dalam penelitian ini dilakukan evaluasi perilaku seismik struktur rangka beton bertulang di Wilayah Gempa 3 dan 4 Indonesia yang direncanakan dengan dan tanpa Cara Kapasitas terhadap beban gempa buatan yang disesuaikan dengan spektrum rencana gempa 200 tahun Indonesia. Sebagai pelengkap dilakukan juga evaluasi terhadap beban gempa El Centro 1940 N-S. Dua model struktur rangka beton bertulang yang digunakan dalam penelitian ini yaitu struktur 4 tingkat dan 8 tingkat terletak di atas tanah lunak, di Wilayah Gempa 3 dan 4 Indonesia, direncanakan dengan dan tanpa Cara Kapasitas. Perilaku struktur terhadap beban gempa yaitu gempa El Centro 1940 N-S dan gempa 200 tahun Indonesia (Pacoima Dam 1971 S16E Modifikasi), dievaluasi dengan menggunakan analisa inelastis riwayat waktu dengan bantuan program \"Ruaumoko\". Struktur di Wilayah Gempa 3 dan 4 Indonesia yang direncanakan dengan Cara Biasa (tanpa konsep Kapasitas) menunjukkan perilaku yang kurang baik, karena sendi plastis terjadi pada balok, kolom lantai dasar dan beberapa kolom interior di atas lantai dasar. Namun demikian tidak terjadi mekanisme soft storey. Struktur di Wilayah Gempa 3 dan 4 Indonesia yang direncanakan dengan Cara Kapasitas menunjukkan perilaku yang memuaskan, karena sendi plastis hanya terjadi pada balok dan kolom lantai dasar saja. Kegagalan geser selalu terjadi pada balok-balok portal yang direncanakan dengan Cara Biasa (tanpa konsep Kapasitas).",
  "creators": "RUDY SANTOSO",
  "contributors": "Benjamin Lumantarna (Advisor 1); Takim Andriono (Advisor 2); Januar Buntoro (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 576 S; Rudy Santoso (21488054), Guntoro (21488145)",
  "subjects": "BUILDINGS-EARTHQUAKE EFFECTS; EARTHQUAKE ENGINEERING"
}