{
  "id": "9870",
  "title": "Studi tentang constructability concept berdasarkan sasaran proyek",
  "abstract": "Seiring dengan pertumbuhannya, industri konstruksi senantiasa memerlukan pengembangan konsep dan cara kerja baru yang lebih efektif dan efisien. Constructability merupakan salah satu konsep yang menjawab tuntutan tersebut. Constructability adalah upaya pengintegrasian keahlian mengenai konstruksi ke dalam proses perencanaan dan desain suatu proyek, sehingga dapat diperoleh kesempatan yang maksimum untuk mencapai sasaran proyek (waktu, biaya, kualitas, dan keselamatan kerja). Penelitian ini bertujuan untuk memperoleh urutan prioritas dari atribut constructability, dengan memperhatikan hubungannya dengan sasaran proyek. Metode yang dilakukan adalah dengan menyebar kuesioner untuk mengumpulkan pendapat dari kontraktor. Pendapat yang diteliti adalah mengenai lima belas atribut constructability dari aspek teknis pekerjaan konstruksi, dan menganalisa hubungannya dengan tercapainya sasaran proyek. Penelitian ini menyimpulkan bahwa atribut constructability yang terpenting dalam mendukung sasaran proyek adalah : ketersediaan sumber daya, ketersediaan dan penanganan terhadap material, dan prefabrikasi. Penelitian ini juga bertujuan untuk menghasilkan sebuah program komputer yang berfungsi sebagai interface antara perencanaan dan pekerjaan konstruksi. Program yang berbasis pada metode Quality Function Deployment (QFD) ini menghasilkan suatu constructability checklist yang sesuai dengan tingkat kepentingan relatif dari sasaran proyek.",
  "creators": "PAUL TJAHJAPUTRA",
  "contributors": "Ratna S. Alifen (Advisor 1); Andi (Advisor 2); Herry Pintardi Chandra (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Graduate Thesis",
  "sub_category": "Tesis/Theses",
  "source": "Thesis No. 01000130/MTS/2008; Paul Tjahja Putra (01506002)",
  "subjects": "CONSTRUCTION INDUSTRY-MANAGEMENT"
}