{
  "id": "9884",
  "title": "Reduksi ukuran serbuk kayu meranti dan serbuk silikon dalam pembuatan silikon karbida (SiC)",
  "abstract": "Silikon karbida (SiC) dapat dihasilkan melalui pemanfaatan serbuk kayu meranti dan serbuk silikon yang diolah terlebih dahulu seperti pada penelitian Wijaya (2006). Pada penelitian tersebut SiC dapat dihasilkan pada temperatur 1575 ?C dengan laju pemanasan proses ceramization adalah 20?C / menit dan dalam atmosfer argon. Tingginya temperatur ceramization yang berarti penggunaan energi yang lebih banyak untuk mencapai temperatur tersebut. Tujuan studi ini adalah untuk mengembangkan keramik SiC dengan memanfaatkan bahan yang sama seperti pada penelitian Wijaya dengan temperatur ceramization yang lebih rendah yaitu pada 1300?C, 1400?C, dan 1500?C. Dengan memanfaatkan ball milling untuk mereduksi ukuran serbuk silikon dan karbon diharapkan dapat meningkatkan luas penampang bidang yang bereaksi sehingga SiC dapat dihasilkan pada temperatur yang lebih rendah. Scanning electron microscope (SEM) digunakan untuk melihat perubahan ukuran serbuk akibat proses ball milling. Kayu meranti yang melewati proses pirolisa dapat menghasilkan karbon 75% dan sisanya adalah zat lain seperti abu (ash content), uap air (moisture content), dan bahan mudah menguap (volatile matter content). Hal ini dapat diketahui melalui pengujian proximate analysis dan energy dispersive x-ray (EDX). Dari hasil pengujian x-ray diffraction (XRD) menunjukkan bahwa pada temperatur 1300?C dalam atmosfer argon telah diidentifikasi pembentukan fasa SiC walaupun jumlahnya sedikit. Selain dalam atmosfer argon, penelitian ini juga menggunakan atmosfer nitrogen dengan temperatur ceramization 1300?C, 1400?C, 1500?C, namun demikian tidak didapati adanya fasa SiC pada temperatur 1300?C seperti pada atmosfer Ar.",
  "creators": "EDWARD BENNY KURNIAWAN",
  "contributors": "Prof. Dr. Juliana Anggono, S.T., M.Sc. (Advisor 1); Amelia (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010864/MES/2008; Edward Benny Kurniawan (24403023)",
  "subjects": "CERAMIC METALS; CERAMIC MATERIALS"
}