{
  "id": "989",
  "title": "The Interferences of fate that bring henchard's misfortunes in Thomas Hardy's The Mayor of Casterbridge",
  "abstract": "This thesis mainly deals with fate?s interferences that bring in the misfortunes of the major character in The Mayor of Casterbridge, Henchard. It talks about how Henchard?s character traits invite conflicts that happen in his life, which bring him to his misfortune at the end when fate interferes. Henchard?s character traits like some of these: bad temper, too much pride and obsession, become the source of many of his conflicts. Fate interferes in Henchard?s conflicts. Fate interferes in Henchard?s conflicts and causes the downfall and his misfortunes. By analyzing the novel by means of the literary theory and the psychological theory, I want to know about how fate interferes that bring Henchard?s misfortune as the major character in The Mayor of Casterbridge. In fact, this study aims to show the ways of how fate interferes in Henchard?s life that brings him to his misfortune at the end. Henchard has always good plans in his struggles. First is he wants to maintain his position as a Mayor, then he wants to claim Elizabeth Jane as his own daughter, and makes Lucetta his wife. These plans are perfectly settled until fate ruins his plans. Fate ruins his plans in many ways. First is by his conflict with nature. Second is by his conflict with the society, then the last is by his conflict against the other characters, which are Susan, Elizabeth Jane, Farfrae and Lucetta. Henchard is a man of character. His character is so complex, that he can be cruel and nice at the same time. Henchard?s character trait invites many of his conflicts. Nevertheless, he is always optimistic that he can win over his conflicts by his perfect plans. Unfortunately, fate always interferes while he has his conflicts. This makes him lose from all of his conflicts against nature, men as well as his conflict against the society. The fact that he loses from his conflicts because fate interferes, causes Henchard?s misfortunes. Thus, since Henchard?s character traits invite many of his conflicts, I use the theory of characterization and the theory of conflict to reveal about his unfortunate life. Through this study, I want to prove that fate really causes Henchard?s downfall by its interference through the character of Henchard and I also want to prove how he deals with his conflicts that lead him to his unfortunate life when fate interferes. For the analysis, I use some literary approach with characterization and conflict as the tools to prove how fate interferes Henchard?s life. (By this analysis, I want the readers to gain more understanding on the issue that is fate, and also to make them familiar with this great author).",
  "creators": "DYAH KUMOLO TUNJUNGSARI",
  "contributors": "Liliek Soelistyo (Advisor 1); Vyrna Santoso (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 1218/ING/2004; Dyah Kumolo Tunjungsari (11499159)",
  "subjects": "HARDY, THOMAS, 1840-1928 THE MAYOR OF CASTERBRIDGE-STUDY AND TEACHING; ENGLISH FICTION--19TH CENTURY--STUDY AND TEACHING"
}