{
  "id": "9895",
  "title": "Pembuatan keramik alumina dengan reaction bonding dari serbuk aluminium dan tepung jagung: studi sifat thermal, penyusutan dan porositas",
  "abstract": "Penelitian tugas akhir ini meneliti pembuatan keramik alumina dari campuran Al flakes dengan tepung jagung. Setelah campuran dikompaksi menjadi berbentuk pellet dengan diameter 20 mm dan tinggi 4 mm.Kemudian sampel dipanaskan dengan temperatur 1000 oC, 1200 oC dan 1400 oC pada atmosfer udara. Seluruh sampel dilakukan pengukuran dimensi, pengujian ekspansi termal dan porositas. Hasil dari pengukuran dimensi (diameter dan tinggi) diketahui bahwa semakin banyak tepung jagung yang ditambahkan, maka semakin sedikit penambahan dimensinya, sedangkan pengaruh temperatur mempengaruhi penyusutan. Semakin tinggi temperatur maka penyusutan dimensi semakin besar. Pada pengujian thermal ekspansi diketahui terjadi penambahan tepung jagung berpengaruh terhadap sifat termal sampel. Hal ini tampak pada nilai CTE (Coeffisient of Thermal Expansion). Peningkatan tepung jagung menurunkan nilai CTE, pada 10% berat tepung jagung memiliki CTE 9x10-6 C-1, dan pada 20% dan 30% mempunyai CTE 8 x 10-6 C-1.Hal ini dimungkinkan oleh terbentuknya banyak pori sehingga Al yang teroksidasi semakin banyak. Sedangkan pada pengujian porositas diketahui bahwa pada sampel as-sintered 1000 oC terjadi 3 puncak frekuensi volume pori yang terjadi pada 0,005 ?m, 0,01 ?m dan 0,0125 ?m Sedangkan pada sampel as-sintered 1400 oC puncak 0,005 ?m sudah mulai menghilang, dan ujuran diameter pori sudah semakin sedikit",
  "creators": "ABIMANYU ARYOBOWO",
  "contributors": "Prof. Dr. Juliana Anggono, S.T., M.Sc. (Advisor 1); Soejono Tjitro (Advisor 2); Roche Alimin (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010856/MES/2008; Abimanyu Aryobowo (24401098)",
  "subjects": "POWDER METALLURGY"
}