{
  "id": "990",
  "title": "A Study of the word formation processes of bahasa gaul used by hair dressers in Surabaya",
  "abstract": "Nowadays, the development of language is so vast where new words created every day. One of developments of language is bahasa gaul, an informal words and idioms which spoken by certain community. It used to obscure the real meaning so that anyone who doesn?t belong to the group can not understand. The writer conduct a reserach on bahasa gaul which is spoken by the hair dressers because they use it everday even while they are working. The writer focuses on its word-formation processes because the writer really wants to know how the hair dressers create a new words. In this research the writer use the word formation processes as presented by George Yule (1985). Those word formation processes are coinage,borrowing, compounding,blending, clipping, back formation, conversion, acronym, affixation and multiple processes. The writer uses the qualitative approach, and use the words in bahasa gaul used by the hair dressers as her primarily source of data.Through this reserach, the writers find that words in bahasa gaul have a certain pattern. They use a word formation processes such as acronym, blending, clipping, affixation, borrowing, and multiple processes. She also finds the certain pattern which are classified as non word formation processes such as adapting slang pattern in the eighties used by the teenagers and homosexuals, changing the first vowel and he end of root, preserving the consonant of the old word, preserving the sound at the beginning of the old word, changing the sounds of last vowel and the use -si in front of Javanese root. These regular pattern used by the hair dressers are classified into non word formation processes.",
  "creators": "TINEKKE SURYAPUTRA",
  "contributors": "Lisa Setiawati Nugraha (Advisor 1); SAMUEL GUNAWAN (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "English",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Undergraduate Thesis No. 02011310/ING/2004; Tienekke Suryaputra (11496025)",
  "subjects": "SLANG"
}