{
  "id": "9901",
  "title": "Brand audit and re-branding Sate Ayam Kampung Lisidu",
  "abstract": "Sate ayam merupakan salah satu makanan tradisional yang dilestarikan masyarakat Indonesia, khususnya Jawa Timur. Akan tetapi makanan tradisional tersebut khususnya sate, bisa dikatakan mulai dilupakan oleh masyarakat Indonesia dikarenakan hanya dijual di tempat-tempat tertentu yang mungkin sebagian masyarakat Indonesia sulit untuk menjangkaunya. Salah satu sate ayam yang cukup dikenal di Surabaya yaitu sate ayam kampung Lisidu yang bertempat di Jalan Barata Jaya XIX No 58 yang didirikan pada 9 Juni 1997. Sate ayam kampung Lisidu pernah dijadikan menu resepsi kenegaraan di Istana Negara Jakarta pada 17 Agustus 2005 bertepatan dengan hari ulang tahun Republik Indonesia ke 60. Listianto selaku owner memiliki misi dan visi yang kuat. Itu semua dikarenakan untuk kelangsungan hidup dan tujuan dari usaha tersebut dibangun. Misi dari sate ayam kampung Lisidu adalah mensederajatkan makanan tradisional dengan makanan impor, dimana ekstensinya dapat dikembangkan mengarah ke franchise. Sedangkan visi dari sate ayam kampung Lisidu adalah melestarikan budaya makanan tradisional. Sate ayam kampung Lisidu disajikan dengan cara yang berbeda, prosedur pemilihan bahan baku, pengolahan sampai siap disantap pun dilakukan dengan tata cara dan aturan main yang ekstra ketat. Hampir semua bahan baku dipilih dengan kualitas terbaik. Sujen (tusuk sate) saja didatangkan dari Pacitan, gula merah dari Kediri dan kacangnya didatangkan langsung dari Tuban. Pelanggan dari sate ayam kampung Lisidu ini bersifat loyal, pelanggan jenis ini membeli sesuatu karena faktor prestise dan kepuasan. Sate ayam kampung Lisidu tidak mengandung lemak, layak dikonsumsi oleh semua etnis dan semua pemeluk agama. Sate ayam kampung Lisidu mengkomunikasikan mereknya pada masyarakat melalui radio, brosur dan sample. Hal ini dilakukan Listianto, agar sate ayam kampung Lisidu dapat melekat dalam benak konsumen sebagai sate ayam kampung yang mampu memberikan kepuasan, kenyamanan dan prestise pada setiap pelanggan dan konsumen. Pesaing langsung dari sate ayam kampung Lisidu tidak ada, karena pada saat ini penjual atau pengusaha sate ayam pada umumnya tidak mampu memberikan kualitas yang sama dengan sate ayam kampung Lisidu dalam segi bahan baku sate, pelayanan, harga dan tempat yang ditawarkan pada konsumen. Peneliti ingin membuat struktur manajemen perusahaan yang lebih profesional, sehingga setiap karyawan dalam perusahaan bekerja sesuai dengan keahliannya masing-masing. Hal ini sangat berguna apabila sate ayam Lisidu ingin go national (Indonesia) dengan sistem franchise.",
  "creators": "FELIX LIMANTORO; JEREMIA HARTONO",
  "contributors": "Cynthia Yulita Wardayanti (Advisor 1); Peter Remy Yosy Pasla (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Rancangan Usaha",
  "source": "Rancangan Usaha No. 02022117/MAN/2006; Felix Limantoro (31402066), Jeremia Hartono (31402085)",
  "subjects": "BUSINESS PLANNING; MANAGEMENT"
}