{
  "id": "9914",
  "title": "Analisa penyebab lonjakan manhours ratio pada proses fabrikasi piping dan blasting painting di PT. Gunanusa Utama Fabricators",
  "abstract": "Manhours Ratio merupakan indikator dari actual progress dengan manhours dari pekerja yang telah dicapai sehingga dapat dijadikan oleh perusahaan dalam menentukan keefektifan produktivitas di lapangan. PT. Gunanusa Utama Fabricators adalah perusahaan yang bergerak di bidang fabrikasi alat-alat berat. Tugas Akhir ini bertujuan untuk menganalisa penyebab lonjakan manhours yang terjadi dan memberikan usulan-usulan yang dapat mengurangi kerugian yang ditimbulkan akibat ketidakseimbangan antara actual progress dan manhours yang dicapai oleh para pekerja di lapangan. Analisa yang dilakukan meliputi penentuan waktu baku untuk proses fabrikasi pipa, penentuan produktivitas pekerja melalui metode work sampling, penentuan rest time standard, penelusuran prosedur report departemen Quality Control, penentuan Tabel Standar Kerja Kombinasi untuk piping Inspector, dan penentuan penyebab teknis maupun non-teknis yang terjadi di proses fabrikasi piping dan blasting painting. Hasil analisa menunjukkan banyak sekali penyebab stand by worker dan waste yang terjadi di beberapa departemen terkait dan tanpa disadari cukup berpengaruh terhadap perhitungan Manhours Ratio. Hasil usulan dari penulis diharapkan dapat memberi masukan yang berguna bagi perusahaan untuk melakukan kontrol yang lebih ketat terhadap produktivitas di lapangan.",
  "creators": "RICKY GONTORO; ALBERT LIMONGAN",
  "contributors": "Togar Wiliater Soaloon Panjaitan, S.T., MBA. (Advisor 1); SURYANTO (Advisor 2); Iwan Halim Sahputra, S.T., M.Sc., Ph.D. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02041285/IND/2008; Ricky Gontoro (25404002), Albert Limongan (25404114)",
  "subjects": "PRODUCTION MANAGEMENT"
}