{
  "id": "992",
  "title": "Perancangan interior ruang pamer ban Bridgestone di Surabaya",
  "abstract": "Perancangan interior ruang pamer ban Bridgestone di Jalan Kertajaya Indah II Surabaya dilatar belakangi oleh keinginan owner untuk memiliki sebuah ruang pamer yang berbeda dari pada yang lain. Pengunjung tidak hanya sekedar melihat terus membeli dan langsung pulang, tetapi mendapatkan pengetahuan tentang ban itu sendiri dan produk ban terbaru yang dipamerkan oleh ruang pamer tersebut serta dapat memiliki suatu gambaran mobil yang dimiliki dengan memasuki ruang desain. Jenis produk ban yang ditawarkan adalah produk ban dengan merk Bridgestone, dimana ruang pamer tersebut memamerkan produk yang mempunyai tujuan produk ban yang baru dapat dilihat secara langsung. Pengunjung dikelompokan menjadi 3 (tiga) kelompok yaitu pertama adalah para pengunjung pria masih muda, pengunjung tersebut dibedakan menjadi dua lagi yaitu para modifikator dan biasa. Kedua pengunjung pria yang sudah tua, pengunjung tersebut juga dibedakan menjadi dua lagi, yaitu para modifikator atau yang sudah berkeluarga dan yang terakhir yaitu pengunjung wanita. Selain pengunjung, pengelola dibedakan menjadi direktur, marketing manager, operasional manager, finance manager, dan para staff yang memiliki tugas dan tangggung jawab yang berbeda. Bila mengingat perancang bertujuan sebagai wadah kegiatan pamakai (sivitas), jual beli maka sebagai tempat promosi dan transaksi ruang pamer ban Bridgestone tersebut dibagi menjadi area pamer, resepsionist, ruang tunggu, ruang desain, gudang, ruang karyawan dan kantor.perancangan interior ruang tersebut menggunakan konsep dari sebuah aktivitas roda, dimana sebuah roda yang beraktivitas pasti mempunyai tujuan arah. Begitu juga dengan konsep system sirkulasi dan pola penataan ruang pada ruang pamer ban Bridgestone ini. Keinginan owner terhadap ruang pamer ban Bridgestone adalah toko ini mampu menampilkan suasana high tech.",
  "creators": "ROY KUNCORO",
  "contributors": "ACHMAD FAIZIN (Advisor 1); Dr. Andereas Pandu Setiawan, S.Sn., M.Sn. (Advisor 2); HARTOTO INDRA (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Perancangan Interior",
  "source": "Perancangan Interior No. 0060/DIN/2003; Roy Kuncoro (41498067)",
  "subjects": "EXHIBITION BUILDING-DECORATION"
}