{
  "id": "9947",
  "title": "Perancangan komunikasi visual beserta aplikasi penunjang promosi Samarinda Central Plaza",
  "abstract": "Samarinda Central Plaza berlokasi di Jl. Irian no.1, merupakan suatu pusat perbelanjaan terbesar di Samarinda. Tujuan dari perancangan komunikasi visual ini untuk meningkatkan image Samarinda Central Plaza dan menjadikan Samarinda Central Plaza sebagai pusat perbelanjaan terbaik di dalam benak audience. Agar mampu bersaing dalam dunia pusat perbelanjaan yang semakin berkembang, Samarinda Central Plaza harus melakukan suatu promosi yang kreatif dan komunikatif. Oleh karena itu, penulis mencoba membantu pihak Samarinda Central Plaza dalam menemukan suatu strategi kreatif dengan melakukan penelitian lapangan sehingga hasil dari perancangan ini dapat memberikan jawaban terhadap pencapaian tujuan di atas. Perancangan promosi yang dilakukan yaitu mengenalkan SCP Privilege Card sebagai cara baru dalam berbelanja sesuai dengan positioning Samarinda Central Plaza yaitu kepuasan pelanggan adalah prioritas kami. Dengan adanya SCP Privilege Card diharapkan konsumen dapat merasakan cara berbelanja berbeda dengan pusat perbelanjaan lainnya sehingga akan tercipta brand awareness dengan sendirinya. Pesan dari perancangan ini akan disampaikan melalui beberapa media yaitu : Iklan Media Cetak, web site, brosur dan seterusnya. Media promosi yang digunakan sesuai dengan hasil analisis data yang diambil sehingga semua materi perancangan ini harus memenuhi beberapa aspek yaitu komunikatif dan kreatif",
  "creators": "KARTIKA SARI",
  "contributors": "Andrian Dektisa Hagijanto (Advisor 1); Jacky Cahyadi (Advisor 2); Deddi Duto Hartanto (Owner of Resource(s))",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Promosi Produk",
  "source": "Promosi Produk No. 00090866/DKV/2006; Kartika Sari (42402231)",
  "subjects": "VISUAL COMMUNICATION; COMMERCIAL ART; POSTERS; SIGNS AND SIGNBOARDS; GRAPHIC ARTS"
}