{
  "id": "9961",
  "title": "Pembuatan keramik alumina dengan reaction bonding dari serbuk aluminium dan tepung jagung: studi derajat oksidasi dan struktur mikro",
  "abstract": "Penelitian Tugas Akhir ini meneliti pembuatan keramik alumina melalui proses reaction bonding dari bahan baku serbuk aluminium (Al) berbentuk pipih yang ditambahkan tepung jagung. Jumlah tepung jagung yang ditambahkan divariasi 10%, 20%, dan 30% berat. Tujuan penambahab tepung jagung adalah untuk meninggalkan pori selama pemanasan yang dimanfaatkan sebagai jalur masuk bagi O2 untuk berdifusi ke dalam sampel untuk mengoksidasi Al. Campuran Al dan tepung jagung dibentuk menjadi pelet dengan diameter (?) 20mm dan tinggi (h) 4mm, kemudian dipanasi pada temperatur 1000?C, 1200?C, dan 1400?C dengan laju pemanasan 1,5?C/menit. Semua sampel kemudian diamati struktur mikronya dengan pengujian Scanning Electron Microscope (SEM). Pengamatan dengan SEM menunjukkan bagian tepi sampel memiliki kulit oksida lebih padat dari pada bagian tengah sampel. Tabal kulit oksida juga makin meningkat dengan meningkatnya temperatur sinter dan penambahan tepung jagung. Identifikasi fasa dilakukan dengan pengujian X-Ray Diffraction (XRD) dan EDAX. Hasil pengujian keduanya membuktikan keberadaan fasa -Al2O3 pada permukaan sampel, selain itu juga teridentifikasi adanya fasa pengotor Fe dan Si yang menjadi bahan ikutan dalam serbuk Al. Selain studi struktur mikro dan identifikasi fasa, dipelajari juga derajat oksidasi serbuk Al selama pemanasan dengan menggunakkan Inductively Coupled Plasma-Spectrometry (ICP-S) dan pengukuran berat. Hasil uji ICP-S pada semua sampel menunjukkan mayoritas Al telah teroksidasi dan menyisakan Al yang belum tuntas teroksidasi dalam jumlah kecil, antara 0,2-2 % berat. Hasil pengujian ICP-S sejalan dengan hasil pengukuran berat dimana meningkatnya temperatur dan tepung jagung terjadi pula peningkatan derajat oksidasi.",
  "creators": "IDA AYU OKA RATIH SRI S",
  "contributors": "Prof. Dr. Juliana Anggono, S.T., M.Sc. (Advisor 1); Soejono Tjitro (Advisor 2); Roche Alimin (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010855/MES/2008; Ida Ayu Oka Ratih Sri Shavitri (24402058)",
  "subjects": "POWDER METALLURGY"
}