{
  "id": "9978",
  "title": "Pengaruh penambahan pemanas bahan bakar pada unjuk kerja motor diesel injeksi langsung berbahan bakar biodiesel",
  "abstract": "Saat ini cadangan minyak dunia semakin menipis sehingga mengakibatkan harga produk turunan minyak bumi, termasuk solar, semakin mahal. Minyak jarak yang diolah menjadi biodiesel sebagai bahan bakar alternatif diharapkan bisa menggantikan solar. Permasalahan yang timbul adalah terlalu tingginya kekentalan biosiesel yang digunakan. Dari hasil penelitian bahwa dengan memanaskan biodiesel sampai temperatur tertentu dapat menurunkan kekentalan biodiesel sehingga meningkatkan kinerja pompa bahan bakar dan hasilnya akan meningkatkan unjuk kerja motor diesel. Tetapi pemanasan harus dibatasi sampai temperatur tertentu karena akan menurunkan viskositas yang berlebihan yang akan menggangu sistem pelumasan pada plunger pompa bahan bakar. Dari hasil pengujian diketahui bahwa temperatur optimal pemanasan untuk solar adalah 500C menghasilkan peningkatan daya dan torsi sebesar 2,35%, efisiensi termis sebesar 3,54% dan penurunan konsumsi bahan bakar sebesar 3,11%. Untuk biodiesel 5% didapatkan temperatur optimal pemanasan 550C menghasilkan peningkatan daya dan torsi sebesar 2,96%, peningkatan efisiensi termis sebesar 4,96% dan penurunan konsumsi bahan bakar sebesar 4,23%. Dan untuk biodiesel 10% didapatkan temperatur optimal pemanasan 600C menghasilkan peningkatan daya dan torsi sebesar 1,96%, peningkatan efisiensi termis sebesar 7,44% dan penurunan konsumsi bahan bakar sebesar 6,46%.",
  "creators": "STEFANUS OKIE S",
  "contributors": "Philip Kristanto Tedjasaputra (Advisor 1); Ekadewi Anggraini Handoyo (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010841/MES/2008; Stefanus Okie Suhardjianto (24402079)",
  "subjects": "DIESEL MOTOR; INTERNAL COMBUSTION ENGINES"
}