{
  "id": "9980",
  "title": "Hubungan antara kondisi udara terhadap moisture content kayu dalam kiln drying",
  "abstract": "Pengeringan buatan (Kiln Dryer) memerlukan pengendalian kondisi udara dalam ruang. Komponen pengering buatan adalah elemen pemanas (heater element), kipas (fan) untuk sirkulasi udara panas, sensor kelembaban udara ruang dan temperatur udara ruang. Kondisi udara meliputi beberapa properti fisis seperti temperatur udara, relative humidity. Kondisi udara mempengaruhi Moisture content atau kadar air dalam kayu. Penelitian ini bertujuan untuk mendapatkan schedule pengeringan yang lebih efisien dan tetap bagus tanpa cacat. Untuk mendapatkan hasil yang tetap bagus dilakukan beberapa proses pengeringan kayu yaitu proses pengeringan 1 sesuai schedule pengeringan PT Kayu Merapi Internusa-Gresik (tanpa preheating), proses pengeringan 2 dimana temperatur dan relative humidity sesuai schedule dengan preheating, proses pengeringan 3 dengan temperatur udara sesuai schedule dan relative humidity awal mengikuti relative humidity ruangan, proses pengeringan 4 dengan temperatur udara dan relative humidity awal lebih rendah dari schedule PT. Kayu Merapi Internusa-Gresik. Berdasarkan hasil dari beberapa proses pengeringan dan perhitungan besar energi yang dibutuhkan, proses pengeringan 4 paling baik. Hal ini ditunjukkan dengan moisture content akhir kayu 13,9% yang tidak mengalami cacat (pecah, melengkung). Proses pengeringan 4 mempunyai daya lebih rendah (264 Watt) dibanding dengan proses pengeringan yang lain (330 Watt).",
  "creators": "YUDI ADI SLAMET",
  "contributors": "Ekadewi Anggraini Handoyo (Advisor 1); Hariyo Priambudi Setyo Pratomo, S.T., M.Phil. (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 02010839/MES/2008; Yudi Adi Slamet (24403027)",
  "subjects": "THERMODYNAMICS; HEAT TRANSFER; WOOD-DRYING"
}