{
  "id": "9981",
  "title": "Pengaruh variasi getaran terhadap cacat porositas pada pengecoran gravitasi silinder pejal",
  "abstract": "Silinder pejal merupakan bahan yang dapat digunakan dalam proses produksi, baik sebagai raw material produksi maupun sebagai produk jadi. Namun dari kedua fungsi dalam proses produksi tersebut, silinder pejal tersebut harus mempunyai kualitas dengan cacat porositas yang minimum. Pada penelitian yang dilakukan pada tahun 2003 hasil yang didapatkan kurang sempurna karena masih terdapat porositas. Pada penelitian tersebut didapatkan fakta bahwa getaran ternyata mempengaruhi laju perpindahan panas sehingga hidrogen yang terjebak ikut terbantu keluar. Percobaan kali ini dilakukan dengan variasi penggetar untuk mendapatkan cacat porositas yang minimum atau zero porosity. Dalam hal ini, variasi penggetar yang digunakan adalah dengan menambahkan jumlah alat penggetar dengan berbagai posisi yang berbeda, yaitu 1 titik dengan 1 alat penggetar, 2 titik dengan 2 alat penggetar dan tiga titik dengan 3 alat penggetar yang dilakukan pada saat proses pengecoran. Hasil pengecoran akan diambil sampelnya berupa hasil potongan 200 mm dari dasar. Setelah itu sampel akan dilakukan 3 pengujian untuk hasil yang didapatkan. Pengujian itu meliputi pengujian penyusutan, pengujian porositas, dan pengujian struktur mikro. Pengujian penyusutan dengan mengamati segresi baik kedalaman dan lebar dari segresi yang terbentuk. Pengujian porositas dilakukan dengan memotong sampel menjadi beberapa bagian lalu diamati banyak porositasnya. Sedangkan pengujian struktur mikro yaitu pengujian dengan mengamati struktur mikro dari alumunium dengan mikroskop. Hasil yang didapatkan ternyata silinder cor dengan variasi getaran yang paling banyak mempunyai jumlah cacat porositas yang lebih sedikit dibandingkan dengan pengecoran dengan variasi getaran yang lebih sedikit. Bentuk butir yang dihasilkan adalah equiaxed, baik untuk bagian pusat tengah dan tepi silinder cor.",
  "creators": "YUAN OKTORIO LAMSUDY",
  "contributors": "Soejono Tjitro (Advisor 1); Didik Wahjudi (Examination Committee 1)",
  "publisher": "Universitas Kristen Petra",
  "language": "Indonesian",
  "theme": "Digital Theses",
  "category": "Undergraduate Thesis",
  "sub_category": "Skripsi/Undergraduate Thesis",
  "source": "Skripsi No. 01010838/MES/2008; Yuan Oktorio Lamsundy (24401019)",
  "subjects": "FOUNDING; DIE-CASTING"
}