{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Digitalisasi Sistem Pencatatan Penjualan dan Persediaan Ramah Pengguna Difabel pada UKM Tiara Handycraft", "pub_year": 2024, "citation": "SHARE 11 (1), 1-11, 2024", "author": "Juniarti and Leo Willyanto Santosa and Hendri Kwistianus", "journal": "SHARE", "volume": "11", "number": "1", "pages": "1-11", "publisher": "Institute of Research and Community Outreach"}, "filled": true, "author_pub_id": "-30OXPwAAAAJ:Mojj43d5GZwC", "num_citations": 0, "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "THE ROLE OF COMPANY REPUTATION AS A MODERATING VARIABLE IN THE RELATIONSHIP BETWEEN CSR AND FIRM PERFORMANCE", "pub_year": 2024, "citation": "Revista de Gestão Social e Ambiental 18 (6), 1-16, 2024", "author": "Juniarti and Caroline Nathania and Adetya Krisnanda", "journal": "Revista de Gestão Social e Ambiental", "volume": "18", "number": "6", "pages": "1-16"}, "filled": true, "author_pub_id": "-30OXPwAAAAJ:WA5NYHcadZ8C", "num_citations": 0, "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Performance of gender diversity on board of directors: The case of Indonesia", "pub_year": 2024, "citation": "Journal of Infrastructure, Policy and Development 8 (4), 3438, 2024", "author": "J Juniarti and F Jie", "journal": "Journal of Infrastructure, Policy and Development", "volume": "8", "number": "4", "pages": "3438"}, "filled": true, "author_pub_id": "-30OXPwAAAAJ:t6usbXjVLHcC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=8407424747894741153", "cites_id": ["8407424747894741153"], "pub_url": "https://scholar.google.com/scholar?cluster=8407424747894741153&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:oRgYhkMsrXQJ:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Does the market respond differently to the timing of the announcement of corporate actions?", "pub_year": 2023, "citation": "Cogent Economics & Finance 11 (1), 2203986, 2023", "author": "Juniarti Juniarti and Dea Devina Theja and Novita Tenoyo and Alan Darmasaputra", "journal": "Cogent Economics & Finance", "volume": "11", "number": "1", "pages": "2203986", "publisher": "Cogent", "abstract": "This study aims to expand research evidence related to investor responses to the timing of corporate action announcements. In contrast to previous studies, this study distinguishes corporate action announcements during the development and realization stage. Furthermore, we will also distinguish the types of corporate actions, consisting of new products and systems and technology innovation. Investor’s reactions are measured using cumulative abnormal returns (CAR) with (−5,+5) and (−2,+2) event windows. The Sample is based on 257 corporate action announcements in the automobile manufacturing firms in East Asia from 2017 to 2021. This research found a significant difference in CAR between the development and realization of announcements. Furthermore, it indicates that investors in East Asia react more positively when companies announce the realization of a new product and system and technology …"}, "filled": true, "author_pub_id": "-30OXPwAAAAJ:XiVPGOgt02cC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=234868913789027197", "cites_id": ["234868913789027197"], "pub_url": "https://www.tandfonline.com/doi/abs/10.1080/23322039.2023.2203986", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:fUMtXwhsQgMJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Market Reaction to Capital Expenditure: Evidence from Company in Bankruptcy Risk", "pub_year": 2023, "citation": "GATR Accounting and Finance Review 7 (3), 149-159, 2023", "author": "Yulius Jogi Christiawan and Hendri Kwistianus", "journal": "GATR Accounting and Finance Review", "volume": "7", "number": "3", "pages": "149-159", "publisher": "Petra Christian University", "abstract": ""}, "filled": true, "author_pub_id": "-30OXPwAAAAJ:HE397vMXCloC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=12838424719968059704", "cites_id": ["12838424719968059704"], "pub_url": "https://repository.petra.ac.id/19917/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:OEFKDUM_K7IJ:scholar.google.com/", "cites_per_year": {"2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Moderating Effect of Investment Opportunity in the Association of Market Response and Capital Expenditure", "pub_year": 2022, "citation": "The Eurasia Proceedings of Educational and Social Sciences 27, 1-7, 2022", "author": "Juniarti Junıartı and Hendri Kwıstıanus and Yulius Jogi Chrıstıawan", "journal": "The Eurasia Proceedings of Educational and Social Sciences", "volume": "27", "pages": "1-7", "publisher": "ISRES Publishing", "abstract": "This study aims to reveal empirical evidence related to the market response to investment spending associated with investment opportunities, considering that investment opportunities is a crucial factor in capital expenditure decisions. This study used data from the Indonesia Stock Exchange in 2016-2021. The sample is only devoted to large-cap companies because this kind of company concerns investors more. The sample does not exclude the business sector, as in previous studies. Following previous research, investment opportunities are measured by Tobin's Q (TQ); a TQ of more than 1 indicates a higher investment opportunity and vice versa. The results show that the market responds negatively to investment spending, and investment opportunities moderate the market's response to investment spending. In addition, it was revealed that the industrial sector strengthened the influence of investment spending on market response. Therefore, management needs to consider investment opportunities before making investment expenditures to avoid getting caught up in overinvesting or under-investing, both of which are detrimental to the company. This study also adds empirical evidence in developing countries where the information gap between management and external parties (markets) is still vast."}, "filled": true, "author_pub_id": "-30OXPwAAAAJ:BrmTIyaxlBUC", "num_citations": 0, "pub_url": "https://dergipark.org.tr/en/pub/epess/article/1222715", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:KMMCnTmw6hQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The long-term performance of capital expenditure from a fundamental perspective: evidence from indonesia", "pub_year": 2022, "citation": "Asian Economic and Financial Review 12 (12), 1027-1040, 2022", "author": "Hendri Kwistianus", "volume": "12", "number": "12", "pages": "1027-1040", "abstract": "This study aims to identify the effect of capital expenditure on the long-term performance on companies listed on the Indonesia Stock Exchange (IDX). Fundamental measurements were used as the internal perspective of performance; This study also tries to fill the gap due to the lack of studies that discuss capital expenditure in Indonesia by providing empirical evidence regarding capital expenditure in the context of Indonesias stock market. Capital expenditure is represented by the growth of fixed assets for the current period. The long-term performance utilizes earnings persistence and is measured using the regression of ROA and ROE for the past six years, and then the coefficients are determined using the lags of ROA and ROE in the three years after capital expenditure. The sample comprises 60 “big cap” companies listed on the IDX at the beginning of the sample period (in 2016) and for four years of the sampling period (2016–2019) with a total of 240 observations. The companies sampled should fulfill the criteria of having complete financial data for the six years before the sampling period. The hypothesis testing proves that capital expenditure impacts long-term performance, with no evidence to the contrary. Additional testing utilizing the control variables generated additional interesting results with important implications."}, "filled": true, "author_pub_id": "-30OXPwAAAAJ:D_sINldO8mEC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=16079548107018164411", "cites_id": ["16079548107018164411"], "pub_url": "https://repository.petra.ac.id/19822/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:u1ifa88HJt8J:scholar.google.com/", "cites_per_year": {"2024": 5}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Market response and future performance of inefficient investment: Over-investment or under-investment", "pub_year": 2022, "citation": "Investment Management and Financial Innovations 19 (4), 146-159, 2022", "author": "Yulius Jogi Christiawan and Hendri Kwistianus", "journal": "Investment Management and Financial Innovations", "volume": "19", "number": "4", "pages": "146-159", "publisher": "Petra Christian University", "abstract": "There have been many studies on the market response to investment spending, but only a few have examined the market response to the issue of over-investment or under-investment. This study examines the effect of the issue on market response and future financial performance. The sample includes large-cap companies listed on the Indonesia Stock  Exchange (IDX) for 2016–2021. Samples must have at least 120 active trading days for each year. Two hundred and thirty-two observations meet the qualifications. This study adopts the investment inefficiency model developed by previous studies to measure over-investment or under-investment. Residual inefficient investment models are used as over-investment or under-investment scores, in addition to the dummy of the residual category.  Market response is measured by cumulative abnormal returns (CAR), market capitalization (MCAP), and market-to-book value (MTB). Meanwhile, a firm’s performance uses return on assets (ROA) and return on equity (ROE).  The results show that the coefficient of the inefficient investment variable, using both the  residual value and the dummy variable, shows a negative direction, which means the market responds negatively to over-investment or under-investment. However, the value of t is significant at the <0.01 level on the market response variable as measured by MTB, but not significant for the other two proxies. Thus, hypothesis 1 is supported, although not for all market response proxies. The value of the inefficient investment coefficient also shows a negative direction when testing hypothesis 2 and is significant at the <0.1 level. These results are …"}, "filled": true, "author_pub_id": "-30OXPwAAAAJ:eflP2zaiRacC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=14277329757727483001", "cites_id": ["14277329757727483001"], "pub_url": "https://repository.petra.ac.id/19765/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:eeR1JsVDI8YJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Value relevance, sustainability reporting award, and board structure: An influence and analysis of value relevance", "pub_year": 2022, "citation": "Binus Business Review 13 (2), 171-181, 2022", "author": "Yolanda Florenzcia and Juniarti Juniarti and Yulius Jogi Christiawan", "journal": "Binus Business Review", "volume": "13", "number": "2", "pages": "171-181", "abstract": "Research on the relevance of the value of sustainability reporting as measured by the Sustainability Reporting Award (SRA) in Indonesia is still rarely studied. In Indonesia, many go-public companies have not realized the importance of reporting the environment and succeeded in getting the SRA due to the costs incurred in carrying out sustainability reporting activities in accordance with Global Reporting Initiative (GRI). The research examined whether there was value relevance in sustainability reporting information and a role for the board structure in supporting companies to obtain awards or not. The research was conducted with six-year data, with a sample of 29 companies that had received SRA at least once from 2014 to 2019. Then, Ohlson’s model was used to measure the value relevance of accounting information and SR, which was seen through changes in R 2. Board structure was proxied with board size, board independence, and board meeting. The test was conducted using SmartPLS. The research results indicate that information on obtaining the SRA does not have the added value relevance, as evidenced by the R 2 value. It does not increase and has an insignificant relationship with stock prices. Meanwhile, the board structure that can influence the company in obtaining the SRA is only the independence of the board. The research contributes to showing the value relevance of accounting information and sustainability reporting observed through SRA in Indonesia. Besides that, observing the roles of board structure encourages sustainability reporting of a company in acquiring an SRA."}, "filled": true, "author_pub_id": "-30OXPwAAAAJ:8AbLer7MMksC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=12044422346705053196", "cites_id": ["12044422346705053196"], "pub_url": "https://journal.binus.ac.id/index.php/BBR/article/view/7853", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:DKYhbE9iJqcJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "REPUTASI PENGELUARAN MODAL DAN ANALISIS FUNDAMENTAL: Perspektif Investor", "pub_year": 2022, "citation": "REPUTASI PENGELUARAN MODAL DAN ANALISIS FUNDAMENTAL: Perspektif Investor, 2022", "author": "Agus Arianto Toly", "publisher": "PT RAJAGRAFINDO PERSADA", "abstract": "Pro dan kontra peran analisis fundamental dan aksi korporasi dalam kaitannya dengan respon investor di pasar sekuritas yang efisien menarik untuk dikaji lebih lanjut. Analisis fundamental penting dalam memberikan tuntunan kepada investor bagaimana memproyeksikan kinerja perusahaan dimasa mendatang berdasarkan informasi yang tersedia saat ini. Investor memiliki tanggung jawab untuk mengambil keputusan investasi yang tepat, oleh karena itu diperlukan informasi yang kompeten untuk membantu melakukan pengambilan keputusan yang tepat.  Aksi korporasi dalam berbagai bentuk memberikan sinyal mengenai kondisi perusahaan ke depan yang ingin disampaikan oleh menajamen kepada investor. Fakta menarik bahwa investor lebih tertarik pada reputasi pengeluaran aset yang dilakukan perusahaan sebagai sinyal pertumbuhan dimasa depan. Pada situasi tersebut, investor nampaknya mengabaikan kinerja keuangan periodik, karena perusahaan yang memiliki reputasi pengeluaran modal yang baik, menjanjikan masa depan yang cemerlang dibanding sekedar kinerja keuangan sesaat. Buku ini mengulas polemik tersebut berdasarkan pada sejumlah penelitian yang dilakukan sebelumnya oleh penulis terkait aspek fundamental, reputasi pengeluaran modal dan respon investor. Temuan empiris dari penelitian tersebut akan memperkaya teori yang ada khususnya terkait pasar sekuritas yang efisien. Penyampaian hasil-hasil empiris ini dalam buku ini akan menjadi komplemen yang menarik dari teori-teori yang terkait dengan pasar sekuritas."}, "filled": true, "author_pub_id": "-30OXPwAAAAJ:1qzjygNMrQYC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19643/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:riTW6euDdM4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The effect of audit committee on audit opinion through earnings management as mediation variable", "pub_year": 2022, "citation": "Afro-Asian Journal of Finance and Accounting 12 (6), 790-803, 2022", "author": "Juniarti and Fany and Devie", "journal": "Afro-Asian Journal of Finance and Accounting", "volume": "12", "number": "6", "pages": "790-803", "publisher": "Inderscience Publishers (IEL)", "abstract": "This study aims to examine the mediating effect of earnings management on the influence of the audit committee on audit opinion. The research samples are listed companies in the IDX in the sectors of infrastructure, utilities, and transportation for 2011-2017. This selection of industrial sectors due to these sectors obtains many qualified audit opinions in the study period compared to other sectors. This study adds control variables, namely firm size and leverage. We measure audit committee using two approaches, the first is the total score of each component of audit committees including size, independence, expertise, and meeting and the second is the partial score of each attribute of the audit committee. The results show that the audit committee influences the audit opinion and there is a negative significant influence of earning management and audit opinion, but, this study fails to prove the mediating effect of …"}, "filled": true, "author_pub_id": "-30OXPwAAAAJ:5ugPr518TE4C", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=6562466343845323709", "cites_id": ["6562466343845323709"], "pub_url": "https://www.inderscienceonline.com/doi/abs/10.1504/AAJFA.2022.127915", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vWNby16QElsJ:scholar.google.com/", "cites_per_year": {"2024": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Does the Market React to the Reputation of Capital Expenditure?", "pub_year": 2021, "citation": "Asian Economic and Financial Review 11 (10), 781-793, 2021", "author": "Agus Arianto Toly", "volume": "11", "number": "10", "pages": "781-793", "abstract": "A phenomenon found in several case studies shows that investors are more interested in the projection of firm value than in periodic financial performance. Therefore, this study aims to determine whether the reputation of capital expenditure is an indication of a promising future for a company, so that it responds positively to the market. The research samples used were companies that had the highest increase in shares in their sectors during the Q1 2017 to Q2 2019 period. We used Tobins Q (TQ) and cumulative abnormal return (CAR) as proxies for market response. The findings of this study are, first, that the market responded positively to the reputation of corporate capital expenditure, as seen from asset growth. Second, in the sample group with positive asset growth trends in the last five years, the reputation of capital expenditure, proxied by total assets and total fixed assets, consistently received positive responses from investors. Third, the market responded negatively, or had no response, to capital expenditure made by companies that had a negative growth trend. The results of this study invalidate the findings of previous studies that good financial performance responds positively. This study proves that the capital expenditure of a company is more of a concern to investors than its current performance."}, "filled": true, "author_pub_id": "-30OXPwAAAAJ:B3FOqHPlNUQC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=12931611188827734788", "cites_id": ["12931611188827734788"], "pub_url": "https://repository.petra.ac.id/19315/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:BEOLk9xPdrMJ:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Differentiation strategy and cost leadership strategy: Their contribution to achieving sustainable financial performance", "pub_year": 2021, "citation": "International Conference on Business Excellence, 197-219, 2021", "author": "Juniarti Juniarti and Clarissa Simanjaya and Marcella Chandra and Zenia Estella Soesetyo", "pages": "197-219", "publisher": "Springer International Publishing", "abstract": "This research aims to study the influence of differentiation and cost-leadership strategy on sustainable financial performance with innovation as the moderator variable. This research uses the last 5 years financial report of go-public companies in South-East Asia, with a total of 250 firm years. In the early stage of the research, the companies are grouped into their respective strategy. From that grouping, each strategy is then measured. The researcher uses 5 measurements to test the strategies, 2 for differentiation strategy and 3 for cost-leadership strategy. The finding of this research is that differentiation positively influences sustainable financial performance, with innovation as the moderator variable. However, these findings are not proved in cost leadership strategy. Innovation shows partially influences to the achievement of sustainable financial performance. This research contributes to adding the innovation …"}, "filled": true, "author_pub_id": "-30OXPwAAAAJ:kRWSkSYxWN8C", "num_citations": 8, "citedby_url": "/scholar?hl=en&cites=12644797379726772476", "cites_id": ["12644797379726772476"], "pub_url": "https://link.springer.com/chapter/10.1007/978-3-031-07265-9_16", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:_IhnyzhYe68J:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 4, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Business strategy and environmental performance", "pub_year": 2021, "citation": "Jurnal Akuntansi dan Keuangan 23 (2), 95-104, 2021", "author": "Juniarti Juniarti and Camelia Florensia Beoang and Meliani Fitri Salim Prayogo and Parulian Adinata Samosir", "journal": "Jurnal Akuntansi dan Keuangan", "volume": "23", "number": "2", "pages": "95-104", "abstract": "Business strategy choices are very influential in a company’s environmental performance. Companies that choose the cost leadership strategy tend to streamline their expenses which leads to them overlooking the environmental cost. Meanwhile, differentiation strategy encourages companies to accommodate environmental costs to fulfill customers’ demands. Therefore, this research aims to examine the impacts of the strategy choices on environmental performance, which has not been focused on by previous researchers. This research’s samples are public companies that are consistently participating in the PROPER program during the 2012-2017 period. 228 company years fulfill the sample criteria. The data are processed using the GRETL application that is fit for processing the panel data. We apply two proxies to measure each strategy choice. Cost leadership is proxied with EPAS and SPPE while differentiation is measured with SGAS and SCGS. This research’s findings are, firstly, companies that choose the cost leadership strategy have lower environmental performances, and, secondly, companies with differentiation strategy have high environmental performances. However, not all proxies used to measure the cost leadership and differentiation strategies support the impacts of strategy choices on environmental responsibilities performance."}, "filled": true, "author_pub_id": "-30OXPwAAAAJ:J-pR_7NvFogC", "num_citations": 8, "citedby_url": "/scholar?hl=en&cites=9611232863612606753", "cites_id": ["9611232863612606753"], "pub_url": "https://jurnalakuntansi.petra.ac.id/index.php/aku/article/view/24457", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:IZkw8V31YYUJ:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 3, "2025": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Does mandatory CSR provide long-term benefits to shareholders", "pub_year": 2020, "citation": "Social Responsibility Journal 17 (6), 776-794, 2020", "author": "J Juniarti", "journal": "Social Responsibility Journal", "volume": "17", "number": "6", "pages": "776-794"}, "filled": true, "author_pub_id": "-30OXPwAAAAJ:bnK-pcrLprsC", "num_citations": 20, "citedby_url": "/scholar?hl=en&cites=9559923212289528470", "cites_id": ["9559923212289528470"], "pub_url": "https://scholar.google.com/scholar?cluster=9559923212289528470&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:llKHzIKrq4QJ:scholar.google.com/", "cites_per_year": {"2022": 5, "2023": 8, "2024": 5, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Tension Management Strategy in the implementation of Sustainability Agenda", "pub_year": 2019, "citation": "Tension Management Strategy in the implementation of Sustainability Agenda, 2019", "author": "Pwee Leng", "abstract": "The global demands on sustainability agenda reflect the paradoxical situation experienced by every business entities. This condition forces the organization to solve problems that are seemingly impossible to be solved. There is a need for a swift and clever strategy that allows the management to run the organization in a paradoxical reality. Tension management strategy is the key of success for the companies who manage the conflicts that arise between individuals or individual and companies regarding the choices of sustainable activities. Companies may not yet realize the choice of strategies done in managing the tension, strategy mapping will help giving a practical image of the strategies implemented by the companies. The success of the companies in doing sustainable mission will be the basis of the success of their financial performance."}, "filled": true, "author_pub_id": "-30OXPwAAAAJ:ZeXyd9-uunAC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/18525/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:NBkPUVLJpKYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Employee engagement fail to boost the relationship between learning organization and financial performance", "pub_year": 2019, "citation": "Employee engagement fail to boost the relationship between learning …, 2019", "author": "Agnes Wahyu Handoyo", "abstract": "This research paper sets out to investigate the gaps in hospitality industry issues and facts in Surabaya, Indonesia. In order to substantiate future studies about employee engagement. Learning Organization constructed by seventh dimension DLOQ as measurement (continuous learning, inquiry and dialogue, collaboration and team learning, empower people, create systems, connect the organization, strategic leadership) to influence Employee Engagement with three constructs (Physical, Cognitive and Emotional) and Financial Performance with six constructs (ROA, ROE, Sales Growth, Net Profit, Market Share, Profit Growth). This research was trying to investigate the gap between hospitality industry issues and facts, also investigate the relationship of Employee Engagement as an intervening variable between Learning Organization and Financial Performance supported by Organizational Psychology and Organizational Behavior Theories. Therefore, this research trying to empirically and practically contributions for future managerial implication. The study conducted 50 full-service dining restaurant company as unit analysis in Surabaya, Indonesia. Using a questionnaire as an instrument of the measurements were 241 questionnaire collected. The result of this research Learning Organization has partially and directly influence Employee Engagement and Financial Performance supported by Organizational Psychology and Organizational Behavior Theories."}, "filled": true, "author_pub_id": "-30OXPwAAAAJ:dhFuZR0502QC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=1787898721836403690", "cites_id": ["1787898721836403690"], "pub_url": "https://repository.petra.ac.id/18524/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:6gtvMWrkzxgJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The power of stakeholders in the management compliance with environmental responsibility issues in Indonesia", "pub_year": 2019, "citation": "Binus Business Review 10 (3), 229-238, 2019", "author": "Cynthia Karina and Amelia Cicilia Tjahjono", "journal": "Binus Business Review", "volume": "10", "number": "3", "pages": "229-238", "publisher": "Petra Christian University", "abstract": "The objectives of this research were to find which the dominant stakeholders that pushed management to comply with the environmental responsibility and to examine the effect of environmental performance on financial performance. This research adopted Ullman’s three-dimensional framework to explain the stakeholders’ power. Stakeholders’ power was proxied by the power of shareholders, government, and customers. Then, PROPER rating measured the environmental performance. All Indonesian listed companies in all industrial sectors incorporating in the PROPER program were selected as the research sample. It resulted in 462 observations in the period of 2002- 2017. PROPER was a company performance assessment program in environmental management. The Indonesian government initiated it through the Ministry of Environment and Forestry. This research also included various control variables (firm size, firm age, level of competitiveness, and leverage). Ordinary Least Square (OLS) was used to analyze data. The results show that the government’s power and customer’s power consistently influences the managers to comply with environmental issues. Meanwhile, the powers of the shareholder do not influence it. In the case of financial performance, the result supports the prior researchers that the higher rates of environmental performance are, the higher the powers of shareholders and customers will significantly be improved."}, "filled": true, "author_pub_id": "-30OXPwAAAAJ:V3AGJWp-ZtQC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=4640752421879409712", "cites_id": ["4640752421879409712"], "pub_url": "https://repository.petra.ac.id/18503/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:MOynbL1DZ0AJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Value Relevance of Environmental Responsibility Performance", "pub_year": 2019, "citation": "Indian Journal of Public Health Research & Development 10 (6), 1395-1400, 2019", "author": "Yolanda Florencia and Imelda Margalo and Stephanie Moudy Santoso", "volume": "10", "number": "6", "pages": "1395-1400", "abstract": "In Indonesia, research on the value relevance of non-financial information is still very rare, while several studies outside Indonesia also show mixed results. This leaves a challenge to test the value relevance of environmental performance information. This research was conducted in the period of 2010 to 2017, with companies that consistently became PROPER participants for 8 consecutive periods as its research subjects. The result shows that environmental performance information provides additional value relevance, which is indicated by an increase in R squared after entering environmental performance variables"}, "filled": true, "author_pub_id": "-30OXPwAAAAJ:L8Ckcad2t8MC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=11786998981113332024", "cites_id": ["11786998981113332024"], "pub_url": "https://repository.petra.ac.id/18504/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:OMEmhR_Vk6MJ:scholar.google.com/", "cites_per_year": {"2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Information Asymmetry and Corporate Social Responsibility Disclosure", "pub_year": 2019, "citation": "Eurasian Journal of Business and Management 7 (1), 1-10, 2019", "author": "Juniarti", "journal": "Eurasian Journal of Business and Management", "volume": "7", "number": "1", "pages": "1-10", "publisher": "Eurasian Publications"}, "filled": true, "author_pub_id": "-30OXPwAAAAJ:LPZeul_q3PIC", "num_citations": 0, "cites_per_year": {}}
