{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Impact of the Russia–Ukraine War: evidence from G20 countries", "pub_year": 2025, "citation": "Studies in Economics and Finance, 2025", "author": "Josua Tarigan and Monica Delia and Saarce Elsye Hatane", "journal": "Studies in Economics and Finance", "publisher": "Emerald Publishing Limited"}, "filled": true, "author_pub_id": "-KoeN4wAAAAJ:jL-93Qbq4QoC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=663335071213460209", "cites_id": ["663335071213460209"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8Zq8lrujNAkJ:scholar.google.com/", "cites_per_year": {"2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The moderating role of blockchain technology in ESG disclosure and operational efficiency: evidence from the banking sector in ASEAN and European stock market", "pub_year": 2025, "citation": "International Journal of Agile Systems and Management 18 (2), 150-171, 2025", "author": "Josua Tarigan and Edward Christopher Kudrati and James Wright", "journal": "International Journal of Agile Systems and Management", "volume": "18", "number": "2", "pages": "150-171", "publisher": "Inderscience Publishers (IEL)", "abstract": "This paper aims to examine further how blockchain technology (BT) and environmental, social, and governance disclosure (ESGD) may be able to affect operational efficiency (OE). Additionally, examines BT as a moderating variable between ESGD and operational efficiency in the banking industry. The results revealed that BT positively affects OE. Moreover, one ESG pillar, governance (GOV) has a significant influence on OE. In terms of the moderation effects of BT, this paper shows that BT could moderate the relationship between social (SOC) and governance (GOV) on OE. The applications of BT have proven to benefit firms in information transparency, financial performance, and stability, hence creating operational efficiency. This paper contributes to the roles of BT, whether as an independent or as a moderating variable that could strengthen the relationship between ESGD and OE. The research also aligns …"}, "filled": true, "author_pub_id": "-KoeN4wAAAAJ:ubry08Y2EpUC", "num_citations": 0, "pub_url": "https://www.inderscienceonline.com/doi/abs/10.1504/IJASM.2025.145450", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:rtH1y_kD6pYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "EXPLORING THE IMPACT OF CUSTOMER EXPERIENCE ON WORDOF-MOUTH MARKETING IN TAIWAN'S MICHELIN-STARRED RESTAURANTS: OVERALL SATISFACTION AS MEDIATOR FROM TRIPADVISOR", "pub_year": 2025, "citation": "International Journal of Organizational Innovation (Online) 17 (3), 170-182, 2025", "author": "Tzu-Kuang Hsu and Kun-Hung Pan and Josua Tarigan and Aigul Nurpeisova and Matt Sheikhi", "journal": "International Journal of Organizational Innovation (Online)", "volume": "17", "number": "3", "pages": "170-182", "publisher": "International Association of Organizational Innovation", "abstract": "This study combines Prospect Theory and quantile mediation analysis to explore the impact of customer experience (CX) on Word-of-mouth Marketing (WOMM) for Michelin-starred restaurants in Taiwan, with a special focus on the mediating role of overall satisfaction (OSAT). The data spans 2018 to 2024, including customer reviews from TripAdvisor. com and Google Maps Local Guides. The results indicate that CX significantly enhances OSAT at all quantiles of overall satisfaction but only significantly affects WOMM at 0.80 quantiles of WOMM. These findings indicate a diminishing marginal utility of customer experience at higher satisfaction levels. This study reveals the importance of enhancing customer experience to improve overall satisfaction and subsequent Word-of-mouth Marketing across different levels of customer satisfaction."}, "filled": true, "author_pub_id": "-KoeN4wAAAAJ:CaZNVDsoPx4C", "num_citations": 0, "pub_url": "https://www.ijoi-online.org/attachments/article/520/1406%20Final%20revised-1.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:tPLBgwVeYYcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Effect of Corporate Social Responsibility on Firm Value During COVID-19", "pub_year": 2024, "citation": "Indonesian Journal of Sustainability Accounting and Management 8 (1), 138 …, 2024", "author": "Josua Tarigan and Devina Nathania Joviaal and Albert Valentine", "volume": "8", "number": "1", "pages": "138–153-138–153", "abstract": "This study reviews the relationship between corporate social responsibility (CSR), firm size, and the leverage on firm value. Panel data analysis is performed to test the sample in basic industries and the chemical sector over the years 2017-2020. To investigate any significant differences between CSR and firm value prior to the COVID-19 pandemic (years 2016–2019) and during the pandemic (years 2020), the authors performed paired sample t-testing. The results imply that the beneficial relevance of CSR performance could assist businesses in protecting their value at the start of a financial catastrophe, such as the COVID-19 pandemic. Therefore, during the COVID-19 era, businesses must continue to invest in CSR initiatives to maintain stakeholders' trust. This research advances previous CSR studies by offering further clarification on the conflicting results currently available about the influence of CSR on firm value during the COVID-19 period. Further research is necessary to determine whether the effects of CSR during the second year of the COVID-19 period differ from those during the pre-crisis period and the first year of the COVID-19 period."}, "filled": true, "author_pub_id": "-KoeN4wAAAAJ:wMgC3FpKEyYC", "num_citations": 0, "pub_url": "http://www.ijsam.org/index.php/ijsam/article/view/767", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Fp_t6XI3jqcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Eyeballing internal auditors’ and the firms’ intention to adopt Metaverse technologies: case study in Indonesia", "pub_year": 2024, "citation": "Journal of Financial Reporting and Accounting 22 (2), 350-365, 2024", "author": "Saarce Elsye Hatane and Livia Sondak and Josua Tarigan and Hendri Kwistianus and Sany Sany", "journal": "Journal of Financial Reporting and Accounting", "volume": "22", "number": "2", "pages": "350-365", "publisher": "Emerald Publishing Limited", "abstract": "This paper aims to give broad insights into what components can significantly influence the adoption of Metaverse from the perspective of internal auditors and their firms in Indonesia.This research used primary data from questionnaires. Relying on the empirical view of 202 internal auditors in Indonesia, this research’s framework is executed using structural equation model. Company’s intention in adopting the Metaverse technology intervenes in the influence of perception of external control and usefulness on the internal auditor’s intention to adopt that technology.The perception of external control and perceived usefulness of Metaverse significantly influenced the adoption intention of Metaverse by internal auditors and their firms in Indonesia. This paper is helpful for practitioners who would like to know what factors are needed to make the internal auditors in …"}, "filled": true, "author_pub_id": "-KoeN4wAAAAJ:4X0JR2_MtJMC", "num_citations": 15, "citedby_url": "/scholar?hl=en&cites=10559141087165750878", "cites_id": ["10559141087165750878"], "pub_url": "https://www.emerald.com/insight/content/doi/10.1108/JFRA-02-2023-0096/full/html", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Xh6_wd-aiZIJ:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 8, "2025": 5}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Financial naivety, excessive gaming, and compulsive buying influence cryptocurrency continuance intention: the mediating role of overconfidence and risk tolerance", "pub_year": 2024, "citation": "International Journal of Trade and Global Markets 20 (1-2), 97-120, 2024", "author": "Elisa Tjondro and Retnaningtyas Widuri and Josua Tarigan and Saarce Elsye Hatane", "journal": "International Journal of Trade and Global Markets", "volume": "20", "number": "1-2", "pages": "97-120", "publisher": "Inderscience Publishers (IEL)", "abstract": "This study seeks to investigate the investment persistence among individuals who have maintained cryptocurrency holdings in the previous year. Financial naivety, online compulsive buying, and excessive gaming behaviours influence continuance intention, either through overconfidence or risk tolerance. The sample comprised 1,097 participants selected from the five provinces of Indonesia's most significant internet user bases. Structural equation modeling is utilised in this study. This study demonstrates that excessive gaming behaviour and financial naivety are associated with continuance intention, either directly or indirectly, via overconfidence or risk tolerance. Investors should be cautious regarding their financial naivety and excessive gaming behaviour, as these elements increase the tendency to be overly optimistic. The findings are consistent with the Dunning-Kruger effect. Conversely, this study fail to …"}, "filled": true, "author_pub_id": "-KoeN4wAAAAJ:otzGkya1bYkC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=15437009610834074843", "cites_id": ["15437009610834074843"], "pub_url": "https://www.inderscienceonline.com/doi/abs/10.1504/IJTGM.2024.143739", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:21wOyHNGO9YJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "COVID-19 catastrophes and stock market liquidity: evidence from technology industry of four biggest ASEAN capital market", "pub_year": 2023, "citation": "Asia-Pacific Journal of Business Administration 15 (5), 695-720, 2023", "author": "Sherin Priscilla and Saarce Elsye Hatane and Josua Tarigan", "journal": "Asia-Pacific Journal of Business Administration", "volume": "15", "number": "5", "pages": "695-720", "publisher": "Emerald Publishing Limited", "abstract": "This study examines the influence of various COVID-19 catastrophes variables on the stock market liquidity, considering the market depth and market tightness in the technology industry of the four biggest ASEAN capital markets.The study utilised the panel data regression analysis obtained from 177 listed technology companies across the four ASEAN countries from March 2, 2020 to June 30, 2021 using the random effect and weighted least squares. The study also supported the result with robustness test, implementing the quantile regression to further present companies' segmentation within the variables.The regression results indicate that daily growth COVID-19 confirmed cases and stringency that adversely impacted the stock market liquidity. Confirmed deaths were also found to have a detrimental effect on the stock market liquidity. On the other hand …"}, "filled": true, "author_pub_id": "-KoeN4wAAAAJ:BJbdYPG6LGMC", "num_citations": 15, "citedby_url": "/scholar?hl=en&cites=13952834037693319116", "cites_id": ["13952834037693319116"], "pub_url": "https://www.emerald.com/insight/content/doi/10.1108/apjba-10-2021-0504/full/html", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:zIewyqFsosEJ:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 4, "2024": 8, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Influence of Return on Equity, Environmental Risk Management and Stock Performance on Corporate Sustainability Performance", "pub_year": 2023, "citation": "Jurnal Aplikasi Bisnis dan Manajemen (JABM) 9 (3), 716-716, 2023", "author": "Josua Tarigan and Veronica Valerie", "journal": "Jurnal Aplikasi Bisnis dan Manajemen (JABM)", "volume": "9", "number": "3", "pages": "716-716", "abstract": "This study aims to determine the relationship between a firm's financial and environmental performance and the quality of the resulting corporate sustainability report. The analysis is conducted on 36 Indonesian listed firms in three sectors: primary industry and chemicals, mining, and consumer goods. Pooled Ordinary Least Square (OLS) model is used to identify the strength of the relationship between the independent and dependent variables. The results show that, with firm age and size serving as the control variables, Return on Equity, Stock Performance, and Environmental Risk Management considerably positively affect a firm's Corporate Sustainability Performance (CSP). According to the findings, the independent variables ROE, environmental risk management, and stock performance impact the firm's corporate sustainability performance quality, which is significant over the long run. Therefore, businesses should consider improving CSP quality as a strategic investment and maintain a solid rapport with stakeholders. By examining how a firm's financial performance and environmental risk management affect the quality of CSP, this study contributes to the CSP field."}, "filled": true, "author_pub_id": "-KoeN4wAAAAJ:0CzhzZyukY4C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=13622879604176053546", "cites_id": ["13622879604176053546"], "pub_url": "https://journal.ipb.ac.id/index.php/jabm/article/view/45428", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:KuXTqNIwDr0J:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The effect of internal corporate governance mechanisms toward corporate social responsibility disclosures: evidence found in Indonesia listed mining industry", "pub_year": 2023, "citation": "APMBA (Asia Pacific Management and Business Application) 11 (3), 303-322, 2023", "author": "Josua Tarigan and Jacky Antonius", "journal": "APMBA (Asia Pacific Management and Business Application)", "volume": "11", "number": "3", "pages": "303-322", "abstract": "This research attempts to scrutinize the impact of managerial ownership, board independence, and female directors on board toward the Corporate Social Disclosure Index (CSID) to observe how a company's internal corporate governance mechanism affects the intensity of CSR disclosure. CSR disclosure is measured by a standardized approach of GRI G4 framework as the reporting standard. CSR Disclosure analysis was undergone on 34 listed mining companies in Indonesia during the observation years of 2016 to 2020. It is found that managerial ownership significantly negatively impacts a firm's sustainability disclosure. In contrast, the remaining variables consisting of board independence and female directors on board have an insignificant effect on a firm's sustainability disclosure, with firm size, firm leverage, and firm profitability acting as the control variables. This study expands previous literature on the CSR disclosure level with only the sole impact of board characteristics by adding another managerial ownership variable besides independent and female board members. Furthermore, the observation period has also been extended from 2016 to 2020 to accommodate the changing of the board members."}, "filled": true, "author_pub_id": "-KoeN4wAAAAJ:2tRrZ1ZAMYUC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=17668139506616862915", "cites_id": ["17668139506616862915"], "pub_url": "https://apmba.ub.ac.id/index.php/apmba/article/view/621", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:w4jxfUXXMfUJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Working capital management and board diversity towards firm performances in Indonesia's LQ45", "pub_year": 2023, "citation": "Journal of Accounting in Emerging Economies 13 (2), 276-299, 2023", "author": "Saarce Elsye Hatane and Jennie Winoto and Josua Tarigan and Ferry Jie", "journal": "Journal of Accounting in Emerging Economies", "volume": "13", "number": "2", "pages": "276-299", "publisher": "Emerald Publishing Limited", "abstract": "This study examines the effect of working capital management and board diversity on firm profitability and firm value for a sample of Indonesian firms listed in the LQ45 index. The interaction of board diversity components with working capital management adds a comprehensive discussion to enhancing working capital management efficiency.This study engages a panel multiple regression method. Data from a sample of LQ45 companies from 2010 to 2016 are analysed using a fixed and a common effect model. Board diversity is further analysed in interaction variables, whether it holds the moderating role in the relationship of working capital and firm performances. This study operates return on capital employed (ROCE) as the proxy of profitability performance and EVA-Spread for the firm's value performance. The simultaneous effect test is used for the robustness test …"}, "filled": true, "author_pub_id": "-KoeN4wAAAAJ:tH6gc1N1XXoC", "num_citations": 40, "citedby_url": "/scholar?hl=en&cites=14284689627516036100", "cites_id": ["14284689627516036100"], "pub_url": "https://www.emerald.com/insight/content/doi/10.1108/jaee-11-2018-0130/full/html", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:BOTMXohpPcYJ:scholar.google.com/", "cites_per_year": {"2023": 11, "2024": 25, "2025": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Rational versus irrational behavior of Indonesian cryptocurrency owners in making investment decision", "pub_year": 2023, "citation": "Risks 11 (1), 17, 2023", "author": "Elisa Tjondro and Saarce Elsye Hatane and Retnaningtyas Widuri and Josua Tarigan", "journal": "Risks", "volume": "11", "number": "1", "pages": "17", "publisher": "MDPI", "abstract": "The purpose of this study is to investigate the salient factors that influence Indonesian cryptocurrency owners in making their investment decision. This study employs intergroup bias, subjective norms, overborrowing, and spending control to explain cryptocurrency investment behavior. The questionnaire was collected from 309 respondents from the five largest internet user areas: Jakarta, Surabaya, Bandung, Semarang, and Medan. This study executes the research framework using binary logistic regression. The results reveal that intergroup bias and overborrowing are the most impulsive factors contributing to the cryptocurrency investment decisions over the past year. Furthermore, after November 2021, Indonesian crypto owners are more irrational in a bearish period since their investment decisions are driven by their desire to be accepted in the social group. Moreover, when they have overindebtedness, instead of solving their debt problems, they prefer to spend their money on cryptocurrency investments. The subjective norms’ influencers suggest that crypto owners not invest when the cryptocurrency price is sharply declining. The findings contribute to the dual-systems perspective and social contagion theories, enriching the empirical study regarding investment behavior."}, "filled": true, "author_pub_id": "-KoeN4wAAAAJ:F1b5ZUV5XREC", "num_citations": 13, "citedby_url": "/scholar?hl=en&cites=14204704808786283231", "cites_id": ["14204704808786283231"], "pub_url": "https://www.mdpi.com/2227-9091/11/1/17", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:30r9isM_IcUJ:scholar.google.com/", "cites_per_year": {"2023": 6, "2024": 5, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Voluntary intellectual capital disclosure and earnings forecast in Indonesia–Malaysia–Thailand growth triangle's pharmaceuticals sector", "pub_year": 2023, "citation": "International Journal of Emerging Markets 18 (1), 1-21, 2023", "author": "Saarce Elsye Hatane and Jefferson Clarenzo Diandra and Josua Tarigan and Ferry Jie", "journal": "International Journal of Emerging Markets", "volume": "18", "number": "1", "pages": "1-21", "publisher": "Emerald Publishing Limited"}, "filled": true, "author_pub_id": "-KoeN4wAAAAJ:nZcligLrVowC", "num_citations": 13, "citedby_url": "/scholar?hl=en&cites=18044500969068938342", "cites_id": ["18044500969068938342"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZsSLCgfyavoJ:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 6, "2024": 4, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Corporate Social Responsibility Disclosure and ISO 14001 Application on the Risk and Profitability of Indonesia’s Consumer Products Industry", "pub_year": 2022, "citation": "Corporate Social Responsibility Disclosure and ISO 14001 Application on the …, 2022", "author": "Saarce Elsye Hatane and ANGELA NATHANIA HARTONO and Josua Tarigan and Alan Darmasaputra", "abstract": "The purpose of this paper is to examine the impact of CSR disclosure on Indonesia’s consumer-branded product company’s risk and profitability with the effect of applying ISO 14001. Indonesian manufacturing companies are determined from all of the manufacturing companies listed in the IDX from the period 2017 - 2020. With the observation years from 2017 to 2020, panel data is collected from 56 companies with 224 company years. Weighted least square is the statistical approach conducted to test the hypothesis. It is discovered that ISO14001 has managed to be the moderating variable for CSR disclosure of the company’s risk. But on the other hand, the supplication of ISO 14001 cannot be a moderating variable for the relationship between CSR disclosure and profitability."}, "filled": true, "author_pub_id": "-KoeN4wAAAAJ:AHdEip9mkN0C", "num_citations": 0, "pub_url": "https://scholar.google.com/scholar?cluster=5347212863588321107&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:U8eUyMQdNUoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The contributing factors of intellectual capital disclosures in agriculture and mining sectors of Indonesia and Thailand", "pub_year": 2022, "citation": "Accounting Research Journal 35 (2), 196-218, 2022", "author": "Saarce Elsye Hatane and Josua Tarigan and Elenne Stefanie Kuanda and Elizabeth Cornelius", "journal": "Accounting Research Journal", "volume": "35", "number": "2", "pages": "196-218", "publisher": "Emerald Publishing Limited", "abstract": "This study aims to examine the factors affecting intellectual capital disclosure (ICD), especially in the agriculture and mining sectors in Indonesia and Thailand. Additionally, this study discusses the difference in ICD levels between Indonesia and Thailand.The sample used is companies listed on the Indonesia Stock Exchange and Stock Exchange of Thailand from 2013 to 2017. The method used is a content analysis of 380 annual reports (150 from Thailand and 230 from Indonesia). This study uses a panel regression model. Variables tested are firm size, market shares, minority shareholders, profitability, leverage and the focus on ICD components such as human capital disclosure, structural capital disclosure and relational capital disclosure.IC disclosures in financial statements are generally oriented to past events and focus more on the human capital component …"}, "filled": true, "author_pub_id": "-KoeN4wAAAAJ:5MTHONV0fEkC", "num_citations": 26, "citedby_url": "/scholar?hl=en&cites=13601480299683626973", "cites_id": ["13601480299683626973"], "pub_url": "https://www.emerald.com/insight/content/doi/10.1108/ARJ-02-2020-0022/full/html", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:3b8d0kQqwrwJ:scholar.google.com/", "cites_per_year": {"2021": 3, "2022": 5, "2023": 5, "2024": 10, "2025": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Total reward system, job satisfaction and employee productivity on company financial performance: evidence from Indonesian Generation Z workers", "pub_year": 2022, "citation": "Journal of Asia Business Studies 16 (6), 1041-1065, 2022", "author": "Josua Tarigan and Jordan Cahya and Albert Valentine and Saarce Hatane and Ferry Jie", "journal": "Journal of Asia Business Studies", "volume": "16", "number": "6", "pages": "1041-1065", "publisher": "Emerald Publishing Limited", "abstract": "PurposeThe study of monetary and non-monetary rewards from the human resource management (HRM) perspective has rarely been analyzed so far. There has been extensive study on HRM, yet only a few studies explicitly discuss the correlation between the adoption of a total reward system (TRS) and employee-related outcomes. This paper aims to analyze this important issue to provide inputs for organizations to design compensation strategies that will impact on company’s financial performance with employee productivity and job satisfaction as mediating variables specifically for Generation Z."}, "filled": true, "author_pub_id": "-KoeN4wAAAAJ:gVv57TyPmFsC", "num_citations": 110, "citedby_url": "/scholar?hl=en&cites=6074285361445819095", "cites_id": ["6074285361445819095"], "pub_url": "https://www.emerald.com/insight/content/doi/10.1108/jabs-04-2021-0154", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:11JVcVoyTFQJ:scholar.google.com/", "cites_per_year": {"2022": 5, "2023": 41, "2024": 43, "2025": 21}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The long-term performance of post-merger and acquisition: evidence from Indonesia's stock market", "pub_year": 2022, "citation": "Afro-Asian Journal of Finance and Accounting 12 (3), 399-412, 2022", "author": "Josua Tarigan and Jacqueline Evania and Devie Devie and Saarce Elsye Hatane", "journal": "Afro-Asian Journal of Finance and Accounting", "volume": "12", "number": "3", "pages": "399-412", "publisher": "Inderscience Publishers (IEL)", "abstract": "This study evaluates the long-term share performance of firms over three years after they underwent merger and acquisition (M&A). This is happening since researchers failed to find answers in the short-term analysis and began looking for answers through long-term analysis. Most previous studies have been done either in big capital markets (US and the UK) or smaller capital markets such as Greece and Malaysia but not Indonesia. The share performance was measured through cumulative market adjusted abnormal return (CMAR) and buy and hold abnormal return (BHAR). The result of this study provides evidence of the presence of negative abnormal returns of the merged and acquiring firms. Moreover, the results show that cash payments are preferable in comparison to the share settlement. The results also reveal that the firms which are owned by families tend to outperform the firms which are not owned by …"}, "filled": true, "author_pub_id": "-KoeN4wAAAAJ:Ak0FvsSvgGUC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=12587375975401525166", "cites_id": ["12587375975401525166"], "pub_url": "https://www.inderscienceonline.com/doi/abs/10.1504/AAJFA.2022.124249", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:rg8YRMJXr64J:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The influence of corporate social responsibility on share price before and after tax amnesty", "pub_year": 2022, "citation": "World Review of Entrepreneurship, Management and Sustainable Development 18 …, 2022", "author": "Josua Tarigan and Aileen Natalia Sutedjo and Ferry Jie and Saarce Elsye Hatane", "journal": "World Review of Entrepreneurship, Management and Sustainable Development", "volume": "18", "number": "3", "pages": "227-248", "publisher": "Inderscience Publishers (IEL)", "abstract": "With a purpose to provide a more profound clarification in regards to socially and environmentally responsible cultures among Indonesian natural resources industry, this study highlights the empirical confirmation on the correlation between corporate social responsibility (CSR) and share price. Kinder, Lydenberg, and Domini's (KLD) measurement approach is used as a basis to assess CSR performance since it gives more social rating transparency. Panel data analysis and paired sample T test are carried out on 83 Indonesian listed firms in the natural resources industry. The study finds a significant difference in the CSR performance and Tax Amnesty between before and after tax periods. The empirical result suggests that the CSR performance serves as a tool in assisting investors to value share prices. This is the first study, which observes and proves that tax amnesty 2016 gives a significant impact on …"}, "filled": true, "author_pub_id": "-KoeN4wAAAAJ:vDZJ-YLwNdEC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=10188172317049949567", "cites_id": ["10188172317049949567"], "pub_url": "https://www.inderscienceonline.com/doi/abs/10.1504/WREMSD.2022.122528", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:fw07PL6oY40J:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 2, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Drivers of voluntary intellectual capital disclosure in agriculture companies listed in IMT-GT countries", "pub_year": 2022, "citation": "International Journal of Learning and Intellectual Capital 19 (3), 269-286, 2022", "author": "Josua Tarigan and Vania Devi and Saarce Elsye Hatane", "journal": "International Journal of Learning and Intellectual Capital", "volume": "19", "number": "3", "pages": "269-286", "publisher": "Inderscience Publishers (IEL)", "abstract": "This study intends to examine the drivers of disclosing intellectual capital for a sample of agriculture firms listed in Indonesia, Malaysia, Thailand Growth Triangle (IMT-GT) countries. The authors read the annual reports by analysing the content and use quantitative data from the Bloomberg terminal. Ordinary least square (OLS) analysis is conducted to test the hypothesis and identify the correlation between variables. It is revealed that factors affect intellectual capital disclosure, such as firm size, ownership concentration, and auditor type. The findings help regulators understand better and use the factors that explain the company's intellectual capital disclosure in the development of future recommendations. Moreover, it is the first study to explore the IMT-GT relationship for intellectual capital disclosure topics. The cooperation has provided positive signals to the economic growth, thus made it enjoyable to look further …"}, "filled": true, "author_pub_id": "-KoeN4wAAAAJ:artPoR2Yc-kC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=4972222710323697977", "cites_id": ["4972222710323697977"], "pub_url": "https://www.inderscienceonline.com/doi/abs/10.1504/IJLIC.2022.122587", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:OVn5CDbiAEUJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The CSR performance and earning management practice on the market value of conventional banks in Indonesia", "pub_year": 2022, "citation": "Research Anthology on Developing Socially Responsible Businesses, 1420-1438, 2022", "author": "Saarce Elsye Hatane and Amadea Nathania Pranoto and Josua Tarigan and Josephine Alexandra Susilo and Ang Jonathan Christianto", "pages": "1420-1438", "publisher": "IGI Global Scientific Publishing", "abstract": "This study examined the effect of the components of corporate social responsibility (CSR) and earnings management on market value, measured using Tobin's Q. CSR is measured by using KLD Index, while earnings management used discretionary loan loss provision. The GMM-SYS (generalized method of moment system) dynamic panel data method is employed to examine the research framework on conventional banks listed in Indonesia Stock Exchange. Among six components in CSR disclosures, only corporate governance, environmental and product disclosures are favorable for bank's market value. Furthermore, earnings management had a positive impact on market value. Empirical result indicated that CSR functions as a part of bank strategic moves in order to survive the highly dynamical business environment. Since CSR inflicts additional costs for the company, they must perform CSR efficiently while …"}, "filled": true, "author_pub_id": "-KoeN4wAAAAJ:KbBQZpvPDL4C", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=10578732804464974686", "cites_id": ["10578732804464974686"], "pub_url": "https://www.igi-global.com/chapter/the-csr-performance-and-earning-management-practice-on-the-market-value-of-conventional-banks-in-indonesia/302330", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Xhvo5281z5IJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 4, "2023": 0, "2024": 0, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Corporate social responsibility, job pursuit intention, quality of work life and employee performance: case study from Indonesia controversial industry", "pub_year": 2021, "citation": "Asia-Pacific Journal of Business Administration 13 (2), 141-158, 2021", "author": "Josua Tarigan and Amelia Rika Sanchia Susanto and Saarce Elsye Hatane and Ferry Jie and Foedjiawati Foedjiawati", "journal": "Asia-Pacific Journal of Business Administration", "volume": "13", "number": "2", "pages": "141-158", "publisher": "Emerald Publishing Limited", "abstract": "This paper aims to examine whether companies in Indonesian controversial industries can rely on their corporate social responsibility (CSR) practices to improve potential employees' job pursuit intention, which lead to a higher quality of work life (QWL) and a better performance from their employees.The target respondents are interns, staff and supervisors of 42 Indonesian listed companies in controversial industries. The data collection method is performed by distributing questionnaires using a seven-point Likert scale. Collected data using partial least squares (PLS) analysis are conducted and tested.Consistent with the existing result, the authors find out that potential employees have a higher intention to join and accept a job offer from companies with a higher level of CSR practices. Regarding the corporate social responsibility, it is further proven to have a positive …"}, "filled": true, "author_pub_id": "-KoeN4wAAAAJ:a3BOlSfXSfwC", "num_citations": 106, "citedby_url": "/scholar?hl=en&cites=8309633191584137333", "cites_id": ["8309633191584137333"], "pub_url": "https://www.emerald.com/insight/content/doi/10.1108/APJBA-09-2019-0189/full/html", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:dQArhly_UXMJ:scholar.google.com/", "cites_per_year": {"2020": 1, "2021": 8, "2022": 22, "2023": 23, "2024": 41, "2025": 10}}
