{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Impact of the Russia–Ukraine War: evidence from G20 countries", "pub_year": 2025, "citation": "Studies in Economics and Finance, 2025", "author": "Josua Tarigan and Monica Delia and Saarce Elsye Hatane", "journal": "Studies in Economics and Finance", "publisher": "Emerald Publishing Limited", "abstract": "This paper aims to investigate the impact of geopolitical events of the Russia–Ukraine conflict on the stock market volatility of G20 countries. Furthermore, the paper also investigates the possible reasons for any similarities or differences in the results of the three sectors.This paper measures the impact of the stock market sectoral index price (SIP) by using the daily closing price as a dependent variable. In addition, this study uses three independent variables: geopolitical risk (GPR), commodity price (CP) and foreign exchange rate (FER). Seventeen countries from the G20 are analyzed using a daily timeframe from September 2021 to August 2022 (before and during the Russian invasion).The results revealed that FER, CP and GPR all affect SIP, but the level of significance and positive/negative signs vary in all three sectors. The positive FER affects SIP in all sectors …"}, "filled": true, "author_pub_id": "-KoeN4wAAAAJ:jL-93Qbq4QoC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=663335071213460209", "cites_id": ["663335071213460209"], "pub_url": "https://www.emerald.com/insight/content/doi/10.1108/SEF-05-2023-0218/full/html", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8Zq8lrujNAkJ:scholar.google.com/", "cites_per_year": {"2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The moderating role of blockchain technology in ESG disclosure and operational efficiency: evidence from the banking sector in ASEAN and European stock market", "pub_year": 2025, "citation": "International Journal of Agile Systems and Management 18 (2), 150-171, 2025", "author": "Josua Tarigan and Edward Christopher Kudrati and James Wright", "journal": "International Journal of Agile Systems and Management", "volume": "18", "number": "2", "pages": "150-171", "publisher": "Inderscience Publishers (IEL)", "abstract": "This paper aims to examine further how blockchain technology (BT) and environmental, social, and governance disclosure (ESGD) may be able to affect operational efficiency (OE). Additionally, examines BT as a moderating variable between ESGD and operational efficiency in the banking industry. The results revealed that BT positively affects OE. Moreover, one ESG pillar, governance (GOV) has a significant influence on OE. In terms of the moderation effects of BT, this paper shows that BT could moderate the relationship between social (SOC) and governance (GOV) on OE. The applications of BT have proven to benefit firms in information transparency, financial performance, and stability, hence creating operational efficiency. This paper contributes to the roles of BT, whether as an independent or as a moderating variable that could strengthen the relationship between ESGD and OE. The research also aligns …"}, "filled": true, "author_pub_id": "-KoeN4wAAAAJ:ubry08Y2EpUC", "num_citations": 0, "pub_url": "https://www.inderscienceonline.com/doi/abs/10.1504/IJASM.2025.145450", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:rtH1y_kD6pYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "EXPLORING THE IMPACT OF CUSTOMER EXPERIENCE ON WORDOF-MOUTH MARKETING IN TAIWAN'S MICHELIN-STARRED RESTAURANTS: OVERALL SATISFACTION AS MEDIATOR FROM TRIPADVISOR", "pub_year": 2025, "citation": "International Journal of Organizational Innovation (Online) 17 (3), 170-182, 2025", "author": "Tzu-Kuang Hsu and Kun-Hung Pan and Josua Tarigan and Aigul Nurpeisova and Matt Sheikhi", "journal": "International Journal of Organizational Innovation (Online)", "volume": "17", "number": "3", "pages": "170-182", "publisher": "International Association of Organizational Innovation", "abstract": "This study combines Prospect Theory and quantile mediation analysis to explore the impact of customer experience (CX) on Word-of-mouth Marketing (WOMM) for Michelin-starred restaurants in Taiwan, with a special focus on the mediating role of overall satisfaction (OSAT). The data spans 2018 to 2024, including customer reviews from TripAdvisor. com and Google Maps Local Guides. The results indicate that CX significantly enhances OSAT at all quantiles of overall satisfaction but only significantly affects WOMM at 0.80 quantiles of WOMM. These findings indicate a diminishing marginal utility of customer experience at higher satisfaction levels. This study reveals the importance of enhancing customer experience to improve overall satisfaction and subsequent Word-of-mouth Marketing across different levels of customer satisfaction."}, "filled": true, "author_pub_id": "-KoeN4wAAAAJ:CaZNVDsoPx4C", "num_citations": 0, "pub_url": "https://www.ijoi-online.org/attachments/article/520/1406%20Final%20revised-1.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:tPLBgwVeYYcJ:scholar.google.com/", "cites_per_year": {}}
