{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Relationship Beyond the Task: Leader-Member Exchange and Organizational Citizenship Behavior on Indonesian Generation Z Employees", "pub_year": 2025, "citation": "Journal of Economics, Business, and Accountancy Ventura 27 (3), 329-340, 2025", "author": "Endo Wijaya Kartika", "journal": "Journal of Economics, Business, and Accountancy Ventura", "volume": "27", "number": "3", "pages": "329-340", "abstract": "The Indonesian hospitality industry must reengage a high-quality workforce composed of Generation Z, recognizing both its strengths and challenges. To achieve this, leaders should adopt a positive approach to fostering high-quality leader-member exchange (LMX) relationships, which can encourage employees to exhibit organizational citi-zenship behavior (OCB). However, there is currently a lack of research specifically examining the relationship between LMX and OCB among Generation Z employees in the Indonesian hospitality sector. This study seeks to address this gap by exploring the application of LMX dimensions and their influence on enhancing OCB within the context of Generation Z employees in the Indonesian hospitality industry. Employing a quantitative causal research design, the study analyzed data from a sample of 300 Generation Z employees working in the sector. The findings reveal that LMX has a positive and significant impact on OCB. Among the LMX dimensions, professional respect emerged as the most influential, followed by affect, contribution, and loyalty. This study highlights the critical role of leaders in recognizing and valuing the profes-sionalism of Generation Z employees as a means to foster positive extra-role behaviors. These findings underscore the importance of leadership strategies that prioritize ap-preciation and respect to enhance employee engagement and performance."}, "filled": true, "author_pub_id": "-sZJOTUAAAAJ:NMxIlDl6LWMC", "num_citations": 0, "pub_url": "https://journal.perbanas.ac.id/index.php/jebav/article/view/4543", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:dR2LAa4y2NIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The influence of psychological capital in the hotel industry following the COVID-19 pandemic", "pub_year": 2024, "citation": "Journal of Tourism, Culinary, and Entrepreneurship (JTCE) 4 (2), 186-201, 2024", "author": "Vido Iskandar and Endo Wijaya Kartika and David Kristianto", "journal": "Journal of Tourism, Culinary, and Entrepreneurship (JTCE)", "volume": "4", "number": "2", "pages": "186-201", "abstract": "Covid-19 pandemic has impacted tourism sector terribly due to travel restrictions. Various methods have been implemented by the government to reinstate the confidence of society towards tourism destinations’ safety. East Java is one of the provinces becoming the government’s main focus for tourism recovery, and when people finally return, accommodation service is becoming necessity. Hotel’s management and staff need to perform numbers of adjustments to regain its visitors’ confidence and convenience upon using provided products and services. Hotel’s employees are expected to provide excellent service and performance. Thus, every member of the property is expected to possess positive psychological condition in order to be able to process and proceed with necessary operational changes on the place. This positive psychological state is often called as psychological capital (psycap). Employees with a higher psycap should have a higher readiness for change, which leads to a better job performance. Data collection through online questionnaires survey, with purposive sampling from 385 respondents. Quantitative data analysis using Partial Least Square (PLS) SEM. The findings show that psycap has a positive and significant impact on both readiness for change and job performance. Additionally, readiness for change positively and significantly influences job performance and serves as a mediating variable between psycap and job performance. This research aids management in understanding the connection between psycap, readiness for change, and job performance, particularly in the hotel industry."}, "filled": true, "author_pub_id": "-sZJOTUAAAAJ:JV2RwH3_ST0C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=14568035760991778975", "cites_id": ["14568035760991778975"], "pub_url": "https://journal.uc.ac.id/index.php/JTCE/article/view/5043", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:nzgaAVcPLMoJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Why Tourists Consumed Local Food in Bali During the Pandemic?", "pub_year": 2022, "citation": "International Academic Conference on Tourism (INTACT)\" Post Pandemic Tourism …, 2022", "author": "Regina Jokom and Sienny Thio and Endo Wijaya Kartika", "conference": "International Academic Conference on Tourism (INTACT)\" Post Pandemic Tourism: Trends and Future Directions\"(INTACT 2022)", "pages": "227-244", "publisher": "Atlantis Press", "abstract": "Local food is a tourism resource that can be leveraged for marketing purposes, such as destination branding. Therefore, understanding tourist motivations for consuming local food could assist the government in developing an effective destination marketing plan. Although Bali is Indonesia's most well-known tourist destination, there is currently limited research on what motivates tourists to consume the indigenous local food. This study aimed to investigate tourists’ motivations for consuming local food in Bali during the covid-19 pandemic and segment them accordingly. The data was collected through an online survey of 518 tourists who visited Bali between October 2021 and February 2022. Seven motivations were discovered as causes utilizing an exploratory factor analysis: cultural, exploration, interaction, emotional, health concern, sharing, and social value. Subsequent cluster analysis divided the respondents into five segments:(1) novelty seekers, who are constantly seeking new things to learn;(2) relationship keepers, who enjoy spending time with their relatives;(3) interaction seekers, who enjoy interacting with the people they meet;(4) cultural explorers, who want to learn more about the local culture and (5) collaborative tourists, who share their experiences with others. Due to the numerous distinguishing characteristics among each segment, the government would effectively examine the local food attributes and provide alternative activities and services to tourists."}, "filled": true, "author_pub_id": "-sZJOTUAAAAJ:isC4tDSrTZIC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=16330531571735810994", "cites_id": ["16330531571735810994"], "pub_url": "https://www.atlantis-press.com/proceedings/intact-22/125980241", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:slOdDvGzoeIJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Why Tourists Consumed Local Food in Bali During the Pandemic? A Motivation-Based Segmentation Study", "pub_year": 2022, "citation": "Why Tourists Consumed Local Food in Bali During the Pandemic? A Motivation …, 2022", "author": "Regina Jokom and Sienny Thio and Endo Wijaya Kartika", "abstract": "Local food is a tourism resource that can be leveraged for marketing purposes, such as destination branding. Therefore, understanding tourist motivations for consuming local food could assist the government in developing an effective destination marketing plan. Although Bali is Indonesia s most well-known tourist destination, there is currently limited research on what motivates tourists to consume the indigenous local food. This study aimed to investigate tourists  motivations for consuming local food in Bali during the covid-19 pandemic and segment them accordingly. The data was collected through an online survey of 518 tourists who visited Bali between October 2021 and February 2022. Seven motivations were discovered as causes utilizing an exploratory factor analysis: cultural, exploration, interaction, emotional, health concern, sharing, and social value. Subsequent cluster analysis divided the respondents into five segments: (1) novelty seekers, who are constantly seeking new things to learn; (2) relationship keepers, who enjoy spending time with their relatives; (3) interaction seekers, who enjoy interacting with the people they meet; (4) cultural explorers, who want to learn more about the local culture and (5) collaborative tourists, who share their experiences with others. Due to the numerous distinguishing characteristics among each segment, the government would effectively examine the local food attributes and provide alternative activities and services to tourists."}, "filled": true, "author_pub_id": "-sZJOTUAAAAJ:iH-uZ7U-co4C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20078/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:KtsraH0svdUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "What Motivates Tourists to Eat and Return to a Destination During COVID-19 Pandemic? Evidence from Bali", "pub_year": 2022, "citation": "What Motivates Tourists to Eat and Return to a Destination During Covid-19 …, 2022", "author": "Sienny Thio and Regina Jokom and Endo Wijaya Kartika"}, "filled": true, "author_pub_id": "-sZJOTUAAAAJ:r0BpntZqJG4C", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=12159088587039586468", "cites_id": ["12159088587039586468"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:pDgA96XCvagJ:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENINGKATAN KUALITAS OPERASIONAL RUMAH PENGINAPAN GRIYA KUSUMA INDAH, PACET", "pub_year": 2022, "citation": "Share: Journal of Service Learning 8 (2), 168-176, 2022", "author": "Monika Kristanti and Sienny Thio and Endo Wijaya Kartika and Vido Iskandar", "journal": "Share: Journal of Service Learning", "volume": "8", "number": "2", "pages": "168-176", "abstract": "Sejak berdirinya tahun 2007, Griya Kusuma Indah (GKI) yang berlokasi di Pacet, menerima reservasi yang sifatnya terbatas, yaitu hanya menerima reservasi grup kegiatan keagamaan, organisasi ataupun perusahaan dan tidak menerima tamu individu. Hal ini menyebabkan segala sistem reservasi dikelola secara manual dimana organisasi/perusahaan melakukan reservasi hanya melalui telpon maupun whatapps dan hanya dilakukan pencatatan sederhana secara manual. Sejak adanya pandemi Covid-19, GKI tidak dimungkinkan untuk menerima reservasi grup sehingga tidak ada pemasukan untuk menutup biaya operasional sehingga akhirnya pengurus GKI membuka GKI sebagai rumah penginapan yang dapat menerima tamu individual ataupun tamu tanpa reservasi. Tetapi keinginan ini belum didukung oleh sistem reservasi, pembayaran, pemasaran, sumber daya manusia maupun fasilitas yang sesuai terutama dalam kondisi pandemi saat ini. Terkait permasalahan yang ada, tim dosen dari program Hotel Management Universitas Kristen Petra memberikan bantuan dan pendampingan berupa (1) pembuatan website yang juga berfungsi sebagai sistem reservasi dan pembayaran di Griya Kusuma Indah (2) pembuatan modul/panduan terkait kualitas layanan (3) pembuatan banner dan poster yang “menyerukan” protokol kesehatan yang harus dilakukan baik oleh karyawan maupun tamu yang datang, yang diletakkan di beberapa area yang mudah terlihat, dan (4) pembuatan video promosi. Selain melakukan hal di atas, maka tim dari program Hotel Management juga memberikan pelatihan dan pendampingan. Pelatihan dan …"}, "filled": true, "author_pub_id": "-sZJOTUAAAAJ:e5wmG9Sq2KIC", "num_citations": 0, "pub_url": "https://share.petra.ac.id/index.php/share/article/view/24600", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:TJWdP8O8WzEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The role of Psycap dnd Readiness for change of hotel employees in implementing the CHSE protocol", "pub_year": 2022, "citation": "Jurnal Pariwisata Pesona 7 (1), 39-48, 2022", "author": "David Kristianto and Endo Wijaya Kartika and Vido Iskandar", "volume": "7", "number": "1", "pages": "39-48", "abstract": "To prevent the transmission of the Covid-19 virus, the hotel industry continues to improve, especially with regard to health protocols, therefore the Hotel has started implementing the Cleanliness, Hygiene, Sanitation, and Environment (CHSE) protocol, this protocol was created by the government to increase efforts to prevent and control transmission Covid-19 for the public in public places and facilities to prevent new clusters of transmission. The implementation of the CHSE protocol requires the readiness of all hotel employees to implement it. This research is causal quantitative research that aims to see the readiness of star hotel employees in Surabaya, Malang, and Batu to implement changes seen from 4 dimensions, namely Self-Efficacy, Optimism, Hope, Resilience. This research was conducted by distributing questionnaires to 68 hotel employees, where the majority of respondents came from the F&B Service department 29 people (42.65%) and the Front Office 18 people (26.47%) F&B Culinary 11 people (16.18%), Housekeeping 6 people (8.82%), Security 4 people (5.88%). Data processing in this study uses the help of smart PLS 2.0. From the results of this study, it can be concluded that 4 dimensions, namely Self-Efficacy, Optimism, Hope, Resilience have a positive and significant effect on employee readiness in implementing changes."}, "filled": true, "author_pub_id": "-sZJOTUAAAAJ:RHpTSmoSYBkC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=450607185989297475", "cites_id": ["450607185989297475"], "pub_url": "https://repository.petra.ac.id/19727/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Q2UhJtngQAYJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Role of Reward System as Performance Control System: Empirical Evidence from Strategic Business Unit in Indonesia", "pub_year": 2022, "citation": "Quality-Access to Success 23 (188), 124-132, 2022", "author": "Endo Wijaya Kartika and Lena Ellitan", "volume": "23", "number": "188", "pages": "124-132", "abstract": "The current global uncertainty in the business environment has delivered negative impact on the Indonesian economy, resulting in problems that arise for large-scale corporate companies that have many Strategic Business Units (SBU) under them. This condition presents a challenge for corporate companies where one of the main roles is to regulate all SBU to be able to produce optimal performance through the established Management Control System (MCS). One of the MCS that need to be studied more deeply academically is reward system that is expected to be able to improve SBU performance through Organizational Learning Culture (OLC) and innovation capability. This study aims to empirically prove the development of a more comprehensive model to improve the SBU performance, especially in SBU context for corporate companies in Indonesia. This is a causal quantitative with total samples is 72 respondents. The results prove that reward system has a significant positive effect on SBU performance, innovation capability, and OLC. OLC has a significant positive effect on innovation capability, but has no significant positive effect on SBU performance. The innovation capability has a significant positive effect on SBU performance. Meanwhile, innovation capability is proven to be a mediating variable for the effect of reward system on SBU performance, and the influence of OLC on SBU performance. OLC is proven to be a mediating variable of the effect of reward system on innovation capability, but it is not proven to be a mediating variable of the effect of reward system on SBU performance."}, "filled": true, "author_pub_id": "-sZJOTUAAAAJ:4JMBOYKVnBMC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=11848367911934363827", "cites_id": ["11848367911934363827"], "pub_url": "https://repository.petra.ac.id/19726/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:swj8LtfbbaQJ:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Consumers' perceived risk and dining-out intention during COVID-19 pandemic", "pub_year": 2022, "citation": "Current Issues in Tourism, Gastronomy, and Tourist Destination Research, 217-223, 2022", "author": "Sienny Thio and Endo Wijaya Kartika and Vido Iskandar", "pages": "217-223", "publisher": "Routledge", "abstract": "The purpose of this paper is to examine the effect of perceived risk on consumers’ behavior using the Theory of Planned Behavior (TPB) and their dining-out intention in a restaurant during the COVID-19 pandemic. In this study, there are samples from 156 respondents from Malang, East Java, Indonesia, which were collected using an online survey between January and March 2021. Partial Least-Squares Structural Equation Modeling (PLS-SEM) was performed to investigate the influence amongst the constructs. The results indicate that the risk perception of COVID-19 has a significant influence on attitude, subjective norm, and perceived behavioral control. On the other hand, consumers’ food consumption intention to eat at restaurants during the pandemic is significantly influenced merely by the attitude and the perceived behavioral control. The results confirmed the previous studies to verify the TPB model to …"}, "filled": true, "author_pub_id": "-sZJOTUAAAAJ:R3hNpaxXUhUC", "num_citations": 0, "pub_url": "https://www.taylorfrancis.com/chapters/edit/10.1201/9781003248002-29/consumers-perceived-risk-dining-intention-covid-19-pandemic-thio-kartika-iskandar", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Nyo30H3mOTMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The issues of risk, trust, and customer intention: A search for the relationship", "pub_year": 2022, "citation": "Virtus Interpress, 2022", "author": "Michael Adiwijaya and Thomas Stefanus Kaihatu and Agustinus Nugroho and Endo Wijaya Kartika", "publisher": "Virtus Interpress", "abstract": "The main purpose of this study is explaining the relationship between customers trust, perceived risk and online purchase intention. However, we added e-servicescape as the antecedent of customers trust, perceived risk, and purchase intention. The respondents were 120 online shop customers. The data was processed using SmartPLS 2.0. We found eServicescape to be an antecedent of both customer trust and perceived risk, and customer trust to be the antecedent of purchase intention. However, we found that the relationship between customer trust and perceived risk, as well as perceived risk and purchase intention to be insignificant. Our findings and managerial implications are discussed."}, "filled": true, "author_pub_id": "-sZJOTUAAAAJ:4TOpqqG69KYC", "num_citations": 21, "citedby_url": "/scholar?hl=en&cites=16304477472005647392", "cites_id": ["16304477472005647392"], "pub_url": "https://dspace.uc.ac.id/handle/123456789/5337", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:IGxBP-AjReIJ:scholar.google.com/", "cites_per_year": {"2021": 4, "2022": 4, "2023": 6, "2024": 3, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "I HAVE CHOSEN YOU AMONG THE OTHERS!: THE IMPACT OF LEADER-MEMBER EXCHANGE, PERCEIVED SUPERVISOR SUPPORT AND ORGRANIZATIONAL CITIZENSHIP BEHAVIOR IN ENHANCING SUBORDINATESâ€™ PERFORMANCE IN HOSPITALITY INDUSTRY", "pub_year": 2021, "citation": "JMBI UNSRAT (Jurnal Ilmiah Manajemen Bisnis dan Inovasi Universitas Sam …, 2021", "author": "Rizki Adityaji and Endo Wijaya Kartika and Adrie Oktavio", "journal": "JMBI UNSRAT (Jurnal Ilmiah Manajemen Bisnis dan Inovasi Universitas Sam Ratulangi).", "volume": "8", "number": "3", "abstract": "Covid-19 pandemic, which has occured for more than a year has had a bad impact on companies in Indonesia. This kind of condition urges superiors from the hospitality industry to immediately take some strategic steps to save their companies in order to survive. In such a situation, superiors are forced to select subordinates who should be retained or have to be released to reduce companiesâ€™ burden. For subordinates who are still retained by their superiors, it is due to good judgment from the superior so that these subordinates are still considered worthy enough of being retained and it is also hoped that the superiorâ€™ s decision is correct by ensuring that these subordinates could show better working results. This study is conducted to add an empirical contribution to examine the role of LMX on PSS and OCB in improving subordinatesâ€™ performance, specifically in Indonesian context during Covid-19 pandemic. The data is collected from 264 respondents who work in the hospitality industry in East Java and Bali provinces, Indonesia. The results show that LMX has a positive and significant effect on OCB; LMX has a positive and significant effect on PSS; and PSS has a positive and significant effect on OCB; and finally OCB has a positive and significant effect on subordinatesâ€™ performance."}, "filled": true, "author_pub_id": "-sZJOTUAAAAJ:TQgYirikUcIC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=4664000344748074605", "cites_id": ["4664000344748074605"], "pub_url": "https://ejournal.unsrat.ac.id/index.php/jmbi/article/view/36102", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:bSYCRZrbuUAJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 1, "2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Kualitas Layanan Terhadap Kepuasan Konsumen Pada Era Kebiasaan Baru Pada Hotel Berbintang Lima Di Surabaya", "pub_year": 2021, "citation": "Jurnal Bisnis Dan Kewirausahaan 17 (2), 187-199, 2021", "author": "Vido Iskandar and Endo Wijaya Kartika and David Kristianto", "volume": "17", "number": "2", "pages": "187-199", "abstract": "Cleanliness, hygiene, sanitation dan environment merupakan program dari pemerintah melalui Kementerian Pariwisata dan Ekonomi Kreatif terkait protokol kesehatan yang digunakan pada era kebiasaan baru. Penelitian ini bertujuan untuk melihat dampak dari penerapan Cleanliness, hygiene, sanitation dan environment sebagai faktor pembentuk kualitas layanan kepada kepuasan konsumen pada era kebiasaan baru pada hotel berbintang 5 di Surabaya. Jenis penelitian yang digunakan pada penelitian ini adalah kuantitatif kausal yang bertujuan untuk mengetahui kualitas layanan dari karyawan hotel yang diukur dengan 5 aspek yaitu tangible, empathy, reliability, responsiveness dan assurance. Penelitian ini melibatkan 69 responden masyarakat Surabaya yang pernah menginap di hotel bintang 5 pada era kebiasaan baru. Hasil penelitian ini menunjukkan aspek kualitas layanan yang berdampak positif signifikan kepada kepuasan konsumen adalah tangible, empathy dan assurance. Sedangkan responsiveness dan reliability berdampak positif tidak signifikan kepada kepuasan konsumen para era kebiasaan baru pada hotel berbintang 5 di Surabaya. Implikasi manajerial pada penelitian ini diharapkan pihak hotel dapat menerapkan protokol kesehatan dengan ketat serta menyesuaikan Standard Operational Procedure menjadi contactless. Penelitian ini juga menunjukkan perubahan persepsi konsumen yang tidak terlalu memperhatikan aspek layanan terkait interaksi secara langsung antara karyawan dan konsumen seperti reliability dan responsiveness, tetapi lebih memperhatikan aspek lain seperti tangible, empathy dan assurance …"}, "filled": true, "author_pub_id": "-sZJOTUAAAAJ:mB3voiENLucC", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=1585464347695124191", "cites_id": ["1585464347695124191"], "pub_url": "https://repository.petra.ac.id/19343/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:3w5qkGyzABYJ:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 3, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Covid-19 pandemic and the adversity of hotel industry: Relationship between service guarantees on service quality perception and consumer perceived risk", "pub_year": 2021, "citation": "Journal of Contemporary Issues in Business and Government 27 (2), 5313-5320, 2021", "author": "Adrie Oktavio and Endo Wijaya Kartika and Zeplin Jiwa Husada Tarigan and Thomas Stefanus Kaihatu", "volume": "27", "number": "2", "pages": "5313-5320", "abstract": "The impact of the Covid-19 pandemic has been significantly felt by many industries, especially the hotel industry in Indonesia. Declining occupancy had been a significant blow to the industry that also has an impact on the company. Therefore, some policies are taken, such as layoff, temporarily operation suspend, or even permanent termination. Even though the Indonesian government has relaxed its social restriction policy, declining occupancy has still occurred. In other words, consumers are still not sure about the implementation of health protocols in public, including hotels. This study investigates consumer perceived risk influenced by service guarantees and service quality perception during the Covid-19 pandemic condition, retrieving research data from 312 starred-hotel consumers in East Java and Bali provinces. The results showed that service guarantees directly and significantly affect service quality perception and consumer perceived risk. However, service quality perception has a direct effect but not significant on consumer perceived risk."}, "filled": true, "author_pub_id": "-sZJOTUAAAAJ:hFOr9nPyWt4C", "num_citations": 10, "citedby_url": "/scholar?hl=en&cites=923453829271499241", "cites_id": ["923453829271499241"], "pub_url": "https://repository.petra.ac.id/19186/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:6bEzdF3E0AwJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 5, "2024": 3, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Technology Acceptance Model (Tam) Analysis of the Use of Ovo Application in F&B Service Industry in Indonesia", "pub_year": 2021, "citation": "Journal of Tourism, Culinary, and Entrepreneurship (JTCE) 1 (1), 1-14, 2021", "author": "REINER DITYA SUSANTO and Raynald Tjandinegara and Vido Iskandar and Endo Wijaya Kartika", "volume": "1", "number": "1", "pages": "1-14", "abstract": "This study aims to determine factors that influence user’s behavioral intention in using OVO as payment method in F&B industry in generation Z. The result of this research shows that Perceived usefulness will have direct influence in increasing user’s intention to use OVO and indirect influence by increasing user’s attitude which will strengthen the connection between perceived usefulness and behavioral intention. Perceived ease of use is proven to be not significant in increasing user’s intention directly. But perceived ease of use will increase user’s positive attitude first toward the usage of OVO which will eventually increase people’s intention toward using OVO as payment method in F&B industry."}, "filled": true, "author_pub_id": "-sZJOTUAAAAJ:-f6ydRqryjwC", "num_citations": 22, "citedby_url": "/scholar?hl=en&cites=5066921641727874642", "cites_id": ["5066921641727874642"], "pub_url": "https://repository.petra.ac.id/19725/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:UtbtL2NSUUYJ:scholar.google.com/", "cites_per_year": {"2022": 6, "2023": 2, "2024": 8, "2025": 6}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Examining the relationship between psycap and readiness for change: Implementation of e-learning among lecturers during covid-19", "pub_year": 2021, "citation": "International Journal of Innovation, Creativity and Change, 2021", "author": "Endo Wijaya Kartika and Zeplin Jiwa Husada Tarigan and Adrie Oktavio", "publisher": "International Journal of Innovation, Creativity and Change", "abstract": "The impact of the Covid-19 disease pandemic caused the official government ministry of education in Indonesia to take a strategic step, conducting teaching by e-learning. In the university context, for lecturers who are technologically illiterate, the use of e-learning could be a burden and difficult to learn quickly. It required a readiness for change to adapt and learn e-learning. An antecedent that is considered to shape readiness for change from an individual perspective is Psychological Capital (PsyCap). Therefore, this study, in addition to understanding the readiness for change based on PsyCap by Indonesian lecturers, also provides empirical evidence of the PsyCap dimensions of readiness for change. The data process was conducted using SmartPLS 2.0. The results indicate that selfefficacy, optimism and resilience have significant effects on readiness for change, while hope has no significant effect on readiness for change."}, "filled": true, "author_pub_id": "-sZJOTUAAAAJ:HDshCWvjkbEC", "num_citations": 10, "citedby_url": "/scholar?hl=en&cites=10249752614928594620", "cites_id": ["10249752614928594620"], "pub_url": "https://dspace.uc.ac.id/handle/123456789/4681", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vDZzoLJvPo4J:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 2, "2023": 2, "2024": 5}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The role of organizational commitment on organizational citizenship behavior in hotel industry", "pub_year": 2020, "citation": "Jurnal Manajemen 24 (3), 373-391, 2020", "author": "Endo Wijaya Kartika and Chintya Pienata", "volume": "24", "number": "3", "pages": "373-391", "abstract": "There are many studies that focused on the role of organizational commitment on Organizational Citizenship Behavior (OCB) specifically conducted in Indonesia. However, few of studies emphasize on the role of three conceptual constructs of organizational commitment namely affective, normative, and continuance on OCB in Indonesian context. Several empirical studies still remain inconclusive due to the inconsistency results. This research is intended as an empirical test to examine the role of three conceptual dimensions of commitment on OCB, and also tested to add body of knowledge about the results of this empirical study in Indonesia especially in hospitality industry. This is a quantitative causal research with 73 three-starred hotels  employees as the respondents. The data is processed using SmartPLS 2.0 as the statistical tools, and as the result it is found that affective commitment affects positively and significantly toward OCB; normative commitment affects positively and significantly toward OCB; and lastly continuance commitment affects positively and significantly toward OCB."}, "filled": true, "author_pub_id": "-sZJOTUAAAAJ:IWHjjKOFINEC", "num_citations": 26, "citedby_url": "/scholar?hl=en&cites=4036213814882835079", "cites_id": ["4036213814882835079"], "pub_url": "https://repository.petra.ac.id/19724/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:h5qdcRSDAzgJ:scholar.google.com/", "cites_per_year": {"2021": 3, "2022": 6, "2023": 7, "2024": 5, "2025": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Peran work life balance terhadap kinerja karyawan melalui komitmen afektif sebagai variabel mediasi pada karyawan hotel berbintang tiga di Makassar, Sulawesi Selatan", "pub_year": 2020, "citation": "Jurnal Manajemen Perhotelan 6 (1), 37-45, 2020", "author": "Evelyn Felicia Foanto and Eugiena Brigitta Tunarso and Endo Wijaya Kartika", "journal": "Jurnal Manajemen Perhotelan", "volume": "6", "number": "1", "pages": "37-45", "abstract": "Industri perhotelan merupakan salah satu industri yang menerapkan jam kerja operasional 24 jam yang dapat memberikan dampak pada ketidakseimbangan pada kehidupan pribadi karyawan. Ketidakseimbangan antara pekerjaan dan kehidupan pribadi akan berdampak kepada komitmen organisasional karyawan terhadap organisasinya dan kemudian juga akan berdampak terhadap kinerja karyawan. Penelitian ini bertujuan untuk membuktikan secara empiris tentang peran work life balance terhadap komitmen afektif dan kinerja karyawan dalam konteks industri perhotelan di Indonesia. Sampel pada penelitian ini adalah 180 orang karyawan pada hotel berbintang tiga di kota Makassar, Sulawesi Selatan. Pengujian statistik menggunakan software SmartPLS 2.0, dan hasil penelitian membuktikan bahwa work life balance berpengaruh tetapi tidak signifikan terhadap kinerja karyawan, work life balance berpengaruh signifikan terhadap komitmen afektif, dan komitmen afektif berpengaruh signifikan terhadap kinerja karyawan"}, "filled": true, "author_pub_id": "-sZJOTUAAAAJ:L8Ckcad2t8MC", "num_citations": 43, "citedby_url": "/scholar?hl=en&cites=17319364192649710959", "cites_id": ["17319364192649710959"], "pub_url": "http://jurnalperhotelan.petra.ac.id/index.php/hot/article/view/22915", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:b42Bpvi9WvAJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 5, "2023": 14, "2024": 17, "2025": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Role of Social Networking on Adaptability and Competitive Advantage: An Empirical Evidence from Small and Medium-sized Enterprises in Restaurant Industry, Surabaya, Indonesia", "pub_year": 2020, "citation": "SHS Web of Conferences 76, 01008 (2020), 2020", "author": "Endo Wijaya Kartika and Thomas Stefanus Kaihatu", "publisher": "SHS Web of Conferences 76, 01008 (2020)", "abstract": "Business competition that occurs in every industry in the world these days is totally inevitable, especially in Indonesia as one of the new emergent market in the world. Every companies are expected to be able to cope and compete well to achieve the best result for the shake of the companies’ future. However, Small and Medium-sized Enterprises (SME) often encounter so many problems during their competition which could impacted on the decreasing company performance and to some extend the worse result which is bankruptcy. This research is conducted to investigate on the existence of gap that occur due to the lack of empirical evidence that focus on social networking, adaptability and competitive advantage on SMEs in Indonesia. Thus, this research focuses on the leader’s social networking and organizational adaptability to support the creation of competitive advantage. This is an associative causal research using 30 restaurant owners in Surabaya city as the respondent which has a maximum number of employees of 20 peoples. Structural Equation Modelling (SEM) is used to answer the research questions. It is found out that social networking affects significantly on adaptability, while adaptability affects on competitive advantage insignificantly."}, "filled": true, "author_pub_id": "-sZJOTUAAAAJ:dhFuZR0502QC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=2277574629439696464", "cites_id": ["2277574629439696464"], "pub_url": "https://dspace.uc.ac.id/handle/123456789/5665", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:UO4x8Q6Smx8J:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 1, "2023": 2, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Stress difference analysis based on gender and age at Surabaya formal restaurants", "pub_year": 2019, "citation": "3rd International Seminar on Tourism (ISOT 2018), 384-389, 2019", "author": "Aniela Alda Wiranuta and Endo Wijaya Kartika and Jennifer Wirayang and Yoel Wibowo", "conference": "3rd International Seminar on Tourism (ISOT 2018)", "pages": "384-389", "publisher": "Atlantis Press", "abstract": "Stress in the workplace has became a major problem for employees and company. From the previous studies, several inconsistencies have been found. This study is an empirical verification aimed to analyze the stress differences on the gender and age of the employees in restaurant industry. This study utilizes a quantitative method with 200 respondents consisting of employees from 7 formal restaurants in Surabaya. The data analysis technique to examine gender differences is independent sample t-test and also one-way ANOVA, to test age differences. This research reveals that there is no significant stress difference between men and women. Nevertheless, there are some differences on stress experienced by employees based on the specific age range"}, "filled": true, "author_pub_id": "-sZJOTUAAAAJ:aqlVkmm33-oC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=17343171404896362846", "cites_id": ["17343171404896362846"], "pub_url": "https://www.atlantis-press.com/proceedings/isot-18/125909421", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:XmGPM4FSr_AJ:scholar.google.com/", "cites_per_year": {"2023": 1}}
