{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Koi varieties identification based zero parameter simple linear iterative clustering and support vector machine", "pub_year": 2025, "citation": "IOP Conference Series: Earth and Environmental Science 1445 (1), 012122, 2025", "author": "Alexander Setiawan and Amadea Sapphira and Endang Setyati", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "1445", "number": "1", "pages": "012122", "publisher": "IOP Publishing", "abstract": "There's currently 120 types of koi fish that has been bred around the world. The types of koi fish depend on the colour patterns and shapes they have. There's alot of patterns that has similarity between one type with another. For example, sanke and showa koi fish will look similar from a non-expert's point of view, because both type has same colour pattern, which is red, black and white. In actuality, sanke koi is dominantly red and white with slight black accent, while showa's dominant colour is red and black, with white accent. In this research, Zero Parameter Simple Linear Iterative Clustering (SLICO) method and Simple Linear Iterative Clustering (SLIC) will be tested and used to process the image segmentation process to eliminate the background of the image. Colour Local Binary Pattern method is used to get the textures on images through the RGB, HSV, and grayscale colour space. Support Vector Machine is …"}, "filled": true, "author_pub_id": "-UEzfB0AAAAJ:Azgs6IHzeyYC", "num_citations": 0, "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/1445/1/012122/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:JH9rGyhkq5cJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Gold Price Administration and Prediction Application using Moving Average Method", "pub_year": 2024, "citation": "2024 2nd International Conference on Technology Innovation and Its …, 2024", "author": "Alexander Setiawan", "conference": "2024 2nd International Conference on Technology Innovation and Its Applications (ICTIIA)", "pages": "1-6", "publisher": "IEEE", "abstract": "This research focuses on creating an administration and gold price prediction application using the Moving Average method for The Gold Shop Company. This application is designed to assist the store in managing store administration data, managing gold stocks, and predicting future gold prices by implementing the Simple Moving Average (SMA) method based on historical gold price data. Application testing is carried out using the User Experience Questionnaire (UEQ) method for the mobile version of the application. The implementation of the simple moving average method in predicting gold prices is also measured for accuracy by calculating the error on each price prediction data using the Mean Absolute Percentage Error (MAPE) method approach and the result is that the MAPE value is not more than 10%. This indicates that the simple moving average method has a very high level of accuracy in predicting …"}, "filled": true, "author_pub_id": "-UEzfB0AAAAJ:xm0LlTxljI0C", "num_citations": 0, "pub_url": "https://ieeexplore.ieee.org/abstract/document/10761390/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:KrbXzvHfg3oJ:scholar.google.com/", "cites_per_year": {}}
