{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Koi varieties identification based zero parameter simple linear iterative clustering and support vector machine", "pub_year": 2025, "citation": "IOP Conference Series: Earth and Environmental Science 1445 (1), 012122, 2025", "author": "Alexander Setiawan and Amadea Sapphira and Endang Setyati", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "1445", "number": "1", "pages": "012122", "publisher": "IOP Publishing", "abstract": "There's currently 120 types of koi fish that has been bred around the world. The types of koi fish depend on the colour patterns and shapes they have. There's alot of patterns that has similarity between one type with another. For example, sanke and showa koi fish will look similar from a non-expert's point of view, because both type has same colour pattern, which is red, black and white. In actuality, sanke koi is dominantly red and white with slight black accent, while showa's dominant colour is red and black, with white accent. In this research, Zero Parameter Simple Linear Iterative Clustering (SLICO) method and Simple Linear Iterative Clustering (SLIC) will be tested and used to process the image segmentation process to eliminate the background of the image. Colour Local Binary Pattern method is used to get the textures on images through the RGB, HSV, and grayscale colour space. Support Vector Machine is …"}, "filled": true, "author_pub_id": "-UEzfB0AAAAJ:Azgs6IHzeyYC", "num_citations": 0, "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/1445/1/012122/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:JH9rGyhkq5cJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Gold Price Administration and Prediction Application using Moving Average Method", "pub_year": 2024, "citation": "2024 2nd International Conference on Technology Innovation and Its …, 2024", "author": "Alexander Setiawan", "conference": "2024 2nd International Conference on Technology Innovation and Its Applications (ICTIIA)", "pages": "1-6", "publisher": "IEEE", "abstract": "This research focuses on creating an administration and gold price prediction application using the Moving Average method for The Gold Shop Company. This application is designed to assist the store in managing store administration data, managing gold stocks, and predicting future gold prices by implementing the Simple Moving Average (SMA) method based on historical gold price data. Application testing is carried out using the User Experience Questionnaire (UEQ) method for the mobile version of the application. The implementation of the simple moving average method in predicting gold prices is also measured for accuracy by calculating the error on each price prediction data using the Mean Absolute Percentage Error (MAPE) method approach and the result is that the MAPE value is not more than 10%. This indicates that the simple moving average method has a very high level of accuracy in predicting …"}, "filled": true, "author_pub_id": "-UEzfB0AAAAJ:xm0LlTxljI0C", "num_citations": 0, "pub_url": "https://ieeexplore.ieee.org/abstract/document/10761390/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:KrbXzvHfg3oJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis Data Statistik: Panduan Komprehensif Untuk Interpretasi Data", "pub_year": 2024, "citation": "Analisis Data Statistik: Panduan Komprehensif Untuk Interpretasi Data, 2024", "author": "Yusro Hakimah and Merry Ratar and M Ardan and Alexander Setiawan", "publisher": "PT Media Penerbit Indonesia", "abstract": "Di era informasi dan teknologi saat ini, pemahaman yang solid tentang statistika menjadi semakin penting dalam berbagai disiplin ilmu dan profesi. Buku referensi ini dirancang untuk menjadi panduan praktis bagi yang terlibat dalam analisis data, baik dalam konteks penelitian akademis maupun kebutuhan praktis dalam berbagai bidang. Melalui penjelasan yang terstruktur dan pendekatan komprehensif, pembaca akan diajak memahami dasar-dasar statistika, mulai dari konsep dasar hingga teknik-teknik analisis yang lebih kompleks."}, "filled": true, "author_pub_id": "-UEzfB0AAAAJ:7Frjd3zlGBUC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21327/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:c0lH0XonoVAJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Informatics Department, Faculty of Industrial Technology, Petra Christian University, Surabaya, Indonesia {alexander, kgunadi}@ petra. ac. id", "pub_year": 2023, "citation": "Intelligent Computing and Optimization: Proceedings of the 6th International …, 2023", "author": "Alexander Setiawan and Kartika Gunadi and Made Yoga Mahardika", "journal": "Intelligent Computing and Optimization: Proceedings of the 6th International Conference on Intelligent Computing and Optimization 2023 (ICO2023), Volume 3", "volume": "853", "pages": "289", "publisher": "Springer Nature", "abstract": "Handwriting is a form of being able to recognize various types of writing in various existing fonts. Unlike consistent computer letters, each human handwriting is unique in its form and consistency. These problems can be found in a document where the data is in the form of handwriting. Segmentation of the data location will use a run length smoothing algorithm with points as segmentation features. The Handwriting Text Recognition (HTR) technique requires segmented data into words. The Handwriting Character Recognition (HCR) technique requires segmented data into various characters. The process of this HCR technique uses the LeNet5 model using the EMNIST dataset. HTR uses the tesseract tool and a convolutional iterative neural network using the IAM database. Experiment on 10 samples of scan images, segmentation obtained an average accuracy of 95.6%. The HCR technique failed in the letter segmentation process in cursive handwriting. The easiest technique to use is the HTR with the helps of tesseract tool, tesseract tool also has a good performance. Tesseract managed to get word accuracy above 70% tested on 5 scan samples, 15 data fields."}, "filled": true, "author_pub_id": "-UEzfB0AAAAJ:orDZ08hpP44C", "num_citations": 0, "pub_url": "https://books.google.com/books?hl=en&lr=&id=VHPpEAAAQBAJ&oi=fnd&pg=PA289&dq=info:S6msU-EkIxMJ:scholar.google.com&ots=Loa0zLXdbo&sig=U8oGawiKEIBVwTlrGo3WkRTyWBE", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:S6msU-EkIxMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Comparison and analysis of the artificial neural network method and SIRD on Covid-19 cases in Surabaya", "pub_year": 2023, "citation": "AIP Conference Proceedings 2680 (1), 2023", "author": "Alexander Setiawan and Silvia Rostianingsih and Juan Felix Nyoto Santoso", "journal": "AIP Conference Proceedings", "volume": "2680", "number": "1", "publisher": "AIP Publishing", "abstract": "Since the first case of Covid-19, it is evidence that the spread of the disease in Indonesia is unavoidable. The virus continues to be widespread in Indonesian cities, one of which is Surabaya. Surabaya attained the'crimson zone'status on June 2, 2020 due to the drastic increase of positive Covid-19 cases which tallies to 2748 people. The rapid pace at which Covid-19 spreads can result in a high death rate. This research tries to prevent high casualty rates by predicting the need for health equipment, isolation rooms, medical personnel, and the need for Personal Protective Equipment (PPE) for Covid-19 patients. There are two methods used for the sake of predicting, namely the Artificial Neural Network (ANN) and Susceptible Infectious Recovered Decease (SIRD) methods. The methods being mentioned will have their accuracies tested using error measurement methods which include the Mean Absolute Deviation …"}, "filled": true, "author_pub_id": "-UEzfB0AAAAJ:lg2tdxc6qMwC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=6066604775261144995", "cites_id": ["6066604775261144995"], "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2680/1/020116/2928496", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:owchnuboMFQJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Identification of student misconception about dynamic fluid", "pub_year": 2023, "citation": "European Online Journal of Natural and Social Sciences 12 (1), pp. 43-52, 2023", "author": "O Saputra and M Satriawan and A Setiawan and D Rusdiana and Muslim Muslim and Nurjannah Nurjannah and D Lusiyanti", "journal": "European Online Journal of Natural and Social Sciences", "volume": "12", "number": "1", "pages": "pp. 43-52", "abstract": "The purpose of this study was to determine how students possessed conceptions on the topic of dynamic fluid. The type of research conducted is a survey with a sample of 30 people held in one of the public schools in Bandung. The instrument used is a three-tier test with six numbers where each question consists of three questions. Data analysis showed that 65.32% of students had misconceptions, 13.06% of students did not understand, 6.76% were lucky/less confident and 14.86% had scientific knowledge about dynamic fluid concepts. Meanwhile, in terms of gender, female students experienced more misconceptions than male students."}, "filled": true, "author_pub_id": "-UEzfB0AAAAJ:KS-xo-ZNxMsC", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=521840851928933365", "cites_id": ["521840851928933365"], "pub_url": "https://european-science.com/eojnss/article/view/6637", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:9eOCcH3zPQcJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 4, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Manajemen Bisnis dalam Era Digital: Pendekatan Teoritis dan Praktis", "pub_year": 2023, "citation": "Manajemen Bisnis dalam Era Digital: Pendekatan Teoritis dan Praktis, 2023", "author": "Reni Rupianti and Alexander Setiawan and Lili Sarce Joi Sapari and Neti Oktarianti", "publisher": "PT. Literasi Nusantara Abadi Grup"}, "filled": true, "author_pub_id": "-UEzfB0AAAAJ:QsKbpXNoaWkC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=2338674628724094723", "cites_id": ["2338674628724094723"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:A3dRGi-kdCAJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "APLIKASI PEMBELAJARAN RUMAH ADAT SE-SUMATERA BERBASIS ANDROID", "pub_year": 2023, "citation": "Jurnal Teknologi Pintar 3 (7), 2023", "author": "Alex Setiawan", "journal": "Jurnal Teknologi Pintar", "volume": "3", "number": "7", "abstract": "Masyarakat dan khususnya anak-anak terlihat cenderung tidak peduli pada budaya Rumah Adat, bahkan banyak yang tidak mengetahui akan bentuk dari rumah adat tersebut. Kurangnya pengetahuan pada masyarakat umum dan anak anak sekolah dasar tentang rumah yang ada di Indonesi. Salah satu dari sekian banyak benda–benda kebudayaan sebagai karya arsitektur adalah rumah adat.(Melda ES: 2011). Maka dari itu diperlukan sebuah mediayang dapat meningkatkan minat dan pengetahuan anak-anak mengenai rumah adat yang ada diIndonesia, berdasarkan hal tersebut penulis melakukan penelitian dengan judul “Aplikasi Pembelajaran Rumah Adat Se-Sumatera Berbasis Android”. Aplikasi ini dikembangkan dengan MDLC (Metode Development Life Cycle). Kemudian untuk mengetahui kelayakan Aplikasi ini diuji menggunkan ISO 9126 dengan empat aspek pengujian yaitu Fungctionality …"}, "filled": true, "author_pub_id": "-UEzfB0AAAAJ:QoJ_w57xiyAC", "num_citations": 0, "pub_url": "https://scholar.google.com/scholar?cluster=7166906261766333739&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:K-Ua70X3dWMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Items Ranking Algorithm For Museums Selection", "pub_year": 2023, "citation": "Items Ranking Algorithm For Museums Selection, 2023", "author": "Alexander Setiawan and Silvia Rostianingsih and Andreas Handojo"}, "filled": true, "author_pub_id": "-UEzfB0AAAAJ:PQEM9vzQD9gC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:42Bh3RcQHfEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Data traffic synchronization application in electronic map", "pub_year": 2023, "citation": "AIP Conference Proceedings 2691 (1), 2023", "author": "Alexander Setiawan and Rolly Intan and Ivan Gunawan", "journal": "AIP Conference Proceedings", "volume": "2691", "number": "1", "publisher": "AIP Publishing", "abstract": "As technology grows and becomes more advanced, the impact will make it easier for humans to search an information they want. Innovation in the field of electronic map applications and travel routes is still very much needed. The lack of detailed information provided on maps and travel routes makes users not aware of the traffic conditions that are happening around them. To solve the problem, an android based mobile application is made. This application provides detailed information about traffic. Information can be derived from web news that is synchronized with the application so that whenever there is an update from the web, that information will appear in the application. There are other features including search, show routes, favorites, and favorite lists which will help users to search for the route they want to go. In additional there is a place autocomplete feature that is useful to help users find the destination …"}, "filled": true, "author_pub_id": "-UEzfB0AAAAJ:n3vGvpFsckwC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=17822997727320833732", "cites_id": ["17822997727320833732"], "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2691/1/080004/2893901", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:xH6NsQACWPcJ:scholar.google.com/", "cites_per_year": {"2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Customer clustering using K-means clustering: Supporting customer relationship management system", "pub_year": 2023, "citation": "AIP Conference Proceedings 2691 (1), 2023", "author": "Silvia Rostianingsih and Alexander Setiawan and Michael Boentarman", "journal": "AIP Conference Proceedings", "volume": "2691", "number": "1", "publisher": "AIP Publishing", "abstract": "PT. X is a consumer good company with a variety of products such as consumption salt, packaged cooking oil, soap, sugar, and so on. Currently PT. X has distributors (customers) whose role is to market products directly to consumers. To increase sales from each distributor, PT. X provides special treatment. Special treatment is given manually for certain distributors. This is felt to be less than optimal because the special treatment given is not right on target for each distributor who has the most sold superior product types. Therefore, we need a distributor clustering system using the K-Means method referring to sales history data. The proposed system also has features that can help distributors to place orders independently, confirm payments, submit returns, submit complaints, and exchange reward points for prizes that can be settled by the company. The results of the system have been tested for system acceptance …"}, "filled": true, "author_pub_id": "-UEzfB0AAAAJ:9DLIHnF0jcYC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=16254072249772980330", "cites_id": ["16254072249772980330"], "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2691/1/080006/2893903", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:arhA6ZcQkuEJ:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Comparison for Handwritten Character Recognition and Handwritten Text Recognition and Tesseract Tool on IJAZAh’s Handwriting", "pub_year": 2023, "citation": "International Conference on Intelligent Computing & Optimization, 289-298, 2023", "author": "Alexander Setiawan and Kartika Gunadi and Made Yoga Mahardika", "pages": "289-298", "publisher": "Springer Nature Switzerland", "abstract": "Handwriting is a form of being able to recognize various types of writing in various existing fonts. Unlike consistent computer letters, each human handwriting is unique in its form and consistency. These problems can be found in a document where the data is in the form of handwriting. Segmentation of the data location will use a run length smoothing algorithm with points as segmentation features. The Handwriting Text Recognition (HTR) technique requires segmented data into words. The Handwriting Character Recognition (HCR) technique requires segmented data into various characters. The process of this HCR technique uses the LeNet5 model using the EMNIST dataset. HTR uses the tesseract tool and a convolutional iterative neural network using the IAM database. Experiment on 10 samples of scan images, segmentation obtained an average accuracy of 95.6%. The HCR technique failed in the letter …"}, "filled": true, "author_pub_id": "-UEzfB0AAAAJ:Vr2j17o0sqMC", "num_citations": 0, "pub_url": "https://link.springer.com/chapter/10.1007/978-3-031-50327-6_30", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:hC55DebsxlkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Virtual Tour Museum Application Using Flutter Framework", "pub_year": 2022, "citation": "Virtual Tour Museum Application Using Flutter Framework, 2022", "author": "Alexander Setiawan and Andreas Handojo and Silvia Rostianingsih and Clarissa Angelia and Wendy Santoso and JEREMY DION PURNAMA", "abstract": "According to the Kamus Besar Bahasa Indonesia (KBBI), a museums function is to protect, develop, utilize collections, and communicate them to the public. The public often knows the word museum itself as a historical place or a place that has high cultural value. Usually, museums are also used as study tour places for students in Indonesia. In 2020, Indonesia has 439 museums spread across the country. However, not all of these museums can be visited by the public due to distance and time limitations. Therefore, media such as a mobile application is needed so that people can visit the museum virtually without being limited by distance and time. In its creation, the Virtual Tour Museum application will implement a framework using the Dart programming language. This application will also be useful as a means of promotion and introduction of Indonesian culture and history to the public, especially the younger generation through the Virtual Museum media."}, "filled": true, "author_pub_id": "-UEzfB0AAAAJ:1r-w4gtu6w8C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20031/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:M8Rh3juqG1oJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "SIAKAD SISTEM INFORMASI AKADEMIK (SIAKAD) AMIK DIAN CIPTA CENDIKIA PRINGSEWU BERBASIS WEB: SISTEM INFORMASI AKADEMIK (SIAKAD) AMIK DIAN CIPTA CENDIKIA PRINGSEWU BERBASIS WEB", "pub_year": 2022, "citation": "Jurnal Informatika Software dan Network (JISN) 3 (2), 2022", "author": "Bambang Suprapto and Henry Simanjutak and Alex Setiawan", "journal": "Jurnal Informatika Software dan Network (JISN)", "volume": "3", "number": "2", "abstract": "AMIK Dian Cipta Cendikia Pringsewu merupakan perguruan tinggi swasta yang bergerak dibidang pendidikan. Sistem akademik yang ada di AMIK Dian Cipta Cendikia Pringsewu pada saat ini masih dilakukan secara manual sehingga menimbulkan permasalah–permasalahan, antara lain proses pencarian data akademik yang memerlukan waktu lama."}, "filled": true, "author_pub_id": "-UEzfB0AAAAJ:6VlyvFCUEfcC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=6340606060143116747", "cites_id": ["6340606060143116747"], "pub_url": "https://jurnal.dccpringsewu.ac.id/index.php/ji/article/view/39", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ywGFI55b_lcJ:scholar.google.com/", "cites_per_year": {"2023": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penerapan metode simple additive weighting (saw) dalam menentukan keluarga miskin (studi kasus: Desa nampirejo)", "pub_year": 2022, "citation": "Journal Computer Science and Information Systems: J-Cosys 2 (1), 10-18, 2022", "author": "Mr Sulistiyanto and Untoro Apsiswanto and Aris Setiawan", "journal": "Journal Computer Science and Information Systems: J-Cosys", "volume": "2", "number": "1", "pages": "10-18", "abstract": "Banyak hal yang mempengaruhi tingginya angka kemiskinan di Indonesia antara lain faktor yakni pekerjaan, nilai tukar petani, dan nilai upah minimum di pedesaan. banyaknya masyarakat desa yang mendaftarkan diri secara kolektif. Dalam hal ini masyrakat atau keluarga miskin merasa hanya orang tertentu yang mendapatkan bantuan dari pemerintah pusat. Metode simple additive weight dipilih karena metode ini menentukan penilaian kriteria keluarga miskin berdasarkan kriteria dari pihak kelurahan desa nampirejo, kemudian dilanjutkan dengan proses seleksi keluarga miskin secara sehingga menghasilkan perangkingan, dalam hal ini solusi yang dimaksud adalah hasil seleksi berdasarkan perangkingan menggunakan metode simple additive weight yang terkomputerisasi. sistem pendukung keputusan ini digunakan untuk mempermudah pihak kelurahan desa nampirejo dalam menyeleksi masalah penerima bantuan keluarga miskin. Kata kunci: Simple Additive Weighting, Sistem Pendukung Keputusan, Keluarga Miskin, Web."}, "filled": true, "author_pub_id": "-UEzfB0AAAAJ:EaFouW7jFu4C", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=2621564062284613917", "cites_id": ["2621564062284613917"], "pub_url": "https://e-jurnal.dharmawacana.ac.id/index.php/JCO/article/view/199", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:HYlnAKCqYSQJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "VOCADOFARM (Pendirian Usaha Pendistribusian Buah Alpukat Aligator Berbasis Kerja Sama Kemitraan)", "pub_year": 2022, "citation": "STIE Multi Data Palembang, 2022", "author": "Alexander Setiawan", "abstract": "Alpukat berasal dari Amerika Tengah yaitu Mexico, Peru dan Venezuela,dan saat ini telah menyebar luas di berbagai negara sampai Asia Tenggara,termaksud Indonesia. Dilatar belakangi adanya Kasus Covid-19 di Indonesia yang semakin hari semakin terjadi peningkatan yang sangat signifikan,banyak masyarakat yang mencari buah dan Vitamin yang banyak mengandung Vitamin C Untuk menjaga Imunitas dan kekebalan tubuh untuk terhindar dari penyakit yang menyerang saat ini,terutama Virus Covid-19.Vitamin C tidak hanya terdiri dari buah Jeruk dan Lemon, melainkan juga buah Alpukat  banyak mengandung berbagai Vitamin mulai dari Vitamin A,B,C,E,K,Vitamin B6,Kalium,Magnesium,Karbohidrat. Alpukat termaksud buah yang mudah didapat dan paling sering dikonsumsi oleh masyarakat karena memiliki banyak manfaat seperti menjaga berat tubuh karena alpukat mengandung karbohidrat dan …"}, "filled": true, "author_pub_id": "-UEzfB0AAAAJ:M0leSnx2MbUC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=8424383186273893682", "cites_id": ["8424383186273893682"], "pub_url": "https://scholar.google.com/scholar?cluster=8424383186273893682&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Mv2gpd9r6XQJ:scholar.google.com/", "cites_per_year": {"2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Citizen Journalism Practice: Contributor as Spy Agent: Case Study of Editorial Policies of Citizen Journalism in Pasang Mata and Kompasiana Media", "pub_year": 2022, "citation": "", "author": "Ido Prijana Hadi and Alexander Setiawan and Desi Yoanita and Agusly Irawan Aritonang", "abstract": "Citizen journalism has become the main term that refers to the various news-gathering and reporting practices conducted through various new digital technologies. One of the problems is in the era of the information society, the accuracy of news or information becomes a serious matter. The term\" hoax\" or information that contains the element of lie becomes a term that often happens almost every day. This study aims to determine how citizen journalism practices from media actors manage media Pasang Mata and Kompasiana, including the exploring of how theories of building citizen journalism in terms of understanding the relationship between the editor and the contributors. The paradigm of this research is interpretive, with a qualitative approach using case study method. The study emphasizes the variety of empirical experiences of the informants who are directly involved. The results of this study showed that the editor always verify data from the contributors as spy agents before the news published. The media platform is available in the form of a website and mobile application, in which the contributor submits an automatic news entry on the two platforms. Active contributors will earn points when text, photos, and videos are published. The implication of learning about the dynamics of media in the era of online media and digital media applications are the media to become a medium for audience learning and to accommodate the public interest. The audience in addition to being a news contributor is also an event spy agency."}, "filled": true, "author_pub_id": "-UEzfB0AAAAJ:R-LXmdHK_14C", "num_citations": 0, "pub_url": "https://www.scitepress.org/Papers/2018/90216/90216.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Y4Jkr8SGhewJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Aplikasi Monitoring Pada Tanaman Aglaonema menggunakan IoT", "pub_year": 2022, "citation": "Jurnal Infra 10 (2), 2022", "author": "Liyyin Putra Arif Wicaksana and Alexander Setiawan and Resmana Lim", "journal": "Jurnal Infra", "volume": "10", "number": "2", "abstract": "Aglaonema plants are quite difficult to cultivate because the keeper must know what Aglaonema plants need in order to thrive and be beautiful. Aglaonema plants have high sensitivity to roots and stems, as well as leaves. Aglaonema plants require a soil moisture level that is not too moist and not too dry, a soil pH of 6-7, and a placement that is not exposed to direct sunlight. The solution is made by utilizing advanced technology which makes an application that can monitor and maintain the fertility of soil conditions on the Aglaonema plant on a mobile basis and use IOT as a sensor tool to retrieve data which will later be sent to the android application. The trial was carried out by using 2 aglaonema plants to be treated simultaneously. Plant 1 will be treated by volunteers who have just touched Aglaonema so that it provides care like other plants in general, plant 2 will be treated using a monitoring application, trials are …"}, "filled": true, "author_pub_id": "-UEzfB0AAAAJ:sfnaS5RM6jYC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=11761905170460827506", "cites_id": ["11761905170460827506"], "pub_url": "https://scholar.google.com/scholar?cluster=11761905170460827506&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ct8lb2-uOqMJ:scholar.google.com/", "cites_per_year": {"2023": 3, "2024": 1}}
