{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Procedural Content Generation pada Game Tower Defense menggunakan Perlin Noise dan Algoritma Floyd Warshall", "pub_year": 2023, "citation": "Journal of Animation and Games Studies 9 (1), 11-28, 2023", "author": "Hans Juwiantho and MICHAEL BUDIONO", "volume": "9", "number": "1", "pages": "11-28", "abstract": "Game tower defense membutuhkan desain map, rute perjalanan musuh, dan desain wave musuh yang digunakan untuk membedakan setiap tingkat. Desain yang dirancang secara manual membutuhkan banyak tenaga dan waktu. Untuk mengatasi masalah tersebut digunakan procedural content generation untuk membuat map secara otomatis. Tidak semua konten bisa dibuat secara otomatis, beberapa konten yang didesain secara manual pada penelitian ini adalah desain portal, desain tower, desain musuh, dan desain ubin. Desain map dibuat secara otomatis menggunakan Perlin Noise untuk menentukan jenis ubin pada map dan dilakukan pengecekan letak portal pemain dan portal musuh menggunakan algoritma Floyd-Warshall untuk menentukan apakah map sudah sesuai persyaratan jarak antar portal. Hasil pengujian menunjukkan setelah dilakukan sebanyak 100 kali, 25 kali percobaan perlu diulang karena jarak antar portal tidak sesuai aturan. Rata-rata waktu pembuatan map hanya 0, 99 detik. Wave musuh pada setiap map juga berbeda-beda dari jumlah setiap jenis dan urutan musuh keluar."}, "filled": true, "author_pub_id": "0piCBRQAAAAJ:_FM0Bhl9EiAC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=9237460975936196540", "cites_id": ["9237460975936196540"], "pub_url": "https://repository.petra.ac.id/19983/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vM81wdANMoAJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penerapan 3D human pose estimation indoor area untuk motion capture dengan menggunakan YOLOv4-Tiny, EfficientNet simple baseline, dan VideoPose3D", "pub_year": 2022, "citation": "Jurnal Infra 10 (2), 198-204, 2022", "author": "Gerry Steven and Liliana Liliana and Anita Nathania Purbowo", "journal": "Jurnal Infra", "volume": "10", "number": "2", "pages": "198-204", "abstract": "Human pose estimation is a research topic that has goal to estimate every human’s keypoint coordinate that can be connected and make a human skeleton. The development of this topic can be applicated to human activity recognition, human tracking, and motion capture for film and animation. There are several challenges for this topic: diverse human pose, diverse body appearance from clothing and similar parts, and complex environment that may cause foreground occlusion. There are several methods to be used in this research: YOLOv4-Tiny, EfficientNet Simple Baseline, and VideoPose3D. YOLOv4-Tiny will process image input to get bounding box coordinate. This coordinate will be inputted to EfficientNet Simple Baseline modification to get 16 keypoint 2D coordinates. After that, VideoPose3D will processed 2D coordinates into 15 keypoints 3D coordinates. The result from this research is EfficientNet Simple …"}, "filled": true, "author_pub_id": "0piCBRQAAAAJ:i2xiXl-TujoC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=11420769919377311693", "cites_id": ["11420769919377311693"], "pub_url": "https://scholar.google.com/scholar?cluster=11420769919377311693&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:zYfzWbu5fp4J:scholar.google.com/", "cites_per_year": {"2023": 3, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penerapan metode hand gesture recognition dalam melakukan kontrol terhadap aplikasi powerpoint dan media player untuk kebutuhan online conference", "pub_year": 2022, "citation": "Jurnal Infra 10 (2), 167-171, 2022", "author": "William Sean Wiyogo and Liliana Liliana", "journal": "Jurnal Infra", "volume": "10", "number": "2", "pages": "167-171", "abstract": "Since the prolonged COVID-19 pandemic, most human activities are seen with the concept of virtual meetings. This concept is helped by the use of an online conferencing platform. As a result, needs arise among the new society. The learning model of hybrid learning, or blended learning is a combination of face-to-face learning with e-learning. This learning method reduces teaching performance due to limited range of motion. Thus, hand tracking gesture recognition can be used as a solution to overcome this problem. This study aims to model a gesture recognition system with statistical and dynamic recognition. The method used in this research is CNN-based RT3D_16F which is used as dynamic motion prediction and Mediapipe hand pipeline which is used as static motion prediction. The data set used consists of 27 movement labels (includes 2 movement labels that shouldn't be recognized as specific moves)."}, "filled": true, "author_pub_id": "0piCBRQAAAAJ:SpbeaW3--B0C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=11536239282879510420", "cites_id": ["11536239282879510420"], "pub_url": "https://scholar.google.com/scholar?cluster=11536239282879510420&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:lLfwk4H0GKAJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "World Journal on Educational Technology: Current Issues", "pub_year": 2022, "citation": "World 14 (2), 456-472, 2022", "author": "Liliana Liliana and Paulus Insap Santosa and Sri Suning Kusumawardani", "volume": "14", "number": "2", "pages": "456-472", "abstract": "Massive Open Online Course (MOOCs) has helped develop the education sector since the Covid-19 pandemic, though it causes low retention. This study used a systematic literature review method to analyze the factors affecting the retention level of MOOCs participants in developing countries and worldwide. A total of 89 publications in the Scopus journal during 2015-2021 and 26 published in developing countries were examined. The results showed that the factors affecting the retention level of MOOCs' participants include perceived ease of use, usefulness, social influence, and self-efficacy. However, motivation was an insignificant factor in developing countries despite being significant worldwide. Infrastructure was an internal factor for the retention level among participants, though this study can be further expanded using better methods."}, "filled": true, "author_pub_id": "0piCBRQAAAAJ:edDO8Oi4QzsC", "num_citations": 0, "pub_url": "https://www.ceeol.com/search/article-detail?id=1049204", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:aZ1K4EOgG20J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pemodelan Lip Reading Bahasa Indonesia Berbasis Visem Menggunakan VGG16 serta Jaro-Winkler Similarity dan Bigram", "pub_year": 2022, "citation": "J. Infra, 2022", "author": "Henry Wicaksono and Liliana Liliana and Alvin Nathaniel Tjondrowiguno", "journal": "J. Infra", "abstract": "Lip reading is a technique used to understand spoken words through visual representation of lip movements. Lip reading has many uses, such as aids for laryngectomy patients and aids for people with hearing disabilities. A research shows that 2.6% of Indonesia’s population has a hearing disability. Thus, lip reading can be a relevant solution in Indonesia. This study aims to model a viseme-based Indonesian lip reading system. The method used in this research is VGG16 which is used as a classifier and Jaro-Winkler similarity and bigram (JW-bigram) which is used as a decoder. The dataset used consists of 25 Indonesian sentences composed of 50 different words and spoken by 12 speakers. The results showed that the lip reading system made using VGG16 and JW-bigram was more effective in terms of accuracy and speed compared to other methods combinations."}, "filled": true, "author_pub_id": "0piCBRQAAAAJ:ruyezt5ZtCIC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=18410050903281792019", "cites_id": ["18410050903281792019"], "pub_url": "https://scholar.google.com/scholar?cluster=18410050903281792019&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:E3T4gsGjff8J:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Deteksi Plagiarisme pada Kode Bahasa Pemrograman Java menggunakan XGBoost", "pub_year": 2022, "citation": "Jurnal Infra 10 (2), 2022", "author": "Tomy Widjaja and Andre Gunawan and Liliana Liliana", "journal": "Jurnal Infra", "volume": "10", "number": "2", "abstract": "With the ease of access to information and cloud server technology, it makes it easier for anyone to access the code data. Coupled with the industry 4.0 era, the number of informatics students is also increasing rapidly. This makes code plagiarism easier to do, especially in academic environment Manual checking of plagiarism is repetitive, difficult, and time-consuming task. Therefore, automation for high quality source code plagiarism detection is needed. The dataset used in this research was collected from “Dasar Pemrograman” class at Petra Christian University. After that the code will continue to tokenization preprocessing using java grammar stage. Then, the algorithm will calculate pairwise features using 3 main algorithms, namely levenshtein distance, greedy string tiling, and bigram which will produce 12 features and a collection of statistic features. Finally, the features will be used for the training and …"}, "filled": true, "author_pub_id": "0piCBRQAAAAJ:e_rmSamDkqQC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=7703927397330022255", "cites_id": ["7703927397330022255"], "pub_url": "https://scholar.google.com/scholar?cluster=7703927397330022255&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:b29BlSbZ6WoJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penerapan SVM untuk Klasifikasi Sentimen pada Review Comment Berbahasa Indonesia di Online Shop", "pub_year": 2022, "citation": "J. Infra, 2022", "author": "Yoshua Refo and Silvia Rostianingsih and Liliana Liliana", "journal": "J. Infra", "abstract": "With so many users accessing online shops, comments are an important aspect when shopping. Buyers can provide comments about the goods or thing that have been purchased, both negative comments and positive comments. By collecting various kinds of comments, the data can be used to classify comments. This research will use the Support Vector Machine (SVM) algorithm which is considered the right method for text classification. The method will be tested for its performance, seen from how good and accurate the method used in classifying comments is. In addition, this research also uses kernels, namely Linear kernels, Radial Basis Function (RBF) kernels, and Polynomial kernels as test scenarios. Based on the test results shown, SVM is a good method in classifying text. SVM classifies text that has gone through the preprocessing stage with an accuracy value of 88% on the RBF kernel, 87% on the linear …"}, "filled": true, "author_pub_id": "0piCBRQAAAAJ:WZBGuue-350C", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=6376538764703885740", "cites_id": ["6376538764703885740"], "pub_url": "https://scholar.google.com/scholar?cluster=6376538764703885740&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:rOmu3jgEflgJ:scholar.google.com/", "cites_per_year": {"2023": 3, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pewarnaan Otomatis Sketsa Gambar Menggunakan Metode Conditional GAN Untuk Mempercepat Proses Pewarnaan", "pub_year": 2022, "citation": "J. Infra 10 (2), 2022", "author": "R Reinaldo Kalendesang and D Haryadi Setiabudi", "journal": "J. Infra", "volume": "10", "number": "2", "abstract": "Anime is a Japanese animation that consists of many frames of images. Images that used to make an anime can be made using hand-drawn or using digital-drawn. It takes a lot of time to make an anime. In making anime for 1 second, it needs a total of 24 frames, this is why it takes a lot of time to make anime and also takes a lot of money. Each image also needs to be colored, this is also why making anime takes so much time. The method used in this research is GAN (Generative Adversarial Network) or should we call C-GAN (Conditional Generative Adversarial Network) to make coloring anime sketches easier. Dataset that is used in this research is a pair of sketch images and sketch images that have already been colored."}, "filled": true, "author_pub_id": "0piCBRQAAAAJ:kz9GbA2Ns4gC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=1388372125114038678", "cites_id": ["1388372125114038678"], "pub_url": "https://scholar.google.com/scholar?cluster=1388372125114038678&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:lvl5hRd9RBMJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pelatihan pembuatan abon pepaya untuk meningkatkan pendapatan keluarga", "pub_year": 2022, "citation": "Sricommerce: Journal of Sriwijaya Community Services 3 (1), 45-50, 2022", "author": "Siti Rohima and Mardalena Mardalena and Liliana Liliana and Abdul Bashir", "journal": "Sricommerce: Journal of Sriwijaya Community Services", "volume": "3", "number": "1", "pages": "45-50", "publisher": "Sriwijaya University", "abstract": "Beragam tanaman yang tumbuh subur, selain memberikan keindahan juga bermanfaat sebagai bahan pangan. Salah satu jenis tanaman yang banyak dijumpai dan harganya terjangkau adalah pepaya. Pemanfaatan pepanya dapat beraneka ragam, sesuai dengan kebutuhan. Salah satu wujud kepedulian kampus pada masyarakat adalah melaksananakan kegiatan pengabdian. Pengabdian diselenggarakan di Talang Ubi, Kelurahan Pulokerto. Kegiatan yang diselenggarakan berupa pelatihan pembuatan abon pepaya. Abon pepaya ini dapat dimanfaatkan oleh ibu-ibu rumah tangga untuk menambah pendapatan keluarga. Kegiatan pengabdian berupa ceramah, presentasi dan praktek membuat abon pepaya. Pelaksanaan Pengabdian memberikan manfaat yaitu (1) Minat dan keinginan menanam buah papaya;(2) Meningkatkan kreatifitas mengolah buah pepaya menjadi abon;(3) Sebagai alternatif untuk menambah pendapatan keluarga. Dampak (impact) dari kegiatan ini adalah menambah pengetahuan dan wawasan bagi ibu rumah tangga untuk memanfaatkan pekarangan rumah dengan menanam pepaya. Pengolahan pepaya menjadi abon merupakan nilai tambah bagi pepaya. Abon pepaya dikemas dan dapat dijual untuk menambah pendapatan keluarga."}, "filled": true, "author_pub_id": "0piCBRQAAAAJ:ML0RJ9NH7IQC", "num_citations": 13, "citedby_url": "/scholar?hl=en&cites=1794286139024025937", "cites_id": ["1794286139024025937"], "pub_url": "https://core.ac.uk/download/pdf/599588585.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:USnvpbyV5hgJ:scholar.google.com/", "cites_per_year": {"2023": 6, "2024": 7}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Ringkasan Ekstraktif Otomatis pada Berita Berbahasa Indonesia Menggunakan Metode BERT", "pub_year": 2022, "citation": "Jurnal Infra 10 (1), 162-168, 2022", "author": "Franky Halim and Liliana Liliana and Kartika Gunadi", "journal": "Jurnal Infra", "volume": "10", "number": "1", "pages": "162-168", "abstract": "In this modern era, information has become an important part of everyday life. In getting information several things can be done where one of them is by reading. With the increasing amount of information available on the internet, it is difficult for humans to keep abreast of developments. Online news is also one of the sources of information on the internet with a very large number and various topics. Reading the whole information sometimes also takes a long time. Therefore, it is necessary to make a summary of the available online news to reduce reading time and obtain relevant information. In this research, a summary of the news will be made by selecting important sentences from the news text. The method used in this research is Bidirectional Encoder Representations from Transformers with the addition of a transformer encoder layer. Based on the results of the tests that have been carried out, the pre-trained …"}, "filled": true, "author_pub_id": "0piCBRQAAAAJ:vDijr-p_gm4C", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=14145283810202863399", "cites_id": ["14145283810202863399"], "pub_url": "https://scholar.google.com/scholar?cluster=14145283810202863399&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:J8c5Mq4kTsQJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 0, "2024": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Meningkatkan Kesulitan Serangan Enemy Dengan Menambahkan Influence Map Pada Metode A* Pada Procedural Generated Tower Defense Game", "pub_year": 2022, "citation": "Jurnal Infra 10 (1), 210-216, 2022", "author": "Michael Budiono and Liliana Liliana and Hans Juwiantho", "journal": "Jurnal Infra", "volume": "10", "number": "1", "pages": "210-216", "abstract": "In tower defense game, if the map dan enemy attack do not change, the strategy that will be used by the player will remain the same, this will make the game having a low replay value and will make the player stop playing the game. The existing tower defense game have used procedural generation to create different levels each time they are played, but there are still shortcoming where the map looks plain and has the same pattern every time it is played, other than that enemy attack using A* have a simple pattern and can’t search for a profitable path for the enemy so the enemy become easy to defeat and the game become less interesting. To overcome this problem, perlin noise is used in procedural generation so that the map mode does not look plain and does not have the same pattern every time it is played, other than that enemy attack use A* by adding influence map so that enemy attack can be more …"}, "filled": true, "author_pub_id": "0piCBRQAAAAJ:ipzZ9siozwsC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=3441578321115559567", "cites_id": ["3441578321115559567"], "pub_url": "https://scholar.google.com/scholar?cluster=3441578321115559567&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:jzbHsD_xwi8J:scholar.google.com/", "cites_per_year": {"2023": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pelatihan Laporan Keuangan dalam Menunjang UMK yang Bankable", "pub_year": 2021, "citation": "Jurnal Abdimas Mandiri 5 (2), 2021", "author": "Liliana Liliana and Dhea Tri Meilan and Siti Rohima and Rizqi Maulidia Safitri", "journal": "Jurnal Abdimas Mandiri", "volume": "5", "number": "2", "abstract": "Kemajuan perekonomian tidak lepas dengan adanya sektor perbankan yang ikut dalam memajukan sektor-sektor perekonomian terutama dalam hal sektor ekonomi. Munculnya covid 19 sangat membawa pengaruh terhadap para pelaku usaha Usaha Mikro dan Kecil (UMK) di Indonesia, terutama di Kota Palembang sehingga menurunnya profit UMK dan modal UMK yang terus berkurang. Usaha UMK dapat tetap berkembang dan maju dapat dilakukan dengan membuat usaha yang dimiliki oleh masyarakat bankable dengan tujuan agar perbankan dapat membantu atas majunya usaha masyarakat. Pelaku UMK memiiki kendala terkait laporan keuangan karena masyarakat banyak yang belum memahami tata kelola laporan keuangan secara baik. Laporan keuangan sangat penting dalam meningkatkan kemajuan usaha para pelaku UMK, dengan membuat laporan keuangan usaha masyarakat lebih tersusun dan bisa menjadi bankable untuk mengajukan pinjaman ke bank atau lembaga keuangan lainnya. Model kegiatan pengabdian dilakukan dengan metode pembinaan keterampilan melalui pelatihan. Hasil kegiatan yang dilakukan ialah peserta telah memahami materi mengenai laporan keuangan, diharapkan juga peserta mampu mengaplikasikan untuk membuat laporan keuangan dalam menunjang usaha pelaku UMK."}, "filled": true, "author_pub_id": "0piCBRQAAAAJ:z_wVstp3MssC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=12108836829852903568", "cites_id": ["12108836829852903568"], "pub_url": "https://ejournal.uigm.ac.id/index.php/PGM/article/view/1836", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:kKiM_vA6C6gJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENGARUH BEBAN KERJA, KOMPETENSI SERTA KOMPENSASI TERHADAP PRESTASI KERJA KARYAWAN HOTEL EXCELTON PALEMBANG", "pub_year": 2021, "citation": "", "author": "Liliana Liliana and Muhni Pramuji", "volume": "6", "number": "2", "pages": "174-186", "abstract": "This study aims to determine the Effect of Workload, Competence and Compensation on Employee Performance at Excelton Hotel Palembang. The data used in this study are primary and secondary data, with data collection techniques carried out through questionnaire distribution to 68 employees of the Excelton Hotel Palembang. The analysis technique used is multiple linear analysis techniques that are processed using the help of the computer program Statistics Product and Service Soulution (SPSS 22). From the results of the study there is a positive and significant influence of Workload, Competence and Compensation on Employee Performance at the Excelton Hotel Palembang, which is indicated by the Regression model= 38.016+ 0.850 X1+ 0.427 X2+ 0.657 X3+ e. Simultaneous correlation between the Work Load independent variable (X1), Competency independent variable (X2), Compensation independent variable (X3) to Work Performance dependent variable (Y) equals 0.724 means that there is a strong and positive directional relationship. Partial correlation of Workload (X1) to Work Achievement (Y) equals 0.562 means that there is a fairly strong and positive relationship in the same direction, partial correlation of Competence (X2) to Work Achievement (Y) equals 0.581 means that there is a strong enough relationship and positive direction, partial correlation Compensation (X3) to Job Performance (Y) equals 0.613 means that there is a strong and positive directional relationship. This can be seen from the large coefficient of determination which is quite strong at 50.8% so there are still 49.8% of variables that cannot be examined …"}, "filled": true, "author_pub_id": "0piCBRQAAAAJ:XD-gHx7UXLsC", "num_citations": 0, "pub_url": "http://ejournal.muliadarma.ac.id/index.php/jembatan/article/view/68", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8wBmW948UksJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sistem Penunjang Belanja Pedagang Keliling Di Lokasi Sekitar Menggunakan Haversine Berbasis Android", "pub_year": 2021, "citation": "J. Infra 9 (2), 234-240, 2021", "author": "Richard Gozali and Liliana Liliana and Yulia Yulia", "journal": "J. Infra", "volume": "9", "number": "2", "pages": "234-240", "abstract": "A traveling merchant is an effort made by a person to sellgoods/services such as vegetables, fruit, and others by travelingto places with certain routes. During this pandemic, some peoplebuy products online because people are afraid to go to placeswith large crowds. This surge in demand has made many peoplelook for sellers of vegetables and fruits. With this research, it canhelp customers to determine the location of the existence oftraveling merchants in the vicinity. By using the haversine formula, you can find out the approximatedistance between the customer and the traveling merchant. During the pandemic and the habit of staying at home, manypeople prefer to cook for themselves compared to buying. It'shard to decide which dish to cook. With the use of beautifulsoup, you can take the recipe menu of the food you want to make. From the results of the survey given to customers and travelingmerchants, it has …"}, "filled": true, "author_pub_id": "0piCBRQAAAAJ:ZfRJV9d4-WMC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=12752665191548089815", "cites_id": ["12752665191548089815"], "pub_url": "https://scholar.google.com/scholar?cluster=12752665191548089815&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:13W22WyR-rAJ:scholar.google.com/", "cites_per_year": {"2023": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENGARUH PEMANFAATAN ABU SEKAM PADI DAN ABU TERBANG PLTU BUNTOI SEBAGAI SEMEN KONVENSIONAL TERHADAP KUAT TEKAN", "pub_year": 2021, "citation": "Jurnal Kacapuri: Jurnal Keilmuan Teknik Sipil 4 (1), 33-42, 2021", "author": "Yunita Yunita and Okta Meilawaty and Liliana Liliana", "journal": "Jurnal Kacapuri: Jurnal Keilmuan Teknik Sipil", "volume": "4", "number": "1", "pages": "33-42", "abstract": "Beton geopolimer adalah beton yang tidak menggunakan semen portland sebagai binder. Penelitian ini bertujuan untuk mengetahui komposisi yang dihasilkan dari penambahan abu sekam padi terhadap abu terbang PLTU Buntoi sebagai pengganti semen, sehingga didapat kuat tekan beton geopolimer yang maksimal. Metode yang digunakan adalah metode eksperimen, yaitu dengan membuat benda uji pasta geopolimer ukuran 20 mm× 40 mm. Dengan variasi penambahan abu sekam padi (0%, 10%, 20%, 30% dan 40%) dari berat abu terbang. Hasil kuat tekan pasta geopolimer dengan persentase penambahan abu sekam padi sebanyak 40% dan abu terbang 60% menghasilkan kuat tekan rata-rata terbesar yaitu 16, 99 MPa. Hasil tersebut digunakan sebagai binder dalam pembuatan beton geopolimer. Kuat tekan rata-rata beton geopolimer berdasarkan umur pengujian 3, 7, 14 dan 28 hari, dengan kuat tekan berturut-turut adalah 0, 96 MPa, 1, 87 MPa, 1, 59 MPa, 1, 58 MPa. Hasil tersebut menunjukan bahwa kuat tekan beton geopolimer lebih rendah dibandingkan dengan kuat tekan pasta geopolimer."}, "filled": true, "author_pub_id": "0piCBRQAAAAJ:ye4kPcJQO24C", "num_citations": 0, "pub_url": "https://ojs.uniska-bjm.ac.id/index.php/jurnalkacapuri/article/view/5126", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:5iPVSa-2X6kJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Peformance Analysis of Automatic Voltage Regulator (AVR) as a 3-Phase AC Generator Excitation Voltage Supply Controller: Analisis Kinerja Automatic Voltage Regulator (Avr) Sebagai Pengontrol Suplai Tegangan Eksitasi Generator Ac 3 Phasa", "pub_year": 2021, "citation": "Indonesian Journal of Electrical Engineering and Renewable Energy (IJEERE) 1 …, 2021", "author": "Liliana Liliana", "journal": "Indonesian Journal of Electrical Engineering and Renewable Energy (IJEERE)", "volume": "1", "number": "1", "pages": "37-44", "abstract": "The voltage generated by the generator will always change due to the fluctuating load. The output voltage must be kept constant within the desired value to ensure the supply of generator output power to meet the load requirements, a device called an AVR (Automatic Voltage Regulator) is needed. AVR aims to regulate the amount of excitation current supplied to the generator and the amount of excitation current is directly proportional to the amount of voltage generated by the generator. This study aims to analyze the performance of the AVR in maintaining the stability of the generator output voltage and power. Monitoring the performance of the AVR installed on the generator is carried out for 31 days. The results of monitoring and analysis after the generator installed AVR, it can be seen that the output voltage is in stability with a variation in the value between 11.59 kV to 11.8 kV while the generator output power is also still in stability with a variation in values?? between 38.1 MW to 38.3 MW."}, "filled": true, "author_pub_id": "0piCBRQAAAAJ:9pM33mqn1YgC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=13830928624357099677", "cites_id": ["13830928624357099677"], "pub_url": "https://journal.irpi.or.id/index.php/ijeere/article/view/88", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:nUiW8E1U8b8J:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengembangan kemandirian anak dalam program pendidikan kewirausahaan anak usia dini di Taman kanak-kanak Kota Samarinda", "pub_year": 2021, "citation": "IAIN Samarinda, 2021", "author": "Liliana Liliana", "publisher": "IAIN Samarinda", "abstract": "Liliana, 2021 “Pengembangan kemandirian anak dalam program pendidikan kewirausahaan anak usia dini di Taman kanak-kanak Kota Samarinda”. Tesis, Program Studi Pendidikan Islam Anak Usia Dini (PIAUD), Program Pascasarjana Institut Agama Islam Negeri Samarinda. Penelitian ini dibimbing oleh Dr.Hj. Noorthaibah, M.Ag dan Dr. Lilik Andaryuni, M.SI. Latar belakang penelitian ini adalah pentingnya mengenalkan program pendidikan kewirausahaan sejak anak usia dini di Taman kanak-kanak, hal ini dilakukan agar dapat menumbuhkan generasi jiwa yang mandiri. Dalam upaya mengembangkan kemandirian anak maka perlu diadakan kegiatan market day, cooking class, kegiatan bazar dan kegiatan Pasar Mini. Tujuan penelitian ini untuk mendeskripsikan strategi program pendidikan kewirausahaan anak usia dini di TK kota Samarinda, dampak program pendidikan kewirausahaan di TK kota …"}, "filled": true, "author_pub_id": "0piCBRQAAAAJ:GtLg2Ama23sC", "num_citations": 0, "pub_url": "https://repository.uinsi.ac.id/handle/123456789/1732", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:FlXkF_4jgloJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Klasifikasi dalam Pembuatan Portal Berita Online dengan Menggunakan Metode BERT", "pub_year": 2021, "citation": "Jurnal Infra 9 (2), 320-325, 2021", "author": "Jehezkiel Hardwin Tandijaya and Liliana Liliana and Indar Sugiarto", "journal": "Jurnal Infra", "volume": "9", "number": "2", "pages": "320-325"}, "filled": true, "author_pub_id": "0piCBRQAAAAJ:_Re3VWB3Y0AC", "num_citations": 13, "citedby_url": "/scholar?hl=en&cites=15420634888903816422", "cites_id": ["15420634888903816422"], "pub_url": "https://scholar.google.com/scholar?cluster=15420634888903816422&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:5nQbvLoZAdYJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 3, "2024": 9}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Kecerdasan buatan dengan metode ID3 finite state machine dalam turn-based tactics game", "pub_year": 2021, "citation": "Jurnal Infra 9 (2), 2021", "author": "Adam Putra Sulaiman and Liliana Liliana and Leo Willyanto Santoso", "journal": "Jurnal Infra", "volume": "9", "number": "2", "abstract": "As the world of video game grown and advances there are evenmore those who likes and play them as well. One way to increaseimmersion within video games is by implementing AI (ArtificialIntelligence). AI is an ability within a program or machine thatcan grant said machine/program a power of “thought” so thatthey can do a command without unnecessary human inputs. AndAI had grown constantly significant since the day it wasconceived. However one of AI’s greatest weakness is if implemented toosimplistic within it’s execution, then when someone manage todecode the AI’s pattern, then said player can use this knowledgefor their advantage. And as a consequence, costed the gameimmersion since the game is played not the way it was intended toor become way too easy. To solve said problem, requires aflexible AI that can adapt to the gameplay. Using ID3 decisiontree, AI are expected to be able to using …"}, "filled": true, "author_pub_id": "0piCBRQAAAAJ:kzcrU_BdoSEC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=7693175395497881207", "cites_id": ["7693175395497881207"], "pub_url": "https://scholar.google.com/scholar?cluster=7693175395497881207&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:dy5tE0Omw2oJ:scholar.google.com/", "cites_per_year": {"2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Deteksi Aktivitas Manusia Berdasarkan Data Skeleton dengan Menggunakan Modifikasi VGG16", "pub_year": 2021, "citation": "J. Infra 9 (1), 122-128, 2021", "author": "D Subroto and L Liliana", "journal": "J. Infra", "volume": "9", "number": "1", "pages": "122-128"}, "filled": true, "author_pub_id": "0piCBRQAAAAJ:Y5dfb0dijaUC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=6685788957912836640", "cites_id": ["6685788957912836640"], "pub_url": "https://scholar.google.com/scholar?cluster=6685788957912836640&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:IKqfZ6KxyFwJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 1, "2023": 0, "2024": 1}}
