{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Influence of Brand Experience through Customer Satisfaction and Brand Trust on Brand Loyalty in The Samsung Smartphone Brand", "pub_year": 2025, "citation": "Jurnal Riset Ekonomi, Manajemen, dan Bisnis 2 (1), 19-27, 2025", "author": "Zeplin Jiwa Husada Tarigan and Kelvin Leonardo Yobeanto", "journal": "Jurnal Riset Ekonomi, Manajemen, dan Bisnis", "volume": "2", "number": "1", "pages": "19-27", "abstract": "This research aims to analyze the influence of brand experience on satisfaction, loyalty, and brand trust among Samsung brand smartphone users. This research involved 163 respondents, consisting of current and former smartphone users. The results of the analysis show that brand experience has a positive influence on satisfaction, brand trust, and loyalty. The higher the user's perceived brand experience, the higher the level of satisfaction, trust, and loyalty to the Samsung brand. Satisfaction has also been proven to positively impact loyalty, where high satisfaction increases user loyalty to Samsung smartphones. In addition, brand trust plays an important role in building customer loyalty, where higher trust in a brand will increase the customer's tendency to remain loyal to using the product. The managerial implications of this research highlight the importance of building user communities on social media to increase customer engagement through sharing positive experiences regarding Samsung features. In addition, effective communication with customers must continue to be strengthened to provide education and resolve various obstacles faced by users, so as to strengthen trust and loyalty to the Samsung brand."}, "filled": true, "author_pub_id": "0w3ZY48AAAAJ:ODE9OILHJdcC", "num_citations": 0, "pub_url": "https://ojs-isei.petra.ac.id/index.php/jrem/article/view/27", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:SxL4IkgHgjcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The impact of management style and supply chain coordination on the lean projects implementation to increase the operational performance", "pub_year": 2025, "citation": "Growing Science, 2025", "author": "Rismawati Br Sitepu and Zeplin Jiwa Husada Tarigan and Laij Victor Effendi and Henry Susanto Pranoto and Hotlan Siagian", "publisher": "Growing Science", "abstract": "The Indonesian manufacturing industry contributes significantly to economic growth in the globalization era. The capability of company leaders to manage excellently determines manufacturing's competitiveness and sustainable performance to survive in current conditions. This study examines the impact of management style and supply chain coordination on operational performance through lean project adoption. The research surveyed manufacturing companies in Indonesia by distributing questionnaires with Google form links to industry practitioners. The survey obtained 172 manufacturing companies with purposive sampling, which is at least the staff level in the company and permanent employees. Data processing is carried out by structural equation modeling and meets the goodness of fitness. The processing results showed that management style influenced internal supply chain coordination by 0.729, external supply chain coordination by 0.221, and lean project manufacture by 0.152. The company's internal supply chain coordination impacts increased external supply chain coordination by 0.512, lean project manufacture by 0.375, and operational performance by 0.405. External supply chain coordination impacted the increase in lean project manufacturing by 0.396. and operational performance of 0.234. Lean project manufacturing in the company impacts operational performance by 0.172. The practical contribution of the research provides insight into supervisors and managers always to be consistent and committed to lean manufacturing practices and build strong internal and external coordination.  The theoretical contribution of …"}, "filled": true, "author_pub_id": "0w3ZY48AAAAJ:yFnVuubrUp4C", "num_citations": 0, "pub_url": "https://dspace.uc.ac.id/handle/123456789/8137", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:DBiuieY6FmMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The influence of project managing capability, IT integration, supply coordination, and process innovation to improve organizational performance of educational institutions", "pub_year": 2025, "citation": "Growing Science 10 (1), 27, 2025", "author": "Ellysa Sri Hartati and Hotlan Siagian and Zeplin Jiwa Husada Tarigan and Ferry Jie", "volume": "10", "number": "1", "pages": "27", "publisher": "Growing Science", "abstract": "The organization strives to provide timely service according to customer needs. Organizations must communicate and make the right decisions quickly to improve performance. The research aims to assess the influence of project management capability, integration, and coordination in improving organizational performance. Data is collected using a questionnaire designed with a five-point Likert scale. The respondents are all suppliers or vendors of high school educational Institutions in East Java. The organization has a project manager responsible for all procurement and projects. The criteria of suppliers or vendors are those who have paid taxes, have a taxpayer number, and have an adequate bank account. Data analysis used the SEM-PLS approach employing SmartPLS software version 4.0. The data processing results showed that project management capability positively affected information technology integration by 0.712, supply coordination by 0.432, and process innovation by 0.250. Information technology integration positively impacted supply coordination by 0.445, process innovation by 0.254, and organizational performance by 0.304. Supply coordination positively affected process innovation by 0.366 and organizational performance by 0.385. Finally, process innovation had a positive effect on organizational performance by 0.234. The research provides insights for foundations to optimize the role of departments in building supply coordination using information technology. Project managers must optimize integrated information technology by maintaining investment and upgrading equipment, making a theoretical contribution to …"}, "filled": true, "author_pub_id": "0w3ZY48AAAAJ:bKqednn6t2AC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=12066164448295082611", "cites_id": ["12066164448295082611"], "pub_url": "https://ro.ecu.edu.au/ecuworks2022-2026/5085/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:c1oT7qKgc6cJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Empirical Study of Technology Acceptance Model among Mobile Banking Users in Indonesia", "pub_year": 2024, "citation": "Journal of Ecohumanism 3 (8), 7486–7498-7486–7498, 2024", "author": "Yonathan Palumian and Zeplin Jiwa Husada Tarigan and Fransiscus Solanus Rayhan Garvey and Santi Sundari", "journal": "Journal of Ecohumanism", "volume": "3", "number": "8", "pages": "7486–7498-7486–7498", "abstract": "Mobile banking is an innovation of banking services developed to facilitate the activities and financial transactions of customers. Mobile banking offers a high degree of ease and flexibility so it can be used anywhere and anytime through the practices of each user. The continued use of mobile banking is influenced by several important factors including expectation-confirmation, satisfaction, and perceived usefulness. The study aims to test the role of the above three factors in their influence on sustainable intentions among mobile banking users in Indonesia. The explanatory research with this quantitative approach involved 326 respondents in an online questionnaire-based survey. Using partial least square (PLS-SEM) as the data analysis technique, this study explains that perceived usefulness and satisfaction have a significant influence on continuous usage intention while expectation-confirmation has no significant effect on the continuous intention."}, "filled": true, "author_pub_id": "0w3ZY48AAAAJ:mNrWkgRL2YcC", "num_citations": 0, "pub_url": "https://ecohumanism.co.uk/joe/ecohumanism/article/view/5377", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8gmxcM4pxYsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Influence of Good Corporate Governance on Financial Performance of Companies in Indonesia Using a Whistleblowing System", "pub_year": 2024, "citation": "Journal of Ecohumanism 3 (8), 6394-6409, 2024", "author": "Yulius Jogi Christiawan and Kelvin Julian and Zeplin Jiwa Husada Tarigan and Ferry Jie", "volume": "3", "number": "8", "pages": "6394-6409", "abstract": "Managers always strive to produce increased profitability by building systems in the company to be efficient and effective. Good corporate governance is formed in companies by increasing the role of supervise independent commission. This research aims to analyze the influence of good corporate governance on financial performance by using the whistleblowing system as a moderating variable. This research uses research samples from companies included in the LQ45. The research results state that good corporate governance with independent commissions positively affects financial performance. This condition can be seen from the increasing role and function of supervisors not affiliated with the company. Second, good corporate governance with an independent commission supported by the whistleblowing system can  strengthen  the  impact  of  good  corporate  governance  on  financial  performance.  Third,  the  whistleblowing  system  established  in companies has not been able to play a direct role  in improving financial performance because there is still no system established in companies, and there are no government regulations to protect employees who disclose violations. Research provides practical contributions for  governments  and  company  managers  to  form  adequate  independent  commissions  because  it  can  produce  increased  financial performance."}, "filled": true, "author_pub_id": "0w3ZY48AAAAJ:4vMrXwiscB8C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21321/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZI38pMccWEgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The effect of e-satisfaction on e-loyalty through trust in e-ticketing on traveloka in Surabaya", "pub_year": 2024, "citation": "Jurnal Riset Ekonomi, Manajemen, dan Bisnis 1 (1), 1-8, 2024", "author": "Gery Djukuw and Zeplin Jiwa Husada Tarigan", "journal": "Jurnal Riset Ekonomi, Manajemen, dan Bisnis", "volume": "1", "number": "1", "pages": "1-8", "abstract": "This research aims to determine the effect of e-satisfaction on e-loyalty through trust in e-ticketing on Traveloka. The population in this research is Surabaya people who are over 18 years old and use credit cards to make transactions on Traveloka. The number of samples I took was 122 respondents. Data analysis using PLS. The variables in this research are e-loyalty as an endogenous variable and e-satisfaction and trust as exogenous variables. The results of data analysis show that e-satisfaction has a significant and positive effect on e-loyalty through trust in e-ticketing on Traveloka."}, "filled": true, "author_pub_id": "0w3ZY48AAAAJ:kh2fBNsKQNwC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=7645087888394497571", "cites_id": ["7645087888394497571"], "pub_url": "https://ojs-isei.petra.ac.id/index.php/jrem/article/view/20", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Iy5l2O3OGGoJ:scholar.google.com/", "cites_per_year": {"2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Impact of Personality Traits on Financial Decisions through Financial Knowledge and Investment Risk.", "pub_year": 2024, "citation": "Journal of Competitiveness 16 (2), 2024", "author": "Sautma Ronni Basana and Zeplin Jiwa Husada Tarigan and Hotlan Siagian and Ferry Jie", "journal": "Journal of Competitiveness", "volume": "16", "number": "2", "abstract": "The personality of the investor has a significant role in determining investment decisions. Investors' personality traits and financial literacy determine their ability to understand investment risks. This capability enables investors to make appropriate investment decisions and enhances the competitiveness of the investors and the organization for which they work. This study examines the impact of personality traits on financial decisions mediated by financial literacy and investment risk. Data was collected from stock investors (individuals or organizations) in Indonesia, with as many as 455 respondents. The proposed hypotheses were tested and verified using the partial least squares approach using SmartPLS software version 4.0. The results indicated that personality traits composed of openness, conscientiousness, extraversion, agreeableness, and neuroticism affect financial literacy, investment risk, and financial …"}, "filled": true, "author_pub_id": "0w3ZY48AAAAJ:mlAyqtXpCwEC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=1449897208081121277", "cites_id": ["1449897208081121277"], "pub_url": "https://search.ebscohost.com/login.aspx?direct=true&profile=ehost&scope=site&authtype=crawler&jrnl=1804171X&AN=178757892&h=WM2QIY9EN6VEtR%2FHyvZ93rXZz0PDTvoPEZ55T%2FFGaSAB9ME2jNx2fwIJU4WHXJ6QtT9LhNfmR%2FgRz%2B6U%2Bbb83Q%3D%3D&crl=c", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:_X-BMNQRHxQJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The influence of social media marketing on customer loyalty through perceived usefulness of streaming technology, perceived enjoyment, and brand loyalty.", "pub_year": 2024, "citation": "International Journal of Data & Network Science 8 (2), 2024", "author": "Zeplin Jiwa Husada Tarigan", "journal": "International Journal of Data & Network Science", "volume": "8", "number": "2", "abstract": "Social media has become a forum for discussion formed with the rapid development of internet technology. Using the internet makes getting various information according to your needs more leisurely. This research aims to determine the influence of social media marketing on customer loyalty in the use of streaming application technology as a form of technology acceptance model. Data collection was carried out in 2020-2023 with 1294 respondents spread across several provinces in Indonesia. The data obtained were analyzed using SEM-PLS. The data processing results to answer the research hypothesis showed that social media marketing as a product promotion tool positively impacted increasing perceived usefulness, enjoyment, and brand trust. The perceived usefulness obtained influences increasing brand trust but does not impact increasing perceived enjoyment. Streaming application technology with …"}, "filled": true, "author_pub_id": "0w3ZY48AAAAJ:_FM0Bhl9EiAC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=5134486570657071297", "cites_id": ["5134486570657071297"], "pub_url": "https://scholar.google.com/scholar?cluster=5134486570657071297&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:wUAHFFVcQUcJ:scholar.google.com/", "cites_per_year": {"2024": 3, "2025": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The impact of SCM integration on business performance through information sharing, quality integration and innovation system", "pub_year": 2024, "citation": "Uncertain Supply Chain Management 12 (1), 435-448, 2024", "author": "Sautma Ronni Basana and Mariana Ing Malelak and Widjojo Suprapto and Hotlan Siagian and Zeplin Jiwa Husada Tarigan", "volume": "12", "number": "1", "pages": "435-448", "abstract": "Integration with external supply chain partners can reduce the risk of process and product development disruptions. Hence, the companies should anticipate and prepare for any risk that could emerge in the supply chain network. This study aims to analyze the role of supply chain integration, information sharing, supply chain quality integration, and innovation systems in improving business performance in the manufacturing industry. The study surveyed manufacturing companies located in East Java, as many as 258 companies. Data was collected using questionnaires designed with a five-point Likert scale and distributed through Google Forms and company visits. 222 questionnaires were distributed through Google Forms, and 36 were distributed during company visits. The smartPLS software version 4.0 was used for descriptive analysis and hypothesis testing. The results showed that supply chain integration positively impacts information sharing, quality integration, and innovation systems. Information sharing significantly supports the implementation of quality integration and innovation systems. However, quality integration does not affect the innovation system. Likewise, innovation systems have no impact on improving business performance. Many manufacturing companies in East Java had not done innovation systems appropriately after the COVID-19 disruption as the company still focused on current processes and products to maintain company sustainability. Furthermore, information sharing, and supply chain quality integration significantly improve business performance. The results of this study could contribute to managers building …"}, "filled": true, "author_pub_id": "0w3ZY48AAAAJ:ClCfbGk0d_YC", "num_citations": 12, "citedby_url": "/scholar?hl=en&cites=3941415658712520650", "cites_id": ["3941415658712520650"], "pub_url": "https://repository.petra.ac.id/21422/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:yte4uai4sjYJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 8, "2025": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "dgfgdg", "pub_year": 2024, "citation": "dgfgdg, 2024", "author": "Zeplin Jiwa Husada Tarigan and Hotlan Siagian", "publisher": "Petra Christian University"}, "filled": true, "author_pub_id": "0w3ZY48AAAAJ:GtLg2Ama23sC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20700/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:xkhm4_8n3L8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Cash holding and corporate governance on company financial performance: Case study of construction infrastructure project supporting industries on the Indonesian stock exchange", "pub_year": 2024, "citation": "Growing Science 9 (4), 457, 2024", "author": "Mariana Ing Malelak and Zeplin Jiwa Husada Tarigan and Sautma Ronni Basana and Ferry Jie", "volume": "9", "number": "4", "pages": "457", "publisher": "Growing Science", "abstract": "The Indonesian government currently focuses on high infrastructure development to prepare for connectivity between one city and another. The massive construction of the new government capital is also called the archipelago's capital. This condition impacts companies supporting construction projects, which are growing rapidly. This growth is supported by corporate governance and the cash-holding industry, which supports infrastructure projects for the company's financial performance. This research aims to determine the role of cash holding and corporate governance (board skill, independent director, managerial ownership) on the financial performance of infrastructure-supporting manufacturing companies in Indonesia. The sample used in this research was 83 manufacturing companies listed on the Indonesia Stock Exchange in the 2010-2020 period. This research uses panel data regression as a data analysis method. The results of this research show that managerial ownership significantly impacts increasing cash holding by maintaining the optimization of cash and cash equivalents. The company's managerial ownership cannot impact board skills because many companies still need to accommodate share ownership by management and board-skill-educated doctors. This condition also causes board size skills not to impact increasing cash holding in the company. Board skills have yet to be able to impact financial performance significantly. Managerial ownership and cash holding impact increasing return on assets, thereby increasing financial performance for manufacturing companies that support infrastructure projects. The …"}, "filled": true, "author_pub_id": "0w3ZY48AAAAJ:HIFyuExEbWQC", "num_citations": 0, "pub_url": "https://ro.ecu.edu.au/ecuworks2022-2026/4770/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:3m_TUTeOeY8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The influence of information technology on supply chain resilience through purchasing strategy, production flexibility, and supply chain responsiveness", "pub_year": 2024, "citation": "Growing Science 13 (4), 791, 2024", "author": "Ruth Srininta Tarigan and Zefanya Valentino Bastanta Tarigan and Maria Natalia Damayanti Maer and Zeplin Jiwa Husada Tarigan and Ferry Jie", "volume": "13", "number": "4", "pages": "791", "publisher": "Growing Science", "abstract": "In today's rapidly changing business environment, companies need to be dynamic, adapting their internal processes to respond effectively to external changes. Information Technology has become crucial for businesses to enhance their ability to manage and adapt to change. This study examines East Java manufacturing companies that have heavily invested in sustainable IT systems to enhance their supply chain responsiveness and resilience through improved purchasing strategies and production flexibility. The study collected data from companies that had implemented IT for at least three years, with respondents being permanent employees with a minimum of two years' experience. Analysis of 108 survey responses using SmartPLS 4 revealed significant impacts of IT implementation on purchasing strategy (0.610), production flexibility (0.363), and supply chain responsiveness (0.164). Furthermore, purchasing strategy influenced production flexibility (0.367), supply chain responsiveness (0.348), and resilience (0.166). Production flexibility also affected supply chain responsiveness (0.348) and resilience (0.343), while responsiveness impacted resilience by 0.306. These findings provide a practical contribution for functional managers in companies regarding the importance of IT investment in developing effective purchasing, production, and marketing strategies to meet market demands swiftly. The research contributes to supply chain strategy and resilience theory while highlighting the significance of strong collaboration with external partners for top management."}, "filled": true, "author_pub_id": "0w3ZY48AAAAJ:dBIO0h50nwkC", "num_citations": 0, "pub_url": "https://ro.ecu.edu.au/ecuworks2022-2026/4859/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:DqUoOM6V0EIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The influence of supply chain integration on firm performance through lean manufacturing, green supply chain management and risk management", "pub_year": 2024, "citation": "Growing Science 12 (4), 2699, 2024", "author": "Lydia Christian and Zeplin Jiwa Husada Tarigan and Hotlan Siagian and Sautma Ronni Basana and Ferry Jie", "volume": "12", "number": "4", "pages": "2699", "publisher": "Growing Science", "abstract": "The rapid development of technology has enabled companies to integrate internal and external partners working together in the supply chain network. Supply chain integration allows fast information to facilitate real-time and reliable decision-making. This study investigates the role of supply chain integration on firm performance through adopting lean manufacturing, green supply chain management, and risk management. The study surveyed manufacturing companies implementing ISO 14000 to represent green supply chain management and integrated information technology as a form of integration. The questionnaires were distributed using a Google form, and 93 valid responses were obtained. Data analysis employed a partial least square approach with SmartPLS software 4.1 version. The data processing results found that supply chain integration increased lean manufacturing by 0.684, green supply chain management by 0.451, and supply chain risk management by 0.333. Lean manufacturing companies using a continuous process control system and process improvements significantly improve green supply chain management by a path coefficient of 0.477, supply chain risk management by 0.206, and firm performance by 0.370. Green supply chain management significantly impacts supply chain risk management by a coefficient of 0.416 and firm performance by 0.189. Supply chain risk management with a system for detecting operational process risks and emergency procedures in overcoming changes in customer orders affects the increase in firm performance by 0.354. The practical contribution of research provides insight for …"}, "filled": true, "author_pub_id": "0w3ZY48AAAAJ:9c2xU6iGI7YC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=5846636342164251122", "cites_id": ["5846636342164251122"], "pub_url": "https://ro.ecu.edu.au/ecuworks2022-2026/4413/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8uGWwcZsI1EJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The role of supplier-buyer relationship in enhancing business performance through supply chain management practice, total quality management implementation and product innovation", "pub_year": 2024, "citation": "Growing Science 12 (4), 2463, 2024", "author": "Ronaldo Richard Gunawan and Hotlan Siagian and Zeplin Jiwa Husada Tarigan and Ferry Jie", "volume": "12", "number": "4", "pages": "2463", "publisher": "Growing Science", "abstract": "The Company should collaborate with supply chain members to support business process activities and increase competitiveness. Company collaboration with suppliers is essential in supporting the adoption of supply chain practices and total quality management to pursue product innovation and enhance business performance. This study investigates the role of supplier-buyer relationships in enhancing business performance through supply chain management practice, total quality management, and product innovation. The research surveyed 150 companies implementing total quality management with ISO certification in East Java. Data processing employs partial least squares using SmartPLS software version 4.0. The research found that supplier-buyer relationships positively and significantly influence supply chain practice by 0.800, total quality management by 0.438, and product innovation by 0.293. The company's ability to implement supply chain practices positively affects total quality management by 0.443, product innovation by 0.206, and business performance by 0.263. Total quality management adopted by manufacturing companies by obtaining ISO certification has an impact on increasing product innovation by 0.412 and business performance by 0.276. The company's ability to build a supply chain strategy to produce innovative products affects business performance by 0.446. The research results contribute practically to managers who build coordination with supply chain members, especially purchasing and marketing managers, to be able to read the capabilities and advantages of external partners to be communicated …"}, "filled": true, "author_pub_id": "0w3ZY48AAAAJ:IUKN3-7HHlwC", "num_citations": 0, "pub_url": "https://ro.ecu.edu.au/ecuworks2022-2026/4419/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:r2jTD63hmUYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The effect of digital ERP implementation, supply chain integration and supply chain flexibility on business performance", "pub_year": 2024, "citation": "Growing Science 8 (4), 2399, 2024", "author": "Kevin Joshua Harianto and Zeplin Jiwa Husada Tarigan and Hotlan Siagian and Sautma Ronni Basana and Ferry Jie", "volume": "8", "number": "4", "pages": "2399", "publisher": "Growing Science", "abstract": "Globalization entails manufacturing companies improving their competitiveness to be superior to competitors. This study investigates the role of ERP implementation in improving business performance through supply chain integration, external supply chain integration, and flexibility. The research surveyed manufacturing companies that were implementing ERP technology adequately. Data was collected from 99 manufacturing companies in East Java that have implemented ERP. The study used judgmental sampling with criteria for employees who have worked for two years and permanent employees and have a role as a critical user or end user of one of the ERP modules in the company department. Data analysis used SmartPLS software version 4.0. The results showed that ERP implementation enhances internal supply chain integration by 0.708, external supply chain integration by 0.491, and supply chain flexibility by 0.244. By responding quickly to interdepartmental needs and integrating systems between functions, internal supply chain integration affects external supply chain integration by 0.373, supply chain flexibility by 0.249, and business performance by 0.196. External supply chain integration affects supply chain flexibility by 0.445 and performance by 0.360. Moreover, supply chain flexibility, described by the flexibility of employee working hours as needed, on-time product delivery, and production processes, impacted business performance by 0.378. The study results provide practical contributions for corporate information technology managers to invest in upgrading ERP software and hardware to maintain integration with a single …"}, "filled": true, "author_pub_id": "0w3ZY48AAAAJ:OTTXONDVkokC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=3783132861965547857", "cites_id": ["3783132861965547857"], "pub_url": "https://ro.ecu.edu.au/ecuworks2022-2026/4407/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:UTmQR0tjgDQJ:scholar.google.com/", "cites_per_year": {"2024": 2, "2025": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Role of supply chain management in improving competitive advantage of Indonesian small and medium enterprises", "pub_year": 2024, "citation": "LLC CPC Business Perspectives 22 (2), 696, 2024", "author": "Hotlan Siagian and Sautma Ronni Basana and Zeplin Jiwa Husada Tarigan and Maya Novitasari and Ferry Jie", "volume": "22", "number": "2", "pages": "696", "publisher": "LLC CPC Business Perspectives", "abstract": "Global competition has forced companies, including small and medium enterprises (SMEs), to improve their competitive advantage. Supply chain management practices are the ways to improve the competitive advantage, particularly in the global competition context. However, there is still doubt SMEs can compete globally, considering they face limited resources, skilled workforce, and business networks. Therefore, this study aims to examine the influence of supply chain management practices, covering cross-functional integration, partnership, responsiveness, and resilience. Moreover, this study has examined which practices dominate in improving competitive advantage. The quantitative study involved 445 SMEs located in East Java, Indonesia. The respondents are supervisors or higher levels and work in departments related to supply chain management, as they can provide the relevant information and possess complete knowledge of management practices. The data were collected via a questionnaire designed with a five-point Likert scale. The responses were analyzed using SmartPLS software 4.0. The results show that cross-function integration improves supply chain partnership, responsiveness, and resilience (β= 0.705, 0.382, 0.324; t-value= 25.177, 6.697, 5.783). Supply chain partnerships affect supply chain responsiveness, resilience, and competitive advantage (β= 0.327, 0.257, 0.249; t-value= 5.933, 4.536, 5.651). Moreover, supply chain responsiveness improves supply chain resilience and competitive advantage (β= 0.285, 0.106; t-value= 5.690, 2.099). Supply chain resilience improves competitive advantage (β= 0.435 and t …"}, "filled": true, "author_pub_id": "0w3ZY48AAAAJ:umqufdRvDiIC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=17230479529409852223", "cites_id": ["17230479529409852223"], "pub_url": "https://ro.ecu.edu.au/ecuworks2022-2026/4380/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:PzMdTNf1Hu8J:scholar.google.com/", "cites_per_year": {"2024": 2, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The role of top management commitment to improve operational performance through it adoption, supply chain integration, and green supply chain management", "pub_year": 2024, "citation": "Growing Science 13 (3), 647, 2024", "author": "Zenia Estella Soesetyo and Zeplin Jiwa Husada Tarigan and Hotlan Siagian and Sautma Ronni Basana and Ferry Jie", "volume": "13", "number": "3", "pages": "647", "publisher": "Growing Science", "abstract": "Manufacturing companies constantly strive to produce products that promote better competitiveness. In addition, the current business environment requires manufacturing companies to adopt environmentally friendly concepts, which have become a global customer concern. Therefore, companies must inevitably meet environmental protection requirements through ecologically friendly processes and products. Meanwhile, environmentally friendly adoption requires a capital-intensive investment, which doubts the management regarding the investment return. Hence, top management commitment is highly needed to maintain eco-friendly products and contribute to the company's performance. This study examines the role of top management commitment to operational performance through adopting information technology, supply chain integration, and green supply chain management. This study surveyed manufacturing companies that have implemented ISO 14000, as many as 73 companies with criteria of having more than 100 employees. Data is collected using questionnaires directly and online with Google Forms. The results of data processing analysis found that top management commitment influences information technology adoption with a priority scale to maintain competitiveness and strategies that increase competitiveness. Top management commitment through information technology can improve supply chain integration and green supply chain management. In addition, supply chain integration improves green supply chain management and operational performance. Implement environmental-friendly measures by involving external …"}, "filled": true, "author_pub_id": "0w3ZY48AAAAJ:a9-T7VOCCH8C", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=12923476181939190600", "cites_id": ["12923476181939190600"], "pub_url": "https://ro.ecu.edu.au/ecuworks2022-2026/4658/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:SPu0rx1pWbMJ:scholar.google.com/", "cites_per_year": {"2024": 2, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Exploring the key enabling role of digital technology for enhancing supply chain performance through supply chain collaboration, inventory management and supply chain resilience", "pub_year": 2024, "citation": "Growing Science 12 (3), 1769, 2024", "author": "Michelle J Sadha and Zeplin JH Tarigan and Hotlan Siagian and Ferry Jie", "volume": "12", "number": "3", "pages": "1769", "publisher": "Growing Science", "abstract": "The company always tries to improve competitiveness by improving company performance. Using upgraded digital technology makes it easier for internal and external companies to determine business strategies quickly and precisely. This study surveyed expedition companies in East Java, as many as 104 companies with the criteria of having a transportation fleet. Data collection using questionnaires and dissemination in collaboration with the Association of Express Delivery Service Companies, Post and Logistics Indonesia (ASPERINDO). Research respondents consist of employees or unit leaders who are competent in the substance of the survey. Data analysis uses the partial least square (PLS) method. The results showed that digital technology positively and significantly impacts supply chain collaboration, inventory management, and supply chain resilience. The company's ability to build supply chain collaboration impacts improving inventory management optimization, supply chain resilience, and supply chain performance. Furthermore, inventory management with the ability to control inventory well and on-time delivery does not impact supply chain resilience. However, good inventory management has a positive impact on supply chain performance. Likewise, shipping companies, by increasing supply chain resilience, have an impact on supply chain performance. The results of this study contribute to the theory of supply chain management and resource-based view. The practical contribution enlightens the middle and top management on the importance of digital technology with the suitability of investment and benefits obtained in …"}, "filled": true, "author_pub_id": "0w3ZY48AAAAJ:0izLItjtcgwC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=3723784188758133669", "cites_id": ["3723784188758133669"], "pub_url": "https://ro.ecu.edu.au/ecuworks2022-2026/3966/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:pQslf_2JrTMJ:scholar.google.com/", "cites_per_year": {"2024": 3, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The influence of supplier competency on business performance through supplier integration, vendor-managed inventory, and supply chain collaboration in Fuel Station: An evidence from Timor Leste", "pub_year": 2024, "citation": "Uncertain Supply Chain Management 12 (1), 207-220, 2024", "author": "R Silva and Z Tarigan and Hotlan Siagian", "journal": "Uncertain Supply Chain Management", "volume": "12", "number": "1", "pages": "207-220"}, "filled": true, "author_pub_id": "0w3ZY48AAAAJ:FPJr55Dyh1AC", "num_citations": 8, "citedby_url": "/scholar?hl=en&cites=3464831732630353409", "cites_id": ["3464831732630353409"], "pub_url": "https://scholar.google.com/scholar?cluster=3464831732630353409&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:AfbudRqOFTAJ:scholar.google.com/", "cites_per_year": {"2024": 6, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The influence of top management commitment on the operational performance through the mediating role of the green purchasing and iso 14000 implementation", "pub_year": 2024, "citation": "Journal of future sustainability 4 (1), 11-22, 2024", "author": "Whenama Ghea Setyo Nugroho and Zeplin Jiwa Husada Tarigan and Hotlan Siagian", "journal": "Journal of future sustainability", "volume": "4", "number": "1", "pages": "11-22"}, "filled": true, "author_pub_id": "0w3ZY48AAAAJ:oNZyr7d5Mn4C", "num_citations": 8, "citedby_url": "/scholar?hl=en&cites=12064920941019383664", "cites_id": ["12064920941019383664"], "pub_url": "https://scholar.google.com/scholar?cluster=12064920941019383664&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:cMehVKw1b6cJ:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 3, "2025": 3}}
