{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Modification of Rubber Waste-Crepe Rubber Type into Rubberized Asphalt", "pub_year": 2025, "citation": "International Conference on Applied Technology (ICAT 2024), 127, 2025", "author": "Dian Retno Sari Dewi and Gogot Setyo Budi", "journal": "International Conference on Applied Technology (ICAT 2024)", "pages": "127", "publisher": "Trans Tech Publications Ltd", "abstract": "The current situation of road infrastructure in Indonesia is not in accordance with the planned service life due to the problem of overloading and volume of vehicles and erratic tropical climate. To overcome these problems, improvement the quality of asphalt used through conventional asphalt modification by the addition of rubber polymers to the conventional asphalt mixture. Various types of rubber can be used for modifications that can improve the mechanical properties of asphalt, including crepe rubber. In this study, crepe rubber polymers from production of gloves namely thick rubber palm gloves (RPG) in safety gloves industry were used to modify conventional asphalt. This rubber waste is in the form of unused rubber scraps as much as 15% of the initial raw material for crepe rubber in the form of sheets. The accumulated amount of crepe rubber waste produced is 36 tons/year, which has not been utilized until now. The problem is that this rubber waste cannot be disposed of directly into landfills due to environmental pollution. One solution to overcome the problem of rubber waste is to process it into useful products and added economic value, namely as an additive for the manufacture of rubber asphalt products. This rubberized asphalt product improves the properties of conventional asphalt products and prolong its lifetime. The modification of rubber asphalt carried out in this study used the addition of crepe rubber polymer from glove industry waste with an additional dose of 7% of the asphalt weight. The results show that rubberized asphalt products was successfully made by cold mix method (mixing between crepe rubber waste, Pertamina …"}, "filled": true, "author_pub_id": "0yxnO2UAAAAJ:ldfaerwXgEUC", "num_citations": 0, "pub_url": "https://scholar.google.com/scholar?cluster=12355652207972232019&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:U6t0WDgYeKsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Optimization of Counterfort Retaining Wall Structure with Shear Key using Metaheuristic Method", "pub_year": 2024, "citation": "Civil Engineering Dimension 26 (2), 151-159, 2024", "author": "Gogot Setyo Budi and Joel Glenn Chandra and Bryan Saputra Ongkowardhana and Willy Husada", "journal": "Civil Engineering Dimension", "volume": "26", "number": "2", "pages": "151-159", "abstract": "This paper presents the optimization work to obtain the most economical of counterfort retaining wall structure with shear key attached at its base using metaheuristic method. The metaheuristic algorithm is a global optimization method that can be used to find the optimum solution of complex problems. In this research, optimization is carried out using the Particle Swarm Optimization (PSO) and Symbiotic Organisms Search (SOS) methods. This research utilizes a retaining wall sitting on stiff clay layer subjected to ten (10) m of granular soil of backfill. The scope of the study is limited to the material cost, that consists of the cost of concrete and reinforcement bars, of the counterfort retaining wall with shear key. The results show that the SOS algorithm resulted a lower cost and relatively faster in obtaining optimum retaining wall design compared to that of the PSO algorithm."}, "filled": true, "author_pub_id": "0yxnO2UAAAAJ:2P1L_qKh6hAC", "num_citations": 0, "pub_url": "https://ced.petra.ac.id/index.php/civ/article/view/27937", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:1jZDDHtd-T4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pemanfaatan Limbah Karet Pt. Sumber Lancar Cemerlang Menjadi Produk Aspal Karet", "pub_year": 2024, "citation": "PeKA: Jurnal Pengabdian Kepada Masyarakat 7 (1), 19-29, 2024", "author": "Herman Hindarso and Indah Epriliati and Aning Ayucitra and Gogot Setyo Budi", "journal": "PeKA: Jurnal Pengabdian Kepada Masyarakat", "volume": "7", "number": "1", "pages": "19-29", "abstract": "Proses produksi sarung tangan jenis telapak karet tebal (RPG/SAS) di PT. Sumber Lancar Cemerlang (PT. SLC) menghasilkan limbah berupa potongan sisa karet yang tidak digunakan sebanyak 15% dari bahan baku karet berupa lembaran (limbah karet yang dihasilkan sebanyak 3 ton/bulan) yang hingga saat ini belum dilakukan pengolahan dan tidak bisa dibuang langsung ke pembuangan akhir karena menimbulkan pencemaran lingkungan. Permasalahan limbah karet ini dapat diatasi dengan cara mengolahnya tersebut menjadi produk yang berguna, yaitu aspal karet. Produk aspal karet ini digunakan sebagai bahan campuran pada pembuatan aspal konvensional dengan tujuan memperbaiki sifat produk aspal menjadi lengket, sehingga umur pakainya menjadi lebih lama. Pembuatan aspal karet ini menggunakan aditif karet dengan dosis penambahan sebesar 5–7% dari berat aspal. Hasil kegiatan adalah didapatkannya produk aspal karet dengan metode cold mix (pencampuran antara limbah karet, pelarut pertasol, aspal dan kerikil tanpa pemanasan). Sebagai pembanding digunakan campuran yang terbuat dari karet, pertasol dan kerikil. Produk aspal karet dan campuran pembanding tersebut kemudian diuji coba pada lingkungan nyata di area mitra PT. SLC untuk menguji ketahanan dan kekuatannya. Hasil uji coba menunjukkan bahwa aspal karet dari campuran bahan aspal, karet, pertasol dan kerikil memiliki kekuatan dan daya tahan yang lebih baik daripada pembanding dengan campuran karet, pertasol dan kerikil (tanpa aspal)."}, "filled": true, "author_pub_id": "0yxnO2UAAAAJ:70eg2SAEIzsC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=17697409686274685068", "cites_id": ["17697409686274685068"], "pub_url": "https://jurnal.ukwms.ac.id/index.php/peka/article/view/5373", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:jLj1QljUmfUJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Effect of Welded Splice with Predetermined Gap of Concrete Spun Pile on The Response of Low Strain Integrity Test", "pub_year": 2022, "citation": "Civil Engineering Dimension 24 (2), 109-114, 2022", "author": "Gogot Setyo Budi", "volume": "24", "number": "2", "pages": "109-114", "abstract": "This paper presents the velocity wave of concrete spun piles with welded splice. The stress wave velocity was recorded using Pile Integrity Test. Two specimens were prepared in the experiment. The first sample was prepared visually no gap between the two end-plates of connected piles, while the second specimen was prepared by inserting 5mm thick steel plate into the splice to create a gap in its connection. The results show that a spike of reflecting stress wave still develops at the splice with and without gap, regardless the splice was welded in full circle. The relatively high spikes of reflecting waves at pile toe are noticed for both specimens with and without gaps. It shows that the full welded splice able to transfer stress wave velocity. A good quality of welded splice can be indicated by the reflecting wave at the pile toe, regardless the reflecting wave development at the splice."}, "filled": true, "author_pub_id": "0yxnO2UAAAAJ:vV6vV6tmYwMC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=4320880475729597413", "cites_id": ["4320880475729597413"], "pub_url": "https://repository.petra.ac.id/19764/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:5ZPIUObZ9jsJ:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perbandingan Komponen Daya Dukung Pondasi Tiang Antara Hasil Static Load Test (SLT) dan Pile Driving Analyzer (PDA)", "pub_year": 2022, "citation": "Jurnal Dimensi Pratama Teknik Sipil 11 (2), 115-122, 2022", "author": "Kenny Indrajaya Kusuma and Vincentius Ricky Kurniawan and Gogot Setyo Budi", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "11", "number": "2", "pages": "115-122", "abstract": "Perhitungan desain pondasi perlu diverifikasi dengan kondisi sesungguhnya di lapangan. Dua metode uji tiang pancang yang populer yaitu Static Load Test (SLT) dan Pile Driving Analyzer (PDA). Tujuan penelitian ini untuk membandingkan perbedaan kedua uji tersebut dengan perhitungan desain melalui beberapa parameter, yaitu penurunan, tahanan ujung, tahanan friksi, dan daya dukung ultimate tiang pancang. Beberapa analisis dilakukan terhadap hasil SLT dan PDA, yaitu analisis dengan metode van Weele, MK, Chin, dan analisis desain dengan metode Decourt. Penelitian ini menggunakan 21 tiang pancang yang ditanam dengan cara ditekan yang berasal dari 11 proyek berbeda di Indonesia. Hasil penelitian menunjukkan bahwa penurunan tiang pada beban yang sama dari hasil uji PDA dan SLT memiliki hasil yang cukup bervariasi (koefisien= 0.8835, R2= 0.3756). Tidak ditemukan korelasi yang kuat antara nilai tahanan ujung dan tahanan friksi dari metode van Weele, MK, PDA, dan Decourt. Beban ultimit berdasarkan metode Chin dan hasil uji PDA dinilai lebih mendekati dengan perkiraan desain metode Decourt."}, "filled": true, "author_pub_id": "0yxnO2UAAAAJ:lSLTfruPkqcC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=5499298589551279078", "cites_id": ["5499298589551279078"], "pub_url": "https://publication.petra.ac.id/index.php/teknik-sipil/article/view/12912", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:5rsCQO5uUUwJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "HUBUNGAN RESPON PILE INTEGRITY TEST DENGAN BESARNYA RETAK PONDASI TIANG", "pub_year": 2022, "citation": "Jurnal Dimensi Pratama Teknik Sipil 11 (2), 146-152, 2022", "author": "Nicolas Santoso and Andre Leonardo and Gogot Setyo Budi", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "11", "number": "2", "pages": "146-152", "abstract": "Salah satu solusi keterbatasan lahan adalah bangunan tinggi. Pondasi dalam pada umumnya digunakan untuk mendukung bangunan tinggi sehingga integritas/keutuhannya perlu diuji (Quality Assurance). Pile Integrity Test (PIT) adalah salah satu metode yang mampu memprediksi lokasi dan potensi kecacatan pondasi tiang. Pada penelitian ini dibuat reduksi penampang buatan pada tiang beton kemudian dilakukan pengujian PIT dengan tujuan memperoleh interpretasi respon hasil gelombang PIT. Reduksi buatan bervariasi dari 5 cm, 10 cm, dan 13 cm dengan jarak dari sensor 0.75 m, 1.5 m, 1.8 m, 2.8 m, 4.62 m, 6.12 m, dan 6.87 m. Berdasarkan penelitian yang dilakukan, besarnya pantulan (respon) pada reduksi buatan dan pantulan awal hasil pembacaan tidak sama persis dengan rasio reduksi penampang terhadap penampang total. Lokasi reduksi penampang dengan sensor PIT pada jarak 75 cm memberikan hasil pembacaan yang menyimpang dari jarak aktual, hal ini mungkin disebabkan akibat jarak reduksi yang terlalu dekat dengan sensor PIT. Penempatan sensor PIT yang sebidang dengan reduksi penampang memberikan hasil pembacaan yang lebih akurat dibandingkan dengan penempatan sensor di bidang yang berseberangan."}, "filled": true, "author_pub_id": "0yxnO2UAAAAJ:RYcK_YlVTxYC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=570932703445526080", "cites_id": ["570932703445526080"], "pub_url": "https://publication.petra.ac.id/index.php/teknik-sipil/article/view/12917", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:QCaG00Rc7AcJ:scholar.google.com/", "cites_per_year": {"2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "STUDI EFEKTIVITAS PARIT DALAM MENGURANGI GETARAN", "pub_year": 2021, "citation": "Jurnal Dimensi Pratama Teknik Sipil 10 (2), 9-16, 2021", "author": "Gogot Setyo Budi", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "10", "number": "2", "pages": "9-16", "abstract": "Beban berjalan yang berasal dari kendaraan bermotor dapat mengakibatkan timbulnya getaran pada bangunan di sekitarnya. Gangguan tersebut semakin parah dengan adanya peningkatan jumlah kendaraan bermotor setiap tahunnya. Beberapa metode telah dilaksanakan untuk mengurangi rambatan getaran. Metode yang digunakan dalam penelitian ini adalah pembuatan hambatan berupa parit kosong (open trench) untuk memotong rambatan getaran. Lokasi penelitian dilakukan pada daerah pertambangan batu di Desa Ngrimbi, Kecamatan Bareng, Kabupaten Jombang. Jenis tanah termasuk dalam klasifikasi tanah lempung dan lanau berpasir. Tujuan penelitian untuk mengetahui kedalaman efektif parit dalam mengurangi getaran. Jarak dari sumber getaran ke titik yang ditinjau sebesar 10 m, 12 m, 14 m dengan variasi kedalaman parit 0 m, 0.8 m, 1.3 m, 1.9 m, 2.6 m dan 2.9 m. Rambatan gelombang direkam menggunakan Seismograph OYO McSeis-SX 3 channel dan geophone. Hasil penelitian menunjukkan bahwa kedalaman parit sebesar 0.8 m-1.3 m sudah efektif dalam mengurangi getaran karena telah berhasil menurunkan energi dan daya gelombang masing-masing sebesar 71% dan 83% dibandingkan dengan keadaan sebelum ada parit"}, "filled": true, "author_pub_id": "0yxnO2UAAAAJ:J_g5lzvAfSwC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=6424467546588734103", "cites_id": ["6424467546588734103"], "pub_url": "http://publication.petra.ac.id/index.php/teknik-sipil/article/view/11749", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:l2JyATJLKFkJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "STUDI PARAMETER STRUKTUR PENAHAN GALIAN", "pub_year": 2021, "citation": "Jurnal Dimensi Pratama Teknik Sipil 10 (1), 65-72, 2021", "author": "Gogot Setyo Budi", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "10", "number": "1", "pages": "65-72", "abstract": "Dengan meningkatnya penggunaan dinding penahan galian, maka diperlukan perencanaan matang untuk menghindari kegagalan struktur. Salah satu software yang paling populer digunakan untuk memodelkan struktur geoteknik adalah Plaxis 2D. Sedangkan alternatif software permodelan 3 dimensi lainnya adalah SAP2000. Penelitian ini bertujuan untuk mengetahui tingkat akurasi program permodelan dua dan tiga dimensi terhadap defleksi sturktur. Permodelan tanah menggunakan elemen area spring dengan konstanta pegas yang nilainya sama dengan modulus of subgrade reaction (ks). Nilai ks yang digunakan meliputi perumusan oleh Bowles, Terzaghi dan Reese berdasarkan korelasinya dengan N-SPT. Hasil analisa deformasi penahan tanah selanjutnya dibandingkan dengan hasil pengamatan di lapangan. Hasil perbandingan menunjukkan bahwa nilai ks menurut Terzaghi paling mendekati hasil pengamatan di lapangan. Selain itu, hasil deformasi Plaxis 2D cenderung menghasilkan nilai yang lebih besar."}, "filled": true, "author_pub_id": "0yxnO2UAAAAJ:NaGl4SEjCO4C", "num_citations": 0, "pub_url": "http://publication.petra.ac.id/index.php/teknik-sipil/article/view/11013", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:u5zJMOftcDEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "STABILISASI TANAH PASIR KELANAUAN DENGAN MENGGUNAKAN SEMEN DAN SLUDGE HASIL PRODUKSI SPUN PILE", "pub_year": 2020, "citation": "Jurnal Dimensi Pratama Teknik Sipil 9 (2), 23-29, 2020", "author": "Aldi Ade Budiman and Ngurah Joshua Pramana and Gogot Setyo Budi", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "9", "number": "2", "pages": "23-29", "abstract": "Penelitian ini bertujuan menganalisis pengaruh penambahan sludge dan semen terhadap kuat kokoh tanah pasir kelanauan. Material sludge dipersiapkan dengan cara dijemur selama empat hari untuk mempresentasikan keadaan lapangan. Sampel penelitian menggunakan campuran semen sebanyak 7% dari berat kering tanah, dan sludge sebanyak 0%, 10%, dan 30% menggantikan berat semen. Sampel tanah dipadatkan dengan tambahan semen dan sludge sesuai dengan optimum water content sampel tersebut. Penelitian ini mengukur CBR dan UCS sampel dalam kondisi soaked dan unsoaked. Hasil penelitian menunjukkan terjadinya penurunan hasil CBR seiring bertambahnya kadar sludge dalam kondisi soaked dan unsoaked. Selain itu, hasil uji mencatat peningkatanUCS sampel dengan hasil tertinggi pada sampel dengan 10% sludge dalam kondisi soaked dan unsoaked. Penelitian ini menunjukan sludge memiliki dampak peningkatan kekokohan tanah yang lebih baik ketika sampel direndam yang menghasilkan CBR dan UCS yang lebih stabil."}, "filled": true, "author_pub_id": "0yxnO2UAAAAJ:RGFaLdJalmkC", "num_citations": 0, "pub_url": "http://publication.petra.ac.id/index.php/teknik-sipil/article/view/10657", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:5yXekgB4j8UJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penyebaran Karakteristik Tanah Ekspansif Di Surabaya Berdasarkan Tingkat Kembang Susutnya", "pub_year": 2020, "citation": "Jurnal Dimensi Pratama Teknik Sipil 9 (2), 7-14, 2020", "author": "Gogot Setyo Budi", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "9", "number": "2", "pages": "7-14", "abstract": "Tanah ekspansif merupakan tanah yang memiliki tingkat kembang susut akibat perubahan kadar air. Dampak dari sifat kembang susut yang tinggi pada tanah ekspansif dapat menimbulkan kerusakan pada bangunan diatasnya. Untuk itu dalam suatu perencanaan konstruksi perlu dilakukan pengujian terhadap tingkat kembang susut tanah ekspansif. Tanah dibeberapa lokasi Surabaya memiliki sifat ekspansif, terutama di daerah Surabaya barat. Tanah ekspansif di Surabaya Barat tersebut memiliki tingkat ekspansif yang berbeda-beda pada setiap lokasinya. Pada penelitian ini akan dipetakan karakteristik dari kembang susut tanah ekspansif di Surabaya."}, "filled": true, "author_pub_id": "0yxnO2UAAAAJ:ns9cj8rnVeAC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=1715351350718066517", "cites_id": ["1715351350718066517"], "pub_url": "http://publication.petra.ac.id/index.php/teknik-sipil/article/view/10653", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:VW-JFPcmzhcJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 0, "2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENGARUH KEAPADATAN TIMBUNAN TANAH EKSPANSIF TERHADAP FRIKSI TIANG PONDASI", "pub_year": 2020, "citation": "Jurnal Dimensi Pratama Teknik Sipil 9 (1), 219-223, 2020", "author": "Stefanus Brian Juan Nday and Kevin Hartanto Wijaya and Gogot Setyo Budi", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "9", "number": "1", "pages": "219-223", "abstract": "Kapasitas friksi pada tiang pondasi merupakan salah satu elemen penting dalam penentuan daya dukung pondasi. Penelitian ini dilakukan untuk menganalisa pengaruh kepadatan tanah ekspansif terhadap friksi tiang pondasi. Dua jenis tiang pondasi yang digunakan dalam penelitian ini adalah driven pile dan drilled shaft. Tiga variasi kepadatan tanah yang digunakan dengan kepadatan maksimum sama dengan kepadatan maksimum yang diperoleh dari Standard Proctor. Friksi tiang diperoleh dari gaya maksimum yang dapat diterima. Kemudian sampel direndam selama 2 jam untuk mengetahui heaving tanah dam gaya uplift tiang. Pengaruh perendaman terhadap friksi tiang dilakukan dengan penekanan tiang sampel setelah perendaman. Hasil penelitian menunjukkan bahwa baik pada kondisi unsoaked maupun soaked, friksi drilled shaft lebih besar dari driven pile. Pada drilled shaft friksi tiang meningkat seiring dengan bertambahnya kepadatan tanah. Sedangkan pada driven pile, kepadatan mempengaruhi kenaikan friksi tiang hanya pada kondisi unsoaked. Gaya uplift drilled shaft meningkat seiring dengan kepadatan tanah, sedangkan peningkatan kepadatan tanah tidak berpengaruh pada gaya uplift driven pile"}, "filled": true, "author_pub_id": "0yxnO2UAAAAJ:O3NaXMp0MMsC", "num_citations": 0, "pub_url": "http://publication.petra.ac.id/index.php/teknik-sipil/article/view/10644", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:9j8qS_prmLoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENELITIAN AWAL TENTANG PENGARUH PENAMBAHAN SLUDGE HASIL LIMBAH PEMBUATAN SPUN PILE TERHADAP KESTABILAN TANAH EKSPANSIF", "pub_year": 2020, "citation": "Jurnal Dimensi Pratama Teknik Sipil 9 (1), 164-171, 2020", "author": "Nandito Christian Hackim and Hendy Pratama Sunarno and Gogot Setyo Budi", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "9", "number": "1", "pages": "164-171", "abstract": "Pada penelitian ini dipelajari pengaruh penambahan sludge hasil limbah pembuatan spun pile terhadap kekokohan (CBR) dan heaving tanah ekspansif. Tanah ekspansif dapat menyerap air dalam jumlah banyak yang membuat pengembangan tanah yang besar, tetapi akan menyusut jika kering. Pada penelitan ini variabel yang diteliti adalah penambahan sludge dengan dua kondisi kadar air yang berbeda pada tanah ekspansif. Pertama, sludge yang dijemur selama tiga hari untuk mempresentasikan keadaan lapangan dan yang kedua, sludge yang dipanaskan 100±5ºC selama 24 jam. Persentase penambahan sludge dibedakan menjadi tiga, yaitu 10%, 30%, dan 50% terhadap berat kering tanah ekspansif. Kadar air yang digunakan adalah kadar air optimum sebesar 7% dari berat kering tanah ekspansif. Tes CBR yang dilakukan meliputi CBR unsoaked dan CBR soaked dengan pengukuran heaving. Hasil penelitian menunjukkan bahwa campuran sludge yang dijemur dengan persentase campuran 30% memiliki CBR unsoaked sebesar 40%, dan 1.04% dalam keadaan soaked. Namun pencampuran 30% sludge menghasilkan heaving tertinggi yaitu sebesar 28.67%. Untuk sludge yang dipanaskan 100±5ºC dengan persentase sludge 30% memiliki kekuatan CBR unsoaked sebesar 33%, sedangkan persentase sludge 50% mendapatkan kekuatan CBR soaked paling tinggi sebesar 1.5%, dan penambahan ini menghasilkan heaving yang paling kecil yaitu sebesar 21.30%."}, "filled": true, "author_pub_id": "0yxnO2UAAAAJ:GnPB-g6toBAC", "num_citations": 0, "pub_url": "http://publication.petra.ac.id/index.php/teknik-sipil/article/view/10636", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:g-9rEKSdWZMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Korelasi antara Uji Tarik Pondasi Tiang dengan Uji PDA", "pub_year": 2019, "citation": "Jurnal Dimensi Pratama Teknik Sipil 8 (2), 251-258, 2019", "author": "Kevin Mario Wibisono and Renardo David Budiman and Gogot Setyo Budi", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "8", "number": "2", "pages": "251-258", "abstract": "Penelitian ini berisi tentang studi daya dukung tarik pondasi tiang berdasarkan prediksi hasil uji PDA dan prediksi analitik menggunakan metode Decourt (1982), kemudian hasilnya dibandingkan dengan hasil uji Static Load Test (SLT). Pada penelitian ini pengumpulan data tanah yang berupa nilai SPT, data SLT, dan data uji PDA dilakukan pada 4 proyek yang berbeda. Metode yang digunakan untuk menginterpretasikan hasil uji SLT meliputi metode Chin (1970), metode Van der Veen (1953), metode Mazurkiewickz (1972), metode Tangent Intersection (O'Rourke dan Kulhawy, 1985), dan metode dari Sharma et al.(1984). Hasil penelitian menunjukan bahwa daya dukung tarik tiang pancang yang diinterpretasikan menggunakan metode Van der Veen terlihat paling mendekati dengan prediksi analitik menggunakan metode Decourt dan hasil uji PDA. Hasil penelitian juga menunjukan bahwa prediksi daya dukung tarik tiang pancang menggunakan metode Decourt lebih besar daripada hasil uji PDA. Di samping itu, metode Tangent Intersection dan metode yang diusulkan oleh Sharma et al. lebih sesuai digunakan untuk menentukan daya dukung tarik tiang pancang yang diuji sampai menunjukan adanya penurunan tiang yang besar."}, "filled": true, "author_pub_id": "0yxnO2UAAAAJ:R3hNpaxXUhUC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=13814036487710688181", "cites_id": ["13814036487710688181"], "pub_url": "http://publication.petra.ac.id/index.php/teknik-sipil/article/view/9627", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:tcNH5P5Qtb8J:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENGARUH SUBSTITUSI SEMEN DENGAN BUBUK DRY SLUDGE DARI PROSES SPINNING PEMBUATAN TIANG BETON PADA KEKUATAN TEKAN MORTAR", "pub_year": 2019, "citation": "Jurnal Dimensi Pratama Teknik Sipil 8 (2), 152-159, 2019", "author": "David Prayogo and Hansen Christian and Gogot Setyo Budi and Pamuda Pudjisuryadi", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "8", "number": "2", "pages": "152-159", "abstract": "Semen diproduksi dengan menggunakan bahan yang tidak tergantikan, serta proses pengolahannya menimbulkan dampak negatif terhadap lingkungan, sehingga diperlukan alternatif dalam mengurangi dampak tersebut. Di sisi lain keberadaan limbah produksi spun pile kurang dimanfaatkan. Limbah ini mengandung kalsium hidroksida (Ca (OH) 2) yang apabila dipanaskan dengan suhu 100 C-400 C akan menghasilkan kalsium oksida (CaO). Pada penelitian ini telah dipelajari pengaruh substitusi semen dengan bubuk dry sludge yang sudah dipanaskan pada suhu 100 C dan 400 C terhadap kekuatan tekan mortar. Penelitian dilakukan substitusi semen dengan bubuk dry sludge sebesar 10%, 20%, dan 30%. Dry sludge diayak masing-masing menggunakan ayakan No# 200 dan# 16 ASTM. Superplasticizer ditambahkan sehingga semua sampel mempunyai workability yang relatif sama. Hasil penelitian menunjukkan bahwa penggantian semen dengan bubuk dry sludge menurunkan kekuatan tekan mortar. Disamping itu, sludge pemanasan suhu 400 C dan maksimum butiran# 200 memiliki flow yang rendah serta membutuhkan lebih banyak air dibandingkan sludge pemanasan suhu 100 C dan maksimum butiran# 16."}, "filled": true, "author_pub_id": "0yxnO2UAAAAJ:TQgYirikUcIC", "num_citations": 0, "pub_url": "http://publication.petra.ac.id/index.php/teknik-sipil/article/view/9613", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:mruoijeV9lkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENGARUH KADAR AIR, WAKTU, DAN KEPADATAN TANAH URUG EKSPANSIF TERHADAP FRIKSI TIANG", "pub_year": 2019, "citation": "Jurnal Dimensi Pratama Teknik Sipil 8 (1), 63-70, 2019", "author": "Darwin Hughie and Christien Halim and Gogot Setyo Budi and Daniel Tjandra", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "8", "number": "1", "pages": "63-70", "abstract": "Penelitian ini mempelajari pengaruh kadar air, waktu, dan kepadatan tanah ekspansif terhadap friksi tiang. Model tiang yang digunakan terbuat dari baja berukuran 1 cm dan tinggi 30 cm. Variasi kepadatan tanah adalah 56 tumbukan, 40 tumbukan, dan 25 tumbukan sesuai standar Proctor (AASHTO-T99-74). Pengujian yang dilakukan meliputi pengaruh kadar air, waktu, dan kepadatan tanah terhadap friksi tiang, disamping itu juga dilakukan tes untuk mengetahui pengaruh kepadatan terhadap penyerapan, dan pengembangan yang terjadi di tanah ekspansif pada masing-masing kepadatan. Hasil dari tes menunjukkan bahwa tingkat kepadatan yang lebih tinggi menyebabkan nilai friksi yang lebih besar. Sedangkan untuk variasi kadar air, ditemukan bahwa kadar air dengan penambahan 5% dari OMC menghasilkan nilai friksi yang lebih besar dibandingkan dengan kadar air optimum (OMC). Dari segi waktu, adanya peningkatan nilai friksi seiring berjalannya waktu ditunjukkan oleh sampel dengan wetting 5%(untuk semua tingkat kepadatan). Sedangkan untuk tes pengaruh kepadatan tanah terhadap penyerapan air didapatkan hasil bahwa penyerapan semakin kecil dengan bertambahnya kepadatan tanah, begitupula sebaliknya."}, "filled": true, "author_pub_id": "0yxnO2UAAAAJ:HDshCWvjkbEC", "num_citations": 0, "pub_url": "http://publication.petra.ac.id/index.php/teknik-sipil/article/view/9439", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:frr-Q5TwZ9MJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "stabilisasi tanah merauke–papua dengan menggunakan semen", "pub_year": 2019, "citation": "Jurnal Dimensi Pratama Teknik Sipil 8 (1), 9-16, 2019", "author": "Andrew Tjakrakusuma and Hadian Akbar Maulana and Gogot Setyo Budi", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "8", "number": "1", "pages": "9-16", "abstract": "Penelitian ini mempresentasikan stabilisasi tanah dari Kampung Bupul Distrik Elikobel, Merauke Papua dengan semen. Tujuan dari penelitian ini untuk mengetahui karakteristik serta kepadatan dan kekokohan tanah setelah distabilisasi dengan Portland Semen. Pengujian CBR Unsoaked dilakukan dengan mengganti berturut–turut 3%, 6%, dan 10% berat tanah kering dengan semen, pada kondisi kadar air optimum (OMC) dan di curing selama 3 hari sedangkan untuk CBR Soaked, sampel direndam selama 4 hari setelah di curing selama 3 hari. Hasil pengujian menunjukkan adanya peningkatan CBR Unsoaked berturut–turut pada campuran 3%, 6%, dan 10% sebesar 11%, 21, 5% dan 29%. Sedangkan pada CBR Soaked, sample tanah yang dicampur dengan 6% semen masih belum stabil. Namun pada sampel dengan campuran 10% semen, CBR yang terjadi meningkat menjadi 77%"}, "filled": true, "author_pub_id": "0yxnO2UAAAAJ:mB3voiENLucC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=14852862848864641698", "cites_id": ["14852862848864641698"], "pub_url": "http://publication.petra.ac.id/index.php/teknik-sipil/article/view/9375", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:omIsNBH4H84J:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "KORELASI FRIKSI PONDASI TIANG BERDASARKAN HASIL PENGUJIAN MENGGUNAKAN VWSG DAN PERUMUSAN MENGGUNAKAN DATA SPT", "pub_year": 2019, "citation": "Jurnal Dimensi Pratama Teknik Sipil 8 (1), 231-237, 2019", "author": "Andre Hutomo and Tommy Syatriadi and Gogot Setyo Budi", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "8", "number": "1", "pages": "231-237", "abstract": "Terdapat banyak formula untuk memprediksi daya dukung friksi pondasi tiang. Penelitian ini bertujuan untuk membandingkan prediksi nilai friksi pondasi tiang berdasarkan data hasil penyelidikan tanah dengan nilai friksi hasil pengujian VWSG (Vibrating Wire Strain Gauge). Pada penelitian ini pengumpulan data nilai SPT dan VWSG dilakukan pada 2 lokasi. Nilai friksi pondasi tiang berdasarkan nilai SPT digunakan metode Meyerhof (1976), Decourt (1982), Bazaraa & Kurkur (1986), Shariatmadari N, Eslami A & Karimpour-fard M (2008) dan Schmertmann (1967). Selain itu digunakan juga α-method dan β-method untuk memprediksi nilai friksi pondasi tiang berdasarkan parameter tanah hasil penyelidikan laboratorium. Hasil penelitian menunjukkan bahwa nilai prediksi friksi pada tanah lempung sangat lunak sampai lunak dengan nilai SPT 0 sampai 4 jauh lebih kecil dari nilai friksi hasil VWSG. Sedangkan untuk tanah lempung sangat kaku dengan nilai SPT 15 sampai 30, nilai prediksi friksi berdasarkan SPT mendekati nilai VWSG. Lain halnya dengan tanah pasir, nilai prediksi friksi berdasarkan nilai SPT jauh lebih kecil dibandikan nilai friksi hasil VWSG."}, "filled": true, "author_pub_id": "0yxnO2UAAAAJ:hFOr9nPyWt4C", "num_citations": 0, "pub_url": "http://publication.petra.ac.id/index.php/teknik-sipil/article/view/9477", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:wx87EWUfXxQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Correlation between Penetration Pressure Required to Install Pile Foundation and to Insert Bi-cones In Cone Penetration Test", "pub_year": 2019, "citation": "Civil Engineering Dimension 21 (1), 13-18, 2019", "author": "Gogot Setyo Budi and Alvin Gilbert Tandiputra and Haven Kusuma Markho", "journal": "Civil Engineering Dimension", "volume": "21", "number": "1", "pages": "13-18", "abstract": "One of the common methods used to install pile foundation is hydraulic jacked-in machine. In this method, a pile is pushed down into the ground up to the predetermined depth. The method has similar principle to that of Cone Penetration Test (CPT). This paper presents the correlation between the mobilize pressure required to install pile foundations and that required to push the bi-cones that attached at the tip of CPT rod. The results show that the penetration pressure required to install the pile into very soft clay layer is independent of pile diameter. The penetration pressure required to install the pile into soft to stiff clay layers depends on the pile diameter. The larger the diameter of piles, the smaller the penetration pressures required. The penetration pressure required to install the pile into stiff expansive clay layer beyond the depth of active zone can be predicted as high as the pressure calculated form CPT."}, "filled": true, "author_pub_id": "0yxnO2UAAAAJ:-f6ydRqryjwC", "num_citations": 0, "pub_url": "http://ced.petra.ac.id/index.php/civ/article/view/21574", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:IQMhd0NJ3tcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The attenuation coefficient of barite concrete subjected to gamma-ray radiation", "pub_year": 2019, "citation": "MATEC Web of Conferences 258, 05030, 2019", "author": "Gogot Setyo Budi and Hurijanto Koentjoro and Joshua Wijaya and Evan Filbert Sikomena", "journal": "MATEC Web of Conferences", "volume": "258", "pages": "05030", "publisher": "EDP Sciences", "abstract": "Barite is a non-metallic mineral, which composed of Barium Sulfate (BaSO4), has specific gravity about 4.5. It can be used for high density concrete as a shielding against gamma-ray. This paper presents the use of barite as concrete aggregates to block gamma-ray radiation. Two concrete grades fc’25 and fc’35 were prepared. The effect of barite to the attenuation coefficient of samples was studied by replacing coarse aggregate with barite and replacing both coarse and fine aggregates with barite. The results show that the protection ability of the concrete using barite aggregates subjected to gamma-ray is better than those of concrete using barite as coarse aggregate and the normal one. The attenuation coefficient of concrete fc’25 with barite as aggregates and concrete with barite as coarse aggregate is 0.294 cm-1 and 0.230 cm-1, respectively; The attenuation coefficient of concrete fc’35 with barite as aggregates …"}, "filled": true, "author_pub_id": "0yxnO2UAAAAJ:dhFuZR0502QC", "num_citations": 8, "citedby_url": "/scholar?hl=en&cites=2284831331912733684", "cites_id": ["2284831331912733684"], "pub_url": "https://www.matec-conferences.org/articles/matecconf/abs/2019/07/matecconf_scescm2019_05030/matecconf_scescm2019_05030.html", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:9FNXpv1ZtR8J:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 3, "2024": 3, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENGARUH SENGKANG SPIRAL GANDA TERHADAP KEKUATAN TEKAN PIPA BETON", "pub_year": 2018, "citation": "Jurnal Dimensi Pratama Teknik Sipil 7 (2), 312-319, 2018", "author": "Yonatan Septian Sugiarto and Reynardo Cristoval Yuwono and Gogot Setyo Budi", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "7", "number": "2", "pages": "312-319", "abstract": "Beton merupakan material yang paling sering digunakan di dalam dunia kontruksi bangunan, seperti pada balok, kolom, pelat, dan tiang pancang untuk pondasi. Khusus pada tiang pancang pracetak dapat dibuat dalam bentuk silinder berongga (hollow) dan persegi yang pejal atau berongga. Beberapa bangunan mulai banyak menggunakan tiang pancang dari beton yang berlubang pada bagian tengahnya atau yang disebut juga pipa beton dengan tujuan untuk mengurangi berat sendiri. Keruntuhan pipa beton terhadap kekuatan tekan berbeda dengan beton silinder pejal dimana keruntuhan dapat terjadi pada sisi bagian luar maupun sisi bagian dalam dinding pipa beton. Pada penelitian ini, upaya peningkatan kekuatan tekan pada pipa beton dilakukan dengan memberikan sengkang spiral ganda pada bagian dinding luar dan dalam pipa beton. Ukuran diameter tulangan yang digunakan untuk sengkang spiral adalah 4 mm. Dari hasil penelitian menunjukkan bahwa pemberian sengkang spiral ganda dapat meningkatkan kekuatan tekan pada pipa beton. Peningkatan kekuatan tekan pada pipa beton berbeda-beda sesuai dengan jarak sengkang spiral yang digunakan. Sengkang spiral ganda juga dapat meningkatkan daktilitas dari pipa beton."}, "filled": true, "author_pub_id": "0yxnO2UAAAAJ:ZeXyd9-uunAC", "num_citations": 0, "pub_url": "http://publication.petra.ac.id/index.php/teknik-sipil/article/view/7758", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:L08b886nl34J:scholar.google.com/", "cites_per_year": {}}
