{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "POTENSI ENERGI GELOMBANG LAUT DI LAUT SAWU NUSA TENGGARA TIMUR", "pub_year": 2024, "citation": "Jurnal Teknik Elektro 17 (1), 51-54, 2024", "author": "Heri Saptono Warpindyasmoro and Edberd Ryan Kantonno and James Limanto", "journal": "Jurnal Teknik Elektro", "volume": "17", "number": "1", "pages": "51-54", "abstract": "Indonesia sebagai negara Kepulauan dengan 70% wilayahnya berupa lautan mempunyai potensi energi terbarukan yang berasal dari gelombang air laut. Salah satu lokasi yang diteliti adalah Laut Sawu Nusa Tenggara Timur, dengan mengambil sampel di dua lokasi yaitu di koordinat 09 o 00’00’’LS, 122 o 00’00’’BT dan koordinat 10 o 30’00’’LS, 123 o 00’00’’BT. Dengan menggunakan data sekunder dari ERDDAP (the Environmental Research Division's Data Access Program), yaitu data tinggi gelombang signifikan dan periode gelombang, diperoleh potensi energi gelombang dalam satu tahun sebesar 45.969 kWh/m di koordinat 09 o 00’00’’LS, 122 o 00’00’’BT dan sebesar 45.042 kWh/m di koordinat 10 o 30’00’’LS, 123 o 00’00’’BT"}, "filled": true, "author_pub_id": "11ge99UAAAAJ:YsMSGLbcyi4C", "num_citations": 0, "pub_url": "https://jurnalelektro.petra.ac.id/index.php/elk/article/view/28999", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:00CekL7bU0gJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pemanfaatan Aliran Air dari Tandon Air Atas Rumah Tangga sebagai Pembangkit Energi Listrik", "pub_year": 2020, "citation": "Jurnal Teknik Elektro 13 (1), 19-24, 2020", "author": "Dannaezar Dannaezar and Hanny Hosiana Tumbelaka and Heri Saptono Warpindyasmoro", "journal": "Jurnal Teknik Elektro", "volume": "13", "number": "1", "pages": "19-24", "abstract": "Air pada tandon air atas memiliki energi yang dapat dimanfaatkan untuk memutar turbin generator. Untuk memanfaatkan aliran air tersebut perlu dipasang generator piko hidro pada pipa di rumah tangga. Cara kerja sistem dimulai pada saat valve dibuka. Ketika aliran air mengalir dan memutar turbin generator maka turbin akan menghasilkan tegangan DC. Tegangan DC tersebut lalu dihubungkan dengan Grid Tie Inverter untuk mengubah tegangan DC menjadi tegangan AC yang dapat langsung diparalel pada jaring-jaring PLN. Untuk memanfaatkan aliran air tersebut maka perlu mengetahui parameter apa saja yang dapat mempengaruhi hasil tegangan generator piko hidro. Pengujian dilakukan dengan menggunakan 2 macam model yaitu model 1 buah generator dan model 2 buah generator. Dari hasil penelitian didapatkan bahwa parameter yang berpengaruh adalah debit air, ukuran pipa dan tekanan air. Untuk mendapatkan tegangan paling maksimal maka generator harus diletakkan sejauh mungkin dari mulut tandon air atas. Pada penggunaan model 2 buah generator, maka hasil penjuumlahan kedua tegangan dari generator sama dengan tegangan yang dihasilkan pada model 1 buah generator."}, "filled": true, "author_pub_id": "11ge99UAAAAJ:zYLM7Y9cAGgC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=17725943392516784705", "cites_id": ["17725943392516784705"], "pub_url": "http://jurnalmanajemen.petra.ac.id/index.php/elk/article/view/23017", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:QUKlc5kz__UJ:scholar.google.com/", "cites_per_year": {"2023": 5, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengukuran Pergerakan Miniatur Pelampung pada Titik X, Y, Z terhadap Pergerakan Gelombang", "pub_year": 2019, "citation": "Jurnal Teknik Elektro 12 (1), 32-37, 2019", "author": "Taya Romand Keinejo and Heri Saptono Warpindyasmoro and Handry Khoswanto", "journal": "Jurnal Teknik Elektro", "volume": "12", "number": "1", "pages": "32-37", "abstract": "Pemanfaatan gelombang air sebagai penggerak pembangkit listrik saat ini sedang banyak di teliti, untuk mendapatkan data pola pergerakan maka dibuat sistem pembaca pola gerak dengan memanfaatkan sensor ultrasonic dan sensor accellerometer. Sistem ini terdiri dari sebuah pelampung, yang terdapat sistem pengambilan data oleh Wemos-D1 dan dilengkapi dengan sensor ultrasonic dan sensor accellerometer sebagai alat untuk mendapatkan data pergerakan pelampung. Didalam sistem terdapat SD card sebagai penyimpan data dan juga ESP8266 sebagai pengirim data secara realtime. Berdasarkan hasil pengujian data yang diterima pada SD card dan ESP8266 adalah sama. sehingga data dapat di olah secara langsung pada saat terjadi pengiriman data melalui ESP8266."}, "filled": true, "author_pub_id": "11ge99UAAAAJ:IjCSPb-OGe4C", "num_citations": 0, "pub_url": "http://jurnalelektro.petra.ac.id/index.php/elk/article/view/23025", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:knotrnrpCz0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Wave Energy Conversion with floating objects for the coast of East Java", "pub_year": 2018, "citation": "Wave Energy Conversion with floating objects for the coast of East Java, 2018", "author": "Heri Saptono Warpindyasmoro and Hanny Hosiana Tumbelaka", "abstract": "The coast of East Java has ocean waves with varying significant wave heights and wave periods. To convert wave energy into electrical energy, equipment is needed, which is a floating object. This floating object serves to convert wave energy into mechanical energy which is then converted into electrical energy. Energy conversion will be maximum if the ocean wave frequency same with natural frequency of floating objects. The natural frequency of floating objects is determined by the shape of the floating object. This study compares two floating objects, namely cylinders and cone shaped. From the results of simulations, the cylinder shape is more suitable to be applied on the south coast, while the cone shape is more suitable to be applied on the north coast."}, "filled": true, "author_pub_id": "11ge99UAAAAJ:UeHWp8X0CEIC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/18091/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:4gKMcbcf0EMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Wave energy potency in East Java coast", "pub_year": 2018, "citation": "MATEC Web of Conferences 177, 2018", "author": "Saptono Warpindyasmoro Heri", "journal": "MATEC Web of Conferences", "volume": "177", "publisher": "EDP Sciences", "abstract": "It is predicted that in 2025, Indonesia energy needs is going to reach 280% of current needs. Presently, the renewable energy has only contributed 5.7% of total energy supply. The aim of this research is to investigate wave energy potency in several coasts of East Java which were Pacitan, Jember, Besuki and Tuban. Wave data (significant wave heights and wave periods) were obtained from the ERDDAP server (Environmental Research Division's Data Access Program). Southern East Java Coast showed potency for ocean wave energy resources. The coast of Pacitan had energy of 232 MWh/m/year and the coast of Jember had energy of 190 MWh/m/year."}, "filled": true, "author_pub_id": "11ge99UAAAAJ:W7OEmFMy1HYC", "num_citations": 0, "pub_url": "https://search.proquest.com/openview/24e7829e37f45d6bdce5dfd7210e46e2/1?pq-origsite=gscholar&cbl=2040549", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:2IYEkeea8KgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Wave energy potency in East Java coast", "pub_year": 2018, "citation": "MATEC Web of Conferences 177, 01018, 2018", "author": "Heri Saptono Warpindyasmoro", "journal": "MATEC Web of Conferences", "volume": "177", "pages": "01018", "publisher": "EDP Sciences", "abstract": "It is predicted that in 2025, Indonesia energy needs is going to reach 280% of current needs. Presently, the renewable energy has only contributed 5.7% of total energy supply. The aim of this research is to investigate wave energy potency in several coasts of East Java which were Pacitan, Jember, Besuki and Tuban. Wave data (significant wave heights and wave periods) were obtained from the ERDDAP server (Environmental Research Division's Data Access Program). Southern East Java Coast showed potency for ocean wave energy resources. The coast of Pacitan had energy of 232 MWh/m/year and the coast of Jember had energy of 190 MWh/m/year."}, "filled": true, "author_pub_id": "11ge99UAAAAJ:u-x6o8ySG0sC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=12575872517616575132", "cites_id": ["12575872517616575132"], "pub_url": "https://www.matec-conferences.org/articles/matecconf/abs/2018/36/matecconf_isoceen2017_01018/matecconf_isoceen2017_01018.html", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:nCIiyWx5hq4J:scholar.google.com/", "cites_per_year": {"2018": 1, "2019": 0, "2020": 0, "2021": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Geometric Development of Point Absorber Wave Energy Conventer", "pub_year": 2018, "citation": "MATEC Web of Conferences 164, 01011, 2018", "author": "Heri Saptono Warpindyasmoro and Kartika Gunadi", "journal": "MATEC Web of Conferences", "volume": "164", "pages": "01011", "publisher": "EDP Sciences", "abstract": "This paper describes how to design the shape of a floating object that will be used as a point absorber on wave energy converster. The buoyant shape to be analyzed is a tube has a flat top plane with varying bottom plane, i.e cylinder, hemisphare and cone. The analysis was conducted on the diameter of the object and the influence of the ocean wave period on the area where the apparatus was later applied in the southern coast of East Java. Using Moses's software, it is found that the diameter of the body is proportional to the period in which the maximum of Response Amplitude Operator floating object. The object with a flat bottom field (cylinder) produces the largest period, which is 10 s, followed by a curve shape of a hemisphere with a period of 9 s and last with a cone shape cone with a period of at least 8 s. This shows that the curvature of the bottom of the buoyancy can be adjusted according to the wave …"}, "filled": true, "author_pub_id": "11ge99UAAAAJ:u5HHmVD_uO8C", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=7020429687517559264", "cites_id": ["7020429687517559264"], "pub_url": "https://www.matec-conferences.org/articles/matecconf/abs/2018/23/matecconf_icesti2018_01011/matecconf_icesti2018_01011.html", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:4DkX35qTbWEJ:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengendalian Titik Berat pada Mobile Robot", "pub_year": 2017, "citation": "Jurnal Teknik Elektro 10 (2), 41-47, 2017", "author": "Andreas Rahardjo and Handry Khoswanto and Heri Saptono Warpindyasmoro", "journal": "Jurnal Teknik Elektro", "volume": "10", "number": "2", "pages": "41-47", "abstract": "Mobile robot saat melewati kemiringan medan tertentu memiliki berbagai macam masalah. Salah satu masalah yang dihadapi adalah mobile robot yang memiliki ketinggian tertentu saat melewati medan dengan kemiringan tertentu akan menyebabkan mobile robot terbalik."}, "filled": true, "author_pub_id": "11ge99UAAAAJ:9yKSN-GCB0IC", "num_citations": 0, "pub_url": "http://ced.petra.ac.id/index.php/elk/article/view/21050", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:glHLamOA8Q0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Developing mathematical model of DC servo motor using bond graph", "pub_year": 2001, "citation": "no, 2001", "author": "Hany Ferdinando and Heri Saptono Warpindyasmoro and Stanley Kardinal Jusuf", "pages": "1-5", "publisher": "no"}, "filled": true, "author_pub_id": "11ge99UAAAAJ:d1gkVwhDpl0C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=18089821538557941190", "cites_id": ["18089821538557941190"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:xtX0Z9j0C_sJ:scholar.google.com/", "cites_per_year": {"2019": 1, "2020": 0, "2021": 0, "2022": 0, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Developing Mathematical Model of DC Servo Motor Using Bond Graph 1 st Kentingan Physics Forum", "pub_year": 2001, "citation": "Surakata, 2001", "author": "Hany Ferdinando and Heri Saptono Warpindyasmoro and Stanley Kardinal Jusuf", "publisher": "Surakata"}, "filled": true, "author_pub_id": "11ge99UAAAAJ:2osOgNQ5qMEC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=11917483039941599474", "cites_id": ["11917483039941599474"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8iB27K5nY6UJ:scholar.google.com/", "cites_per_year": {"2013": 1, "2014": 0, "2015": 0, "2016": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sistem Pembangkit Energi Listrik Piko Hidro dalam Rumah Tangga secara Paralel", "citation": "UNIVERSITAS KRISTEN PETRA, 0", "author": "Hanny Hosiana Tumbelaka and Heri Saptono Warpindyasmoro and Dannaezar Dannaezar", "publisher": "UNIVERSITAS KRISTEN PETRA", "abstract": "Bidang Teknik fnvensi Invensi ini berhubunqan dengan sistem pembangrkitan energi listrik piko hidro dalam rumah tangga secara paralel, yang secara khusus invensi ini terdiri dari tandon penampung air atas, pipa arr, generator piko hidro, kran atr, pengukur tegangan dan arus, pembatas tegangran, pembanding tegangan, pemindah teganqan otomatis, pengubah tegangan DC ke tegangan AC, jaring-jarinq listrik pLN, yang dicirikan dengan adanya pembatas tegangan, pemindah tegangan otomatis dan terhubung langsung paralel dengan jaring-jaring listrik pLN.Latar Belakang Invensi Ariran air dari tandon penampung air atas hingga saat ini belum dimanfaatkan oleh manusia. Padahal aliran air tersebut memiliki energi yang dapat digunakan untuk menghasirkan energi listrik seperti halnya pada PLTA (pembangkit Listrik Tenaga Air) yang juga memanfaatkan tenaga air. selain itu aliran air pada rumah tanqga mengarir melalui beberapa titik kran air. Jika pada setiap kran air dipasang generator piko hidro serta beberapa kran air menyara bersamaan, maka setiap generator menghasilkan tegangan yang berbeda-beda tergantung pada aliran air yanq dihasilkan."}, "filled": true, "author_pub_id": "11ge99UAAAAJ:Y0pCki6q_DkC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19354/4/CEK_PLAGIASI-Sistem_Pembangkit_Energi_Listrik_Piko_Hidro.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:QKAsmAuC1ikJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Alat Pembangkit Energi Listrik dari Gelombang Laut dengan Menggunakan Benda Apung", "citation": "UNIVERSITAS KRISTEN PETRA, 0", "author": "Heri Saptono Warpindyasmoro and Hanny Hosiana Tumbelaka", "publisher": "UNIVERSITAS KRISTEN PETRA", "abstract": "Bidang Teknik Invensi Invensi ini berkaitan dengan suatu alat pembangkit energi Iistrik dari qelombanq air laut dengan menggunakan benda apung berbentuk silinder dengan bagian bawah berbentuk kerucut sebagai peralatan untuk menangkap enerqi qelombanq air laut dan mengkonversikan menjadi enerqi mekanik untuk menqgerakkan rotor pada generator linear.Latar Belakang Invensi Gelombang air laut mempunyai potensi yang tinggi dalam menqhasilkan energi listrik.-ntuk menghasilkan energi listrik tersebut diperlukan peralatan yang dapat mengkonversi energi gelombang menjadi energi mekani<(energi kinetik dan energi potensial-) dan selanjutnya erergi mekanik tersebut dikonversikan menjadi energi Iistrik oleh oenerator listrik. Bagian yang pentingt dalam pembangkit energi l-istrik dari gelombang air Iaut adalah mengkonvers:-kan energi grelombangt menjadi energi mekanik. Salah satu mekanisme mengkonversikan energi qelombang menjadi energi mekanik adalah menggunakan benda apunq. Gerakan naik-turun dari benda apung akibat dari qelombangt air laut yang melewatinya inilah yang digunakan untuk menggerakkan qenerator."}, "filled": true, "author_pub_id": "11ge99UAAAAJ:Tyk-4Ss8FVUC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19355/1/2Kegiatanhaki_89004_795_(1).pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:fu72Ue27tAQJ:scholar.google.com/", "cites_per_year": {}}
