{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "First-in-class monoclonal antibody (mAb) PBP1510 targeting pancreatic adenocarcinoma upregulated factor (PAUF) for pancreatic cancer (PC) treatment: Preclinical perspectives.", "pub_year": 2022, "citation": "Journal of Clinical Oncology 40 (16_suppl), e16274-e16274, 2022", "author": "Kedar Diwakar Mandakhalikar and Sang Seok Koh and Seong-Yun Jeong and Deborah Moshinsky and Peggy Feyaerts and Ratna Karuna and Jamie Kim and Litha Jaison and Sumita Pradhan and Yeon Jeong Kim and Jin Park", "volume": "40", "number": "16_suppl", "pages": "e16274-e16274", "publisher": "American Society of Clinical Oncology", "abstract": "e16274Background: PAUF has been shown to induce PC cell proliferation, angiogenesis and evasion of immune surveillance, thereby promoting tumour progression and metastasis. PBP1510, a novel humanized IgG1 mAb developed by Prestige Biopharma Limited, Singapore, binds to and neutralizes PAUF with high specificity and affinity. With no available targeted therapies against PAUF, the first in its class, PBP1510, has been granted Orphan Drug Designation by EMA, US FDA and Korea MFDS. Methods: To assess inhibition of migration and invasion of PC in vitro, PC cell lines (CFPAC-1 and BxPC-3) with high expression levels of PAUF, and primary PC cells extracted from patients were treated with PBP1510 or human IgG (negative control). Suitability of cynomolgus monkey as animal model for pharmacokinetic (PK) and toxicity studies was verified by comparing binding affinities of PBP1510 to human and …"}, "filled": true, "author_pub_id": "145aYdkAAAAJ:WF5omc3nYNoC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=15961001639732575750", "cites_id": ["15961001639732575750"], "pub_url": "https://ascopubs.org/doi/abs/10.1200/JCO.2022.40.16_suppl.e16274", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Bv6vI23egN0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A head-to-head comparison of the inhibitory activities of 15 peptidomimetic SARS-CoV-2 3CLpro inhibitors", "pub_year": 2021, "citation": "Bioorganic & Medicinal Chemistry Letters 48, 128263, 2021", "author": "Subramanyam Vankadara and Yun Xuan Wong and Boping Liu and Yi Yang See and Li Hong Tan and Qian Wen Tan and Gang Wang and Ratna Karuna and Xue Guo and Shu Ting Tan and Jia Yi Fong and Joma Joy and CS Brian Chia", "journal": "Bioorganic & Medicinal Chemistry Letters", "volume": "48", "pages": "128263", "publisher": "Pergamon", "abstract": "The COVID-19 pandemic caused by SARS-CoV-2 has created an unprecedented global health emergency. As of July 2021, only three antiviral therapies have been approved by the FDA for treating infected patients, highlighting the urgent need for more antiviral drugs. The SARS-CoV-2 3CL protease (3CLpro) is deemed an attractive drug target due to its essential role in viral polyprotein processing and pathogenesis. Indeed, a number of peptidomimetic 3CLpro inhibitors armed with electrophilic warheads have been reported by various research groups that can potentially be developed for treating COVID-19. However, it is currently impossible to compare their relative potencies due to the different assays employed. To solve this, we conducted a head-to-head comparison of fifteen reported peptidomimetic inhibitors in a standard FRET-based SARS-CoV-2 3CLpro inhibition assay to compare and identify potent …"}, "filled": true, "author_pub_id": "145aYdkAAAAJ:u5HHmVD_uO8C", "num_citations": 25, "citedby_url": "/scholar?hl=en&cites=186770717223901463", "cites_id": ["186770717223901463"], "pub_url": "https://www.sciencedirect.com/science/article/pii/S0960894X2100490X", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:F1mTTvqKlwIJ:scholar.google.com/", "cites_per_year": {"2021": 4, "2022": 11, "2023": 7, "2024": 2, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "NITD-688, a pan-serotype inhibitor of the dengue virus NS4B protein, shows favorable pharmacokinetics and efficacy in preclinical animal models", "pub_year": 2021, "citation": "Science translational medicine 13 (579), eabb2181, 2021", "author": "Stephanie A Moquin and Oliver Simon and Ratna Karuna and Suresh B Lakshminarayana and Fumiaki Yokokawa and Feng Wang and Chandra Saravanan and Jin Zhang and Craig W Day and Katherine Chan and Qing-Yin Wang and Siyan Lu and Hongping Dong and Kah Fei Wan and Siew Pheng Lim and Wei Liu and Cheah Chen Seh and Yen-Liang Chen and Haoying Xu and David T Barkan and Cyrille S Kounde and Wei Lin Sandra Sim and Gang Wang and Hui-Quan Yeo and Bin Zou and Wai Ling Chan and Mei Ding and Jae-Geun Song and Min Li and Colin Osborne and Francesca Blasco and Christopher Sarko and David Beer and Ghislain MC Bonamy and Vito G Sasseville and Pei-Yong Shi and Thierry T Diagana and Bryan KS Yeung and Feng Gu", "journal": "Science translational medicine", "volume": "13", "number": "579", "pages": "eabb2181", "publisher": "American Association for the Advancement of Science", "abstract": "Dengue virus (DENV) is a mosquito-borne flavivirus that poses a threat to public health, yet no antiviral drug is available. We performed a high-throughput phenotypic screen using the Novartis compound library and identified candidate chemical inhibitors of DENV. This chemical series was optimized to improve properties such as anti-DENV potency and solubility. The lead compound, NITD-688, showed strong potency against all four serotypes of DENV and demonstrated excellent oral efficacy in infected AG129 mice. There was a 1.44-log reduction in viremia when mice were treated orally at 30 milligrams per kilogram twice daily for 3 days starting at the time of infection. NITD-688 treatment also resulted in a 1.16-log reduction in viremia when mice were treated 48 hours after infection. Selection of resistance mutations and binding studies with recombinant proteins indicated that the nonstructural protein 4B is the …"}, "filled": true, "author_pub_id": "145aYdkAAAAJ:W7OEmFMy1HYC", "num_citations": 68, "citedby_url": "/scholar?hl=en&cites=11718850345015348632", "cites_id": ["11718850345015348632"], "pub_url": "https://www.science.org/doi/abs/10.1126/scitranslmed.abb2181", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:mI2atky4oaIJ:scholar.google.com/", "cites_per_year": {"2021": 11, "2022": 14, "2023": 18, "2024": 15, "2025": 10}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A Cyclic Phosphoramidate Prodrug of 2′-Deoxy-2′-Fluoro-2′-C-Methylguanosine for the Treatment of Dengue Virus Infection", "pub_year": 2020, "citation": "Antimicrobial Agents and Chemotherapy 64 (12), 10.1128/aac. 00654-20, 2020", "author": "Ratna Karuna and Fumiaki Yokokawa and Keshi Wang and Jin Zhang and Haoying Xu and Gang Wang and Mei Ding and Wai Ling Chan and Nahdiyah Abdul Ghafar and Andrea Leonardi and Cheah Chen Seh and Peck Gee Seah and Wei Liu and Rao PS Srinivasa and Siew Pheng Lim and Suresh B Lakshminarayana and Ellie Growcott and Sreehari Babu and Martijn Fenaux and Weidong Zhong and Feng Gu and Pei-Yong Shi and Francesca Blasco and Yen-Liang Chen", "journal": "Antimicrobial Agents and Chemotherapy", "volume": "64", "number": "12", "pages": "10.1128/aac. 00654-20", "publisher": "American Society for Microbiology", "abstract": "Monophosphate prodrug analogs of 2′-deoxy-2′-fluoro-2′-C-methylguanosine have been reported as potent inhibitors of hepatitis C virus (HCV) RNA-dependent RNA polymerase. These prodrugs also display potent anti-dengue virus activities in cellular assays although their prodrug moieties were designed to produce high levels of triphosphate in the liver. Since peripheral blood mononuclear cells (PBMCs) are among the major targets of dengue virus, different prodrug moieties were designed to effectively deliver 2′-deoxy-2′-fluoro-2′-C-methylguanosine monophosphate prodrugs and their corresponding triphosphates into PBMCs after oral administration. We identified a cyclic phosphoramidate, prodrug 17, demonstrating well-balanced anti-dengue virus cellular activity and in vitro stability profiles. We further determined the PBMC concentration of active triphosphate needed to inhibit virus replication …"}, "filled": true, "author_pub_id": "145aYdkAAAAJ:Tyk-4Ss8FVUC", "num_citations": 17, "citedby_url": "/scholar?hl=en&cites=10117847681521601109", "cites_id": ["10117847681521601109"], "pub_url": "https://journals.asm.org/doi/abs/10.1128/aac.00654-20", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:VcqaFNzQaYwJ:scholar.google.com/", "cites_per_year": {"2020": 3, "2021": 4, "2022": 4, "2023": 1, "2024": 3, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "DISCOVERY OF A TETRAHYDROTHIENOPYRIDINE DERIVATIVE, A DENGUE VIRUS NS4B INHIBITOR WITH POTENT ORAL IN VIVO EFFICACY", "pub_year": 2019, "citation": "AMERICAN JOURNAL OF TROPICAL MEDICINE AND HYGIENE 101, 54-55, 2019", "author": "Fumiaki Yokokawa and Oliver Simon and Sandra Sim and Bin Zou and Mei Ding and Wai-Ling Chan and Cyrille S Kounde and Hui-Quan Yeo and Gang Wang and Qing-Ying Wang and Kah Fei Wan and Hongping Dong and Ratna Karuna and Siew Pheng Lim and Suresh B Lakshminarayana and Stephanie Moquin and Chang Bok Lee and Katherine Chan and Alex Chao and Christopher Sarko and Bryan KS Yeung and Feng Gu", "conference": "AMERICAN JOURNAL OF TROPICAL MEDICINE AND HYGIENE", "volume": "101", "pages": "54-55", "publisher": "AMER SOC TROP MED & HYGIENE"}, "filled": true, "author_pub_id": "145aYdkAAAAJ:qjMakFHDy7sC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:z78Wit2wvnIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Discovery of 2-oxopiperazine dengue inhibitors by scaffold morphing of a phenotypic high-throughput screening hit", "pub_year": 2017, "citation": "Bioorganic & medicinal chemistry letters 27 (6), 1385-1389, 2017", "author": "Cyrille S Kounde and Hui-Quan Yeo and Qing-Yin Wang and Kah Fei Wan and Hongping Dong and Ratna Karuna and Ina Dix and Trixie Wagner and Bin Zou and Oliver Simon and Ghislain MC Bonamy and Bryan KS Yeung and Fumiaki Yokokawa", "journal": "Bioorganic & medicinal chemistry letters", "volume": "27", "number": "6", "pages": "1385-1389", "publisher": "Pergamon", "abstract": "A series of 2-oxopiperazine derivatives were designed from the pyrrolopiperazinone cell-based screening hit 4 as a dengue virus inhibitor. Systematic investigation of the structure-activity relationship (SAR) around the piperazinone ring led to the identification of compound (S)-29, which exhibited potent anti-dengue activity in the cell-based assay across all four dengue serotypes with EC50 < 0.1 μM. Cross-resistant analysis confirmed that the virus NS4B protein remained the target of the new oxopiperazine analogs obtained via scaffold morphing from the HTS hit 4."}, "filled": true, "author_pub_id": "145aYdkAAAAJ:eQOLeE2rZwMC", "num_citations": 20, "citedby_url": "/scholar?hl=en&cites=14700242340777036015", "cites_id": ["14700242340777036015"], "pub_url": "https://www.sciencedirect.com/science/article/pii/S0960894X17301269", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:7wgsEobAAcwJ:scholar.google.com/", "cites_per_year": {"2017": 1, "2018": 4, "2019": 3, "2020": 1, "2021": 4, "2022": 0, "2023": 3, "2024": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Discovery of potent non-nucleoside inhibitors of dengue viral RNA-dependent RNA polymerase from a fragment hit using structure-based drug design", "pub_year": 2016, "citation": "Journal of medicinal chemistry 59 (8), 3935-3952, 2016", "author": "Fumiaki Yokokawa and Shahul Nilar and Christian G Noble and Siew Pheng Lim and Ranga Rao and Stefani Tania and Gang Wang and Gladys Lee and Jürg Hunziker and Ratna Karuna and Ujjini Manjunatha and Pei-Yong Shi and Paul W Smith", "journal": "Journal of medicinal chemistry", "volume": "59", "number": "8", "pages": "3935-3952", "publisher": "American Chemical Society", "abstract": "The discovery and optimization of non-nucleoside dengue viral RNA-dependent-RNA polymerase (RdRp) inhibitors are described. An X-ray-based fragment screen of Novartis’ fragment collection resulted in the identification of a biphenyl acetic acid fragment 3, which bound in the palm subdomain of RdRp. Subsequent optimization of the fragment hit 3, relying on structure-based design, resulted in a >1000-fold improvement in potency in vitro and acquired antidengue activity against all four serotypes with low micromolar EC50 in cell-based assays. The lead candidate 27 interacts with a novel binding pocket in the palm subdomain of the RdRp and exerts a promising activity against all clinically relevant dengue serotypes."}, "filled": true, "author_pub_id": "145aYdkAAAAJ:zYLM7Y9cAGgC", "num_citations": 97, "citedby_url": "/scholar?hl=en&cites=8947709735483697201", "cites_id": ["8947709735483697201"], "pub_url": "https://pubs.acs.org/doi/abs/10.1021/acs.jmedchem.6b00143", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:MWjP8JimLHwJ:scholar.google.com/", "cites_per_year": {"2016": 6, "2017": 12, "2018": 9, "2019": 13, "2020": 14, "2021": 13, "2022": 8, "2023": 8, "2024": 8, "2025": 6}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Discovery of dengue virus NS4B inhibitors", "pub_year": 2015, "citation": "Journal of virology 89 (16), 8233-8244, 2015", "author": "Qing-Yin Wang and Hongping Dong and Bin Zou and Ratna Karuna and Kah Fei Wan and Jing Zou and Agatha Susila and Andy Yip and Chao Shan and Kim Long Yeo and Haoying Xu and Mei Ding and Wai Ling Chan and Feng Gu and Peck Gee Seah and Wei Liu and Suresh B Lakshminarayana and CongBao Kang and Julien Lescar and Francesca Blasco and Paul W Smith and Pei-Yong Shi", "journal": "Journal of virology", "volume": "89", "number": "16", "pages": "8233-8244", "publisher": "American Society for Microbiology", "abstract": "The four serotypes of dengue virus (DENV-1 to -4) represent the most prevalent mosquito-borne viral pathogens in humans. No clinically approved vaccine or antiviral is currently available for DENV. Here we report a spiropyrazolopyridone compound that potently inhibits DENV both in vitro and in vivo. The inhibitor was identified through screening of a 1.8-million-compound library by using a DENV-2 replicon assay. The compound selectively inhibits DENV-2 and -3 (50% effective concentration [EC50], 10 to 80 nM) but not DENV-1 and -4 (EC50, >20 μM). Resistance analysis showed that a mutation at amino acid 63 of DENV-2 NS4B (a nonenzymatic transmembrane protein and a component of the viral replication complex) could confer resistance to compound inhibition. Genetic studies demonstrate that variations at amino acid 63 of viral NS4B are responsible for the selective inhibition of DENV-2 and -3 …"}, "filled": true, "author_pub_id": "145aYdkAAAAJ:IjCSPb-OGe4C", "num_citations": 103, "citedby_url": "/scholar?hl=en&cites=8725602184077011972", "cites_id": ["8725602184077011972"], "pub_url": "https://journals.asm.org/doi/abs/10.1128/jvi.00855-15", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:BGxIyfSQF3kJ:scholar.google.com/", "cites_per_year": {"2015": 3, "2016": 14, "2017": 10, "2018": 12, "2019": 17, "2020": 10, "2021": 8, "2022": 10, "2023": 7, "2024": 5, "2025": 5}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Detection of dihydroxycholesterols in human plasma using HPLC–ESI-MS/MS", "pub_year": 2015, "citation": "Steroids 99, 131-138, 2015", "author": "Ratna Karuna and Isabelle Christen and Andreas W Sailer and Francis Bitsch and Juan Zhang", "journal": "Steroids", "volume": "99", "pages": "131-138", "publisher": "Elsevier", "abstract": "We report a straightforward sample preparation procedure and a direct liquid chromatography electrospray ionization tandem mass spectrometry (LC–ESI-MS/MS) method for the analysis of 7alpha,25-dihydroxycholesterol (7α25-OHC) and 7alpha,27-dihydroxycholesterol (7α27-OHC). By applying a slow protein precipitation approach using cold ethanol, we were able to detect and quantify 7α25-OHC and 7α27-OHC in a fast and reliable manner. The average concentrations from 20 healthy individuals were determined to be 0.21 ± 0.05 nM for 7α25-OHC and 3.4 ± 0.1 nM for 7α27-OHC. In addition, we are the first to report the average degrees of esterification (n = 8) to be 73.8% and 82% for 7α25-OHC and 7α27-OHC, respectively. Using the established method, we achieved the sensitivity sufficient for detecting low abundant dihydroxylated oxysterols in healthy individuals. This result should enable extension of …"}, "filled": true, "author_pub_id": "145aYdkAAAAJ:9yKSN-GCB0IC", "num_citations": 29, "citedby_url": "/scholar?hl=en&cites=4644360134460839105", "cites_id": ["4644360134460839105"], "pub_url": "https://www.sciencedirect.com/science/article/pii/S0039128X15000586", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:wRSGd-8UdEAJ:scholar.google.com/", "cites_per_year": {"2016": 4, "2017": 2, "2018": 4, "2019": 1, "2020": 2, "2021": 4, "2022": 2, "2023": 6, "2024": 3, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Lead optimization of spiropyrazolopyridones: a new and potent class of dengue virus inhibitors", "pub_year": 2015, "citation": "ACS medicinal chemistry letters 6 (3), 344-348, 2015", "author": "Bin Zou and Wai Ling Chan and Mei Ding and Seh Yong Leong and Shahul Nilar and Peck Gee Seah and Wei Liu and Ratna Karuna and Francesca Blasco and Andy Yip and Alex Chao and Agatha Susila and Hongping Dong and Qing Yin Wang and Hao Ying Xu and Katherine Chan and Kah Fei Wan and Feng Gu and Thierry T Diagana and Trixie Wagner and Ina Dix and Pei-Yong Shi and Paul W Smith", "journal": "ACS medicinal chemistry letters", "volume": "6", "number": "3", "pages": "344-348", "publisher": "American Chemical Society", "abstract": "Spiropyrazolopyridone 1 was identified, as a novel dengue virus (DENV) inhibitor, from a DENV serotype 2 (DENV-2) high-throughput phenotypic screen. As a general trend within this chemical class, chiral resolution of the racemate revealed that R enantiomer was significantly more potent than the S. Cell-based lead optimization of the spiropyrazolopyridones focusing on improving the physicochemical properties is described. As a result, an optimal compound 14a, with balanced in vitro potency and pharmacokinetic profile, achieved about 1.9 log viremia reduction at 3 × 50 mg/kg (bid) or 3 × 100 mg/kg (QD) oral doses in the dengue in vivo mouse efficacy model."}, "filled": true, "author_pub_id": "145aYdkAAAAJ:Y0pCki6q_DkC", "num_citations": 69, "citedby_url": "/scholar?hl=en&cites=11713429146085880403", "cites_id": ["11713429146085880403"], "pub_url": "https://pubs.acs.org/doi/abs/10.1021/ml500521r", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:U_Iner91jqIJ:scholar.google.com/", "cites_per_year": {"2015": 6, "2016": 4, "2017": 3, "2018": 9, "2019": 10, "2020": 7, "2021": 4, "2022": 10, "2023": 8, "2024": 3, "2025": 5}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Activation of peripheral blood mononuclear cells by dengue virus infection depotentiates balapiravir", "pub_year": 2014, "citation": "Journal of virology 88 (3), 1740-1747, 2014", "author": "Yen-Liang Chen and Nahdiyah Abdul Ghafar and Ratna Karuna and Yilong Fu and Siew Pheng Lim and Wouter Schul and Feng Gu and Maxime Herve and Fumiaki Yokohama and Gang Wang and Daniela Cerny and Katja Fink and Francesca Blasco and Pei-Yong Shi", "journal": "Journal of virology", "volume": "88", "number": "3", "pages": "1740-1747", "publisher": "American Society for Microbiology", "abstract": "In a recent clinical trial, balapiravir, a prodrug of a cytidine analog (R1479), failed to achieve efficacy (reducing viremia after treatment) in dengue patients, although the plasma trough concentration of R1479 remained above the 50% effective concentration (EC50). Here, we report experimental evidence to explain the discrepancy between the in vitro and in vivo results and its implication for drug development. R1479 lost its potency by 125-fold when balapiravir was used to treat primary human peripheral blood mononuclear cells (PBMCs; one of the major cells targeted for viral replication) that were preinfected with dengue virus. The elevated EC50 was greater than the plasma trough concentration of R1479 observed in dengue patients treated with balapiravir and could possibly explain the efficacy failure. Mechanistically, dengue virus infection triggered PBMCs to generate cytokines, which decreased their …"}, "filled": true, "author_pub_id": "145aYdkAAAAJ:u-x6o8ySG0sC", "num_citations": 93, "citedby_url": "/scholar?hl=en&cites=3361970729637362008", "cites_id": ["3361970729637362008"], "pub_url": "https://journals.asm.org/doi/abs/10.1128/jvi.02841-13", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:WLlL7ZAeqC4J:scholar.google.com/", "cites_per_year": {"2014": 7, "2015": 8, "2016": 5, "2017": 8, "2018": 8, "2019": 6, "2020": 12, "2021": 13, "2022": 9, "2023": 6, "2024": 6, "2025": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Lipoprotein distribution and serum concentrations of 7α-hydroxy-4-cholesten-3-one and bile acids: effects of monogenic disturbances in high-density lipoprotein metabolism", "pub_year": 2012, "citation": "Clinical Science 122 (8), 385-400, 2012", "author": "Carine Steiner and Adriaan G Holleboom and Ratna Karuna and Mohammad M Motazacker and Jan Albert Kuivenhoven and Ruth Frikke-Schmidt and Anne Tybjaerg-Hansen and Lucia Rohrer and Katharina M Rentsch and Arnold von Eckardstein", "journal": "Clinical Science", "volume": "122", "number": "8", "pages": "385-400", "publisher": "Portland Press Ltd.", "abstract": "BA (bile acid) formation is considered an important final step in RCT (reverse cholesterol transport). HDL (high-density lipoprotein) has been reported to transport BAs. We therefore investigated the effects of monogenic disturbances in human HDL metabolism on serum concentrations and lipoprotein distributions of the major 15 BA species and their precursor C4 (7α-hydroxy-4-cholesten-3-one). In normolipidaemic plasma, approximately 84%, 11% and 5% of BAs were recovered in the LPDS (lipoprotein-depleted serum), HDL and the combined LDL (low-density lipoprotein)/VLDL (very-low-density lipoproteins) fraction respectively. Conjugated BAs were slightly over-represented in HDL. For C4, the respective percentages were 23%, 21% and 56% (41% in LDL and 15% in VLDL) respectively. Compared with unaffected family members, neither HDL-C (HDL-cholesterol)-decreasing mutations in the genes APOA1 …"}, "filled": true, "author_pub_id": "145aYdkAAAAJ:d1gkVwhDpl0C", "num_citations": 16, "citedby_url": "/scholar?hl=en&cites=4268401742077215064", "cites_id": ["4268401742077215064"], "pub_url": "https://portlandpress.com/clinsci/article-abstract/122/8/385/68967", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:WMEr-8RoPDsJ:scholar.google.com/", "cites_per_year": {"2013": 1, "2014": 2, "2015": 0, "2016": 1, "2017": 2, "2018": 1, "2019": 1, "2020": 2, "2021": 1, "2022": 0, "2023": 3, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Oxysterols direct immune cell migration via EBI2", "pub_year": 2011, "citation": "Nature 475 (7357), 524-527, 2011", "author": "Sébastien Hannedouche and Juan Zhang and Tangsheng Yi and Weijun Shen and Deborah Nguyen and Joao P Pereira and Danilo Guerini and Birgit U Baumgarten and Silvio Roggo and Ben Wen and Richard Knochenmuss and Sophie Noël and Francois Gessier and Lisa M Kelly and Mirka Vanek and Stephane Laurent and Inga Preuss and Charlotte Miault and Isabelle Christen and Ratna Karuna and Wei Li and Dong-In Koo and Thomas Suply and Christian Schmedt and Eric C Peters and Rocco Falchetto and Andreas Katopodis and Carsten Spanka and Marie-Odile Roy and Michel Detheux and Yu Alice Chen and Peter G Schultz and Charles Y Cho and Klaus Seuwen and Jason G Cyster and Andreas W Sailer", "journal": "Nature", "volume": "475", "number": "7357", "pages": "524-527", "publisher": "Nature Publishing Group UK", "abstract": "Epstein–Barr virus-induced gene 2 (EBI2, also known as GPR183) is a G-protein-coupled receptor that is required for humoral immune responses; polymorphisms in the receptor have been associated with inflammatory autoimmune diseases,,. The natural ligand for EBI2 has been unknown. Here we describe the identification of 7α,25-dihydroxycholesterol (also called 7α,25-OHC or 5-cholesten-3β,7α,25-triol) as a potent and selective agonist of EBI2. Functional activation of human EBI2 by 7α,25-OHC and closely related oxysterols was verified by monitoring second messenger readouts and saturable, high-affinity radioligand binding. Furthermore, we find that 7α,25-OHC and closely related oxysterols act as chemoattractants for immune cells expressing EBI2 by directing cell migration in vitro and in vivo. A critical enzyme required for the generation of 7α,25-OHC is cholesterol 25-hydroxylase (CH25H). Similar to …"}, "filled": true, "author_pub_id": "145aYdkAAAAJ:_FxGoFyzp5QC", "num_citations": 512, "citedby_url": "/scholar?hl=en&cites=18224722272836515180", "cites_id": ["18224722272836515180"], "pub_url": "https://www.nature.com/articles/nature10280", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:bPWRMlk46_wJ:scholar.google.com/", "cites_per_year": {"2011": 5, "2012": 28, "2013": 41, "2014": 37, "2015": 28, "2016": 32, "2017": 37, "2018": 37, "2019": 29, "2020": 39, "2021": 55, "2022": 51, "2023": 42, "2024": 33, "2025": 15}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Plasma levels of 27-hydroxycholesterol in humans and mice with monogenic disturbances of high density lipoprotein metabolism", "pub_year": 2011, "citation": "Atherosclerosis 214 (2), 448-455, 2011", "author": "Ratna Karuna and Adriaan G Holleboom and Mohammad M Motazacker and Jan Albert Kuivenhoven and Ruth Frikke-Schmidt and Anne Tybjaerg-Hansen and Spiros Georgopoulos and Miranda van Eck and Theo JC van Berkel and Arnold von Eckardstein and Katharina M Rentsch", "journal": "Atherosclerosis", "volume": "214", "number": "2", "pages": "448-455", "publisher": "Elsevier", "abstract": "Secretion of 27-hydroxycholesterol (27OHC) from macrophages is considered as an alternative to HDL-mediated reverse transport of excess cholesterol. We investigated 27OHC-concentrations in plasma of humans and mice with monogenic disorders of HDL metabolism. As compared to family controls mutations in the genes for apolipoprotein A-I, ATP binding cassette transporter (ABC) A1 and lecithin:cholesterol acylstransferase (LCAT) were associated with reduced concentrations of both HDL-cholesterol and HDL-27OHC whereas mutations in the genes for cholesterylester transfer protein (CETP), scavenger receptor type BI and hepatic lipase were associated with elevated HDL concentrations of either sterol. Compared to family controls and relative to the concentrations of total 27OHC and cholesterol, lower 27OHC-ester but normal cholesterylester levels were found in HDL of heterozygous LCAT mutation …"}, "filled": true, "author_pub_id": "145aYdkAAAAJ:2osOgNQ5qMEC", "num_citations": 71, "citedby_url": "/scholar?hl=en&cites=7765077171772736911", "cites_id": ["7765077171772736911"], "pub_url": "https://www.sciencedirect.com/science/article/pii/S0021915010008968", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:j0UC7YsYw2sJ:scholar.google.com/", "cites_per_year": {"2011": 4, "2012": 1, "2013": 8, "2014": 5, "2015": 3, "2016": 6, "2017": 11, "2018": 2, "2019": 8, "2020": 6, "2021": 6, "2022": 6, "2023": 1, "2024": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "6. METHOD DEVELOPMENT FOR SPHINGOLIPID AND PHOSPHOLIPID PROFILING USING HIGH PERFORMANCE LIQUID CHROMATOGRAPHY AND MULTIPLE PARENT-ION SCANNING", "pub_year": 2010, "citation": "Searching for novel cardiometabolic biomarkers: method development for …, 2010", "author": "R Karuna and A von Eckardstein and KM Rentsch", "journal": "Searching for novel cardiometabolic biomarkers: method development for differential approaches and analysis of lipids involved in lipoprotein metabolism", "pages": "112", "abstract": "Sphingolipids and phospholipids are ubiquitous lipid groups encompassing more than 1000 different lipid species. Their structural heterogeneity makes the profiling of sphingo-and phospholipids a challenge. We developed an LC-MS/MS method for the analysis of sphingomyelins (SM), phosphatidylglycerols (PG), phosphatidylethanolamines (PE), phosphatidic acids (PA), phosphatidylinositols (PI), phosphatidylserines (PS) and phosphatidylcholines (PC). Different lipid classes were separated based on their head-group rentention on a diol silica-based HPLC column. Parent-ion scanning was applied both for screening each lipid species and for the selectivity of the class determination. The feasibility of the method has been shown by analyzing plasma of patients with stable coronary heart diseases, allowing the analysis of both the total endogenous amount of lipids within the same class as well as the concentration of each lipid species within a given class."}, "filled": true, "author_pub_id": "145aYdkAAAAJ:roLk4NBRz8UC", "num_citations": 0, "pub_url": "https://www.zora.uzh.ch/46049/1/eth-2152-02.pdf#page=113", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:aSjWYXruceIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Dopant assisted-atmospheric pressure photoionization (DA-APPI) liquid chromatography–mass spectrometry for the quantification of 27-hydroxycholesterol in plasma", "pub_year": 2009, "citation": "Journal of Chromatography B 877 (3), 261-268, 2009", "author": "Ratna Karuna and Arnold von Eckardstein and Katharina M Rentsch", "journal": "Journal of Chromatography B", "volume": "877", "number": "3", "pages": "261-268", "publisher": "Elsevier", "abstract": "27-Hydroxycholesterol (27OH-Chol) is of potential diagnostic interest due to its role in maintaining whole-body cholesterol homeostasis. Dopant assisted-atmospheric pressure photoionization (DA-APPI) has improved the sensitivity of 27OH-Chol analysis, in comparison to the published LC-APCI–MS method, allowing quantification from a very low amount of sample (≤50μL plasma). The method was validated for quantification from 50μL and 15μL plasma, with the limit of quantification (LOQ) of 10ng/mL and 40ng/mL plasma, respectively. A further advantage is that no prior derivatization was needed, unlike the LC-ESI–MS or the standard GC–MS method. The method validation also resulted in good linearity and recovery of 91–106%. The within-day and between-day coefficient of variation were less than 15% while giving the accuracy of 90.9–113.4%. This report summarizes the effects of some critical parameters …"}, "filled": true, "author_pub_id": "145aYdkAAAAJ:UeHWp8X0CEIC", "num_citations": 55, "citedby_url": "/scholar?hl=en&cites=8426804666375053626", "cites_id": ["8426804666375053626"], "pub_url": "https://www.sciencedirect.com/science/article/pii/S1570023208009185", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:OqHjajIG8nQJ:scholar.google.com/", "cites_per_year": {"2009": 2, "2010": 8, "2011": 8, "2012": 6, "2013": 3, "2014": 4, "2015": 5, "2016": 4, "2017": 5, "2018": 3, "2019": 2, "2020": 1, "2021": 1, "2022": 0, "2023": 0, "2024": 2, "2025": 1}}
