{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Komparasi Tektonika Arsitektur Empat Tiang Utama Pada Rumah Tradisional Madura Dan Jawa", "pub_year": 2024, "citation": "Advances in Civil Engineering and Sustainable Architecture 6 (2), 99-110, 2024", "author": "Fariz Hidayat and Asarias Ari Ayowembun and Derius Pekei and Lintu Tulistyantoro and Agus Dwi Hariyanto", "journal": "Advances in Civil Engineering and Sustainable Architecture", "volume": "6", "number": "2", "pages": "99-110", "abstract": "Keberadaan empat tiang utama pada rumah Bangsal di Madura memiliki kemiripan dengan rumah tradisional Jawa, yaitu rumah Joglo. Kesamaan ini menarik perhatian untuk mengkomparasikannya. Oleh karena itu, tujuan dari penelitian ini adalah membandingkan tektonika empat tiang utama pada rumah Bangsal dan rumah Joglo berdasarkan faktor-faktor tektonika klasik. Komparasi tektonika empat tiang utama dilakukan melalui analisis kualitatif. Hasil komparasi menunjukkan perbedaan dalam menciptakan kekuatan konstruksinya. Rumah Joglo menggunakan pemberat untuk menciptakan kekakuan pada bangunannya karena berada di daerah rawan gempa, sedangkan rumah Bangsal tidak. Selain itu, pemberat dirumah Joglo dapat menghasilkan konstruksi yang tidak stabil pada kondisi gempa tertentu. Detail tektonika mempunyai fungsi campuran selain untuk memberikan fungsi struktural juga keindahan arsitektural. Empat tiang utama memberikan kesan kuat dan kokoh pada ruang. Selain itu menciptakan center point dan terciptanya pembagian ruang secara semu pada rumah Bangsal dan masif pada rumah Joglo. Pada rumah Joglo juga untuk merepresentasikan area yang sakral."}, "filled": true, "author_pub_id": "1xE-gJYAAAAJ:JV2RwH3_ST0C", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/acesa/article/view/14076", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:FQSQiUSdQO4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Peningkatan Kualitas Kampung Kota Dan Dampaknya Terhadap Masyarakat (Studi Kasus: Kampung Pelangi 200)", "pub_year": 2024, "citation": "Advances in Civil Engineering and Sustainable Architecture 6 (2), 79-98, 2024", "author": "Aoliya Fauziyah and Alya Rihadatul Aisy and Bunga Assipa Wulandari and Fidela Zaneta Utomo and Maisya Dahayu Fathihanis", "journal": "Advances in Civil Engineering and Sustainable Architecture", "volume": "6", "number": "2", "pages": "79-98", "abstract": "Kampung kota memegang peran krusial dalam konteks pembangunan berkelanjutan, berfungsi sebagai jawaban dari masyarakat terhadap kebutuhan perumahan di lingkungan perkotaan. Namun, seringkali kampung kota dihadapkan pada berbagai tantangan yang meliputi kepadatan penduduk yang tinggi, kondisi kekumuhan, dan kekurangan fasilitas infrastruktur yang memadai. Dalam studi kasus Kampung Pelangi 200 di Bandung, karakter lingkungan kampung dianalisis bersama dengan identifikasi kekurangan fasilitas serta perumusan strategi perbaikan yang diperlukan. Melalui metode penelitian kualitatif yang melibatkan pengumpulan data langsung dan tinjauan literatur, temuan menunjukkan bahwa kampung tersebut mengalami kepadatan penduduk yang tinggi dan kekurangan fasilitas seperti akses masuk dan tempat parkir. Tujuan penelitian ini adalah untuk meningkatkan kualitas hidup masyarakat di kampung tersebut, dengan fokus pada penyediaan dan peningkatan infrastruktur serta fasilitas yang sesuai dengan kebutuhan. Hasil penelitian ini diharapkan dapat memberikan pandangan yang lebih baik dalam merancang strategi pembangunan berkelanjutan di masa depan, dengan menekankan pentingnya perbaikan infrastruktur dan peningkatan kualitas hidup di kampung kota sebagai bagian integral dari proses pembangunan yang berkelanjutan."}, "filled": true, "author_pub_id": "1xE-gJYAAAAJ:maZDTaKrznsC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/acesa/article/view/14074", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:XZzgd99EjuUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perbandingan Sistem Struktur Rumah Gadang Koto Piliang dan Bodi Caniago Terhadap Gempa", "pub_year": 2024, "citation": "Advances in Civil Engineering and Sustainable Architecture 6 (2), 70-78, 2024", "author": "Elora Ivena and Reinaldo Nathanael William and Felicya Agustinanda and Agus Dwi Hariyanto", "journal": "Advances in Civil Engineering and Sustainable Architecture", "volume": "6", "number": "2", "pages": "70-78", "abstract": "Tujuan dari penelitian ini adalah untuk mengidentifikasi perbandingan sistem struktur dari arsitektur vernakular rumah gadang Koto Piliang dan Bodi Caniago dalam merespon seismik lokal Minangkabau, yaitu kestabilan sistem struktur bangunan terhadap gempa. Metode penelitian dengan cara mengumpulkan data-data sekunder digunakan untuk menentukan landasan teori yang akan digunakan dalam penelitian, yaitu seismik lokal Minangkabau, sistem struktur vernakular rumah gadang, serta join yang mempengaruhi sistem struktur dalam merespon beban gempa. Interpretasi penyaluran beban gempa serta efektivitas sistem struktur dalam merespon beban gempa dilakukan dengan cara menganalisa dari data-data sekunder yang telah dikumpulkan."}, "filled": true, "author_pub_id": "1xE-gJYAAAAJ:k_IJM867U9cC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/acesa/article/view/13478", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Rjd8bnKNCUUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Konsep Terapeutik Arsitektur dalam Menurunkan Sindrom Burnout", "pub_year": 2024, "citation": "Advances in Civil Engineering and Sustainable Architecture 6 (2), 59-69, 2024", "author": "Aditya Christanto and Joyce Marcella Laurens and Agus Dwi Hariyanto", "journal": "Advances in Civil Engineering and Sustainable Architecture", "volume": "6", "number": "2", "pages": "59-69", "abstract": "Para peserta pendidikan kedokteran, dalam menjalankan tugasnya di Rumah Sakit Pendidikan memerlukan usaha dan kerja keras hingga terkadang menyebabkan permasalahan kesehatan. Sindrom burnout merupakan kondisi yang menggambarkan respon terhadap stres yang berhubungan dengan pekerjaan dengan kelelahan fisik, mental dan emosional yang relatif lama. Menjadi pemicu bagi beberapa dokter melakukan penelitian tentang kesehatan dan keberlanjutan paramedis, dengan mengangkat kembali isu tentang pentingnya ruang istirahat. Pendekatan teori Therapeutic Architercture sebagai salah satu penanganan dengan memodifikasi lingkungan diharapkan dapat membantu para peserta pendidikan kedokteran dalam menghadapi sindrom burnout. Tujauan penelitian ini untuk mempelajari bagaimana peserta pendidikan kedokteran meredakan burnout yang mereka hadapi melalui restorasi perhatian berdasarkan kegiatan/aktivitas. Metode penelitian yang akan digunakan menggunakan pendekatan metode kualitatif, mengelolah data menggunakan konten analisis, menyunting dan mengkodekan selanjutnya di uji menggunakan perangkat lunak statistik JMP. Variabel yang paling berpengaruh dalam upaya mengatasi burnout ialah “soft fascination” yang berhubungan dengan relaksasi dan rekreasi, yang mendukung konsep Therapeutic Architecture. Menghadirkan suasana layaknya rumah, dengan variabel lingkungan arsitektur yang dapat di terapkan pada ruang istirahat dokter. Hingga dapat menurunkan burnout pada para peserta pendidikan kedokteran."}, "filled": true, "author_pub_id": "1xE-gJYAAAAJ:isC4tDSrTZIC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/acesa/article/view/13898", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:00Gllve9pjIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Parameter Desain untuk Modul Green Façade Bangunan Vertikal yang Memudahkan Pemasangan dan Perawatan", "pub_year": 2024, "citation": "Advances in Civil Engineering and Sustainable Architecture 6 (1), 42-50, 2024", "author": "Vincentius Kevin Aditya and Danny Santoso Mintorogo and Jimmy Nurdi Kusuma Priatman", "journal": "Advances in Civil Engineering and Sustainable Architecture", "volume": "6", "number": "1", "pages": "42-50", "abstract": "Green façade atau fasad bervegetasi memberi banyak manfaat baik dalam skala urban maupun skala bangunan termasuk dalam menangani fenomena global warming. Namun banyak ditemukan masalah dalam pelaksanaan pemasangan dan perawatannya. Tujuan dari paper ini adalah menemukan parameter desain untuk modul green façade yang memudahkan pemasangan dan perawatan; melalui tahapan mengklasifikasikan masalah yang ditemui dilapangan melalui studi kasus pada 3 bangunan tinggi di Surabaya, dan mengumpulkan data masalah pemasangan dan perawatan green facade dari studi literatur. Penelitian menggunakan metode deskriptif kualitatif dengan pengamatan langsung ini menunjukkan bahwa 2 dari 3 studi kasus mengalami permasalahan pada bagian irigasi, dan pemilihan sistem yang susah untuk dirawat. Penelitian mengidentifikasi 4 poin krusial yang perlu diperhatikan dalam mendesain modul green façade diantaranya sistem struktur dan konstruksi; sistem irigasi, drainase, dan waterproofing; sistem modul green facade, media tanam, dan tanaman; serta sistem keamanan dan perawatan."}, "filled": true, "author_pub_id": "1xE-gJYAAAAJ:TFP_iSt0sucC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=18020347833880953441", "cites_id": ["18020347833880953441"], "pub_url": "https://publication.petra.ac.id/index.php/acesa/article/view/14053", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:YUJ0B-EiFfoJ:scholar.google.com/", "cites_per_year": {"2024": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Kajian Bentuk Wind Turbine Aksial untuk Fasad Miring Bangunan Bertingkat Menengah", "pub_year": 2024, "citation": "Advances in Civil Engineering and Sustainable Architecture 6 (1), 24-32, 2024", "author": "Ronald Samuel Budiman and Lilianny Sigit Arifin and Feny Elsiana", "journal": "Advances in Civil Engineering and Sustainable Architecture", "volume": "6", "number": "1", "pages": "24-32", "abstract": "Sumber daya alam yang semakin menipis menyadarkan akan pentingnya mencari alternatif lain untuk menghasilkan energi terbarukan. Kemunculan bangunan-bangunan bertingkat yang unik di Indonesia, seperti memiliki kemiringan pada fasad, memiliki potensi lebih besar untuk menghasilkan energi terbarukan melalui energi angin. Namun kemiringan yang ada membuat wind turbine vertikal sulit diterapkan dengan mengikuti kemiringan yang ada. Poros wind turbine vertikal diletakan menjadi sejajar dengan permukaan tanah guna mengikuti kemiringan fasad yang membuatnya berputar secara aksial dan radial. Penelitian ini mengkaji 6 (enam) model yang berfokus melihat pengaruh modifikasi bentuk serta rasio D: H terhadap kemampuannya mengolah angin secara aksial (Cp) dan kecepatan rotasi minimum yang dibutuhkan (TSR). Hasil dari penelitian ini menunjukan bahwa wind turbine aksial tanpa modifikasi bentuk dengan rasio D/H 1: 2 lebih baik untuk diterapkan pada fasad miring."}, "filled": true, "author_pub_id": "1xE-gJYAAAAJ:e5wmG9Sq2KIC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/acesa/article/view/14051", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-ncJb2hP7EgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Karakteristik Kawasan Alam Sutera, Tangerang Selatan", "pub_year": 2024, "citation": "Advances in Civil Engineering and Sustainable Architecture 6 (1), 1-13, 2024", "author": "Andre Pratama and Muhammar Khamdevi", "journal": "Advances in Civil Engineering and Sustainable Architecture", "volume": "6", "number": "1", "pages": "1-13", "abstract": "Alam Sutera direncanakan dengan pendekatan one stop living dan green city yang baik, aman, nyaman, dan sehat. Pendekatan ini mencoba membedakannya dengan lingkungan sekitar dan wilayah formal lainnya. Penelitian ini mencoba mengkaji dan mengidentifikasi karakteristik kawasan Alam Sutera dengan menganalisis karakteristik tersebut menggunakan teori perkotaan. Penelitian ini menggunakan pendekatan kualitatif dengan pendekatan studi kasus untuk menghasilkan data, yang selanjutnya digunakan dalam mengembangkan hipotesis. Hasil penelitian menunjukkan bahwa perencanaan Alam Sutera mempunyai unsur perkotaan yang cukup baik dan lengkap, namun permasalahan konteks lokal (lingkungan dan budaya) belum diperhatikan dengan baik. Alam Sutera sama dengan kawasan formal di sekitarnya hanya saja dalam hal penghijauan, namun belum memiliki identitas lokal yang khas dan berbeda."}, "filled": true, "author_pub_id": "1xE-gJYAAAAJ:TQgYirikUcIC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=3910396300455873137", "cites_id": ["3910396300455873137"], "pub_url": "https://publication.petra.ac.id/index.php/acesa/article/view/13753", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:cYqsk7eERDYJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Activity-Based Concept Towards Office Building in Jakarta", "pub_year": 2024, "citation": "Advances in Civil Engineering and Sustainable Architecture 6 (1), 14-23, 2024", "author": "Melyna Melyna and Naniek Widayati Priyomarsono and Fermanto Lianto", "journal": "Advances in Civil Engineering and Sustainable Architecture", "volume": "6", "number": "1", "pages": "14-23", "abstract": "Post-COVID-19 pandemic work activities faced a readjustment, but work activities are now more flexible regarding place and time. Therefore, it is necessary to reconsider current work activities, which are now based on the workers’ activities. Office buildings are a main physical factor in comfort and worker productivity. With an activity-based concept based on the worker’s activities, office building configuration is based on the needs of each worker at a time and consists of several types of workspaces. The research uses the multiple case study method to reassess the role of office buildings in current work activities. The design method used is Bernard Tschumi’s programming theory. The activity-based concept is structured based on elements of the physical work environment implemented in several types of work areas according to needs, with the most significant space configuration being the facility area."}, "filled": true, "author_pub_id": "1xE-gJYAAAAJ:mB3voiENLucC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/acesa/article/view/14040", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Doutt1G4aCQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Evaluasi Parameter Biophilic Desain Menurut Terappin pada Skygarden Apartment Benson", "pub_year": 2024, "citation": "Advances in Civil Engineering and Sustainable Architecture 6 (1), 33-41, 2024", "author": "Kenny Susilo and Lilianny Sigit Arifin and Lintu Tulistyantoro", "journal": "Advances in Civil Engineering and Sustainable Architecture", "volume": "6", "number": "1", "pages": "33-41"}, "filled": true, "author_pub_id": "1xE-gJYAAAAJ:hFOr9nPyWt4C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=449112684020923595", "cites_id": ["449112684020923595"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:y3wwS5uROwYJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Studi Nilai Keberlanjutan Elemen Struktur Rumah Tradisional Nias", "pub_year": 2023, "citation": "Advances In Civil Engineering And Sustainable Architecture 5 (2), 103-114, 2023", "author": "Ruth Aureline Marsha Buwono and Lilianny Sigit Arifin", "journal": "Advances In Civil Engineering And Sustainable Architecture", "volume": "5", "number": "2", "pages": "103-114", "abstract": "Pada era ini, arsitektur berkelanjutan menjadi salah satu topik hangat yang diperbincangkan dalam dunia arsitektur karena terjadinya krisis global yang dialami oleh seluruh dunia. Sehingga sekarang, saat merancang pembangunan sebuah bangunan, nilai-nilai arsitektur berkelanjutan menjadi pertimbangan yang mempengaruhi dunia desain. Untuk mempelajari nilai-nilai tersebut, manusia dapat kembali ke dasar dari pembangunan, yaitu arsitektur tradisional. Tulisan ini akan mempelajari bagaimana rumah tradisional Nias menerapkan konsep keberlanjutan dalam desain elemen terpilih. Elemen yang akan dibahas adalah elemen struktur yang menjadi ciri khas unik rumah tradisional Nias. Dari kajian teoritis rumah adat Nias berdasarkan parameter desain berkelanjutan, didapati rumah tradisional tersebut memiliki nilai-nilai berkelanjutan. Pembelajaran konsep keberlanjutan dari rumah tradisional ini dapat diterapkan dan diadaptasi pada proses perancangan bangunan tinggi modern jaman sekarang. Diharapkan dengan dilakukannya hal ini dapat membuka peluang-peluang baru bagi perkembangan kualitas desain bangunan tinggi yang memiliki nilai berkelanjutan."}, "filled": true, "author_pub_id": "1xE-gJYAAAAJ:bEWYMUwI8FkC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=12679540871740299343", "cites_id": ["12679540871740299343"], "pub_url": "https://publication.petra.ac.id/index.php/acesa/article/view/13422", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:T5ggZz7H9q8J:scholar.google.com/", "cites_per_year": {"2024": 2, "2025": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Persepsi Penghuni Rusunawa Terkait Aspek Privasi Pada Bukaan Jendela di Unit Kamar Rusunawa Surabaya", "pub_year": 2023, "citation": "Advances in Civil Engineering and Sustainable Architecture 5 (2), 138-148, 2023", "author": "Reinaldo Nathanael William and Agus Dwi Hariyanto and Aris Budhiyanto", "journal": "Advances in Civil Engineering and Sustainable Architecture", "volume": "5", "number": "2", "pages": "138-148"}, "filled": true, "author_pub_id": "1xE-gJYAAAAJ:iH-uZ7U-co4C", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:BkqkDzk0nYoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Hubungan Sistem Adat dengan Tahapan Konstruksi dan Sistem Struktur pada Rumah Vernakular di NTT terhadap Gempa", "pub_year": 2023, "citation": "Advances in Civil Engineering and Sustainable Architecture 5 (2), 79-89, 2023", "author": "Edwin Hariadi Sundoro and I Putu Trisna and Felicia Ranita and Princess Griffith and Agus Dwi Hariyanto", "journal": "Advances in Civil Engineering and Sustainable Architecture", "volume": "5", "number": "2", "pages": "79-89", "abstract": "Indonesia merupakan negara yang memiliki keanekaragaman budaya dan adat istiadat serta sering mengalami gempa bumi, baik itu tektonik maupun vulkanik. Salah satu daerah yang sering terjadi gempa bumi adalah NTT. Di NTT, terdapat beberapa arsitektur vernakular yang memiliki bentuk yang unik. Arsitektur vernakular yang dipilih adalah Wae Rebo, Ammu Hawu dan Sao Ria. Ada beberapa penelitian yang melihat sistem adat dan konstruksinya, namun belum banyak yang melihat keterkaitan adat dengan respon gempa. Tujuan dari penelitian ini adalah untuk mencari hubungan sistem adat dengan tahapan konstruksi dan sistem struktur pada rumah vernakular di NTT terhadap gempa. Penelitian ini merupakan penelitian kualitatif dengan literatur review untuk menganalisis hubungan sistem adat dan respon gempa. Hasil dari analisis menyimpulkan bahwa tahapan konstruksi tidak ada kaitannya dengan respon gempa, melainkan sistem struktur dan detail konstruksi yang merespon terhadap konteks gempa."}, "filled": true, "author_pub_id": "1xE-gJYAAAAJ:r0BpntZqJG4C", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/acesa/article/view/13461", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:5rkg1p8vol8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Kajian Tipologi Dan Morfologi Kawasan Pantai Losari, Makassar", "pub_year": 2023, "citation": "Advances in Civil Engineering and Sustainable Architecture 5 (2), 127-137, 2023", "author": "Timothy Jason Tjendra and Rony Gunawan Sunaryo", "journal": "Advances in Civil Engineering and Sustainable Architecture", "volume": "5", "number": "2", "pages": "127-137", "abstract": "Kota Makassar merupakan salah satu kota yang memiliki populasi dan luas wilayah terbesar di Indonesia. Pembangunan di kota ini mulai berkembang pesat sejak tahun 2010 khususnya pada kawasan Pantai Losari. Kawasan Pantai Losari di nilai memiliki potensi sebagai ikon wisata yang dapat menarik para wisatawan untuk datang berkunjung. Namun pesatnya perkembangan pembangunan pada kawasan tersebut, masih terdapat elemen-elemen persisten yang masih bertahan pada kawasan tersebut. Dengan melakukan analisis tipologi dan morfologi kawasan Pantai Losari, kita dapat menemukan bahwa masih terdapat beberapa jalan dan jenis bangunan yang masih bertahan, seperti ruko. Tipologi ruko masih bertahan seiring perkembangan pembangunan pada kawasan Pantai Losari."}, "filled": true, "author_pub_id": "1xE-gJYAAAAJ:j3f4tGmQtD8C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=6875430406225592905", "cites_id": ["6875430406225592905"], "pub_url": "https://publication.petra.ac.id/index.php/acesa/article/view/13447", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:SQL_4IZval8J:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Kajian Nilai Keberlanjutan pada Tatanan Massa Rumah Tradisional Bali", "pub_year": 2023, "citation": "Advances in Civil Engineering and Sustainable Architecture 5 (2), 90-102, 2023", "author": "Georgeanne Elaine Suwondo and Lilianny Sigit Arifin", "journal": "Advances in Civil Engineering and Sustainable Architecture", "volume": "5", "number": "2", "pages": "90-102"}, "filled": true, "author_pub_id": "1xE-gJYAAAAJ:4JMBOYKVnBMC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=6268301824956262824", "cites_id": ["6268301824956262824"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:qGlzhUx7_VYJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis Persepsi Penerapan Place Attachment Pada Rumah Susun Sewa ASN Nania Di Kota Ambon.", "pub_year": 2023, "citation": "Advances in Civil Engineering and Sustainable Architecture 5 (2), 115-126, 2023", "author": "Gloria Christabel Lilipory and Timoticin Kwanda and Lilianny Sigit Arifin", "journal": "Advances in Civil Engineering and Sustainable Architecture", "volume": "5", "number": "2", "pages": "115-126", "abstract": "Place Attachment adalah keterikatan manusia terhadap suatu tempat. Terwujudnya keterikatan ini ditentukan oleh identitas tempat, ketergantungan tempat dan ikatan sosial. Penelitian ini menganalisis keterikatan tempat rumah susun sewa ASN Nania di kota Ambon terhadap penghuninya melalui identifikasi 2 faktor keterikatan, yaitu ketergantungan tempat dan ikatan sosial. Metode yang dipakai dalam penelitian ini adalah metode kualitatif, metode ini digunakan untuk dapat memecahakan masalah dan peneliti akan mengamati lapangan secara spesifik dan mendalam. Penelitian ini membuktikan bahwa keterikatan penghuni dengan rumah susun sewa dapat dilihat dari persepsi penghuni yang telah tinggal dan menghabiskan waktu pada rumah susun sewa dan kemudian dianalisis dengan menggunakan factor ketergantungan tempat dan faktor ikatan sosial."}, "filled": true, "author_pub_id": "1xE-gJYAAAAJ:RHpTSmoSYBkC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/acesa/article/view/13446", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:hhBPcgSnsk8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis Tektonik Artikulasi Pada Pusat Kesehatan Dan Rehabilitasi Serta Kaitannya Dengan Proses Penyembuhan Berdasarkan Teori Eduard Sekler", "pub_year": 2023, "citation": "Advances in Civil Engineering and Sustainable Architecture 5 (2), 149-172, 2023", "author": "Edwin Hariadi Sundoro", "journal": "Advances in Civil Engineering and Sustainable Architecture", "volume": "5", "number": "2", "pages": "149-172", "abstract": "Minimnya fasilitas pelayanan kesehatan yang memadai menyebabkan pasien sulit bangkit dari penyakitnya. Salah satu solusi yang diberikan dalam arsitektur adalah dengan menerapkan konsep healing untuk membantu proses penyembuhan, baik dari segi elemen arsitektural, struktural, maupun tektonika. Beberapa fasilitas pelayanan kesehatan seperti pusat kesehatan dan fasilitas rehabilitasi memiliki elemen arsitektural serta tektonika yang unik untuk dikulik. Fasilitas kesehatan yang dipilih sebagai studi kasus adalah Primary Healthcare Center dan Alzheimer Day's Center-Healthcare & Rehabilitation. Tujuan dari penelitian ini adalah mengidentifikasi dan mengetahui pentingnya penerapan tektonika artikulasi sebagai efek dari proses penyembuhan pada healthcare dan rehabilitation center dengan cara mengkritisi kedua studi kasus tersebut. Penelitian ini berjenis kualitatif dengan analisis deskriptif eksplanatif. Hasil dari analisis ini diharapkan mampu mengupas penerapan tektonika struktur dan konstruksi yang terdapat pada kedua studi kasus tersebut, mampu memperjelas kontribusi kedua elemen tersebut terhadap proses penyembuhan, serta mampu memberi kritik dan saran demi meningkatkan nilai desain."}, "filled": true, "author_pub_id": "1xE-gJYAAAAJ:_Qo2XoVZTnwC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/acesa/article/view/13451", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:QjrK6W0rfEsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Aspek Keberlanjutan pada Rumah Tradisional Tanean Lanjang", "pub_year": 2023, "citation": "Advances in Civil Engineering and Sustainable Architecture 5 (2), 173-186, 2023", "author": "Yvonne Krisna Putri and Felicia Ranita Angelica and Lilianny Sigit Arifin", "journal": "Advances in Civil Engineering and Sustainable Architecture", "volume": "5", "number": "2", "pages": "173-186", "abstract": "Bangunan tradisional merupakan salah satu ciri khas yang melambangkan suatu daerah dna menggambarkan kondisi daerah tersebut baik dari segi sosial budaya maupun dari segi geografis daerah. Semakin berkembangnya zaman semakin banyak juga perubahan yang terjadi pada rumah tradisional, tidak terkecuali Rumah Tanean Lanjang yang merupakan rumah tradisional dari masyarakat Madura yang kental akan kepercayaan dan budaya Madura. Perkembangan ini juga akan mempengaruhi aspek keberlanjutan dari rumah tradisional tersebut yang akan dibedah menggunakan teori keberlanjutan oleh Iwanmura dengan metode kualitatif yang memberikan hasil bahwa rumah tradisional Tanean Lanjang memiliki beberapa aspek keberlanjutan didalamnya yang tidak hanya terletak pada bangunan tetapi juga pada aspek-aspek lainnya."}, "filled": true, "author_pub_id": "1xE-gJYAAAAJ:R3hNpaxXUhUC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/acesa/article/view/13454", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vEDiyRxhYEcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Elemen Persisten Terhadap Kualitas Street Front Kawasan Kota Kediri", "pub_year": 2023, "citation": "Advances in Civil Engineering and Sustainable Architecture 5 (2), 67-78, 2023", "author": "Christopher Daniel Suprapto and Rony Gunawan Sunaryo", "journal": "Advances in Civil Engineering and Sustainable Architecture", "volume": "5", "number": "2", "pages": "67-78", "abstract": "Pusat Kota Kediri merupakan kawasan awal dalam morfologi kota Kediri yang merupakan pusat perdagangan yang dulunya merupakan kawasan persawahan. Selain itu, tipologi bangunan Kota Kediri dipengaruhi oleh beberapa faktor seperti Kolonial, Tionghoa maupun Eropa. Seiring berjalannya waktu, area pusat Kota Kediri dipenuhi oleh street front pertokoan ruko tipikal di sepanjang jalan. Kualitas street front merupakan salah satu pembentuk identitas dan karakter kawasan. Penelitian bertujuan untuk mengetahui kualitas street front di kawasan Kediri Kota, dengan menganalisis pengaruh perkembangan kawasan terhadap kualitas street front dan mengidentifikasi tipologi yang menghasilkan kualitas street front tertentu. Penelitian dilakukan pada urban tissue seluas 1000 mx 1000 m di sekitar pusat Kota Kediri. Hasil penelitian menunjukan adanya berbagai macam kualitas street front pada kawasan tersebut. Pada kawasan ini, rata rata street front mendapat nilai acceptable sedangkan kualitas vibrant sangat sedikit. Kualitas vibrant didapatkan ketika adanya aktivitas, detail pada bangunan, fasad, fasilitas dan fungsi bangunan yang beragam."}, "filled": true, "author_pub_id": "1xE-gJYAAAAJ:HDshCWvjkbEC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/acesa/article/view/13449", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:VsCEv9lp9SsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Keragaman Bentuk dan Struktur Ume Kbubu di Pulau Timor", "pub_year": 2023, "citation": "Advances in Civil Engineering and Sustainable Architecture 5 (1), 56-66, 2023", "author": "Aditya Hanggara Timbulong and Christopher Daniel and Doni Chandra and Yvonne Krisna Putri and Agus Dwi Hariyanto", "journal": "Advances in Civil Engineering and Sustainable Architecture", "volume": "5", "number": "1", "pages": "56-66", "abstract": "Provinsi NTT merupakan salah satu daerah yang memiliki berbagai suku, beragam rumah tradisional yang menyesuaikan dengan daerah tempat para suku berhuni. Salah satunya adalah suku Atoni yang merupakan penghuni asli pulau Timor yang menempati bagian barat dan bagian tengah pulau Timor. Keturunan dari suku Atoni adalah suku Boti yang mendiami Timor Tengah Selatan, dan juga mendiami desa Maslete dan Kaenbaun yang terletak di Timor Tengah Utara. Penelitian bertujuan untuk mengetahui perbedaan dan persamaan terhadap keaslian Ume Kbubupada desa ketiga melalui analisis bentuk dan struktur. Metode penelitian menggunakan pendekatan kualitatif. Pengumpulan data menggunakan metode arsip dengan studi literatur. Data yang sudah dikumpulkan dianalisis lebih dalam dengan membuat model 3D. Adanya perbedaan letak geologis menyebabkan perbedaan bentuk, struktur, dan material Ume Kbubu dari berbagai desa, namun juga terdapat beberapa perjanjian. Perbedaan pada Ume Kbubu di tiga desa berbeda disebabkan oleh sumber daya alam, kebiasaan dan sifat masyarakat yang berbeda-beda."}, "filled": true, "author_pub_id": "1xE-gJYAAAAJ:2osOgNQ5qMEC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=17740469504415418383", "cites_id": ["17740469504415418383"], "pub_url": "https://publication.petra.ac.id/index.php/acesa/article/view/13393", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:D8hUbwXPMvYJ:scholar.google.com/", "cites_per_year": {"2024": 4, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pemetaan Street Connectivity dan Walkability Pada Kawasan Tunjungan Surabaya", "pub_year": 2023, "citation": "Advances in Civil Engineering and Sustainable Architecture 5 (1), 28-37, 2023", "author": "Angelique Hillary Siswanto and Rony Gunawan Sunaryo", "journal": "Advances in Civil Engineering and Sustainable Architecture", "volume": "5", "number": "1", "pages": "28-37", "abstract": "Kawasan Tunjungan merupakan kawasan penting di Surabaya sejak 1866 hingga sekarang. Berawal sebagai koridor penghubung antara Kota Lama dan Baru Surabaya, Tunjungan berkembang menjadi shopping-district yang terkenal dan menggerakkan roda ekonomi sekaligus sosial-budaya kota. Fenomena automobile-dependent lekat dengan masyarakat membuat orang berfokus hanya pada jalan raya, melupakan keberadaan jalan kecil yang melengkapi kawasan. Pemetaan jalan secara menyeluruh akan berdampak dalam pemerataan kawasan yang sekarang hanya terpusat di Jalan Tunjungan. Riset ini mempelajari konektivitas jalan pembentuk kota (street connectivity) dan kualitas walkability kawasan. Riset menganalisa morfologi kawasan secara sinkronis-diakronis, memetakan rute pejalan kaki-sepeda, mengidentifikasi ruang terbuka dan fasilitas publik serta menganalisa walkability kawasan melalui peta pedestrian-shed. Hasil riset dari pemetaan jalan membuka konektivitas baru yang sebelumnya tidak terlihat ketika melintasi kawasan dengan kendaraan bermotor. Riset juga menemukan variasi dan intensitas ruas jalan yang tinggi, membuat pengkajian rute jalan berdasarkan peta ped-shed menunjukkan angka permeabilitas kawasan (walkability) yang baik yaitu 0, 67 dari 1, 00. Namun angka ini tidak didukung dengan persentase dedicated pedestrian pathway yang baik, baru 45% jalan di kawasan nyaman digunakan. Pengolahan pedestrian yang baik (revitalisasi trotoar) akan menunjang aktivitas di kawasan dengan berjalan kaki ataupun bersepeda yang dapat mengurangi automobile dependency."}, "filled": true, "author_pub_id": "1xE-gJYAAAAJ:9yKSN-GCB0IC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=12157784122804470348", "cites_id": ["12157784122804470348"], "pub_url": "https://publication.petra.ac.id/index.php/acesa/article/view/13425", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:TAKltz4guagJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
