{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Christian Leadership Education for Youth through Social Organizational Communication Styles Based on Banyuwangi  s Local Culture in the Post-Pandemic", "pub_year": 2025, "citation": "Jurnal Harati 5 (1), 1-12, 2025", "author": "Richard Alejandre Suyanto and Inri Inggrit Indrayani and Felicia Goenawan", "volume": "5", "number": "1", "pages": "1-12", "abstract": "This study explored Christian leadership education for youth through organizational communication styles within a social institution, specifically, a church-based youth organization in Banyuwangi, Indonesia. The COVID-19 pandemic disrupted social interactions, leading to a significant decline in youth participation. However, post-pandemic observations revealed a notable increase in engagement among the youth members of GKT (Gereja Kristen Tuhan) Banyuwangi. This shift raised important questions about the role of leadership communication in revitalizing youth involvement. This study used a qualitative case study approach, data were collected through participant observation, interviews with four informants, and document analysis. The findings suggested that the youth leader employed varied communication styles depending on his social role within the organization. As a leader, he utilized controlling, structuring, and relinquishing styles; as a coach, he adopted a more directive approach; and as a teacher and peer, he favored an egalitarian style. These communication strategies, shaped by Christian values and local cultural norms of Banyuwangi, played a significant role in fostering motivation and participation among youth members."}, "filled": true, "author_pub_id": "1yQCqi4AAAAJ:NhqRSupF_l8C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21557/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:A8FyFbl8s2kJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Followers is the King’: Commodification of Authenticity of TikTok Content Creators in Commercial Video Production", "pub_year": 2025, "citation": "Mediacon, 2025", "author": "Jennifer Annebeal and Jandy E Luik and Inri Inggrit Indrayani", "journal": "Mediacon", "abstract": "We have observed a recent trend where TikTok content creators develop thematic content that is perceived as their authenticity. Thematic content refers to the consistency of messages conveyed by content creators as part of their digital identity construction. These media messages were initially designed to entertain, educate, and inform followers. However, these practices have shifted towards monetization, which leads to commodification. We aim to assess the impact of this commodification with the following question: How do TikTok content creators experience the commodification of authenticity in commercial video production? Our study is a qualitative descriptive analysis using case study as a method. Key findings reveal that creators deliberately craft their digital identities to enhance popularity and financial gain. Authenticity, once a genuine trait, is now commodified to increase value. Moreover, creators often develop digital alter egos as part of this process. The implications of this study include: a) the enhancement of promotional culture that threatens the true values of authentic interactions on the platform, and b) the potential devaluation of authenticity due to its extensive exploitation by content creators."}, "filled": true, "author_pub_id": "1yQCqi4AAAAJ:_xSYboBqXhAC", "num_citations": 0, "pub_url": "https://proceeding-mediacon.petra.ac.id/index.php/med/article/view/16", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:EnMHFKlTyVQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Gen Z’s Ethical Approaches in Crisis Communication on Social Media: Evidence of Indonesia", "pub_year": 2024, "citation": "Malaysian Journal of Communication 40 (4), 146-163, 2024", "author": "Inri Inggrit Indrayani", "volume": "40", "number": "4", "pages": "146-163", "abstract": "Digitalization implies accelerating the spread of information, including the information in crisis communication. Crisis information in social media is crucial in the formation of knowledge and change of attitude, particularly for Generation Z, characterized as digital natives and representing the future public face of organizations. This study aims to investigate the ethical perspectives of Generation Z in Indonesia on crisis information on social media. The creation of information as a form of crisis communication was a crucial activity because the image and reputation of the organization were at stake at the time. The method used in this study is a case study that allows researchers to gather varied data. The study uses a qualitative approach by using a collective interview with 15 students in the Z-gen age range. All informants in the study are students with public relations interference in different academic years. The findings indicate that objectivity is a key ethical consideration for Gen Z in shaping information during crisis communication. Additionally, Gen Z empathizes with the public’s demand for transparent and accurate information as a manifestation of an organization’s commitment during crisis periods. Furthermore, Gen Z emphasizes the necessity for regularly updated information throughout all crisis phases, viewing it as a demonstration of good governance and organizational transparency. In conclusion, the research offers recommendations underscoring the importance of constructing pertinent information across all media channels managed by organizations, aligning with the communication style, and characteristics of each stakeholder."}, "filled": true, "author_pub_id": "1yQCqi4AAAAJ:a0OBvERweLwC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21352/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:XhWXkt3YePoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Strategic Communication and Political Candidate's Image in Digital Campaigns", "pub_year": 2024, "citation": "Jurnal Ilmu Komunikasi 21 (2), 2024", "author": "Gatut Priyowidodo and Inri Inggrit Indrayani", "journal": "Jurnal Ilmu Komunikasi", "volume": "21", "number": "2", "abstract": "This research aims to present a comprehensive bibliometric literature evaluation related to research topics that have relevance to political candidate image building during 2000-2023 and the future research of political candidate image building. Data materials were obtained from Google Scholar by filtering 303 articles from 994 data that were successfully recompiled. Data downloading was carried out on January 10th, 2023. The research method was bibliometric. Data was downloaded through the PoP (Publish or Perish) version 8 application. For future research, topics related to globalization, Twitter, blogs, and rhetoric have opportunities to be developed in contemporary political communication studies."}, "filled": true, "author_pub_id": "1yQCqi4AAAAJ:yD5IFk8b50cC", "num_citations": 0, "pub_url": "https://ojs.uajy.ac.id/index.php/jik/article/view/7779", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:5GeYZyxO3ooJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Smart Government-Based Governance through Digital Transformation of Public Services: Experience of Surabaya City Government, Indonesia", "pub_year": 2024, "citation": "PERSPEKTIF 13 (4), 1176-1186, 2024", "author": "Gatut Priyowidodo and Inri Inggrit Indrayani and Astri Yogatama", "journal": "PERSPEKTIF", "volume": "13", "number": "4", "pages": "1176-1186", "abstract": "This research aims to explore Smart Governance in local government institutions. The literature review shows that some models have been developed to explain Smart Government. However, systematic research on Smart Government through the Digital Transformation of Public Services still needs to be developed. This research used a qualitative approach with a phenomenographic method. Phenomenography focuses on three things. First, it focuses on interest. Second, it is content-oriented. Third, it describes the conceptions of various aspects of their reality. Data collection through direct observation and interviews with bureaucratic officials (Head of Service), stakeholders, academics, and online service users. The stages of data analysis include three aspects, namely interpreting data (structure and meaning of data) and data categorization/coding (variations in understanding and empirical manner), as well as formulating results (identification of conception and outcome space) and making research reports. The findings of this research show that Smart or M-Government is an Essential Necessity: The evolution toward intelligent government in the digital era is no longer a choice but a historical necessity. The convergence of technological advancements in internet-based information technology and the increasing public demands for top-tier services has made competent government imperative. The city has also made strides in digital transformation, achieving digital people, platforms, processes, public services, and workspaces, accompanied by ten sub-components. This comprehensive approach to digital governance ensures that nearly all …"}, "filled": true, "author_pub_id": "1yQCqi4AAAAJ:dfsIfKJdRG4C", "num_citations": 0, "pub_url": "https://ojs.uma.ac.id/index.php/perspektif/article/view/12001", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Njg51arc0JwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Opinions of Gen Z Surabaya Regarding the Effectiveness of the Spokes Character Ronald Mcdonald in Communicating McDonalds' Brand Image.", "pub_year": 2024, "citation": "Journal of Content and Engagement, 166-181, 2024", "author": "Amadea Daphne Isjwara and Inri Indrayani and Chory Angela Wijayanti", "journal": "Journal of Content and Engagement", "pages": "166-181", "abstract": "This research was conducted to determine the opinion of Gen Z in Surabaya regarding the effectiveness of Ronald McDonald's Spokes Character in communicating the McDonald's brand image. McDonalds as a fast-food restaurant uses a mascot to communicate its brand image, namely Ronald McDonald. The elements that determine the effectiveness of spokes character include Relevance to product, Expertise and Nostalgia. To measure the effectiveness of the spokes character, opinions were measured among Gen Z Surabaya, which is the dominant population and is interested in McDonalds. Gen Z Surabaya's opinion will be based on three progressive stages, namely Awareness, Acceptance and Action. So, to find out the opinion of Gen Z Surabaya regarding Ronald McDonald's spokes character, researchers conducted descriptive research with a quantitative approach. The method used was a survey of 100 Gen Z McDonald's Surabaya customers. The results of the research show that the Opinion of Gen Z Surabaya regarding the Effectiveness of Ronald McDonald's Spokes Character in Communicating the McDonalds Brand Image is positive and Expertise as the favourable element."}, "filled": true, "author_pub_id": "1yQCqi4AAAAJ:4OULZ7Gr8RgC", "num_citations": 0, "pub_url": "https://joce.petra.ac.id/index.php/joce/article/view/36", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:VzE_LAaS1iQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Influence of “Every U Does Good Heroes” Public Relations Campaign Message on Followers Attitudes regarding Unilever Indonesia’s Vision and Mission on Instagram@ unileveridn", "pub_year": 2024, "citation": "Journal of Content and Engagement, 54-81, 2024", "author": "Vienny Chikita and Fanny Lesmana and Inri Inggrit Indrayani", "journal": "Journal of Content and Engagement", "pages": "54-81", "abstract": "This research was intended to explain the influence of campaign message Every U Does Good"}, "filled": true, "author_pub_id": "1yQCqi4AAAAJ:fPk4N6BV_jEC", "num_citations": 0, "pub_url": "https://joce.petra.ac.id/index.php/joce/article/download/30/57", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:HWJN9XAo9esJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Visitors Attitude on Servicescape Excelso Societe Surabaya", "pub_year": 2024, "citation": "Journal of Content and Engagement, 82-102, 2024", "author": "Rr Aulia Zerlina Maheswari and Inri Inggrit Indrayani and Felicia Goenawan", "journal": "Journal of Content and Engagement", "pages": "82-102", "abstract": "This research was conducted with the aim of identifying visitors' attitudes towards Excelso Societe's servicescape. Marketing public relations creates a memorable experience for visitors, so Excelso Societe has a strategy to communicate value and become a differentiator from competitors to create a response in the form of a positive attitude. Brand identity is important to achieve company value in introducing products/services. One way to meet consumer needs is to improve the customer experience through the physical environment. The physical environment or servicescape is an important factor for companies in meeting consumer needs by providing customer experience."}, "filled": true, "author_pub_id": "1yQCqi4AAAAJ:u_35RYKgDlwC", "num_citations": 0, "pub_url": "https://joce.petra.ac.id/index.php/joce/article/download/27/58", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:GmC1KCQmXkwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Emotional Expression of Public Communication Post COVID-19 Era In Educational Context", "pub_year": 2024, "citation": "WACANA: Jurnal Ilmiah Ilmu Komunikasi 23 (1), 28-43, 2024", "author": "Angela Audrey Sutanto and Inri Inggrit Indrayani and Astri Yogatama", "journal": "WACANA: Jurnal Ilmiah Ilmu Komunikasi", "volume": "23", "number": "1", "pages": "28-43", "abstract": "This research aims to examine the emotional expression of nonverbal communication performed by scholars during presentations as a post-pandemic public communication practice. In the age of globalization, one of the necessary talents is public communication. A presentation that tries to transmit knowledge about a topic to the audience effectively is a familiar public communication technique scholars perform. Building a connection with the audience is one way to create effective communication, one of which is emotional expression in the form of nonverbal communication through gestures and microexpressions. Public communication skills have deteriorated, particularly during the COVID-19 epidemic, as have emotional expressions in nonverbal communication. With previous theoretical perspectives in gesture and microexpression, this study employed a quantitative-descriptive content analysis technique with categorical analysis units. Researchers examined 49 video recordings of scholars’ presentations from February to March 2023. The study's findings revealed that when scholars practiced public communication in class, they employed scared emotions for gestures and calm emotions for microexpressions. This study suggests the significance of public communication training or coaching, particularly for nonverbal emotional displays in presentations, to fulfill communication goals."}, "filled": true, "author_pub_id": "1yQCqi4AAAAJ:ldfaerwXgEUC", "num_citations": 0, "pub_url": "http://www.journal.moestopo.ac.id/index.php/wacana/article/view/3338", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:53ROmSMhBPkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A Phenomenography Perspective on Digital Transformation in Public Service: Conceptions of Jogyakarta Smart Service (JSS)", "pub_year": 2024, "citation": "Journal of Society and Media 8 (1), 41-63, 2024", "author": "Inri Inggrit Indrayani and Gatut Priyowidodo and Astri Yogatama", "volume": "8", "number": "1", "pages": "41-63", "abstract": "The study aims to explore the actors conceptions of the digitalization of public services through their experiences, perceptions, and understanding, which are not widely disclosed in research. These actors include the government as a service provider and users, as well as business actors and academicians. In principle, the sustainability of the digitalization of public services will be primarily determined by the participation and support of its users or citizens. The study used Phenomenography and interviewed eight informants, including three government officials, a citizen, an academic, and three business people, in Yogyakarta. The city introduced the JSS (Jogya Smart Service) onedoor digital platform for public services in 2018. Data collection was conducted with interviews. The study revealed that actors had varying conceptions about the digitalization of public services. These differences were related to media use …"}, "filled": true, "author_pub_id": "1yQCqi4AAAAJ:35N4QoGY0k4C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20942/2/Publikasi4_02024_10498.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:W7KIH9kxJ7sJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Political Influencers on Social Media: Language Used and Content of Communication Strategy of Indonesian Politicians  Twitter Accounts", "pub_year": 2024, "citation": "Jurnal Komunikasi: Malaysian Journal of Communication 40 (01), 99-119, 2024", "author": "Gatut Priyowidodo and Nik Adzrieman Abd Rahman and Jandy Edipson Luik and Ido Prijana Hadi and Inri Inggrit Indrayani", "volume": "40", "number": "01", "pages": "99-119", "abstract": "Technology plays an essential role in all the worldwide media industries. Developments in the field of  media have led to the existence of new mediums in communication. New mediums through mass  media channels have given the public many options, including politicians, to share. This study  examined how the language used by politicians and communication strategies through selected  mediums influence society in the face of elections. This study focused on the messages conveyed  through social media, namely Twitter. The study used a content analysis method that examined as  many as six Twitter accounts of influential politicians in the community in Indonesia. The review period  for selected Twitter accounts is from 10 September 2022 until 20 November 2022. The findings found  that most Twitter account owners chose social and economic issues to write on Twitter accounts  rather than political issues. This differs from the previous study s results; most researchers stated that  most politicians prioritize politics-related issues. This difference may be due to differences in terms of  cultural, economic background, and political trends. While the language used is more of a common  language, i.e., informal, than formal or provocative. The choice of language, neither formal nor  Layman language, makes what is presented accessible for the community to understand from  different backgrounds. This means that politicians are making social media a medium for dealing with  issues related to political matters"}, "filled": true, "author_pub_id": "1yQCqi4AAAAJ:70eg2SAEIzsC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=14752612181327380102", "cites_id": ["14752612181327380102"], "pub_url": "https://repository.petra.ac.id/20971/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:hn4ewZ3Ou8wJ:scholar.google.com/", "cites_per_year": {"2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Effectiveness of Tzuyu as a Brand Ambassador in launching Pond’s Bright Miracle Products on@ pondsindonesia Followers", "pub_year": 2024, "citation": "Journal of Content and Engagement, 201-218, 2024", "author": "Rachel Ade Suryaning Kalla and Inri Inggrit Indrayani and Daniel Budiana", "journal": "Journal of Content and Engagement", "pages": "201-218", "abstract": "This study aims to measure the effectiveness of Tzuyu as a brand ambassador in launching Pond's bright miracle products on the@ pondsindonesia Instagram account. A brand ambassador is someone who is the representative or face of a brand used by companies to communicate and connect with the public. The use of popular celebrities as brand ambassadors in product launches will attract greater attention. Tzuyu is a member of one of the famous girl groups in South Korea, Twice. Pond's appointed Tzuyu as a brand ambassador in the launch of Pond's bright miracle product by using Instagram social media as a tool to convey messages to the audience. This study measures the effectiveness of a brand ambassador using the theory of source credibility by Ohanian (1990). This research uses a descriptive quantitative approach with data collection techniques using an online questionnaire via google form. The purposive sampling technique is in accordance with the criteria determined in selecting respondents who fill out the questionnaire. The results showed that Tzuyu as Pond's brand ambassador in the launch of Pond's bright miracle was declared effective, with attractiveness being the most effective indicator."}, "filled": true, "author_pub_id": "1yQCqi4AAAAJ:D03iK_w7-QYC", "num_citations": 0, "pub_url": "https://joce.petra.ac.id/index.php/joce/article/view/38", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:qapS1NlLa_0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Implications of locally managed SNSs on e-government implementation and community building", "pub_year": 2023, "citation": "Jurnal Studi Pemerintahan, 347-366, 2023", "author": "Inri Inggrit Indrayani", "journal": "Jurnal Studi Pemerintahan", "pages": "347-366", "abstract": "The local government of Surabaya builds Social Network Sites (SNSs) in interacting with citizens. In addition, at the sub-local level, social communication institutions located in each urban village manage SNSs as well. This research aims to find the implications of the use of locally managed SNSs in each urban village in Surabaya. The research used a qualitative approach and case study. The data was collected by interviewing 15 informants and observing digital artifacts on local SNSs in several urban villages. This research found that the use of locally managed SNSs in urban villages has implications for strengthening e-government implementation, firstly, to provide a variety of services and public information about the potential and strengths of each urban village; secondly, to activate and increase public capacity in each urban villages in the digitalization. Another implication is on community building by …"}, "filled": true, "author_pub_id": "1yQCqi4AAAAJ:JV2RwH3_ST0C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=993798383029743442", "cites_id": ["993798383029743442"], "pub_url": "https://jsp.umy.ac.id/index.php/jsp/article/view/336", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Um_YLl2uyg0J:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Retorika dan Power Relations: Strategi Restorasi Citra Kepolisian Republik Indonesia pada Kasus Ferdy Sambo", "pub_year": 2022, "citation": "KOMUNIKATIF: Jurnal Ilmiah Komunikasi 11 (2), 165-178, 2022", "author": "Inri Inggrit Indrayani", "journal": "KOMUNIKATIF: Jurnal Ilmiah Komunikasi", "volume": "11", "number": "2", "pages": "165-178", "abstract": "This research aimed to identify Indonesian National Police (Polri) strategy in carrying out image restoration in the Ferdy Sambo case. The case of Ferdy Sambo attracted substantial public attention throughout the end of 2022 because it involved members of the National Police in criminal acts. This incident undermined the image and reputation of the National Police as a state apparatus whose function is to maintain security and order. Furthermore, the case of Ferdy Sambo has implications for a communication crisis along with reports in the media that involve many parties as sources so that it brings speculation on the image of the Police. A communication strategy to restore the image was required in crisis communication management, especially in the early period of the crisis in order to maintain the organization's reputation. This research used a qualitative approach with qualitative content analysis as the method. This study used William Benoit's strategy formulation as divided image restoration strategies into five categories:\" Denial, Evading Responsibility, Reducing offensiveness of events, Corrective action, and Mortification\". The findings showed that the Polri image restoration strategy at the beginning of the Ferdy Sambo case was reducing the offensiveness of the event which consisted of bolstering followed by corrective action, while the combination of strategies practice was bolstering, differentiation, compensation, and corrective action in the post-initial case. The image restoration strategy used in the clarification meeting with Commission III of the DPR RI was to assume the crisis as an accident, bolstering, corrective action and …"}, "filled": true, "author_pub_id": "1yQCqi4AAAAJ:maZDTaKrznsC", "num_citations": 18, "citedby_url": "/scholar?hl=en&cites=17180047841227426974", "cites_id": ["17180047841227426974"], "pub_url": "https://journal.ukwms.ac.id/index.php/KOMUNIKATIF/article/view/4270", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:nsyT4HzKa-4J:scholar.google.com/", "cites_per_year": {"2023": 8, "2024": 8, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sikap Generasi Y dan Generasi Z Kota Surabaya Terhadap Pesan Iklan Youtube Gopay Jago “Mencengangkan! Dompet Ini Bisa Curhat.”", "pub_year": 2022, "citation": "Jurnal E-Komunikasi 10 (2), 2022", "author": "Aldi Ongkojaya and Inri Inggrit Indrayani and Agusly Irawan Aritonang", "journal": "Jurnal E-Komunikasi", "volume": "10", "number": "2", "abstract": "Penelitian ini bertujuan untuk mengetahui Sikap Generasi Y dan Generasi Z Kota Surabaya Terhadap Pesan Iklan Youtube Gopay Jago “Mencengangkan! Dompet Ini Bisa Curhat”. Penelitian ini merupakan penelitian deskriptif kuantitatif. Metode penelitian dilakukan dengan metode survei dengan pengumpulan data menggunakan instrumen kuesioner. Skala pengukuran untuk kuesioner adalah menggunakan skala likert. Populasi penelitian ini adalahGenerasi Y dan Z kota Surabaya. Teknik analisis data yang dilakukan adalah uji validitas, reliabilitas dan deskriptif kuantitatif. Hasil dari penelitian ini adalah mayoritas generasi Y dan Z menunjukkan sikap yang positif terhadap pesan yang disampaikan melalui iklan"}, "filled": true, "author_pub_id": "1yQCqi4AAAAJ:iH-uZ7U-co4C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=9748583435722820498", "cites_id": ["9748583435722820498"], "pub_url": "https://scholar.google.com/scholar?cluster=9748583435722820498&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:kguEDfzsSYcJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Place Branding and Dialogue Process in the Decentralization Era of Indonesia.", "pub_year": 2021, "citation": "Rigeo 11 (4), 2021", "author": "Inri Inggrit Indrayani and Engkus Kuswarno and Soleh Soemirat and Suwandi Sumartias", "journal": "Rigeo", "volume": "11", "number": "4", "abstract": "The purpose of this study is to examine the contribution of a social institution in public information to local branding construction in the decentralization system in Indonesia in the post-reform era. Decentralization has implications for the emergence of local actors in public information management known as KIM or Community Information Group. As a social communication institution, KIM manages communication and information both top-down and bottom-up between government agencies and the local citizens. This research also discovers that KIM activists perform the Public Relations function in local branding construction. In this study, branding was considered as a communication activity that was crucial in the formation of co-creation and co-production in the local government area instead of an effort of marketing activities. The research method is a qualitative and case study with interview techniques to nine …"}, "filled": true, "author_pub_id": "1yQCqi4AAAAJ:blknAaTinKkC", "num_citations": 0, "pub_url": "https://rigeo.org/menu-script/index.php/rigeo/article/view/701", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:sqVpwB5q6rUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Buku ajar Komunikasi Massa", "pub_year": 2021, "citation": "CV. Penerbit Qiara Media, 2021", "author": "Ido Prijana Hadi and II Wahjudianata and I Indrayani", "journal": "CV. Penerbit Qiara Media"}, "filled": true, "author_pub_id": "1yQCqi4AAAAJ:vV6vV6tmYwMC", "num_citations": 28, "citedby_url": "/scholar?hl=en&cites=2495748364200419737", "cites_id": ["2495748364200419737"], "pub_url": "https://scholar.google.com/scholar?cluster=2495748364200419737&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:maHtCOqtoiIJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 3, "2024": 13, "2025": 8}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Komunikasi Massa", "pub_year": 2021, "citation": "Jakarta: CV. Qiara Media, 2021", "author": "Ido Prijana and Megawati Wahjudianata and Inri Inggit Indriyani", "journal": "Jakarta: CV. Qiara Media"}, "filled": true, "author_pub_id": "1yQCqi4AAAAJ:NMxIlDl6LWMC", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=4047601952180348619", "cites_id": ["4047601952180348619"], "pub_url": "https://scholar.google.com/scholar?cluster=4047601952180348619&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:yybjx4f4KzgJ:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 2, "2024": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Centralized to Decentralized: Government Public Relations Practice in Indonesia's Post Reformation Era", "pub_year": 2021, "citation": "Pt. 2 J. Legal Ethical & Regul. Isses 24, 1, 2021", "author": "Inri Inggrit Indrayani and Engkus Kuswarno and Soleh Soemirat and Suwandi Sumartias", "journal": "Pt. 2 J. Legal Ethical & Regul. Isses", "volume": "24", "pages": "1", "abstract": "This study explored the emergence of local communities in post-reformation era in Indonesia as the impact of the decentralization system which had increased in the participatory and collaborative culture in public information as the major attention of Government Public Relations (GPR). The emergence of the Community Information Group (KIM) revealed that information dissemination as GPR activity transformed to be decentralized and based on local citizen empowerment. This research was conducted in Surabaya which has KIM role model. This research is a case study through in-depth interviews with seven local community activists and two elite GPR practitioners. This study indicates that the activists perceived that beyond as a local information disseminator, KIM extended other functions that identified more comprehensive in GPR practices through dialogic communication. These GPR practices ultimately have …"}, "filled": true, "author_pub_id": "1yQCqi4AAAAJ:hMod-77fHWUC", "num_citations": 0, "pub_url": "https://heinonline.org/hol-cgi-bin/get_pdf.cgi?handle=hein.journals/jnlolletl2424&section=98", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:6XatVNC82dIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Komunikasi massa", "pub_year": 2020, "citation": "Komunikasi Massa, 2020", "author": "Ido Prijana Hadi and Megawati Wahjudianata and Inri Inggrit Indrayani", "publisher": "CV. Penerbit Qiara Media", "abstract": "Komunikasi massa merupakan media penting untuk menyebarkan informasi dan menyebarkan kesadaran di antara banyak orang. Mata Kuliah (MK) Komunikasi Massa di Program Studi Ilmu Komunikasi Universitas Kristen Petra melatih mahasiswa yang berminat di bidang ini dan membekali mereka dengan kualitas yang diperlukan. Sering kali, komunikasi massa dirancukan dengan jurnalisme. Orang kebanyakan bertanya-tanya tentang perbedaan antara komunikasi massa dan jurnalisme. Secara dasar, jurnalisme seperti bagian dari komunikasi massa. Kedua MK tersebut berbeda satu sama lain dalam segala hal. Istilah Komunikasi Massa tidak terbatas pada jurnalisme tetapi menyebar cabangnya ke berbagai bidang media lain seperti pengumpulan berita dan pelaporan berita, manajemen even, produksi film, public relations, komunikasi korporat, periklanan, dll. MK Komunikasi Massa mengenalkan dan mempersiapkan mahasiswa dengan berbagai profil pekerjaan yang terkait dengan media massa. Dalam beberapa tahun terakhir, bidang media dan komunikasi massa telah berkembang menjadi konsep interaktif yang menyentuh dan mempengaruhi hampir setiap aspek kehidupan manusia. Komunikasi Massa telah menjadi bagian penting dari hidup manusia, dan manusia menjadi makin bergantung pada media. Penyebaran media yang masuk dalam kehidupan manusia melalui komponen seperti surat kabar, televisi, internet, profesi pekerjaan, dan bidang komunikasi massa makin mendapatkan popularitas yang sebelumnya tidak pernah ada.  Modul ajar ini disusun oleh tiga orang dosen yang mengajar MK Komunikasi Massa …"}, "filled": true, "author_pub_id": "1yQCqi4AAAAJ:mB3voiENLucC", "num_citations": 457, "citedby_url": "/scholar?hl=en&cites=9934070255228001258", "cites_id": ["9934070255228001258"], "pub_url": "https://repository.petra.ac.id/19098/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:6pujoEPo3IkJ:scholar.google.com/", "cites_per_year": {"2019": 17, "2020": 32, "2021": 47, "2022": 96, "2023": 87, "2024": 125, "2025": 18}}
