{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Board Game Prototype About the Historical Period of Japanese Colonialism in Indonesia for Middle School Students", "pub_year": 2024, "citation": "k@ ta: A Biannual Publication on the Study of Language and Literature 26 (00 …, 2024", "author": "Jonathan Winfredo Wongso Soebakti and Bing Bedjo Tanudjaja and Daniel Kurniawan Salamoon", "journal": "k@ ta: A Biannual Publication on the Study of Language and Literature", "volume": "26", "number": "00", "pages": "31-44", "abstract": "The teaching method used in history subjects usually needs a lot of memorizations, considered less interesting and less important compared to other subjects leading to difficulties to memorize the topic. The other reason the students think that history is not too important is because they are more interested in other countries' cultures. This prototype is made mainly for middle school students so that they are motivated and more interested to learn Indonesian history. This prototype uses qualitative research and uses 5W+ 1H data analysis. With the creation of the Koloni board game, we hope that the students can be more interested in learning and understanding Indonesian history."}, "filled": true, "author_pub_id": "22Tg59IAAAAJ:D03iK_w7-QYC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=16564521779545908560", "cites_id": ["16564521779545908560"], "pub_url": "https://kata.petra.ac.id/index.php/ing/article/view/19683", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:UCUOwMsA4eUJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "ANALISIS ELEMEN MOTIVASI PADA VISUALISASI “QUOTES VOICE” UNTUK ANAK BERCITRA MOTION GRAPHICS DI MINILEMON INDONESIA", "pub_year": 2024, "citation": "TUTURRUPA 7 (1), 51-62, 2024", "author": "Ignatius Yogananda Dharma Prasetyo and Bing Bedjo Tanudjaja and Heru Dwi Waluyanto", "journal": "TUTURRUPA", "volume": "7", "number": "1", "pages": "51-62", "abstract": "Motivasi pada dasarnya diperlukan oleh semua manusia, termasuk anak-anak. Pada masa kini, motivasi dapat disajikan dalam berbagai bentuk, salah satunya melalui video animasi. Penelitian ini menganalisis bagaimana elemen-elemen teori motivasi diidentifikasi dalam visualisasi Quotes Voice di Minilemon Indonesia. Tujuan penelitian ini adalah untuk mengidentifikasi bagaimana penerapan teori motivasi dalam visualisasi Quotes Voice Minilemon. Metode penelitian yang digunakan dalam penelitian berikut adalah analisis deskriptif kualitatif dengan menggunakan teori ERG Clayton Paul Alderfer. Penelitian ini memiliki tujuan untuk mencari hubungan dan makna antara visualisasi dan teori tersebut. Dalam proses penelitian, ditemukan bahwa terdapat keterkaitan antara visualisasi Quotes Voice Minilemon dengan teori ERG Alderfer melalui tema besar pada tiap episode, kata-kata bijak yang ditampilkan …"}, "filled": true, "author_pub_id": "22Tg59IAAAAJ:f2IySw72cVMC", "num_citations": 0, "pub_url": "https://journal.unika.ac.id/index.php/tuturrupa/article/view/12040", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:RycRGE5p4AMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Art Book Desain Karakter untuk Melestarikan Pakaian dan Kesenian Tradisional Jawa", "pub_year": 2023, "citation": "Journal of Computer Science and Visual Communication Design 8 (1), 169-182, 2023", "author": "Melisa Alvionita and Bing Bedjo Tanudjaja and Mendy Hosana Malkisedek", "journal": "Journal of Computer Science and Visual Communication Design", "volume": "8", "number": "1", "pages": "169-182", "abstract": "In the present era where technology has developed rapidly, many young people today are more inclined to follow and be interested in foreign cultures such as films, games, and anime rather than getting to know the culture of their own country. Therefore, many people today still do not understand the culture of their own country. On the other hand, several Indonesian cultures have also started to become extinct and are not well preserved. Therefore, an art book was created to inspire, reintroduce, provide insight, and preserve culture in Indonesia, especially traditional art clothing that is almost extinct on the island of Java for young people. The result of this design is an Art book of 11 character designs using traditional clothes or arts that are almost extinct on the island of Java along with explanations in the style of anime illustrations that are in demand by young people. It is hoped that through this design, young people will be able to remember the rich culture in Indonesia and be able to have innovations to introduce and preserve the culture in our country through the ideas and skills they have."}, "filled": true, "author_pub_id": "22Tg59IAAAAJ:u_35RYKgDlwC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=16909230595007513337", "cites_id": ["16909230595007513337"], "pub_url": "https://journal.unusida.ac.id/index.php/jik/article/view/842", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-QKXIKOnqeoJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Board Game Design as a Means to Educate Indonesian Novice Voters about Participating in an Elections", "pub_year": 2023, "citation": "k@ ta: A Biannual Publication on the Study of Language and Literature 25 (00 …, 2023", "author": "Ignatius Hendy Prayogo and Daniel Kurniawan Salamoon and Bing Bedjo Tanudjaja", "journal": "k@ ta: A Biannual Publication on the Study of Language and Literature", "volume": "25", "number": "00", "pages": "69-73", "abstract": "Apathetic about elections in Indonesia is one of few topics that are often discussed whenever the elections period is being held. With generation z attain 27. 94 percent of the total population of Indonesia, it is important that the majority of the Indonesian citizens participate and use their right to vote wisely with a mindset that cares about the nation’s future. This board game is created as a means to educate Indonesian novice voters about taking part in an election so that they are more inclined to participate and use their right of voting. Using board games as the medium makes learning more fun and conveys the message more easily."}, "filled": true, "author_pub_id": "22Tg59IAAAAJ:u-x6o8ySG0sC", "num_citations": 0, "pub_url": "https://kata.petra.ac.id/index.php/ing/article/view/19592", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:64rixzW8bAIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Punakawan sebagai Subculture dalam cerita wayang Mahabaratha", "pub_year": 2022, "citation": "Jurnal Desain Komunikasi Visual Nirmana 22 (1), 52-68, 2022", "author": "Bing Bedjo Tanudjaja", "journal": "Jurnal Desain Komunikasi Visual Nirmana", "volume": "22", "number": "1", "pages": "52-68", "abstract": "Punakawan mempunyai perjalanan sejarah yang sangat panjang, sejak abad ke-12, hingga kini Punakawan yang tampil dengan ciri fisik wajah khas, bisa tampil sebagai tokoh dengan berbagai peran sesuai zamannya. Punakawan merupakan tokoh-tokoh ciptaan seniman Indonesia yang mampu merebut hati penonton seni pertunjukan di Indonesia mulai dari pertunjukan wayang kulit, wayang orang, hingga pertunjukan melalui layar kaca. Ketika Mahabharata yang merupakan sebuah epos para bangsawan dengan tatanan yang pasti masuk dan berkembang di Jawa, maka tatanan itu tidak sepenuhnya bisa diterima dan diciptakannya sebuah bentuk protes melalui wujud Punakawan. Melalui tahapan deskripsi praikonografis, analisis ikonografis, dan interpretasi ikonologis, serta menggunakan teori-teori pendukung yang lain dalam topik penelitian kajian budaya ini, maka dapat disimpulkan bahwa Punakawan sebagai subkultur merupakan strategi dari kaum tidak berdaya untuk mendefinisikan ketidak berdayaannya kepada penguasa., artinya, tradisi cerita yang diperankan Punakawan memberi ruang untuk kritik, untuk segala ketidakpatutan, dan untuk sikap-sikap egaliter, tapi ruang itu terpisah secara kategoris dari pusat wacana politik kekuasaan, dan merupakan bentuk ‘pemberontakan’terhadap kemapanan idiom artistik dan ideologi estetik tertentu. Punakawan diproduksi sebagai mitos yang digunakan oleh dua belah pihak, yaitu penguasa dan rakyat yang ditafsirkan sesuai sosio kultur daerah masing-masing. Ketika dipakai oleh penguasa, mitos yang disampaikan akan sangat berbeda dengan ketika dipergunakan oleh rakyat."}, "filled": true, "author_pub_id": "22Tg59IAAAAJ:qxL8FJ1GzNcC", "num_citations": 14, "citedby_url": "/scholar?hl=en&cites=6487297918292553741", "cites_id": ["6487297918292553741"], "pub_url": "https://nirmana.petra.ac.id/index.php/dkv/article/view/24710", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:DXD14xWDB1oJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 3, "2024": 10}}
