{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Impact of Organizational Commitment on Upgrading ERP for Maintaining the Quality of Information and the ERP Performance", "pub_year": 2019, "citation": "IOP Conference Series: Materials Science and Engineering 473 (1), 012051, 2019", "author": "Zeplin Jiwa Husada Tarigan and Sautma Ronni Basana and Lianto", "journal": "IOP Conference Series: Materials Science and Engineering", "volume": "473", "number": "1", "pages": "012051", "publisher": "IOP Publishing", "abstract": "This study examines the impact of organizational commitment on upgrading ERP for maintaining the quality of information and the performance. Many manufacturing companies in East Java have been implementing ERP in managing their business. Although the ERP postimplementation has been continuously maintained by these companies, the inevitable changes and development in the current business practices have forced them to upgrade their ERP infrastructure. All ERP system upgrades require a commitment from both management and employees, which is also known as the organizational commitment. This research used the population of 110 manufacturing companies in the region of East Java which have been implementing ERP for more than two years. The response rate is quite good, as many as 90 questionnaires out of 110 distributed questionnaires are completed by the respondents. Data …"}, "filled": true, "author_pub_id": "26mVBdUAAAAJ:d1gkVwhDpl0C", "num_citations": 18, "citedby_url": "/scholar?hl=en&cites=5680302949357478288,11305587705845426916", "cites_id": ["5680302949357478288", "11305587705845426916"], "pub_url": "https://iopscience.iop.org/article/10.1088/1757-899X/473/1/012051/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:kGEO2W991E4J:scholar.google.com/", "cites_per_year": {"2020": 4, "2021": 4, "2022": 3, "2023": 3, "2024": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Enterprise Resources Planning System Usage Impacts Towards Financial Performance, Evidences From Indonesian Stock Exchange", "pub_year": 2009, "citation": "", "author": "Lianto Lianto and Sautma Ronni Basana and Zeplin Jiwa Husada Tarigan", "abstract": "Previous researches results suggest various effect of information technology to firms’ performance, some shows reflecting predictions of positive, negative, or nonexistent relationship. Prior research has examined technology Enterprise Resource Planning ERP) and its impact on firm performance. Economic and industrial organization theories provide the basis for the examination of how ERP systems affect firms’ coordination and transaction costs. ERP systems are expected to: (1) reduce costs by improving efficiencies through computerization; (2) enhance decision-making by providing accurate and Timely enterprise-wide information; (3) better communication with customers and suppliers; and (4) Better control over business. From 330 firms enterprises listed in Indonesian Stock Exchange, 35 manufacturing consumer goods will be used as the samples for this research. This research founds, in general, subsequent changes in ERP systems often help resolve or surface implementation issues that affect subsequent use of and success from the use of such systems. Specific findings indicate that ERP adopting firms, which initiate early enhancements in the form of add-ons or upgrades. Differential financial performance in comparison pre implementation of ERP and post  implementation evidence from financial performance with indicators are inventory turnover ratio, net profit margin, gross profit margin, operating profit margin, pre-tax margin and cash flow ratio.  Keywords: ERP, financial performance, pre and post implementation of ERP"}, "filled": true, "author_pub_id": "26mVBdUAAAAJ:u5HHmVD_uO8C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=15488809114080806953,14278993898282803329", "cites_id": ["15488809114080806953", "14278993898282803329"], "pub_url": "https://repository.petra.ac.id/15311/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:KYiedtNN89YJ:scholar.google.com/", "cites_per_year": {"2012": 1, "2013": 0, "2014": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "ISO 9000 Implementation Impacts Towards Financial Performance, Evidences From Manufacturing Enterprises Of Indonesian Stock Exchange", "pub_year": 2009, "citation": "", "author": "Lianto Lianto and Sautma Ronni Basana and Zeplin Jiwa Husada Tarigan", "abstract": "To achieve global competitiveness, firms need to create and develop strategies to deal with changing organizational operations and external environments. This includes situations such as creating business networks, improving productivity and quality, and promoting entrepreneurship orientation. Adopting an international standard is a concrete strategy for increasing competitiveness. ISO 9000 is the most commonly adopted form of such a standard and it refers to a series of five international standards that provide guidance in the development and implementation of an effective quality management system. ISO 9000 is a periodic continuous improvement in operational and administration on business industry and have impact on financial performance. This paper presents objective evidence on whether this criticism is indeed justified. First, we discuss the ongoing debate on ISO 9000 ability to significantly improve financial performance, the reasons for this debate, and the importance of resolving this debate one way or the other. Second, we present evidences on the financial results that publicly traded organizations have achieved from implementing ISO effectively. Financial results are measured using variables such as return on COGS (cost of good sold), total inventory, net income, gross income, operating income, and pretax income. Third, we discuss how the financial results vary by organizational characteristics such COGS (cost of good sold), total inventory, net income, gross income, operating income, and pretax income of the ISO before implementation, and post implementation by method one sample t-test. The result of an adoption ISO …"}, "filled": true, "author_pub_id": "26mVBdUAAAAJ:u-x6o8ySG0sC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/15313", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:fW2W9hOvpeIJ:scholar.google.com/", "cites_per_year": {}}
