{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Culinary and destination experiences on behavioral intentions: an insight into local Indonesian food", "pub_year": 2025, "citation": "Journal of Foodservice Business Research 28 (1), 145-162, 2025", "author": "Regina Jokom and Deborah Christine Widjaja and Monika Kristanti and Serli Wijaya", "journal": "Journal of Foodservice Business Research", "volume": "28", "number": "1", "pages": "145-162", "publisher": "Routledge", "abstract": "Food is an essential element of tourism. Tourists visit destinations in search of the destination experience and the culinary experience. Indonesia, rich in various kinds of local traditional food in each tourist destination, has become an attraction for tourists to visit different places to enjoy both the destination experience and the local food. Many previous studies have discussed the concept of experience quality and tourist satisfaction in culinary tourism; however, these variables have not been linked to destination experience. This study aimed to investigate the effect of culinary experience quality on destination experience satisfaction in Indonesia, with culinary experience satisfaction as a mediating variable. This study’s participants were 401 domestic tourists who traveled to one of the four gastronomy destinations of Denpasar, Solo, Bandung, and Yogyakarta. The findings showed that the positive culinary experience …"}, "filled": true, "author_pub_id": "2HdYEogAAAAJ:O3NaXMp0MMsC", "num_citations": 18, "citedby_url": "/scholar?hl=en&cites=10792821820527759826", "cites_id": ["10792821820527759826"], "pub_url": "https://www.tandfonline.com/doi/abs/10.1080/15378020.2023.2229574", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:0lGkUEPOx5UJ:scholar.google.com/", "cites_per_year": {"2024": 10, "2025": 6}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The role of food consumption value and attitude toward food on behavioral intention: Culinary tourist behavior in Indonesia", "pub_year": 2024, "citation": "Cogent Business & Management 11 (1), 2371985, 2024", "author": "Sienny Thio and Monika Kristanti and Michael Ricky Sondak", "journal": "Cogent Business & Management", "volume": "11", "number": "1", "pages": "2371985", "publisher": "Cogent", "abstract": "Eating local dishes at a destination is crucial for tourists. This study examines the key drivers of foreign tourists’ behavioral intention toward local Indonesian food. A model examining food consumption value, attitude toward food, and behavioral intention was investigated using partial least squares structural equation modeling (PLS-SEM). A five-point Likert questionnaire was distributed to 468 international tourists visiting Bali and Java Island in Indonesia. The empirical findings show that tourists’ attitude toward local food were positively and significantly influenced by their epistemic, emotional, functional, and interaction values. However, prestige value had no significant effect on tourists’ attitude or behavioral intention. Interaction value had a significant influence on foreign tourists’ attitude toward food, but not on their willingness to recommend and spread positive things about local culinary practices to others. The …"}, "filled": true, "author_pub_id": "2HdYEogAAAAJ:NaGl4SEjCO4C", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=231114965466734561", "cites_id": ["231114965466734561"], "pub_url": "https://www.tandfonline.com/doi/abs/10.1080/23311975.2024.2371985", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:4d_rKtYVNQMJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Enhancing Customer Loyalty among Small-Scale Indonesian Food  Enterprises in Surabaya through Service Quality, Marketing Mix, and  Customer Satisfaction", "pub_year": 2023, "citation": "International Journal of Membrane Science and Technology 10 (4), 1332-1341, 2023", "author": "Apfia Priskila Monika Kristanti and Herry Christian Palit and Debora Anne Yang Aysia", "journal": "International Journal of Membrane Science and Technology", "volume": "10", "number": "4", "pages": "1332-1341", "publisher": "Cosmos Scholars"}, "filled": true, "author_pub_id": "2HdYEogAAAAJ:RYcK_YlVTxYC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:mleTJWP8-M8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Manajemen Event", "pub_year": 2023, "citation": "PT. RajaGrafindo Persada-Rajawali Pers, 2023", "author": "Serli Wijaya and Monika Kristanti and Sienny Thio and Regina Jokom", "publisher": "PT. RajaGrafindo Persada-Rajawali Pers", "abstract": "Event bukanlah suatu hal yang asing bagi manusia Walau tidak secara formal disebut sebagai ‘event’, eksistensi event sudah melekat menjadi bagian dari hidup manusia Istilah event mulai dikenal sejak tahun 1980-an sebagai bagian dari wisata minat khusus (Special Interest Tourism–SIT) Industri jasa event merupakan salah satu komponen utama dalam industri pariwisata dan jasa hospitality Jasa ‘hospitality’tidak hanya terbatas pada penyediaan jasa akomodasi dan makanan, namun juga bagi penyediaan layanan meeting, exhibition, perjalanan insentif, dan event-event khusus lainnya Industri event telah menjadi salah satu industri yang bertumbuh sangat pesat, atraktif, dan menyita banyak perhatian khalayak umum Asosiasi profesional terkait event di level nasional dan internasional telah banyak dibentuk Pertumbuhan industri jasa event menjanjikan peluang karier yang besar di masa mendatang di mana hal ini menuntut profesionalisme di bidang manajemen event bagi para pelakunya Di Indonesia, belum banyak institusi pendidikan pariwisata dan perhotelan yang secara khusus memasukkan manajemen event ke dalam kurikulum pembelajarannya Untuk bisa menyelenggarakan event yang baik dibutuhkan tidak hanya keterampilan praktis di lapangan, namun juga pemahaman konsep manajemen yang memadai Buku Manajemen Event: Konsep dan Aplikasi hadir untuk menjawab kebutuhan akan referensi yang lebih komprehensif yang dapat dijadikan acuan pengelolaan event yang profesional Buku ini mengupas konsep manajemen event serta aplikasi praktis pengelolaan event yang dimulai dari tahapan perencanaan …"}, "filled": true, "author_pub_id": "2HdYEogAAAAJ:ns9cj8rnVeAC", "num_citations": 47, "citedby_url": "/scholar?hl=en&cites=4012622924267447123", "cites_id": ["4012622924267447123"], "pub_url": "https://books.google.com/books?hl=en&lr=&id=T-PeEAAAQBAJ&oi=fnd&pg=PP1&dq=info:U-OMMkqzrzcJ:scholar.google.com&ots=wpzdHqeZXD&sig=7EQMZZDvbxqfA1ZK7fJH2jSDH28", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:U-OMMkqzrzcJ:scholar.google.com/", "cites_per_year": {"2021": 4, "2022": 8, "2023": 8, "2024": 17, "2025": 8}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh kualitas layanan terhadap minat kunjung kembali di restoran Kaizen BBQ Grill & Shabu-Shabu Surabaya dengan customer experience sebagai variabel mediasi", "pub_year": 2023, "citation": "Jurnal Manajemen Perhotelan 9 (1), 46-54, 2023", "author": "Angelina Putri and Carmenita Suhartono and Monika Kristanti", "journal": "Jurnal Manajemen Perhotelan", "volume": "9", "number": "1", "pages": "46-54", "abstract": "Penelitian ini bertujuan untuk mengetahui pengaruh kualitas layanan yang terdapat pada restoran Kaizen BBQ Grill & Shabu-Shabu terhadap minat kunjung kembali konsumen dengan customer experience sebagai variabel mediasi. Pendekatan penelitian yang digunakan adalah kuantitatif, dan menggunakan purposive sampling sebagai teknik pengambilan sampel. Penelitian ini dilakukan kepada 171 responden yang pernah mengunjungi restoran Kaizen BBQ Grill & Shabu-Shabu setidaknya sekali dalam 3 bulan terakhir (September-November 2022). Penelitian ini menggunakan software Smart PLS untuk pengolahan data. Hasil dari penelitian ini menunjukkan bahwa kualitas layanan memiliki pengaruh signifikan terhadap minat kunjung kembali, kualitas layanan berpengaruh signifikan terhadap customer experience, customer experience berpengaruh signifikan terhadap minat kunjung kembali dan customer experience memediasi pengaruh kualitas layanan terhadap minat kunjung kembali."}, "filled": true, "author_pub_id": "2HdYEogAAAAJ:YFjsv_pBGBYC", "num_citations": 15, "citedby_url": "/scholar?hl=en&cites=16816033145127209769", "cites_id": ["16816033145127209769"], "pub_url": "https://jurnalperhotelan.petra.ac.id/index.php/hot/article/view/25978", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:KYuA4gyNXukJ:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 11, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Understanding travel constraint: Analysis of intergenerational perceptions", "pub_year": 2022, "citation": "Sustainable Future: Trends, Strategies and Development, 136-139, 2022", "author": "Monika Kristanti and Agung Harianto", "pages": "136-139", "publisher": "Routledge", "abstract": "The Covid-19 pandemic has caused significant travel constraints whether structural, intrapersonal, or even interpersonal for domestic tourists traveling to local destinations in Indonesia. This study was conducted to determine whether there are significant differences in perceptions among domestic tourists of generations X, Y, and Z towards travel constraints during the Covid-19 pandemic. The online survey was conducted on 606 respondents from all three generations. The collected data were processed using One-Way ANOVA with Tukey post-hoc test. The results indicate that there are significant differences in perceptions of intrapersonal constraints among generations X and Z, as well as generations X and Y. Besides, the biggest travel constraint that hindered generations X, Y, and Z in traveling to local tourist destinations in Indonesia is an intrapersonal followed by structural and interpersonal one."}, "filled": true, "author_pub_id": "2HdYEogAAAAJ:GnPB-g6toBAC", "num_citations": 0, "pub_url": "https://library.oapen.org/bitstream/handle/20.500.12657/76036/9781000882605.pdf?sequence=1#page=159", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:2V8qmBofI2IJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Indonesian Consumers Segmentation in Online Food Purchasing", "pub_year": 2022, "citation": "19th International Symposium on Management (INSYMA 2022), 832-840, 2022", "author": "Agnes Sherly Budi Santoso and Vania Valentina and Monika Kristanti", "conference": "19th International Symposium on Management (INSYMA 2022)", "pages": "832-840", "publisher": "Atlantis Press", "abstract": "This study aims to examine the segmentation and characteristic of Indonesian consumers during the Covid-19 pandemic in purchasing online food. In this study, lifestyle psychographic and benefit sought behavioral segmentation were taken into consideration. A five-scale Likert questionnaire was distributed to 352 Indonesian people older than 17 years old who have purchased online food. Then the data were analyzed using factor analysis and cluster analysis. The research findings formed five lifestyle factors: trend enthusiast, practical person, outgoing person, well-being, and detail-oriented; and there are three factors of the benefit sought, namely valued oriented, economical person, and thoughtful person. Based on the formed factors, K-means cluster analysis was employed, and it shows that there are three consumer clusters: rational, adventurous, and basic."}, "filled": true, "author_pub_id": "2HdYEogAAAAJ:M3NEmzRMIkIC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=14035450779609502503", "cites_id": ["14035450779609502503"], "pub_url": "https://www.atlantis-press.com/proceedings/insyma-22/125977344", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:J5Ma_R7wx8IJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENINGKATAN KUALITAS OPERASIONAL RUMAH PENGINAPAN GRIYA KUSUMA INDAH, PACET", "pub_year": 2022, "citation": "Share: Journal of Service Learning 8 (2), 168-176, 2022", "author": "Monika Kristanti and Sienny Thio and Endo Wijaya Kartika and Vido Iskandar", "journal": "Share: Journal of Service Learning", "volume": "8", "number": "2", "pages": "168-176", "abstract": "Sejak berdirinya tahun 2007, Griya Kusuma Indah (GKI) yang berlokasi di Pacet, menerima reservasi yang sifatnya terbatas, yaitu hanya menerima reservasi grup kegiatan keagamaan, organisasi ataupun perusahaan dan tidak menerima tamu individu. Hal ini menyebabkan segala sistem reservasi dikelola secara manual dimana organisasi/perusahaan melakukan reservasi hanya melalui telpon maupun whatapps dan hanya dilakukan pencatatan sederhana secara manual. Sejak adanya pandemi Covid-19, GKI tidak dimungkinkan untuk menerima reservasi grup sehingga tidak ada pemasukan untuk menutup biaya operasional sehingga akhirnya pengurus GKI membuka GKI sebagai rumah penginapan yang dapat menerima tamu individual ataupun tamu tanpa reservasi. Tetapi keinginan ini belum didukung oleh sistem reservasi, pembayaran, pemasaran, sumber daya manusia maupun fasilitas yang sesuai terutama dalam kondisi pandemi saat ini. Terkait permasalahan yang ada, tim dosen dari program Hotel Management Universitas Kristen Petra memberikan bantuan dan pendampingan berupa (1) pembuatan website yang juga berfungsi sebagai sistem reservasi dan pembayaran di Griya Kusuma Indah (2) pembuatan modul/panduan terkait kualitas layanan (3) pembuatan banner dan poster yang “menyerukan” protokol kesehatan yang harus dilakukan baik oleh karyawan maupun tamu yang datang, yang diletakkan di beberapa area yang mudah terlihat, dan (4) pembuatan video promosi. Selain melakukan hal di atas, maka tim dari program Hotel Management juga memberikan pelatihan dan pendampingan. Pelatihan dan …"}, "filled": true, "author_pub_id": "2HdYEogAAAAJ:k_IJM867U9cC", "num_citations": 0, "pub_url": "https://share.petra.ac.id/index.php/share/article/view/24600", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:TJWdP8O8WzEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "GAYA HIDUP SEHAT GENERASI Z DI SURABAYA", "pub_year": 2022, "citation": "Jurnal Manajemen Perhotelan 8 (2), 98-105, 2022", "author": "Ivania Deselina Soenjoyo and Luciana Lim Jaya and Monika Kristanti and David Kristianto", "journal": "Jurnal Manajemen Perhotelan", "volume": "8", "number": "2", "pages": "98-105", "abstract": "Pandemi COVID-19 membuat masyarakat menerapkan gaya hidup sehat agar dapat menguatkan sistem imun sehingga tubuh tidak mudah terkena virus. Penelitian ini dilakukan dengan tujuan untuk mengetahui penerapan gaya hidup sehat, yaitu aktivitas fisik, istirahat, dan makanan gizi seimbang, yang dilakukan oleh generasi Z di Surabaya berdasarkan AIO (Activity, Interest, Opinion) serta mengetahui perbedaan antara laki-laki dan perempuan dalam penerapannya. Penelitian ini dilakukan pada 332 responden dengan menggunakan Independent Sample T-Test dan uji Mann-Whitney. Hasil yang didapatkan dari menerapkan aktivitas, generasi Z rutin mengonsumsi makanan gizi seimbang dan melakukan aktivitas fisik. Generasi Z minat menerapkan aktivitas fisik, istirahat, dan mengonsumsi makanan gizi seimbang. Berdasarkan opini, generasi Z setuju bahwa istirahat dan mengonsumsi gizi seimbang penting untuk tubuh. Hasil penelitian juga menunjukkan tidak ada perbedaan yang signifikan antara laki-laki dan perempuan terhadap makanan gizi seimbang dan aktivitas fisik, tetapi penerapan istirahat menunjukkan adanya perbedaan yang signifikan antara laki-laki dan perempuan."}, "filled": true, "author_pub_id": "2HdYEogAAAAJ:JV2RwH3_ST0C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=6860847464909064167", "cites_id": ["6860847464909064167"], "pub_url": "https://jurnalperhotelan.petra.ac.id/index.php/hot/article/view/25611", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:50cLRGugNl8J:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh big five personality traits terhadap niat untuk menginap di Green Hotel di Indonesia", "pub_year": 2021, "citation": "Jurnal Manajemen Perhotelan 7 (1), 10-19, 2021", "author": "Felicia Livia Ganiadi and Bella Jessica Margianto and Monika Kristanti", "journal": "Jurnal Manajemen Perhotelan", "volume": "7", "number": "1", "pages": "10-19", "abstract": "Penelitian ini dilakukan untuk mengetahui pengaruh big five personality traits terhadap niat untuk menginap di green hotel di Indonesia. Big five personality traits merupakan teori yang paling sering digunakan dalam psikologi akademik. Penting untuk mengetahui ciri kepribadian seseorang karena mempengaruhi seseorang untuk memiliki niat untuk menginap yang kemudian mengambil tindakan untuk menginap. Data dikumpulkan dengan menyebarkan kuesioner online kepada 187 masyarakat Indonesia yang berusia 17 tahun keatas dan memahami istilah green hotel dan diolah menggunakan SEM. Hasil menunjukkan bahwa agreeableness dan conscientiousness mempunyai pengaruh yang positif dan signifikan, sedangkan extraversion, neuroticism, dan openness mempunyai pengaruh yang negatif dan tidak signifikan terhadap niat untuk menginap di green hotel, serta agreeableness adalah yang paling dominan terhadap niat untuk menginap di green hotel di Indonesia."}, "filled": true, "author_pub_id": "2HdYEogAAAAJ:isC4tDSrTZIC", "num_citations": 8, "citedby_url": "/scholar?hl=en&cites=8587071640081966884", "cites_id": ["8587071640081966884"], "pub_url": "https://jurnalperhotelan.petra.ac.id/index.php/hot/article/view/23872", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:JKfqDyloK3cJ:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 2, "2024": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Consumer’s complaint behavior between Indonesian and non-Indonesian in the hotel", "pub_year": 2021, "citation": "Promoting Creative Tourism: Current Issues in Tourism Research, 509-515, 2021", "author": "Yuki Machiko and Ivena M Kristanti and Regina Jokom", "pages": "509-515", "publisher": "Routledge", "abstract": "Complaint management is an essential element of hotel business success. Handling customer complaints effectively could result in a future referral or loyalty behavior. Therefore, understanding the customer’s complaint behavior will help the hotel operator to create a strategy for maintaining their customers. This paper divides guest’s complaint behavior into four categories. They are voice responses, private responses that consist of negative word-of-mouth and exit, third party responses, and taking no action (inertia). These behaviors are related to Hofstede’s culture dimension that consists of six dimensions. The authors examined complaint behavior of Indonesian and non-Indonesian, in this case, Asian and Western, and evaluated the significant differences between those three groups of guests. Five-scale Likert questionnaires were distributed to 100 Indonesian, 75 Asian, and 75 Western guests. Then the data …"}, "filled": true, "author_pub_id": "2HdYEogAAAAJ:NMxIlDl6LWMC", "num_citations": 0, "pub_url": "https://www.taylorfrancis.com/chapters/edit/10.1201/9781003095484-73/consumer-complaint-behavior-indonesian-non-indonesian-hotel-machiko-ivena-kristanti-jokom", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:eRKMIgEtb54J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The tourism academic traveler", "pub_year": 2021, "citation": "Promoting Creative Tourism: Current Issues in Tourism Research, 331-336, 2021", "author": "AHG Kusumah and M Kristanti", "pages": "331-336", "publisher": "Routledge", "abstract": "Tourist typology and its characteristics are popular topics in tourism studies. Tourism scholars have focused on identifying tourist typologies to understand what tourists want when they travel. This paper aims to understand the typologies and characteristics of travelers who have a background as tourism educators and are considered experts in the field of tourism. As a group who believes in having expertise in the field of tourism, the travel patterns and decision making of this traveler group when traveling are undoubtedly different from tourists in general. The sample in this study was 22 tourism academics from Indonesia who participated in a three-weeks tourism short-course in Hong Kong. Data obtained through in-depth interviews with all short-course participants and content analyzed. Studies show that there are three academic-traveler typologies with each specific characteristic, namely, story-seeker, awe …"}, "filled": true, "author_pub_id": "2HdYEogAAAAJ:hMod-77fHWUC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=10349318854604673566", "cites_id": ["10349318854604673566"], "pub_url": "https://www.taylorfrancis.com/chapters/edit/10.1201/9781003095484-48/tourism-academic-traveler-kusumah-khrisnamurti-kristanti", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:HtL2S6oqoI8J:scholar.google.com/", "cites_per_year": {"2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Meal Experience Di Restoran All You Can Eat Surabaya Di Era Adaptasi Kebiasaan Baru Dan Pengaruhnya Terhadap Minat Beli", "pub_year": 2021, "citation": "Jurnal Hospitality Dan Manajemen Jasa 9 (1), 2021", "author": "YG Henuk and GA Anggana and M Kristanti", "journal": "Jurnal Hospitality Dan Manajemen Jasa", "volume": "9", "number": "1"}, "filled": true, "author_pub_id": "2HdYEogAAAAJ:TFP_iSt0sucC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=17665078063727035150", "cites_id": ["17665078063727035150"], "pub_url": "https://scholar.google.com/scholar?cluster=17665078063727035150&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:DsP-xef2JvUJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Tourist behavioural intentions towards gastronomy destination: evidence from international tourists in Indonesia", "pub_year": 2020, "citation": "Anatolia 31 (3), 376-392, 2020", "author": "Deborah C Widjaja and Regina Jokom and Monika Kristanti and Serli Wijaya", "journal": "Anatolia", "volume": "31", "number": "3", "pages": "376-392", "publisher": "Routledge", "abstract": "Drawing upon the extant literature, this study aimed to investigate tourist experience quality of culinary tourism in Indonesia by examining the relationships between the quality of culinary experience, the satisfaction of culinary experience, the satisfaction of destination experience, and behavioural intentions using a structural equation modelling approach. In total, 395 international tourists who travelled to Indonesian gastronomy destinations participated in the survey. The result showed the direct effects of the culinary experience quality on culinary experience satisfaction and destination experience satisfaction. However, it is the indirect and not direct effects of the quality of culinary experience quality that impact on behavioural intentions when mediated by culinary experience satisfaction and destination experience satisfaction."}, "filled": true, "author_pub_id": "2HdYEogAAAAJ:ZeXyd9-uunAC", "num_citations": 115, "citedby_url": "/scholar?hl=en&cites=3871463165231050635", "cites_id": ["3871463165231050635"], "pub_url": "https://www.tandfonline.com/doi/abs/10.1080/13032917.2020.1732433", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:iy-bpDwzujUJ:scholar.google.com/", "cites_per_year": {"2020": 6, "2021": 11, "2022": 21, "2023": 33, "2024": 34, "2025": 9}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Motivasi Dan Tipe Perilaku Komplain Generasi Z Pada Layanan Hotel Di Indonesia", "pub_year": 2020, "citation": "Jurnal Hospitality dan Manajemen Jasa 8 (1), 2020", "author": "M Wijaya and F Felicia and M Kristanti", "journal": "Jurnal Hospitality dan Manajemen Jasa", "volume": "8", "number": "1"}, "filled": true, "author_pub_id": "2HdYEogAAAAJ:_Qo2XoVZTnwC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=18126236156119955903", "cites_id": ["18126236156119955903"], "pub_url": "https://scholar.google.com/scholar?cluster=18126236156119955903&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vzlfQL9TjfsJ:scholar.google.com/", "cites_per_year": {"2022": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Local Indonesian Food in the Eyes of Domestic Tourists: Culinary and Destination Experiences on Behavioral Intentions", "pub_year": 2020, "citation": "Local Indonesian Food in the Eyes of Domestic Tourists: Culinary and …, 2020", "author": "Regina Jokom and Deborah Christine Widjaja and Monika Kristanti and Serli Wijaya", "abstract": "Food is an essential element of tourism. Tourists visit tourism destinations in search for the destination experience as well as the culinary experience. Indonesia which is rich of various kinds of local traditional food in each of the tourist destination place has become an attraction for the domestic tourists to visit different tourist destination places to enjoy both the destination experience and the local food. There have been many previous studies discussing the concept of experience quality and tourist satisfaction in the context of culinary tourism; however, these variables have not been linked to destination experience. The aim of this study was to investigate the effect of culinary experience quality on destination experience satisfaction in Indonesia, with culinary experience satisfaction as a mediating variable. The respondents of this study include 401 domestic tourists who travelled to one of the four gastronomy destinations of Denpasar, Solo, Bandung and Yogyakarta participated in the survey. The findings showed that the positive culinary experience of domestic tourists in Indonesia significantly influenced overall destination experience satisfaction, which in turn, led to positive behavioural intentions. Moreover, the finding also showed that food is the most influential factor in creating the culinary experience of the domestic tourists."}, "filled": true, "author_pub_id": "2HdYEogAAAAJ:L8Ckcad2t8MC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=2935610421630650610", "cites_id": ["2935610421630650610"], "pub_url": "https://repository.petra.ac.id/18571/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8sg6_B9ivSgJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 0, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The effect of ergonomic aspects on customers’ convenience at restaurant in Surabaya", "pub_year": 2020, "citation": "Journal of Quality Assurance in Hospitality & Tourism 21 (1), 31-49, 2020", "author": "Herry Christian Palit and Monika Kristanti and Yoel Wibowo", "journal": "Journal of Quality Assurance in Hospitality & Tourism", "volume": "21", "number": "1", "pages": "31-49", "publisher": "Routledge", "abstract": "This research aims to reveal whether ergonomic aspects possess any influence toward restaurant customers’ convenience. These ergonomic aspects comprise visual display, anthropometric, and environmental ergonomic which indicators were identified from an extensive literature review. The research employed both subjective and objective method measurement. Data from the subjective method were collected by using questionnaire from 100 customers in a restaurant in Surabaya, then Partial Least Squares - Structural Equation Modeling (PLS-SEM were performed to investigate the effect of ergonomic aspects toward restaurant customers’ convenience. Data from the objective method were collected from direct observation or measurement. The results revealed that both anthropometric and environmental ergonomic possessed a positive significant effect on the customers’ convenience, despite being not …"}, "filled": true, "author_pub_id": "2HdYEogAAAAJ:u5HHmVD_uO8C", "num_citations": 10, "citedby_url": "/scholar?hl=en&cites=11993922220023492971", "cites_id": ["11993922220023492971"], "pub_url": "https://www.tandfonline.com/doi/abs/10.1080/1528008X.2018.1563017", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:azEqbLb4cqYJ:scholar.google.com/", "cites_per_year": {"2019": 2, "2020": 1, "2021": 2, "2022": 5}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Kualitas Layanan Karyawan Hotel Berbintang Terhadap Kepuasan Wisatawan Penyandang Disabilitas di Indonesia", "pub_year": 2020, "citation": "Jurnal Hospitality dan Manajemen Jasa 8 (2), 2020", "author": "Stella Agrippina and Monica Luizjaya and Monika Kristanti", "journal": "Jurnal Hospitality dan Manajemen Jasa", "volume": "8", "number": "2"}, "filled": true, "author_pub_id": "2HdYEogAAAAJ:R3hNpaxXUhUC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=17279311490299386293", "cites_id": ["17279311490299386293"], "pub_url": "https://scholar.google.com/scholar?cluster=17279311490299386293&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:tdmeLkByzO8J:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 0, "2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisa Pengaruh Citra Merek Dan Potongan Harga Terhadap Minat Menginap Di Hotel Shangri-La Surabaya", "pub_year": 2020, "citation": "Jurnal Hospitality Dan Manajemen Jasa 8 (2), 35-51, 2020", "author": "Christina Ribka Thendeano and J Sutanto and M Kristanti", "journal": "Jurnal Hospitality Dan Manajemen Jasa", "volume": "8", "number": "2", "pages": "35-51"}, "filled": true, "author_pub_id": "2HdYEogAAAAJ:IWHjjKOFINEC", "num_citations": 11, "citedby_url": "/scholar?hl=en&cites=5224362990859570493", "cites_id": ["5224362990859570493"], "pub_url": "https://scholar.google.com/scholar?cluster=5224362990859570493&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Pc3h13WqgEgJ:scholar.google.com/", "cites_per_year": {"2021": 2, "2022": 2, "2023": 4, "2024": 2, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The improvement in service quality of small-scale food service businesses in Surabaya", "pub_year": 2019, "citation": "Citizenship Teaching & Learning 14 (2), 161-175, 2019", "author": "Monika Kristanti", "journal": "Citizenship Teaching & Learning", "volume": "14", "number": "2", "pages": "161-175", "publisher": "Intellect", "abstract": "Two types of small-scale food service business existing in Surabaya are hawker centres and depots. Generally, depots and hawker centres are managed unprofessionally as the owner does not pay much attention to the service quality. Conversely, nowadays customers pay more attention to the service quality. Based on a survey, it was identified that hawker centres and depots are lacking in three aspects: (1) hygiene and sanitation, and (2) poor knowledge among staff in terms of both service quality and (3) grooming. Training was provided to the staff on food and personal hygiene; knowledge of food safe packaging; and how to provide excellent services. On the basis of feedback from the owner and the customers, it was found that these activities had positive impacts on depots, hawker centres and the customers. Hawker centres and depots could improve their staffs’ service quality so that in the end, customers feel …"}, "filled": true, "author_pub_id": "2HdYEogAAAAJ:mVmsd5A6BfQC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=15243100642293691550", "cites_id": ["15243100642293691550"], "pub_url": "https://intellectdiscover.com/content/journals/10.1386/ctl_00003_1", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:nrRx00VfitMJ:scholar.google.com/", "cites_per_year": {"2020": 1, "2021": 1}}
