{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Chinese Indonesian Youth National Identity: Description and Construction", "pub_year": 2023, "citation": "Buletin Bisnis & Manajemen 2 (2), 164-175, 2023", "author": "Sally Azaria", "volume": "2", "number": "2", "pages": "164-175", "abstract": "This study shows the national identity of Chinese Indonesian youth and in ways, it was constructed. The significance of this research was to minimize  the  stigma  that  Chinese  Indonesian  youth  do  not  love  Indonesia  and  do  not  feel  as  a  part  of  Indonesia  because  they  are  considered immigrants. While Chinese Indonesian youth is actually a generation born and raised in Indonesia, by parents who were also born and raised in Indonesia, however, there is still a negative view that they are not part of Indonesia. The approach used a qualitative method using thematic analysis to analyze the data. This study used 20 participants from Chinese Indonesian youth, aged 19 to 22 years old, who are studying at Petra Christian University, Surabaya, Indonesia. The outcomes exhibited that all participants had a national identity; none of them had a transnational identity. Their national  identity  came  mainly  from  their  schools  and  parents.  Meanwhile,  social  media  did  not  bring  good  influence,  indeed  it  made  them embarrassed to see the behavior of Indonesian netizens on social media. Additionally, friends, and religious communities did not significantly affect their national identity. This study concludes the importance of socializing national insight in a way that is appropriate for generations of Chinese Indonesian youth. In addition, it is also necessary to socialize Chinese Indonesian who have a strong national identity in order to provide positive perspectives for non-Chinese ethnicities."}, "filled": true, "author_pub_id": "2r3LhRQAAAAJ:W7OEmFMy1HYC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20545/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:EM-0OvgX4EkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Cyberbullying for Chinese Indonesian youth: The impacts and the coping strategies", "pub_year": 2023, "citation": "Proceedings of the 3rd International Conference on Social Science, Humanity …, 2023", "author": "Sally Azaria", "journal": "Proceedings of the 3rd International Conference on Social Science, Humanity and Public Health, ICoSHIP 2022, 05-06 November 2022, Banyuwangi, East Java, Indonesia: ICoSHIP 2022", "pages": "59", "publisher": "European Alliance for Innovation", "abstract": "This study examined the cyberbullying impact on young people, as well as coping strategies to deal with it. The significance of this study was to find appropriate strategies to minimize the adverse effects of cyberbullying related to personal lives, studies, and work. Additionally, this study tried to prevent someone from becoming an unexpected cyberbully by describing the types of cyberbullying that might be done. The approach used was a qualitative method using thematic analysis to analyze the data. This study involved 15 Chinese Indonesian participants with religion Christian and Catholic, from aged 19 to 22 years old, who were studying at Petra Christian University, Surabaya, Indonesia in 2022. To summarize, increasing socialization about the forms of cyberbullying, how victims deal with it, what to do when witnessing cyberbullying, and how to decrease the tendency to be cyberbullies should be done to significantly reduce the bad effects of cyberbullying."}, "filled": true, "author_pub_id": "2r3LhRQAAAAJ:Y0pCki6q_DkC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=12330570236876843939", "cites_id": ["12330570236876843939"], "pub_url": "https://books.google.com/books?hl=en&lr=&id=TU6pEAAAQBAJ&oi=fnd&pg=PA59&dq=info:o2sM30z8HqsJ:scholar.google.com&ots=s10o5bkMh4&sig=6uMV1_6QF_eI_Qjj7ZZ5AZrMJ70", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:o2sM30z8HqsJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Christian Youth Preferences in Interfaith Marriage: A Study Case in Surabaya, Indonesia", "pub_year": 2023, "citation": "Christian Youth Preferences in Interfaith Marriage: A Study Case in Surabaya …, 2023", "author": "Sally Azaria", "volume": "2023", "number": "1", "pages": "326-394", "abstract": "Interfaith marriages can be legally carried out in Surabaya after the Surabaya High Court approved it in July 2022. Accordingly, the state is no longer a barrier to interfaith marriages. This study explored the preferences that Christian youth have in having a partner of a different religion after the legal barriers are removed. The approach used a qualitative method using thematic analysis to analyze the data with 16 unmarried participants from Christian youth, aged 19 to 22 years old, who were studying at Petra Christian University, Surabaya, Indonesia. The results confirmed that Christian youth remained challenged to accept interfaith couples, although there were no legal barriers. Personal considerations, parents, religious communities, and friends prevented them from having interfaith marriages. In conclusion, the legal aspect only made interfaith marriage easier administratively. However, it did not increase the occurrence of interfaith marriages because many other factors must be considered."}, "filled": true, "author_pub_id": "2r3LhRQAAAAJ:Tyk-4Ss8FVUC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=163548485921866582", "cites_id": ["163548485921866582"], "pub_url": "https://books.google.com/books?hl=en&lr=&id=IAyrEAAAQBAJ&oi=fnd&pg=PA350&dq=info:VgPtPnsKRQIJ:scholar.google.com&ots=B0PK7UNz9y&sig=4-pQ8jXD4dJdjLYsf_sEzrtGoCU", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:VgPtPnsKRQIJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Constructing national identity and ethnic identity to children: A study case of Chinese Indonesian parents in Surabaya, Indonesia", "pub_year": 2022, "citation": "Jurnal Sosiologi Dialektika 17 (2), 134-146, 2022", "author": "Sally Azaria", "volume": "17", "number": "2", "pages": "134-146", "abstract": "Parents play an important role in their children s identity development, especially at the age of 8 to 13. Failure to form this identity will cause a negative impact on their children and others. This study examined Chinese Indonesian parents in constructing national identity and Chinese identity for their children. The approach used was a qualitative method using thematic analysis to analyze the data. This research used 20 participants from Chinese Indonesian parents, aged 30 to 45 years old, who have children aged 8 to 13, living in Surabaya, Indonesia. The results showed that all participants had a national identity; none of them had a transnational identity. However, they did not structurally construct this identity because they felt their children would get that from school. The construction of national identity and Chinese identity could go conjointly without damaging either identity. None of them opposed their children having Chinese identities. They came from two groups: those allowing the construction to occur naturally and those carrying them deliberately. This study concludes emphasized the importance of parents  active involvement in the process of identity development so that their children could successfully balance themselves between having a national identity and ethnic identity."}, "filled": true, "author_pub_id": "2r3LhRQAAAAJ:zYLM7Y9cAGgC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=17316780614437381886", "cites_id": ["17316780614437381886"], "pub_url": "https://repository.petra.ac.id/19763/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:_ibpeDiQUfAJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Kabar Baik Bagi Bangsa Sebuah Kontemplasi Aplikatif untuk INDONESIA BERSATU", "pub_year": 2021, "citation": "Kabar Baik Bagi Bangsa Sebuah Kontemplasi Aplikatif untuk INDONESIA BERSATU, 2021", "author": "Fanny Lesmana and Sally Azaria", "publisher": "Lembaga Penelitian dan Pengabdian Masyarakat Universitas Kristen Petra Surabaya", "abstract": "Memasuki usia 60 tahun tentu saja bukan usia sebentar bagi sebuah perguruan tinggi dalam mengarungi biduk pelayanan dalam bidang pendidikan. Dalam usia yang dikatakan cukup dewasa dalam menaburkan garam pendidikan bagi setiap mahasiswa, Universitas Kristen Petra Surabaya juga tak bisa abai terhadap persoalan-persoalan bangsa.  Persoalan bangsa secara riil, secara kasat mata, turut menjadi ganjalan bagi sebuah perguruan tinggi. Tak sekadar mencetak sarjana, sebuah perguruan tinggi pun sepatutnya turut menjadi jawab atas persoalan yang ada, setidaknya yang terjadi di sekitar kita. Menjadi problem solver, itu yang selayaknya menjadi alasan kehadiran sebuah perguruan tinggi. Universitas Kristen Petra pun berharap dapat menjadi jawab atas persoalan yang sedang menggeliat hingga mengusik tatanan berbangsa dan bernegara semisal persoalan korupsi, persoalan intoleransi, hingga persoalan yang menyentuh pada akar kebangsaan. Dalam beberapa kesempatan, beberapa tokoh nasional dalam pelbagai bidang diundang (melalui daring) untuk berdialog dan membagikan buah pikir mereka yang disajikan pada bagian pertama buku ini. Sedangkan pada bagian kedua, buku ini juga berisi poin-poin segar yang harapannya dapat diimplementasikan dengan mudah dalam lima bidang yang menjadi perhatian utama dari Universitas Kristen Petra untuk bangsa, yakni pendidikan, penelitian dan pengabdian masyarakat, serta dalam bidang hukum dan kepemimpinan. Karenanya, dalam buku ini, Universitas Kristen Petra berupaya untuk turut andil dalam berkarya nyata. Tak hanya rangkaian kata, namun diharap …"}, "filled": true, "author_pub_id": "2r3LhRQAAAAJ:UeHWp8X0CEIC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19688/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:xTntGDB2VYgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Berteman dengan Teknologi", "pub_year": 2020, "citation": "Berteman dengan Teknologi, 2020", "author": "Sally Azaria", "abstract": "Terima kasih COVID-19, yang sudah memaksa para pendidik atau para dosen, khususnya penulis, untuk menggunakan teknologi yang luar biasa ini. Nama teknologi ini adalah Google Classroom. Sebenarnya, Google Classroom sudah dirilis tahun 2014 (Nariswari, 13 Agustus 2014). Bayangkan! Teknologi ini ada sudah sejak 6 tahun lalu. Selama ini penulis (dan mungkin banyak dosen lainnya) tidak menyadari keberadaannya. Atau bisa juga, banyak pendidik yang sudah mengetahuinya tetapi enggan untuk menggunakan teknologi ini. Rektor UK Petra,Prof. Dr. Ir. Djwantoro Hardjito, M.Eng.,telah mengumumkan kebijakan Pembelajaran Jarak Jauh (PJJ) sejak tanggal 16 Maret 2020 untuk menyikapi pandemi COVID-19 (UK Petra, 24 April 2020). Keputusan tersebut diiringi dengan serangkaian pelatihan singkat kuliah online untuk mempersiapkan semua dosen di UK Petra dalam menghadapi situasi baru ini. Bagaimana tidak, keseruan aktivitas mengajar secara offline harus diubah caranya dalam sekejap. Siap atau tidak siap, semua dosen harus ikut dalam  gerbong kereta ekspres  kuliah online"}, "filled": true, "author_pub_id": "2r3LhRQAAAAJ:IjCSPb-OGe4C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19687/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:VdBk656_p98J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Bahasa Indonesia: Panduan Penulisan Ilmiah bagi Mahasiswa", "pub_year": 2017, "citation": "Bahasa Indonesia: Panduan Penulisan Ilmiah bagi Mahasiswa 1, 2017", "author": "Sally Azaria", "volume": "1", "abstract": "Mahasiswa dekat dengan tulisan ilmiah, mulai dari esai sederhana, makalah, laporan, hingga penelitian yang diwajibkan dalam skripsi. Setelah menulis ilmiah, biasanya mahasiswa diminta melakukan presentasi formal terkait dengan tulisan mereka. Buku Bahasa Indonesia Panduan Penulisan Ilmiah mahasiswa membantu memperlengkapi mahasiswa dalam menulis ilmiah dan melakukan presentasi formal tersebut."}, "filled": true, "author_pub_id": "2r3LhRQAAAAJ:u5HHmVD_uO8C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/18280/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:G0v1zEVEHDwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penerapan Appreciative Inquiry di DMU Universitas XYZ", "pub_year": 2017, "citation": "INSAN Jurnal Psikologi dan Kesehatan Mental 1 (2), 125-133, 2017", "author": "Sally Azaria", "journal": "INSAN Jurnal Psikologi dan Kesehatan Mental", "volume": "1", "number": "2", "pages": "125-133", "publisher": "https://e-journal.unair.ac.id/JPKM/issue/view/392", "abstract": "Merupakan sebuah keniscayaan apabila setiap organisasi, termasuk organisasi pendidikan mencanangkan dan mengalami perubahan. Visi yang dimiliki oleh suatu organisasi adalah acuan arah dari perubahan yang diinginkan. Setiap bagian di dalam organisasi seharusnya bergerak ke arah visi dari organisasi tersebut. Penelitian ini diadakan di Departemen Matakuliah Umum (DMU) Universitas XYZ. Penelitian ini berfokus untuk melakukan perubahan untuk meningkatan kualitas belajar mengajar, secara khusus menyusun standar materi kuliah DMU di Universitas XYZ. Penelitian ini akan difokuskan untuk memberikan peningkatan kapasitas DMU untuk melakukan perubahan dengan menemukan inti perubahan menggunakan metode Appreciative Inquiry (AI) dan melakukan perubahan dengan menggunakan dasar beberapa langkah perubahan. Penelitian ini menggunakan metode kualitatif. Visi perubahan dalam penelitian ini diterjemahkan dalam suatu rencana kerja jangka panjang. Rencana kerja yang diambil setelah menjalani semua proses penelitian ini adalah: materi perkuliahan, perilaku dosen, dan manajemen DMU."}, "filled": true, "author_pub_id": "2r3LhRQAAAAJ:u-x6o8ySG0sC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=12381781166143971582", "cites_id": ["12381781166143971582"], "pub_url": "https://www.academia.edu/download/117848406/2340.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:_iCifl7s1KsJ:scholar.google.com/", "cites_per_year": {"2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Revitalisasi Peran Orang Tua Sebagai Kunci Keberhasilan Generasi Berikutnya", "pub_year": 2015, "citation": "Universitas Muhammadiyah Surakarta, 2015", "author": "Sally Azaria", "pages": "https://publikasiilmiah.ums.ac.id/xmlui/", "publisher": "Universitas Muhammadiyah Surakarta", "abstract": "Orang tua adalah kunci utama yang menentukan bagaimana generasi berikutnya menjadi lebih baik. Pernyataan ini sebenarnya secara tidak langsung sudah disadari oleh masyarakat, contohnya falsafah budaya Jawa, yaitu bibit bebet bobot dalam  menentukan pasangan hidup. Bibit di sini adalah berarti melihat siapa dan bagaimana keluarga (dalam hal ini adalah orang tua) calon pasangannya. Selain itu, beberapa pakar juga mendukung hal ini, salah satunya adalah Peter L. Berger (1990) yang menekankan akan pentingnya orang tua. Berger menjelaskan bahwa budaya terjadi ketika konstruksi sosial (eksternalisasi) terbentuk, yaitu internalisasi (proses sosialisasi, termasuk dari orang tua) dan objektivasi (proses dialog dalam diri individu) yang  membentuk suatu  realitas sosial, yaitu budaya itu sendiri. Ada tiga jenis orang tua dalam memandang peran penting mereka. Yang pertama adalah orang tua yang benar-benar tidak menyadari peran penting mereka dalam menentukan kualitas generasi berikutnya. Banyak diantara mereka hanya menitikberatkan pada pemenuhan tanggung jawab secara ekonomi, yaitu mewariskan uang bagi anak mereka. Seringkali, oleh karena kesibukan dan tuntutan hidup, orang tua mengabaikan sisi mewariskan nilai-nilai yang benar. Padahal dengan berbuat ini, mereka sedang membentuk generasi selanjutnya menjadi memandang sesuatu hanya dari sisi ekonomi saja. Jenis kedua adalah orang tua yang menyadari tetapi men-down-grade peran sebagai orang tua. Mereka yang ada dalam kategori ini biasanya  menyerah  dengan diri mereka,  ya seperti ini lah saya . Pendapat lainnya, anak …"}, "filled": true, "author_pub_id": "2r3LhRQAAAAJ:9yKSN-GCB0IC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=17117184436940122902", "cites_id": ["17117184436940122902"], "pub_url": "https://repository.petra.ac.id/18283/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Fiup_o10jO0J:scholar.google.com/", "cites_per_year": {"2020": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "I'm Awesome: 7 Kunci Menjadikan Anda dan Anak Anda Hebat", "pub_year": 2015, "citation": "", "author": "Benny Santoso and Sally Azaria", "volume": "1", "pages": "200"}, "filled": true, "author_pub_id": "2r3LhRQAAAAJ:qjMakFHDy7sC", "num_citations": 0, "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Passing the True Wealth to Your Children", "pub_year": 2014, "citation": "", "author": "Benny Santoso and Sally Azaria", "volume": "1", "pages": "147"}, "filled": true, "author_pub_id": "2r3LhRQAAAAJ:2osOgNQ5qMEC", "num_citations": 0, "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Menjadi Seorang Cina: Sebuah Studi Interpretivis-Konstruktivis tentang Identitas", "pub_year": 2005, "citation": "UNIVERSITAS AIRLANGGA, 2005", "author": "Sally Azaria", "abstract": "Studi tentang identitas menjadi bagian penting dalam kajian ilmu sosial. Tema yang berhubungan dengan identitas, seperti gender, agama, atau pun etnis merupakan kajian yang menarik untuk diteliti. Akan tetapi, studi ini dirancang dan difokuskan untuk mengkaji permasalan yang berkaitan dengan identitas etnisitas, khususnya minoritas, yaitu ingin melihat identitas yang dimiliki oleh etnis minoritas Cina di Indonesia. Pertanyaan utama yang ingin dijawab dari studi ini adalah: (1) Apa makna menjadi seorang minoritas Cina di Indonesia? (2) Elemen-elemen apa sajakah yang dikonstruksikan dalam identitas etnis Cina?  Studi ini mengkaji makna identitas ke-Cina-an menggunakan pendekatan interpretativis-konstruktivis. Oleh karena itu, teori yang digunakan sebagai landasan adalah (1) Teori Interaksi Simbolik oleh Herbert Blumer, karena pada dasarnya interpretasi terhadap tindakan dianggap sebagai suatu proses pembentukan di mana makna tersebut dipakai dan dapat berubah, sehingga identitas individu hanya dibentuk dari interaksi dengan orang-orang lain. (2) Fenomologi yang mempercayai bahwa realitas sosial tidak pernah tunggal (3) Teori Konstruksi Sosial oleh Berger, karena Berger melihat identitas tidak hanya terbentuk dari faktisitas subyektif saja, melainkan faktisitas subyektif dan obyektif bersama-sama membentuk identitas.  Metode yang dipilih pada studi ini adalah metode penelitian kualitatif karena studi ini memungkinkan adanya data lapangan yang bersifat rich, depth, dan complexity. Koleksi data dilakukan melalui wawancara mendalam dengan 9 subjek penelitian yang memiliki perbedaan jenis kelamin, agama …"}, "filled": true, "author_pub_id": "2r3LhRQAAAAJ:d1gkVwhDpl0C", "num_citations": 0, "pub_url": "https://repository.unair.ac.id/17919", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:aMHaH5PY2YUJ:scholar.google.com/", "cites_per_year": {}}
