{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Utilization of cow dung as a biogas raw material for alternative energy in Buddagan 1 Hamlet, Kabupaten Pamekasan", "pub_year": 2025, "citation": "Community Empowerment 10 (4), 2025", "author": "Willyanto Anggono and Ivan Christian Hernando and Lintu Tulistyantoro", "journal": "Community Empowerment", "volume": "10", "number": "4"}, "filled": true, "author_pub_id": "379BLAUAAAAJ:3s1wT3WcHBgC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:L8bhZhFE_o8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Komparasi Tektonika Arsitektur Empat Tiang Utama Pada Rumah Tradisional Madura Dan Jawa", "pub_year": 2024, "citation": "Advances in Civil Engineering and Sustainable Architecture 6 (2), 99-110, 2024", "author": "Fariz Hidayat and Asarias Ari Ayowembun and Derius Pekei and Lintu Tulistyantoro and Agus Dwi Hariyanto", "journal": "Advances in Civil Engineering and Sustainable Architecture", "volume": "6", "number": "2", "pages": "99-110", "abstract": "Keberadaan empat tiang utama pada rumah Bangsal di Madura memiliki kemiripan dengan rumah tradisional Jawa, yaitu rumah Joglo. Kesamaan ini menarik perhatian untuk mengkomparasikannya. Oleh karena itu, tujuan dari penelitian ini adalah membandingkan tektonika empat tiang utama pada rumah Bangsal dan rumah Joglo berdasarkan faktor-faktor tektonika klasik. Komparasi tektonika empat tiang utama dilakukan melalui analisis kualitatif. Hasil komparasi menunjukkan perbedaan dalam menciptakan kekuatan konstruksinya. Rumah Joglo menggunakan pemberat untuk menciptakan kekakuan pada bangunannya karena berada di daerah rawan gempa, sedangkan rumah Bangsal tidak. Selain itu, pemberat dirumah Joglo dapat menghasilkan konstruksi yang tidak stabil pada kondisi gempa tertentu. Detail tektonika mempunyai fungsi campuran selain untuk memberikan fungsi struktural juga keindahan arsitektural. Empat tiang utama memberikan kesan kuat dan kokoh pada ruang. Selain itu menciptakan center point dan terciptanya pembagian ruang secara semu pada rumah Bangsal dan masif pada rumah Joglo. Pada rumah Joglo juga untuk merepresentasikan area yang sakral."}, "filled": true, "author_pub_id": "379BLAUAAAAJ:HoB7MX3m0LUC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/acesa/article/view/14076", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:FQSQiUSdQO4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Atasan Luaran Chita", "pub_year": 2024, "citation": "Atasan Luaran Chita, 2024", "author": "Maria Nala Damajanti and SAMANTHA TIRZA CHRISTJAHJA and Lintu Tulistyantoro and Purnama Esa Dora Tedjokoesoemo", "publisher": "Petra Christian University", "abstract": "Kegunaan: Atasan luaran Chita merupakan pakaian pelapis bagian atas tubuh yang dapat digunakan pria maupun wanita bernuansa warna putih kemerahan yang terbuat dari kain Lurik sebagai bagian dominan dari alat tenun bukan mesin (ATBM) dari Wastra Sejahtera Penggaron, Jombang sebagai aksen penghias. Model busana terinspirasi dari gaya Jepang modern. Busana memiliki potongan kain merah sebagai list pengganti kerah pada bagian depan outer adalah aksen penguat dari sisi depan. Bagian depan juga dilengkapi kantong tenun persegi empat berada pada sisi kiri dan kanan depan. Busana juga dilengkapi dengan pita tenun memanjang pada bagian punggung serta pada bagian lengan merupakan ciri khas dan daya tarik busana. Kegunaan Sebagai baju pelapis atas untuk memberi aksentuasi maupun sebagai penutup tubuh dan pelapis pakaian sebelumnya"}, "filled": true, "author_pub_id": "379BLAUAAAAJ:SeFeTyx0c_EC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21360/1/Kegiatanhaki_11001_1556.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:kFYUwgHS-AwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Evaluasi Parameter Biophilic Desain Menurut Terappin pada Skygarden Apartment Benson", "pub_year": 2024, "citation": "Advances in Civil Engineering and Sustainable Architecture 6 (1), 33-41, 2024", "author": "Kenny Susilo and Lilianny Sigit Arifin and Lintu Tulistyantoro", "journal": "Advances in Civil Engineering and Sustainable Architecture", "volume": "6", "number": "1", "pages": "33-41", "abstract": "Pada saat virus COVID 19 terjadi, terjadi perubahan gaya hidup dimana orang bekerja dan belajar dari rumah. Beberapa penelitian terdahulu membuktikan bahwa terisolasinya orang di rumah telah menyebabkan banyak orang menjadi stress, Banyak orang yang tinggal di vertical housing menjadi dasar penelitian ini untuk meneliti apakah fasilitas seperti Skygarden dapat mendukung untuk mengurangi stress dengan dekat dengan alam. Penelitian ini mengambil studi kasus Skygarden apartemen Benson, Surabaya. Penelitian ini bertujuan untuk mengevaluasi Skygarden dengan parameter desain biophilic. Penelitian ini adalah penelitian kualitatif, dengan metode observasi lapangan dan analisis visual interpretative untuk menemukan parameter mana yang perlu ditingkatkan. Hasil penelitian ini untuk mendapatkan parameter desain yang baru."}, "filled": true, "author_pub_id": "379BLAUAAAAJ:g5m5HwL7SMYC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=449112684020923595", "cites_id": ["449112684020923595"], "pub_url": "https://publication.petra.ac.id/index.php/acesa/article/view/14052", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:y3wwS5uROwYJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengembangan Desain Produk Fesyen dan Interior dengan Memanfaatkan Kain Tenun Pokmas Wastra Sejahtera Desa Penggaron, Kecamatan Mojowarno, Kabupaten Jombang", "pub_year": 2024, "citation": "Share J0urnal of Service Learning 1 (1), 1-8, 2024", "author": "Maria Nala Damajanti and Lintu Tulistyantoro and Purnama Esa Dora Tedjokoesoemo", "volume": "1", "number": "1", "pages": "1-8", "abstract": "Untuk  dapat  berkontribusi  pada  industri  kreatif  secara  lebih  luas  dibutuhkan  pengembangan  produk tenun agar dapat mengikuti permintaan pasar. Mitra kerja sama pada Program Kemitran Masyarakat (PKM)  ini  adalah  Kelompok  Masyarakat  (Pokmas)  Wastra  Sejahtera  di  Kabupaten  Jombang  yang menghadapi  kendala  dalam  pengembangan  usahanya.  Lewat  kerja  sama  dengan  Universitas  Kristen Petra melalui hibah PKM maka mitra telah mendapatkan sumbangan alat baru untuk pembuatan produk tenun  lusi  sebagai  sebuah  sarana  pendukung menghasilkan  produk  tenun  baru  dan  melalui  proses pengembangan desain tim PKM telah menghasilkan sejumlah desain tenun baru serta prototipe desain busana dan produk elemen interior yang sekiranya sesuai untuk pasar saat ini. Metode yang digunakan dalam  PKMini  adalah Design  Thinking, yang  dipilih  karena  fleksibilitasnya  dalam  mengarahkan pendalaman  masalah.  Lima  tahapan  dalam  metode  ini  mengarahkan  kerja  tim  lebih  fokus  menggali masalah mitra, menemukan kebutuhan mitra dan menemukan solusi bagi mitra kerja sama. Hasil PKM dapat diketahui dari pertama-tama respon mitra yang merasa senang sekaligus bangga bahwa produk buatannya  dapat  dimanfaatkan  lebih  jauh.  Mitra  juga  mengharapkan  dapat  bekerja  sama  kembali  di kemudian hari karena dirasa manfaatnya yang besar. Respon penting berikutnya datang dari masyarakat yang  menilai  tim  PKM  telah  berhasil  mengangkat  tenun  menjadi  lebih  dikenal  dan  bernilai  ekonomi tinggi seperti produk wastra lain yang telah dikenal sebelumnya."}, "filled": true, "author_pub_id": "379BLAUAAAAJ:pqnbT2bcN3wC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20939/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:pzQfahyFfMYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Kain Tenun “Petetan”", "pub_year": 2023, "citation": "Kain Tenun “Petetan”, 2023", "author": "Lintu Tulistyantoro"}, "filled": true, "author_pub_id": "379BLAUAAAAJ:NaGl4SEjCO4C", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:fBMt_C9EW7kJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perencanaan Sistem Kompor Listrik Untuk Produksi Batik", "pub_year": 2023, "citation": "Jurnal Teknik Elektro 16 (2), 47-54, 2023", "author": "Ken Shaday Arya Bhramantyo and Hanny Hosiana Tumbelaka and Lintu Tulistyantoro", "journal": "Jurnal Teknik Elektro", "volume": "16", "number": "2", "pages": "47-54", "abstract": "Penelitian ini bertujuan untuk menganalisis penggunaan sistem kompor listrik, khususnya kompor induksi, dalam produksi batik sebagai alternatif yang efisien dan ramah lingkungan. Pembatik saat ini masih menggunakan kompor yang menggunakan minyak tanah, yang tidaklah ramah lingkungan. Dalam penelitian ini, kami menganalisis konsumsi energi listrik dan kualitas daya listrik yang dihasilkan oleh kompor listrik induksi, serta membandingkannya dengan kompor elemen pemanas. Tujuan kami adalah menjadikan kompor induksi sebagai peralatan pendukung alternatif dalam produksi batik di Indonesia, tetapi tetap mempertahankan ciri khas batik yang menggunakan peralatan tradisional seperti canting kayu, lilin/malam, dan wajan. Hasil penelitian menunjukkan bahwa kompor induksi lebih efisien dan hemat biaya dalam konsumsi listrik dibandingkan dengan kompor elemen pemanas. Penelitian ini berpotensi memberikan kontribusi dalam memperkenalkan teknologi yang lebih ramah lingkungan dan berkelanjutan dalam industri batik di Indonesia."}, "filled": true, "author_pub_id": "379BLAUAAAAJ:ns9cj8rnVeAC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=11050978855502152330", "cites_id": ["11050978855502152330"], "pub_url": "https://jurnalelektro.petra.ac.id/index.php/elk/article/view/26898", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:igKP7rf2XJkJ:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Studi Heterotopia pada Ruang Sembahyang di Hunian Masyarakat Tionghoa Surabaya", "pub_year": 2023, "citation": "Waca Cipta Ruang 9 (1), 33-44, 2023", "author": "Anastasya Sumingto and Lintu Tulistyantoro and William Vijadhammo Lumintan", "journal": "Waca Cipta Ruang", "volume": "9", "number": "1", "pages": "33-44", "abstract": "Heterotopia is a phenomenon that occurs in the functioning of space and refers to the unreal space present in a real room. Where the incident can be interpreted, there are other"}, "filled": true, "author_pub_id": "379BLAUAAAAJ:O3NaXMp0MMsC", "num_citations": 0, "pub_url": "https://ojs.unikom.ac.id/index.php/wacaciptaruang/article/view/7475", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:0DMq0uY-M_oJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "LAPAK PASBAR", "pub_year": 2022, "citation": "LAPAK PASBAR, 2022", "author": "Lintu Tulistyantoro", "publisher": "Petra Christian University", "abstract": "Kegunaan: LAPAK PASBAR terinspirasi dari bentukan lapak jualan di pasar pasar tradisional. LAPAK PASBAR merupakan fasilitas kerja yang dirancang untuk fungsi coffee mix atau meja jualan kopi rempah. Material yang digunakan adalah bambu untuk strutkur utama dan pengisinya. Dengan penutup dari bahan ilalalng. Fungsi atap lebih menekankan kepada estetika, Teknik pembuatan dilakukan secara manual dan menggunakan tenaga manusia penuh. Sistem yang digunakan pada strutkur ini adalah knock down sehingga mudah lepas pasang bila tidak digunakan. Secara visual desain ini tetap memikirkan sisi estetika, yaitu desain yang ramah lingkungan. Dirancang dengan gaya desain minimalis utuk fleksibilitas penggunaan atau penempatan. Konstruksi kaki lapak ini menggunakan material tambahan beton sebagai umpak, dengan tujuan agar lebih aman dari pengaruh hujan, dan rayap. Lapak …"}, "filled": true, "author_pub_id": "379BLAUAAAAJ:M05iB0D1s5AC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20724/1/Kegiatanhaki_92003_1376.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ChSydUFReM0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "STUDI EVALUASI DAN POTENSI SENSE OF PLACE PADA BALKON APARTEMEN METROPOLIS SURABAYA", "pub_year": 2022, "citation": "Advances in Civil Engineering and Sustainable Architecture 4 (2), 129-139, 2022", "author": "Cynthia Christianty Carolina Eka Yudo and Rully Damayanti and Lintu Tulistyantoro", "journal": "Advances in Civil Engineering and Sustainable Architecture", "volume": "4", "number": "2", "pages": "129-139", "abstract": "Apartemen merupakan bangunan bertingkat yang terdiri dari beberapa unit hunian yang dilengkapi dengan fasilitas umum bersama, juga balkon pada tiap unitnya. Balkon termasuk ruang luar tambahan yang berfungsi untuk mengakomodasi aktivitas penghuninya. Namun sekarang balkon berubah fungsi menjadi ruang penyimpanan dan ruang peletakan outdoor AC. Hal ini tentunya mempengaruhi persepsi dan interaksi pengguna terhadap balkon. Penelitian ini mengidentifikasi masalah dan potensi sense of place khususnya pada balkon Apartemen Metropolis Surabaya. Metode penelitian yang dipakai adalah deskriptif kualitatif dengan mengevaluasi faktor sense of place yaitu physical feature, activities, meanings dan individual features melalui observasi dan wawancara. Hasil penelitian menunjukkan bahwa kondisi eksisting balkon berpotensi terhadap hadirnya sense of place khususnya melalui tiga kondisi pada balkon, yaitu penambahan dan penggunaan properti untuk kebutuhan servis, kebutuhan servis, dan penambahan properti untuk fasilitas. Kondisi yang berpotensi paling tinggi adalah bentuk balkon; pada bentuk balkon L dapat menampung aktivitas pengguna beserta propertinya dengan lebih berkualitas. Selain itu, balkon berbentuk huruf L juga memberikan kenyamanan bagi penghuni untuk tetap berada disana dikarenakan lebih private dan didukung oleh view yang optimal dari dua arah. Sedangkan pada balkon berbentuk persegi sense of place kurang terjadi karena peletakan property yang kurang memadai dan kurang nyaman dalam mengakomodasi aktivitas pengguna."}, "filled": true, "author_pub_id": "379BLAUAAAAJ:YFjsv_pBGBYC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/acesa/article/view/12943", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:SX_qxayB6v0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "EVALUASI UNIT HUNIAN GRAHA APARNA SIWALANKERTO SURABAYA BERDASARKAN KRITERIA RUMAH SEHAT DI MASA NEW NORMAL", "pub_year": 2022, "citation": "Advances in Civil Engineering and Sustainable Architecture 4 (2), 119-128, 2022", "author": "Christina Putri Larasati and Lilianny Sigit Arifin and Lintu Tulistyantoro", "journal": "Advances in Civil Engineering and Sustainable Architecture", "volume": "4", "number": "2", "pages": "119-128", "abstract": "Lockdown atau stay at home akibat penyebaran Coronavirus 2019 telah sedikit banyak menyadarkan pentingnya kesehatan, kenyamanan space, serta fleksibilitas ruang untuk mewadahi kebutuhan penggunanya diera new normal dalam hunian termasuk hunian vertikal sederhana. Melalui penelitian di Graha Aparna Siwalankerto berupa evaluasi kualitas ruang berdasarkan kriteria rumah sehat di empat unit dari dua tower yang dipilih dengan tujuan melihat kesehatan ruang dalam unit unit tersebut untuk pengembangan hunian vertikal sederhana kedepannya nanti. Ada lima variabel utama yang diujikan yakni indoor air quality, indoor acoustic comfort, lighting, temperature comfort, dan indoor space quality. Dalam penelitian ini digunakan metode kualitatif deskriptif, dimana data di awal didapat dari survei di lapangan langsung kemudian dibandingkan dengan ketentuan standar dan dijabarkan secara deskriptif berdasarkan tiap poinnya. Dari penelitian ini didapatkan bahwa unit yang berada di lantai dasar masih perlu dilakukan pengembangan untuk mencapai unit hunian yang sehat dimasa new normal."}, "filled": true, "author_pub_id": "379BLAUAAAAJ:NMxIlDl6LWMC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=11794785519185040356", "cites_id": ["11794785519185040356"], "pub_url": "https://publication.petra.ac.id/index.php/acesa/article/view/12942", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:5BPyMPB-r6MJ:scholar.google.com/", "cites_per_year": {"2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "EVALUASI PARAMETER BIOPHILIC DESAIN MENURUT TERAPPIN PADA SKYGARDEN APARTMENT BENSON", "pub_year": 2022, "citation": "Advances in Civil Engineering and Sustainable Architecture 4 (2), 29-37, 2022", "author": "Kenny Susilo and Lilianny Sigit Arifin and Lintu Tulistyantoro", "journal": "Advances in Civil Engineering and Sustainable Architecture", "volume": "4", "number": "2", "pages": "29-37"}, "filled": true, "author_pub_id": "379BLAUAAAAJ:hMod-77fHWUC", "num_citations": 0, "pub_url": "https://scholar.google.com/scholar?cluster=11302952225125764518&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:pg3Vwykn3JwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Arsitektur Uma di Sumba", "pub_year": 2022, "citation": "Arsitektur Uma di Sumba, 2022", "author": "Lintu Tulistyantoro", "abstract": "Arsitektur Sumba di provinsi Nusa Tenggara Timur adalah arsitektur hunian masyarakat setempat yang memiliki kepercayaan pada Marapu. Marapu adalah sosok yang penting dan dihormati, yang memiliki fungsi spiritual sebagai perantara antara manusia dengan Tuhan, sehingga selalu ada dalam huniannya. Kepercayaan mereka berorientasi spiritual pada Marapu yang tidak memisahkan antara orang hidup dan mati. Mereka percaya bahwa kesempurnaan di dunia terjadi karena adanya dua unsur yang berpasangan (harmoni), sehingga struktur ruang huniannya sangat dipengaruhi sistem kepercayaan kepada Marapu tersebut. Pola tersebut terwujud dalam bilangan sakral yang mereka miliki yaitu angka genap. Pusat utama hunian masyarakat Sumba adalah api atau au yang terletak di tengah hunian. Penelitian ini menggunakan metode Etnografi, yang dilakukan dengan cara hadir bersama-sama dengan masyarakat Sumba untuk mengikuti dan mengalami aktivitas mereka. Pendekatan ini memungkinkan munculnya data implisit yang menjadi dasar untuk pemikiran masyarakatnya. Hasil penelitian ini adalah hunian masyarakat Sumba terekspresikan sesuai struktur pemikiran spiritual masyarakatnya."}, "filled": true, "author_pub_id": "379BLAUAAAAJ:blknAaTinKkC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19703/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:4ETL76ZpmOQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Taneyan Lanjhang-Sebuah Kasus Hunian Masyarakat Madura", "pub_year": 2022, "citation": "Taneyan Lanjhang-Sebuah Kasus Hunian Masyarakat Madura, 2022", "author": "Lintu Tulistyantoro", "abstract": "Kajian interior Nusantara ini mendasarkan pada tiga unsur yang tidak terpisahkan, yaitu manusia, aktivitas dan wadah. Begitu pula yang terjadi dalam hunian masyarakat Madura yang disebut dengan Taneyan Lanjhang. Taneyan Lanjhang adalah pola hunian yang terdiri dari satu keluarga besar yang mengelompok dengan halaman panjang di tengahnya. Namun, taneyan ini bersifat tertutup dan memiliki aturan dan etika bagi setiap orang yang akan masuk ke dalamnya. Hal yang menarik dari hunian masyarakat Madura adalah konsep tentang peran perempuan yang sangat luar biasa. Teritori dalam hunian masyarakat Madura berpusat pada perempuan yang memiliki batas fisik dan non fisik yang kuat, serta adanya kontrol oleh laki-laki yang tercermin melalui pola tata ruang hunian tersebut. Selain itu, perempuan juga menjadi inti dari privasi ruang/menempati hierarki ruang yang paling privat dengan posisi terdalam sehingga tidak mudah dijangkau oleh orang lain."}, "filled": true, "author_pub_id": "379BLAUAAAAJ:JV2RwH3_ST0C", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=9824766855705745816", "cites_id": ["9824766855705745816"], "pub_url": "https://repository.petra.ac.id/19704/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:mFlfw2aVWIgJ:scholar.google.com/", "cites_per_year": {"2024": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisa Peran Desain Interior Dalam Menunjang Minat Pengunjung Untuk Revisit Kafe Redback dan Common Grounds Surabaya", "pub_year": 2022, "citation": "LINTAS RUANG: Jurnal Pengetahuan Dan Perancangan Desain Interior 10 (2), 106-118, 2022", "author": "Felicia Monica and Lintu Tulistyantoro and Hendy Mulyono", "journal": "LINTAS RUANG: Jurnal Pengetahuan Dan Perancangan Desain Interior", "volume": "10", "number": "2", "pages": "106-118", "abstract": "Pertumbuhan bisnis kafe yang pesat di kota besar seperti Surabaya menjadikan kafe sebagai sarana gaya hidup masyarakat di jaman sekarang yang cenderung lebih suka menghabiskan waktunya di luar rumah. Tidak hanya sebagai tempat untuk makan, kafe juga menjadi target masyarakat untuk menghabiskan waktunya bekerja maupun meeting secara langsung, terutama di era pandemi yang membuat sebagian masyarakat work from home. Terdapat tiga permasalahan yang akan dibahas yaitu apakah desain ruang dan tata letak interior dapat berpengaruh terhadap minat pengunjung untuk revisit kafe Redback dan Common Grounds Surabaya, apakah kenyamanan interior dapat berpengaruh terhadap minat pengunjung untuk revisit kafe Redback dan Common Grounds Surabaya, dan Bagaimana peran desain interior yang dapat menghasilkan pengaruh positif pada minat pengunjung untuk revisit kafe. Metode yang digunakan adalah dengan analisa statistik deskriptif dan analisa statistik inferensial dari data kuesioner yang telah diisi oleh 109 responden dan diolah. Penelitian ini akan menghasilkan hasil yang membuktikan bahwa desain interior memiliki peran dalam menunjang minat pengunjung untuk revisit kafe Redback dan Common Grounds Surabaya dari hitungan statistik dan juga cara mengatur desain interior yang dapat menarik minat pengunjung untuk revisit kafe."}, "filled": true, "author_pub_id": "379BLAUAAAAJ:isC4tDSrTZIC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=11550246461269817891", "cites_id": ["11550246461269817891"], "pub_url": "https://journal.isi.ac.id/index.php/lintas/article/view/7443", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Izoz8PW3SqAJ:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENDAMPINGANIBU-IBUPENENUNTERDAMPAKPANDEMIDIPENGGARON, MOJOWARNO JOMBANG", "pub_year": 2021, "citation": "PENDAMPINGANIBU-IBUPENENUNTERDAMPAKPANDEMIDIPENGGARON, MOJOWARNO JOMBANG, 2021", "author": "Lintu Tulistyantoro", "abstract": "Salah satu masyarakat terdampak pandemi adalah sejumlah pekerja tenun sarung ATBMdi Jombang. Mereka adalah tenaga terampil perempuan yang sebagian merupakanpenopang utama ekonomi keluarga. Tujuan kegiatan ini adalah memberikanpendampingan untuk pemberdayaan masyarakat terdampak agar mampu keluar dari masalahnya. Metode yang digunakan PKM ini adalah design thinking dengan melakukansinergi antar kelompok masyarakat, Pemerintah Daerah dan Perguruan Tinggi agar merekadapat bangkit kembali dan mampu mandiri secara ekonomi sesuai potensi dirinya. Selainskill menenun, potensi lain adalah teknik warna alam pada batik. Kedua potensi tersebut akan dikolaborasikan menjadi produk unggulan masyarakat tersebut. Pendampingandengan mensinergikan antar kelompok masyarakat, Pemerintah daerah dan PerguruanTinggi dilakukan untuk mendapatkan dukungan fisik dan non fisik. Kelompok masyarakat terdiri dari perorangan maupun kelompok berperan membantu permodalan danmediator untuk menjembatani dengan masyarakat terdampak sekaligus motor penggerakdi lapangan. Perguruan Tinggi sebagai pendamping pelaksanaan di lapangan. PemerintahDaerah memfasilitasi sekaligus mendukung kebijakan yang mendukung. Penenun adalahpelaku utama dalam proses ini. Peran pendamping adalah mensinergikan kelompok- kelompok tersebut untuk mencapai pemberdayaan masyarakat agar mampu mandiri dansejahtera secara ekonomi. Saat ini masing-masing kelompok sudah berperan dengan baikdan terbentuklah sentra tenun warna alam di daerah tersebut. Penetapan produksi …"}, "filled": true, "author_pub_id": "379BLAUAAAAJ:M3NEmzRMIkIC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19705/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:AhVohk-e434J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Batik Surabaya", "pub_year": 2021, "citation": "Batik Surabaya, 2021", "author": "Lintu Tulistyantoro", "abstract": "SURAT PENCATATAN Page 1 an MENTERI HUKUM DAN HAK ASASI MANUSIA \nDIREKTUR JENDERAL KEKAYAAN INTELEKTUAL Dr. Freddy Harris, SH, LL.M., ACCS. \nNIP. 196611181994031001 REPUBLIK INDONESIA KEMENTERIAN HUKUM DAN HAK \nASASI MANUSIA SURAT PENCATATAN CIPTAAN Dalam rangka pelindungan ciptaan di \nbidang ilmu pengetahuan, seni dan sastra berdasarkan Undang-Undang Nomor 28 Tahun \n2014 tentang Hak Cipta, dengan ini menerangkan: Nomor dan tanggal permohonan \nPencipta Nama Alamat Kewarganegaraan Pemegang Hak Cipta Nama Alamat \nKewarganegaraan Jenis Ciptaan EC00202110445,9Februari2021LintuTulistyantoroPerumMegaAsriD-13,RT032/RW008,KelurahanLarangan,Kecamatan \nCandi, Sidoarjo, JAWA TIMUR, 61271 IndonesiaUniversitasKristenPetraJl.Siwalankerto121-131,Surabaya,JAWATIMUR,60236Indonesia\nKaryaSeniBatikBATIK…"}, "filled": true, "author_pub_id": "379BLAUAAAAJ:70eg2SAEIzsC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20730/1/Kegiatanhaki_92003_576.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:qEwJjJqFkJoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Simbar Sari", "pub_year": 2020, "citation": "Simbar Sari, 2020", "author": "Lintu Tulistyantoro", "abstract": "SURAT PENCATATAN Page 1 an MENTERI HUKUM DAN HAK ASASI MANUSIA \nDIREKTUR JENDERAL KEKAYAAN INTELEKTUAL Dr. Freddy Harris, SH, LL.M., ACCS. \nNIP. 196611181994031001 REPUBLIK INDONESIA KEMENTERIAN HUKUM DAN HAK \nASASI MANUSIA SURAT PENCATATAN CIPTAAN Dalam rangka pelindungan ciptaan di \nbidang ilmu pengetahuan, seni dan sastra berdasarkan Undang-Undang Nomor 28 Tahun \n2014 tentang Hak Cipta, dengan ini menerangkan: Nomor dan tanggal permohonan \nPencipta Nama Alamat Kewarganegaraan Pemegang Hak Cipta Nama Alamat \nKewarganegaraan Jenis Ciptaan EC00202110452,9Februari2021LintuTulistyantoroPerumMegaAsriD-13,RT032/RW008,KelurahanLarangan,Kecamatan \nCandi, Sidoarjo, JAWA TIMUR, 61271 IndonesiaUniversitasKristenPetraJl.Siwalankerto121-131,Surabaya,JAWATIMUR,60236Indonesia\nKaryaSeniBatikSIMBAR…"}, "filled": true, "author_pub_id": "379BLAUAAAAJ:2P1L_qKh6hAC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20729/1/Kegiatanhaki_92003_577.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:dcSk87imWKMJ:scholar.google.com/", "cites_per_year": {}}
