{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "pH‐dependent stability of major betalains in the encapsulated beetroot extracts (Beta vulgaris L.)", "pub_year": 2024, "citation": "Journal of Food Science 89 (5), 2761-2773, 2024", "author": "Diah M Lukitasari and Renny Indrawati and Rosita D Chandra and Heriyanto and Yuzo Shioi and Tatas HP Botosudarmo", "journal": "Journal of Food Science", "volume": "89", "number": "5", "pages": "2761-2773", "abstract": "Betalain is a water‐soluble pigment contained in Caryophyllales plants. It not only holds potential as a natural food colorant but also offers various health benefits, acting as an antioxidant. This study focused on analyzing the pH‐dependent stability of encapsulated betalain pigments extracted from red beetroot (Beta vulgaris L.) using methods such as absorption spectroscopy, HPLC, and LC–MS. The major pigments identified were vulgaxanthin I, betanin, isobetanin, and neobetanin, alongside minor components, including three betaxanthin species and a degradation product known as betalamic acid. Spectrophotometric analyses revealed that above pH 8, the betalain peak at 435 nm decreased and red‐shifted to a peak at 549 nm, a shift that could be reversed through neutral pH treatment. At pH 11, a new broad peak appeared at 410 nm and was identified as betalamic acid. To assess the pH …"}, "filled": true, "author_pub_id": "3A2UnqIAAAAJ:35N4QoGY0k4C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=18405294422572262252", "cites_id": ["18405294422572262252"], "pub_url": "https://ift.onlinelibrary.wiley.com/doi/abs/10.1111/1750-3841.17046", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:bOPlC8O9bP8J:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Functional Food Development of Natural Colorant Additives from Mulberry Fruit Extract (Morus nigra L) with Bioactive and Hedonic Evaluation", "pub_year": 2023, "citation": "Food Science and Technology Journal (Foodscitech), 1-9, 2023", "author": "Yuyun Yuniati and Ratna Yulianti Wijaya and Lidwina Angelica Soetantijo and Renny Indrawati", "journal": "Food Science and Technology Journal (Foodscitech)", "pages": "1-9", "abstract": "All modern lifestyles such as unhealthy eating patterns and lack of exercise can trigger the accumulation of free radicals in the human body, where the human body cannot neutralize these free radicals fast enough because of the large number of free radicals that have accumulated in it. Therefore, antioxidant compounds need to be consumed to suppress free radicals. In this study, mulberry is promoted as a natural, functional, and dye source that has been explored for further applications in food and beverages. This research aims to develop natural coloring products from mulberry fruit through extraction and encapsulation processes. Furthermore, hedonic testing was also carried out to determine the panelist's preference level for jelly products using mulberry fruit dyes. Mulberry fruit is extracted, encapsulated by freeze drying method, and processed into a natural dye in jelly products. Mulberry fruit extract contains vitamin C 4.1 g/ml, anthocyanin content of 215.16 mg/L, and antioxidant activity of 73.25. Mulberry encapsulates can be used as a natural dye in jelly products. Based on hedonic testing, jelly products made from natural dyes have superior taste and texture. Further development of natural mulberry fruit encapsulated dyes needs to be done to increase solubility, color sharpness, aroma and color stability"}, "filled": true, "author_pub_id": "3A2UnqIAAAAJ:RYcK_YlVTxYC", "num_citations": 0, "pub_url": "https://ejournal.unitomo.ac.id/index.php/foodscitech/article/view/5130", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:3clakFWalEYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENGARUH FASILITAS KERJA DAN LINGKUNGAN KERJA TERHADAP KINERJA KARYAWAN DI UD KERAJINAN KAYU TOHU SRIJAYA KOTA BATU", "pub_year": 2023, "citation": "UNIVERSITAS MA CHUNG, 2023", "author": "HENRY EL JOHANES DWIPUTRA NUNUHITU", "abstract": "Tujuan dari penelitian ini adalah untuk mengetahui dan menganalisis pengaruh fasilitas dan lingkungan kerja terhadap kinerja karyawan di UD. Seni kayu Tohu Srijaya. Anggapan bahwa kondisi fasilitas dan lingkungan kerja berbanding lurus dengan produktivitas karyawan. Tujuan penelitian adalah untuk merumuskan dan melihat seberapa besar korelasi antara kedua variabel tersebut dalam kaitannya dengan situasi kerja karyawan di bagian produksi. Metode yang digunakan dalam penelitian ini adalah metode kuantitatif, yaitu analisis berdasarkan data yang akurat, yang kemudian diolah sesuai dengan kebutuhan variabel penelitian. Populasi dalam penelitian ini adalah seluruh pegawai pada UD. Kerajinan Kayu Tohu Srijaya. Sampel dalam penelitian ini menggunakan sampel jenuh sebanyak 33 orang. Teknik pengumpulan data dalam penelitian ini menggunakan kusioner dan teknik observasi. Dalam penelitian ini, software SPSS (Statistical Package for the Social Sciences) digunakan untuk pengolahan data. Hasil penelitian ini menunjukkan bahwa fasilitas kerja memiliki pengaruh yang signifikan terhadap kinerja karyawan dan lingkungan kerja memiliki pengaruh yang signifikan terhadap kinerja karyawan di UD. Seni kayu Tohu Srijaya. Penelitian diharapkan mampu menjadi landasan dalam penentuan kebijakan yang berhubungan dengan fasilitas kerja dan kondisi lingkungan kerja yang kondusif, serta membantu memberi landasan verifikatif penelitian selanjutnya tentang relasi lingkungan kerja terhadap produktivitas kerja."}, "filled": true, "author_pub_id": "3A2UnqIAAAAJ:4TOpqqG69KYC", "num_citations": 0, "pub_url": "http://repository.machung.ac.id/id/eprint/209/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8XS5pdDEXGsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis Pengaruh Makro Influencer Dan Mikro Influencer Dalam Kol (Key Opinion Leader) Marketing Terhadap Brand Awareness Skintific", "pub_year": 2023, "citation": "UNIVERSITAS MA CHUNG, 2023", "author": "Audrey Jessie Widyadhana", "abstract": "Industri skincare saat ini mengalami perkembangan yang pesat dan inovasi produk yang semakin beragam. Hal ini dipicu oleh tingginya permintaan dari konsumen yang semakin sadar akan pentingnya menjaga kesehatan kulit dan penampilan yang maksimal. Namun, seiring dengan pesatnya perkembangan tersebut, persaingan antar merek skincare juga semakin ketat dan kompetitif (Kusumawati, 2019).Setiap merek berusaha untuk menciptakan produk terbaik dan menarik perhatian konsumen melalui promosi yang efektif. Salah satu strategi promosi yang populer saat ini adalah influencer marketing atau pemasaran melalui influencer. Influencer merupakan individu yang memiliki pengaruh besar di media sosial, terutama di platform seperti Instagram dan YouTube (Fitriani, 2021). Mereka memiliki banyak pengikut dan penggemar yang setia dan mempercayai opini dan saran yang diberikan oleh influencer tersebut."}, "filled": true, "author_pub_id": "3A2UnqIAAAAJ:_kc_bZDykSQC", "num_citations": 11, "citedby_url": "/scholar?hl=en&cites=6761170913180393775,11595452412167025033", "cites_id": ["6761170913180393775", "11595452412167025033"], "pub_url": "http://repository.machung.ac.id/id/eprint/221/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:LyHSkR-B1F0J:scholar.google.com/", "cites_per_year": {"2024": 9, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENGARUHSERVICEQUALITYTERHADAPTINGKATKEPUASANKONSUMENDIOLYMPUSPOOL&CAFE MALANG", "pub_year": 2023, "citation": "UNIVERSITAS MA CHUNG, 2023", "author": "MALIKUZ ZAHRO", "abstract": "This research was conducted to determine the effect of service quality consisting  of tangible, reliability, responsiveness, assurance, and empathy on the level of  customer satisfaction at the Olympus Pool & Cafe Malang. This type of research  uses a quantitative approach. Sampling using purposive sampling technique of  100 respondents with the criteria of respondents who had been consumers at the  Olympus Pool & Cafe. Data obtained through online questionnaires. Based on  the results of the study, it shows that the variables tangible, reliability,  responsiveness, assurance, and empathy simultaneously have a significant effect  on the level of customer satisfaction with an Fcount test value of 31,409 > Ftable  2,467 with a significance of 0.000 <0.05. Based on the results of the t test, it can  be concluded that the tangible, reliability, and empathy variables have a  significant effect on the level of customer satisfaction, while the responsiveness  variable has a t test value of 0.424 <1.985 and a significance of 0.673 > 0.05 and  an assurance value of t test 0.371 <1.985 and a significance of 0.711 > 0.05, it  can be stated that it has no significant effect on the level of customer satisfaction.  Tangible, reliability, responsiveness, assurance, and empathy affect the level of  customer satisfaction by 60.6%, while the remaining 39.4% is influenced by  other variables not discussed in this study.  Keywords : Service Quality, Tangible, Reliability, Responsiveness, Assurance,  Empathy, Customer Satisfaction Level."}, "filled": true, "author_pub_id": "3A2UnqIAAAAJ:ULOm3_A8WrAC", "num_citations": 0, "pub_url": "http://repository.machung.ac.id/id/eprint/225/2/12%20111910075_BAB%20I.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:VeVswXYAxs0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Photostability study of new photosensitizer from dregs of green tea and its antibacterial adjustment against Escherichia coli ATCC 8739", "pub_year": 2022, "citation": "AIP Conference Proceedings 2638 (1), 2022", "author": "Renny Indrawati and Elok Zubaidah and Aji Sutrisno and Leenawaty Limantara and Philemon Luigi and Tatas Hardo Panintingjati Brotosudarmo", "journal": "AIP Conference Proceedings", "volume": "2638", "number": "1", "publisher": "AIP Publishing", "abstract": "The dregs of green teas have recently been investigated as a potential source of pigments which exhibits antibacterial effects via the photodynamic mechanism. The dregs contain chlorophyll derivatives and trace carotenoids, which can absorb visible lights and produce cytotoxic radicals. The present research was aimed to perform:(i) the photostability study of pigments extract from dregs of green teaunder the illumination of red LED (light-emitting diode) lamp, and (ii) the evaluation of photodynamic antibacterial activity against Escherichia coli ATCC 8739 upon the adjustment of either illumination time or sensitizer concentration. The pigments extract from the dregs was irradiated under a red LED lamp at 300 μmol/m2s for 40 minutes while being periodically observed using UV-Visible spectrophotometer and high-performance liquid chromatography. The microbial assay was performed by positioning the mixture of …"}, "filled": true, "author_pub_id": "3A2UnqIAAAAJ:blknAaTinKkC", "num_citations": 0, "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2638/1/070013/2831264", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:kGLgeA78LdEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Product Characterization and Marketing Strategy of “BREM UNGU”: Rejuvenation of Indonesian Traditional Food with Local Purple Sweet Potato as the Source of Natural Colorant", "pub_year": 2021, "citation": "Indonesian Journal of Natural Pigments 3 (1), 10-15, 2021", "author": "Greta Jatiyati and Benedieta Prytania Jessica and Renny Indrawati", "journal": "Indonesian Journal of Natural Pigments", "volume": "3", "number": "1", "pages": "10-15", "abstract": "Solid brem is an indigenous fermented food of Indonesia, which often has typical form of long thick bar, white to yellow in color, sweet-sour taste with cooling sensation, and it is easy to crumble by the presence of water. These unique characteristics are generated through alcoholic fermentation of glutinous rice, followed by filtration, concentration, whipping and dehydration. Although it is continuously produced and sold as regional specialties of Madiun, East Java, most people refuse to consume this solid brem due to its high sugar content and lack of information that describes its potential health benefits. The present study is attempting the possibility of combining glutinous rice with another local food material having well-known health benefit. Here, we utilize the potency of local purple sweet potato (Ipomoea batatas var. Gunung Kawi), being rich in carbohydrate and anthocyanines, to partly substitute the glutinous rice while adding the health benefits of the final product. The present anthocyanins in purple sweet potato has been well-studied, exhibiting antioxidant, anti-inflammation, and hepatoprotective activities. The raw materials were subjected to yeast fermentation for 7 days, and subsequently extracted using manual mechanical press. A series of materials ratio (extract of fermented glutinous rice: purple sweet potato= 30: 1, 15: 1, 15: 2) was determined prior to dehydration of brem, and then the color, sugar content, pH, antioxidant activity, and sensory properties of the resulted product were analyzed. Moreover, the competitive analysis and marketing strategy will also be discussed in order to make sure the sustainability of this new innovation."}, "filled": true, "author_pub_id": "3A2UnqIAAAAJ:k_IJM867U9cC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=16339374317488961497", "cites_id": ["16339374317488961497"], "pub_url": "https://www.academia.edu/download/73731528/37.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:2fcRPl8eweIJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "CCDC 1570723: Experimental Crystal Structure Determination", "pub_year": 2021, "citation": "(No Title), 2021", "author": "Masahiro Mikuriya and Chihiro Yamakawa and Kensuke Tanabe and Raigo Nukita and Yuki Amabe and Daisuke Yoshioka and Ryoji Mitsuhashi and Ryota Tatehata and Hidekazu Tanaka and Makoto Handa and Motohiro Tsuboi", "journal": "(No Title)", "publisher": "Cambridge Crystallographic Data Centre", "abstract": "CCDC 1570723: Experimental Crystal Structure Determination | CiNii Research CiNii 国立\n情報学研究所 学術情報ナビゲータ[サイニィ] 詳細へ移動 検索フォームへ移動 論文・データをさがす \n大学図書館の本をさがす 日本の博士論文をさがす English 検索 タイトル 人物/団体名 所属機関 ISSN \nDOI 期間 ~ 本文リンク 本文リンクあり データソース JaLC IRDB Crossref DataCite NDLサーチ \nNDLデジコレ(旧NII-ELS) RUDA JDCat NINJAL CiNii Articles CiNii Books DBpedia Nikkei BP \nKAKEN Integbio PubMed LSDB Archive 極地研ADS 極地研学術DB OpenAIRE 公共データカタログ \nすべて 研究データ 論文 本 博士論文 プロジェクト [2024年12月9日更新]CiNii Dissertations及び\nCiNii BooksのCiNii Researchへの統合について CiNii Research自動翻訳機能(試行版)をCiNii \nLabsにて公開しました 日経BP社提供データの更新停止及び削除について 「研究データ」「根拠データ\n」の収録について CiNiiのサービスに関するアンケートを実施中です(期間:2025年3月18日(火)から…"}, "filled": true, "author_pub_id": "3A2UnqIAAAAJ:M05iB0D1s5AC", "num_citations": 0, "pub_url": "https://cir.nii.ac.jp/crid/1882273591215683840", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:RQPli7VjbEQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Research Article Visible Light-Induced Antibacterial Activity of Pigments Extracted from Dregs of Green and Black Teas", "pub_year": 2021, "citation": "", "author": "Renny Indrawati and Elok Zubaidah and Aji Sutrisno and Leenawaty Limantara and Melisa Megawati Yusuf and Tatas Hardo Panintingjati Brotosudarmo", "abstract": "Chlorophyll and its derivatives are potential natural sensitizers frequently applied in antimicrobial photodynamic therapy. Chlorophyll derivatives are formed naturally during tea processing, but they do not contribute to the color of tea infusions and thus are presumably left in the tea dregs. e present study aimed to investigate (i) the chlorophyll remnants in the pigments recovered from dregs of green and black teas and (ii) the antibacterial activity of pigments extracted from the tea dregs upon illumination using a light-emitting diode (LED) as the light source. Pigment analysis using high-performance liquid chromatography (HPLC) revealed the presence of main degradation products of chlorophylls, such as pheophytin and its epimers, pyropheophytin, and pheophorbides. In vitro assays demonstrated significant reductions in the number of viable bacteria in the presence of the pigments after 30 min of incubation with LED light irradiation. e descending order of bacterial susceptibility was Listeria monocytogenes> Staphylococcus aureus> Escherichia coli> Salmonella typhi. At an equivalent irradiation intensity, the blue and red LEDs could stimulate a comparable inactivation effect through photodynamic reactions. ese findings demonstrated the valorization potential of tea dregs as a source of chlorophyll derivatives with visible light-induced antibacterial activity."}, "filled": true, "author_pub_id": "3A2UnqIAAAAJ:NaGl4SEjCO4C", "num_citations": 0, "pub_url": "https://www.academia.edu/download/90267480/5524468.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:gudx6fQC4XUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Remnant photosynthetic pigments in tea dregs: identification, composition, and potential use as antibacterial photosensitizer", "pub_year": 2021, "citation": "Potravinarstvo Slovak Journal of Food Sciences, 2021", "author": "Renny Indrawati and Tatas Hardo Panintingjati Brotosudarmo and Elok Zubaidah and Aji Sutrisno and Leenawaty Limantara", "publisher": "Potravinarstvo Slovak Journal of Food Sciences", "abstract": "The production of tea dregs is continually increasing along with the growth of people's interest in ready-to-drink beverages. However, the recent development of research on the use of tea dregs is still very limited. The present study was aimed to identify the remnant photosynthetic pigments in tea dregs, determine their composition, and evaluate their potential use as natural antibacterial agents based on light-induced reaction (photosensitization). The tea dregs from six commercial teas, consisting of green and black teas, were analyzed using high-performance liquid chromatography (HPLC) with a photodiode array detector, and the spectroscopic data were analyzed from 350 to 700 nm. Pigment identification was performed based on spectral characteristics, and pigment composition in the extracts from the dregs was determined by a three-dimensional multi-chromatogram analysis method. The dominant pigment fractions in both tea types were pheophytin a and its isomers, as well as pheophytin b. Although the dregs of black teas generally contain fewer remnant pigments, they possess residual chlorophyll b, which is not found in the dregs of green teas. In thirty-minutes illumination under 50 W red light-emitting diode, the presence of pigments from tea dregs caused up to 0.87 and 0.35 log reduction of Staphylococcus aureus and Escherichia coli, respectively. The disparity of pigments composition among tea types does not strongly influence their photosensitization activity against both bacteria. Hence, upon further application, the amount of total remnant pigments in the dregs could be taken as substantial consideration instead of tea types."}, "filled": true, "author_pub_id": "3A2UnqIAAAAJ:M3NEmzRMIkIC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=8394577592251265744", "cites_id": ["8394577592251265744"], "pub_url": "https://dspace.uc.ac.id/handle/123456789/5857", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:0DKXAdiHf3QJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 0, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Visible light‐induced antibacterial activity of pigments extracted from dregs of green and black teas", "pub_year": 2021, "citation": "Scientifica 2021 (1), 5524468, 2021", "author": "Renny Indrawati and Elok Zubaidah and Aji Sutrisno and Leenawaty Limantara and Melisa Megawati Yusuf and Tatas Hardo Panintingjati Brotosudarmo", "journal": "Scientifica", "volume": "2021", "number": "1", "pages": "5524468", "publisher": "Hindawi", "abstract": "Chlorophyll and its derivatives are potential natural sensitizers frequently applied in antimicrobial photodynamic therapy. Chlorophyll derivatives are formed naturally during tea processing, but they do not contribute to the color of tea infusions and thus are presumably left in the tea dregs. The present study aimed to investigate (i) the chlorophyll remnants in the pigments recovered from dregs of green and black teas and (ii) the antibacterial activity of pigments extracted from the tea dregs upon illumination using a light‐emitting diode (LED) as the light source. Pigment analysis using high‐performance liquid chromatography (HPLC) revealed the presence of main degradation products of chlorophylls, such as pheophytin and its epimers, pyropheophytin, and pheophorbides. In vitro assays demonstrated significant reductions in the number of viable bacteria in the presence of the pigments after 30 min of incubation …"}, "filled": true, "author_pub_id": "3A2UnqIAAAAJ:maZDTaKrznsC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=13960560954062067154", "cites_id": ["13960560954062067154"], "pub_url": "https://onlinelibrary.wiley.com/doi/abs/10.1155/2021/5524468", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:0tUOtDjgvcEJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 2, "2023": 2, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Terapi Fotodinamik Antimikroba: Prospek Baru Dalam Penanganan Pangan?", "pub_year": 2021, "citation": "Jurnal Ilmiah Berkala Sains dan Terapan Kimia 15 (1), 74-90, 2021", "author": "Renny Indrawati and Amelia Myristi Lolita and Leenawaty Limantara", "journal": "Jurnal Ilmiah Berkala Sains dan Terapan Kimia", "volume": "15", "number": "1", "pages": "74-90", "abstract": "Terapi fotodinamik antimikroba merupakan kombinasi reaksi fisika dan kimia yang melibatkan interaksi antara sensitizer, cahaya, dan oksigen, untuk menghasilkan spesi oksigen reaktif yang dapat memicu kematian sel mikroba. Sensitizer merupakan senyawa kimia yang dapat teraktivasi oleh cahaya. Senyawa yang dapat digunakan sebagai sensitizer antara lain adalah dari kelompok zat warna dengan struktur trisiklik (riboflavin, metilen biru, eritrosin), tetrapirol (klorofil, porfirin, ftalosianina), serta fukokoumarin (psoralen, ksantotoksin). Cahaya yang digunakan tidak terbatas pada rentang ultra-violet, sebagaimana telah banyak diaplikasikan pada metode disinfeksi, tetapi juga dapat berasal dari rentang panjang gelombang cahaya tampak. Pembentukan spesi oksigen reaktif dapat melalui jalur mekanisme transfer energi ataupun transfer elektron. Metode inaktivasi mikroba secara fotodinamik menawarkan perlakuan tanpa panas, waktu kerja yang singkat, meminimalkan kemungkinan berkembangnya resistensi mikroba, serta ramah lingkungan. Kajian pustaka ini akan membahas tentang komponen terapi fotodinamik antimikroba, mekanisme reaksi, perkembangan penelitian di dalam dan luar negeri, serta prospek aplikasinya dalam penanganan pangan."}, "filled": true, "author_pub_id": "3A2UnqIAAAAJ:isC4tDSrTZIC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=7362512432601784889", "cites_id": ["7362512432601784889"], "pub_url": "https://www.academia.edu/download/73731526/pdf.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:OWKglwzmLGYJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Color Alteration of Encapsulated Beetroot (Beta vulgaris L.) Extract Upon Dissolving in Various pH Treatment", "pub_year": 2020, "citation": "Indonesian Journal of Natural Pigments 2 (2), 48-48, 2020", "author": "Diah Mustika Lukitasari and Renny Indrawati and Rosita Dwi Chandra and Heriyanto Heriyanto and Leenawaty Limantara", "journal": "Indonesian Journal of Natural Pigments", "volume": "2", "number": "2", "pages": "48-48", "abstract": "It has been known that most natural pigments are unstable upon exposure against several environmental factors, such as thermal treatment, light, oxidizing or reducing agents, as well as acid or alkaline compounds. Encapsulation procedures is often adopted to adjust the solubility and provide protection to the natural pigments. Here, we prepared an encapsulated beetroot extract as the candidate of red bio-colorant. The primary aim of the present study is to investigate color alteration of encapsulated beetroot (Beta vulgaris L.) extract upon dissolving in various pH adjustment and prolonged storage. The McIllvainne buffer was prepared in various pH range, ie from 2 to 11. The encapsulated extract (0.1% w/v) was dissolved and the color of the solutions were measured regularly until 3 days storage under darkness at 20 0 C. Any degradation or structural changes will cause color alteration, which were monitored …"}, "filled": true, "author_pub_id": "3A2UnqIAAAAJ:RHpTSmoSYBkC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=3141217360401799552", "cites_id": ["3141217360401799552"], "pub_url": "https://scholar.google.com/scholar?cluster=3141217360401799552&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:gBkK4YvYlysJ:scholar.google.com/", "cites_per_year": {"2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Humans’ Body Immunity and Natural Pigments", "pub_year": 2020, "citation": "Indonesian Journal of Natural Pigments 2 (2), 26-26, 2020", "author": "Renny Indrawati and Leenawaty Limantara and Tatas HP Brotosudarmo", "journal": "Indonesian Journal of Natural Pigments", "volume": "2", "number": "2", "pages": "26-26", "abstract": "The emerging pandemic of Corona Virus Disease (COVID-19) has attracted special concerns regarding the case of very contagious viral infection. Besides the profound waiting toward vaccine development, public awareness was also addressed into the effort of increasing humans’ body immunity. Nowadays, the people are encouraged to consume adequate amount of vitamin C and increase the consumption of fruits and vegetables. In addition, various kinds of food supplements are offered and claimed to give us protection and prevention against viral infection by boosting our immune system. However, the communities are actually lack of proper information regarding the true mechanism of immune system. How is the infection developed in our body? How does the immune system work? Could it be modulated by consuming the bioactive compounds? Here, the stages of infection, the immune system, as well as the role of natural pigments to support the humans’ body immunity will be briefly discussed."}, "filled": true, "author_pub_id": "3A2UnqIAAAAJ:4JMBOYKVnBMC", "num_citations": 0, "pub_url": "https://www.academia.edu/download/73731524/32.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:RlwC1DPvkHYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Functionalization of titanium dioxide through dye-sensitizing method utilizing red amaranth extract for phenol photodegradation", "pub_year": 2020, "citation": "IOP Conference Series: Materials Science and Engineering 902 (1), 012029, 2020", "author": "Yehezkiel Steven Kurniawan and K Anggraeni and R Indrawati and Leny Yuliati", "journal": "IOP Conference Series: Materials Science and Engineering", "volume": "902", "number": "1", "pages": "012029", "publisher": "IOP Publishing", "abstract": "In this work, red amaranth (RA) extract was utilized as the source of the natural pigments for dye-sensitizing of the TiO 2. The natural pigments were isolated from the RA leaves through a maceration technique to obtain the RA extract as a red powder. Since photocatalytic efficiency of titanium dioxide (TiO 2) under visible light is negligible, further modification such as by addition of dye-sensitizer is required. The TiO 2 was sensitized using the natural pigments contained in the RA extract using (3-aminopropyl) trimethoxysilane (APTMS) as the linker agent through an impregnation method to give the dye-sensitized TiO 2 composite (RA-APTMS/TiO 2). After dye-sensitizing, new absorption peaks at 1632–1030 cm− 1 were detected in the Fourier transform infrared (FTIR) spectra, which were corresponded to the functional groups of chlorophyll originated from the RA extract. Furthermore, the appearance of a new …"}, "filled": true, "author_pub_id": "3A2UnqIAAAAJ:r0BpntZqJG4C", "num_citations": 12, "citedby_url": "/scholar?hl=en&cites=711392207923189453", "cites_id": ["711392207923189453"], "pub_url": "https://iopscience.iop.org/article/10.1088/1757-899X/902/1/012029/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:zRY-qXFf3wkJ:scholar.google.com/", "cites_per_year": {"2020": 1, "2021": 4, "2022": 1, "2023": 4, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Thermal Degradation Kinetics of Encapsulated Palm Carotenes Using Different Combination of Wall Materials", "pub_year": 2020, "citation": "Indonesian Journal of Natural Pigments 2 (1), 21-21, 2020", "author": "Khoo Mun Hong and Renny Indrawati and Tatas HP Brotosudarmo and Leenawaty Limantara", "journal": "Indonesian Journal of Natural Pigments", "volume": "2", "number": "1", "pages": "21-21", "abstract": "Palm oil is known as one of the richest sources of carotenes. Carotenes concentrate could be prepared from crude palm oil and possessing potency to be used as nutraceutical materials. Due to the susceptibility of carotenes against heat, the encapsulation procedure might be applied to provide protections. The present study was aimed to learn the influence of using different combination of wall materials toward the thermal degradation kinetics of palm carotenes. Maltodextrin was used as primary wall material, being combined with various surface-active agents, ie Tween-80 (A), Tween-20 (B), and Arabic gum (C). The carotenes concentrate was encapsulated through emulsification steps, and the vivid yellow powder was obtained after freeze drying process. Then, encapsulated palm carotenes were stored in 20 C, 35 C, and 50 C for several days, and the color, carotenes spectrum, as well as water content were monitored periodically. The kinetics of thermal degradation of carotenes were estimated using Arrhenius equation. The results showed that the use of different combination of wall materials exhibited distinct degradation rate. The combination of maltodextrin and Tween-80 gave preferable protection compared to the others, being half-degraded after 51 days in 200C."}, "filled": true, "author_pub_id": "3A2UnqIAAAAJ:qUcmZB5y_30C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=15020654713363358492", "cites_id": ["15020654713363358492"], "pub_url": "https://www.researchgate.net/profile/Leenawaty-Limantara/publication/339749353_Thermal_Degradation_Kinetics_of_Encapsulated_Palm_Carotenes_Using_Different_Combination_of_Wall_Materials/links/5fca2e65299bf188d4f172dc/Thermal-Degradation-Kinetics-of-Encapsulated-Palm-Carotenes-Using-Different-Combination-of-Wall-Materials.pdf?_sg%5B0%5D=started_experiment_milestone&origin=journalDetail&_rtd=e30%3D", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:HOPRA-EVdNAJ:scholar.google.com/", "cites_per_year": {"2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "An Indonesian Marine Bacterium, Pseudoalteromonas rubra, Produces Antimicrobial Prodiginine Pigments", "pub_year": 2020, "citation": "ACS omega 5 (9), 4626-4635, 2020", "author": "Edi Setiyono and Marcelinus Alfasisurya Setya Adhiwibawa and Renny Indrawati and Monika Nur Utami Prihastyanti and Yuzo Shioi and Tatas Hardo Panintingjati Brotosudarmo", "journal": "ACS omega", "volume": "5", "number": "9", "pages": "4626-4635", "publisher": "American Chemical Society", "abstract": "Red pigmented marine bacteria, Pseudoalteromonas rubra strains PS1 and SB14, were isolated from two sampling locations in different ecosystems on Alor Island, Indonesia, and cultured in the laboratory. We analyzed the 16S rRNA gene sequences and examined the pigment composition and found that both strains produced cycloprodigiosin (3), prodigiosin (4), and 2-methyl-3-hexyl-prodiginine (5) as major compounds. In addition, we detected three minor compounds: prodigiosin derivatives 2-methyl-3-propyl prodiginine (1), 2-methyl-3-butyl prodiginine (2), and 2-methyl-3-heptyl-prodiginine (6). To our knowledge, this is the first report that P. rubra synthesizes not only prodigiosin and cycloprodigiosin but also four prodigiosin derivatives that differ in the length of the alkyl chain. The antimicrobial activity of cycloprodigiosin, prodigiosin, and 2-methyl-3-hexyl-prodiginine was examined by a disk-diffusion test …"}, "filled": true, "author_pub_id": "3A2UnqIAAAAJ:IWHjjKOFINEC", "num_citations": 65, "citedby_url": "/scholar?hl=en&cites=17753911606523391977", "cites_id": ["17753911606523391977"], "pub_url": "https://pubs.acs.org/doi/abs/10.1021/acsomega.9b04322", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:6e-CuIqQYvYJ:scholar.google.com/", "cites_per_year": {"2020": 5, "2021": 12, "2022": 13, "2023": 11, "2024": 19, "2025": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Karakterisasi metode paper analytical device berbasis pencitraan digital untuk deteksi kadmium", "pub_year": 2019, "citation": "", "author": "Zuri Rismiarti and Renny Indrawati", "abstract": "Logam kadmium merupakan logam yang bersifat toksik dan mencemari lingkungan serta mengalami proses biotransformasi dan bioakumulasi dalam organisme hidup (tumbuhan, hewan dan manusia). Ikan merupakan salah satu biota perairan yang dapat terpapar logam Cd sehingga merupakan sumber masuknya logam Cd ke dalam tubuh manusia. Telah banyak ditemukan keracunan bersifat kronis yang terjadi pada manusia seperti kanker disebabkan paparan logam kadmium. Paper analytical device telah dilaporkan sebagai metode yang efektif, sensitid dan telah banyak diaplikasikan dalam logam berat. Penentuan kadmium dengan metode paper analytical device berbasis kolometri dengan teknik pencitraan digital telah berhasil dikembangkan. Metode ini menggunakan kertas Whatmann yang telah dipreparasi, kemudian diteteskan dengan reagen alizarin red s yang berdifusi melewati kapiler kertas hingga membentuk warna kuning kehijauan. Intensitas warna yang terbentuk difoto dengan kamera kemudian dianalisis secara kolorimetri menggunakan program Image J untuk memperoleh absorbansi pada masing-masing warna komplementer merah, hijau, biru. Penelitian memfokuskan pada karakterisasi metode yang akan dikembangkan meliputi optimasi reagen (alizarin red S dan asam sulfat) serta waktu pengukuran. Hasil penelitian menunjukkan konsentrasi optimum dari Alizarin Red S dan H2SO4 masing-masing sebesar 750 ppm dan 0, 05 M dengan waktu pengukuran sebesar 10 menit."}, "filled": true, "author_pub_id": "3A2UnqIAAAAJ:MXK_kJrjxJIC", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=6575896140987493453", "cites_id": ["6575896140987493453"], "pub_url": "https://ejournal.unsrat.ac.id/index.php/chemprog/article/view/27744", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:TexrG7NGQlsJ:scholar.google.com/", "cites_per_year": {"2018": 3, "2019": 1, "2020": 0, "2021": 0, "2022": 2, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Selective betalain impregnation from red amaranth extract onto titanium dioxide nanoparticles", "pub_year": 2019, "citation": "AIP Conference Proceedings 2175 (1), 2019", "author": "Yehezkiel Steven Kurniawan and Kristine Anggraeni and Renny Indrawati and Leny Yuliati", "journal": "AIP Conference Proceedings", "volume": "2175", "number": "1", "publisher": "AIP Publishing", "abstract": "In the present work, we reported a selective impregnation of betalain from the red amaranth extract onto titanium dioxide (TiO2) nanoparticles with the help of (3-chloropropyl) trimethoxysilane (CPTMS) as the organic linker. At first, the red amaranth was extracted using a free-solvent method and encapsulated with maltodextrin. The CPTMS was then used as a linker agent to prepare the composite TiO2 material containing the red amaranth extract (0.05, 0.10, and 0.20%(w/w)) by an impregnation method in ethanol. After the impregnation, the filtrate color was green while the composite material was obtained as a purplish solid. The diffuse reflectance ultraviolet-visible (DR UV-Vis) spectra of the composite materials showed the absorption peaks at 540 and 665 nm, showing the presence of the betalain pigment. Furthermore, the Fourier-transform infrared (FTIR) spectrum of the composite material confirmed the …"}, "filled": true, "author_pub_id": "3A2UnqIAAAAJ:qxL8FJ1GzNcC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=7421139110427892059", "cites_id": ["7421139110427892059"], "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2175/1/020049/1002841", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:WxnQubMu_WYJ:scholar.google.com/", "cites_per_year": {"2020": 1, "2021": 1, "2022": 0, "2023": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Isolation, encapsulation, stability and characteristics of thylakoid from suji leaves (Pleomele angustifolia) as natural food coloring agent", "pub_year": 2019, "citation": "Indonesian Journal of Natural Pigments 1 (2), 53-53, 2019", "author": "Rosita Dwi Chandra and Renny Indrawati and Heriyanto Heriyanto and Tatas HP Brotosudarmo and Leenawaty Limantara", "journal": "Indonesian Journal of Natural Pigments", "volume": "1", "number": "2", "pages": "53-53", "abstract": "Suji (Pleomele angustifolia) is one kind of Indonesian typical plants which can be used as natural green food coloring agent. The susceptibility of natural pigment to external environment forces the protection in order to prolong its shelf life. Encapsulation has been known in the art of food preparation to provide protection for several ingredients including food coloring agent. The objective of this study was to observe the method for isolation and encapsulation of thylakoid, and to investigate the stability and characteristics of thylakoid of suji leaves encapsulated in maltodextrin during dark storage at 30 C, 45 C, and 60 C. The degradation of the encapsulated pigments was identified through chromametric analysis which resulted in the increase of L*(lightness), a*(redness), and b*(yellowness) values. In addition, it was also indicated by the decrease of total chlorophyll (TC) which was determined using …"}, "filled": true, "author_pub_id": "3A2UnqIAAAAJ:Zph67rFs4hoC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=12264051306532815478", "cites_id": ["12264051306532815478"], "pub_url": "https://scholar.google.com/scholar?cluster=12264051306532815478&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:dsINga-pMqoJ:scholar.google.com/", "cites_per_year": {"2021": 1}}
