{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Villainess Protagonists’ Performative Acts as the Representation of Modern Femininity", "pub_year": 2022, "citation": "Lingua Cultura 16 (2), 133-140, 2022", "author": "Vivian Graciela Chertian", "journal": "Lingua Cultura", "volume": "16", "number": "2", "pages": "133-140", "abstract": "The research discussed a different representations of femininity through the villainesses and heroines in two Korean webtoons (web cartoons). Traditionally, villainesses were depicted as undesirable antagonists as they did not fit into the frame of traditional femininity or were merely viewed as sexually attractive. However, the traditional aspects of femininity were now contested by the villainess protagonists. Utilizing Butler’s theory of gender performativity along with Kress and van Leeuwen’s visual analysis, the protagonists’ and antagonists’ thoughts, actions, and appearance were analyzed. A descriptive qualitative analysis was conducted on two webtoons, The Villainess Reverses the Hourglass, and It Looks Like I’ve Fallen into the World of a Reverse Harem Game. The studied data are selected from chapters 1-45 in each webtoon. The results show that the villainess protagonists are depicted as more independent, have more power, and occasionally dress in a masculine way, while the heroines-turned-antagonists are illustrated as a dependent, lack power, and always dressed femininely. In this case, the heroines-turned-antagonists’ traits represent Korea’s traditional notion of femininity. Meanwhile, the villainess protagonists possess traits opposing the heroines’ traits. Positioning the villainesses as protagonists and heroines as antagonists show a clash of modern vs. traditional notion of femininity, and putting the ‘villainesses’ as the desirable protagonists imply how their representation of femininity is considered more favorable in the modern context."}, "filled": true, "author_pub_id": "3bis8a0AAAAJ:d1gkVwhDpl0C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=14436760594729317595", "cites_id": ["14436760594729317595"], "pub_url": "https://journal.binus.ac.id/index.php/Lingua/article/view/8375", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:27QyjEWtWcgJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Understanding gen zs online self-presentation on multiple Instagram accounts", "pub_year": 2022, "citation": "Jurnal Studi Komunikasi 6 (2), 603-616, 2022", "author": "Desi Yoanita and Vivian Graciela Chertian and Putu Dinda Ayudia", "volume": "6", "number": "2", "pages": "603-616", "abstract": "Currently, Instagram has become one of the most effective mediums for personal branding. Interestingly, celebrities or influencers are not the only ones using it. Gen Z also uses Instagram to present their image as ideal as possible. However, that  does  not mean  they  lose  their  true  identity.  This  generation  prefers  to  have multiple Instagram accounts to express themselves. This study aimed to explore why Gen Z had multiple Instagram accounts, how they chose the followers, and how they conducted online  self-disclosure  through  content  categorisation  of  each  account. Through this study, the researchers wished to contribute a deeper understanding ofthe  cyber-self,  particularly  in  communication.  A  focused  group  discussion  was conducted  with 21  adolescents  aged  18-20  who  live  in  Java,  Bali,  Kalimantan,  and Sulawesi  with  varying  family  backgrounds,  education,  occupation,  and  gender.  The study found that Gen Z distinguished their account based on the designation they have for each account, what self-aspect they want to display,and it finally affects how they disclose information on Instagram."}, "filled": true, "author_pub_id": "3bis8a0AAAAJ:u5HHmVD_uO8C", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=6047222113611197690", "cites_id": ["6047222113611197690"], "pub_url": "https://repository.petra.ac.id/19675/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-qyuB3kM7FMJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 5}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Construction of Expatriate Identity: A Critical Discourse Analysis on “Indonesia Expat” Magazine", "pub_year": 2020, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 8 (2), 169-182, 2020", "author": "Vivian Graciela Chertian and Esther Kuntjara", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "8", "number": "2", "pages": "169-182", "abstract": "This thesis is a study on the construction of expatriate’s identity in Indonesia Expat magazine. The purpose of this study is to find how the expatriate’s identity is constructed in Indonesia Expat. In this study, the theory used was van Dijk’s (2015) critical discourse analysis. The data were parts of texts taken from Meet the Expat and Info for Expat columns in Indonesia Expat magazine. The writers took a descriptive qualitative approach in this study. According to the findings, there were five identities constructed about the expatriates: skillful, successful, wealthy, healthy, and caring. These identities were constructed by utilizing background, details, graphics, and word choice to generate particular interpretations."}, "filled": true, "author_pub_id": "3bis8a0AAAAJ:u-x6o8ySG0sC", "num_citations": 0, "pub_url": "http://katakita.petra.ac.id/index.php/sastra-inggris/article/view/10737", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:BJVPqzkkmn0J:scholar.google.com/", "cites_per_year": {}}
