{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Media logic and educational micro-content: Presentational themes and approaches on TikTok", "pub_year": 2025, "citation": "The Communication Review, 1-27, 2025", "author": "Jandy Luik and Dwi Setiawan and Ronald HI Sitindjak", "journal": "The Communication Review", "pages": "1-27", "publisher": "Routledge", "abstract": "Brevity is one of the defining characteristics of content found on the TikTok platform, along with features such as music, filters, and users’ body movements. Through the lens of media logic theory, this article focuses on the brevity of micro-content, such as TikTok videos, often referred to as bite-sized content, as well as its impact on content creation processes. Specifically, this study explores the themes and types of educational micro-video presentations on TikTok, all of which have a duration of less than five minutes. The study employs an inductive qualitative content analysis method, using a sample of 140 educational TikTok videos with durations ranging from 13 to 299 seconds. The research identifies six micro-content themes in education: study tips, health and beauty, sports and exercise, creative skills, media and technology, and general knowledge. Among these themes, health and beauty, creative skills, and …"}, "filled": true, "author_pub_id": "3XDlZdAAAAAJ:1sJd4Hv_s6UC", "num_citations": 0, "pub_url": "https://www.tandfonline.com/doi/abs/10.1080/10714421.2025.2452086", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:pkCGiI1h-nsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Embodied spaces in digital times: Exploring the role of Instagram in shaping temporal dimensions and perceptions of architecture", "pub_year": 2024, "citation": "Architecture 4 (4), 948-973, 2024", "author": "Felicia Wagiri and Deser Christian Wijaya and Ronald Hasudungan Irianto Sitindjak", "journal": "Architecture", "volume": "4", "number": "4", "pages": "948-973", "publisher": "MDPI", "abstract": "This study explores Instagram’s influence on sensory and experiential engagement with architecture in the digital age. Using a phenomenological approach, we studied the impact of Instagram’s visual features, such as filters, geotagging, and hashtags, on user interactions and perceptions of architectural spaces. The research demonstrates that Instagram transforms traditional architectural experiences into dynamic visual narratives that integrate real and virtual elements, altering our understanding of space and time. While acknowledging that architectural experience encompasses form, function, and historical context, this paper specifically focuses on Instagram’s role in mediating perceptual experiences. By analyzing user engagement patterns and content trends, the study highlights how Instagram shapes architectural design practices and the creation of spaces tailored for digital interaction. This study offers a comprehensive view of the complex relationship between digital media and architectural perception, identifying both the opportunities and challenges presented by the platform in influencing our understanding of architectural spaces."}, "filled": true, "author_pub_id": "3XDlZdAAAAAJ:NhqRSupF_l8C", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=11616889344600031342", "cites_id": ["11616889344600031342"], "pub_url": "https://www.mdpi.com/2673-8945/4/4/50", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:bsDnW097N6EJ:scholar.google.com/", "cites_per_year": {"2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Furnitur work from home berbahan olahan sampah plastik untuk hunian sempit", "pub_year": 2024, "citation": "Productum 7 (1), 1-10, 2024", "author": "Ivena Meiliani Gustiawan and Ronald Hasudungan Irianto Sitinjak", "volume": "7", "number": "1", "pages": "1-10", "abstract": "Bertambahnya populasi manusia yang meningkat dengan terbatasnya lahan di perkotaan mendorong orang untuk tinggal dalam hunian dengan luasan sempit/terbatas seperti: apartemen, kost-kostan, rumah susun, dan ruang huni lainnya yang terkait dengan fungsi furnitur yang akan dirancang. Ditambah dengan permasalahan wabah virus covid-19 yang telah memaksa banyak orang untuk bekerja dari rumah atau disebut work from home (WFH). Dengan dibantu adanya perkembangan teknologi yang memungkinkan seseorang lebih fleksibel bekerja dimanapun dan kapanpun tanpa harus hadir secara fisik dikantor tempat mereka bekerja. Cara kerja dan gaya hidup seperti itu membuat banyak masyarakat membutuhkan furnitur yang dapat mewadahi aktivitas kerja secara fleksibel dalam hunian sempit, dengan menggunakan material olahan sampah plastik sebagai daya tarik pasar. Perancangan ini menggunakan metode design thinking yang dimulai dari observasi pengenalan karakteristik proses daur ulang sampah plastik, pengumpulan data dan literatur terkait masalah perancangan, penggalian ide dan studi tipologi produk sejenis sebagai dasar penentuan konsep batasan perancangan, serta pengembangan yang menghasilkan desain akhir. Melalui 5 tahapan yang dilakukan, pada akhirnya perancangan ini menghasilkan desain furnitur berbahan olahan sampah plastik yang berkualitas secara visual, fungsi, dan kebutuhan pasar selama work from home untuk hunian sempit. Dengan begitu, furnitur yang dihasilkan berguna dan membawa hal positif bagi penggunanya."}, "filled": true, "author_pub_id": "3XDlZdAAAAAJ:CHSYGLWDkRkC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21329/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:a8qpW0OHWX0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Investigating the Project Based Learning and Service Learning: A Case Study of Interior Design Program, Petra Christian University", "pub_year": 2024, "citation": "Global Journal of Emerging Science, Engineering & Technology 1 (2), 80-90, 2024", "author": "Laksmi Kusuma Wardani and Adi Santosa and Ronald Hasudungan Irianto Sitinjak and Poppy Firtatwentyna Nilasari", "journal": "Global Journal of Emerging Science, Engineering & Technology", "volume": "1", "number": "2", "pages": "80-90", "publisher": "Petra Christian University", "abstract": "Curriculum development is carried out by the Interior Design Study Program at Petra Christian University to foster academic competencies, encourage and facilitate students to master various sciences according to their specialization, as well as enable them to understand real problems and find creative solutions. This article discusses various learning activities that contribute to empirical knowledge regarding the successful implementation of project-based learning in a sustainable manner. Through project-based learning, the learning process is built on learning activities with real tasks that challenge students to solve daily life problems independently and collaboratively. Meanwhile, through service learning, students experience direct interaction with the community where they live. Overall, implementing learning helps promote the existence of the design profession to the public. Communities become more aware that they must increase awareness of their cultural environment. In contrast, students become more aware of their competence as designers in building a better environment."}, "filled": true, "author_pub_id": "3XDlZdAAAAAJ:EUQCXRtRnyEC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20814/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:lUNQy3KdqL8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Incorporating Mobile Augmented Reality into Ubiquitous Learning Models to Enhance Student Experience in Interior Design Education", "pub_year": 2024, "citation": "Am. J. Educ. Res 12, 176-186, 2024", "author": "Felicia Wagiri and Ronald Hasudungan Irianto Sitindjak", "journal": "Am. J. Educ. Res", "volume": "12", "pages": "176-186", "abstract": "The shift towards more adaptable learning approaches in design education, particularly remote and online learning, has been significant following the pandemic. This study explores the integration of mobile augmented reality (MAR) in ubiquitous learning settings with a focus on interior design education. We involved 163 undergraduate students in experiments to assess their use of MAR tools such as SketchUp and Fologram within Rhinoceros-Grasshopper. Their experiences were evaluated using the User Experience Questionnaire (UEQ), and a chi-squared test analyzed the relationship between these MAR tools and two educational models: the traditional classroom (Model-I) and the flipped classroom (Model-II). Results showed a preference for SketchUp across both models due to its user-friendly interface, while Fologram was preferred in the traditional classroom for its innovative features. The study underlines the importance of balancing advanced technology with effective teaching strategies to improve learning outcomes. Future research is recommended to enhance design education in distance-learning environments."}, "filled": true, "author_pub_id": "3XDlZdAAAAAJ:abG-DnoFyZgC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=15364744963984639476", "cites_id": ["15364744963984639476"], "pub_url": "https://www.researchgate.net/profile/Felicia-Wagiri-3/publication/380979722_Incorporating_Mobile_Augmented_Reality_into_Ubiquitous_Learning_Models_to_Enhance_Student_Experience_in_Interior_Design_Education/links/66586dd122a7f16b4f621e24/Incorporating-Mobile-Augmented-Reality-into-Ubiquitous-Learning-Models-to-Enhance-Student-Experience-in-Interior-Design-Education.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:9MXGiiOKOtUJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Media Freelancers and Platforms: How Beginner and Experienced Media Freelancers Perceive Online Platforms", "pub_year": 2023, "citation": "Media Freelancers and Platforms: How Beginner and Experienced Media …, 2023", "author": "Jandy Edipson Luik and Dwi Setiawan and Ronald Hasudungan Irianto Sitinjak", "abstract": "The article presents the perspectives of media freelancers on digital platforms. This article is based on a qualitative study comprising 20 participants (10 beginners and 10 experienced media freelancers). Our findings indicate that the degree of flexibility is often overstated, as many freelance media workers on online platforms are compelled to adhere to tight deadlines, client demands, and offered prices. Regarding the issue of precarity, our study participants, particularly the beginners, understand the challenges they encounter serve as necessary steppingstones towards more established positions. The experienced freelancers are adept at navigating the challenges and threats that arise when working with online platforms. This collective knowledge leads us to reassess the extreme positions of either uncritically celebrating flexibility or outrightly rejecting the casualisation of work."}, "filled": true, "author_pub_id": "3XDlZdAAAAAJ:_xSYboBqXhAC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20667/1/Publikasi1_06002_9819.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:TYPSX9Ttt6MJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Presentation sequences and styles of educational bite-sized content by the Indonesian TikTokers", "pub_year": 2023, "citation": "Presentation Sequences and Styles of Educational Bite-Sized Content by The …, 2023", "author": "Jandy Edipson Luik and Dwi Setiawan and Ronald Hasudungan Irianto Sitinjak", "abstract": "This research delves into the presentation sequences and styles adopted by Indonesian TikTokers in the creation of educational content on the TikTok platform. Employing a qualitative content analysis methodology, we analyse 140 TikTok videos from prominent Indonesian creators, categorising the content into themes and identifying prevalent presentation styles and sequences. Our findings shed light on the dynamic nature of educational content on TikTok, emphasising the platform s fast-paced environment. We explore linguistic features, multimodality, and the implications of these elements on the effectiveness of educational content. This paper aims to contribute to the evolving landscape of digital education by providing insights into TikTok s unique role in knowledge dissemination."}, "filled": true, "author_pub_id": "3XDlZdAAAAAJ:bFI3QPDXJZMC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=7043193123315488100", "cites_id": ["7043193123315488100"], "pub_url": "https://repository.petra.ac.id/20666/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZJWxR9RyvmEJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Participatory Method and Regionalism Approach of Furniture Design for Nginden Jangkungan Herbal Library Surabaya", "pub_year": 2022, "citation": "Participatory Method and Regionalism Approach of Furniture Design for …, 2022", "author": "Hendro Mozart Delahoya and Nathania Melissa Yuliani and Laksmi Kusuma Wardani and Diana Thamrin and Ronald Hasudungan Irianto Sitinjak", "abstract": "Surabaya s vision to become a literacy city, initiated by the mayor, Tri Rishmaharini, led to the opening of 533 regional libraries by 2019. In 2020, Nginden Jangkungan Herbal Library was chosen as the best regional library in Surabaya, with facilities and infrastructure supporting various literacy activities. However, there is much that still can be developed, in terms of the visual and functional quality of its interior design. This research used the participatory design method combined with a regionalism approach. This method was used to engage the community to develop their library with their own strengths and resources. Meanwhile, a regionalism approach was adopted to develop the local potential of the library within a global perspective. The objective of this research was to enrich the use of local resources by utilizing them as part of the furniture design for the herbal library. There are many herbal plants on the surrounding site that can be used by the local community. Therefore, eco-print training was held to educate the community and provide a transfer of knowledge about the benefits of herbal plants other than for consumption. The results of this eco-print training were then used as a part of the library s furniture, such as for the upholstery, and were designed in a modern way. Through the participatory method, the community can further develop this eco-print potential for the development of various products that can support the literacy activities of the public library."}, "filled": true, "author_pub_id": "3XDlZdAAAAAJ:P5F9QuxV20EC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19728/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:kFWRRrWsrq8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Regionalism Approach with Co-Design Method in the Redesign of Literacy Stage at Herbal Library Nginden Jangkungan Surabaya", "pub_year": 2022, "citation": "Regionalism Approach with Co-Design Method in the Redesign of Literacy Stage …, 2022", "author": "Nathania Melissa Yuliani and Hendro Mozart Delahoya and Diana Thamrin and Laksmi Kusuma Wardani and Ronald Hasudungan Irianto Sitinjak", "abstract": "In the recent years, regional libraries in Surabaya have been encouraged to support Gerakan Literasi Nasional (GLN), a national program to cultivate literacy in Indonesia. One of the potential libraries is the Herbal Library on Nginden Jangkungan Street in Surabaya that provides various active literacy activities through a literacy stage facility. However, this facility was lacking identity in terms of visual and spatial character and more sub-facilities were needed to accommodate activities for performing, presenting, conducting workshops and other literacy activities. This research aims to redesign the literacy stage facility of Herbal Library Nginden with Regionalism approach combined with Co-design method, to implement the regional identity and community potentials into the designing process and result. The Co-design method is a collaborative designing process between designers and the community to produce designs that truly answer the needs, transfer knowledge and create a sense of ownership. The result of this study is an iconic design of a literacy stage that could accommodate the flexibility of literacy activities while representing the local culture of the community in terms of visual and spatial character. Regionalism approach was adopted through the implementation of natural elements (leaves, bamboo, red ginger, etc) originating from the herbal librarys site, crafts from plastic waste that were co-designed with the communitys art works, and the use of Javanese language and culture. Through this research design project, hopefully the design intervention product can support Herbal Library Nginden Jangkungan to become new literacy icon …"}, "filled": true, "author_pub_id": "3XDlZdAAAAAJ:cFHS6HbyZ2cC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19729/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Af_Po6eg3qkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Regionalism and Co-Design Approach in the Redesign of a Literacy Stage at the Nginden Jangkungan Herbal Library in Surabaya", "pub_year": 2022, "citation": "KnE Social Sciences 2022 (ICADECS 2021), 245-252, 2022", "author": "Nathania Melissa Yuliani and Hendro Mozart Delahoya and Diana Thamrin and Laksmi Kusuma Wardani and Ronald Hasudungan Irianto Sitinjak", "journal": "KnE Social Sciences", "volume": "2022", "number": "ICADECS 2021", "pages": "245-252", "publisher": "KnE Publishing", "abstract": "In recent years, regional libraries in Surabaya have been encouraged to support Gerakan Literasi Nasional (GLN), a national program to cultivate literacy in Indonesia. One of these libraries is the Herbal Library on Nginden Jangkungan street in Surabaya that provides various active literacy activities through a literacy stage facility. However, this facility was lacking identity in terms of visual and spatial character and more sub-facilities were needed to accommodate activities for performing, presenting, conducting workshops and other literacy activities. This research aimed to redesign the literacy stage facility of the Nginden Herbal Library using a regionalism approach combined with a community co-design method. The co-design method is a collaborative process between designers and the community to produce designs that truly answer the needs of the community, promote transfer of knowledge and create a shared sense of ownership. The result of this study is an iconic design of a literacy stage that could accommodate the flexibility of literacy activities while representing the local culture of the community. The regionalism approach was adopted through the implementation of natural elements (leaves, bamboo, red ginger, etc.) originating from the herbal library’s site, and the use of Javanese language and culture. Crafts from plastic waste were also co-designed with the community’s art works. It is hoped that the design product can support the Herbal Library to become a new literacy icon in Surabaya."}, "filled": true, "author_pub_id": "3XDlZdAAAAAJ:pqnbT2bcN3wC", "num_citations": 0, "pub_url": "https://knepublishing.com/index.php/KnE-Social/article/view/11667/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:c3EvhmlLflQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Participatory Method and Regionalism Approach to Design Furniture for the Nginden Jangkungan Herbal Library in Surabaya", "pub_year": 2022, "citation": "KnE Social Sciences 2022 (ICADECS 2021), 236-244, 2022", "author": "Hendro Mozart Delahoya and Nathania Melissa Yuliani and Laksmi Kusuma Wardani and Diana Thamrin and Ronald Hasudungan Irianto Sitinjak", "journal": "KnE Social Sciences", "volume": "2022", "number": "ICADECS 2021", "pages": "236-244", "publisher": "KnE Publishing", "abstract": "Surabaya’s vision to become a literacy city, initiated by the mayor, Tri Rishmaharini, led to the opening of 533 regional libraries by 2019. In 2020, Nginden Jangkungan Herbal Library was chosen as the best regional library in Surabaya, with facilities and infrastructure supporting various literacy activities. However, there is much that still can be developed, in terms of the visual and functional quality of its interior design. This research used the participatory design method combined with a regionalism approach. This method was used to engage the community to develop their library with their own strengths and resources. Meanwhile, a regionalism approach was adopted to develop the local potential of the library within a global perspective. The objective of this research was to enrich the use of local resources by utilizing them as part of the furniture design for the herbal library. There are many herbal plants on the surrounding site that can be used by the local community. Therefore, eco-print training was held to educate the community and provide a transfer of knowledge about the benefits of herbal plants other than for consumption. The results of this eco-print training were then used as a part of the library’s furniture, such as for the upholstery, and were designed in a modern way. Through the participatory method, the community can further develop this eco-print potential for the development of various products that can support the literacy activities of the public library."}, "filled": true, "author_pub_id": "3XDlZdAAAAAJ:g5m5HwL7SMYC", "num_citations": 0, "pub_url": "https://knepublishing.com/index.php/KnE-Social/article/download/11666/18898", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8tRCuyTSlTsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Kemasan Mangkuk", "pub_year": 2021, "citation": "Universitas Kristen Petra, 2021", "author": "Listia Natadjaja and Laksmi Kusuma Wardani and Diana Thamrin and Ronald Hasudungan Irianto Sitinjak and Ellen Violetta", "publisher": "Universitas Kristen Petra", "abstract": "SERTIFIKAT DESAIN INDUSTRI Page 1 REPUBLIK INDONESIA KEMENTERIAN HUKUM \nDAN HAK ASASI MANUSIA SERTIFIKAT DESAIN INDUSTRI Menteri Hukum dan Hak Asasi \nManusia atas nama Negara Republik Indonesia berdasarkan Undang-Undang Nomor 31 ahun \n2000 tentang Desain Industri, memberikan hak Desain Industri kepada : Nama dan Alamat \nPemegang Desain Industri : Universitas Kristen Petra l. Siwalankerto 121 - 131 Surabaya (ID) \nNama Pendesain : Listia Natad aa Laksmi Kusuma Wardani, S.Sn. Diana Thamrin Ronald \nHasudungan Irianto Sitind ak Ellen Violetta udul Desain Industri : KEMASAN MANGKUK \nPelindungan diberikan untuk : Bentuk dan Konfigurasi Nomor Pendaftaran : IDD0000060090 \nSertifikat ini berlaku 10 (sepuluh) tahun terhitung se ak tanggal penerimaan permohonan 22 \nDesember 2019 Sertifikat Desain Industri dilampiri dengan gambar, uraian, atau keterangan …"}, "filled": true, "author_pub_id": "3XDlZdAAAAAJ:pyW8ca7W8N0C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20380/1/DI_IDD0000060090.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:gCAUiVwQ6mEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Spatial Core of Nusantara Dwellings: Women, Fire and Pawon", "pub_year": 2021, "citation": "The Spatial Core of Nusantara Dwellings: Women, Fire and Pawon, 2021", "author": "Lintu Tulistyantoro and Ronald Hasudungan Irianto Sitinjak and Andereas Pandu Setiawan", "abstract": "According to Nusantara culture, women have very important positions in life. The society believes that women are the bearers of the seeds of life. The existence and presence of women are expressed through the placement of safe and tight spaces in traditional dwellings. Meanwhile, in the life of Nusantara people, fire is not only understood physically as part of the cooking process, it is also a non-physical element that has the power to revive. Besides the physical role, fire also has a non-physical role, namely spirituality. Spiritually, fire is a power capable of burning, a symbol of purification and cleansing. The Nusantara people have special beliefs about fire. Fire is the essence of human spiritual life, giving life, warmth and purification. Additionally, pawon or the traditional fireplace is a supporting means of fire, the supporter of family life. Although the pawon is a physical means, its existence is essential and cannot be separated from fire and women. Hence, women, fire, and pawon are three elements that are inseparable parts of the Nusantara people s lives. Fire always interacts with the pawon and women in every dwelling, because fire is a symbol of womens chastity. The correlation of these three elements forms a spatial core that is always present in Nusantara dwellings, that originated from these three elements. The structure of this spatial core can be divided into two patterns: centralized and linear. This paper is a qualitative research that aims to discover and understand the spatial core of Nusantara Dwellings in relation to women, fire and pawon. Data collection was conducted using ethnography, a method used to understand the mindset of …"}, "filled": true, "author_pub_id": "3XDlZdAAAAAJ:maZDTaKrznsC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19041/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:RxbrE5lbs8AJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Apropriasi Rumah Tradisional Batak Toba pada Arsitektur Gereja Katolik Pangururan di Samosir", "pub_year": 2020, "citation": "BioKultur 9 (2), 116-133, 2020", "author": "Ronald Hasudungan Irianto Sitinjak", "volume": "9", "number": "2", "pages": "116-133", "abstract": "Artikel ini fokus pada bentuk apropriasi rumah tradisional Batak-Toba pada arsitektur Gereja Katolik. Apropriasi budaya adalah penggunaan simbol budaya, artefak, genre, ritual, atau teknologi oleh anggota budaya lain, dimana unsur-unsur tersebut dipilih melalui proses penyesuaian agar akhirnya dapat diterima menjadi hak milik, tanpa keharusan memproduksi bentuk yang baru. Bentuknya dapat berupa pertukaran budaya, dominasi budaya, eksploitasi budaya ataupun berupa transkulturasi. Bentuk apropriasi ini dapat dijumpai pada bentuk arsitektural dari Gereja Katolik Pangururan yang terletak di pulau Samosir, daerah asalnya budaya Batak Toba. Metode penelitian bersifat kualitatif dengan pendekatan etnografi. Data diperoleh melalui observasi lapangan, dokumentasi visual, wawancara dan ekplorasi pustaka. Proses analisis data mengaitkan temuan dari lapangan dengan kajian hasil eksplorasi pustaka terkait rumah tradisional Batak Toba. Hasil yang diperoleh, menunjukkan bahwa terdapat konsep-konsep dari rumah tradisional Batak Toba yang diadopsi oleh gereja Katolik, dan diimplementasikan pada bentuk arsitektural Gereja Katolik Pangururan. Apropriasi itu terlihat pada konsep wujud bangunan, ornamen ragam hias, posisi bangunan dan orientasi bangunan dari Gereja Katolik Panguruan. Apropriasi ini memperkaya budaya gereja Katolik dan budaya Batak Toba secara bersamaan. Dalam hal ini proses apropriasi memberi keuntungan bagi kedua budaya yang bertemu."}, "filled": true, "author_pub_id": "3XDlZdAAAAAJ:k_IJM867U9cC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=12766676636811505565", "cites_id": ["12766676636811505565"], "pub_url": "https://repository.petra.ac.id/19523/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:na9tq8JYLLEJ:scholar.google.com/", "cites_per_year": {"2021": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Implementasi Konsep Feel the Art Through the Office pada Interior Kantor Popo Danes Architect dan Melati Danes Space and Style Bali", "pub_year": 2020, "citation": "Intra 5 (2), 385-390, 2020", "author": "Adelia Fiona and Ronald Hasudungan Irianto Sitindjak", "volume": "5", "number": "2", "pages": "385-390", "abstract": "Kantor Popo Danes Architecture dan Melati Danes Space and Style merupakan salah satu kantor konsultan arsitek dan interior yang ada di Bali. Kantor tersebut masih menerapkan tradisi-tradisi Bali dalam desainnya. Dalam pembagian ruangnya ada beberapa ruang yang tidak digunakan sesuai dengan fungsinya sehingga menyulitkan karyawan untuk berinteraksi dan bekerja dengan maksimal. Maka dari itu, muncul konsep feel the art through the office yang mampu menjawab permasalahan-permasalahan kantor tersebut. Sehingga dengan adanya konsep desain tersebut diharapkan karyawan menjadi lebih nyaman dan efisien saat bekerja di kantor Popo Danes Architect dan Melati Danes Space and Style. Selain itu, dengan adanya perancangan ini diharapkan juga dapat meningkatkan jumlah permintaan jasa arsitek atau interior dikarenakan klien menyukai desain kantor Popo Danes Architect dan Melati Danes"}, "filled": true, "author_pub_id": "3XDlZdAAAAAJ:roLk4NBRz8UC", "num_citations": 0, "pub_url": "https://www.neliti.com/publications/98629/implementasi-konsep-feel-the-art-through-the-office-pada-interior-kantor-popo-da", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:K8dbqmy-ob8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sustainability of Betang house’s cultural wisdom in Central Kalimantan", "pub_year": 2020, "citation": "KnE Social Sciences, 46–58-46–58, 2020", "author": "Laksmi K Wardani and Ronald HI Sitindjak and Poppy F Nilasari", "journal": "KnE Social Sciences", "pages": "46–58-46–58", "abstract": "Traditional Dayak houses in Kalimantan have several types of buildings that were built based on vernacular architectural traditions. The traditional house represents past ways of living and building which are full of cultural wisdom and values. The houses themselves and the cultural values they represent have been inherited, rebuilt, reshaped, and redefined in accordance with cultural and changing architectural traditions. This study aims to discover the characteristics of the cultural wisdom in the Betang Dayak Ngaju house in Central Kalimantan, along its influence on modern construction practises. Descriptive analysis was conducted to discover the wisdom of symbolic meanings and the various forms of sustainability in the present. The results showed that the Betang house displays a combination of ancient vernacular traditions and foreign architectural traditions that apply the typical Batang Garing metaphor as a core concept that illustrates the structural unity between the house and its environment."}, "filled": true, "author_pub_id": "3XDlZdAAAAAJ:isC4tDSrTZIC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=14364383307122593433", "cites_id": ["14364383307122593433"], "pub_url": "https://knepublishing.com/index.php/KnE-Social/article/download/7582/13293", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:mc6XFoOKWMcJ:scholar.google.com/", "cites_per_year": {"2021": 2, "2022": 1, "2023": 1, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Empowering Surabaya creative communities and start-ups through human-centered design", "pub_year": 2020, "citation": "GATR Global Journal of Business and Social Science Review 8 (2), 102, 2020", "author": "Diana Thamrin and Laksmi Kusuma Wardani and Ronald Hasudungan Irianto Sitinjak", "journal": "GATR Global Journal of Business and Social Science Review", "volume": "8", "number": "2", "pages": "102", "publisher": "Petra Christian University", "abstract": "Objective - Creative communities have the potential to increase a city s social, economic, and touristic values. Despite their evident existence in Surabaya, these communities lack support in terms of public spaces and exhibition facilities with suitable designs that could accommodate their unique activities and communicate their aspirations to the public. This research-design project aims to prove the social and economic benefits of the human-centered design process by implementing various human-centered design approaches in the interior design of creative community spaces (CCS) so that they can accommodate the unique activities of existing creative communities and serve as assembly points for entrepreneurial or start-up groups. Methodology/Technique   Two teams of interior designers were tasked to design a community space and exhibition facility for two creative communities in Surabaya. A combined …"}, "filled": true, "author_pub_id": "3XDlZdAAAAAJ:4JMBOYKVnBMC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=5820317255298025075", "cites_id": ["5820317255298025075"], "pub_url": "https://repository.petra.ac.id/18780/2/Publikasi4_07002_6338.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:c4Yd0rTrxVAJ:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Packaging design for a sustainable community business", "pub_year": 2020, "citation": "SHS Web of Conferences 76, 01022, 2020", "author": "Listia Natadjaja and Laksmi Kusuma Wardani and Diana Thamrin and Ronald Hasudungan Sitinjak", "journal": "SHS Web of Conferences", "volume": "76", "pages": "01022", "publisher": "EDP Sciences", "abstract": "The growth of the creative community cannot be quantitatively and qualitatively separated from the growing development of Creative Industry 4.0. Various creative communities produce a variety of creative products that are ready to be sold. Unfortunately, the focus of the community is often only on the product and not on the packaging design. Meanwhile, a product’s packaging not only serves to protect the product but also to promote it and encourage purchase. The purpose of this research is to educate and help the community obtain packaging designs that are not only unique but also suitable for their products. By involving Packaging Design course students of the Visual Communication Design department, we attempted to assist a jewellery and accessories-making community as our research object. Students first attempted to deepen their clients' insights by conducting observations and in-depth interviews. In …"}, "filled": true, "author_pub_id": "3XDlZdAAAAAJ:RHpTSmoSYBkC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=18198866090856213367", "cites_id": ["18198866090856213367"], "pub_url": "https://www.shs-conferences.org/articles/shsconf/abs/2020/04/shsconf_icsh2020_01022/shsconf_icsh2020_01022.html", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:d-titElcj_wJ:scholar.google.com/", "cites_per_year": {"2021": 2, "2022": 1, "2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Iconography of Sonaf Nis None Traditional House in East Nusa Tenggara, Indonesia", "pub_year": 2020, "citation": "SHS Web of Conferences 76, 01046, 2020", "author": "Ronald Hasudungan Irianto Sitindjak and Laksmi Kusuma Wardani and Poppy Firtatwentyna Nilasari", "journal": "SHS Web of Conferences", "volume": "76", "pages": "01046", "publisher": "EDP Sciences", "abstract": "The Atoni tribe is a native of Timor, inhabiting the western and central parts of Timor Island. Its traditional house functions as a place for dwellings and for performing certain rituals. The form of the house is unique and contains rich meanings that could be studied. There are some Atoni traditional houses that are still maintained in Maslete Village, North Central Timor Regency in East Nusa Tenggara, Indonesia. There are four types of Atoni traditional houses namely, Sonaf, Ume Kbubu, Lopo and Ume Knat/Kanaf. This research will focus on studying Sonaf Nis None, the house with the highest hierarchy in Maslete Village. It is qualitative research with the method of descriptive analysis and using Panofsky's approach of iconography that was conducted through two stages. The first stage was pre-iconography stage which was conducted to obtain the textual meaning and the second was the iconography stage …"}, "filled": true, "author_pub_id": "3XDlZdAAAAAJ:_Qo2XoVZTnwC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=9518397198784439501", "cites_id": ["9518397198784439501"], "pub_url": "https://www.shs-conferences.org/articles/shsconf/abs/2020/04/shsconf_icsh2020_01046/shsconf_icsh2020_01046.html", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:zaSeWNIjGIQJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 1, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Traditional Balinese Architecture: From Cosmic to Modern", "pub_year": 2020, "citation": "SHS Web of Conferences 76, 01047, 2020", "author": "Ronald Hasudungan Irianto Sitinjak and Laksmi Kusuma Wardani and Poppy Firtatwentyna Nilasari", "journal": "SHS Web of Conferences", "volume": "76", "pages": "01047", "publisher": "EDP Sciences", "abstract": "Balinese architecture often considers aspects of climate and natural conditions as well as environmental social life. This is to obtain a balance in the cosmos, between human life (bhuana alit / microcosm) and its natural environment (bhuana agung /macrocosm). However, Bali's progress in tourism has changed the way of life of the people, which is in line with Parsons Theory of Structural Functionalism, that if there is a change in the function of one part of an institution or structure in a social system, it will affect other parts, eventually affecting the condition of the social system as a whole. The shift in perspectives has caused structural and functional changes in Balinese architecture. The building design or architecture that emerges today is no longer oriented towards cosmic factors but is oriented towards modern factors, developing in the interests of tourism, commercialization, and lifestyle. The change has had an …"}, "filled": true, "author_pub_id": "3XDlZdAAAAAJ:e5wmG9Sq2KIC", "num_citations": 22, "citedby_url": "/scholar?hl=en&cites=5109282833728832170", "cites_id": ["5109282833728832170"], "pub_url": "https://www.shs-conferences.org/articles/shsconf/abs/2020/04/shsconf_icsh2020_01047/shsconf_icsh2020_01047.html", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:qoJoyarR50YJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 4, "2023": 9, "2024": 4, "2025": 4}}
