{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Redefinisi Perancah: Potensi Arsitektur Temporer pada Keberlanjutan: Redefining Scaffolding: The Potential of Temporary Architecture in Sustainability", "pub_year": 2025, "citation": "Aksen: Journal of Design and Creative Industry 9 (2), 2025", "author": "Bramasta Putra Redyantanu", "journal": "Aksen: Journal of Design and Creative Industry", "volume": "9", "number": "2", "abstract": "Penelitian ini mengeksplorasi potensi desain arsitektur temporer berbasis elemen perancah dalam konteks arsitektur berkelanjutan. Perancah, yang secara tradisional berfungsi sebagai elemen struktur sementara untuk mendukung proses konstruksi, kini telah berkembang menjadi komponen utama dalam pembentukan ruang pada berbagai kasus desain. Penelitian ini menggunakan metode kualitatif berbasis studi kasus dengan pendekatan riset tentang desain, untuk mengidentifikasi dan menganalisis tipologi arsitektur di Indonesia yang memanfaatkan perancah sebagai elemen utama. Studi kasus mencakup berbagai skala proyek, mulai dari fungsi privat hingga publik, serta dari skala kecil hingga menengah. Tujuan utama penelitian ini adalah mendemonstrasikan bagaimana elemen struktur sementara dapat bertransformasi menjadi komponen utama dalam pembentukan ruang, membuka beragam kemungkinan aplikasi arsitektural. Temuan penelitian ini disajikan dalam bentuk konsep dan gagasan yang menunjukkan bagaimana keberlanjutan dapat dioptimalkan melalui kesementaraan elemen arsitektur dan struktur. Penelitian ini menyoroti atribut fleksibilitas, adaptabilitas, efisiensi, serta temporalitas dalam desain ruang dan bangunan berbasis perancah. Hasil penelitian mengungkapkan bahwa inovasi dalam penggunaan elemen struktur sementara sebagai pembentuk ruang memiliki potensi besar untuk mendukung keberlanjutan dalam wacana desain arsitektur. Multifungsi elemen tersebut memungkinkan pendekatan desain yang lebih eksploratif dan nonkonvensional. Lebih lanjut, penelitian ini menunjukkan bahwa …"}, "filled": true, "author_pub_id": "3yEeFKYAAAAJ:j3f4tGmQtD8C", "num_citations": 0, "pub_url": "https://journal.uc.ac.id/index.php/AKSEN/article/view/5560", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:fTogamWOnXwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "INTEGRATION, RELATION, AND RECREATION: RETHINKING ARCHITECTURAL PROGRAMMING", "pub_year": 2025, "citation": "Journal of Architecture & Environment 24 (1), 15-32, 2025", "author": "Bramasta Putra Redyantanu", "journal": "Journal of Architecture & Environment", "volume": "24", "number": "1", "pages": "15-32", "publisher": "IPTEK ITS", "abstract": "This study rethinks architectural programming as an innovative process, emphasizing the integration of contextual elements, the relational blending of multiple functions, and the adaptive reuse of existing spaces as recreation over time. Moving beyond the traditional understanding of programming as problem-finding-solving, this research redefines it as a dynamic framework bridging theoretical insights and practical design applications. Through a qualitative case study methodology, the paper examines three landmark projects with similar functions by Bjarke Ingels Group—8 House, The Mountain, and Urban Rigger—to explore the transformative potential of programming. The analysis positions programming as an integrative tool that aligns spatial, functional, and contextual dynamics to address both immediate and future architectural challenges. Program mixing with relational functions is conceptualized as a strategic approach that harmonizes diverse functions within a single design, fostering innovative and hybrid solutions. Adaptive reuse, reframed as a multi-time design response, focuses on revitalizing existing structures to meet evolving societal and environmental needs. These case studies illustrate how programming establishes a dynamic framework that enables architects to creatively reimagine constraints as opportunities. By emphasizing the principles of design analysis—realization, organization, and integration—this research contributes to the discourse on programming as a catalyst for architectural innovation and transformation. It proposes a shift in practice that highlights programming as a generative and responsive framework …"}, "filled": true, "author_pub_id": "3yEeFKYAAAAJ:RHpTSmoSYBkC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21560/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:spvfZlU3ylgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Re-Kreasi Atap: dari Naungan ke Halaman pada Arsitektur Kafe", "pub_year": 2025, "citation": "JAUR (JOURNAL OF ARCHITECTURE AND URBANISM RESEARCH) 8 (2), 364-376, 2025", "author": "Bramasta Putra Redyantanu", "volume": "8", "number": "2", "pages": "364-376"}, "filled": true, "author_pub_id": "3yEeFKYAAAAJ:e5wmG9Sq2KIC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:DMhRAdVqUFUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "DARI LOKAL KE SAKRAL: TRANSFORMASI DESAIN GEREJA BERBASIS IDENTITAS LOKAL", "pub_year": 2025, "citation": "Jurnal Arsitektur 17 (1), 55-62, 2025", "author": "Bramasta Putra Redyantanu", "journal": "Jurnal Arsitektur", "volume": "17", "number": "1", "pages": "55-62", "abstract": "Penelitian ini bertujuan untuk merefleksikan proses desain rumah ibadah Gereja Kristen Indonesia (GKI) yang berbasis pada kekayaan lokalitas dari tapak Papua. Studi ini menggunakan pendekatan kualitatif dengan metode riset melalui desain, yang memungkinkan eksplorasi dan analisis mendalam terhadap proses kreatif dan konseptual dalam desain arsitektur. Kerangka studi mengacu pada pendekatan berbasis konsep, yang memandu dalam mengintegrasikan elemen-elemen lokal dalam transformasinya ke dalam desain modern. Salah satu isu utama dalam penelitian ini adalah bagaimana implementasi rumah adat Papua, khususnya rumah Honai, dapat berfungsi sebagai basis transformasi arsitektur modern dalam fungsi peribadatan Gereja. Pendekatan ini tidak menggunakan elemen rumah adat secara mentah, melainkan melalui proses transfer domain yang memungkinkan adaptasi bentuk, material, pengalaman dan kefungsian untuk memenuhi kebutuhan ruang sakral masa kini. Selain itu, simbol khas seperti burung Cenderawasih juga diintegrasikan dalam desain, menciptakan identitas lokal yang kuat dalam konteks modern dan spiritual. Penelitian ini menunjukkan bahwa desain berbasis lokalitas tidak hanya melestarikan budaya, tetapi juga membuka peluang untuk inovasi arsitektur yang relevan dan berdampak bagi komunitas lokal."}, "filled": true, "author_pub_id": "3yEeFKYAAAAJ:HDshCWvjkbEC", "num_citations": 0, "pub_url": "https://ejournal.sttcirebon.ac.id/index.php/jas/article/view/252", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:r7Zyrn1UoRYJ:scholar.google.com/", "cites_per_year": {}}
