{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Redefinisi Perancah: Potensi Arsitektur Temporer pada Keberlanjutan: Redefining Scaffolding: The Potential of Temporary Architecture in Sustainability", "pub_year": 2025, "citation": "Aksen: Journal of Design and Creative Industry 9 (2), 2025", "author": "Bramasta Putra Redyantanu", "journal": "Aksen: Journal of Design and Creative Industry", "volume": "9", "number": "2", "abstract": "Penelitian ini mengeksplorasi potensi desain arsitektur temporer berbasis elemen perancah dalam konteks arsitektur berkelanjutan. Perancah, yang secara tradisional berfungsi sebagai elemen struktur sementara untuk mendukung proses konstruksi, kini telah berkembang menjadi komponen utama dalam pembentukan ruang pada berbagai kasus desain. Penelitian ini menggunakan metode kualitatif berbasis studi kasus dengan pendekatan riset tentang desain, untuk mengidentifikasi dan menganalisis tipologi arsitektur di Indonesia yang memanfaatkan perancah sebagai elemen utama. Studi kasus mencakup berbagai skala proyek, mulai dari fungsi privat hingga publik, serta dari skala kecil hingga menengah. Tujuan utama penelitian ini adalah mendemonstrasikan bagaimana elemen struktur sementara dapat bertransformasi menjadi komponen utama dalam pembentukan ruang, membuka beragam kemungkinan aplikasi arsitektural. Temuan penelitian ini disajikan dalam bentuk konsep dan gagasan yang menunjukkan bagaimana keberlanjutan dapat dioptimalkan melalui kesementaraan elemen arsitektur dan struktur. Penelitian ini menyoroti atribut fleksibilitas, adaptabilitas, efisiensi, serta temporalitas dalam desain ruang dan bangunan berbasis perancah. Hasil penelitian mengungkapkan bahwa inovasi dalam penggunaan elemen struktur sementara sebagai pembentuk ruang memiliki potensi besar untuk mendukung keberlanjutan dalam wacana desain arsitektur. Multifungsi elemen tersebut memungkinkan pendekatan desain yang lebih eksploratif dan nonkonvensional. Lebih lanjut, penelitian ini menunjukkan bahwa …"}, "filled": true, "author_pub_id": "3yEeFKYAAAAJ:j3f4tGmQtD8C", "num_citations": 0, "pub_url": "https://journal.uc.ac.id/index.php/AKSEN/article/view/5560", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:fTogamWOnXwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "INTEGRATION, RELATION, AND RECREATION: RETHINKING ARCHITECTURAL PROGRAMMING", "pub_year": 2025, "citation": "Journal of Architecture & Environment 24 (1), 15-32, 2025", "author": "Bramasta Putra Redyantanu", "journal": "Journal of Architecture & Environment", "volume": "24", "number": "1", "pages": "15-32", "publisher": "IPTEK ITS", "abstract": "This study rethinks architectural programming as an innovative process, emphasizing the integration of contextual elements, the relational blending of multiple functions, and the adaptive reuse of existing spaces as recreation over time. Moving beyond the traditional understanding of programming as problem-finding-solving, this research redefines it as a dynamic framework bridging theoretical insights and practical design applications. Through a qualitative case study methodology, the paper examines three landmark projects with similar functions by Bjarke Ingels Group—8 House, The Mountain, and Urban Rigger—to explore the transformative potential of programming. The analysis positions programming as an integrative tool that aligns spatial, functional, and contextual dynamics to address both immediate and future architectural challenges. Program mixing with relational functions is conceptualized as a strategic approach that harmonizes diverse functions within a single design, fostering innovative and hybrid solutions. Adaptive reuse, reframed as a multi-time design response, focuses on revitalizing existing structures to meet evolving societal and environmental needs. These case studies illustrate how programming establishes a dynamic framework that enables architects to creatively reimagine constraints as opportunities. By emphasizing the principles of design analysis—realization, organization, and integration—this research contributes to the discourse on programming as a catalyst for architectural innovation and transformation. It proposes a shift in practice that highlights programming as a generative and responsive framework …"}, "filled": true, "author_pub_id": "3yEeFKYAAAAJ:RHpTSmoSYBkC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21560/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:spvfZlU3ylgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Re-Kreasi Atap: dari Naungan ke Halaman pada Arsitektur Kafe", "pub_year": 2025, "citation": "JAUR (JOURNAL OF ARCHITECTURE AND URBANISM RESEARCH) 8 (2), 364-376, 2025", "author": "Bramasta Putra Redyantanu", "volume": "8", "number": "2", "pages": "364-376", "abstract": "Paper ini bertujuan untuk mengevaluasi transformasi fungsi atap dari sekadar naungan pelindung menjadi ruang halaman tematik aktif dalam arsitektur kafe. Hal ini merupakan respons terhadap fenomena meningkatnya arsitektur kafe yang unik, yang memanfaatkan berbagai aspek spasial, termasuk atap, untuk menciptakan pengalaman ruang luar yang menarik. Atap tidak hanya berfungsi sebagai pelindung dari iklim dan cuaca, tetapi juga memiliki potensi untuk diubah menjadi ruang aktif yang imajinatif dan eksploratif. Studi ini menggunakan pendekatan deskriptif kualitatif berbasis studi kasus di Indonesia dalam konteks tropis, untuk mengilustrasikan peran atap dalam bentuk dan fungsi yang beragam. Analisis dilakukan dengan mengidentifikasi konfigurasi atap sebagai ruang aktif. Tujuan utamanya adalah untuk menemukan bagaimana penerapan atap sebagai ruang aktif melibatkan berbagai operasi dan strategi desain yang responsif. Temuan dari studi ini menyoroti tiga aspek utama dari peran atap baru: fungsi yang meluas, konfigurasi yang kreatif, dan konstruksi yang fungsional. Diharapkan temuan ini dapat memberikan inspirasi bagi desain arsitektur kafe untuk mengeksplorasi berbagai aspek arsitektur lainnya, melampaui keterbatasan fungsi atap yang selama ini dipahami secara umum."}, "filled": true, "author_pub_id": "3yEeFKYAAAAJ:e5wmG9Sq2KIC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21558/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:DMhRAdVqUFUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "DARI LOKAL KE SAKRAL: TRANSFORMASI DESAIN GEREJA BERBASIS IDENTITAS LOKAL", "pub_year": 2025, "citation": "Jurnal Arsitektur 17 (1), 55-62, 2025", "author": "Bramasta Putra Redyantanu", "journal": "Jurnal Arsitektur", "volume": "17", "number": "1", "pages": "55-62", "abstract": "Penelitian ini bertujuan untuk merefleksikan proses desain rumah ibadah Gereja Kristen Indonesia (GKI) yang berbasis pada kekayaan lokalitas dari tapak Papua. Studi ini menggunakan pendekatan kualitatif dengan metode riset melalui desain, yang memungkinkan eksplorasi dan analisis mendalam terhadap proses kreatif dan konseptual dalam desain arsitektur. Kerangka studi mengacu pada pendekatan berbasis konsep, yang memandu dalam mengintegrasikan elemen-elemen lokal dalam transformasinya ke dalam desain modern. Salah satu isu utama dalam penelitian ini adalah bagaimana implementasi rumah adat Papua, khususnya rumah Honai, dapat berfungsi sebagai basis transformasi arsitektur modern dalam fungsi peribadatan Gereja. Pendekatan ini tidak menggunakan elemen rumah adat secara mentah, melainkan melalui proses transfer domain yang memungkinkan adaptasi bentuk, material, pengalaman dan kefungsian untuk memenuhi kebutuhan ruang sakral masa kini. Selain itu, simbol khas seperti burung Cenderawasih juga diintegrasikan dalam desain, menciptakan identitas lokal yang kuat dalam konteks modern dan spiritual. Penelitian ini menunjukkan bahwa desain berbasis lokalitas tidak hanya melestarikan budaya, tetapi juga membuka peluang untuk inovasi arsitektur yang relevan dan berdampak bagi komunitas lokal."}, "filled": true, "author_pub_id": "3yEeFKYAAAAJ:HDshCWvjkbEC", "num_citations": 0, "pub_url": "https://ejournal.sttcirebon.ac.id/index.php/jas/article/view/252", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:r7Zyrn1UoRYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "DESAIN PERANCANGAN MASTERPLAN ALUN ALUN CEMARA DESA MIAGAN, JOMBANG", "pub_year": 2025, "citation": "DESAIN PERANCANGAN MASTERPLAN ALUN ALUN CEMARA DESA MIAGAN, JOMBANG, 2025", "author": "Agus Dwi Hariyanto and Aris Budhiyanto and Bramasta Putra Redyantanu", "abstract": "SURAT PENCATATAN CIPTAAN Page 1 an MENTERI HUKUM DIREKTUR JENDERAL \nKEKAYAAN INTELEKTUAL ub Direktur Hak Cipta dan Desain Industri Agung \nDamarsasongko,SH.,MH. NIP. 196912261994031001 REPUBLIK INDONESIA \nKEMENTERIAN HUKUM SURAT PENCATATAN CIPTAAN Dalam rangka pelindungan \nciptaan di bidang ilmu pengetahuan, seni dan sastra berdasarkan Undang-Undang Nomor \n28 Tahun 2014 tentang Hak Cipta, dengan ini menerangkan: Nomor dan tanggal \npermohonan Pencipta Nama Alamat Kewarganegaraan Pemegang Hak Cipta Nama \nAlamat Kewarganegaraan Jenis Ciptaan EC00202523312,19Februari2025AgusDwiHariyanto.ST,M.Sc.,ArisBudhiyantodkk\nPondokJatiCC-12A,RT003/RW009,KelurahanJati,Sidoarjo,Sidoarjo,Jawa Timur, 61226 \nIndonesiaLPPMUniversitasKristenPetraJalanSiwalankertoNo.121-131,KelurahanSiwalankerto,Wonocolo,Surabaya, …"}, "filled": true, "author_pub_id": "3yEeFKYAAAAJ:hFOr9nPyWt4C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21529/1/Kegiatanhaki_15012_1760.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:PQOZTIQNXVMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Minimalist House RumaRB: from Aesthetic to Reduction for Effiency", "pub_year": 2025, "citation": "Arsir 9 (1), 31-43, 2025", "author": "Bramasta Putra Redyantanu", "volume": "9", "number": "1", "pages": "31-43", "abstract": "This paper aims to reflect on the concept of minimalism as a sustainable design strategy, extending beyond the familiar visual aesthetics. This understanding responds to trends in house design in Indonesia, where minimalism is often perceived merely as visual simplification. However, based on studies conducted, the discussion on minimalism in modern architecture lies in the effort to simplify spatial design and elements to achieve potential sustainability efficiency. The research employs a qualitative case study approach, highlighting the design of a simple residential house (RumaRB) with a reduction-based renovation approach. The connection between reduction and minimalism is evident in various aspects of architectural design, including capacity reduction, material use, and design identity. The research question seeks to explore the relationship between minimalist design thinking based on reduction as part of efficiency efforts for sustainability. The findings of this study propose the concept of reduction as a thought process and strategy, encompassing spatial, environmental, and material efficiency through the reduction of form, function, and appearance for sustainability. The ultimate goal of this study is to broaden the understanding of minimalism not merely as an aesthetic strategy, but as a holistic approach linking efficiency and sustainability in architecture."}, "filled": true, "author_pub_id": "3yEeFKYAAAAJ:_Qo2XoVZTnwC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21537/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:y2-VAVoMfpkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Hunian Minimalis RumaRB: dari Tampilan ke Reduksi untuk Efisiensi", "pub_year": 2025, "citation": "Arsir 9 (1), 31-43, 2025", "author": "Bramasta Putra Redyantanu", "journal": "Arsir", "volume": "9", "number": "1", "pages": "31-43", "abstract": "This paper aims to reflect on the concept of minimalism as a design method and philosophy, far beyond the mere minimalist visual appearance commonly understood. This understanding responds to the trends in home design in Indonesia, where minimalism is often perceived as a design that emphasizes visual simplicity. However, the greatest potential of minimalism in modern architecture lies in the effort to simplify spatial design processes and methods with a reductive approach. This qualitative case study highlights the design of a simple residential house using the reduction approach. The connection between reduction and minimalism is reflected in various architectural design aspects, including reduction in building capacity, materiality, and design identity. The findings of this study propose the concept of reduction as a method closely related to various efficiency efforts. The ultimate goal is to expand the understanding of minimalism not merely as an aesthetic but as a reduction-based approach towards various aspects of sustainability in design."}, "filled": true, "author_pub_id": "3yEeFKYAAAAJ:-f6ydRqryjwC", "num_citations": 0, "pub_url": "https://ojs.um-palembang.ac.id/index.php/arsir/article/view/324", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:azhdVJCcN6sJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Actual material virtual materiality: Multiplicity of locality-based exhibition", "pub_year": 2024, "citation": "A| Z 21 (2), 411-430, 2024", "author": "Bramasta Putra Redyantanu and Yandi Andri Yatmo and Paramita Atmodiwirjo and Soranart Sinuraibhan", "volume": "21", "number": "2", "pages": "411-430", "abstract": "This study aims to demonstrate actual-virtual multiplication in the context of spatial operations in locality-based architectural exhibitions. Exhibitions are curatorial activities that provoke discourse. Architectural exhibition also means operating actual-virtual objects through relational multiplication. Multiplication is to perceive objects not as singular but as multiple various entities. The multiplication operation in exhibitions must be further explored, especially in exhibitions involving objects with various layer depths. As one of the local materials in Indonesian architectural practice, soil has various profoundness in the locality context. The  Tanahku Indonesia  exhibition is the case study, a national-scale exhibition of local material-based exhibitions. The breakdown of the case study focuses on its actual-virtual elements, operations, and relations. Terms actual in an exhibition can indicate the direct artifact element. In contrast, virtual can suggest artificial, indirect, and multiplicative representation methods. The study offers three concepts. First, actual material can be a portal to virtual materiality. Second, multiplications of objects and materials reveal various spatial operations in an exhibition. Third, the connection between exhibitions is a multistage multiplication process of spatial design. Exhibition spatial construction has various interrelated actual-virtual multiplication operations that become a potential for future design basis."}, "filled": true, "author_pub_id": "3yEeFKYAAAAJ:hC7cP41nSMkC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21104/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Op3JOcgii7EJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Object as Portal: Actual-Virtual Multi-Space of Temporary Urban Games Space", "pub_year": 2024, "citation": "The Plan Journal 9 (1), 1-24, 2024", "author": "Bramasta Putra Redyantanu and Yandi Andri Yatmo and Paramita Atmodiwirjo", "volume": "9", "number": "1", "pages": "1-24", "abstract": "This study proposes utilizing AI text-to-image technology to project virtual multi-space onto the spatial operations of actual objects. The foundation of this research lies in demonstrating multi-space within urban game spatial practices. The interplay between actual and virtual notions of space recalls the multi-space concept. The actual-virtual relationship is infinite, potentially giving rise to virtual entities mirrored through spatial mechanisms and operations. Alun-alun, a public space in Indonesia, undergoes everyday time-based temporal-spatial alterations. Notably, it transforms into an imaginative game space at night. By constructing temporary spaces with simple game objects and mechanisms, we observe the potential for multi-space presence based on spatial operations. Generative AI, particularly text-to-image operations in architecture, can project game objects and their properties, revealing various virtual, imaginative multi-space alterations. The study s findings contribute to expanding spatial design methods in architecture, envisioning collaboration between multi-non-physical spaces within the actual-virtual framework in the future digital realm."}, "filled": true, "author_pub_id": "3yEeFKYAAAAJ:qUcmZB5y_30C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21054/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:tv7VsVLZ2esJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Object as Portal", "pub_year": 2024, "citation": "Object as Portal, 2024", "author": "Bramasta Putra Redyantanu and Yandi Andri Yatmo and Paramita Atmodiwirjo", "abstract": "This study proposes utilizing AI text-to-image technology to project virtual multi-space onto the spatial operations of actual objects. The foundation of this research lies in demonstrating multi-space within urban game spatial practices. The interplay between actual and virtual notions of space recalls the multi-space concept. The actual-virtual relationship is infinite, potentially giving rise to virtual entities mirrored through spatial mechanisms and operations. Alun-alun, a public space in Indonesia, undergoes everyday time-based temporal-spatial alterations. Notably, it transforms into an imaginative game space at night. By constructing temporary spaces with simple game objects and mechanisms, we observe the potential for multi-space presence based on spatial operations. Generative AI, particularly text-to-image operations in architecture, can project game objects and their properties, revealing various virtual, imaginative multi-space alterations. The study s findings contribute to expanding spatial design methods in architecture, envisioning collaboration between multi-non-physical spaces within the actual-virtual framework in the future digital realm."}, "filled": true, "author_pub_id": "3yEeFKYAAAAJ:R3hNpaxXUhUC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21539/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:RUnrZl5Cm1EJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Actual Material Virtual Materiality", "pub_year": 2024, "citation": "Actual Material Virtual Materiality, 2024", "author": "Bramasta Putra Redyantanu and Yandi Andri Yatmo and Paramita Atmodiwirjo and Soranart Sinuraibhan", "abstract": "This study aims to demonstrate actual-virtual multiplication in the context of spatial operations in locality-based architectural exhibitions. Exhibitions are curatorial activities that provoke discourse. Architectural exhibition also means operating actual-virtual objects through relational multiplication. Multiplication is to perceive objects not as singular but as multiple various entities. The multiplication operation in exhibitions must be further explored, especially in exhibitions involving objects with various layer depths. As one of the local materials in Indonesian architectural practice, soil has various profoundness in the locality context. The  Tanahku Indonesia  exhibition is the case study, a national-scale exhibition of local material-based exhibitions. The breakdown of the case study focuses on its actual-virtual elements, operations, and relations. Terms actual in an exhibition can indicate the direct artifact element. In contrast, virtual can suggest artificial, indirect, and multiplicative representation methods. The study offers three concepts. First, actual material can be a portal to virtual materiality. Second, multiplications of objects and materials reveal various spatial operations in an exhibition. Third, the connection between exhibitions is a multistage multiplication process of spatial design. Exhibition spatial construction has various interrelated actual-virtual multiplication operations that become a potential for future design basis."}, "filled": true, "author_pub_id": "3yEeFKYAAAAJ:mB3voiENLucC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21540/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:DTPPn39h6goJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Rethinking Modularity", "pub_year": 2024, "citation": "Rethinking Modularity, 2024", "author": "Bramasta Putra Redyantanu and Rony Gunawan Sunaryo", "abstract": "This study aims to reflect and expand the notion of modularity in architectural design methods. The discussion about modular architecture is certainly familiar across architectural discourse; where its universality has been repeatedly challenged by the post-modern movement. The study aims to unpack and rethink the method and significance of modularity, not only as a means of repetition but as a contextual design response. The study generate reflection towards two lodge architecture design projects. The architecture of lodge provides complexities with regard to various programmatic needs, temporal occupation, quick construction processes, and often deep connection to the surrounding environment. This study examines four reflective concepts which expand the idea and method of modularity in architecture. First, the roof modules in lodge architecture promotes efficient spatial programs. Secondly, the use of modularity allows parallel operation of the building and the construction process. Thirdly, modularity enables construction of architecture as parts constructing the whole, creating connection between spatial scales. Fourth, modularity constructs the inside and outside experience, providing  connection with environmental context. This study offers a new perspective on repositioning and expanding modularity, not only as a means of repetition but also as a form of contextual design thinking."}, "filled": true, "author_pub_id": "3yEeFKYAAAAJ:TQgYirikUcIC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21538/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:2HJ0bKOAHxkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Rethinking modularity as contextual design thinking", "pub_year": 2024, "citation": "Arsnet 4 (1), 36–53-36–53, 2024", "author": "Bramasta Putra Redyantanu and Rony Gunawan Sunaryo", "journal": "Arsnet", "volume": "4", "number": "1", "pages": "36–53-36–53", "abstract": "This study aims to reflect and expand the notion of modularity in architectural design methods. The discussion about modular architecture is certainly familiar across architectural discourse; where its universality has been repeatedly challenged by the post-modern movement. The study aims to unpack and rethink the method and significance of modularity, not only as a means of repetition but as a contextual design response. The study generate reflection towards two lodge architecture design projects. The architecture of lodge provides complexities with regard to various programmatic needs, temporal occupation, quick construction processes, and often deep connection to the surrounding environment. This study examines four reflective concepts which expand the idea and method of modularity in architecture. First, the roof modules in lodge architecture promotes efficient spatial programs. Secondly, the use of modularity allows parallel operation of the building and the construction process. Thirdly, modularity enables construction of architecture as parts constructing the whole, creating connection between spatial scales. Fourth, modularity constructs the inside and outside experience, providing connection with environmental context. This study offers a new perspective on repositioning and expanding modularity, not only as a means of repetition but also as a form of contextual design thinking."}, "filled": true, "author_pub_id": "3yEeFKYAAAAJ:IWHjjKOFINEC", "num_citations": 0, "pub_url": "https://arsnet.architecture.ui.ac.id/index.php/ojs/article/view/105", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:iYyC8rGtn7gJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Flexibility and Adaptability of Domestic Space Based on Everyday Architecture", "pub_year": 2023, "citation": "Idealog Ide dan Dialog Desain Indonesia 8 (1), 14-31, 2023", "author": "Bramasta Putra Redyantanu", "journal": "Idealog Ide dan Dialog Desain Indonesia", "volume": "8", "number": "1", "pages": "14-31", "publisher": "Telkom University", "abstract": "This paper aims to discuss the idea of forming flexible and adaptive architecture for various scenarios through the perspective of everyday architectural knowledge. The background of this study is based on the issue and phenomenon of the development of housing to be more varied than just a living space, but also various other additional functions during a pandemic. Multiple activities outside the home are now part of the domestic activities themselves. A study of a residential building design illustrates how everyday operations reflect the adaptability and flexibility of domestic space. The exploration and analysis of the study object are presented through the redrawing of the space configuration along with the trajectory of daily activities. The connection between space, time, and users is described as a daily practice that has the potential to develop future design methods. The findings of this qualitative study are to see how the process of forming adaptive and flexible architecture. Domestic architecture can show the dynamics of space rather than just the static configuration visible. The findings of this study include at least three aspects, making the everyday space, using the everyday, and the configuration that is the extra ordinary. Reflections from this study show the expansion of architectural design practices that need to pay attention to the ability of space to be adaptive and flexible based on dynamic everyday life."}, "filled": true, "author_pub_id": "3yEeFKYAAAAJ:L8Ckcad2t8MC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20455/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:lfUDwRR6OHUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Mapping The Actual-Virtual in Architecture", "pub_year": 2023, "citation": "", "author": "BP Redyantanu and YA Yatmo and P Atmodiwirjo", "abstract": "Background This study aims to identify, map, and reflect on actual-virtual relations in architectural design practices. Virtuality is more than just a discourse of technology. Virtuality is an attempt to realize unlimited possibilities. This study uses the context of the Venice Architecture Biennale (2021) exhibition with the theme'How Will We Live Together?'to illustrate various possibilities of space construction through the actual-virtual framework.Methods The identification of actual-virtual is performed by qualitatively decomposing the case studies of 60 pavilions. The analysis is carried out by drawing and retracing the data for each pavilion to discover various actual-virtual instruments, operations, and relations in the exhibition. Reflection on the actual-virtual concept that traverses multiple dimensions of space and time, becomes the basis for seeing actual-virtual as a potential."}, "filled": true, "author_pub_id": "3yEeFKYAAAAJ:7PzlFSSx8tAC", "num_citations": 0, "pub_url": "https://pdfs.semanticscholar.org/af01/503f49f299bd7ccb00ce9e7abd643f16e52b.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:cHdBXKnKurgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Mapping The Actual-Virtual in Architecture Exhibition", "pub_year": 2023, "citation": "Archive of Design Research 36 (2), 45-61, 2023", "author": "Paramita Atmodiwirjo Bramasta Putra Redyantanu and Yandi Andri Yatmo", "journal": "Archive of Design Research", "volume": "36", "number": "2", "pages": "45-61", "publisher": "Korean Society of Design Science", "abstract": "This study aims to identify, map, and reflect on actual-virtual relations in architectural design practices. Virtuality is more than just a discourse of technology. Virtuality is an attempt to realize unlimited possibilities. This study uses the context of the Venice Architecture Biennale (2021) exhibition with the theme How Will We Live Together? to illustrate various possibilities of space construction through the actual-virtual framework.  The identification of actual-virtual is performed by qualitatively decomposing the case studies of 60 pavilions. The analysis is carried out by drawing and retracing the data for each pavilion to discover various actual-virtual instruments, operations, and relations in the exhibition. Reflection on the actual-virtual concept that traverses multiple dimensions of space and time, becomes the basis for seeing actual-virtual as a potential.  This study reveals various types of actual-virtual operations and relations in the context of architectural exhibitions. The connection between origin and execution in exhibitions parallels the actualvirtual relational framework. Disassembling the case study also demonstrates the actual-virtual possibility as a design instrument that connects multidimensional space and time.  This study offers to deliver another perspective on actual-virtual relations in architecture. This study expands the actual-virtual abstract and conceptual discourse into more practical and operative perspectives. The findings demonstrate the possibility of broadening design knowledge based on an actual-virtual relational framework in an architectural context."}, "filled": true, "author_pub_id": "3yEeFKYAAAAJ:dhFuZR0502QC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=10266795975352329360", "cites_id": ["10266795975352329360"], "pub_url": "https://repository.petra.ac.id/20431/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:kCRJNIv8eo4J:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Mapping of residential double skin façade design", "pub_year": 2023, "citation": "ARTEKS 8 (1), 125-134, 2023", "author": "Bramasta Putra Redyantanu", "journal": "ARTEKS", "volume": "8", "number": "1", "pages": "125-134", "publisher": "Universitas Katolik Widya Mandira", "abstract": "This paper aims to trace and map the variety of Double Skin Façade (DSF)  in  residential  designs  in  Indonesia.  This  response  to  issues regarding technology development, design strategy, and the role of DSF   in   buildings   related   to   aesthetic,   environmental,   and materiality issues in design practice. A qualitative approach with a descriptive observation case study method was conducted on various modern  residential  architectural  designs buildings  in  Indonesia  to illustrate how designers positioned this double skin facade in their design.  The  connection  between  the  DSF  with  tectonic,  aesthetic, sustainability, and environmental issues is shown in this study. This paper  set  the  study  boundaries  for  exploring  residential  designs typology because the limited scale  project  allowed  the designer to have  considerable  flexibility  and  exploration  of  creativity.  The residential architectural design also allows the role of the DSF to be integrated with a passive design strategy, compared to commercial or  public  building  design.  The  findings  suggest  various  strategies and design exploration mapping related to DSF design. The results show that it can form a new character for contemporary Indonesian architecture and become a catalogue of exploratory, strategic, and responsive design elements in its practices."}, "filled": true, "author_pub_id": "3yEeFKYAAAAJ:QIV2ME_5wuYC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=17296942337533009542", "cites_id": ["17296942337533009542"], "pub_url": "https://repository.petra.ac.id/20413/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ht4RsWkVC_AJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Virtual waste community: sustainable living in digital era", "pub_year": 2022, "citation": "IOP Conference Series: Earth and Environmental Science 1098 (1), 012070, 2022", "author": "BP Redyantanu and YA Yatmo and P Atmodiwirjo", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "1098", "number": "1", "pages": "012070", "publisher": "IOP Publishing", "abstract": "Waste is a problem in our society and still depends on the conventional management system. This paper discusses the interrelationship among virtual social media, waste management practice, and community-based economics in supporting sustainability and zero waste in the digital era. In particular, it attempts to identify the potential connections of social media in extending new environmental practices. Observation of two types of Indonesian Instagram accounts (personal and group) of waste-related illustrates that social media can act as an alternative platform to respond to waste issues. Qualitative case studies demonstrate the relationship between virtual social media, waste, and creative economic potential in various communities in Indonesia. This analysis focuses on independent efforts, especially regarding their potential related to environmental and economic factors. The findings show that virtual platforms …"}, "filled": true, "author_pub_id": "3yEeFKYAAAAJ:mVmsd5A6BfQC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=7138914808137320426", "cites_id": ["7138914808137320426"], "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/1098/1/012070/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:6gfNxDGFEmMJ:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENELURUSAN RUANG KORIDOR KOTA DALAM PRODUKSI RUANG SOSIAL TEMPORAL", "pub_year": 2022, "citation": "LANGKAU BETANG: JURNAL ARSITEKTUR 9 (1), 1-17, 2022", "author": "Rully Damayanti and Bramasta Putra Redyantanu", "journal": "LANGKAU BETANG: JURNAL ARSITEKTUR", "volume": "9", "number": "1", "pages": "1-17", "abstract": "The dynamics of a city area can impact land-use patterns, including the spatial use of an urban corridor,  which  transforms  from  a  movement  area  to  a  social  space.  That  pattern  transformation shows a temporality issue in public space, which was not thought of before. This article conducts a study  on  the  production  of  social  space  in  urban  corridor  spaces  in  Tunjungan,  Surabaya.  The theoretical  framework  used  in  this  research  is  an  understanding  of  space  formed  due  to  social factors, not just physical. An in-depth field observation method illustrates how a street space can be a reflection and practice of producing social space related to the issue of temporality. Through this city  study,  it  is  also  proposed  to  develop  an  architectural  design  that  can  accommodate  space dynamics. The findings of this study indicate that there is excellent potential for non-activity spaces, such as road corridors, as spaces for social interaction to occur in city life through temporary city elements. Society not only produces social relations and use-values but, by doing so, also produces a social space."}, "filled": true, "author_pub_id": "3yEeFKYAAAAJ:4DMP91E08xMC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=14345491810892648799", "cites_id": ["14345491810892648799"], "pub_url": "https://repository.petra.ac.id/19539/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:XxGI3MtsFccJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Impact of simple virtual technology application in architectural education", "pub_year": 2021, "citation": "JURNAL DIMENSI 48 (2), 87-96, 2021", "author": "Bramasta Putra Redyantanu and Altrerosje Asri", "volume": "48", "number": "2", "pages": "87-96", "abstract": "The development of technology cannot be separated from the development of science, including the learning method. There is an elective course named Virtual Reality Architecture in Architecture Department of Petra Chrisitan University. This course focuses on the process of learning architecture at the stage of presenting and communicating ideas. The virtual technology used as a learning method includes three types of technology, animation, augmented reality and virtual reality. The three technologies are elaborated as a simulation method. The simplicity of its application can be seen in the support for hardware, software, and special devices used by students in their daily lives. This study aims to test the achievement of goals at the final level of learning. Students who have attended this lecture are then interviewed and observed, in relation to proving whether this simple virtual technology can be a supporter in the learning process in the architecture study program."}, "filled": true, "author_pub_id": "3yEeFKYAAAAJ:qxL8FJ1GzNcC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=8277818348964443838", "cites_id": ["8277818348964443838"], "pub_url": "https://repository.petra.ac.id/19399/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vnY8Pe634HIJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 0, "2024": 3}}
