{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Entrepreneurial Motivation and Entrepreneurial Leadership of Entrepreneurs: Evidence from the Formal and Informal Economies", "pub_year": 2017, "citation": "International Journal of Entrepreneurship and Small Business, 2017", "author": "Retno Ardianti and Inggrid", "journal": "International Journal of Entrepreneurship and Small Business", "publisher": "Inderscience"}, "filled": true, "author_pub_id": "56SC1wIAAAAJ:W7OEmFMy1HYC", "num_citations": 18, "citedby_url": "/scholar?hl=en&cites=255267729580465375", "cites_id": ["255267729580465375"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:35xDyKXkigMJ:scholar.google.com/", "cites_per_year": {"2019": 3, "2020": 1, "2021": 1, "2022": 7, "2023": 0, "2024": 5, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Digital natives: Its characteristics and challenge to the library service quality", "pub_year": 2016, "citation": "Proceedings of Second International Conference on Electrical Systems …, 2016", "author": "Siana Halim and Felecia and Inggrid and Dian Wulandari and Demmy Kasih", "pages": "487-494", "publisher": "Springer Singapore", "abstract": "Digital natives which always connect to the world through their gadgets have special needs for gathering information. Do libraries which in the past can be said as the sources of information can satisfy their needs? What should libraries do, so that they can answer those needs? Those queries are the prominent questions to be answered in this paper. In this paper we describe the digital natives’ characteristics when they use their PC and gadgets. The data were collected from 460 university students in Surabaya. We also measure the library service quality (LibQual) for five university libraries in Surabaya. Moreover, using K-means, we also clustered the respondents into two groups, i.e., the first group is the ones who attach to their gadgets, and the second group is the ones who do not attach to their gadgets. For the first group the library online information and for the second group, the operational service are …"}, "filled": true, "author_pub_id": "56SC1wIAAAAJ:d1gkVwhDpl0C", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=13049813351822800214", "cites_id": ["13049813351822800214"], "pub_url": "https://link.springer.com/chapter/10.1007/978-981-287-988-2_54", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:VjWMRBpAGrUJ:scholar.google.com/", "cites_per_year": {"2016": 1, "2017": 1, "2018": 1, "2019": 0, "2020": 1, "2021": 0, "2022": 1, "2023": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Versi Jurnal: LIBRARY FOR THE DIGITAL NATIVES GENERATION: WHAT TO DO", "pub_year": 2016, "citation": "Record and Library Journal 2 (1), 58-63, 2016", "author": "Siana Halim and Dian Wulandari and DEMMY KASIH FAURITHA SOPACUA", "journal": "Record and Library Journal", "volume": "2", "number": "1", "pages": "58-63", "publisher": "Petra Christian University", "abstract": "Siana Halim, Dian Wulandari1, Demmy Kasih, Felecia, Inggrid Petra Christian University Abstract Nowadays, people does not need to go to the library for searching knowledge or information. World does change. We come to the new generation that so called as digital native generation. Information can be search through the gadgets on hands which connected to the internet. Then comes the question. Is the library still important? What the library should do? It is no wonder that most of the libraries have decreasing number of visitors as well as decreasing number of books that out of the shells. This paper describes the characteristics of the digital native, their habit in learning and reading books. It also summarized some discussions among the head of the three university libraries in Surabaya, ie, Intitut Teknologi Sepuluh (ITS) Nopember Surabaya, Petra Christian University (PCU), Surabaya Universities (Ubaya). The results of the discussion shows, that library has to be changed so that they can accommodate the needs of the digital native. It is not only the place for borrowing books, but also the place for doing discussion, watching videos and listening to audios, and of course the online materials must be provided to encounter the decreasing visitors. Key words: digital native, library, statistics Nowadays, library is not the solely place for achieving information through books or other resources. World does change, trough internet access information is ready on hands immediately. No wonder that most of the university libraries, particularly in Surabaya, have decreasing number of visitors as well as decreasing number of books that out of the shells. As it …"}, "filled": true, "author_pub_id": "56SC1wIAAAAJ:Se3iqnhoufwC", "num_citations": 10, "citedby_url": "/scholar?hl=en&cites=8177032142832119339", "cites_id": ["8177032142832119339"], "pub_url": "https://repository.petra.ac.id/18057/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:K651_minenEJ:scholar.google.com/", "cites_per_year": {"2016": 1, "2017": 1, "2018": 0, "2019": 0, "2020": 4, "2021": 0, "2022": 1, "2023": 2, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Examining Spatial Effects of Regional Income Convergence in Sumatra Island", "pub_year": 2015, "citation": "International Journal of Applied Mathematics and Statistics 53 (6), 152-157, 2015", "author": "Siana Halim and Indriati Njoto Bisono", "journal": "International Journal of Applied Mathematics and Statistics", "volume": "53", "number": "6", "pages": "152-157", "publisher": "Petra Christian University", "abstract": "Spatial income disparities have become a central discussion in regional development. This study aims at addressing this issue by examining spatial effects of regional income convergence in Sumatra Island. We also take into account the possible role of the tsunami disaster of 2004 in shaping growth trajectories among provinces in Sumatra. Our results do suggest a persistence income convergence in the island regardless of the onset of the tsunami. The spatial effects indicate a nontrivial spillover effect of the Aceh’s economy on the other provinces only during the pre-disaster period"}, "filled": true, "author_pub_id": "56SC1wIAAAAJ:Tyk-4Ss8FVUC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/17127/1/Publikasi1_94032_2301.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:B_P_xOEeEvAJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Does the Rabbit's Foot Actually Work? The Causal Effect of Foreign Ownership on Firm Productivity in Three ASEAN Countries", "pub_year": 2015, "citation": "Jurnal Teknik Industri: Jurnal Keilmuan dan Aplikasi Teknik Industri 17 (1 …, 2015", "author": "Inggrid Inggrid", "journal": "Jurnal Teknik Industri: Jurnal Keilmuan dan Aplikasi Teknik Industri", "volume": "17", "number": "1", "pages": "27-34", "abstract": "Voluminous studies have examined the relationship between foreign ownership and firm productivity. Two general patterns emerge at the empirical level: they are essentially correlational and results are mixed. This paper estimates the causal effect of foreign presence on a variety of productivity measures. We rely on a selection on observables approach based on the idea that all variables that influence foreign ownership status and firm productivity are fully captured by the available control variables, eliminating the problem of selection bias. Using firm-level data from three ASEAN countries, the study finds that productivity of foreign-owned firms is consistently above that of domestically-owned firms regardless of different productivity measures and types of matching algorithms. This result suggests to a large extent the benefits of foreign participation in the economy."}, "filled": true, "author_pub_id": "56SC1wIAAAAJ:u5HHmVD_uO8C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=15608145181573659818", "cites_id": ["15608145181573659818"], "pub_url": "http://jurnalindustri.petra.ac.id/index.php/ind/article/view/19269", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:qjxs3lhFm9gJ:scholar.google.com/", "cites_per_year": {"2020": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "In the Pursuit of Windfalls: Internal Migration and Natural Resources in Indonesia", "pub_year": 2015, "citation": "International Conference on Entrepreneurship, Business and Social Sciences …, 2015", "author": "Inggrid", "conference": "International Conference on Entrepreneurship, Business and Social Sciences (ICEBSS)"}, "filled": true, "author_pub_id": "56SC1wIAAAAJ:eQOLeE2rZwMC", "num_citations": 0, "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Distributive Politics behind the Veil of Indigence: A Study of Targeted Community-Based Development Programmes in Indonesia", "pub_year": 2015, "citation": "IRSA Book Series on Regional Development No. 13 (Regional Development in …, 2015", "author": "Inggrid", "pages": "133-164", "publisher": "UNPAD PRESS"}, "filled": true, "author_pub_id": "56SC1wIAAAAJ:YsMSGLbcyi4C", "num_citations": 0, "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Assessing the Impact of the Indian Ocean Tsunami on the Economy: Evidence from Indonesia and Thailand", "pub_year": 2014, "citation": "", "author": "Inggrid Inggrid and Siana Halim and Indriati Bisono"}, "filled": true, "author_pub_id": "56SC1wIAAAAJ:5nxA0vEk-isC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:XYnDvywrRYEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Assessing the Impact of the Indian Ocean Tsunami on the Economy: Evidence from Indonesia and Thailand", "pub_year": 2014, "citation": "Assessing the Impact of the Indian Ocean Tsunami on the Economy: Evidence …, 2014", "author": "Siana Halim and Indriati Njoto Bisono", "abstract": "Recent research in developed countries shows an adverse effect of natural disasters on the economy. This paper aims at examining whether this is also relevant for developing countries. Applying a counterfactual approach to provincial data for Indonesia and Thailand, we find that the Indian Ocean tsunami of 2004 negatively affects the economy of the exposed provinces. Specifically, it is shown that the Aceh province of Indonesia experiences a larger decline in per capita GDP compared to the Phang Nga province of Thailand. These results seem straightforward to reconcile with previous evidence using developed countries data."}, "filled": true, "author_pub_id": "56SC1wIAAAAJ:IjCSPb-OGe4C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/17185/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:VGlLKAPedNAJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Poverty or Politics: A Study of Targeted Community-Based Development Programs in Indonesia", "pub_year": 2014, "citation": "The 12th Indonesian Regional Science Association (IRSA) Conference, 2014", "author": "Inggrid", "conference": "The 12th Indonesian Regional Science Association (IRSA) Conference", "abstract": "This paper aims to study the politics of economic redistribution. Basically, there are two competing models of redistributive politics in the literature. First, Cox and McCubbins (1986) suggest that incumbent governments should distribute economic benefits toward core voters because they are considered as a safer investment compared to other groups. Second, Lindbeck and Weibull (1993) and Dixit and Londregan (1996) develop electoral competition models in which incumbent governments attempt to get political support by disproportionately channeling particularistic benefits to swing voters. I use the PNPM Mandiri community-driven development program in Indonesia to test whether they are any political motives behind the allocation of PNPM Mandiri block grants from the central to lower-level governments. The study finds that presidential politics does matter in the distribution of block grants.  Districts that were major supporters of the incumbent president in the past election are largely rewarded, whereas swing districts are not targeted."}, "filled": true, "author_pub_id": "56SC1wIAAAAJ:WF5omc3nYNoC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/17448/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:eElpn1Pg2n8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "EVALUASI DAMPAK BENCANA TSUNAMI 2004 TERHADAP KINERJA PEREKONOMIAN PROVINSI ACEH: APLIKASI SYNTHETIC CONTROL METHODS", "pub_year": 2014, "citation": "LPPM UK. Petra, 2014", "author": "Siana Halim and Inggrid Inggrid and Indriati Njoto Bisono", "publisher": "LPPM UK. Petra", "abstract": "Pada penelitian tahun pertama telah diketahui bahwa tsunami yang melanda Aceh pada tahun 2004 memiliki dampak yang sangat signifikan terhadap pertumbuhan ekonomi Aceh, terutama bila dilihat dari sisi Pendapatan Domestik Regional Bruto (PDRB). Dampak tadi diukur dengan menggunakan metode synthetic control methods (SCM) dengan menambahkan comparing time series procedure untuk menghindari masalah donor pool pada SCM. Seperti diketahui secara umum, di tahun yang sama selain Aceh, Thailand dan Srilanka juga mengalami bencana tsunami ini. Pada penelitian lanjutan ini akan dibandingkan dampak tsunami yang menimpa Aceh dan Thailand. Hal yang ingin diketahui adalah kecepatan pemulihan ekonomi dari kedua negara yang dilanda bencana tsunami tersebut. Hasil-hasil temuan penelitian dapat menjadi pijakan bagi policy makers, ketika memformulasikan kebijakan publik (public policy) yang terkait dengan bencana alam."}, "filled": true, "author_pub_id": "56SC1wIAAAAJ:UeHWp8X0CEIC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=2003520768784552609", "cites_id": ["2003520768784552609"], "pub_url": "https://repository.petra.ac.id/17276", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:oVKFK4bvzRsJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Synthetic Regression Method: How The Indian Ocean Tsunami Affects Growth Trajectories", "pub_year": 2013, "citation": "THE SYNTHETIC REGRESSION METHOD: HOW THE INDIAN OCEAN TSUNAMI AFFECTS GROWTH …, 2013", "author": "Siana Halim and Ridhotama Shanti Darsih Ottemoesoe", "abstract": "In recent works, scholars have widely used the synthetic control method (SCM) for analyzing the effect of a catastrophic disaster on economic growth. Unlike the traditional SCM, we propose the so-called synthetic regression method to choose a suitable synthetic control group by employing a comparing series procedure. We then use the selected group to estimate our outcomes of interest. We apply the synthetic regression method to examine the causal effects of the 2004 Asian tsunami on economic growth in Aceh, the Indonesian province severely hit by the tsunami. Our results show that the tsunami has an unintended effect on Aceh’s economic growth performance. The findings of the paper lead us to a better method for analyzing the growth trajectories, particularly for Aceh after the 2004 tsunami"}, "filled": true, "author_pub_id": "56SC1wIAAAAJ:2osOgNQ5qMEC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=6930710448086750754", "cites_id": ["6930710448086750754"], "pub_url": "https://repository.petra.ac.id/16586/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:IpZMm27ULmAJ:scholar.google.com/", "cites_per_year": {"2020": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sektor Keuangan dan Pertumbuhan Ekonomi di Indonesia: Pendekatan Kausalitas dalam Multivariate Vector Error Correction Model (VECM)", "pub_year": 2006, "citation": "Jurnal Manajemen dan Kewirausahaan 8 (1), 40-50, 2006", "author": "Inggrid Inggrid", "journal": "Jurnal Manajemen dan Kewirausahaan", "volume": "8", "number": "1", "pages": "40-50", "abstract": "This paper attempts to investigate whether financial development leads to growth in developing country like Indonesia. It is found that there is stable long-run equilibrium relationship between the development of financial sector and the real output. Granger causality test suggests the bi-directional causality for real output and credit volume and one-way causality from spread to real output. Vector Error Correction methodology results seem to give strong support to the hypothesis that financial system can be an engine of growth in this country. Abstract in Bahasa Indonesia: Tulisan ini mencoba menginvestigasi peranan sektor keuangan dalam memicu pertumbuhan ekonomi di negara berkembang, seperti Indonesia. Hasil-hasil empiris mengindikasikan, dalam jangka panjang, terdapat hubungan ekuilibrium antara perkembangan sektor keuangan dan output riil. Uji kausalitas Granger menunjukkan bi-directional causality diantara output riil dan volume kredit serta one-way causality yang berasal dari spread menuju output riil. Hasil dari Vector Error Correction Model (VECM) cenderung mendukung hipotesis bahwa sistem keuangan dapat menjadi mesin pertumbuhan di negara ini. Kata kunci: perkembangan sektor keuangan, pertumbuhan ekonomi, kausalitas, VECM."}, "filled": true, "author_pub_id": "56SC1wIAAAAJ:u-x6o8ySG0sC", "num_citations": 11, "citedby_url": "/scholar?hl=en&cites=14011449448004393485", "cites_id": ["14011449448004393485"], "pub_url": "http://jurnalmanajemen.petra.ac.id/index.php/man/article/view/16508", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:DRqlgAmrcsIJ:scholar.google.com/", "cites_per_year": {"2012": 1, "2013": 0, "2014": 0, "2015": 0, "2016": 0, "2017": 1, "2018": 1, "2019": 2, "2020": 0, "2021": 2, "2022": 1, "2023": 1, "2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Model Simultan Sederhana untuk Penentuan Nilai Tukar di Indonesia", "pub_year": 2006, "citation": "Buletin Studi Ekonomi 11 (2), 63-77, 2006", "author": "Inggrid and Munawar Ismail", "journal": "Buletin Studi Ekonomi", "volume": "11", "number": "2", "pages": "63-77", "publisher": "Fakultas Ekonomi, Universitas Udayana"}, "filled": true, "author_pub_id": "56SC1wIAAAAJ:ufrVoPGSRksC", "num_citations": 0, "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Entrepreneurial Motivation dan Entrepreneurial Leadership Wirausahawan Sektor Formal dan Informal di Jawa Timur", "citation": "Program Manajemen Bisnis, 0", "author": "Retno Ardianti and Inggrid Inggrid", "publisher": "Program Manajemen Bisnis", "abstract": "Penelitian ini bertujuan untuk melakukan pengukuran model entrepreneurial motivation (EM) dan entrepreneurial leadership (EL) dan mengetahui perbedaan kedua konstruk ini pada wirausahawan sektor formal dan informal. Konstruk entrepreneurial motivation dibentuk oleh delapan konstruk latent, yakni kebutuhan untuk berprestasi (need for achievement), keinginan untuk mendapatkan/menambah kekayaan (desire for wealth), locus of control, kemandirian/otonomi (independence/autonomy), antusiasme (passion), efikasi diri (self-efficacy), peluang (opportunity), dan ketersediaan sumber daya (resource availability). Sedangkan konstruk entrepreneurial leadership direpresentasikan dengan tujuh konstruk latent, yaitu  kemampuan untuk memotivasi (able to motivate), visoner (visionary), proaktif (pro-activeness), inovatif (innovativeness), keberanian dalam mengambil resiko (risk taking), berorientasi pada prestasi (achievement oriented), dan persistensi (persistence). Sampel penelitian adalah para pemimpin/pemilik usaha mikro dan kecil (UMK) baik yang termasuk pada sektor formal maupun informal di Jawa Timur. Teknik analisa data menggunakan analisa faktor konfirmatori (CFA) berbasiskan structural equation modeling. Hasil-hasil penelitian menunjukkan bahwa model entrepreneurial motivation dan entrepreneurial leadership yang dihipotesakan tergolong model yang fit. Lebih lanjut, temuan Penelitian mengindikasikan bahwa opportunity merupakan konstruk pembeda entrepreneurial motivation diantara pengusaha sektor formal dan informal, sedangkan proactiveness merupakan konstruk yang membedakan karakteristik …"}, "filled": true, "author_pub_id": "56SC1wIAAAAJ:8k81kl-MbHgC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/17450/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:uI70kPF6aLMJ:scholar.google.com/", "cites_per_year": {}}
