{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Sound Masking Assessment of Recycled Partition", "pub_year": 2024, "citation": "DIMENSI (Journal of Architecture and Built Environment) 51 (2), 61-72, 2024", "author": "Phylicia Deosephine Soegiono and Feny Elsiana and Lilianny Sigit Arifin", "journal": "DIMENSI (Journal of Architecture and Built Environment)", "volume": "51", "number": "2", "pages": "61-72", "abstract": "The increasing rate of urbanization leads to more unmanaged waste, currently at 33.08% of 18 million tons per year. This research uses recycled cans as architectural elements to address the acoustic comfort issues in coworking spaces. Some of these studies have also recommended the addition of sound masking elements such as natural sounds, music, and others to enhance workers' productivity. Furthermore, earlier research has experimented with processing waste plastic materials into acoustic elements based on sound absorption theory. The aim of this research is to conduct experiments by using recycled waste cans as an architectural element that can function as sound masking, providing an acoustically comfortable sound range that supports users' well-being. Results show that recycled partitions placed between workers produced a sound intensity level of 57.6 dBA, which is still 7.6 dBA above the comfort threshold."}, "filled": true, "author_pub_id": "5MZiQNoAAAAJ:QIV2ME_5wuYC", "num_citations": 0, "pub_url": "https://dimensi.petra.ac.id/index.php/ars./article/view/29275", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:SFsTuTyInu0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The impact of aspect ratio of buildings implementing Horizontal light pipe and shading systems on daylight performance", "pub_year": 2024, "citation": "Journal of Asian Architecture and Building Engineering 23 (5), 1658-1676, 2024", "author": "Feny Elsiana and Sri Nastiti N Ekasiwi and IGN Antaryama", "journal": "Journal of Asian Architecture and Building Engineering", "volume": "23", "number": "5", "pages": "1658-1676", "publisher": "Taylor & Francis", "abstract": "Deep-plan buildings limit daylight use in spaces far from the building perimeter, leading to uneven daylight distribution. Integrating a Horizontal Light Pipe (HLP) as an optical daylighting system, reflective light shelves, and blinds as shading systems can reduce excessive daylight levels at the perimeter area of a building and improve daylight uniformity. Earlier investigations of HLP daylight performance concentrated on fixed building geometries, but few studies focused on the building aspect ratio, one of the design variables of building geometry that greatly influences daylight performance. This study aims to investigate the impact of the aspect ratio of buildings implementing HLP and shading systems on daylight performance. The research method was experimental, using IES-VE simulation as a tool. The daylight factor (DF), uniformity daylight factor (UDF), and useful daylight illuminance (UDI) of various aspect …"}, "filled": true, "author_pub_id": "5MZiQNoAAAAJ:mVmsd5A6BfQC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=371126410836747927", "cites_id": ["371126410836747927"], "pub_url": "https://www.tandfonline.com/doi/abs/10.1080/13467581.2023.2278450", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:l6awHIGBJgUJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Daylighting Evaluation of Perforated Screen Façade with Light Shelf in the Tropics", "pub_year": 2024, "citation": "DIMENSI (Journal of Architecture and Built Environment) 51 (1), 39-48, 2024", "author": "Feny Elsiana and Lilianny S Arifin", "journal": "DIMENSI (Journal of Architecture and Built Environment)", "volume": "51", "number": "1", "pages": "39-48", "abstract": "The use of large glass facades in buildings without external shading devices leads to a high daylight level, uneven daylight distribution, and glare. A perforated screen facade (PSF) is one of the shading systems that can provide daylight and view and prevent direct solar radiation into a building. More research is needed about the daylight performance of PSF in integration with daylighting systems in the tropics. A combination of PSF and light shelf (LS), a daylighting system that can redirect daylight to the ceiling and enhance daylight distribution, is proposed to improve daylight levels and reduce glare. The research aims to evaluate the daylight performance of PSF and LS in the tropics. The research method is experimental with simulation utilizing IES-VE Radiance IES. Average Daylight Factor (DFavg), Useful Daylight Illuminance (UDI), and Daylight Glare Probability (DGP) of a room with a side window were compared with a room with PSF and LS. The results showed that implementing PSF and LS improved daylight performance by lowering the DFavg by 55%, increasing the UDI, and reducing the DGP."}, "filled": true, "author_pub_id": "5MZiQNoAAAAJ:4DMP91E08xMC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=10684026699147829050", "cites_id": ["10684026699147829050"], "pub_url": "https://repository.petra.ac.id/21452/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Ot9-La1JRZQJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Bentuk dan Orientasi Optimum Bangunan Perkantoran Tropis dengan Integrasi Horizontal Light Pipe dan Sistem Pembayang", "pub_year": 2024, "citation": "Institut Teknologi Sepuluh Nopember, 2024", "author": "Feny Elsiana", "abstract": "Bangunan berdenah gemuk memiliki keterbatasan akses terhadap cahaya alami pada area berjarak jauh dari jendela. Integrasi Horizontal Light Pipe (HLP) dengan sistem pembayang berupa light shelf dan blinds dibutuhkan untuk mendistribusikan cahaya alami pada area berjarak jauh dari jendela, mereduksi level cahaya alami berlebih pada area dekat jendela, dan meningkatkan keseragaman pencahayaan. Pada iklim tropis, orientasi timur atau barat tidak menjadi solusi optimum untuk desain jendela samping akibat tingginya kemungkinan glare; sebaliknya orientasi terbaik bukaan HLP adalah timur atau barat. Penentuan bentuk dan orientasi bangunan penting untuk pemanfaatan pencahayaan alami. Studi tentang keterkaitan bentuk, orientasi bangunan terhadap kinerja pencahayaan alami terbatas, dan berfokus pada konteks iklim non-tropis. Tujuan penelitian yakni menentukan bentuk dan orientasi optimum bangunan perkantoran tropis dengan integrasi HLP dan sistem pembayang (IHSP).  Metode penelitian adalah optimisasi dengan bantuan simulasi IES-VE. Variabel desain yang dipelajari meliputi aspek rasio (AR), kedalaman dan orientasi bangunan. Metrik kinerja pencahayaan alami meliputi rata-rata Daylight Factor (DF), Uniformity Daylight Factor (UDF), dan Useful Daylight Illuminance (UDI).  IHSP tidak secara signifikan merubah proposisi tentang pengaruh bentuk dan orientasi bangunan terhadap kinerja pencahayaan alami, namun memiliki peran dalam meningkatkan kinerja pencahayaan alami. Peningkatan aspek rasio, penurunan kedalaman bangunan dengan IHSP meningkatkan rata-rata DF dan UDF. Peningkatan …"}, "filled": true, "author_pub_id": "5MZiQNoAAAAJ:3fE2CSJIrl8C", "num_citations": 0, "pub_url": "https://repository.its.ac.id/106065/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Z83kbAufP20J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Preface of 5th International Conference on Empathic Architecture (ICEA)", "pub_year": 2024, "citation": "IOP Conference Series: Earth and Environmental Science 1301 (1), 011001, 2024", "author": "Sri Nastiti N Ekasiwi and I Gusti Ngurah Antaryama and Yun Shang Chiou and LMF Purwanto and Jefrey I Kindangen and Steve K Jusuf and Choo Yoon Yi and Mia M Tedjosaputro and Danny Santoso M Mintorogo and Rully M Damayanti and Lilianny Sigit M Arifin and Joyce M Laurens and Lilianny Sigit Arifin and Feny Elsiana and Luciana Kristanto and Elvina S Wijaya and Anik Juniwati and S Wirawan Dharmatanna and Bram Michael Wayne and Altrerosje Asri and Christine Wonoseputro and Ir Andhi Wijaya and Ir St Kuntjoro and Angela C Tampubolon", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "1301", "number": "1", "pages": "011001"}, "filled": true, "author_pub_id": "5MZiQNoAAAAJ:kNdYIx-mwKoC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:6fle0pT8PyoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Daylight Performance of Fiber Optic Daylighting in Deep Plan Office Room", "pub_year": 2023, "citation": "DIMENSI (Journal of Architecture and Built Environment) 50 (2), 81-98, 2023", "author": "Felicia Ranita Angelica and Liliany Sigit Arifin and Feny Elsiana", "journal": "DIMENSI (Journal of Architecture and Built Environment)", "volume": "50", "number": "2", "pages": "81-98", "abstract": "Most buildings have spaces far from the windows that require artificial lighting for illumination throughout the day. In fact, artificial lighting contributes to the second highest electrical energy consumption, especially in educational institutions that require more lighting. One of the appropriate solutions to illuminate areas far from windows is using a fiber optic daylighting system. FOD is used to distribute sunlight into the spaces away from the window. This research tested the lighting levels produced by alternative collector and diffuser models of FOD systems to meet the lighting level standards (lux) in discussion room P. 06. 05. Petra Christian University. This research uses experimental methods under actual weather exposure and simulation with DIALux software. Simulation results show that the room requires 6 collectors and 2 diffusers, arranged centrally and symmetrically. It produces 365 lux and a uniformity ratio of 0.59, which meets the standard. The lighting level data used was at 10: 30 AM during partially cloudy conditions."}, "filled": true, "author_pub_id": "5MZiQNoAAAAJ:YOwf2qJgpHMC", "num_citations": 0, "pub_url": "https://dimensi.petra.ac.id/index.php/ars/article/view/26538", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:tX91NA4xOPgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Daylight performance of horizontal light pipe and shading systems in office room with bilateral opening", "pub_year": 2023, "citation": "IOP Conference Series: Earth and Environmental Science 1281 (1), 012056, 2023", "author": "F Elsiana and SNN Ekasiwi and IGN Antaryama", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "1281", "number": "1", "pages": "012056", "publisher": "IOP Publishing", "abstract": "Daylighting implementation in the building can reduce building energy use. Previous research about Horizontal Light Pipe and shading systems in the Tropics examined daylighting strategies in a room with a unilateral opening, which receives daylight through a window in one wall. The bilateral openings from two adjacent side windows have the potential to improve daylight distribution and have yet to be discussed in previous research. This research evaluates the daylight level and distribution of HLP and shading systems in a room with a bilateral opening from two adjacent windows. The research method is experimental with simulation using IES-VE (Integrated Environment Solution-Virtual Environment) as a tool. The Daylight Factor (DF) and Uniformity Daylight Factor (UDF) of a room with bilateral openings from two adjacent windows were compared with a room with bilateral openings, HLP, and shading …"}, "filled": true, "author_pub_id": "5MZiQNoAAAAJ:8k81kl-MbHgC", "num_citations": 0, "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/1281/1/012056/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:sPxVzZnEudUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Validation of IES-VE for asessing daylight performance of building implementing horizontal light pipe and shading systems in the tropics", "pub_year": 2023, "citation": "International Journal of Application on Sciences, Technology and Engineering …, 2023", "author": "Feny Elsiana and Sri Nastiti N Ekasiwi and IGN Antaryama", "journal": "International Journal of Application on Sciences, Technology and Engineering", "volume": "1", "number": "2", "pages": "573-582"}, "filled": true, "author_pub_id": "5MZiQNoAAAAJ:M3ejUd6NZC8C", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=13195883894008984227", "cites_id": ["13195883894008984227"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ozK0n3wyIbcJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Harvesting renewable energies through innovative kinetic honeycomb architectural facades: the mathematical & CFD modeling for wind turbine design optimization", "pub_year": 2022, "citation": "Journal of Asian Architecture and Building Engineering 21 (6), 2593-2604, 2022", "author": "Danny Santoso Mintorogo and Aris Budhiyanto and Feny Elsiana and Fandi D Suprianto and Sutrisno", "volume": "21", "number": "6", "pages": "2593-2604", "publisher": "Taylor & Francis", "abstract": "The research was specifically focused on the renewable energy factors associated with thousands of hexagonal micro-module wind turbines, hexagonal solar cell modules, and hexagonal modules for solar-reflecting pipes. This involved the utilization of windmills and solar cells specifically designed for a non-structural facade of the front building envelope through a double facade technique. Moreover, electrical energy was obtained from each windmill module, while extra renewable electricity from abundant sunlight was acquired through the hexagonal modules of the solar cells (photovoltaic) designed vertically on the building facade. However, this current research only focuses on hexagonal wind turbines. ANSYS Fluent 12.0 simulated software and numerical analysis were used to optimize and redesign the wind turbine blades in order to obtain more electricity from a single micro-module hexagonal wind turbine …"}, "filled": true, "author_pub_id": "5MZiQNoAAAAJ:LkGwnXOMwfcC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=6341766319433645332", "cites_id": ["6341766319433645332"], "pub_url": "https://www.tandfonline.com/doi/abs/10.1080/13467581.2021.2007102", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:FP1gDt56AlgJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "STUDY OF HORIZONTAL LIGHT PIPE WITH DYNAMIC REFLECTOR IN THE TROPICS", "pub_year": 2022, "citation": "DIMENSI (Journal of Architecture and Built Environment) 49 (1), 75-86, 2022", "author": "Livia Hariyanto and Feny Elsiana and Danny Santoso Mintorogo", "journal": "DIMENSI (Journal of Architecture and Built Environment)", "volume": "49", "number": "1", "pages": "75-86"}, "filled": true, "author_pub_id": "5MZiQNoAAAAJ:Se3iqnhoufwC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:qBSnZUBNBcYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Strategi Bukaan dan Rasio Dimensi Ruang Kelas SMP-SMA Di Surabaya terhadap Level dan Distribusi Cahaya Alami", "pub_year": 2021, "citation": "Jurnal EDimensi Arsitektur 9 (1), 473-480, 2021", "author": "Cindy Elena Kartika and Feny Elsiana", "journal": "Jurnal EDimensi Arsitektur", "volume": "9", "number": "1", "pages": "473-480", "abstract": "Pencahayaan alami ruang kelas dapat mengurangibeban energi listrik dan menunjang kenyamananvisual. Namun, beberapa sekolah di Surabaya sepertiSMA Santa Maria Surabaya dan SMAN 9 Surabayamemiki kelas dengan pencahyaan di bawah standar. Penelitian ini bertujuan untuk mengetahui pengaruhstrategi bukaan dan rasio dimensi ruang kelas SMPSMAdi Surabaya terhadap level dan distribusicahaya alami, sehingga dapat menjadi gambaran sertapertimbangan desain ruang kelas yang dapatmengoptimalkan pencahayaan alami. Penelitian inimerupakan penelitian kuantitatif dengan metodesimulasi. Simulasi dilakukan dengan menggunakansoftware DIALux Evo 9.2 untuk mendapatkan nilaiilluminance, Daylight Factor, dan Uniformity Ratio. Perbandingan level dan distribusi cahaya alami dariruang dengan variasi rasio 1, 0.78, 0.44, WWR 30% dan 40%, serta tipe bukaan 1 sisi, 2 sisi berhadapan …"}, "filled": true, "author_pub_id": "5MZiQNoAAAAJ:ULOm3_A8WrAC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=12583644698290846542", "cites_id": ["12583644698290846542"], "pub_url": "https://scholar.google.com/scholar?cluster=12583644698290846542&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:TntanS4Woq4J:scholar.google.com/", "cites_per_year": {"2023": 3, "2024": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "THE EFFECT OF OPENING DISTRIBUTION AREA MODIFICATION ON HORIZONTAL LIGHT PIPE DAYLIGHT PERFORMANCE", "pub_year": 2020, "citation": "DIMENSI: Journal of Architecture and Built Environment 47 (1), 19-26, 2020", "author": "Feny Elsiana and Sri Nastiti Ekasiwi and I Gusti Ngurah Antaryama", "journal": "DIMENSI: Journal of Architecture and Built Environment", "volume": "47", "number": "1", "pages": "19-26", "abstract": "The use of daylight within an office building in the tropics provides energy savings, psychological and physiological health advantages for building occupants. In order to promote the daylight admission, the building should have a narrow depth. However, plans of modern air-conditioned buildings tend to be deep, in order to minimize heat gain from the building envelope. A deep plan office building design limits access to daylight and generates an insufficient daylight level on the workspace distant from the side window. Horizontal Light Pipe (HLP) is one of light transport systems that can deliver daylight to these areas. The research aim was to explain and evaluate the effect of HLP s opening distribution area on daylight performance at deep plan-private office space in the tropics. The research method was experiment with simulation as a tool. Daylight level and daylight uniformity of the base case, HLP with an opening distribution area of 6.6 m2 were compared with the case, HLP with an opening distribution area of 3.41 m2. The results showed that HLP with a smaller opening distribution area of 3.41 m2 could illuminate working spaces where a simple visual task is performed. A 50% reduction of HLP s opening distribution area, from 6.6 m2 to 3.41 m2 improved average Daylight Factor (DF) as much as 6.42%. The presence of highly specular material on opening distribution area contributed to the specular reflection of daylight before being transmitted to office space by a translucent glass. A lower illuminance uniformity ratio but still meet the recommended illuminance uniformity ratio on workspace was resulted in a smaller HLP s opening …"}, "filled": true, "author_pub_id": "5MZiQNoAAAAJ:eQOLeE2rZwMC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=16475065573421358625", "cites_id": ["16475065573421358625"], "pub_url": "https://repository.petra.ac.id/18995/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:IR4Ms9kwo-QJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 0, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Effect of tilt angle of building-integrated wind turbine and photovoltaic facade on wind pressure and solar radiation", "pub_year": 2020, "citation": "IOP Conference Series: Earth and Environmental Science 520 (1), 012016, 2020", "author": "Danny Santoso Mintorogo and Feny Elsiana and Aris Budhiyanto", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "520", "number": "1", "pages": "012016", "publisher": "IOP Publishing", "abstract": "This study investigated the potential impacts of wind pressure and incident solar radiation on a building tilted façade installed with micro wind turbine and photovoltaic panels as a second skin façade for generating electricity. The wind pressure will affect wind turbine rotation, and solar radiation will affect the energy produced by the photovoltaic. The study used simulation modeling software to analyze the wind pressure and solar radiation received on the tilted façade. The research found that the force received by the tilted façade is more significant than that received by the 90 tilted fagade. The smaller the tilted-angle of the fagade, the more radiation received by the PV panel. Conversely, the larger tilted-angle of the building façade, the less radiation received by the photovoltaic, despite the wind pressure received by the wind turbine being higher than that received by the 90 tilt façade. However, the more radiation …"}, "filled": true, "author_pub_id": "5MZiQNoAAAAJ:YsMSGLbcyi4C", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=8390335698825474048", "cites_id": ["8390335698825474048"], "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/520/1/012016/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:AHDFOt11cHQJ:scholar.google.com/", "cites_per_year": {"2020": 1, "2021": 0, "2022": 0, "2023": 0, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Daylight performance of horizontal light pipe with egg-crate reflector in the tropics", "pub_year": 2020, "citation": "E&ES 490 (1), 012006, 2020", "author": "F Elsiana and F Soehartono and L Kristanto", "journal": "E&ES", "volume": "490", "number": "1", "pages": "012006", "publisher": "IOP Publishing", "abstract": "Horizontal Light Pipe (HLP) is one of a light transport system that can guide daylight deeper into building interiors. Improvement of HLP's light distribution by installing an egg-crate reflector at its opening distribution was conducted. The study's aim was to evaluate and explain the daylight performance of HLP with an egg-crate reflector at office space in the tropics. Experiment with physical scaled model 1: 5 was used as a research method. Illuminance value, Daylight Factor (DF), uniformity ratio and diversity of illuminance of an office space lit by side window (base case) were compared to the office space lit by side window and HLP with an egg-crate reflector (case), simultaneously with daylighting standards. The results showed that HLP with egg-crate reflector improved daylight level and distribution. Improvement of DF and illuminance level were in the range of 16.6% to 56.6%. The uniformity ratio of the base case …"}, "filled": true, "author_pub_id": "5MZiQNoAAAAJ:W7OEmFMy1HYC", "num_citations": 8, "citedby_url": "/scholar?hl=en&cites=10792426013543173107", "cites_id": ["10792426013543173107"], "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/490/1/012006/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8wvtUUdmxpUJ:scholar.google.com/", "cites_per_year": {"2021": 3, "2022": 1, "2023": 3, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Daylight performance of courtyard wall design at low-cost flat in the tropics", "pub_year": 2018, "citation": "E&ES 152 (1), 012009, 2018", "author": "F Elsiana and A Juniwati and LS Arifin", "journal": "E&ES", "volume": "152", "number": "1", "pages": "012009", "abstract": "Courtyard in a low-cost flat in the tropics provides daylight but it is usually protected with a corridor to control the solar radiation. Surrounded by a shaded corridor, daylight level of the adjacent dwelling rooms around the courtyard are reduced. Modification of courtyard wall by integrating a sloped light shelf is proposed to improve the daylight level on dwelling room and control excessive light penetration at the corridor. Experiment with simulation as a tool was used as a research method. Illuminance value, Daylight Factor and uniformity ratio of the base case, a courtyard wall design in a typical low-cost flat in Surabaya (latitude 7º15'55''S) using louver and case, a proposed courtyard wall design using sloped light shelf were compared, simultaneously with daylighting standards. The results demonstrated that courtyard wall modification reduced excessive average illuminance on the corridor in the range of 41% to 57.1 …"}, "filled": true, "author_pub_id": "5MZiQNoAAAAJ:UeHWp8X0CEIC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=17975995084288621649", "cites_id": ["17975995084288621649"], "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/152/1/012009/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Ufwwy0mQd_kJ:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Persepsi Mahasiswa terhadap Warna Dinding Depan Kelas pada Tes Mengingat", "pub_year": 2016, "citation": "RUAS (Review of Urbanism and Architectural Studies) 14 (1), 1-8, 2016", "author": "Gunawan Tanuwidjaja and Feny Elsiana and Juniar Yusani and Maria Marsha Haryogo and Christovel Khosuma and Nerissa Arviana Wijaya and Larasasti Sistha", "journal": "RUAS (Review of Urbanism and Architectural Studies)", "volume": "14", "number": "1", "pages": "1-8", "abstract": "Persepsi adalah sebuah proses saat individu mengatur dan menginterpretasikan kesan-kesan yang ditangkap mereka dan memberikan makna/arti bagi lingkungan. Terdapat beberapa faktor yang mempengaruhi proses belajar (Chan, 1996) yaitu aspek visual, akustik, estetika dan lingkungan termal. Studi terhadap warna biru (blue) memberi efek menenangkan (soothing effect) didapati pada orang–orang yang sedang melihat badan air yang besar atau langit terbuka, sementara oranye (orange) memberikan rangsangan (Kopacz, 2004). Pada percobaan ini, dilakukan intervensi warna biru dan oranye yang diterapkan hanya seluas 12 m 2 di bagian depan ruangan dengan produk Nippon Paint. Jenis cat yang dipilih ialah Biru (Arctic Blue) dan Oranye (Sun Fresh), dan lampu Philips Cool White. Dari riset, mahasiswa pada saat mengerjakan psikotes tidak terlalu merasa dampak dari dinding di bagian depan …"}, "filled": true, "author_pub_id": "5MZiQNoAAAAJ:zYLM7Y9cAGgC", "num_citations": 0, "pub_url": "https://ruas.ub.ac.id/index.php/ruas/article/view/198", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:iaZHSt5tc6cJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "THE INFLUENCE OF WALL COLOR AND LAMP COLOR TEMPERATURE TO STUDENT’S CONCENTRATION AND COGNITION", "pub_year": 2016, "citation": "DIMENSI (Journal of Architecture and Built Environment) 43 (1), 15-22, 2016", "author": "KRISTANTO Luciana and TANUWIDJAJA Gunawan and ELSIANA Fenny Fenny and WIJAYA Nerissa Arviana Nerissa Arviana and WAHONO Eunice", "journal": "DIMENSI (Journal of Architecture and Built Environment)", "volume": "43", "number": "1", "pages": "15-22", "abstract": "Concentration has an important role in our life, especially in order to get a quality and productivity in working. With concentration we can achieve the maximum and faster result in our work. Some ways to improve concentration that being researched here is by arranging the wall color and the lamp color temperature of the room. The color used as wall color in this research was the blue 9.8 B, 7.4/5.6; and the orange 8.1 YR, 8.7/3.7 of the Munsell color palette. Whereas the room lighting was the fluorescent lamp in 6500K (cool daylight) and 2700K (warm white) color temperature. Respondents of this research were 117 undergraduate students, the average GPA was 3.28; and 20, 26 years as the mean age. The concentration and cognition tests are the Army Alfa test and IST subtest 9 that conducted in the room with different condition. Found in this research that the blue with cool daylight lamp has significant impact to concentration in 2,526 Lickert scale; and that orange with cool daylight lamp has correlation 0.781 to cognition result; but the other conditions have no significancy toward concentration and cognition"}, "filled": true, "author_pub_id": "5MZiQNoAAAAJ:Tyk-4Ss8FVUC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=14562098117819213283", "cites_id": ["14562098117819213283"], "pub_url": "http://dimensi.petra.ac.id/index.php/ars/article/view/19798", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:46X_uBX3FsoJ:scholar.google.com/", "cites_per_year": {"2020": 1, "2021": 0, "2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "HOSPITAL’S WALL COLOUR IMPACT ON STROKE PATIENTS’WARD USERS IN SURABAYA", "pub_year": 2016, "citation": "DIMENSI (Journal of Architecture and Built Environment) 42 (2 (), 77-80, 2016", "author": "Gunawan Tanuwidjaja and Luciana Kristanto and Feny Elsiana and JUNIAR YUSANI and MARIA HARYOGO and Sastra Budiharja Santoso", "volume": "42", "number": "2 (", "pages": "77-80", "abstract": "The Cardiovascular diseases have become the top killer since 1970 worldwide. In 2005, it was recorded the present of 5.7 million stroke survivors. On the other hand, healing stroke and its related complications required much more considerable time. So the patients’ wards quality especially related to wall colour become very important for the patients recovery. The study was conducted with exploratory methods combining visual methods of research and Luscher colour test. Series of interviews were conducted to gather the users’ perception. So, it was found on that blue wall colour calmed the medical personals, patients, and their family. The most soothing Blue colour variant according to respondents was the Artic Blue (hue 9.8 B, value 7.4 and chroma 5.6)."}, "filled": true, "author_pub_id": "5MZiQNoAAAAJ:d1gkVwhDpl0C", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=8124235086486904314", "cites_id": ["8124235086486904314"], "pub_url": "https://repository.petra.ac.id/17420/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-h3RYcQUv3AJ:scholar.google.com/", "cites_per_year": {"2023": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Collaboration of two optical daylighting systems at office building in the tropics", "pub_year": 2015, "citation": "International Joint Conference SENVAR-iNTAAVAn 2015, 223-236, 2015", "author": "Feny Elsiana and Frans Soehartono and Luciana Kristanto", "journal": "International Joint Conference SENVAR-iNTAAVAn 2015", "pages": "223-236"}, "filled": true, "author_pub_id": "5MZiQNoAAAAJ:9yKSN-GCB0IC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=9836963585578518168", "cites_id": ["9836963585578518168"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:mEbcOkPqg4gJ:scholar.google.com/", "cites_per_year": {"2020": 2, "2021": 1}}
