{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Digital Module of Financial Appraisal for Energy Efficiency Investment", "pub_year": 2025, "citation": "Digital Module of Financial Appraisal for Energy Efficiency Investment, 2025", "author": "Yusak Tanoto", "abstract": "SURAT PENCATATAN CIPTAAN Page 1 an MENTERI HUKUM DIREKTUR JENDERAL \nKEKAYAAN INTELEKTUAL ub Direktur Hak Cipta dan Desain Industri Agung \nDamarsasongko,SH.,MH. NIP. 196912261994031001 REPUBLIK INDONESIA \nKEMENTERIAN HUKUM SURAT PENCATATAN CIPTAAN Dalam rangka pelindungan \nciptaan di bidang ilmu pengetahuan, seni dan sastra berdasarkan Undang-Undang Nomor \n28 Tahun 2014 tentang Hak Cipta, dengan ini menerangkan: Nomor dan tanggal \npermohonan Pencipta Nama Alamat Kewarganegaraan Pemegang Hak Cipta Nama \nAlamat Kewarganegaraan Jenis Ciptaan EC002025046469,6Mei2025YusakTanotoJl.CitraMelati80,Tropodo,RT92/RW10,Waru,Kab.Sidoarjo,JawaTimur, \n61256 IndonesiaYusakTanotoJl.CitraMelati80,Tropodo,RT92/RW10,Waru,Kab.Sidoarjo,JawaTimur, \n61256 IndonesiaProgramKomputerDigitalModuleofFinancialAppraisalfor…"}, "filled": true, "author_pub_id": "5PLZ95AAAAAJ:RYcK_YlVTxYC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21570/1/Kegiatanhaki_04020_1778.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:DaTrv5y90K4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Solar Photovoltaic Power Output Prediction Using Machine Learning-Based Regressors", "pub_year": 2025, "citation": "Journal of Asian Energy Studies 9, 111-130, 2025", "author": "Gregorius Satia Budhi and Yusak Tanoto and Dick Jovian and Rudy Adipranata and CLEMENT RAPHAEL HARTONO", "volume": "9", "pages": "111-130", "abstract": "This study proposes a framework for predicting solar photovoltaic (solar PV) power output using Machine Learning-based regressors for short-, medium-, and long-term prediction horizons. To identify the most effective regressor, we propose a comparison framework to evaluate the performance of several types of regressor models. This evaluation will include Neural Networks, Boosting and Bagging Ensembles, and a baseline assessment using a linear regressor family. In this study, we implement the grid search method to improve model performance by fine-tuning hyperparameters, as does the K-fold shuffle split cross-validation method. We consider large spatial and long temporal historical datasets for the case study. A 5 km x 5 km gridded hourly temporal-based 1 MW modelled Solar PV dataset consisting of direct and diffuse irradiation, temperature, and power output during 2013-2022 in the Java-Bali region, Indonesia, is used as a case study. The grid search-optimized Neural Networks family, the Multilayer Perceptron model, can accurately predict power output from short-, medium-, and long-term horizons, with an average MAE of 0.248 kW and an average RMSE of 0.306 kW, followed by Random Forest, a grid search optimized Bagging Ensemble and a grid search-optimized Histogram Gradient Boosting Ensemble model. All predictor models generally performed well under strong El-Nino-affected data but were sensitive to very strong El-Nino during 2015-2016. The method used and insights gained from this study also benefit other jurisdictions with similar contexts."}, "filled": true, "author_pub_id": "5PLZ95AAAAAJ:J_g5lzvAfSwC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21534/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:UJfnba4OF6kJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Assessing the potential of small wind turbine electricity generation for small-sized hotels towards sustainable tourism in developing countries", "pub_year": 2025, "citation": "International Journal of Renewable Energy Development, 14 (3), 429-440, 2025", "author": "Yusak Tanoto and Brandon Sebastian Jasman and Stephanus A Ananda", "volume": "14", "number": "3", "pages": "429-440", "abstract": "The persistent reliance on fossil fuels for energy will yield enduring adverse effects on the tourism sector, particularly the hotel industry. Wind energy represents a renewable electricity source that can facilitate the transition of small-scale hotels to clean energy. The main objective of this research is to propose a methodology for evaluating the potential of wind energy to support sustainable tourism in developing nations, specifically in fulfilling the electricity requirements of small hotels. This study aims to assess and compare the potential contribution of small wind turbines to hotel energy demand by modelling a historical hourly wind dataset spanning ten years (2011-2020) and forecasting a portion of the dataset. This research selected three sites in Indonesia exhibiting varying wind energy potentials: Tepus District in Gunung Kidul Regency, Losari Beach in Makassar City, and Nusa Penida Island in Bali. This study utilises multiple linear regression to examine the impact of external variables on wind speed, and it applies Seasonal Autoregressive Integrated Moving Average (SARIMA) and Holt-Winters Exponential Smoothing (HWES) for wind speed forecasting in these three locations. The hourly and daily interval datasets analysis reveals a weak correlation between external factors and wind speed, with the HWES method identified as the most appropriate approach for modelling and forecasting wind speed, surpassing the SARIMA model by 0.309 RMSE. Forecasting results indicate that a 30-kW wind turbine could supply 8.8 - 35.3% of a small hotels electricity consumption, depending upon the occupancy rate."}, "filled": true, "author_pub_id": "5PLZ95AAAAAJ:ns9cj8rnVeAC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21479/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:l-Auui7c-UcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Program Komputer Machine Learning Regression-based Solar PV Power Output Prediction Tool", "pub_year": 2024, "citation": "Program Komputer Machine Learning Regression-based Solar PV Power Output …, 2024", "author": "Yusak Tanoto and Gregorius Satia Budhi and Rudy Adipranata and Indar Sugiarto and DICK JOVIAN and ANTHONY HENDRATA and CLEMENT RAPHAEL HARTONO", "abstract": "SURAT PENCATATAN CIPTAAN Page 1 an MENTERI HUKUM DIREKTUR JENDERAL \nKEKAYAAN INTELEKTUAL ub Direktur Hak Cipta dan Desain Industri Agung \nDamarsasongko,SH.,MH. NIP. 196912261994031001 REPUBLIK INDONESIA \nKEMENTERIAN HUKUM SURAT PENCATATAN CIPTAAN Dalam rangka pelindungan \nciptaan di bidang ilmu pengetahuan, seni dan sastra berdasarkan Undang-Undang Nomor \n28 Tahun 2014 tentang Hak Cipta, dengan ini menerangkan: Nomor dan tanggal \npermohonan Pencipta Nama Alamat Kewarganegaraan Pemegang Hak Cipta Nama \nAlamat Kewarganegaraan Jenis Ciptaan EC002024252952,16Desember2024YusakTanoto,GregoriusSatiaBudhi,ST.dkk\nJL.CitraMelatiNo.80Tropodo,RT092/RW010,KelurahanTropodo,Waru, Sidoarjo, Jawa Timur, \n61256 IndonesiaLPPMUniversitasKristenPetraJalanSiwalankertoNo.121-131,KelurahanSiwalankerto,Wonocolo,…"}, "filled": true, "author_pub_id": "5PLZ95AAAAAJ:NaGl4SEjCO4C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21474/1/Kegiatanhaki_04020_1766.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:7LY8wDkP2WcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Program Komputer Time Series Analysis-Based Solar PV Power Output Prediction Tool", "pub_year": 2024, "citation": "Program Komputer Time Series Analysis-Based Solar PV Power Output Prediction …, 2024", "author": "Yusak Tanoto and Gregorius Satia Budhi and Rudy Adipranata and Indar Sugiarto and JIMLEE CHRISTANTO WIDJAYA and ANTHONY HENDRATA and CLEMENT RAPHAEL HARTONO", "abstract": "SURAT PENCATATAN CIPTAAN Page 1 an MENTERI HUKUM DIREKTUR JENDERAL \nKEKAYAAN INTELEKTUAL ub Direktur Hak Cipta dan Desain Industri Agung \nDamarsasongko,SH.,MH. NIP. 196912261994031001 REPUBLIK INDONESIA \nKEMENTERIAN HUKUM SURAT PENCATATAN CIPTAAN Dalam rangka pelindungan \nciptaan di bidang ilmu pengetahuan, seni dan sastra berdasarkan Undang-Undang Nomor \n28 Tahun 2014 tentang Hak Cipta, dengan ini menerangkan: Nomor dan tanggal \npermohonan Pencipta Nama Alamat Kewarganegaraan Pemegang Hak Cipta Nama \nAlamat Kewarganegaraan Jenis Ciptaan EC002024252970,16Desember2024YusakTanoto,GregoriusSatiaBudhi,ST.dkk\nJL.CitraMelatiNo.80Tropodo,RT092/RW010,KelurahanTropodo,Waru, Sidoarjo, Jawa Timur, \n61256 IndonesiaLPPMUniversitasKristenPetraJalanSiwalankertoNo.121-131,KelurahanSiwalankerto,Wonocolo,…"}, "filled": true, "author_pub_id": "5PLZ95AAAAAJ:RGFaLdJalmkC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21473/1/Kegiatanhaki_04020_1770.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:D6fIx33yfSkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "KawanSurya: an Android-based mobile app for assessing the techno-economic potential of rooftop photovoltaic", "pub_year": 2024, "citation": "Bulletin of Electrical Engineering and Informatics 14 (1), 31-42, 2024", "author": "Yusak Tanoto and Christopher Marvel and Hanny Hosiana Tumbelaka", "volume": "14", "number": "1", "pages": "31-42", "abstract": "Many developing countries, including Indonesia, are progressing poorly in residential rooftop photovoltaic (PV) adoption, including on-grid systems. On the customer side, the decision to implement on-grid rooftop PV or rely only on power from the utility grid has often been made without appropriate knowledge of techno-economic considerations. This includes the impression of high system costs. This paper introduces KawanSurya: PV calculator, a solar rooftop PV techno-economic application for Android mobile phones, designed to help residential customers assess the potential of installing on-grid rooftop PV systems. The tool allows users to select a specific geographic location, calculate daily load profiles, and determine available roof areas. It uses irradiance data from the PVGIS API and HOMER’s solar PV output equation to determine hourly PV output power. Simulation results for a typical 2,200 VA household show a payback period of 9.44 years or beyond, significantly influenced by electrical load profiles and bill reduction factors. A 65% bill reduction factor and similar load profile prolong the payback period, while a 0% billing reduction factor or uncompensated electricity sales may exceed the project’s lifetime."}, "filled": true, "author_pub_id": "5PLZ95AAAAAJ:GnPB-g6toBAC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21397/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:YbYcdr1Jkc8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Role of Information and Communication Technology in Advancing Sustainable Energy Transition in Developing Countries: Progress, Opportunities and Challenges", "pub_year": 2024, "citation": "TEKNIKA 13 (3), 435-442, 2024", "author": "Yusak Tanoto", "volume": "13", "number": "3", "pages": "435-442", "publisher": "Petra Christian University", "abstract": "Sustainable energy transitions in developing countries are critical for balancing economic growth and environmental sustainability. Transitioning to renewable energy sources alleviates energy poverty and reduces reliance on fossil fuels. Information and communication technology (ICT) plays an important role in advancing the energy transition and achieving lowcarbon energy utilisation by facilitating the transition of power sectors to renewable energy sources. This paper provides an overview of the role of ICT in achieving sustainable energy transition in developing countries and jurisdictions. It emphasises the significance of SDG 7 and other sustainable energy transition indices for energy access and transition, as well as presenting their status and progress in various regions, including developing countries. This paper also discusses several types of available ICT tools and methods that enable digitalization in the power sector, such as smart grids, smart metres, energy management systems, Internet of Things (IoT) for energy, and renewable energy monitoring systems, as well as the opportunities and challenges of incorporating ICT into the context of developing countries' sustainable power sector."}, "filled": true, "author_pub_id": "5PLZ95AAAAAJ:O3NaXMp0MMsC", "num_citations": 0, "pub_url": "https://ejournal.ikado.ac.id/index.php/teknika/article/download/1068/363", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-2aFdz1SEekJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaman Baling-Baling Kipas Angin Menggunakan Pengunci Sidik Jari", "pub_year": 2024, "citation": "Pengaman Baling-Baling Kipas Angin Menggunakan Pengunci Sidik Jari, 2024", "author": "Yusak Tanoto and Oegik Soegihardjo and Victorius Roy and KORNELIUS VIENO ZICO WAHONO and Garincha Bintang Laksana", "abstract": "SERTIFIKAT PATEN SEDERHAI{A Page 1 REPUBLIK INDONESIA KE\\,{ENTERIAN HUKUNT \nDAN HAK ASASI MANUSIA SERTIFIKAT PATEN SEDERHAI{A Menteri Hukum dan Hak Asasi \n[4anusia atas nama Negara Republik lndonesia berdasarkan Undang-Undang Nomor 13 \nTahun 2A16 tentang Paten, memberikan hak atas Paten Sederhana kepada: Nama dan \nAlamat Pemegang Paten Untuk lnvensi dengan Judul lnventor Tanggal Penerimaan Nomor \nPaten Tanggal Pemberian LPPIU Universitas Kristen Petra Jalan Siwalankerto 121-1 31, \nKelurahan Siwalankerto, Kecamatan Wonocolo, Surabaya 60236, Jawa Timur PENGAMAN \nBALING-BALING KIPAS ANGIN I\\4ENGGUNAKAN PENGUNCI SIDIK JARI Yusak Tanoto lr. \nOegik Soegihardjo, [v1A. Victorius Roy Korenelius Vieno Zico Wahono Garincha Bintang \nLaksana Willyanto Anggono 25 Oktober 2022 rDS000008636 30 Juli 2024 Pelindungan Paten …"}, "filled": true, "author_pub_id": "5PLZ95AAAAAJ:k_IJM867U9cC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21223/1/Kegiatanhaki_04020_1525.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Kb8NwsBj2tIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pintu geser dispenser galon bawah dengan pengunci sidik jari", "pub_year": 2024, "citation": "Pintu geser dispenser galon bawah dengan pengunci sidik jari, 2024", "author": "Oegik Soegihardjo and Yusak Tanoto and GARINCHA BINTANG LAKSANA and CHANDRA WASKITO and ARDIAN CHANDRA", "abstract": "Willyanto, and Soegihardjo, Oegik and Tanoto, Yusak and LAKSANA, GARINCHA BINTANG and WASKITO, CHANDRA and JERICO, and CHANDRA, ARDIAN (2024) Pintu geser dispenser galon bawah dengan pengunci sidik jari.[UNSPECIFIED]"}, "filled": true, "author_pub_id": "5PLZ95AAAAAJ:_Qo2XoVZTnwC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21158/1/Kegiatanhaki_04020_1509.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-MMvLn6d5aoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Clustering-based assessment of solar irradiation and temperature attributes for PV power generation site selection: A case of Indonesia  s Java-Bali region", "pub_year": 2024, "citation": "International Journal of Renewable Energy Development 13 (2), 351-361, 2024", "author": "Yusak Tanoto and Gregorius Satia Budhi and Sean Frederick Mingardi", "volume": "13", "number": "2", "pages": "351-361", "abstract": "This study presents clustering-based assessments of solar attributes for locating potential solar photovoltaic (PV) power plant sites using k-means and density-based spatial clustering of applications with noise (DBSCAN) by examining the yearly average single-attribute and three-attribute clustering on a dataset of long-term hourly-based direct and diffuse irradiation, ambient temperature, and solar PV power output from 2005 to 2022. Three-attribute clustering enables stakeholders to better understand the characteristics of a cluster by collectively identifying three solar attributes and the magnitude of each attribute in an area or cluster. The presence of this information, which constitutes the clusters, suggests that these attributes have different effects on solar PV output power in different clusters. Although k-means is an effective method for investigating potential locations for PV power plant placements, DBSCAN offers users an alternative method for accomplishing a similar goal. In the case of three-attribute clustering of direct irradiation with k-means and DBSCAN, the 18-year mean value of clusters with the highest yearly average value is achieved at very similar values of 0.305 kW/m2 and 0.310 kW/m2, respectively. It turns out that only six years of direct irradiation had an annual mean value of less than 0.305 kW/m2. This finding implies that in the long run, the solar resources in terms of direct irradiation will typically surpass 0.3 kW/m2/MW installed capacity over all areas suitable for PV power plants. While focusing on the Java-Bali region, Indonesia, the findings, and methods appear to be of broader interest to policymakers, particularly in …"}, "filled": true, "author_pub_id": "5PLZ95AAAAAJ:blknAaTinKkC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=16565189106563612402", "cites_id": ["16565189106563612402"], "pub_url": "https://repository.petra.ac.id/20881/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8v7k7blf4-UJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisa Daya pada Pemanfaatan Panel Surya Menggunakan Inverter Limiter", "pub_year": 2024, "citation": "RELE (Rekayasa Elektrikal dan Energi): Jurnal Teknik Elektro 6 (2), 106-112, 2024", "author": "REINARD MIKA YUMANA and Hanny Hosiana Tumbelaka and Yusak Tanoto", "volume": "6", "number": "2", "pages": "106-112", "abstract": "Sistem pembangkit listrik tenaga surya On-Grid skala kecil (panel surya) memiliki potensi besar untuk memenuhi kebutuhan energi listrik di rumah tinggal. Namun, ada beberapa kendala yaitu ada daerah yang tidak menyediakan pemasangan meter ekspor   impor dan biaya pemasangan meter ekspor   impor yang tidak murah. Salah satu alternatif solusi untuk permasalahan ini adalah dengan menggunakan Grid Tie Inverter with Limiter (GTIL) untuk mencegah energi berlebih masuk ke jaringan listrik. Pada saat energi yang dihasilkan panel surya lebih besar dari beban terpasang, maka GTIL membatasi daya yang dihasilkan  oleh panel surya menjadi sesuai dengan kapasitas beban terpasang. Makalah ini membahas pemanfaatan GTIL dan analisa rugi daya dari penggunaan sistem limiter. Dari hasil analisa, diketahui bahwa sistem limiter bekerja dengan melakukan pergeseran titik kerja panel surya sesuai dengan daya total beban  terpasang, dan rugi daya dapat dikurangi dengan melakukan alokasi daya yang dihasilkan ke baterai."}, "filled": true, "author_pub_id": "5PLZ95AAAAAJ:4TOpqqG69KYC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20758/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:mkTDxbdtYWsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Cost-reliability trade-offs for grid-connected rooftop PV in emerging economies: A case of Indonesia's urban residential households", "pub_year": 2023, "citation": "Energy 285, 129388, 2023", "author": "Yusak Tanoto", "journal": "Energy", "volume": "285", "pages": "129388", "publisher": "Pergamon", "abstract": "This study explores the potential of grid-connected rooftop photovoltaic (PV) systems in terms of how they can be better planned and utilised by understanding possible trade-offs between cost and reliability while acknowledging challenges to utility supply security in the context of emerging economies. The study particularly examines the implications of unserved energy targets, PV capacity, and billing deduction factors on grid-connected rooftop PV's trade-offs in terms of total net present cost and unserved energy. This study considers four residential household segments in Indonesia's urban area as a case study, with four cases applied in each segment representing scenarios on PV capacities and billing deduction factors. Using HOMER software, the analyses highlight the role of cost components in trade-offs involving potential PV capacity cases. Systems with maximum PV capacity exhibit cheaper total net …"}, "filled": true, "author_pub_id": "5PLZ95AAAAAJ:aqlVkmm33-oC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=8362236306175791182", "cites_id": ["8362236306175791182"], "pub_url": "https://www.sciencedirect.com/science/article/pii/S0360544223027822", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:TpB7jZ2hDHQJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Time Series Forecasting for Daily to Monthly Temporal Hourly-based Solar PV Output Power", "pub_year": 2023, "citation": "2023 6th International Seminar on Research of Information Technology and …, 2023", "author": "Yusak Tanoto and Gregorius Satia Budhi and Jimlee Christanto Widjaya", "conference": "2023 6th International Seminar on Research of Information Technology and Intelligent Systems (ISRITI)", "pages": "519-523", "publisher": "IEEE", "abstract": "This paper presents the application of the Auto-Regressive Integrated Moving Average Exogenous (ARIMAX) model and compares its performance with Auto-Regressive Integrated Moving Average (ARIMA) and Seasonal Auto-Regressive Integrated Moving Average (SARIMA) in forecasting daily, weekly, and monthly average solar PV output power. This study considers long-term hourly temporal-based solar PV output power for the Java-Bali region of Indonesia, as obtained from the Renewables.ninja solar PV model web-based tool. Using the Dash framework and Python, the study develops a web-based dashboard application that allows users to explore and analyse daily to monthly forecasting using these three methods. The testing results show that the time series methods are best suited for predicting monthly average output power, with the ARIMAX outperforming all other methods when applied to all cities …"}, "filled": true, "author_pub_id": "5PLZ95AAAAAJ:9yKSN-GCB0IC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=615579580076430827", "cites_id": ["615579580076430827"], "pub_url": "https://ieeexplore.ieee.org/abstract/document/10467972/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:65Vw2V36iggJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pemanfaatan teknologi digital marketing untuk menunjang operasional mini-hidroponik berbasis energi terbarukan dan internet of things", "pub_year": 2023, "citation": "Jurnal Inovasi Hasil Pengabdian Masyarakat 7 (1), 20-31, 2023", "author": "Yusak Tanoto and Handry Khoswanto and KATLYN ANGGUNG and VINCENTIA EVANGELINE SETIAWAN", "volume": "7", "number": "1", "pages": "20-31", "abstract": "Pengembangan income generation merupakan salah satu potensi yang dapat dikembangkan di Sekolah SMA Advent Surabaya dalam rangka pemberdayaan siswa, yang dapat diupayakan melalui pemanfaatan fasilitas dan sarana pembelajaran luar ruangan. Salah satu cara yang dapat dilakukan ditengah tantangan keterbatasan lahan di sekolah ini adalah menerapkan kombinasi metode pengembangan komunitas dan service learning, dimana salah satu aktivitanya adalah pelatihan pemanfaatan platform dan teknologi digital marketing yang diikuti oleh siswa pengurus OSIS untuk menunjang operasional mini-hidroponik berbasis energi terbarukan dan internet of things. Dalam kegiatan ini, wawasan siswa tentang konsep, metode dan contoh kegunaan teknologi digital marketing diuji dan dievaluasi. Salah satu indikasi keberhasilan pelatihan digital marketing yang terkait dengan pemahaman siswa tentang konsep dan kegunaan teknologi digital marketing sebagai sarana edukasi dan promosi hasil budidaya tanaman hidroponik adalah nilai post-test yang lebih baik daripada pre-test, di samping dihasilkannya desain konten poster Instagram yang menarik yang dibuat oleh kelompok siswa. Kegiatan pelatihan digital marketing telah berlangsung dengan baik dan memberikan manfaat bagi peserta menuju pengembangan komunitas sekolah yang mengelola sistem mini-hidroponik. Dalam konteks pemberdayaan siswa dan pengembangan sekolah, tim abdimas mengupayakan keberlanjutan capaian kegiatan melalui kerjasama dengan sekolah untuk mengadakan kegiatan pendampingan lanjutan dalam rangka pemanfaatan dan …"}, "filled": true, "author_pub_id": "5PLZ95AAAAAJ:-f6ydRqryjwC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=11353540050284189912", "cites_id": ["11353540050284189912"], "pub_url": "https://repository.petra.ac.id/20759/1/Publikasi1_04020_9952.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:2BhcqIXgj50J:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pemanfaatan Energi Biogas dan Pupuk Organik Berbahan Kotoran Sapi Oleh Peternak Sapi Aditoya Sebagai Energi Alternatif dan Subsitusi Kebutuhan Pupuk Pertanian Masyarakat", "pub_year": 2023, "citation": "Surya Abdimas 7 (4), 633-640, 2023", "author": "Willyanto Anggono and Sutrisno Sutrisno and Yusak Tanoto and Ivan Christian Hernando and Chandra Waskito and Garincha Bintang Laksana", "journal": "Surya Abdimas", "volume": "7", "number": "4", "pages": "633-640", "abstract": "Jumlah sapi di desa Aditoya setiap keluarga memiliki satu sapi sehingga kotoran di setiap kandang menyebabkan bau yang tidak sedap. Hal ini disebabkan oleh gas amoniak pada kotoran sapi tersebut. Jumlah kotoran sapi yang dihasilkan cukup banyak dan menumpuk maka, perlu ada solusi untuk mengatasi kotoran sapi tersebut. Pada bidang pertanian, warga Aditoya mayoritas menggunakan pupuk kimia seperti urea, pnp, dan sebagainya yang berdampak pada tingkat kesuburan tanah semakin berkurang. Biogas merupakan salah satu cara untuk memanfaatkan kotoran sapi yang mengandung gas amonik (berbau) sebagai bahan utama bahan bakar gas. Pemanfaatan biogas dapat mengubah prilaku masyarakat dalam pengolahan kotoran sapi sehingga lingkungan menjadi bersih dan sehat. Perilaku pembuangan kotoran sapi ke sungai atau lingkungan sekitar menyebabkan pencemaran air dan tanah. Kondisi ini memerlukan sarana dan fasilitas instalasi biogas yang dapat digunakan untuk mengubah kotoran sapi menjadi bahan bakar. Masyarakat secara mandiri dapat memanfaatkan sumber energi untuk kebutuhan sehari-hari dan pupuk kompos. Hasil kegiatan pengabdian menunjukkan warga telah berhasil membangun empat alat sekaligus instalasi penghasil biogas dan pupuk organik, serta menghasilkan efisiensi sebesar 10% dari keadaan sebelumnya yang masih 100% memanfaatkan LPG dan membuang limbah peternakan sapi peliharaannya."}, "filled": true, "author_pub_id": "5PLZ95AAAAAJ:YOwf2qJgpHMC", "num_citations": 0, "pub_url": "https://ebook.umpwr.ac.id/index.php/abdimas/article/view/3189", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:lyHosKbskmcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Framework and Clustering Dashboard for Analysing Temporal-Based Parameters of Solar PV Output Model", "pub_year": 2023, "citation": "2023 11th International Conference on Smart Grid and Clean Energy …, 2023", "author": "Yusak Tanoto and Gregorius Satia Budhi", "conference": "2023 11th International Conference on Smart Grid and Clean Energy Technologies (ICSGCE)", "pages": "67-71", "publisher": "IEEE", "abstract": "This paper presents a framework and dashboard designed to analyze and present long-term hourly temporal-based parameters of a solar photovoltaic (PV) output model. The framework uses time series and artificial intelligence-based methods to analyze direct and diffuse irradiance, as well as temperature data, while the web-based dashboard aims to present the characterization and prediction results of these parameters. The framework's first part clusters the three parameters and solar PV output over a ten-year period and beyond, focusing on the Java-Bali region in Indonesia. The paper emphasizes the importance of a dashboard that visualizes areas across regions resulting from the k-means clustering analysis. This framework provides vital insights into the potential of solar photovoltaics, specifically regarding spatial issues that may influence investment decision-making."}, "filled": true, "author_pub_id": "5PLZ95AAAAAJ:R3hNpaxXUhUC", "num_citations": 0, "pub_url": "https://ieeexplore.ieee.org/abstract/document/10419975/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:HklJctUJR6gJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengelolaan energi berkelanjutan di hotel", "pub_year": 2023, "citation": "Pengelolaan energi berkelanjutan di hotel, 2023", "author": "Yusak Tanoto", "publisher": "Zahir publishing", "abstract": "Buku  Pengelolaan Energi Berkelanjutan di Hotel  ini membahas aspek-aspek penting yang terkait dengan pemanfaatan dan konservasi energi di hotel. Pembahasan yang disajikan meliputi pengertian atas terminologi yang digunakan dalam bidang energi berkelanjutan di sisi pengguna energi, konsep dan pengetahuan, best practices, dan analisa aspek-aspek yang terkait dengan pengelolaan energi berkelanjutan di sektor perhotelan. Secara khusus, buku ini berfokus pada bagaimana energi dapat digunakan secara lebih efisien dan berkelanjutan di hotel, dengan bantuan penerapan sistem manajemen energi, termasuk audit energi, aktifitas konservasi, dan teknologi energi terbarukan. Selain itu, buku ini juga mengangkat isu dampak pola perilaku yang dibentuk dari nilai lingkungan dan sikap hemat energi, serta potensi peran teknologi sebagai bagian dari multi-aspek yang dapat mempengaruhi keberhasilan pengelolaan energi berkelanjutan di hotel. Buku ini diharapkan dapat memberikan manfaat bagi para pemangku kepentingan di dunia perhotelan untuk menerapkan konsep dan pembahasan yang disajikan, serta menjadi salah satu referensi tambahan bagi dunia akademis dan masyarakat luas yang tertarik mengeksplorasi dan mendalami bidang kajian energi berkelanjutan, khususnya pada sektor usaha perhotelan."}, "filled": true, "author_pub_id": "5PLZ95AAAAAJ:_FxGoFyzp5QC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=4708691254820148235", "cites_id": ["4708691254820148235"], "pub_url": "https://repository.petra.ac.id/20566/1/Publikasi1_04020_9646.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:CxSLoL-hWEEJ:scholar.google.com/", "cites_per_year": {"2024": 3, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sustainable product development of biomass briquette from Samanea saman leaf waste with rejected papaya as the binding agent in Indonesia", "pub_year": 2022, "citation": "IOP Conference Series: Earth and Environmental Science 1094 (1), 012006, 2022", "author": "Yusuf Hilario and Iwan Halim Sahputra and Yusak Tanoto and Gabriel Jeremy Gotama and Alexander Billy and Willyanto Anggono", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "1094", "number": "1", "pages": "012006", "publisher": "IOP Publishing", "abstract": "The depletion of solid fuels in the world triggers the requirement for the existence of an alternative fuel product as a substitute. In several studies, briquettes have become one of the alternatives used to deal with this problem. However, the selection of briquette material that considers its impact on economic, social, and environmental aspects has not been widely carried out. To solve this problem, the selection of raw materials for briquettes must be determined using the concept of sustainable product development (SPD). SPD is a concept that can be used to determine a new product by considering various aspects, including economic, environmental, and social aspects. Briquette fuel that is derived from leaf waste and rejected fruit as a binding agent can be an alternative to renewable solid fuels since the raw materials come from wastes that have no selling value. The methodology used in this research is by …"}, "filled": true, "author_pub_id": "5PLZ95AAAAAJ:TQgYirikUcIC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=11896752378397600914", "cites_id": ["11896752378397600914"], "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/1094/1/012006/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:kiwsp0HBGaUJ:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Reliability-cost trade-offs for electricity industry planning with high variable renewable energy penetrations in emerging economies: A case study of Indonesia’s Java-Bali grid", "pub_year": 2021, "citation": "Energy 227, 120474, 2021", "author": "Yusak Tanoto and Navid Haghdadi and Anna Bruce and Iain MacGill", "journal": "Energy", "volume": "227", "pages": "120474", "publisher": "Pergamon", "abstract": "Electricity industries in emerging economies face particular challenges in delivering affordable, environmentally sustainable, and secure power given growing demand and limited financial resources. While supply reliability is often poor and emission reductions given lower priority, solar and wind are now amongst our cheapest supply options but highly variable. Our study seeks to demonstrate the potential value of trading-off reliability standards against higher renewables and lower industry costs in future generation planning. We use an open-source, evolutionary programming-based, capacity expansion planning tool, NEMO, to solve least cost generation mixes for Indonesia’s Java-Bali grid in 2030. We explicitly test the cost and emission impacts of reliability targets of 0.005%–5% unserved energy (USE), modelled as both a hard optimization constraint and a penalty price on USE in the cost function. Our results …"}, "filled": true, "author_pub_id": "5PLZ95AAAAAJ:ufrVoPGSRksC", "num_citations": 19, "citedby_url": "/scholar?hl=en&cites=4561511079507715733", "cites_id": ["4561511079507715733"], "pub_url": "https://www.sciencedirect.com/science/article/pii/S0360544221007234", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:leYQrSi-TT8J:scholar.google.com/", "cites_per_year": {"2021": 3, "2022": 5, "2023": 6, "2024": 4, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Impact of high solar and wind penetrations and different reliability targets on dynamic operating reserves in electricity generation expansion planning", "pub_year": 2021, "citation": "The Electricity Journal 34 (4), 106934, 2021", "author": "Yusak Tanoto and Iain MacGill and Anna Bruce and Navid Haghdadi", "journal": "The Electricity Journal", "volume": "34", "number": "4", "pages": "106934", "publisher": "Elsevier", "abstract": "Wind and solar are increasingly cost-competitive as well as environmentally less harmful alternatives to the fossil-fuel generation that dominates most electricity industries. However, their highly variable and somewhat unpredictable output still requires high levels of dispatchable plants to ensure demand can be met at times of low renewables availability. While this capacity overhead has associated costs, it does offer potentially useful outcomes for dynamic operating reserves. We present a method for assessing these potential outcomes in electricity industry planning. We use an evolutionary programming-based capacity expansion model, NEMO, that solves least-cost generation mixes through full operational dispatch of candidate solutions, using high-temporal resolution demand and wind and solar profiles, over a year or more. We apply our method through a case study of the Java-Bali grid, considering future …"}, "filled": true, "author_pub_id": "5PLZ95AAAAAJ:Y0pCki6q_DkC", "num_citations": 9, "citedby_url": "/scholar?hl=en&cites=2443752752296821233", "cites_id": ["2443752752296821233"], "pub_url": "https://www.sciencedirect.com/science/article/pii/S1040619021000257", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8QGJPy706SEJ:scholar.google.com/", "cites_per_year": {"2021": 2, "2022": 1, "2023": 3, "2024": 3}}
