{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Development of food commodity price forecasting model as an early warning system with a multivariate time series clustering", "pub_year": 2024, "citation": "Sains Malaysiana 53 (11), 3779-3789, 2024", "author": "I Sumertajaya and Embay Rohaeti and Anwar Fitrianto and P Adi and Windhiarso Ponco", "journal": "Sains Malaysiana", "volume": "53", "number": "11", "pages": "3779-3789", "publisher": "UNIV KEBANGSAAN MALAYSIA, FAC SCIENCE & TECHNOLOGY", "abstract": "Fluctuations in food commodity prices have a significant impact on a country's food security, purchasing power, and economic growth. Therefore, good governance is needed to maintain price stability, one of which is by developing forecasting model as an early warning system. This study aims to develop a food commodity price forecasting model using Multivariate Time Series Clustering (MTSClust) and Vector Autoregressive Imputation Method with Moving Average ( VAR-IMMA ) approaches for food commodities in the Indonesian region. The data used in this study consisted of daily prices of 13 commodities from 103 districts/cities in Indonesia. Data analysis was conducted in several stages, namely VAR modeling, K- means Euclidean clustering, profiling, and forecasting. The results show that 103 sample districts/cities across Indonesia can be grouped into four types of regions based on food price movement …"}, "filled": true, "author_pub_id": "5za9QEAAAAAJ:_Qo2XoVZTnwC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=18238541298730276364", "cites_id": ["18238541298730276364"], "pub_url": "https://scholar.google.com/scholar?cluster=18238541298730276364&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:DBYc5K1QHP0J:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Identifikasi & Perhitungan Jejak Karbon Sebagai Indikator Kinerja Lingkungan: Studi Kasus", "pub_year": 2024, "citation": "Jurnal Titra 12 (1), 33-40, 2024", "author": "Daniel Jaya Harijadi and Togar Panjaitan and Prayonne Adi", "journal": "Jurnal Titra", "volume": "12", "number": "1", "pages": "33-40", "abstract": "PT. X is a manufacturing company that operates in the transportation sector, especially bicycles. PT. X not only produces bikes with their own brand but also from their consumers. And this consumer wants to know how much carbon emissions PT. X. Therefore PT. X wants to know what emissions are produced by PT. X. Mapping of carbon emissions based on scope will be carried out to make it easier to group emissions based on scopes 1, 2 and 3. This way the company can find out what emissions are produced by PT. X The proposal given is to change orders for bicycle components using 20 feet containers to 40 feet. This is because the emissions produced can be reduced and there is a request from shipping companies to replace 20 feet containers with 40 feet, because there are requests from several consumers to reduce the carbon emissions produced. Therefore, calculations will be made for these changes and compared to see whether there is a reduction in carbon emissions. So this method can be implemented for all kinds of orders that use 20 feet containers to reduce carbon emissions."}, "filled": true, "author_pub_id": "5za9QEAAAAAJ:TQgYirikUcIC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/13895", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:cd9D4zeWaigJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "ANALISIS KESELAMATAN DAN KESEHATAN KERJA DENGAN MENGGUNAKAN METODE HIRARC: SEBUAH STUDI KASUS", "pub_year": 2023, "citation": "J-ENSITEC 10 (01), 892-899, 2023", "author": "Prayonne Adi", "journal": "J-ENSITEC", "volume": "10", "number": "01", "pages": "892-899", "abstract": "This case study is situated in a manufacturing company operating in the production of PVC pipes in East Java, where human involvement plays a significant role in the production process. Through observations, numerous production and operational processes were found to pose risks to the safety and health of the workers. The abundance of potential hazards and risks to the safety and health of the workers needs to be reduced by implementing the HIRARC method. This method consists of a series of activities that begin with hazard identification, risk assessment, and the determination of control measures based on collected data. The analysis using the HIRARC method revealed the identification of 24 hazards, with 9 of them categorized as medium risk, and there were 11 types of activities/hazard risks classified as high risk, along with 4 extreme risk situations."}, "filled": true, "author_pub_id": "5za9QEAAAAAJ:HDshCWvjkbEC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=596020629638224128", "cites_id": ["596020629638224128"], "pub_url": "https://ejournal.unma.ac.id/index.php/j-ensitec/article/view/6683", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ABlk1Jp9RQgJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Job Satisfaction Terhadap Employee Performance Pada Perusahaan Penggilingan Tepung di Surabaya", "pub_year": 2023, "citation": "Jurnal Jaring SainTek, 71-78, 2023", "author": "Prayonne Adi and Bryan Darmawan and WILLY KRISTOFORUS GOOIER", "number": "Nomor", "pages": "71-78", "abstract": "Faktor-faktor yang mempengaruhi performa kinerja salah satunya dipengaruhi kepuasan pekerja dengan lingkungan kerja mereka. Penelitian ini bertujuan untuk mengukur kepuasan kerja (job satisfaction) dan kinerja kerja (job performance). Hubungan antara kedua variabel tersebut diuji dengan melakukan korelasi setelah mengukur kedua variabel dengan menggunakan metode pengukuran eNPS, metode pengukuran ESI, metode Rating Scale Individu, dan Individual Work Performance Questionnaire (IWPQ). Korelasi antara job satisfaction dan job performance dapat dihitung dengan menggunakan Scatterplot dan Korelasi Pearson. Hasil pengukuran eNPS menunjukkan bahwa karyawan memberikan skor 6%, yang menunjukkan posisi perusahaan yang cukup baik. Sedangkan skor ESI untuk karyawan adalah 72, 8 yang menunjukkan hasil yang baik namun masih memungkinkan untuk ditingkatkan. Berdasarkan perhitungan korelasi Pearson, nilai korelasi adalah 0,733 yang menunjukkan bahwa kepuasan kerja dan performa kerja memiliki hubungan positif. Berdasarkan hasil penelitian, beberapa ide perbaikan yang dapat dilakukan termasuk meningkatkan gaji, sanitasi, kenyamanan sarana ibadah, dan kenyamanan ruangan."}, "filled": true, "author_pub_id": "5za9QEAAAAAJ:mB3voiENLucC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=14264365278949057414", "cites_id": ["14264365278949057414"], "pub_url": "https://repository.petra.ac.id/20634/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:hqMsNqU09cUJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis Pengelolaan Container Kosong Pada PT. Mentari Mas Multimoda", "pub_year": 2023, "citation": "Jurnal Titra 11 (2), 281-288, 2023", "author": "Johanes Sutanto and Prayonne Adi", "journal": "Jurnal Titra", "volume": "11", "number": "2", "pages": "281-288"}, "filled": true, "author_pub_id": "5za9QEAAAAAJ:hFOr9nPyWt4C", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ba1xC1ebRuQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis Penurunan Tingkat Kecacatan Dengan Menggunakan Metode DMAIC Di PT. X", "pub_year": 2023, "citation": "Jurnal Titra 11 (2), 321-328, 2023", "author": "Andre Santoso and Prayonne Adi", "journal": "Jurnal Titra", "volume": "11", "number": "2", "pages": "321-328"}, "filled": true, "author_pub_id": "5za9QEAAAAAJ:-f6ydRqryjwC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:BPk8UQSVIFAJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis dan Perbaikan Kondisi Ketenagakerjaan Unit V (Lima) Bagian Packaging dengan Metode Workload Analysis dan Work Sampling di PT. X", "pub_year": 2023, "citation": "Jurnal Titra 11 (2), 105-112, 2023", "author": "Leonardus Antonio and Prayonne Adi", "journal": "Jurnal Titra", "volume": "11", "number": "2", "pages": "105-112", "abstract": "PT. X is a manufacturing company that operates in the field of iodized salt production in Surabaya since 1978. With production capacity increasing every year, PT. X has established several production units to boost the company's work productivity. One of the production units that is referenced to boost work productivity dominantly is unit V (five). In unit V (five), there is one part that is important in helping into the final product distribution, namely the packaging section. The problem currently faced by the packaging section at unit V (five) is that there is an additional workforce that fluctuates at certain times without being balanced with considerations regarding job descriptions and the influence on ongoing work conditions or situations. Through an analysis of labor conditions using the workload analysis and work sampling methods, a high average workload percentage of 114.25% was obtained. In addition, through calculations and analysis of average standard time of 2,072 minutes/pc in the packaging section, the actual calculation of the optimal number of workers is 8 workers in order to create a conducive situation while working with a decreasing average workload percentage to 99.97%."}, "filled": true, "author_pub_id": "5za9QEAAAAAJ:qUcmZB5y_30C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=954190030199114366", "cites_id": ["954190030199114366"], "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/13632", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:fso85sb2PQ0J:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Upaya Penurunan Kecacatan Mulut Botol Melipat menggunakan Metode DMAIC di PT. XYZ", "pub_year": 2022, "citation": "Jurnal Titra 10 (2), 2022", "author": "Jason Fran Tranggono and Prayonne Adi", "journal": "Jurnal Titra", "volume": "10", "number": "2", "abstract": "the research was conducted to eliminate the type of folding bottle mouth defect in the production output at PT XYZ. Folding mouth defect is the cause of leakage in the mouth of bottle. The problem is seen based on customer complaint data in 2021-2022, namely 33% of customers complained about leaking bottles. Efforts to eliminate the type of folding mouth defect carried out using the Define, Measure, Analyze, Improve and Control (DMAIC) stages to analyze the root cause of the problem and provide a proposed improvement plan that will be carried out. Analysis of the causes of the problem is done using the help of fishbone diagrams. Four factors cause the problem of folding mouth defects, namely man, machine, method and material factors. Improvements that can be made to eliminate folding mouth defects are to carry out an overall audit of the machine, replace abnormal parts and making helper tool for set up."}, "filled": true, "author_pub_id": "5za9QEAAAAAJ:7PzlFSSx8tAC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=12993037047726737078", "cites_id": ["12993037047726737078"], "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/12998", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:tgY-11qKULQJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Learning Demand dan Resources terhadap Burnout Mahasiswa Universitas Kristen Petra", "pub_year": 2022, "citation": "Jurnal Titra 10 (2), 2022", "author": "Gerald Gerald and I Nyoman Sutapa and Prayonne Adi", "journal": "Jurnal Titra", "volume": "10", "number": "2", "abstract": "The COVID-19 virus pandemic has spread throughout the world. This makes a lot of impact in all sectors. One of the impacts is in the education sector. Government policies are carried out to break the chain of the spread of the COVID-19 virus. Therefore, the government requires studying at home. The number of tasks that must be completed by students both individually and in groups causes a lot of burnouts. To reduce burnout, resources are needed as a buffer so that the burnout level can be reduced. Therefore, this study aims to determine the effect of learning demand with personal moderators and organization resources on burnout. This research was conducted by distributing questionnaires to 74 Industrial Engineering students at Petra Christian University. After the data was collected, the researchers analysed descriptively and to determine the effect between variables using the Structural Equation Model (SEM) method. The results of the study stated that learning demand had a significant positive effect on burnout. Personal Resources as a moderator is able to weaken the influence of learning demand on burnout. Organizational resources as moderators are not able to significantly weaken or strengthen the influence of learning demand on burnout."}, "filled": true, "author_pub_id": "5za9QEAAAAAJ:dhFuZR0502QC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=12900027072256126363", "cites_id": ["12900027072256126363"], "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/12879", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:m62_YkYaBrMJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Value Stream Mapping untuk Mengidentifikasi dan Mengurangi Waste Pada Proses Produksi Tangki Medikal di PT. Intidaya Dinamika Sejati", "pub_year": 2022, "citation": "Jurnal Titra 10 (2), 2022", "author": "Kezia Phoebe Sutanto and Prayonne Adi", "journal": "Jurnal Titra", "volume": "10", "number": "2", "abstract": "Metode Penelitian yang digunakan adalah lean manufacturing dimana kegunaannya adalah untuk mengidentifikasi dan mengurangi pemborosan pada proses produksi tangki medikal di PT. Intidaya Dinamika Sejati. Berikut adalah tahapan-tahapan sistematis untuk mengurangi pemborosan pada proses produksi tangki medikal tersebut."}, "filled": true, "author_pub_id": "5za9QEAAAAAJ:aqlVkmm33-oC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/12876", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:OgGYJadMNGEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Upaya Mengurangi Waste Produksi Root Blower di PT. Intidaya Dinamika Sejati Jember", "pub_year": 2022, "citation": "Jurnal Titra 10 (2), 2022", "author": "Aurellia Verren Krestandio and Prayonne Adi", "journal": "Jurnal Titra", "volume": "10", "number": "2", "abstract": "PT. Intidaya Dinamika Sejati is a company engaged in design, engineering and service in the industrial and general business sectors in Indonesia. The services offered are for various products such as vacuum pumps, air-end compressors, control panels, roots blowers, and air locks. The two main products produced at PT. Intidaya Dinamika Sejati, namely the medical system and root blower. Waste is any form of activity that does not add value to the product (Ridwan et al.[1]). The results of observations and interviews with companies show that waste of time and energy caused by several factors occurs at PT. Intidaya Dinamika Sejati. Observations were made to obtain cycle time, value stream mapping and waste analysis. The results of the analysis show that there is waste waiting, motion, transportation and defects. Waste analysis is carried out with the help of the value stream mapping tool. Proposals are given to reduce the waste that occurs. The proposal is expected to reduce defects, unnecessary movement of workers and waiting time."}, "filled": true, "author_pub_id": "5za9QEAAAAAJ:M3ejUd6NZC8C", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/12988", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:hsARCEtB7lgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan dan Implementasi Role Model pada Ruang Kerja dengan Konsep 5S di PT Jindal Stainless Indonesia", "pub_year": 2022, "citation": "Jurnal Titra 10 (2), 2022", "author": "Felix Surya Wiranata and Prayonne Adi", "journal": "Jurnal Titra", "volume": "10", "number": "2", "abstract": "PT. Jindal Stainless Indonesia is a manufacturing company in the stainless steel industry which is currently in the process of making improvements to the 5S work culture. Improvements began in the workspace by designing a role model in workspace with 5S concept. 5S is a method originating from Japan that aims to organize and maintain an intensive work area. The design of the workspace role model with the 5S concept is carried out in the workspace of the SHE and HRD Department. The seiri stage is the activity of selecting and sorting items in each area of the workspace. The seiton stage is an activity to tidy up existing items. The seiso stage is an activity to clean the space and work area. The seiketsu stage is an activity of applying the 5S standard. The shitsuke stage is a 5S discipline activity. With the workspace role model that has been created, the implementation of 5S in other workspaces will be easier. The result of designing and implementing a workspace role model with the 5S concept is the existence of a workspace role model with the 5S concept that can be used as a reference in implementing 5S in the workspace."}, "filled": true, "author_pub_id": "5za9QEAAAAAJ:4TOpqqG69KYC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/12996", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ub1JnJv55FgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Metode Training Karyawan Harian Lepas di PT X", "pub_year": 2022, "citation": "Jurnal Titra 10 (2), 2022", "author": "Marcel Marcel and Prayonne Adi", "journal": "Jurnal Titra", "volume": "10", "number": "2", "abstract": "The problem that occurs at PT X is that HL employees have a low output when compared to permanent employees. This can be seen in the results of the Gauge R&R test where the error calue of all divisions is below 85%, where 85% is the company's standard regarding their understanding of how to inspect a product. With the error value that is below the company standard, it is necessary to find the root of the problem using the fishbone method. In determining the main factors causing HL employees to have low output, followed by the FMEA method, in order to see which factors are very influential in causing their low output. After the main factors are known, then proceed with the design of training methods that can solve the problems that occur. The new training method is a training method whose implementation is carried out for 8 days. The purpose of the 9 days training method is for employees to understand what materials they neef to master to become employees who have good productivity."}, "filled": true, "author_pub_id": "5za9QEAAAAAJ:YOwf2qJgpHMC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/12884", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:_z8B54jMcTcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Upaya Peningkatan Produktivitas dengan Menggunakan Pendekatan DMAIC pada PT X", "pub_year": 2022, "citation": "Jurnal Titra 10 (2), 2022", "author": "Kariza Verena Chandra and Prayonne Adi", "journal": "Jurnal Titra", "volume": "10", "number": "2", "abstract": "PT X is a global No. 1 in the world. To remain the best, companies need to maintain and increase productivity. This is because productivity is a measure of the success of a process. The purpose of this study is to find out the causes of low productivity and make efforts to reduce the gap between planning and actual. The approach used in this research is DMAIC. It was found that the factors causing the productivity target not to be achieved were due to the gap in working time/machines running and the number of workers who did not match the plan with the actual. This gap is caused by the efficiency of the production process which is still not on target. This causes the output of the production process is not as planned. This impact resulted in the amount of time and labor needed to be not in accordance with what was planned to achieve the desired productivity. The suggestions for improvement are the visual control display design, plan of action, and control plan sheet. This proposal is considered to be able to assist planning and production to control the productivity of the production process."}, "filled": true, "author_pub_id": "5za9QEAAAAAJ:Zph67rFs4hoC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/12993", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:efo21RjvQB4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis Perbedaan Jumlah Produktivitas antara Perencanaan dengan Kondisi Aktual Menggunakan Metode DMAIC", "pub_year": 2022, "citation": "Jurnal Titra 10 (1), 2022", "author": "Jeffry Laurencio Hargianto and Prayonne Adi", "journal": "Jurnal Titra", "volume": "10", "number": "1", "abstract": "Productivity is an ability to carry out activities that produce an output or work in accordance with the specified quality. However, there are problems that cause the company's goals to be less achieved. Output is determined by planning, resources, etc. Planning explanations can lead to various financial, production, and other problems. This research was conducted because of the difference between the planned productivity target and the actual productivity of the production conditions. The company uses the SAP software to plan the use of labor and calculate the productivity of the assigned workers, and the company will make adjustments on the production floor if there is an excess or shortage of labor. Because the difference in the amount of productivity and use of labor can be identified based on the data on the difference between the planned and actual productivity. To optimize planning, it is necessary to analyze the root of the problem using the DMAIC method and 5 whys analysis. By finding the root cause of the problem, the company can immediately take corrective action."}, "filled": true, "author_pub_id": "5za9QEAAAAAJ:KlAtU1dfN6UC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=2085985220031967244", "cites_id": ["2085985220031967244"], "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/12723", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:DHC4boHo8hwJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Transportation Management System pada PT. X", "pub_year": 2021, "citation": "Jurnal Titra 9 (2), 2021", "author": "Grace Natasha and Prayonne Adi", "journal": "Jurnal Titra", "volume": "9", "number": "2", "abstract": "PT. X is a company that engaged in the production and distribution of motorbikes. This research was conducted in the LDD department, where the department supports the distribution process of motorcycle at PT. X. The role of the LDD department is to ensure the distribution process of motorbikes, so that motorbikes can reach the hands of consumers well. The LDD Department expects a working system that is more effective, efficient, and transparent in monitoring so that units that are not unfilled are low. Problems will be identified by using fishbone diagrams, where the results of the identification are found to be three main problems that occurs in the LDD department. The main problem is the opening of DO is not in accordance with the capacity of the truck, the truck does not come to take up the DO units that have been opened, and the trucks that come cannot be carried out the loading process directly. The improvements are made by digitizing the distribution process by Logistic 4.0 principle or designing the Transportation Management System (TMS). TMS is a system designed with the aim that the distribution process can be easily tracked and monitored. TMS will also connect related parties that previously sought manually. The distribution process is expected to be improved to be more effective, efficient and transparent"}, "filled": true, "author_pub_id": "5za9QEAAAAAJ:IWHjjKOFINEC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=17191502181351366014", "cites_id": ["17191502181351366014"], "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/12860/11160", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:fh3NQiZ8lO4J:scholar.google.com/", "cites_per_year": {"2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Upaya Perbaikan untuk Mengatasi Kesalahan Inspeksi oleh Selector pada Departemen EBM PT. X Menggunakan Metode DMAIC", "pub_year": 2021, "citation": "Jurnal Titra 9 (2), 2021", "author": "Gabriella Axelina Limantara and Prayonne Adi", "journal": "Jurnal Titra", "volume": "9", "number": "2"}, "filled": true, "author_pub_id": "5za9QEAAAAAJ:ZeXyd9-uunAC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Mxk_aofZeOUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Upaya Penurunan Gap Antara Job Demands dan Job Resources: Studi Kasus di Sebuah Perusahaan Shipping Logistics", "pub_year": 2021, "citation": "Jurnal Titra 9 (1), 2021", "author": "Rudy Darmawan and Prayonne Adi and I Nyoman Sutapa", "journal": "Jurnal Titra", "volume": "9", "number": "1", "abstract": "The article discusses a job demands and job resources at a shipping logistics company. Jobs related to ships and logistics tend to have bigger problems compared to regular workers. This research focuses on seeing the job demands or the work pressure that the workers feel, the job resources or the support that the company gives, and the gap between the company’s and worker’s point of view regarding the job demands and job resources the company gave and the worker received. To see the amount of job demands and job resources, a questionnaire is made with various questions related to job demands and job pressures that has answer options of likert scale 1-5. Job demands with a value bigger than 3 and the gap that is more than 1 between the company’s and worker’s point of view will be analyzed to look for their causes and make the suggestions. The suggestions are made to reduce the tension the workers get from working or the job demands and to balance the tension and support that the workers receive and the company gives"}, "filled": true, "author_pub_id": "5za9QEAAAAAJ:L8Ckcad2t8MC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/12703", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:mSO7MptxXM0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis Perbedaan antara Perencanaan dan Kebutuhan Tenaga Kerja Aktual menggunakan Metode DMAIC untuk Produk Bottle dan Cap", "pub_year": 2021, "citation": "Jurnal Titra 9 (2), 2021", "author": "Martin Theo Purnomo and Prayonne Adi", "journal": "Jurnal Titra", "volume": "9", "number": "2"}, "filled": true, "author_pub_id": "5za9QEAAAAAJ:QIV2ME_5wuYC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:9sHCIQ1vq60J:scholar.google.com/", "cites_per_year": {}}
