{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Mewujudkan Green School: Generasi Hijau Sebagai Agen Perubahan Lingkungan Melalui Kegiatan Daur Ulang Sampah", "pub_year": 2025, "citation": "Surya Abdimas 9 (2), 200-209, 2025", "author": "Anastasia Njo and Amelia Sugondo", "journal": "Surya Abdimas", "volume": "9", "number": "2", "pages": "200-209", "abstract": "Kesadaran dalam menjaga kebersihan dan peduli terhadap lingkungan di kalangan pelajar masih perlu ditingkatkan. Kegiatan abdimas ini bertujuan memberikan edukasi secara aktif tentang upaya peduli lingkungan melalui kegiatan memilah sampah sebagai bagian dari program Green School. Metode yang digunakan adalah partisipatif untuk membangun tanggung jawab dan kepedulian lingkungan, adapun mitra kegiatan adalah siswa SMP Negeri 1 Mojoagung. eval_usi kegiatan diperoleh melalui kuesioner yang disebarkan pada para siswa untuk mengukur pengetahuan, sikap, dan perilaku siswa terkait pengelolaan sampah. Hasil eval_uasi menunjukkan mayoritas siswa memiliki pengetahuan yang baik tentang pentingnya memilah sampah dan dampaknya terhadap lingkungan. Selain itu, sebagian besar siswa menunjukkan sikap positif dan bersedia terlibat dalam kegiatan pengolahan sampah di sekolah. Kegiatan abdimas ini menunjukkan bahwa siswa tidak hanya menyadari pentingnya pengelolaan sampah, tetapi juga bersedia berkontribusi aktif dalam mendukung program Green School. Dengan demikian, upaya pendidikan di lingkungan sekolah dapat meningkatkan kesadaran dan keterlibatan siswa dalam menjaga kelestarian lingkungan. Kegiatan ini diharapkan dapat memberikan rekomendasi bagi pihak sekolah dalam memperkuatprogram Green School dan memfasilitasi partisipasi siswa."}, "filled": true, "author_pub_id": "6RUt-eUAAAAJ:Wp0gIr-vW9MC", "num_citations": 0, "pub_url": "https://ebook.umpwr.ac.id/abdimas/article/view/5635", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:XDPmrVob4hEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The novel design for cooling system of greenhouse", "pub_year": 2024, "citation": "AIP Conference Proceedings 2836 (1), 2024", "author": "Amelia Sugondo and Ekadewi A Handoyo and Guntar Henjaya", "journal": "AIP Conference Proceedings", "volume": "2836", "number": "1", "publisher": "AIP Publishing"}, "filled": true, "author_pub_id": "6RUt-eUAAAAJ:_kc_bZDykSQC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:W9whfD0TMiIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The use of the C-70 electric motorcycle and its performance", "pub_year": 2024, "citation": "AIP Conference Proceedings 2951 (1), 2024", "author": "Ian Hardianto Siahaan and Bryan Kurniawan and Amelia Sugondo", "journal": "AIP Conference Proceedings", "volume": "2951", "number": "1", "publisher": "AIP Publishing"}, "filled": true, "author_pub_id": "6RUt-eUAAAAJ:ULOm3_A8WrAC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:cd1YEcnvlNEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "KONTRIBUSI MESIN PENGAYAK UNTUK PENINGKATAN KUALITAS PUPUK KOMPOS DALAM MENDUKUNG KEBERLANJUTAN", "pub_year": 2023, "citation": "Konferensi Nasional Pengabdian Masyarakat (Kopemas), 2023", "author": "Amelia and Jani Rahardjo and Njo Anastasia and STEVANUS YUKE DE COZZA and CHAVELA WYNET", "conference": "Konferensi Nasional Pengabdian Masyarakat (Kopemas)", "abstract": "Sampah dapat dikategorikan menjadi sampah basah dan sampah kering. Yang termasuk sampah basah atau yang sering dikatakan sampah organik yaitu sampah rumah tangga, daun-daun dan ranting. Permasalahan sampah tidak selalu memberikan dampak negatif namun dapat memberikan dampak positif jika mengetahui cara untuk menanganinya. Desa Mojotrisno yang menghasilkan jumlah sampah organik mencapai 800 kg/hari merasa sangat perlu untuk mengatasi permasalahan sampah yang ada secara berkelanjutan. Desa Mojotrisno juga hendak menjadikan desa ini memiliki ketahanan pangan. Untuk tujuan tersebut, desa Mojotrisno bekerja sama dengan pihak kampus sebagai langkah persiapan. Pihak kampus memberikan solusi dengan mengolah sampah organik menjadi pupuk kompos. Saat ini pemerintah desa hanya memiliki mesin pencacah sampah, sedangkan kualitas pupuk salah …"}, "filled": true, "author_pub_id": "6RUt-eUAAAAJ:M3ejUd6NZC8C", "num_citations": 0, "pub_url": "https://conference.unisma.ac.id/index.php/KOPEMAS/KOPEMAS2023/paper/view/3458", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:1z8dp4CjpGYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "MENUMBUHKAN KEPEDULIAN LINGKUNGAN TERHADAP DAMPAK SAMPAH MELALUI KESADARAN SISWA", "pub_year": 2023, "citation": "Konferensi Nasional Pengabdian Masyarakat (Kopemas), 2023", "author": "Amelia and Jani Rahardjo and Njo Anastasia and CHAVELA WYNET and STEVANUS YUKE DE COZZA", "conference": "Konferensi Nasional Pengabdian Masyarakat (Kopemas)", "abstract": "Hingga saat ini sampah masih menjadi masalah yang belum terselesaikan namun jumlahnyaÂ semakin bertambah. Jumlah sampah yang dihasilkan mengalami peningkatan dari tahun ke tahun, namun kesadaran masyarakat masih rendah. Jumlah sampah yang tidak dikendalikan dapat memberikan pengaruh buruk terhadap lingkungan. Pencemaran, polusi, bencana dapat timbul sewaktu-waktu. Kepedulian lingkungan akibat sampah perlu dibiasakan sejak dini. Pembekalan dapat dimulai dari sekolah maupun rumah. Edukasi diberikan dengan memberikan informasi mengenai jenis-jenis sampah, memperlakukan sampah dan mengolah sampah. Edukasi dan diskusi dilakukan agar dapat diketahui pemahaman dan kepedulian mengenai sampah. Melalui kegiatan ini, edukasi yang telah diberikan ke perwakilan warga telah berhasil, terbukti di kemudian waktu mereka telah dapat menyampaikan kembali ke …"}, "filled": true, "author_pub_id": "6RUt-eUAAAAJ:4TOpqqG69KYC", "num_citations": 0, "pub_url": "https://conference.unisma.ac.id/index.php/KOPEMAS/KOPEMAS2023/paper/view/3492", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:nWS7qLBn8LAJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PEMANFAATAN MESIN PENGAYAK UNTUK PENINGKATAN PRODUKTIVI-TAS PEMBUATAN PUPUK KOMPOS DI DESA MOJOTRISNO", "pub_year": 2023, "citation": "TECHNOPEX 2023, 2023", "author": "Amelia Sugondo", "conference": "TECHNOPEX 2023", "abstract": "Limbah atau sampah rumah tangga yang bertumpuk di Tempat Pembuangan Akhir (TPA) akan terdekomposisi dengan proses tanpa oksigen (anaerob) sehingga menimbulkan bau menyengat (gas metana). Sebaliknya, dengan proses pengolahan tertentu, sampah yang organik dapat dimanfaatkan kembali menjadi pupuk organik. Sampah organik tersebut mudah terurai namun memberikan nilai tambah secara ekonomis setelah diolah kembali. Untuk mengolah sampah tersebut dibutuhkan mesin ayak sebagai penyaring hasil rajangan sampah agar diolah menjadi pupuk kompos. Sampah berupa dedaunan dan ranting-ranting kecil dari tanaman jagung dan berbagai tanaman, limbah hasil dapur berupa sayur mayur dan tulang dirajang menjadi potongan lebih kecil. Proses perajangan dilanjutkan dengan pengayakan sampah memegang peranan penting untuk mendapatkan hasil rajangan dengan ukuran …"}, "filled": true, "author_pub_id": "6RUt-eUAAAAJ:4DMP91E08xMC", "num_citations": 0, "pub_url": "https://scholar.google.com/scholar?cluster=14074258866660700713&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:KfIz4N7PUcMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PEMANFAATAN MESIN PENGAYAK UNTUK PENINGKATAN PRODUKTIVITAS PEMBUATAN PUPUK KOMPOS DI DESA MOJOTRISNO", "pub_year": 2023, "citation": "Seminar Nasional Technopex 2023, 25-29, 2023", "author": "Amelia and Njo Anastasia and Jani Rahardjo", "conference": "Seminar Nasional Technopex 2023", "pages": "25-29"}, "filled": true, "author_pub_id": "6RUt-eUAAAAJ:aqlVkmm33-oC", "num_citations": 0, "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Best Practice of Striving Energy Sustainability in a Hot Press Machine for Clutch Facing Manufacture", "pub_year": 2023, "citation": "Journal of Advanced Research in Applied Sciences and Engineering Technology …, 2023", "author": "RUDERICUS VALERIAN SETYO NUGROHO Ekadewi Anggraini Handoyo and Amelia and Hariyo Priambudi Setyo Pratomo and Steven Dwitama", "journal": "Journal of Advanced Research in Applied Sciences and Engineering Technology", "volume": "30", "number": "2", "pages": "60-74", "publisher": "Semarak Ilmu Publishing - Malaysia", "abstract": "A facing clutch manufacturer in Surabaya, Indonesia, PT. X uses 20 hot press machines to produce the facings. The required heating process is provided by heat transfer oil (HTO), which is heated by natural gas burned in a heater. PT. X wants to reduce its natural gas consumption. The assessment started with checking the insulation on the piping system, measuring the temperature in the hot press machines, and measuring the HTO flow rate. The insulation in the piping system is in good condition. From the measurement, it was found that the HTO flow rate is adequate and fits the need of the heating process. Another finding is that the surface temperature of the lower plate in shaft no. 4 is the lowest than in the other shafts. The existing (asbestos) insulation from the lower bed in shaft no 4 to the hydraulic component is only 3 mm thick. This is not enough to prevent heat loss from the bed in shaft no. 4. The new 18-mm asbestos replaced the old asbestos. The replacement shows that the temperature at the mold surface at shaft no. 4 increased from 162.6 C to 170.9 C on average for MC-02 and from 166.7 C to 173.1 C on average for MC-03. Another achievement obtained is that the natural gas consumption was reduced by around 7.3% or 39 MMBtu/month, or equivalent to reducing 0.312 metric tons of CO2 per month. This is a simple effort to use less energy to protect our environment."}, "filled": true, "author_pub_id": "6RUt-eUAAAAJ:roLk4NBRz8UC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20425/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:y7hQPGUWGIUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PkM Melalui Pemanfaatan Mesin Kompos Organik di Kampung Herbal untuk Optimalisasi Kinerja Hasil Proses Perajangan Bahan Sampah Organik", "pub_year": 2023, "citation": "Surya Abdimas 7 (1), 114-122, 2023", "author": "Ian Hardianto Siahaan and Ninuk Jonoadji and Amelia Sugondo", "volume": "7", "number": "1", "pages": "114-122", "abstract": "Kelurahan Nginden Jangkungan merupakan salah satu bagian dari Kelurahan di Wilayah Kecamatan Sukolilo Kota Surabaya yang berada pada provinsi Jawa Timur dimana Kelurahan ini terkenal dengan sebutan Kampung Herbal. Di Kampung Herbal ini, penduduk setempat memanfaatkan tanah aset pemerintah kota yang dulu merupakan rawa dengan membudidayakan tanaman herbal. Permasalahan yang ditemukan adalah banyaknya sampah penduduk dan ranting kayu dan dedaunan di lingkungan sekitar yang belum termanfaatkan secara menyeluruh dengan optimal yang dapat menyebabkan lingkungan sekitar menjadi tercemar berupa bau yang tidak sedap, banjir, dan bahkan mendatangkan berbagai penyakit. Selain itu, kebutuhan akan pupuk organik untuk budidaya tanaman yang berada di kampung herbal membutuhkan biaya operasional yang tidak sedikit untuk pemenuhan kecukupan nutrisi tanaman yang ada di Kampung Herbal tersebut. Solusi permasalahan yang dapat dilakukan untuk mengatasi hal tersebut adalah perlunya pengadaan mesin kompos organik untuk mengendalikan sampah supaya tidak tercemar dan perlunya pengadaan pupuk organik sendiri mendukung budidaya tanaman yang digunakan untuk proses pembimbitan dan pemenuhan nutrisi bagi tanamanan herbal tersebut dengan biaya yang murah dan terjangkau termasuk menciptakan Ruang Terbuka Hijau (RTH). Adapun metode pelaksanaan dilakukan dengan beberapa tahapan antara lain melakukan diskusi dan tanya jawab, melakukan peninjauan lapangan, melakukan sosialisasi dan pendampingan cara pembuatan pupuk kompos organik …"}, "filled": true, "author_pub_id": "6RUt-eUAAAAJ:_FxGoFyzp5QC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=6953108335630466862", "cites_id": ["6953108335630466862"], "pub_url": "https://ebook.umpwr.ac.id/index.php/abdimas/article/view/2518", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Lr8PLjFnfmAJ:scholar.google.com/", "cites_per_year": {"2023": 5, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perbaikan Kesetimbangan Robot Arm Balancing untuk Proses Loading-Unloading Lembaran Plat dengan Metode Kaizen", "pub_year": 2022, "citation": "Jurnal Teknik Mesin 19 (1), 8-11, 2022", "author": "Amelia Sugondo and Cedric Rahardjo and Ian Hardianto Siahaan", "journal": "Jurnal Teknik Mesin", "volume": "19", "number": "1", "pages": "8-11", "publisher": "Petra Christian University", "abstract": "Kaizen merupakan suatu perbaikan secara terus menerus untuk meningkatkan keselamatan kerja, kualitas, produktivitas dan biaya. Salah satu perusahaan elektronik rumah tangga yang memproduksi produk berupa AC menerapkan metode kaizen pada proses produksinya. Dari pengamatan dengan metode kaizen, didapatkan bahwa mesin feeder kurang efektif karena umur komponen yang lebih kecil dari yang telah dirancang. pada mesin feeder dengan sistem pneumatik didapatkan jika distribusi beban tidak seimbang dan menyebabkan keausan dini pada piston. Keausan dini menyebabkan peningkatan frekuensi kerusakan dan waktu henti karena pemeliharaan. Untuk mengimplementasikan kaizen, dilakukan modifikasi untuk menciptakan distribusi beban yang lebih seimbang. Modifikasi penyeimbangan lengan robot feeder menghasilkan frekuensi breakdown yang lebih rendah dan meningkatkan usia pakai piston."}, "filled": true, "author_pub_id": "6RUt-eUAAAAJ:ufrVoPGSRksC", "num_citations": 0, "pub_url": "https://jurnalmesin.petra.ac.id/index.php/mes/article/view/24551", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:UySi58OLFsYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Effect and Evaluation of an Ultrasonic Atomizer With Large Vibration Amplitude", "pub_year": 2021, "citation": "Integrated Ferroelectrics 221 (1), 73-87, 2021", "author": "Yung Ting and Amelia Sugondo and Chih-Hsuan Yu and Yun-Jui Yang and Yen-Lung Lee", "journal": "Integrated Ferroelectrics", "volume": "221", "number": "1", "pages": "73-87", "publisher": "Taylor & Francis", "abstract": "An ultrasonic atomizer can produce large vibration amplitude is designed. Different from the structure of the usually seen ultrasonic spray nozzle, the atomizer is fundamentally constructed with a hollow tube encircled with several pieces of sectional type piezoelectric actuators, which can radially oscillate the tube to generate desired vibration profile. Atomization is formed on the surface around the liquid outlet of the tube where maximum vibration amplitude occurs. In search of resonance frequency and vibration amplitude, modal and harmonic analyses of the ultrasonic atomizer are carried out by ANSYS. In comparison the simulated results with the experimental results, both are in good agreement. A measurement system is set up for detecting the atomization droplets and calculating the droplet size and distribution. An attempt is to design an ultrasonic atomizer can produce high distribution and small diameter …"}, "filled": true, "author_pub_id": "6RUt-eUAAAAJ:WF5omc3nYNoC", "num_citations": 0, "pub_url": "https://www.tandfonline.com/doi/abs/10.1080/10584587.2021.1965834", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:uMmdUuiVd40J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Design and Analysis of a Double Lead Screw Household Trash Compactor Using a Static Simulation", "pub_year": 2021, "citation": "Design and Analysis of a Double Lead Screw Household Trash Compactor Using a …, 2021", "author": "TIMOTIUS KEVIN RONALD SANTOSO and Amelia"}, "filled": true, "author_pub_id": "6RUt-eUAAAAJ:YOwf2qJgpHMC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Qlh-uaUkPCgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Optimasi Penempatan Exhaust Fan dalam Rumah Dengan CFD", "pub_year": 2021, "citation": "Jurnal Teknik Mesin 18 (1), 12-19, 2021", "author": "Yonathan KA Sarumaha and Amelia Sugondo", "journal": "Jurnal Teknik Mesin", "volume": "18", "number": "1", "pages": "12-19", "abstract": "Pengkondisian udara dalam ruangan sangatlah penting. Hal ini dapat mengurangi sick building syndrome (SBS) yang dapat mengganggu aktifitas penghuni. Salah satu cara untuk mengkondisikan udara adalah dengan ventilasi mekanik. Penempatan exhaust fan sebagai ventilasi mekanik guna mendapatkan posisi optimum perlu dikaji. Pengkajian dilakukan dengan melakukan simulasi rumah 12.5 mx 8.2 m menggunakan Autodesk CFD 2019. Simulasi dilakukan pada lima posisi penempatan exhaust fan untuk membandingkan suhu dan kecepatannya pada setiap ruangan."}, "filled": true, "author_pub_id": "6RUt-eUAAAAJ:eQOLeE2rZwMC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=262913923121840181", "cites_id": ["262913923121840181"], "pub_url": "https://jurnalmesin.petra.ac.id/index.php/mes/article/view/23525", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:NYAu8tEOpgMJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 2, "2024": 2, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Design of a Single and Dual Hybrid Piezoelectric Motors", "pub_year": 2020, "citation": "International Journal of Acoustics and Vibration 18 (2), 236-242, 2020", "author": "Yung Ting and Kai-Chao Chang and Chih-Hsuan Yu and Amelia Sugondo", "journal": "International Journal of Acoustics and Vibration", "volume": "18", "number": "2", "pages": "236-242", "publisher": "Petra Christian University"}, "filled": true, "author_pub_id": "6RUt-eUAAAAJ:YsMSGLbcyi4C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=2807691514546031269", "cites_id": ["2807691514546031269"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:pQplg47s9iYJ:scholar.google.com/", "cites_per_year": {"2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Penambahan Minyak Kulit Pisang Terhadap Unjuk Kerja Mesin Diesel", "pub_year": 2020, "citation": "Jurnal Teknik Mesin 17 (1), 17-22, 2020", "author": "Ninuk Jonoadji and Sutrisno Sutrisno and Willyanto Anggono and Amelia Sugondo and Ezra Septhian and Melvin Emil Simanjuntak", "journal": "Jurnal Teknik Mesin", "volume": "17", "number": "1", "pages": "17-22", "abstract": "Di dalam penggunaan berbagai sumber daya alam yang utama, pemakaian bahan bakar minyak bumi pada mesin diesel terus bertambah secara signifikan sehingga ketersediaan dari bahan bakar minyak tersebut yang bersifat non renewable dikhawatirkan. Pemanfaatan biodiesel dari minyak nabati saat ini sangat popular sebagaimana kebijakan pemerintah Indonesia saat ini telah diberlakukan untuk mengurangi kelangkaan bahan bakar minyak. Kulit pisang yang seringkali menjadi sampah rumah tangga dipertimbangkan dapat dijadikan minyak nabati sehingga minyak nabati tersebut dapat dicampur dengan minyak diesel untuk menghasilkan biodiesel. Di dalam penelitian ini, minyak nabati kulit pisang dicampur dengan minyak diesel dengan menggunakan kenaikan 5% minyak nabati tersebut. Biodiesel B10 dan B15 dari minyak nabati kulit pisang tersebut harus memenuhi spesifikasi Direktorat Jenderal Minyak dan Gas PERTAMINA untuk digunakan secara luas sebagai biodiesel alternatif untuk mesin diesel. Hasil uji kinerja dari mesin diesel menunjukkan bahwa biodiesel B15 dapat digunakan untuk mesin diesel"}, "filled": true, "author_pub_id": "6RUt-eUAAAAJ:W7OEmFMy1HYC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=1173845372738159152", "cites_id": ["1173845372738159152"], "pub_url": "http://jurnalmesin.petra.ac.id/index.php/mes/article/view/22686", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:MEJLryVWShAJ:scholar.google.com/", "cites_per_year": {"2020": 1, "2021": 1, "2022": 2, "2023": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Effect of frequency on droplet characteristics in ultrasonic atomization process", "pub_year": 2019, "citation": "E3S Web of Conferences 130, 01002, 2019", "author": "Amelia Sugondo and Willyanto Anggono and Olga Anne", "journal": "E3S Web of Conferences", "volume": "130", "pages": "01002", "publisher": "EDP Sciences", "abstract": "The study of ultrasonic atomization is one of the important factors for fuel spray process in the diesel engine combustion chamber. The droplet characteristics are influenced by liquid properties and vibration frequency. In this study, the phenomenon of droplet formation and droplet size were studied at different frequencies of the ultrasonic atomization processes for water liquid. The ultrasonic atomizer was used for the atomization process to generate droplets. CFD- 2D with the Volume of Fluid (VOF) model was used to study the process of droplet size and droplet formation at different frequencies. Water with constant film thickness and bending vibration at constant vibration amplitude were used in this model. The variation of vibration frequencies is applied from 50 kHz to 200 kHz with 50 kHz increment. The results showed that the number of droplets and the area of droplet formation increases with the increases in the …"}, "filled": true, "author_pub_id": "6RUt-eUAAAAJ:Y0pCki6q_DkC", "num_citations": 10, "citedby_url": "/scholar?hl=en&cites=14009204341540730816", "cites_id": ["14009204341540730816"], "pub_url": "https://www.e3s-conferences.org/articles/e3sconf/abs/2019/56/e3sconf_ic-amme2018_01002/e3sconf_ic-amme2018_01002.html", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:wDdl6x-xasIJ:scholar.google.com/", "cites_per_year": {"2021": 3, "2022": 1, "2023": 5, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Studi Performa sistem pendingin kompresi uap dengan R22/R404A/R134A dengan menggunakan software EES", "pub_year": 2016, "citation": "Seminar Nasional Tahunan Teknik Mesin XV, 112-119, 2016", "author": "Ekadewi Anggraini Handoyo and Amelia and Suwandi Sugondo and Yusak Tanoto", "conference": "Seminar Nasional Tahunan Teknik Mesin XV", "pages": "112-119", "abstract": "Mesin pendingin diperlukan untuk banyak hal seperti menunjang kehidupan terutama untuk daerah empat musin, menunjang proses dibanyak industri dan mempermudah proses penyimpanan makanan. Kebanyakan mesin pendingin menggunakan sistem pendingin kompresi uap. Salah satu komponen penting dalam sistem tersebut adalah fluida kerja sebagai refrigerant. Refrigerant yang banyak dipakai adalah HCFC R22 yang masih memiliki ODP (Ozone Depletion Potential) dan sudah dilarang diproduksi. Refrigerant yang tidak memiliki ODP yang dapat menggantikan R22 adalah HFC  R134a dan HFC R404a. Suatu program dengan EES dibangun untuk mempelajari pengaruh ketiga refrigerant jika digunakan pada suatu sistem pendingin kompresi uap. Dari studi dengan EES didapatkan bahwa refrigerant HCFC R22 memberikan COP tertinggi dan memerlukan kerja input kompresor terkecil. Refrigerant HFC R134a memberika kapasitas pendinginan tertinggi ketika temperatur kerja kondensor 45C dan COP sedikit lebih rendah dari R22. Refreigerant HFC R404a mmberikan kapasitas pendingin yang tertinggi ketika temperatur kerja kondensor 35C. Temperatur saturasi R404a memberika kapasitas pendinginan yang tertinggi ketika temperatur kerja kondensor 35C. Temperatur saturasi R404a paling rendah untuk semua tekanan kerja, baik di evaporator maupu di kondesor. dengan demikian, R404a paling tepat digunakan untuk pendinginan yang memerlukan temperatur rendah."}, "filled": true, "author_pub_id": "6RUt-eUAAAAJ:5nxA0vEk-isC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/18302/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:HSnWDH4mFqkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A new approach of polyvinylidene fluoride (PVDF) poling method for higher electric response", "pub_year": 2013, "citation": "Ferroelectrics 446 (1), 28-38, 2013", "author": "Yung Ting and Hariyanto Gunawan and Amelia Sugondo and Chun-Wei Chiu", "journal": "Ferroelectrics", "volume": "446", "number": "1", "pages": "28-38", "publisher": "Taylor & Francis Group", "abstract": "Good response, in particular high sensitivity, of polyvinylidene fluoride (PVDF) attracts a lot of research works on its manufacturing process and applications. Polarization is an important factor that is influential to the performance of PVDF. In this article, a new polarization method using ITO (Indium Tin Oxide) glass is proposed. Different from the conventional poling method using metal eletrode coated onto PVDF film, ITO glass is used as electrode to transmit the electric field voltage into PVDF film for poling. With the advantage of applying higher electric field in the process of polarization and eliminating the occurrence of flashover and arcing efficiently, this approach can thus make PVDF film gain better electric output response. Also, thinner film is constructed would be another advantage of sensitivity improvement. Comparison with conventional method for regular polarization area is carried out by using both FTIR …"}, "filled": true, "author_pub_id": "6RUt-eUAAAAJ:u5HHmVD_uO8C", "num_citations": 63, "citedby_url": "/scholar?hl=en&cites=2721350526755489245", "cites_id": ["2721350526755489245"], "pub_url": "https://www.tandfonline.com/doi/abs/10.1080/00150193.2013.820983", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:3UWVwOItxCUJ:scholar.google.com/", "cites_per_year": {"2014": 1, "2015": 3, "2016": 4, "2017": 2, "2018": 5, "2019": 6, "2020": 4, "2021": 18, "2022": 5, "2023": 8, "2024": 6}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Design of direct and indirect wind energy harvest systems", "pub_year": 2010, "citation": "2010 2nd International Conference on Mechanical and Electronics Engineering …, 2010", "author": "Yung Ting and Hariyanto Gunawan and Amelia Sugondo and Kun-Lin Hsu", "conference": "2010 2nd International Conference on Mechanical and Electronics Engineering", "volume": "2", "pages": "V2-282-V2-286", "publisher": "IEEE", "abstract": "Developing wind energy by using wind collector and electroactive materials are proposed and investigated in this article. Two systems will be considered to harvest energy: direct and indirect system. In direct system, wind induced drag force directly blow and vibrate the electroactive materials in the duct for generating electricity. Wind flow-guided mechanism is designed to collect arbitrarily blowing wind in environment and guide the flow direction perpendicular to the cross section of the nozzle as much as possible so that more uniform velocity distribution profile is achieved. Nozzle accelerator is designed for the purpose of increasing wind velocity. Indirect system uses gear as additional mechanism to impact and vibrate the electroactive materials. Two types of indirect system integrating the wind collector with fan and roof turbine ventilator to impact and vibrate electroactive materials are proposed."}, "filled": true, "author_pub_id": "6RUt-eUAAAAJ:2osOgNQ5qMEC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=9694329676450036885", "cites_id": ["9694329676450036885"], "pub_url": "https://ieeexplore.ieee.org/abstract/document/5558426/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:lfxUXHotiYYJ:scholar.google.com/", "cites_per_year": {"2013": 2}}
