{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The influence of psychological capital in the hotel industry following the COVID-19 pandemic", "pub_year": 2024, "citation": "Journal of Tourism, Culinary, and Entrepreneurship (JTCE) 4 (2), 186-201, 2024", "author": "Vido Iskandar and Endo Wijaya Kartika and David Kristianto", "journal": "Journal of Tourism, Culinary, and Entrepreneurship (JTCE)", "volume": "4", "number": "2", "pages": "186-201", "abstract": "Covid-19 pandemic has impacted tourism sector terribly due to travel restrictions. Various methods have been implemented by the government to reinstate the confidence of society towards tourism destinations’ safety. East Java is one of the provinces becoming the government’s main focus for tourism recovery, and when people finally return, accommodation service is becoming necessity. Hotel’s management and staff need to perform numbers of adjustments to regain its visitors’ confidence and convenience upon using provided products and services. Hotel’s employees are expected to provide excellent service and performance. Thus, every member of the property is expected to possess positive psychological condition in order to be able to process and proceed with necessary operational changes on the place. This positive psychological state is often called as psychological capital (psycap). Employees with a higher psycap should have a higher readiness for change, which leads to a better job performance. Data collection through online questionnaires survey, with purposive sampling from 385 respondents. Quantitative data analysis using Partial Least Square (PLS) SEM. The findings show that psycap has a positive and significant impact on both readiness for change and job performance. Additionally, readiness for change positively and significantly influences job performance and serves as a mediating variable between psycap and job performance. This research aids management in understanding the connection between psycap, readiness for change, and job performance, particularly in the hotel industry."}, "filled": true, "author_pub_id": "7FcA5H4AAAAJ:UebtZRa9Y70C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=14568035760991778975", "cites_id": ["14568035760991778975"], "pub_url": "https://journal.uc.ac.id/index.php/JTCE/article/view/5043", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:nzgaAVcPLMoJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Entrepreneurship in Food & Beverage, Beyond the Classroom", "pub_year": 2024, "citation": "Entrepreneurship in Food & Beverage, Beyond the Classroom, 2024", "author": "Vido Iskandar"}, "filled": true, "author_pub_id": "7FcA5H4AAAAJ:0EnyYjriUFMC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:UJDJt4p5e6QJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pivotal Role of Organizational Agility in Hospitality Industry in Indonesia: Mediating Role of Organizational Culture and Performance Management System", "pub_year": 2023, "citation": "Pivotal Role of Organizational Agility in Hospitality Industry in Indonesia …, 2023", "author": "Hendri Kwistianus and Vido Iskandar and Yoel Wibowo", "abstract": "This study aims to investigate the influence of organizational agility on organizational performance in the hospitality industry. The post-covid data signifies the need for research investigating how starred hotels in Indonesia can improve their competitive performance. This study also investigates the important role of organization culture and performance management system in the relationship between organizational agility and organizational performance. The data analysis technique used is Structural Equation Modeling (SEM) with SmartPLS 4 Software to analyze the relationship between variables. The sampling technique used is non-probability on 105 employees/business owners in the hotel sector with 3-5 stars in Indonesia. The findings show that organization agility does not possess any direct correlation with organization performance among starred hotels in Indonesia. Furthermore, positive and significant correlation from organizational agility to performance can be established through the mediatory of performance management system implementation and supportive organizational culture among the industry. The result of this study generates enticing implications towards hospitality business leaders."}, "filled": true, "author_pub_id": "7FcA5H4AAAAJ:roLk4NBRz8UC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=13370311820286318640", "cites_id": ["13370311820286318640"], "pub_url": "https://repository.petra.ac.id/20812/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:MFhf-MLjjLkJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Employees Innovation on Hospitality Industries as Reviewed from the Impact of Transformational Leadership and Learning Organization", "pub_year": 2023, "citation": "Jurnal Manajemen Perhotelan 9 (1), 35-45, 2023", "author": "Yoel Wibowo and Yonathan Palumian and Vido Iskandar", "volume": "9", "number": "1", "pages": "35-45", "abstract": "Sudden disruption caused by Covid-19 and VUCA business environment has been a wake-up call for business organizations to change, adapt, and transform. Hospitality business organizations, as one of the impacted industries, require transformative leaders to create Learning Organization environment, and to set innovative organization members. This research investigates the relation between Transformational Leadership, Learning Organization, and Innovative Work Behavior particularly in Hospitality Industries (hotels and restaurants) in Surabaya. This research mainly explores theoretical gap left by the predecessor researches by adopting new scaling used especially to evaluate Transformational Leadership and Learning Organization, and methodological gap by utilizing multivariate data analysis towards the respondents’ groups. This research is designed as a descriptive quantitative study, in which data is collected through questionnaire towards the sample. This study points out that while Transformational Leadership does correlate positively with the creation of Learning Organization, it possesses no significant relationship with the establishment of Innovative Work Behavior among the leaders group. Learning Organization also does not mediate the effects between those two. Operational staff, nevertheless, still significantly and positively affected by relation as pointed out by multivariate data analysis."}, "filled": true, "author_pub_id": "7FcA5H4AAAAJ:LkGwnXOMwfcC", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=12914590833654987786", "cites_id": ["12914590833654987786"], "pub_url": "https://repository.petra.ac.id/19978/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:CnyFU_DXObMJ:scholar.google.com/", "cites_per_year": {"2023": 3, "2024": 2, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Would it be safe to travel domestically now? The analysis of perceived travel risk across generations", "pub_year": 2022, "citation": "Sustainable Future: Trends, Strategies and Development, 177-181, 2022", "author": "Vido Iskandar and Serli Wijaya", "pages": "177-181", "publisher": "Routledge", "abstract": "The Covid-19 pandemic has harmed various industries, including tourism. Many individuals prefer staying at home to going on vacation, and this is due to the fright of the existing pandemic situation. This study is aimed to examine the level of travel risk perceptions of domestic tourists among generations X, Y and Z. One-way ANOVA statistical technique was applied to identify the differences in travel risk perceptions among the three generations. A total of 603 samples representing generations X, Y, and Z have participated in the online survey. The result shows that each generation has significantly different perception in viewing various types of travel risks. The findings are expected to offer recommendations for tourism service business managers to create a safe and comfortable quality travel experience."}, "filled": true, "author_pub_id": "7FcA5H4AAAAJ:ufrVoPGSRksC", "num_citations": 0, "pub_url": "https://library.oapen.org/bitstream/handle/20.500.12657/76036/1/9781000882605.pdf#page=200", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:HNKH5xH8MSoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENINGKATAN KUALITAS OPERASIONAL RUMAH PENGINAPAN GRIYA KUSUMA INDAH, PACET", "pub_year": 2022, "citation": "Share: Journal of Service Learning 8 (2), 168-176, 2022", "author": "Monika Kristanti and Sienny Thio and Endo Wijaya Kartika and Vido Iskandar", "journal": "Share: Journal of Service Learning", "volume": "8", "number": "2", "pages": "168-176", "abstract": "Sejak berdirinya tahun 2007, Griya Kusuma Indah (GKI) yang berlokasi di Pacet, menerima reservasi yang sifatnya terbatas, yaitu hanya menerima reservasi grup kegiatan keagamaan, organisasi ataupun perusahaan dan tidak menerima tamu individu. Hal ini menyebabkan segala sistem reservasi dikelola secara manual dimana organisasi/perusahaan melakukan reservasi hanya melalui telpon maupun whatapps dan hanya dilakukan pencatatan sederhana secara manual. Sejak adanya pandemi Covid-19, GKI tidak dimungkinkan untuk menerima reservasi grup sehingga tidak ada pemasukan untuk menutup biaya operasional sehingga akhirnya pengurus GKI membuka GKI sebagai rumah penginapan yang dapat menerima tamu individual ataupun tamu tanpa reservasi. Tetapi keinginan ini belum didukung oleh sistem reservasi, pembayaran, pemasaran, sumber daya manusia maupun fasilitas yang sesuai terutama dalam kondisi pandemi saat ini. Terkait permasalahan yang ada, tim dosen dari program Hotel Management Universitas Kristen Petra memberikan bantuan dan pendampingan berupa (1) pembuatan website yang juga berfungsi sebagai sistem reservasi dan pembayaran di Griya Kusuma Indah (2) pembuatan modul/panduan terkait kualitas layanan (3) pembuatan banner dan poster yang “menyerukan” protokol kesehatan yang harus dilakukan baik oleh karyawan maupun tamu yang datang, yang diletakkan di beberapa area yang mudah terlihat, dan (4) pembuatan video promosi. Selain melakukan hal di atas, maka tim dari program Hotel Management juga memberikan pelatihan dan pendampingan. Pelatihan dan …"}, "filled": true, "author_pub_id": "7FcA5H4AAAAJ:YsMSGLbcyi4C", "num_citations": 0, "pub_url": "https://share.petra.ac.id/index.php/share/article/view/24600", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:TJWdP8O8WzEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The role of Psycap dnd Readiness for change of hotel employees in implementing the CHSE protocol", "pub_year": 2022, "citation": "Jurnal Pariwisata Pesona 7 (1), 39-48, 2022", "author": "David Kristianto and Endo Wijaya Kartika and Vido Iskandar", "volume": "7", "number": "1", "pages": "39-48", "abstract": "To prevent the transmission of the Covid-19 virus, the hotel industry continues to improve, especially with regard to health protocols, therefore the Hotel has started implementing the Cleanliness, Hygiene, Sanitation, and Environment (CHSE) protocol, this protocol was created by the government to increase efforts to prevent and control transmission Covid-19 for the public in public places and facilities to prevent new clusters of transmission. The implementation of the CHSE protocol requires the readiness of all hotel employees to implement it. This research is causal quantitative research that aims to see the readiness of star hotel employees in Surabaya, Malang, and Batu to implement changes seen from 4 dimensions, namely Self-Efficacy, Optimism, Hope, Resilience. This research was conducted by distributing questionnaires to 68 hotel employees, where the majority of respondents came from the F&B Service department 29 people (42.65%) and the Front Office 18 people (26.47%) F&B Culinary 11 people (16.18%), Housekeeping 6 people (8.82%), Security 4 people (5.88%). Data processing in this study uses the help of smart PLS 2.0. From the results of this study, it can be concluded that 4 dimensions, namely Self-Efficacy, Optimism, Hope, Resilience have a positive and significant effect on employee readiness in implementing changes."}, "filled": true, "author_pub_id": "7FcA5H4AAAAJ:eQOLeE2rZwMC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=450607185989297475", "cites_id": ["450607185989297475"], "pub_url": "https://repository.petra.ac.id/19727/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Q2UhJtngQAYJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Consumers' perceived risk and dining-out intention during COVID-19 pandemic", "pub_year": 2022, "citation": "Current Issues in Tourism, Gastronomy, and Tourist Destination Research, 217-223, 2022", "author": "Sienny Thio and Endo Wijaya Kartika and Vido Iskandar", "pages": "217-223", "publisher": "Routledge", "abstract": "The purpose of this paper is to examine the effect of perceived risk on consumers’ behavior using the Theory of Planned Behavior (TPB) and their dining-out intention in a restaurant during the COVID-19 pandemic. In this study, there are samples from 156 respondents from Malang, East Java, Indonesia, which were collected using an online survey between January and March 2021. Partial Least-Squares Structural Equation Modeling (PLS-SEM) was performed to investigate the influence amongst the constructs. The results indicate that the risk perception of COVID-19 has a significant influence on attitude, subjective norm, and perceived behavioral control. On the other hand, consumers’ food consumption intention to eat at restaurants during the pandemic is significantly influenced merely by the attitude and the perceived behavioral control. The results confirmed the previous studies to verify the TPB model to …"}, "filled": true, "author_pub_id": "7FcA5H4AAAAJ:W7OEmFMy1HYC", "num_citations": 0, "pub_url": "https://www.taylorfrancis.com/chapters/edit/10.1201/9781003248002-29/consumers-perceived-risk-dining-intention-covid-19-pandemic-thio-kartika-iskandar", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Nyo30H3mOTMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Customer Perceived Value Terhadap Loyalitas Tamu Pada Hotel Bintang 4 Dan 5 Di Surabaya Dengan Kepuasan Konsumen Sebagai Mediasi", "pub_year": 2022, "citation": "Jurnal Manajemen Perhotelan 8 (1), 42-49, 2022", "author": "Elizabeth Amelia Da Costa E Silva and Jane Amelia Hartanto and Vido Iskandar", "journal": "Jurnal Manajemen Perhotelan", "volume": "8", "number": "1", "pages": "42-49", "abstract": "The purpose of this research is to understand the influence of customer perceived value on customer loyalty in four-and five-star hotels at Surabaya with customer satisfaction as the mediating variable which were assigned during the COVID-19 pandemic in the city of Surabaya. In this research, researchers used a quantitative method which involved about 200 people who live in Surabaya and experienced staycation as the research’s respondents. This research shows that customer perceived value positively and significantly affects customer satisfaction, customer perceived value positive and significantly affects customer loyalty, customer satisfaction positive and significantly affects customer loyalty, and customer satisfaction fully mediates the relationship of customer perceived value and customer loyalty.AbstrakPenelitian dilakukan dengan tujuan untuk mengetahui pengaruh customer perceived value terhadap loyalitas tamu yang menginap di hotel bintang 4 dan 5 yang ada di kota Surabaya dengan kepuasan tamu sebagai variabel mediasi yang diteliti selama pandemi COVID-19 berlangsung di kota Surabaya. Dalam penelitian berikut, peneliti menggunakan metode kuantitatif yang melibatkan 200 masyarakat Surabaya yang pernah melakukan kegiatan staycation sebagai responden. Hasil penelitian ini menunjukkan bahwa customer perceived value berpengaruh positif dan signifikan terhadap kepuasan tamu, customer perceived value berpengaruh positif dan signifikan terhadap loyalitas tamu, kepuasan tamu berpengaruh positif dan signifikan terhadap loyalitas tamu, dan kepuasan tamu memediasi penuh hubungan antara customer …"}, "filled": true, "author_pub_id": "7FcA5H4AAAAJ:WF5omc3nYNoC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=8951735396165312350", "cites_id": ["8951735396165312350"], "pub_url": "https://jurnalperhotelan.petra.ac.id/index.php/hot/article/view/25119", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Xl-5G-rzOnwJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis Penerapan Model Utaut (Unified Theory Of Acceptance And Use Of Technology) Terhadap Minat Beli Pada Sayurbox", "pub_year": 2022, "citation": "Jurnal Manajemen Perhotelan 8 (2), 80-91, 2022", "author": "Louis Loudevik Marciano and Marchellino Julian Chandra and Vido Iskandar", "journal": "Jurnal Manajemen Perhotelan", "volume": "8", "number": "2", "pages": "80-91", "abstract": "Saat ini kegiatan berbelanja sudah dapat dilakukan secara online. Salah satu website untuk kegiatan belanja kebutuhan sehari-hari adalah Sayurbox. Penelitian ini bertujuan untuk mengetahui pengaruh dari effort expectancy, performance expectancy, facilitating conditions, dan social influence terhadap minat beli konsumen pada website Sayurbox. Untuk memperoleh data penelitian maka dilakukan penyebaran kuesioner kepada responden penelitian dengan kriteria tertentu. Dari penyebaran kuesioner diperoleh 100 data yang dapat diolah menggunakan regresi linier berganda. Hasil penelitian menunjukkan bahwa effort expectancy, performance expectancy, dan social influence berpengaruh signifikan dan positif terhadap minat beli sedangkan facilitating condition tidak berpengaruh terhadap minat beli."}, "filled": true, "author_pub_id": "7FcA5H4AAAAJ:_FxGoFyzp5QC", "num_citations": 11, "citedby_url": "/scholar?hl=en&cites=3941647808491660534", "cites_id": ["3941647808491660534"], "pub_url": "https://jurnalperhotelan.petra.ac.id/index.php/hot/article/view/25609", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:9qTXTsyLszYJ:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 7, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Dampak Penghargaan Terhadap Kinerja Staf Pada Hotel Bintang Tiga Di Surabaya", "pub_year": 2021, "citation": "Jurnal Manajemen Perhotelan 7 (1), 49-54, 2021", "author": "Betzy Davita and Betty Devina and Vido Iskandar", "journal": "Jurnal Manajemen Perhotelan", "volume": "7", "number": "1", "pages": "49-54", "abstract": "Penelitian ini dilakukan dengan tujuan untuk melihat dampak penghargaan terhadap kinerja staf pada hotel bintang tiga di Surabaya. Jenis penelitian yang dilakukan pada penelitian ini adalah penelitian kuantitatif deskriptif dan kausal yang bertujuan untuk mengetahui hubungan sebab akibat dari penghargaan dan kinerja staf. Sampel dalam penelitian ini adalah 73 responden yang merupakan staf hotel bintang tiga di Surabaya. Hasil penelitian menunjukkan penghargaan moneter dan penghargaan non moneter yang diberikan pada hotel bintang 3 di Surabaya memiliki dampak yang positif dan signifikan terhadap kinerja staf."}, "filled": true, "author_pub_id": "7FcA5H4AAAAJ:Tyk-4Ss8FVUC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=3127266233782336980", "cites_id": ["3127266233782336980"], "pub_url": "https://jurnalperhotelan.petra.ac.id/index.php/hot/article/view/23876", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:1H2rFhJIZisJ:scholar.google.com/", "cites_per_year": {"2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Kualitas Layanan Terhadap Kepuasan Konsumen Pada Era Kebiasaan Baru Pada Hotel Berbintang Lima Di Surabaya", "pub_year": 2021, "citation": "Jurnal Bisnis Dan Kewirausahaan 17 (2), 187-199, 2021", "author": "Vido Iskandar and Endo Wijaya Kartika and David Kristianto", "volume": "17", "number": "2", "pages": "187-199"}, "filled": true, "author_pub_id": "7FcA5H4AAAAJ:IjCSPb-OGe4C", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=1585464347695124191", "cites_id": ["1585464347695124191"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:3w5qkGyzABYJ:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 3, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisa Pengaruh Kompleksitas Visual Pada Foto Makanan Di Instagram Terhadap Minat Beli Melalui Respon Emosional", "pub_year": 2021, "citation": "Jurnal Manajemen Perhotelan 7 (2), 84-92, 2021", "author": "Jessica Olivia and Delicia Antonina and Regina Jokom and Vido Iskandar", "journal": "Jurnal Manajemen Perhotelan", "volume": "7", "number": "2", "pages": "84-92", "abstract": "Instagram has become one of the most popular social media, especially for generation Z. Therefore, Instagram was perceived as an effective marketing tool in food and beverage industry. Photo is the main characteristic in Instagram. Thus, food and beverage owners were encouraged to create a content with attractive photo in order to increase their sales. This study was conducted to determine the significant effect of food photo visual complexity on Instagram towards consumer purchase intention through emotional responses. The study was conducted a survey on 432 respondents who were students of Petra Christian University in Surabaya and the data was analyzed using Partial Least Square (PLS). The results indicated that there is a positive and significant influence between the visual complexity of purchase intention through emotional responses.AbstrakInstagram menjadi salah satu media sosial yang paling diminati masyarakat Indonesia terutama dikalangan anak muda. Hal ini membuat Instagram menjadi salah satu media pemasaran yang efektif khususnya dalam industri makanan minuman. Karakteristik utama Instagram yang banyak menggunakan foto, membuat pengusaha makanan minuman harus mampu membuat konten dengan foto yang menarik untuk dapat meningkatkan penjualan produknya. Oleh karena itu, penelitian ini dilakukan untuk mengetahui apakah kompleksitas visual pada sebuah foto makanan di Instagram dapat berpengaruh siginifikan terhadap minat beli mahasiswa melalui respon emosional. Penelitian dilakukan pada 432 orang responden yang merupakan mahasiswa Universitas Kristen Petra Surabaya …"}, "filled": true, "author_pub_id": "7FcA5H4AAAAJ:Y0pCki6q_DkC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=18252915152424850245", "cites_id": ["18252915152424850245"], "pub_url": "https://jurnalperhotelan.petra.ac.id/index.php/hot/article/view/24549", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:RdOgf59hT_0J:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh social media marketing pada instagram terhadap minat beli Chatime Indonesia", "pub_year": 2020, "citation": "Jurnal Hospital Dan Manajemen Jasa 8 (2), 77-87, 2020", "author": "Delicia Tungka and Michaela M Lionardo and S Thio and V Iskandar", "journal": "Jurnal Hospital Dan Manajemen Jasa", "volume": "8", "number": "2", "pages": "77-87"}, "filled": true, "author_pub_id": "7FcA5H4AAAAJ:2osOgNQ5qMEC", "num_citations": 53, "citedby_url": "/scholar?hl=en&cites=13758055546325245708", "cites_id": ["13758055546325245708"], "pub_url": "https://scholar.google.com/scholar?cluster=13758055546325245708&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:DB_PRqBu7r4J:scholar.google.com/", "cites_per_year": {"2021": 2, "2022": 11, "2023": 18, "2024": 19, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisa Perbedaan Perilaku Generasi X dan Y dalam Mempertimbangkan Atribut Hotel Ketika Melakukan Reservasi Hotel secara Online", "pub_year": 2019, "citation": "Jurnal Hospitality dan Manajemen Jasa 7 (2), 2019", "author": "AA Laurance and EN Tanoziano and DC Widjaja and V Iskandar", "journal": "Jurnal Hospitality dan Manajemen Jasa", "volume": "7", "number": "2"}, "filled": true, "author_pub_id": "7FcA5H4AAAAJ:9yKSN-GCB0IC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=9400211314357706601", "cites_id": ["9400211314357706601"], "pub_url": "https://scholar.google.com/scholar?cluster=9400211314357706601&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:aR_mzWJCdIIJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 0, "2023": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "IDENTIFIKASI KUALITAS LAYANAN PADA HOTEL BERBINTANG 3 DI INDONESIA", "pub_year": 2018, "citation": "Universitas Airlangga, 2018", "author": "VIDO ISKANDAR", "abstract": "Seiring bejalannya waktu, pertumbuhan pengguna internet di Indonesia semakin pesat. Salah satu bisnis yang paling banyak mengadopsi manfaat dari internet atau sistem online adalah industri hotel. Komunikasi eWOM telah menjadi faktor penting dalam pembentukan perilaku konsumen. Dalam industri hospitality, pemberi jasa lebih baik memahami kepuasan atau ketidakpuasan konsumen sehingga dapat membantu mereka untuk meningkatkan kualitas layanan dan mempertahankan konsumennya. Sebuah hotel agar tetap kompetitif harus mengukur tingkat kepuasan konsumen. Online review adalah cara yang populer untuk mengamati kepuasan konsumen. Melalui review yang diberikan konsumen, manajemen mampu menerapkan perbaikan terus-menerus terhadap layanan mereka berdasarkan kebutuhan konsumen seperti yang diungkapkan dalam komentar mereka. Penelitian ini bertujuan untuk mengidentifikasi kualitas layanan pada hotel berbintang 3 di Indonesia, untuk mengetahui atribut dari kualitas layanan yang dianggap penting oleh konsumen domestik dan konsumen mancanegara, untuk mengetahui atribut dari kualitas layanan yang dianggap penting oleh konsumen chain hotel dan konsumen independent hotel. Metode yang digunakan pada penelitian ini adalah content analysis. Di dalam penelitian ini, jenis data yang digunakan adalah data primer yang merupakan data yang dikumpulkan dan diperoleh peneliti secara langsung dari sumber data yaitu dokumen online pada online review yang dilakukan oleh para konsumen hotel di kota Jakarta, Surabaya, Bandung, Medan dan Bali melalui situs Tripadvisor. Hasil …"}, "filled": true, "author_pub_id": "7FcA5H4AAAAJ:zYLM7Y9cAGgC", "num_citations": 0, "pub_url": "https://repository.unair.ac.id/69780/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:cFKWYfjD51IJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh karakteristik celebrity endorser melalui media sosial Instagram terhadap minat beli konsumen pada restoran dan cafe di Surabaya", "pub_year": 2018, "citation": "Jurnal Hospitality dan Manajemen Jasa 6 (2), 390-404, 2018", "author": "Filincia Sharon and Ledy Meilinda and Serli Wijaya and Vido Iskandar", "journal": "Jurnal Hospitality dan Manajemen Jasa", "volume": "6", "number": "2", "pages": "390-404", "abstract": "Media sosial Instagram merupakan media sosial yang paling banyak digunakan oleh konsumen Indonesia untuk mencari informasi. Melalui media sosial Instagram banyak bermunculan celebrity endorser. Terdapat 4 karakteristik yang dapat dinilai dari seorang celebrity endorser yaitu visibility, credibility, acttravtiveness, dan power. Penelitian ini bertujuan untuk mengetahui pengaruh karakteristik celebrity endorser terhadap minat beli konsumen pada restoran maupun café di Surabaya. Penelitian ini melibatkan 375 responden pengguna media sosial Instagram di Surabaya. Jenis penelitian yang digunakan adalah kausal kuantitatif. Hasil dari penelitian ini menunjukkan bahwa karakteristik celebrity endorser terkait visibility, credibility, dan power berpengaruh positif dan signifikan terhadap minat beli konsumen pada restoran dan café di Surabaya. Sedangkan (acttractiveness) daya tarik berpengaruh namun tidak …"}, "filled": true, "author_pub_id": "7FcA5H4AAAAJ:qjMakFHDy7sC", "num_citations": 23, "citedby_url": "/scholar?hl=en&cites=17612767578826802332", "cites_id": ["17612767578826802332"], "pub_url": "https://scholar.google.com/scholar?cluster=17612767578826802332&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:nAR958sebfQJ:scholar.google.com/", "cites_per_year": {"2019": 3, "2020": 1, "2021": 3, "2022": 6, "2023": 4, "2024": 5, "2025": 1}}
