{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Cabin Safety Knowledge dan Perilaku Penumpang Penerbangan Low Cost Carrier", "pub_year": 2022, "citation": "Jurnal Manajemen Transportasi & Logistik (JMTRANSLOG) 8 (2), 114-121, 2022", "author": "Maria Indriani Lumba and Felicia Anggriani and Devi Destiani Andilas and Siska Amonalisa Silalahi", "journal": "Jurnal Manajemen Transportasi & Logistik (JMTRANSLOG)", "volume": "8", "number": "2", "pages": "114-121", "abstract": "The aim of this research is to determine the effect of cabin safety knowledge on cabin safety behavior, and the role of cabin safety information source credibility as a variable that reinforces the influence of cabin safety knowledge on cabin safety behavior. This research is quantitative and uses a sample of 175 respondents surveyed by distributing online questionnaires via Google Form. The object of research is Lion Air passengers during the vulnerable period 2019-2020. This research uses the Partial Least Square (PLS) method. The results of this research indicate that cabin safety knowledge has a positive effect on cabin safety behavior, and the moderating effect test on cabin safety information source credibility is to strengthen the influence of cabin safety knowledge on cabin safety behavior."}, "filled": true, "author_pub_id": "7qe_Se4AAAAJ:eQOLeE2rZwMC", "num_citations": 0, "pub_url": "https://journal.itltrisakti.ac.id/index.php/jmtranslog/article/view/563", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Dg73OYCsWGsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Service Recovery terhadap Customer Satisfaction Penumpang Maskapai Penerbangan Internasional di Indonesia", "pub_year": 2021, "citation": "Jurnal Manajemen Transportasi& Logistik 8 (1), 83-90, 2021", "author": "Devi Destiani Andilas and Albertus Raymond Gunardi and Michael Christopher Elim", "volume": "8", "number": "1", "pages": "83-90", "abstract": "Penelitian ini bertujuan untuk menganalisa pengaruh aspek pemulihan layanan (atonement, tangible, empowerment, communication, explanation, feedback) terhadap kepuasan penumpang maskapai internasional di Indonesia. Data dikumpulkan melalui penyebaran kuesioner secara daring bagi penumpang maskapai internasional di Indonesia yang pernah mengalami kegagalan jasa penerbangan. Terdapat 70 data responden yang di olah lebih lanjut menggunakan analisis regresi linear berganda. Hasilnya diketahui bahwa hanya dimensi dimensi atonement, communication dan empowerment yang berpengaruh signifikan terhadap kepuasan penumpang atas pemulihan layanan yang diberikan."}, "filled": true, "author_pub_id": "7qe_Se4AAAAJ:YsMSGLbcyi4C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=3295266900276626387", "cites_id": ["3295266900276626387"], "pub_url": "https://repository.petra.ac.id/19438/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:00MXZ8kjuy0J:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pelatihan Pembuatan Paket Wisata Sebagai Upaya Pemberdayaan Masyrarakat Guna Pengembangan Wisata Desa Jarak", "pub_year": 2021, "citation": "JURNAL LEECOM 3 (1), 19-27, 2021", "author": "Devi Destiani Andilas and Anik Juniwati and Serli Wijaya and Rudy Setiawan", "volume": "3", "number": "1", "pages": "19-27", "abstract": "Pemerintah daerah Kab. Jombang sejak tahun 2009 telah menetapkan Desa Jarak, Kecamatan Wonosalam sebagai destinasi agrowisata dan menjadi satu kawasan agropolitan wilayah pengembangan Mojowarno. Potensi wisata yang ada di Desa Jarak telah teridentifikasi, tetapi karena keterbatasan pengetahuan kepariwisataan serta rendahnya tingkat pendidikan, masyarakat belum mengetahui langkah apa selanjutnya yang perlu dilakukan untuk mengembangan pariwisata di desa mereka. Kegiatan ini bertujuan untuk membekali masyarakat dengan kemampuan menyusun rencana perjalanan/kegiatan wisata (paket wisata) serta menghitung harga jual paket wisata sehingga kedepannya pariwisata Desa Jarak dapat mulai berkembang dengan kedatangan wisatawan. Kegiatan pelatihan dilaksanakan dengan menggunakan metode group discussions & tutorials yang diadakan dalam 2x pertemuan tatap muka. Secara umum, pelatihan berjalan lancar dan peserta telah mampu membuat paket wisata sederhana. Tercipta 4 paket wisata sederhana dari kegiatan ini, yaitu [1] Paket Wisata Kuliner Kerupuk Susu [2] Paket Wisata Keliling Kebun Kopi [3] Paket Wisata Produksi Keripik Pisang [4] Paket Wisata Religi dan Petik salak."}, "filled": true, "author_pub_id": "7qe_Se4AAAAJ:W7OEmFMy1HYC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=2803685788793535372", "cites_id": ["2803685788793535372"], "pub_url": "https://repository.petra.ac.id/19309/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:jHvZzl6x6CYJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pemetaan Potensi Wisata dan Perencanaan Pengembangan Desa Jarak Kec. Wonosalam, Kab. Jombang", "pub_year": 2020, "citation": "Jurnal Ilmiah Pariwisata 25 (3), 166-174, 2020", "author": "Devi Destiani Andilas and Serli Wijaya and Rudy Setiawan and Anik Juniwati", "volume": "25", "number": "3", "pages": "166-174", "abstract": "Desa Jarak, Kecamatan Wonosalam, Kabupaten Jombang telah ditetapkan oleh pemerintah daerah sebagai destinasi agrowisata dan menjadi satu kawasan agropolitan wilayah pengembangan Mojowarno   Jombang sejak tahun 2009. Desa Jarak memiliki banyak potensi wisata, namun hingga saat ini potensi tersebut belum terpetakan dengan baik sehingga belum dikembangkan lebih lanjut. Kendala pengembangan lainnya adalah kualitas sumber daya manusia desa yaitu rendahnya tingkat pendidikan dan kompetensi warga terkait kepariwisataan. Penelitian ini merupakan penelitian eksploratif deskriptif yang bertujuan untuk melakukan pemetaan potensi wisata yang dimiliki Desa Jarak. Potensi yang ada selanjutnya dapat dikembangkan menjadi daya tarik wisata yang unik, yang menjadi keunggulan daya saing Desa Jarak dibandingkan dengan desa agrowisata lainnya di kecamatan Wonosalam dalam menarik wisatawan. Pendekatan kualitatif digunakan dalam penelitian ini dimana pengumpulan data dilakukan dengan metode observasi, wawancara dan diskusi kelompok terfokus (focus group discussion - FGD). Data yang terkumpul diolah dengan metode triangulasi dan dianalisis secara deskriptif yang menghasilkan pemetaan 19 titik potensi wisata desa jarak, yang dikelompokkan kedalam 3 jenis saya tarik wisata yaitu alam, buatan dan budaya."}, "filled": true, "author_pub_id": "7qe_Se4AAAAJ:Tyk-4Ss8FVUC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=1058529200831268110", "cites_id": ["1058529200831268110"], "pub_url": "https://repository.petra.ac.id/19249/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:DgXtJ7OmsA4J:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 2, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Correlation between Community Engagement and Capability Building Through Outbound Activities of Karang Taruna Members at Bencireng Kebontunggul, Mojokerto, Indonesia", "pub_year": 2020, "citation": "SHS Web of Conferences 76, 01003, 2020", "author": "Devi Destiani Andilas and Zeplin Jiwa Husada Tarigan and Rismawati Br Sitepu and Ali Raza", "journal": "SHS Web of Conferences", "volume": "76", "pages": "01003", "publisher": "EDP Sciences", "abstract": "Capability building for a group of society is necessary to build the rural community in order to grow the economic potent. One of the communal organization is Karang Taruna (Youth organization), which is expected to empower its youth members so that each member improves competencies for community and self. Capacity building can be accomplished through training programs, and one program often used for capacity building is outbound training. A specific outbound training can be designed for youth so they can comprehend their role in society through outbound implementation. This research is going to measure the correlation between the community engagement and capability building of the Karang Taruna members through implementing outbound activities. The data are collected through questionnaires distributed to all Karang Taruna members who join the outbound activities, and the questionnaires are …"}, "filled": true, "author_pub_id": "7qe_Se4AAAAJ:qjMakFHDy7sC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=2638815470225855955", "cites_id": ["2638815470225855955"], "pub_url": "https://www.shs-conferences.org/articles/shsconf/abs/2020/04/shsconf_icsh2020_01003/shsconf_icsh2020_01003.html", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:0xWearD0niQJ:scholar.google.com/", "cites_per_year": {"2023": 3, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Analysis of The Moderating Effects of Tourism Attraction on The Correlation of Travel Constraints and Revisit Intention Case Study: Tourist of Bromo Tengger Semeru National Park", "pub_year": 2019, "citation": "Advances in Economics, Business and Management Research; Proceedings of the …, 2019", "author": "Devi Destiani Andilas and Febry Ristanto", "journal": "Advances in Economics, Business and Management Research; Proceedings of the 1st International Conference One Belt, One Road, One Tourism (ICOBOROT 2018)", "number": "NA", "pages": "50-54", "publisher": "Petra Christian University", "abstract": "Some factors might hinder a person to travel, but tourism attraction is predicted to be a factor that can motivate tourists to solve their obstacles then decide to revisit the destination. Nowadays, the revisit frequency of both domestic and international tourists becomes an important aspect for Indonesia in order to achieve the 2020 national tourism targets which are 20 million foreign tourists and 375 million domestic trips. The purpose of this study is; first, to investigate the moderating effects of tourism attraction on the negative impact of travel constraints on tourists  revisit intention. Second, this study provides tourism destination management an insight for developing a strategy to increase the tourists  revisit intention. The data were collected through a questionnaire from 50 domestic tourists who had visited Bromo Tengger Semeru National Park, then analyzed using simple and multiple linear regressions. The findings reveal that travel constraints negatively influence tourists  revisit intention and tourist attraction is a pure moderator that weaken the influence between travel constraints and revisit intention. The intention to revisit a destination decreases when the constraints (e.g. distance, limited time, lack of money. and information) increase. Fortunately, a variety of activities, uniqueness, and the beauty of tourism attractions encourage the tourists to overcome the constraints which eventually push their intention to revisit the destination."}, "filled": true, "author_pub_id": "7qe_Se4AAAAJ:ufrVoPGSRksC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=15435888715036404519", "cites_id": ["15435888715036404519"], "pub_url": "https://repository.petra.ac.id/19439/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:J6s05ABLN9YJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Analysis of the moderating effects of tourism attraction on the correlation of travel constraints and revisit intention", "pub_year": 2019, "citation": "1st International Conference One Belt, One Road, One Tourism (ICOBOROT 2018 …, 2019", "author": "Devi Destiani and Febry Ristanto", "conference": "1st International Conference One Belt, One Road, One Tourism (ICOBOROT 2018)", "pages": "194-198", "publisher": "Atlantis Press", "abstract": "Some factors might hinder a person to travel, but tourism attraction is predicted to be a factor that can motivate tourists to solve their obstacles then decide to revisit the destination. Nowadays, the revisit frequency of both domestic and international tourists becomes an important aspect for Indonesia in order to achieve the 2020 national tourism targets which are 20 million foreign tourists and 375 million domestic trips. The purpose of this study is; first, to investigate the moderating effects of tourism attraction on the negative impact of travel constraints on tourists’ revisit intention. Second, this study provides tourism destination management an insight for developing a strategy to increase the tourists’ revisit intention. The data were collected through a questionnaire from 50 domestic tourists who had visited Bromo Tengger Semeru National Park, then analyzed using simple and multiple linear regressions. The findings reveal that travel constraints negatively influence tourists’ revisit intention and tourist attraction is a pure moderator that weaken the influence between travel constraints and revisit intention. The intention to revisit a destination decreases when the constraints (eg distance, limited time, lack of money. and information) increase. Fortunately, a variety of activities, uniqueness, and the beauty of tourism attractions encourage the tourists to overcome the constraints which eventually push their intention to revisit the destination."}, "filled": true, "author_pub_id": "7qe_Se4AAAAJ:IjCSPb-OGe4C", "num_citations": 0, "pub_url": "https://www.atlantis-press.com/proceedings/icoborot-18/125929465", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:BnRaEs7uf8sJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pemberdayaan Karang Taruna dalam Melaksanakan Aktivitas Outbound di Lembah Bencirang-Desa Kebontungggul", "pub_year": 2019, "citation": "Share 5 (2), 43-48, 2019", "author": "Zeplin Jiwa Husada Tarigan and Devi Destiani Andilas", "journal": "Share", "volume": "5", "number": "2", "pages": "43-48", "publisher": "Petra Christian University", "abstract": "Pemberdayaan karang taruna desa dapat meningkatkan kesejahteraan masyarakat melalui kegiatan pelatihan kemampuan dan keterampilan. Jenis kegiatan pemberdayaan yang diberikan kepada karang taruna disesuaikan dengan potensi-potensi yang dimiliki desa setempat. Hasil identifikasi menunjukkan bahwa desa setempat berpotensi sebagai tempat penyelenggaraan kegiatan outbound. Kesimpulan potensi tersebut diambil dari hasil identifikasi potensi outbound di desa Kebon Tunggul berupa kolam renang, aliran sungai, hutan, bukit-bukit, goa, sawah, serta lapangan luas yang dapat dipergunakan untuk camping. Pelatihan outbound yang dilaksanakan dalam rangka pemberdayaan karang taruna mendapat respon sangat baik dari karang taruna selaku peserta pelatihan. Hal tersebut ditunjukkan melalu nilai umum kepuasan peserta terhadap materi pelatihan sebesar 4.4153 serta nilai umum kepuasan peserta terhadap performance instruktur outbound (pemateri) dalam menyampaikan materi pelatihan sebesar 4.4091. Peserta puas dikarenakan materi pelatihan membuat mereka mampu melaksanakan outbound secara mandiri, tercermin melalui nilai tertinggi indikator kepuasan materi pelatihan yaitu sebesar 4.5625. Tidak hanya itu, pesertapun semakin memahami pentingnya aspek keselamatan dalam pelaksanaan kegiatan outbound yang diperlihatkan melalui nilai 4.4448"}, "filled": true, "author_pub_id": "7qe_Se4AAAAJ:9yKSN-GCB0IC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=1246809365167231425", "cites_id": ["1246809365167231425"], "pub_url": "https://repository.petra.ac.id/19212/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:wVFsAYOOTREJ:scholar.google.com/", "cites_per_year": {"2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "THE IMPACT OF E-WOM INSTAGRAM TO TOURISTS INTENTION TO VISIT THEMATIC CAFE IN BALI THROUGH DESTINATION IMAGE AS INTERVENING VARIABLE", "pub_year": 2019, "citation": "INTERNATIONAL JOURNAL OF MULTIDISCIPLINARY EDUCATIONAL RESEARCH 8 (8(7)), 38-45, 2019", "author": "Devi Destiani Andilas and Elyta Febrina Kristianto and Sherlyana WIjayanti", "volume": "8", "pages": "38-45", "publisher": "www.ijmer.in", "abstract": "The aim of this research is to determine the impact of e-WOM Instagram on tourist intention to visit thematic cafe in Bali through destination image as intervening variable. This is a causal study with experimental methods and quantitative approaches. Experiments were carried out on 50 respondents who actively use Instagram as a reference source for traveling. The collected data is processed by the Partial Least Square (PLS) method using Smart PLS software. The findings reveal that e-WOM Instagram affect tourist intention to visit thematic caf n Bali significantly through destination image. The destination image act as a perfect mediator, because there is no direct effect of e-WOM Instagram to tourist intention to visit thematic caf n Bali."}, "filled": true, "author_pub_id": "7qe_Se4AAAAJ:zYLM7Y9cAGgC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19440/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:IUH5ZWq-uLYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Faktor-faktor Pemilihan Jasa Pelayaran di Surabaya", "pub_year": 2018, "citation": "Jurnal Manajemen Transportasi & Logistik 5 (1), 11-16, 2018", "author": "Devi Destiani Andilas and Andre Tanza and YONES VALENCIA TALAHATU", "journal": "Jurnal Manajemen Transportasi & Logistik", "volume": "5", "number": "1", "pages": "11-16", "publisher": "Petra Christian University", "abstract": "Penelitian ini bertujuan mengevaluasi prioritas faktor utama seleksi mitra kerja freight forwarder pada operator transportasi moda laut. Fungsi freight forwarder sebagai transporter aliran barang dari produsen ke pembeli bergantung pada ketepatan pilihan operator transportasi moda yang digunakan sebagai mitra kerjanya. Penelitian ini menggunakan metode survei terhadap 100 perusahaan freight forwarder anggota ALFI (Asosiasi Logistik dan Forwarder Indonesia) yang berlokasi di Surabaya. Analisis prioritas faktor utama seleksi operator transportasi moda laut menggunakan analisis deskripsi statistik Exploratory Factor Analysis (EFA). Hasil penelitian ini menemukan tingkat prioritas empat faktor utama seleksi operator transportasi moda laut, yakni kelengkapan dan keandalan fasilitas layanan, pengguna standar internasional, reputasi perusahaan, dan orientasi pelanggan."}, "filled": true, "author_pub_id": "7qe_Se4AAAAJ:d1gkVwhDpl0C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/17879/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:h2cqCGfc8Y8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pelaksanaan Program Tol Laut PT Pelayaran Nasional Indonesia", "pub_year": 2017, "citation": "Jurnal Manajemen Transportasi & Logistik, 1-8, 2017", "author": "Devi Destiani Andilas and Liana Angelia Yanggana", "journal": "Jurnal Manajemen Transportasi & Logistik", "number": "01", "pages": "1-8", "publisher": "Petra Christian University", "abstract": "Tol Laut merupakan salah satu program pemerintah Indonesia yang bertujuan untuk mengurangi disparitas harga yang terjadi antara wilayah Barat Indonesia (terutama pulau Jawa) dengan wilayah Timur Indonesia dengan memanfaatkan transportasi laut. Pemerintah menunjuk PT Pelayaran Nasional Indonesia (PELNI) untuk menjalankan program Tol Laut mulai November 2015 dengan menyediakan kapal dengan sistem berjadwal dari wilayah Barat Indonesia ke wilayah Timur Indonesia dan sebaliknya. Tujuan penelitian ini adalah untuk menganalisis pelaksanaan program tol laut PT PELNI yang ditinjau dari aspek rute, frekuensi, dan volume yang diangkut kapal, yang dibatasi hanya untuk rute dari Surabaya ke Indonesia Timur. Hasil penelitian memperlihatkan bahwa rute dan frekuensi tol laut berjalan dengan konsisten, sedangkan volumenya mengalami kenaikan jika dibandingkan dengan saat pertama kali dijalankan. Ketiga aspek tol laut ini (rute, frekuensi, dan volume) juga saling memengaruhi satu sama lain, untuk itu disarankan agar pemerintah lebih meningkatkan efisiensi ketiga aspek tersebut, agar tujuan Tol Laut untuk mengurangi disparitas harga di kawasan Timur Indonesia dapat tercapai dengan maksimal. Hasil penelitian juga menunjukkan bahwa program Tol Laut tidak pernah mengambil rute komersial milik perusahaan pelayaran swasta."}, "filled": true, "author_pub_id": "7qe_Se4AAAAJ:u5HHmVD_uO8C", "num_citations": 31, "citedby_url": "/scholar?hl=en&cites=8335585968058640514", "cites_id": ["8335585968058640514"], "pub_url": "https://repository.petra.ac.id/17880/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:gqjdLEbzrXMJ:scholar.google.com/", "cites_per_year": {"2018": 1, "2019": 2, "2020": 4, "2021": 9, "2022": 2, "2023": 10, "2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Studi Eksplioratori Supplementary Service PT. Bank Mandiri Tbk", "pub_year": 2009, "citation": "Fakultas Ekonomi UBAYA, 2009", "author": "Devi Destiani Andilas", "publisher": "Fakultas Ekonomi UBAYA", "abstract": "Mcnyadari pandangan konsumen dalam pemilihan produk pemenuh kebutuhan, perusahaan bersaing untuk dapat menciptakan value added maksimal pada produknya. Memaksimalkan value added suatu produk tidak cukup dilakukan dengan memaksimalkan kualitas produk inti, tetapi juga pemberian pre-sale-service ataupun after-sale-service serta jasa pelengkap lainnya (supplementary service). Semakin lama semakin banyak perusahaan yang mengembangkan layanan/jasa pendukung produk (supplementary service) sebagai suatu sarana differensiasi serta meraih keunggulan kompetitif. Supplementary Service adalah elemen jasa yang melengkapi penyampaian jasa inti yang bertujuan menambah nilai dan memberikan keunggulan bersaing jasa inti. Supplementary Service dapat diukur melalui elemen Facililating Supplementary Service, yaitu (a) information (informasi), (b) order-taking (penerimaan pesanan), (c) billing (penagihan),(d) payment (pembayaran), dan Enhancing Supplementary Service, yaitu:(a) consultation (konsultasi) (b) hospitality (keramahan), (c) safe-keeping (pengamanan) dan (d) exception (pengecualian). Terdapat puluhan supplementary service yang berbeda-beda,karena setiap perusahaan dapat menentukan jasa pelengkap apa yang dapat menunjang produk intinya, disesuaikan dengan sifat produk inti. Penelitian ini menggunakan metode eksploratori dengan depth irterview, sehingga peneliti dapat menggali lebih dalam mengenai supplementary service yang telah diberikan PT Bank Mandiri Tbk. bagi nasabahnya, dalam rangka penciptaan differensiasi serta usaha meraih keunggulan kompetitif."}, "filled": true, "author_pub_id": "7qe_Se4AAAAJ:u-x6o8ySG0sC", "num_citations": 0, "pub_url": "http://repository.ubaya.ac.id/24983", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:piFKsgFCATgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analysis of the Influence of Eco-Guilt and Environmental Knowledge on Environmentally Friendly Indonesian Tourist Behavior", "citation": "Foreword from Conference Chair, 31, 0", "author": "Devi Destiani Andilas and Tasya Bunda Rika and Jennifer Tasya", "journal": "Foreword from Conference Chair", "pages": "31", "abstract": "Purpose: This research investigates the influences of environmental knowledge and eco-guilt on the environmentally friendly behavior of Indonesian tourist.Design/methodology/approach: A total of 381 valid questionnaire responses were collected through an online survey. The collected data were processed using SPSS and analyzed using the multiple linear regression technique.Findings: The results show that eco-guilt does not affect the environmentally friendly behavior of Indonesian tourists, while environmental knowledge influences the environmentally friendly behavior of Indonesian tourists.Research Limitation/Implications: The limitation of this research stems from the nature of the data collection process. Despite distributing the questionnaire online for broad demographic reach, the majority of the responses were received from young adult tourists residing in East JavaPractical Implications: The findings of this research can serve as a reference for public policymakers/government to formulate a persuasive strategy to raise the sense of eco-guilt, as well as to enhance the facilities and infrastructure for environmental preservation. Facilities and infrastructure available in Indonesia were not adequate in promoting environmentally friendly behavior, while the enforcement of law and regulations by the government was also weak. Visitors who violated the rules were not imposed with penalties.Originality/value: Different research locations represented variety in the moral standards from different cultures which could have formed tourists’ behavior. This research took place in Indonesia, where substantial differences in Western and Eastern moral …"}, "filled": true, "author_pub_id": "7qe_Se4AAAAJ:_FxGoFyzp5QC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=6845282491327895321", "cites_id": ["6845282491327895321"], "pub_url": "https://scholar.google.com/scholar?cluster=6845282491327895321&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:GdfMcihU_14J:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Analysis of the moderating effects of tourism attraction on the correlation of travel constraints and revisit intention", "citation": "", "author": "Devi Destiani Andilas and Febry Ristanto", "abstract": "Some factors might hinder a person to travel, but tourism attraction is predicted to be a factor that can motivate tourists to solve their obstacles then decide to revisit the destination. Nowadays, the revisit frequency of both domestic and international tourists becomes an important aspect for Indonesia in order to achieve the 2020 national tourism targets which are 20 million foreign tourists and 375 million domestic trips. The purpose of this study is; first, to investigate the moderating effects of tourism attraction on the negative impact of travel constraints on tourists’ revisit intention. Second, this study provides tourism destination management an insight for developing a strategy to increase the tourists’ revisit intention. The data were collected through a questionnaire from 50 domestic tourists who had visited Bromo Tengger Semeru National Park, then analyzed using simple and multiple linear regressions. The findings reveal that travel constraints negatively influence tourists’ revisit intention and tourist attraction is a pure moderator that weaken the influence between travel constraints and revisit intention. The intention to revisit a destination decreases when the constraints (eg distance, limited time, lack of money. and information) increase. Fortunately, a variety of activities, uniqueness, and the beauty of tourism attractions encourage the tourists to overcome the constraints which eventually push their intention to revisit the destination."}, "filled": true, "author_pub_id": "7qe_Se4AAAAJ:WF5omc3nYNoC", "num_citations": 0, "pub_url": "https://core.ac.uk/download/pdf/162021562.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:NlxFrUlYsqUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PELAKSANAAN PROGRAM TOL LAUT PT PELAYARAN NASIONAL INDONESIA THE IMPLEMENTATION OF PT PELAYARAN NASIONAL INDONESIA’S SEA HIGHWAY PROGRAM", "citation": "", "author": "Devi Destiani Andilas and Liana Angelia Yanggana", "abstract": "Tol Laut merupakan salah satu program pemerintah Indonesia yang bertujuan untuk mengurangi disparitas harga yang terjadi antara wilayah Barat Indonesia (terutama pulau Jawa) dengan wilayah Timur Indonesia dengan memanfaatkan transportasi laut. Pemerintah menunjuk PT Pelayaran Nasional Indonesia (PELNI) untuk menjalankan program Tol Laut mulai November 2015 dengan menyediakan kapal dengan sistem berjadwal dari wilayah Barat Indonesia ke wilayah Timur Indonesia dan sebaliknya. Tujuan penelitian ini adalah untuk menganalisis pelaksanaan program tol laut PT PELNI yang ditinjau dari aspek rute, frekuensi, dan volume yang diangkut kapal, yang dibatasi hanya untuk rute dari Surabaya ke Indonesia Timur. Hasil penelitian memperlihatkan bahwa rute dan frekuensi tol laut berjalan dengan konsisten, sedangkan volumenya mengalami kenaikan jika dibandingkan dengan saat pertama kali dijalankan. Ketiga aspek tol laut ini (rute, frekuensi, dan volume) juga saling memengaruhi satu sama lain, untuk itu disarankan agar pemerintah lebih meningkatkan efisiensi ketiga aspek tersebut, agar tujuan Tol Laut untuk mengurangi disparitas harga di kawasan Timur Indonesia dapat tercapai dengan maksimal. Hasil penelitian juga menunjukkan bahwa program Tol Laut tidak pernah mengambil rute komersial milik perusahaan pelayaran swasta."}, "filled": true, "author_pub_id": "7qe_Se4AAAAJ:UeHWp8X0CEIC", "num_citations": 0, "pub_url": "https://scholar.archive.org/work/lcoy2oi5rzeo5osrjjnnulwyem/access/wayback/https://journal.itltrisakti.ac.id/index.php/jmtranslog/article/download/36/27", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:UfiTErQhEQsJ:scholar.google.com/", "cites_per_year": {}}
