{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Indonesian research access: quantity over quality?", "pub_year": 2022, "citation": "Indonesian research access: quantity over quality?, 2022", "author": "Liauw Toong Tjiek", "journal": "Indonesian research access: quantity over quality?", "publisher": "Petra Christian University", "abstract": "Indonesian research access: quantity over quality? - Scientific Repository Logo Home \nAbout Browse by Year Browse by Subject Browse by Division Browse by Author Login \nIndonesian research access: quantity over quality? Tjiek, Liauw Toong (2022) Indonesian \nresearch access: quantity over quality? Indonesian research access: quantity over quality?. [img] \nPDF Download (4Mb) [img] PDF Download (428Kb) Official URL: https://www.thejakartapost.com/opinion/2022/12/27/... \nItem Type: Article Subjects: Z Bibliography. Library Science. Information Resources > ZA \nInformation resources Z Bibliography. Library Science. Information Resources > Z719 \nLibraries (General) Divisions: UNSPECIFIED Depositing User: Admin Date Deposited: 05 \nJan 2023 20:58 Last Modified: 11 Apr 2023 17:40 URI: https://repository.petra.ac.id/id/eprint/20020 \nActions (login required) View Item EPrints Logo Scientific Repository is powered …"}, "filled": true, "author_pub_id": "7Qrh3IkAAAAJ:5nxA0vEk-isC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20020/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:suHlsDQoXy4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Content Analysis and Its Application with Dynamic Online Content", "pub_year": 2022, "citation": "Jurnal Teknik Industri 24 (2), 105-115, 2022", "author": "Liauw Toong Tjiek", "volume": "24", "number": "2", "pages": "105-115"}, "filled": true, "author_pub_id": "7Qrh3IkAAAAJ:Tyk-4Ss8FVUC", "num_citations": 0, "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Content Analysis and Its Application with Dynamic Online Content: A Case Study", "pub_year": 2022, "citation": "Jurnal Teknik Industri: Jurnal Keilmuan dan Aplikasi Teknik Industri 24 (2 …, 2022", "author": "Toong Tjiek Liauw", "journal": "Jurnal Teknik Industri: Jurnal Keilmuan dan Aplikasi Teknik Industri", "volume": "24", "number": "2", "pages": "105-116", "abstract": "Content analysis is a well-established and widely used research method. In its early form, it was used extensively in the quantitative analysis of newspapers, and its applications later evolved to include electronic media such as radio and television. It has recently been applied to digital media, including the Internet. However, the use of content analysis in analyzing online content has been chiefly applied to static content, such as ‘static’websites, in the early days of the Internet. Studies that involve its use in analyzing dynamic Internet content—for example, content that resides behind databases—are relatively much less common. This article is not written as a research paper per se. This article will instead discuss reflections on the efficacy of content analysis as a research method when applied to dynamic content such as DRs by using a previous study, which has applied content analysis to the dynamic content of digital repositories (DRs), as a case study. The previous study used as the basis for this article had applied content analysis to several DRs using manual counting by the researcher. In the process, several idiosyncrasies in terms of the way institutions populate their DRs with digital objects and the user metadata to facilitate discoverability of those digital objects were encountered that have introduced some ‘complication.’This article will focus on how content analysis, as a research method, can be adapted to account for those idiosyncrasies to produce better results. This article will also identify the limitations and challenges of content analysis in dynamic online environments and offer some suggested approaches."}, "filled": true, "author_pub_id": "7Qrh3IkAAAAJ:_FxGoFyzp5QC", "num_citations": 9, "citedby_url": "/scholar?hl=en&cites=10737284109844123931", "cites_id": ["10737284109844123931"], "pub_url": "https://jurnalindustri.petra.ac.id/index.php/ind/article/view/25121", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:G5G0YwJ_ApUJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 6, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "From Daring to Caring: Pandemic Best Practices in Higher Education", "pub_year": 2021, "citation": "From Daring to Caring: Pandemic Best Practices in Higher Education, 2021", "author": "Liauw Toong Tjiek and Maria Natalia Damayanti Maer", "publisher": "LEMBAGA PENELITIAN DAN PENGABDIAN KEPADA MASYARAKAT UNIVERSITAS KRISTEN PETRA", "abstract": "Buku ini memuat 32 tulisan dari keluarga besar Universitas Kristen Petra yang berisi tentang catatan pengalaman, kisah pembelajaran maupun berbagai inovasi dalam upaya memaknai kegiatan belajar mengajar (KBM) dan work from home (WFH) yang harus menjadi new normal sebagai imbas dari pandemi COVID-19. Banyak kesulitan maupun tantangan yang dihadapi ketika situasi new  normal secara total mengubah kebiasaan, pola pikir, dan sistem  kerja yang lama. Semua lapisan warga kampus UK Petra, mulai dari mahasiswa, tenaga kependidikan, hingga dosen, bersama berjuang untuk terus bergerak maju dan menjadi lebih baik meskipun situasi sedang serba daring. Tidak seperti buku pendahulunya, Mendadak Daring: Refleksi Pembelajaran Jarak Jauh di UK Petra, yang hanya berisi kisah pengalaman mengajar para dosen, buku ini juga mengetengahkan suara mahasiswa dalam menjalani pembelajaran secara daring, serta pengalaman para tenaga kependidikan dalam berusaha memberikan layanan pendukung kegiatan belajar mengajar secara maksimal. Selain itu, ketika pembelajaran benarbenar berubah menjadi daring, para dosen juga mengalami berbagai tantangan baru yang menuntut kreativitas dalam berpikir dan fleksibilitas dalam pelaksanaan perkuliahan. Berbagai pengalaman baru, unik, dan menarik dalam pelaksanaan kegiatan kampus  daring juga dapat disimak di dalam buku ini, seperti perencanaan  dan pelaksanaan wisuda, dan perayaan Natal tahun 2020 yang  semuanya dilaksanakan secara daring. Semua tulisan di dalam buku  ini menjadi catatan sekaligus pengingat bahwa new normal yang …"}, "filled": true, "author_pub_id": "7Qrh3IkAAAAJ:ufrVoPGSRksC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=10433141262261013250", "cites_id": ["10433141262261013250"], "pub_url": "https://repository.petra.ac.id/20019/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:AsuJbLP2yZAJ:scholar.google.com/", "cites_per_year": {"2021": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Academic Libraries and Librarians in the Disruptive Era", "pub_year": 2018, "citation": "Asian High. Educ. Chronicles 1 (1), 43-44, 2018", "author": "Toong Tjiek Liauw", "journal": "Asian High. Educ. Chronicles", "volume": "1", "number": "1", "pages": "43-44", "abstract": "The past few decades have introduced us to the Digital Natives, a generation born in the 1980s, who have been familiar with Information and Communication Technology (ICT) and the myriads of ICT products since the day they were born. The last decade has also made us familiar with numerous disruptive innovations and technologies that have now been so pervasive in our daily lives and have ‘threatened’many established practices on how we conduct our lives and businesses, such as ride-sharing (Uber, Grab, etc.), accommodation-sharing (AirBnb), and the block chain technology that has been applied in more and more aspects of life, with Bitcoin as one of its applications in the crypto currency sector.Those changes and disruptions have not spared the higher education (HE) sector. Nowadays HE institutions need to take into account the characteristics of the Digital Natives, and various disruptive innovations …"}, "filled": true, "author_pub_id": "7Qrh3IkAAAAJ:WF5omc3nYNoC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=6978597416184080735", "cites_id": ["6978597416184080735"], "pub_url": "https://scholar.archive.org/work/7qritajr5fhxxajpd2sgjahjby/access/wayback/http://ahec-aupf.petra.ac.id/index.php/ahec/article/download/6/6", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:X2kcNmD12GAJ:scholar.google.com/", "cites_per_year": {"2020": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Institutional Repositories in the Indonesian Higher Education Sector: Current State and Future Prospect", "pub_year": 2018, "citation": "Curtin University, 2018", "author": "Toong Tjiek Liauw", "publisher": "Curtin University", "abstract": "This research investigates the state of deployment and development of institutional repositories in the Indonesian higher education sector. It also investigates their prospect for providing future support for the creation of an open access scholarly communication environment for Indonesia.Recent decades have witnessed the rapid and massive transformation of scholarly publishing as a result of the near ubiquitous access to digital services to create, store, acquire, and transfer scholarly publishing. Central to these changes has been the development of the Open Access movement, to which institutional repositories have been a major contributor. The benefits that follow from the adoption of open access and institutional repositories have been welcomed by universities and research institutions in developed countries, but until recently they have been less easily and less widely implemented in developing countries."}, "filled": true, "author_pub_id": "7Qrh3IkAAAAJ:UebtZRa9Y70C", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=13381071171979275688", "cites_id": ["13381071171979275688"], "pub_url": "https://core.ac.uk/download/pdf/195693708.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:qG0LwFUds7kJ:scholar.google.com/", "cites_per_year": {"2020": 1, "2021": 0, "2022": 1, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Institutional repositories and open access in the indonesian higher education sector", "pub_year": 2017, "citation": "Journal of the Australian Library and Information Association 66 (2), 172-173, 2017", "author": "Toong Tjiek Liauw", "journal": "Journal of the Australian Library and Information Association", "volume": "66", "number": "2", "pages": "172-173", "publisher": "Routledge", "abstract": "The research aims to provide detailed inquiries into the landscape of Indonesian higher education institutions (HE) and investigate how they adopt, populate and manage their institutional repositories (IRs). These inquiries include the identification of the rate of, and drivers for, the IRs uptake; an assessment of the management and policy structures supporting the IRs; the motivations, contributions and attitudes of Indonesian academics towards IRs; and the potential of IRs and Open Access (OA) to support Indonesian HE teaching and research.The study employs mixed-methods as the research methodology consisting of a longitudinal content analysis study of Indonesian HE IR websites, an online survey of Indonesian academics, and in-depth interviews of various stakeholders in three Indonesian HE institutions. The first content analysis study (Nov 2014–Feb 2015) of 52 IR websites has been completed and the …"}, "filled": true, "author_pub_id": "7Qrh3IkAAAAJ:YsMSGLbcyi4C", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=2126000602800562343", "cites_id": ["2126000602800562343"], "pub_url": "https://www.tandfonline.com/doi/full/10.1080/24750158.2017.1332291", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:p6AxwkgSgR0J:scholar.google.com/", "cites_per_year": {"2019": 2, "2020": 0, "2021": 0, "2022": 0, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A different shade of green: A survey of Indonesian higher education institutional repositories", "pub_year": 2017, "citation": "Journal of Librarianship and Scholarly Communication 4, 2017", "author": "Toong Tjiek Liauw and Paul Genoni", "journal": "Journal of Librarianship and Scholarly Communication", "volume": "4", "publisher": "Iowa State University Digital Press", "abstract": "INTRODUCTION Institutional repositories (IRs) are an accepted part of the open access landscape, and they have a particular role to play in supporting scholarly communication in developing countries, such as Indonesia. METHODS Content analysis was conducted of 52 Indonesian higher education institutional repository websites between November 2014 and February 2015. Assessment included the degrees of “openness” of repositories, the types of works collected, software used, exploration tools, existence of links to institutional website, the language used for access points, and the standard of metadata. The study also gathered qualitative indicators of local practices in the management and population of repositories. RESULTS Only 26.9% of the surveyed IRs provide all or most documents in full-text; the most widely included types of work are Theses and Dissertations (84.6%) and Published Works (80.8%), but there is also a high representation of Unpublished Works and University Records. Most IRs (90.3%) provide access points in the form of standardized subject headings, and English is widely used. DISCUSSION The characteristics of the content of the IRs surveyed suggests that many Indonesian IRs were conceived as a corporate information management system rather than as a genuine attempt to support open access. CONCLUSION The findings lead the authors to speculate that institutional repositories serving Indonesian higher education institutions are in their early adoption phase; and that initial drivers for them have been corporate information management, institutional prestige, and the need to combat plagiarism."}, "filled": true, "author_pub_id": "7Qrh3IkAAAAJ:W7OEmFMy1HYC", "num_citations": 32, "citedby_url": "/scholar?hl=en&cites=1606492570548411405", "cites_id": ["1606492570548411405"], "pub_url": "https://www.iastatedigitalpress.com/jlsc/article/id/12777/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:DZzXOXtoSxYJ:scholar.google.com/", "cites_per_year": {"2017": 6, "2018": 8, "2019": 4, "2020": 1, "2021": 3, "2022": 3, "2023": 2, "2024": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Leadership role of an academic library in community outreach: surabaya memory project", "pub_year": 2014, "citation": "Advances in Librarianship 38, 3-19, 2014", "author": "Toong Tjiek Liauw", "volume": "38", "pages": "3-19", "publisher": "Emerald Group Publishing Limited", "abstract": "A community outreach program called Surabaya Memory (SM) initiated by Petra Christian University’s Library in Indonesia is described in this chapter. It is dedicated to the preservation of Surabaya city’s historical and cultural heritage, and provides a case study of academic library leadership both in its campus setting and in society in general. The initiative started in 2001 as a heritage project dedicated to preserving resources digitally, but since then evolved into much broader initiatives involving various community outreach programs. These programs and activities have been held in the city’s malls in an effort to reach everyone, not just the learned and cultured groups of society. In organizing all those programs and activities, the Library found itself assuming expanding roles and functions. It has also found itself exercising leadership roles in facilitating various university academic departments and administrative …"}, "filled": true, "author_pub_id": "7Qrh3IkAAAAJ:0EnyYjriUFMC", "num_citations": 8, "citedby_url": "/scholar?hl=en&cites=17604822665291986330", "cites_id": ["17604822665291986330"], "pub_url": "https://www.emerald.com/insight/content/doi/10.1108/s0065-283020140000038004/full/html", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:mnV5kvDkUPQJ:scholar.google.com/", "cites_per_year": {"2016": 3, "2017": 1, "2018": 0, "2019": 2, "2020": 0, "2021": 0, "2022": 1, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Leadership Role of an Academic Library in Community Outreach: Surabaya Memory Project, Management and Leadership Innovations", "pub_year": 2014, "citation": "Book Series: Advances in Librarianship 38, 5-283020140000038004, 2014", "author": "Toong Tjiek Liauw", "journal": "Book Series: Advances in Librarianship", "volume": "38", "pages": "5-283020140000038004"}, "filled": true, "author_pub_id": "7Qrh3IkAAAAJ:hqOjcs7Dif8C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=17571036771290727527", "cites_id": ["17571036771290727527"], "pub_url": "https://scholar.google.com/scholar?cluster=17571036771290727527&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Z0QcINnc2PMJ:scholar.google.com/", "cites_per_year": {"2019": 1, "2020": 0, "2021": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Surabaya Memory: Opportunities and challenges of open access e-heritage repositories", "pub_year": 2011, "citation": "Open Access to STM Information: Trends, Models and Strategies for Libraries …, 2011", "author": "Liauw Toong Tjiek", "journal": "Open Access to STM Information: Trends, Models and Strategies for Libraries", "volume": "153", "pages": "113", "publisher": "Walter de Gruyter", "abstract": "The paper explores the potential, opportunities, and obstacles in open access digital repository of heritage resources–with Surabaya Memory, an initiative dedicated to the digital documentation and education of Surabaya city’s heritage, as a case study–to be used as learning resources for campus community, and to educate and increase local history & heritage awareness of the society. The paper will also explore the possibilities and opportunities–as well as challenges–of libraries to reach out to people outside their traditional boundaries through digital heritage projects."}, "filled": true, "author_pub_id": "7Qrh3IkAAAAJ:u5HHmVD_uO8C", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=14577558276862083494", "cites_id": ["14577558276862083494"], "pub_url": "https://www.degruyter.com/document/doi/10.1515/9783110263749.113/pdf?licenseType=restricted", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:poHrgATkTcoJ:scholar.google.com/", "cites_per_year": {"2011": 2, "2012": 0, "2013": 0, "2014": 0, "2015": 0, "2016": 0, "2017": 0, "2018": 0, "2019": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Institutional repositories: Facilitating structure, collaborations, scholarly communications, and institutional visibility", "pub_year": 2011, "citation": "Digital Libraries: Methods and Applications, 163, 2011", "author": "Liauw Toong Tjiek", "journal": "Digital Libraries: Methods and Applications", "pages": "163", "publisher": "BoD–Books on Demand", "abstract": "The advancement of information and communication technology (ICT)–Internet in particular–has caused enormous changes in the world we are living today. Many things are not what they used to be decades, or even years ago. Imagine how we communicated and shared information in the fifties, when computers were still ‘archaic’and the Internet was still in its inception stage. Compare that to the numerous communication gadgets and the information overload that we have today. All those changes happened in only a little over fifty years.Libraries as information providers have also undergone massive changes due to their close association to the way people communicate, collect, manage, use, and share information. Any advancement in ICT will have direct and indirect impacts on the ways libraries provide their collections and services to their user communities and society in general. Some advancements might be welcome by libraries. Others might be perceived as threats to the existence of (traditional) libraries since they are perceived as ‘things’ that would cause (traditional) libraries to become obsolete, or at least redundant, amidst the new emerging technologies. Some have also caused mixed reactions among librarians, who might ‘love’and ‘hate’them at the same time. Librarians usually love advancements in ICT since they can help tremendously in the librarians’ efforts to fulfill the information needs of their users. However librarians might also notice that many (or most?) of their traditional roles as librarians have been, or will be, taken away from them by those advancements. Digital libraries (DLs), which include all of its variants such as …"}, "filled": true, "author_pub_id": "7Qrh3IkAAAAJ:2osOgNQ5qMEC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=15788400208008115420", "cites_id": ["15788400208008115420"], "pub_url": "https://scholar.archive.org/work/vortf2s6wbfbfgmmjd4mk6zt5u/access/wayback/https://cdn.intechopen.com/pdfs/14702.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:3PQGslaqG9sJ:scholar.google.com/", "cites_per_year": {"2016": 1, "2017": 0, "2018": 0, "2019": 2, "2020": 0, "2021": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Digital Libraries for Developing Countries", "pub_year": 2011, "citation": "Digital Libraries for the Maghreb 24, 2011", "author": "LIAUW Toong Tjiek", "journal": "Digital Libraries for the Maghreb", "volume": "24", "abstract": "This white paper will try to share my experience in developing Desa Informasi (Information Village)–a digital institutional repository–for Petra Christian University. I will also share some developments in Indonesia relating to digital libraries/repositories. Some recommendations will be given when appropriate. It is my hope that the sharedexperience, information, and recommendations will be of valuable contributions to the discussions that will take place in the workshopTechnically speaking, digital libraries/repositories are databases of digital resources. However there are much more needed to build digital libraries (DLs) than just technicalities. Building the database and applications are actually the easiest parts. Populating DLs and make them used are, in reality, the hardest parts. In my opinion, successfully building DLs require commitments, leaderships, and communications (CLC). Funding is also an essential component. However it will usually follow when we have good advocates with great CLC."}, "filled": true, "author_pub_id": "7Qrh3IkAAAAJ:d1gkVwhDpl0C", "num_citations": 0, "pub_url": "https://citeseerx.ist.psu.edu/document?repid=rep1&type=pdf&doi=fc7896aedd4893e1b506e7bd6c3ce6b72003f7ca#page=105", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:L_TXQ5WvqJsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Open access: menyuburkan plagiarisme", "pub_year": 2009, "citation": "Visi Pustaka 11 (2), 19-22, 2009", "author": "Liauw Toong Tjiek and Aditya Nugraha", "journal": "Visi Pustaka", "volume": "11", "number": "2", "pages": "19-22", "abstract": "* Kepala Perpustakaan Universitas Kristen Petra, Surabaya–oleh negara-negara maju. Kita tidak bisa menyalahkan negara-negara maju untuk kondisi ini. Kita juga tidak boleh hanya mengharapkan masyarakat negara-negara maju untuk menjembatani ‘digital divide’ini. Sebagai masyarakat negara berkembang, kita pun perlu dan harus mulai membangun jembatan itu dari sisi kita.Penulis berpendapat bahwa muatan lokal atau local content adalah salah satu bentuk jembatan yang dapat kita bangun untuk memperkecil digital divide tadi. Salah satu jenis muatan lokal yang paling efektif untuk menjadi jembatan tersebut adalah koleksi tesis dan disertasi dari berbagai institusi pendidikan tinggi yang ada di Indonesia. Artikel ini dimaksudkan sebagai sharing pengalaman pengembangan koleksi Digital Theses (Tesis Digital) di Perpustakaan Universitas Kristen Petra Surabaya."}, "filled": true, "author_pub_id": "7Qrh3IkAAAAJ:LkGwnXOMwfcC", "num_citations": 21, "citedby_url": "/scholar?hl=en&cites=11769554087607626269", "cites_id": ["11769554087607626269"], "pub_url": "https://www.academia.edu/download/34150823/Liauw_Toong_Open_Access.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:HWqZvBXbVaMJ:scholar.google.com/", "cites_per_year": {"2011": 1, "2012": 0, "2013": 2, "2014": 0, "2015": 1, "2016": 2, "2017": 2, "2018": 2, "2019": 0, "2020": 1, "2021": 0, "2022": 3, "2023": 2, "2024": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Surabaya Memory: representing minority voices in the digital history of a city", "pub_year": 2009, "citation": "Archives and Manuscripts 37 (2), 127-137, 2009", "author": "Liauw Toong Tjiek", "journal": "Archives and Manuscripts", "volume": "37", "number": "2", "pages": "127-137", "publisher": "Australian Society of Archivists", "abstract": "BackgroundSurabaya Memory (SM) 1 is an online resource dedicated to capturing the heritage of Surabaya city in a digital format that can be accessed via the Internet. It was initiated in 2001 by Petra Christian University Library with the goal of digitally preserving the city’s heritage, with"}, "filled": true, "author_pub_id": "7Qrh3IkAAAAJ:9yKSN-GCB0IC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=6471506215318928810", "cites_id": ["6471506215318928810"], "pub_url": "https://search.informit.org/doi/pdf/10.3316/informit.930924432580145", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:qj3RhZ1oz1kJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 0, "2024": 0, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Information professionals in a globalized world: Glancing at the rearview mirror, focusing on the road ahead: Library and information professionals in Indonesia", "pub_year": 2008, "citation": "Bulletin of the American Society for Information Science and Technology 34 …, 2008", "author": "Liauw Toong Tjiek", "journal": "Bulletin of the American Society for Information Science and Technology", "volume": "34", "number": "3", "pages": "43-46", "publisher": "Wiley Subscription Services, Inc., A Wiley Company", "abstract": "Liauw Toong Tjiek (Aditya Nugraha)(anugraha< at> petra. ac. id)(anugraha_a< at> yahoo. com) is the head of library of Petra Christian University (PCU), a private Christian university located in Surabaya, East Java, Indonesia. His interests are in digital libraries, institutional repositories, digital collections, digital local content development, digital heritage and their roles in expanding the libraries’ influence in the society. He also has keen interests in integrating information technology into library systems, products and services. His project, Desa Informasi (Information Village)–a digital institutional repository–was the topic of his first-place winning paper in the 2006 International Paper Contest held by ASIST-SIG/III. His current project is integrating digital signage technology into Desa Informasi to increase the visibility of its digital local content to the PCU campus communities as well as using digital signage technology …"}, "filled": true, "author_pub_id": "7Qrh3IkAAAAJ:UeHWp8X0CEIC", "num_citations": 0, "pub_url": "https://asistdl.onlinelibrary.wiley.com/doi/abs/10.1002/bult.2008.1720340314", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:250lIxNksz0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Desa Informasi: a virtual village of “new” information resources and services in Indonesia", "pub_year": 2007, "citation": "Program 41 (3), 276-290, 2007", "author": "Liauw Toong Tjiek", "journal": "Program", "volume": "41", "number": "3", "pages": "276-290", "publisher": "Emerald Group Publishing Limited", "abstract": "The purpose of this paper is to introduce Desa Informasi (Information Village), an institutional repository project carried out by Petra Christian University Library in Surabaya, Indonesia, and discuss its potential for enabling academic libraries to remain relevant in the digital era.Definitions of an institutional repository are discussed and a short description of Desa Informasi and its digital contents are given. The potential of the digital contents in the repository as a “new species” of resource, as well as for a base for offering new services by academic libraries, is discussed. Lastly, the possibility of an institutional repository project being used by academic libraries to reach out to society is described, with relevant examples from the Desa Informasi project.An institutional repository project can result in “new” resources and services for academic libraries, and has the …"}, "filled": true, "author_pub_id": "7Qrh3IkAAAAJ:eQOLeE2rZwMC", "num_citations": 9, "citedby_url": "/scholar?hl=en&cites=5392996776516606360", "cites_id": ["5392996776516606360"], "pub_url": "https://www.emerald.com/insight/content/doi/10.1108/00330330710774156/full/html", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:mFkZs_7F10oJ:scholar.google.com/", "cites_per_year": {"2008": 1, "2009": 0, "2010": 0, "2011": 0, "2012": 0, "2013": 0, "2014": 0, "2015": 1, "2016": 0, "2017": 1, "2018": 1, "2019": 0, "2020": 0, "2021": 0, "2022": 2, "2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Desa Informasi: Local Content with Global Reach", "pub_year": 2007, "citation": "Comma 2007 (1-2), 1-6, 2007", "author": "Liauw Tjiek", "journal": "Comma", "volume": "2007", "number": "1-2", "pages": "1-6", "publisher": "Liverpool University Press", "abstract": "BACKGROUNDDesa Informasi or Information Village (http://www. petra. ac. id/desa-informasi) is the name of the “Local eContent Development Project” being carried out by Petra Christian University (PCU) Library, Surabaya–Indonesia. It is a project similar to what is usually defined as an institutional repository. The Scholarly Publishing and Academic Resources Coalition (SPARC) defined the content of an institutional repository as materials that are:“scholarly; produced, submitted, or sponsored by an institution’s faculty (and, optionally, students), or other authorized agents; non-ephemeral; and licensable in perpetuity”(Crow, 2002: 25). The project looks to MIT’s DSpace, which Clifford Lynch described as the most general purpose example of an institutional repository and the University of Southampton’s Eprints as more specific examples (Lynch, 2003). In the context of this project and paper, however,“Local …"}, "filled": true, "author_pub_id": "7Qrh3IkAAAAJ:Se3iqnhoufwC", "num_citations": 27, "citedby_url": "/scholar?hl=en&cites=13274580197572496258", "cites_id": ["13274580197572496258"], "pub_url": "https://www.liverpooluniversitypress.co.uk/doi/pdf/10.3828/comma.2007.1-2.10", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:gku-olvIOLgJ:scholar.google.com/", "cites_per_year": {"2006": 1, "2007": 1, "2008": 2, "2009": 2, "2010": 0, "2011": 3, "2012": 0, "2013": 0, "2014": 0, "2015": 0, "2016": 2, "2017": 1, "2018": 5, "2019": 4, "2020": 0, "2021": 2, "2022": 2, "2023": 0, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Desa Informasi: The role of digital libraries in the preservation and dissemination of indigenous knowledge", "pub_year": 2006, "citation": "The International Information & Library Review 38 (3), 123-131, 2006", "author": "Liauw Toong Tjiek", "journal": "The International Information & Library Review", "volume": "38", "number": "3", "pages": "123-131", "publisher": "No longer published by Elsevier", "abstract": "This paper talks about Desa Informasi (Information Village), an initiative to document local information resources at Petra Christian University through the implementation of an institutional repository (IR) system. The author argues that IRs have potential and an important role in the effort to preserve and disseminate indigenous knowledge. The author also describes the relationship between institutional repositories and digital libraries, that both are interchangeable terms. The paper also describes the impacts of the project to the campus community and the society, and how projects such as Desa Informasi are important especially for developing countries."}, "filled": true, "author_pub_id": "7Qrh3IkAAAAJ:Y0pCki6q_DkC", "num_citations": 60, "citedby_url": "/scholar?hl=en&cites=818979457190523101", "cites_id": ["818979457190523101"], "pub_url": "https://www.sciencedirect.com/science/article/pii/S1057231706000282", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:3fAuKHqZXQsJ:scholar.google.com/", "cites_per_year": {"2007": 3, "2008": 4, "2009": 6, "2010": 3, "2011": 4, "2012": 3, "2013": 1, "2014": 2, "2015": 1, "2016": 3, "2017": 4, "2018": 6, "2019": 6, "2020": 1, "2021": 3, "2022": 2, "2023": 4, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Desa Informasi: The Role of Digital Libraries in the Preservation and Dissemination of Indigenous Knowledge", "pub_year": 2006, "citation": "Surabaya-Indonesia. Petra Cristian University, 2006", "author": "Aditya Nugraha", "journal": "Surabaya-Indonesia. Petra Cristian University", "abstract": "This paper talks about Desa Informasi (Information Village), an initiative to document local information resources at Petra Christian University through the implementation of an institutional repository system. The author argues that IRs have potential and important role in the effort to preserve and disseminate indigenous knowledge. The author also describes the relationship between institutional repositories and digital libraries; that both are interchangeable terms. The paper also describes the impacts of the project to the campus community and the society, and how projects such as Desa Informasi are important especially for developing countries."}, "filled": true, "author_pub_id": "7Qrh3IkAAAAJ:IjCSPb-OGe4C", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=8050361279371676090", "cites_id": ["8050361279371676090"], "pub_url": "https://scholar.google.com/scholar?cluster=8050361279371676090&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ugmCUu6guG8J:scholar.google.com/", "cites_per_year": {"2017": 1, "2018": 0, "2019": 0, "2020": 0, "2021": 0, "2022": 0, "2023": 1, "2024": 1}}
