{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Rhetorical Devices Used To Make Emphasis In Brian Tracy’s Talk “How To Build A Business That Works”", "pub_year": 2024, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 12 (3), 307-312, 2024", "author": "Christopher Faith and Aylanda Hidayati Dwi Nugroho", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "12", "number": "3", "pages": "307-312"}, "filled": true, "author_pub_id": "82GWZwwAAAAJ:K3LRdlH-MEoC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:hn3B-HlOAO8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Menggugah Patriotisme via Lagu Nasional Baru", "pub_year": 2024, "citation": "Menggugah Patriotisme via Lagu Nasional Baru, 2024", "author": "Aylanda Hidayati Dwi Nugroho", "journal": "Menggugah Patriotisme via Lagu Nasional Baru", "publisher": "Petra Christian University", "abstract": "Artikel terbit 5 Agt 24. Tanggal terbit saya masukkan hari ini atas saran Pak Zeplin, karena masih ada tenggang 6 bulan sejak artikel terbit (smp Feb25), namun sistem otomatis menandai terlambat apabila ditulis 5Agt24."}, "filled": true, "author_pub_id": "82GWZwwAAAAJ:WbkHhVStYXYC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21267/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8VLghlPRdnEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Illocution and Perlocution Indicating Politeness and Impoliteness in The Ron Clark Story", "pub_year": 2024, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 12 (2), 283-290, 2024", "author": "Marvel Fransisko Rolan and Aylanda Hidayati Dwi Nugroho", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "12", "number": "2", "pages": "283-290", "abstract": "This study investigates the speech acts that are present within Shameika’s polite and impolite utterances as responses to Mr. Clark in the movie “The Ron Clark Story”. It is aimed to understand how the compatibility between illocutionary act and intended perlocutionary effect can indicate the politeness degree in educational settings by students and teacher. This research addresses a gap in the relation between speech act and politeness degree within educational context, particularly focusing on Shameika as a student. The analysis is based on theories by Austin (1962), Short (1997), Brown and Levinson (1978), Culpeper (2011), and Brown and Prieto (2017). The findings reveal that there is a relation between speech act and politeness degree. The illocutionary act of Shameika’s impolite utterances that are directed toward Mr. Clark cannot fulfil Mr. Clark’s intended perlocutionary effect, even when she uses mock impoliteness when their relationship is already close. Meanwhile, the illocutionary act of Shameika’s polite utterances that are directed toward Mr. Clark can fulfil Mr. Clark’s intended perlocutionary effect, even if the polite utterance is not produced voluntarily by Shameika. The study concludes that one of the most effective ways for a student to produce polite utterances toward a teacher is by fulfilling the teacher’s intention."}, "filled": true, "author_pub_id": "82GWZwwAAAAJ:738O_yMBCRsC", "num_citations": 0, "pub_url": "https://katakita.petra.ac.id/index.php/sastra-inggris/article/view/14448", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:iiRqmn89Kq4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Presuppositions Used by Yang Jong Hoon in Law School", "pub_year": 2024, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 12 (2), 175-180, 2024", "author": "Alessandra Virginia Manurung and Aylanda Hidayati Dwi Nugroho", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "12", "number": "2", "pages": "175-180"}, "filled": true, "author_pub_id": "82GWZwwAAAAJ:Tiz5es2fbqcC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:bgKrY5RgxUsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "INDONESIA IN AUSTRALIA’S PERSPECTIVES A Critical Discourse Analysis of The Sydney Morning Herald News from 2004 to 2009", "pub_year": 2024, "citation": "CV WIDINA MEDIA UTAMA, 2024", "author": "Aylanda Hidayati Dwi Nugroho", "publisher": "CV WIDINA MEDIA UTAMA", "abstract": "This book analyzed how Indonesia was represented in the news of one Australian newspaper, The Sydney Morning Herald, as it reported its neighboring country from 2004 to 2009.“Indonesia” here refers to three big categories of news actors, that is, the presidents, the government officials, and the ordinary people of Indonesia. This book also discusses the complicated and complex concept of representation and news representation, not only the local but also foreign news representations."}, "filled": true, "author_pub_id": "82GWZwwAAAAJ:XiSMed-E-HIC", "num_citations": 0, "pub_url": "https://repository.penerbitwidina.com/publications/583632/indonesia-in-australias-perspectives-a-critical-discourse-analysis-of-the-sydney", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:gsJeY51s8RYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PELAKSANAAN FUNGSI PENGAWASAN BKPSDM TERHADAP APARATUR SIPIL NEGARA DALAM MENJAMIN DISIPLIN KERJA DAN EFEKTIVITAS PELAYANAN PUBLIK DI KABUPATEN SUKOHARJO", "pub_year": 2024, "citation": "UNS (Sebelas Maret University), 2024", "author": "Dwi Nugroho", "publisher": "UNS (Sebelas Maret University)", "abstract": "Penelitian ini merupakan penelitian hukum empiris yang bersifat deskriptif. Pendekatan yang digunakan dalam penelitian ini adalah pendekatan kualitatif, dengan jenis data yang digunakan dalam penelitian ini adalah data primer. Teknik yang dipakai dalam pengumpulan data dalam penelitian ini adalah observasi, wawancara dan dokumen kepustakaan. Penelitian ini menggunakan teknis analisis metode deskriptif kualitatif, yaitu menggunakan analisis kualitatif yang dapat menghasilkan penyajian data secara deskriptif dengan analisanya.Hasil penelitian ini menunjukkan bahwa pengawasan ASN oleh BKPSDM Sukoharjo diatur didalam Peraturan Bupati Sukoharjo Nomor 67 Tahun 2022 dimana Badan Kepegawaian dan Pengembangan Sumber Daya Manusia (BKPSDM) Kabupaten Sukoharjo menggunakan berbagai metode dalam melakukan pengawasan terhadap Aparatur Sipil Negara, termasuk …"}, "filled": true, "author_pub_id": "82GWZwwAAAAJ:tOudhMTPpwUC", "num_citations": 0, "pub_url": "https://digilib.uns.ac.id/dokumen/detail/112102/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:LVBwgcyIwLsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A Multimodal Analysis on Rick Singer from Operation Varsity Blues: The College Admissions Scandal", "pub_year": 2023, "citation": "Kata Kita: Journal of Language, Literature, and Teaching 11 (3), 360-367, 2023", "author": "Anastasya Chandraputri Sethio and Aylanda Hidayati Dwi Nugroho", "journal": "Kata Kita: Journal of Language, Literature, and Teaching", "volume": "11", "number": "3", "pages": "360-367", "abstract": "Multimodal communication employs multiple semiotic modes to convey meaning. Operation Varsity Blues: The College Admissions Scandal is a documentary about Rick Singer, an education entrepreneur who committed the bribes. This study analyzed his representation through the oral and visual modes and was aimed at showing how multimodality could help reveal particular character representations. This study applies multimodal theory (Kress & Leeuwen, 2006) and semiotic modes (Chia & Chan, 2017). The oral monologues and dialogues, and the visuals of people, objects, and places were scrutinized to observe how Rick Singer was depicted. As a result, he was seen being portrayed as a wealthy and successful entrepreneur with many high-ranking connections, who strategically manipulated his clients and his university partners in a clever scheming maneuver. The interplay of both the oral and visual modes has resulted in a relatively complete picture of the main actor of this documentary."}, "filled": true, "author_pub_id": "82GWZwwAAAAJ:SP6oXDckpogC", "num_citations": 0, "pub_url": "https://katakita.petra.ac.id/index.php/sastra-inggris/article/view/13792", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:wb2P-BZNNnwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Hydrography and turbulent mixing in the Banda Sea inferred from Argo profiles", "pub_year": 2023, "citation": "IOP Conference Series: Earth and Environmental Science 1251 (1), 012007, 2023", "author": "A Purwandana and MFA Ismail and D Nugroho and AS Atmadipoera and I Kampono", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "1251", "number": "1", "pages": "012007", "publisher": "IOP Publishing", "abstract": "Two Argo floats circulating in the Banda Sea from July 2017 until April 2019 were analysed to inspect the hydrography and vertical mixing properties. The maximum intrusion of Pacific thermocline and intermediate layers in the Banda Sea were identified during the Southeast Monsoon period with high temporal variability in the mixed layer (< 100 m), where fresher and warmer waters are maximum during the transition season, from Northwest to Southeast Monsoon months. The monsoonal variability was also featured by the signature of downwelling and upwelling events, respectively. The upwelling rate of the colder water, isotherm 27 C, from 100 m to 10 m depth is∼ 0.7 m day− 1, from March to June 2018. The thickening of mixed layer occurred during the Northwest Monsoon months. The monsoonal gyre exists in the Banda Sea as shown by Argo floats trajectory. The highest rate of turbulent kinetic energy …"}, "filled": true, "author_pub_id": "82GWZwwAAAAJ:uWQEDVKXjbEC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=10572683775384842861", "cites_id": ["10572683775384842861"], "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/1251/1/012007/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:bXJZkuC3uZIJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Substitusi Daging Ikan Patin (Pangasius pangasius) Terhadap Penerimaan Panelis Kue Kembang Goyang", "pub_year": 2023, "citation": "Fish Scientiae 13 (1), 81-89, 2023", "author": "Findya Puspitasari and El Redha and Dwi Nugroho and Iin Khusnul Khotimah and Rabiatul Adawyah", "journal": "Fish Scientiae", "volume": "13", "number": "1", "pages": "81-89"}, "filled": true, "author_pub_id": "82GWZwwAAAAJ:vRqMK49ujn8C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=4397370199438198123", "cites_id": ["4397370199438198123"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:awVn6-WYBj0J:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Upaya meningkatkan nilai ekonomis ikan patin dengan pengolahan kudapan kue kembang goyang berprotein tinggi", "pub_year": 2023, "citation": "Aquana: Jurnal Pengabdian Kepada Masyarakat 4 (1), 59-66, 2023", "author": "Findya Puspitasari and Tri Dekayanti and Dwi Nugroho and Yandi Annor and El Redha and Rabiatul Adawyah", "journal": "Aquana: Jurnal Pengabdian Kepada Masyarakat", "volume": "4", "number": "1", "pages": "59-66", "abstract": "Kelompok Posyandu Persada dan Kelompok Posyandu terletak di Kelurahan Sunagi Besar di Kelurahan Sungai Besar Kecamatan Banjarbaru Selatan Kota Banjarbaru Kalimantan Selatan. Kelompok Posyandu Persada berada di Lingkungan RT 11 RW 02. Permasalahan yang dihadapi mitra yaitu: Belum mengetahui informasi bahwa daging ikan patin dapat di subtitusikan pada pengolahan kudapan kue kembang goyang sehingga dihasilkan kue kembang goyang berprotein tinggi. kegiatan yang ditawarkan sebagai solusi untuk mengatasi permasalahan mitra, yang akan dilaksanakan pada kegiatan program kemitraan masyarakat ini, yaitu Penyuluhan pentingnya mengkonsumsi ikan sebagai sumber protein yang murah dan mudah diperoleh sehingga dapat digunakan pada Pemberian Makanan Tambahan Balita (PMT) pada balita. pelatihan pengolahan kudapan kue kembang goyang yang disubtitusi …"}, "filled": true, "author_pub_id": "82GWZwwAAAAJ:08ZZubdj9fEC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=4049633001074908543", "cites_id": ["4049633001074908543"], "pub_url": "https://konversi.ulm.ac.id/index.php/aquana/article/view/63", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:f93EM8IvMzgJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penyusunan E-Booklet Burung Kicau yang Dilindungi di PASTY Sebagai Sumber Belajar Biologi", "pub_year": 2022, "citation": "Bioilmi: Jurnal Pendidikan 8 (1), 40-47, 2022", "author": "Maya Pratiwi and Arief Abdillah Nurusman and Destri Ratna Ma’rifah and Dwi Nugroho and Novi Febrianti", "journal": "Bioilmi: Jurnal Pendidikan", "volume": "8", "number": "1", "pages": "40-47", "abstract": "Penelitian ini bertujuan untuk mengetahui kualitas E-booklet burung kicau yang dilindungi di Pasar Aneka Satwa dan Tanaman Hias Yogyakarta (PASTY) sebagai sumber belajar biologi kelas X berdasarkan penilaian ahli materi, ahli media, dan guru Biologi. Pada penelitian ini penyusunan E-booklet diadaptasi dari model 4D (define, design, develop, dan disseminate) yang dibatasi sampai pada tahap develop. Penilaian kualitas E-booklet menggunakan metode angket. Angket skala Likert (4 skala) digunakan untuk memvalidasi produk. Validasi produk dilakukan oleh ahli media yaitu dosen Pendidikan Biologi di Universitas Ahmad Dahlan, ahli materi yaitu ahli burung dari Yayasan Science for Endangered and Trafficked (SCENTS), dan guru Biologi kelas X di SMA Negeri 11 Yogyakarta. Data dari angket penilaian kemudian dianalisis secara deskriptif untuk mengetahui kualitas dari E-booklet. Hasil penilaian dari ahli materi, ahli media, dan guru Biologi menunjukkan bahwa kualitas E-booklet yang disusun masuk ke dalam kategori sangat baik."}, "filled": true, "author_pub_id": "82GWZwwAAAAJ:dshw04ExmUIC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=12948765559629489596", "cites_id": ["12948765559629489596"], "pub_url": "https://jurnal.radenfatah.ac.id/index.php/bioilmi/article/view/12920", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vCWHxatBs7MJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 1, "2023": 1, "2024": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Influence of river discharge on circulation and tidal process in the Java Sea, Indonesia", "pub_year": 2021, "citation": "IOP Conference Series: Earth and Environmental Science 944 (1), 012068, 2021", "author": "H Ramadhan and D Nugroho and IW Nurjaya and AS Atmadipoera", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "944", "number": "1", "pages": "012068", "publisher": "IOP Publishing", "abstract": "This study investigates the effect of river discharge in transport and tidal processes in the Java Sea using the Coastal and Regional Ocean Community (CROCO) hydrodynamic model. The model has 20 vertical layers and a horizontal resolution of 1/18 degrees. The oceanic and atmospheric forcing of this model is taken from the global Copernicus Marine Environment Monitoring Service (CMEMS) model and the fifth generation ECMWF atmospheric reanalysis (ERA5) hourly data. Daily Global Flood Awareness System (GloFAS) data has been successfully implemented as river flow data for this study. Two scenarios have been applied, namely, with and without river discharge. This study shows that the two scenarios and the satellite observational data agree in terms of water level with Root Mean Square Difference RMSD) about 4 cm, Sea Surface Temperature with RMSD about 0.29 C, and Sea Surface Salinity with …"}, "filled": true, "author_pub_id": "82GWZwwAAAAJ:1sJd4Hv_s6UC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=17584045577979668724", "cites_id": ["17584045577979668724"], "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/944/1/012068/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:9KjB9UkUB_QJ:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Gabungan Kepemimpinan Kenabian (li) Dengan Kepemimpinan KI Hajar Dewantara (l2) Untuk Meningkatkan Hasil Reformasi Birokrasi", "pub_year": 2021, "citation": "BEduManagers Journal: Borneo Educational Management and Research Journal 2 …, 2021", "author": "Dwi Nugroho and Abdul Rachman", "journal": "BEduManagers Journal: Borneo Educational Management and Research Journal", "volume": "2", "number": "1", "pages": "1-5"}, "filled": true, "author_pub_id": "82GWZwwAAAAJ:a0OBvERweLwC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:CtclivcwDxoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Hijrah Phenomenon in Tertiary Education in Indonesian: A Multidimensional Analysis of Moderate Religious Values", "pub_year": 2021, "citation": "Al-Ulum 21 (1), 27-49, 2021", "author": "Hasse Jubba and Dwi Nugroho and Gina Destrianti and Sholikhah Sholikhah", "journal": "Al-Ulum", "volume": "21", "number": "1", "pages": "27-49", "abstract": "This article explored the phenomenon of hijrah among students at several universities in Indonesia. The data used was obtained through observation, interviews, and documentation studies. The findings found two conditions in the religious community that developed within the university. First, uncontrolled religious communities, such as the salaf community (hijrah), were affiliated with radical Islam, Salafi, Wahabi, and Muslim Brotherhood. They were not controlled to moderate religion, breaking unity and peace, like the salaf community. Second, the government could control society because it has a hierarchical line, such as student organizations. This article recommends a thorough study of the phenomenon of hijrah, which has recently become prominent not to deviate from the basic principles of hijrah itself as part of the overall practice of Islamic teachings (kaffah)."}, "filled": true, "author_pub_id": "82GWZwwAAAAJ:b0M2c_1WBrUC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=4959144920655007897", "cites_id": ["4959144920655007897"], "pub_url": "https://journal.iaingorontalo.ac.id/index.php/au/article/view/2173", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:mRBT2Qds0kQJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 2, "2024": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Kepemimpinan Manajerial Kepala Sekolah, Supervisi Pengawas, Komitmen Berprestasi, Dan Kompetensi Guru Terhadap Kinerja Guru SMA Negeri Di Kota Samarinda", "pub_year": 2020, "citation": "BEduManagers Journal: Borneo Educational Management and Research Journal 1 …, 2020", "author": "Dwi Nugroho and Usfandi Haryaka", "journal": "BEduManagers Journal: Borneo Educational Management and Research Journal", "volume": "1", "number": "1", "pages": "18-26", "abstract": "The objective of this research is to obtain information concerning the effect of headmaster managerial leadership, supervisory supervision, achievement commitment, teacher competence, toward teacher, performance. The research was conducted in Samarinda City. Survey method apllied in this research which data have been analyzed by path analisis. In this research, teachers have been choosen as unit analysis and 154 samples selected randomly. This research findings are as follows:(1) The managerial leadership of the principal directly affects teacher performance,(2) Supervision of supervisors does not directly affect the performance of teachers,(3) Commitment to achievement directly affect the performance of teachers,(4) Teacher competence has a direct effect on teacher performance,(5) Managerial leadership of the principal has a direct positive effect on teacher competence,(6) Supervision of supervisors does not directly affect the competence of teachers,(7) Commitment to achievement has no direct effect on teacher competence,(8) The managerial leadership of the principal directly influences the achievement commitment, and (9) Supervision of supervisors has no direct effect on achievement commitments. Therefore, the performance of teachers of SMA Negeri in Samarinda City can be improved through headmaster's managerial leadership, achievement commitment and teacher competence, teacher competence can be improved through headmaster's managerial leadership, and achievement commitment can be improved through headmaster's managerial leadership"}, "filled": true, "author_pub_id": "82GWZwwAAAAJ:u_35RYKgDlwC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=12378923741510838587", "cites_id": ["12378923741510838587"], "pub_url": "http://jurnal.fkip.unmul.ac.id/index.php/bedu/article/view/362", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Oylneo7FyqsJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PERANCANGAN IDENTITAS VISUAL PROFILE SEBAGAI MEDIA PROMOSI DENGAN PENDEKATAN MOTION GRAPHIC PADA ALEXANDRITE REGENCY JATILAWANG", "pub_year": 2020, "citation": "Universitas Amikom Purwokerto, 2020", "author": "Dwi Nugroho", "abstract": "Media advertising these days is growing rapidly, but as the development of digital advertising media technology is considered better and more efficient one of 2D animated video animation based on Motion Graphic. The purpose of using digital-based advertising is due to the widespread use of digital devices such as smartphones, laptops, videtrons etc. Applying simple motion graphic technique in a short ad using 2D design that prioritizes information and functions using adobe softwere after effect. with a flat design with a design tipe 45 & 35 house unit on Alexandrite regency."}, "filled": true, "author_pub_id": "82GWZwwAAAAJ:SeFeTyx0c_EC", "num_citations": 0, "pub_url": "https://eprints.amikompurwokerto.ac.id/id/eprint/433", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:hsiDgK-Y7F4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Peningkatan Produktivitas Tanaman Padi Melalui Penggunaan VUB Inpari 42 Agritan GSR di Kecamatan Gapura Kabupaten Sumenep", "pub_year": 2019, "citation": "Prosiding: Seminar Nasional Ekonomi dan Teknologi, 76-86, 2019", "author": "Achmad Syarif Nur Fajrullah and Delly Hos Kapila and Dwi Nugroho", "journal": "Prosiding: Seminar Nasional Ekonomi dan Teknologi", "pages": "76-86", "abstract": "Produktivitas tanaman padi di Kecamatan Gapura masih berkisar 5-6 ton GKP/ha, diantaranya dipengaruhi oleh varietas, teknologi budidaya dan ketersediaan air irigasi. Kondisi ini perlu mendapatkan perhatian dari pihak terkait untuk mengupayakan peningkatan produktivitas. Penelitian dilakukan bulan Maret 2018 hingga Juli 2019, diawali dengan pelaksanaan Kaji Terap Inpari 42 Agritan GSR di Desa Gapura Tengah. Penentuan lokasi penelitian dilakukan dengan sengaja. Metode penelitian yang digunakan adalah pengamatan lapang, wawancara dan diskusi, kemudian dianalisa secara diskriptif. Ukuran keberhasilan pendampingan ditunjukkan: 1). Penambahan luas penerapan inovasi, 2). Peningkatan jumlah poktan penerapan inovasi, 3). Jumlah lokasi sebaran inovasi, dan 4). Hasil riil gabah petani."}, "filled": true, "author_pub_id": "82GWZwwAAAAJ:NMxIlDl6LWMC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=17105251274300850900", "cites_id": ["17105251274300850900"], "pub_url": "https://ejournalwiraraja.com/index.php/PROSD/article/view/821", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:1AKADmgPYu0J:scholar.google.com/", "cites_per_year": {"2021": 2, "2022": 2, "2023": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Interannual variability of Indonesian throughflow in the Flores Sea", "pub_year": 2019, "citation": "IOP Conference Series: Earth and Environmental Science 278 (1), 012064, 2019", "author": "PY Putriani and AS Atmadipoera and D Nugroho", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "278", "number": "1", "pages": "012064", "publisher": "IOP Publishing", "abstract": "The main branch of Indonesian Throughflow (ITF) from Makassar Strait passes through Flores Sea. The variance of ITF transport volume was influenced by climate phenomenon such as El Nino Southern Oscillation (ENSO). This research was conducted to describe the relationship between the ENSO and the ITF transport variability. This relationship was explored using data from INDESO model 2008-2015. The variability of transport volume was analyzied using continous wavelet transform and band-pass analysis. Water circulation was analyzed by summing up the average of water current and sea temperatures. The Flores ITF was a portion of Makassar ITF and Eastern ITF that enter via Lifamatola Passage. The flow in the upper layer was intensified during the west monsoon while in the thermocline layer was intensified during the east monsoon. Flores ITF moved along the northern part of Flores Island and was …"}, "filled": true, "author_pub_id": "82GWZwwAAAAJ:3s1wT3WcHBgC", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=1376878509229491349", "cites_id": ["1376878509229491349"], "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/278/1/012064/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:lUR-ibWnGxMJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 3, "2024": 1, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sistem Informasi Pengelolaan Kehadiran Anggota UKM Basket Politeknik Negeri Malang PSDKU Kediri", "pub_year": 2019, "citation": "JURNAL TECNOSCIENZA 4 (1), 95-112, 2019", "author": "Agustono Heriadi and Dika Eko Prasetyo and Dwi Nugroho and Ratna Widyastuti", "journal": "JURNAL TECNOSCIENZA", "volume": "4", "number": "1", "pages": "95-112"}, "filled": true, "author_pub_id": "82GWZwwAAAAJ:k_IJM867U9cC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:X4b7KJwd01MJ:scholar.google.com/", "cites_per_year": {}}
