{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "IDENTIFIKASI FASAD BANGUNAN CAGAR BUDAYA GEDUNG CERUTU DI KOTA SURABAYA", "pub_year": 2025, "citation": "Jurnal Arsitektur 17 (1), 38-43, 2025", "author": "Rayden Lauwirya Soegiarto and Stephanus Wirawan Dharmatanna and Rully Damayanti", "journal": "Jurnal Arsitektur", "volume": "17", "number": "1", "pages": "38-43", "abstract": "Bangunan Gedung Cerutu merupakan salah satu bangunan berstatus cagar budaya tipe A, di Kota Surabaya, bangunan yang berdiri pada tahun 1916 serta didirikan oleh NV Maatschappij Tot Exploitatie van Het Technish Bureau Gebroeders Knaud, sebuah biro teknik bangunan dari Belanda. Bangunan Gedung Cerutu saat ini masih berdiri dengan kokoh, serta"}, "filled": true, "author_pub_id": "8hhoPOcAAAAJ:CHSYGLWDkRkC", "num_citations": 0, "pub_url": "https://ejournal.sttcirebon.ac.id/index.php/jas/article/view/231", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:7jIxr90BQ_sJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Health Aspect Study on T-36 House Typology Based on Paola Sassi’s Sustainable Concept and Government Standards", "pub_year": 2025, "citation": "Advances in Civil Engineering and Sustainable Architecture 7 (1), 28-45, 2025", "author": "Marvel Yael Funata and Rully Damayanti", "journal": "Advances in Civil Engineering and Sustainable Architecture", "volume": "7", "number": "1", "pages": "28-45", "abstract": "Study of T-36 houses (T-36) are increasingly emerging to improving the quality of life of its occupants, especially in terms of nurturing health condition. However, the spatial typology of T-36 houses is often faced with the challenge of utilizing limited spaces that meet basic requirements of physical comfort and health in housing standard. This study aims to analyze the health aspects of T-36 houses based on sustainable building criteria by Paola Sassi and governmental standards. The health aspect comprises three factors of natural lighting, occupant comfort, and harmony with nature. The study uses descriptive qualitative method by analyzing design variation of T-36 houses that are available in the housing market. This analysis of 10 designs of T-36 houses indicated varying compliance with the three factors identified in the study; some houses met the criteria, while others did not."}, "filled": true, "author_pub_id": "8hhoPOcAAAAJ:xtRiw3GOFMkC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/acesa/article/view/14496", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:sU7Fd6EAw58J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Studi Elemen Struktur Rumah Tradisional Mbaru Niang", "pub_year": 2024, "citation": "ATRIUM: Jurnal Arsitektur 10 (3), 275-285, 2024", "author": "Mentari Murti Lasarasi Zulkarnain and Lilianny Sigit Arifin and Rully Damayanti", "journal": "ATRIUM: Jurnal Arsitektur", "volume": "10", "number": "3", "pages": "275-285", "abstract": "Traditional houses are built using natural materials and environmentally friendly construction techniques, taking into account climate, topography, and local culture. The connection structures in traditional houses are closely related to responding to local climate conditions. For example, the connections in the traditional house of Mbaru Niang in Wae Rebo, NTT, can withstand wind and earthquake loads due to its location in the mountains, which are prone to earthquakes and tornadoes. This study aims to analyze the connection structure in the Mbaru Niang traditional house using Iwamura's sustainability theory. The method used in this research is descriptive qualitative, collecting data from previous literature. The results show that the structure of Mbaru Niang is formed by the material characteristics sourced from the environment by the Wae Rebo community, which are used according to their natural properties, such as worok wood and bamboo, which are flexible materials, allowing the building structure to adapt to the flexibility of the materials. Flexibility can also be seen in the connection techniques that withstand earthquake loads and wind forces. This finding will produce a design proposal for connection techniques in contemporary buildings inspired by the local wisdom of connection techniques in Mbaru Niang houses."}, "filled": true, "author_pub_id": "8hhoPOcAAAAJ:f2IySw72cVMC", "num_citations": 0, "pub_url": "https://atrium.ukdw.ac.id/index.php/jurnalarsitektur/article/view/268", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:nOhyClHyZtcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Internationalization in architecture higher education; a strategy of studio immersion from the students  perspective", "pub_year": 2024, "citation": "Journal of International Students 14 (5), 125-140, 2024", "author": "Rully Damayanti and Elvina Shanggrama Wijaya and Bram Michael Wayne and Apiradee Kasemsook and Kuowei Chiu", "volume": "14", "number": "5", "pages": "125-140", "abstract": "In this paper, we investigate the perspective of students who have performed studio immersion, which consists of three Asian universities in batches 2022 and 2023, with a total of 147 students from Indonesia, Thailand, and Taiwan. We used mixed methods research to identify real obstacles and challenges and to determine to what extent this study benefits students. The results show that the students experience a progressive understanding of personal development, a broader meaning of architecture beyond technical and aesthetic systems but social and cultural, and an understanding of architecture as a multifaceted profession. The students reported their dissatisfaction with the pursuit of the university s reputation, studio dynamics, and uncertainty in the assignment s limitations. English interaction among students is not affected by their early exposure to English for their generation. This type of studio immersion could create a new studio culture that is unique to a global learning experience."}, "filled": true, "author_pub_id": "8hhoPOcAAAAJ:pyW8ca7W8N0C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21276/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:rS0QGVToN4QJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "SPATIAL MORPHOLOGICAL ANALYSIS: DEVELOPMENT OF THE NORTH KREMBANGAN AREA, SURABAYA, INDONESIA", "pub_year": 2024, "citation": "LIVAS 9 (1), 1-12, 2024", "author": "Eveelyn Febe Gunawan and Rony Gunawan Sunaryo and Rully Damayanti", "volume": "9", "number": "1", "pages": "1-12", "abstract": "The North Krembangan area is an old city area in Surabaya, right next to the Kalimas River. This area has experienced several changes from time to time, both in terms of natural context, roads, blocks/lots, and buildings. These changes were influenced by several factors and actors, both from the Dutch government and from the Surabaya government due to the existence of several new needs that were no longer relevant in the conditions during the colonial era. Objectives: To identify the morphology of urban tissue in the North Krembangan area which consists of permanent, non-permanent elements and street front quality Methodology and Results: This research uses the urban tissue methodology by Romice et al as a theory that helps to analyze this area. Conclusion, Significance and Implications: This research found that although the North Krembangan area has relatively low street front quality, this area is still busy and active as a commercial center. Suggestions to improve the area were also made at the end of this research."}, "filled": true, "author_pub_id": "8hhoPOcAAAAJ:a0OBvERweLwC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20985/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:UKM332WSjWgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "STUDI DEFENSIBLE SPACE TERKAIT OKUPANSI RUANG PADA RUMAH SUSUN SEDERHANA SEWA RAJAWALI MAKASSAR", "pub_year": 2024, "citation": "Jurnal Arsitektur ARCADE 8 (1), 42-47, 2024", "author": "Ikeshia Grace Halim and Rully Damayanti and Agus Dwi Hariyanto", "volume": "8", "number": "1", "pages": "42-47", "abstract": "Rumah Susun cenderung dihindari warga dengan alasan utama kurangnya keamanan. Untuk itu penghuni perlu melakukan tindakan untuk membuat diri mereka dan sesama penghuni lain aman. Penelitian ini mengidentifikasi okupansi ruang yang terkait perubahan atau penambahan aktivitas dan peletakan objek fisik penghuni, pada studi kasus Rusunawa Rajawali Makassar. Ruang yang diteliti adalah ruang semi-publik yang membentuk area-area defensif. Metode penelitian yang digunakan adalah metode kualitatif melalui teknik behaviour mapping, observasi dan wawancara. Penelitian menemukan bahwa kebutuhan penghuni yang berbeda-beda memunculkan penambahan objek fisik yang variatif dalam pembentukan area defensif. Lebih lanjut, teridentifikasi sebanyak 11 variasi penambahan objek di ruang semi-publik rusunawa. Terdapat perbedaan perilaku dalam pembentukan area defensif yang muncul berdasarkan lantai yang ditinggali, yaitu invasif semakin lantai ke bawah dan personalisasi semakin tinggi lantainya. Personalisasi tericpta melalui penempatan tempat duduk pada unit hunian yang terpusat didepan tangga utama dimana aktivitas berkumpul sering dilakukan. Penelitian ini memberikan manfaat kepada perancang untuk dapat mengakomodasi penambahan objek fisik penghuni agar dapat mendesain rusunawa yang lebih aman."}, "filled": true, "author_pub_id": "8hhoPOcAAAAJ:yD5IFk8b50cC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20966/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:SFBn1Sx_bQwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Studi Aspek Healing Environment Dalam Desain Interior Kafe", "pub_year": 2024, "citation": "RUAS (Review of Urbanism and Architectural Studies) 21 (2), 1-10, 2024", "author": "Rully Damayanti and SHANE FREDERICK SUNYOTO and STEPHANIE GRACE LEKSONO and CATHERINE LEONORA TJANDRA and WINONA CHEYENNE NATA and ANDINI DWIANA WINARTO OEI", "volume": "21", "number": "2", "pages": "1-10", "abstract": "Currently, the cafe is a place to relieve stress through a healing concept in its interior design. So, the cafe design must be as comfortable as possible to meet the concept goals. This research aims to determine user perception of the healing environment in a cafe environment based on three aspects (the five basic senses, user psychology, and indoor and outdoor natural elements) and was conducted using quantitative research methodology. Data retrieval was carried out through Google Forms media using closed-ended questions. The results proved that three aspects of the healing environment, including sensory, psychological, and natural aspects described in lighting, color tone selection, air, a good level of privacy, and the presence of plants, could help the healing process. If there is one aspect that is lacking, then visitors cannot feel healing. If a caf  wants to create a healing environment, then the three aspects (senses, psychological, and natural) must be fulfilled."}, "filled": true, "author_pub_id": "8hhoPOcAAAAJ:cFHS6HbyZ2cC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=17159293757383182312", "cites_id": ["17159293757383182312"], "pub_url": "https://repository.petra.ac.id/20915/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:6AdnLcIOIu4J:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Kajian Persepsi Makna Sakral Arsitektur Tradisional Jawa Secara Virtual Bagi Mahasiswa Arsitektur", "pub_year": 2024, "citation": "MARKA (Media Arsitektur Dan Kota): Jurnal Ilmiah Penelitian 7 (2), 91-102, 2024", "author": "Aurelia Agraputri and Chriscentia Valerie Phoebe and Joy Gracella Victory and Evelyn Tania and Antonius Ivan Nugroho Santosa and Rully Damayanti", "journal": "MARKA (Media Arsitektur Dan Kota): Jurnal Ilmiah Penelitian", "volume": "7", "number": "2", "pages": "91-102", "abstract": "Teknologi Virtual Reality (VR) dapat menghadirkan pengalaman ruang yang hampir menyerupai kondisi sesungguhnya. Melalui VR diharapkan dapat pula menghadirkan makna/persepsi sakral yang biasanya kuat dirasakan saat memasuki bangunan tertentu. Penelitian ini melakukan simulasi VR pada tiga tipe bangunan tradisional Jawa, untuk mengidentifikasi persepsi sakral oleh responden dengan memasuki pengalaman ruang yang virtual. Penelitian ini menggunakan metode kuantitatif dengan pendekatan deskriptif dan didukung oleh metode kualitatif dalam pemilihan parameter. Pengumpulan data pada penelitian ini menggunakan kuesioner dengan daftar pertanyaan yang diajukan pada responden secara online melalui media"}, "filled": true, "author_pub_id": "8hhoPOcAAAAJ:dfsIfKJdRG4C", "num_citations": 0, "pub_url": "http://library.matanauniversity.ac.id/ojs/index.php/marka/article/view/220", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:li8nM-87SlAJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "STUDY OF GENDERIZATION PUBLIC SPACE ON URBAN RESILIENCE AT THE RIVERBANK OF PEMUDA IN SURABAYA", "pub_year": 2024, "citation": "ADBE 4 (1), 2024", "author": "Natasya Michelle Vania and Rully Damayanti", "journal": "ADBE", "volume": "4", "number": "1", "abstract": "The resilience of a city is affected by the integrity of a public space, from the perspective of activity and user the higher the permeability of a space then the better the resilience of a city. According to Lefebvre a theorist, a space's essence can be understood via the physical, concept, and history of that space. The aim of this project is to observe the phenomenon of genderization of a public space in the riverbank of Pemuda Bridge in Surabaya where it is found to be dominated by men’s activity. The method will use a qualitative approach involving a literature review and field observation where the phenomenon of gendered space occurs at the foot of Jembatan Pemuda. The result of this literature study is to determine the criteria that influence from individual users of spatial gendering, namely masculinity characteristics, as well as the quality of space in environmental factors It is evident that during field observations, spatial gendering occurs due to the limited use of space by male gender only. It is proven via the observation that the spatial genderization is only used by the male gender. This ofcourse happens because the quality of that space gives off a more fearful, uncomfortable, dangerous, and a tents feeling that is shown by the characterization of a male gender. The conclusion is that the emergence of social segregation does not form intentionally because of genderization space itself. With that, it is hoped that readers will received more knowledge about the effect of spatial segregation from the genderization of a public space of a city."}, "filled": true, "author_pub_id": "8hhoPOcAAAAJ:EUQCXRtRnyEC", "num_citations": 0, "pub_url": "https://jourasic.upnjatim.ac.id/index.php/adbe/article/view/96", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:_ztHqvktjIkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "ANALYSIS OF GATED SPACE IN SURABAYA CITY ON THE SOCIAL RESILIENCE OF THE CITY", "pub_year": 2024, "citation": "ADBE 4 (1), 2024", "author": "Sebastianus Emillio and Rully Damayanti", "journal": "ADBE", "volume": "4", "number": "1", "abstract": "According to Henri Lefebvre's third space theory,\" contested space\" refers to the struggle for and defense of space. This study, carried out in Surabaya, looks at the causes of third spaces' formation. While some people informally settle in the observed location, resulting in locals barricading their homes. Because of their separation, these disparate traits create barriers that erode social ties. The study uses qualitative methods to gather data on the contested space phenomenon, such as literature reviews and field surveys. Results describe the processes that give rise to contentious places. Based on observations, homeowners build barriers to provide security from strangers or undesired infiltration due to differences in socioeconomic position, which erodes social interactions. According to this study, social segregation in contentious public spaces might reduce a city's social resilience. As a result, social contacts among individuals become less meaningful, which has an effect on Surabaya resilience. The study concludes that contested spaces in public places impair social resilience, which affects Surabaya by causing social segregation and a decline in the quality of social interactions. The goal of the project is to improve knowledge of this phenomenon and increase awareness of how crucial social interaction is to the social resilience of cities."}, "filled": true, "author_pub_id": "8hhoPOcAAAAJ:_xSYboBqXhAC", "num_citations": 0, "pub_url": "https://jourasic.upnjatim.ac.id/index.php/adbe/article/view/98", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:u7DfA5RpRXoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "ANALYSIS OF THE SOCIAL IDENTITY DIFFERENCES PHENOMENA IN BLAURAN STREET AND TANJUNG ANOM STREET, SURABAYA", "pub_year": 2024, "citation": "ADBE 4 (1), 2024", "author": "Dionisius Anggarda Hanjaya Prabowo and Rully Damayanti", "journal": "ADBE", "volume": "4", "number": "1", "abstract": "The identity of an area is reflected through its physical artifacts and social activities. Two nearby locations with weak boundaries typically have similar identities because territorial identities can overlap. An interesting phenomenon occurs between Jl. Blauran-3 and Jl. Tanjung Anom, a continuous road with contrasting spatial meanings. This study examines the differences in social proximity between Jl. Blauran-3 and Jl. Tanjung Anom and their implications for urban resilience. Despite their proximity, significant differences in social interaction are observed. Using qualitative methods, literature review, field observation, and Pattern Language concept analysis, the study finds that a clear area identity, shared goals, and regular social activities enhance social proximity on Jl. Blauran. Conversely, Jl. Tanjung Anom faces challenges in social proximity due to a lack of clear area identity and defined boundaries. The conclusion is that supportive spatial and social factors not only create close-knit communities but also enhance urban resilience. High social proximity strengthens social networks and community cohesion, essential elements in facing urban challenges. This study provides insights for urban planners to create spaces that support social interaction and improve urban resilience."}, "filled": true, "author_pub_id": "8hhoPOcAAAAJ:bFI3QPDXJZMC", "num_citations": 0, "pub_url": "https://jourasic.upnjatim.ac.id/index.php/adbe/article/view/99", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:6fFujBFlgXEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Permanensi Kawasan Masjid Raya Sabilal Muhtadin Banjarmasin", "pub_year": 2023, "citation": "ATRIUM: Jurnal Arsitektur 9 (2), 89-104, 2023", "author": "Daniel Alison and Rony Gunawan Sunaryo and Rully Damayanti", "journal": "ATRIUM: Jurnal Arsitektur", "volume": "9", "number": "2", "pages": "89-104", "abstract": "Kawasan Masjid Raya Sabilal Muhtadin Banjarmasin, pada awalnya merupakan lokasi “Fort Van Tatas”, yaitu benteng pertahanan Pulau Tatas pada era Hindia Belanda. Kawasan ini merupakan layer pertama perkembangan Kota Banjarmasin, diawali dengan Benteng Tatas dengan fungsi pertahanan. Dalam perkembangannya Kawasan mengalami beberapa perubahan fungsi dan bentuk. Hingga pada era Republik Indonesia di kawasan berdiri Masjid Raya Sabilal Muhtadin sebagai pusat keagamaan Islam di Kota Banjarmasin. Mengingat signifikansi kawasan sebagai layer pertama kota, penelitian ini bertujuan memberi gambaran mengenai morfologi kawasan Sabilal dari masa ke masa. Selanjutnya mengidentifikasi permanensi elemen pembentuk kawasan, meliputi elemen tetap, elemen yang berubah, dan elemen yang hilang menggunakan pendekatan morfologi kota. Metode analisis sinkronis dan diakronis dilakukan pada urban tissue kawasan, meliputi elemen amatan: jalan, ruang terbuka, elemen alami, dan kavling-blok, dan bangunan. Hasil analisis menunjukkan morfologi kawasan telah merubah karakter urban tissue kawasan dari pusat pertahanan menjadi pusat religi. Sementara sebagian elemen pembentuk kawasan telah berubah dan hilang, seperti elemen benteng dan elemen jalan dan elemen sungai."}, "filled": true, "author_pub_id": "8hhoPOcAAAAJ:4OULZ7Gr8RgC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=2569763025092239645", "cites_id": ["2569763025092239645"], "pub_url": "https://atrium.ukdw.ac.id/index.php/jurnalarsitektur/article/view/215", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:HWGOK9uhqSMJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh elemen persisten terhadap kualitas street front kawasan alun-alun kota banyuwangi", "pub_year": 2023, "citation": "MODUL 23 (1), 37-49, 2023", "author": "Georgeanne Elaine Suwondo and Rony Gunawan Sunaryo and Rully Damayanti", "volume": "23", "number": "1", "pages": "37-49", "abstract": "Kawasan Alun-alun Kota Banyuwangi merupakan kawasan awal dalam morfologi kota Banyuwangi. Pada perkembangannya, kawasan ini memiliki kecenderungan menggantikan bangunan-bangunan lama dengan bangunan-bangunan baru. Tren ini mengakibatkan elemen persisten kawasan banyak yang bersandingan langsung dengan elemen-elemen baru. Hal ini membuat kualitas street front jadi beranekaragam dan fluktuatif. Padahal, kualitas street front merupakan salah satu pembentuk identitas dan karakter kawasan. Penelitian ini bertujuan untuk menelusuri tingkat kualitas street front di kawasan Alun-Alun Kota Banyuwangi, dan menganalisis pengaruh keberadaan elemen persisten terhadap kualitas street front, serta mengidentifikasi tipologi pada lapangan yang menghasilkan kualitas street front yang baik dan buruk. Penelitian dilakukan dengan analisis tipomorfologis urban tissue seluas 500x800m di sekitar Alun-alun Kota Banyuwangi. Proses penilaian kualitas street front menggunakan metode deskriptif kualitatif. Hasil penelitian menunjukkan adanya macam-macam tingkat kualitas street front pada kawasan. Kualitas street front yang paling banyak ditemukan adalah acceptable yaitu batas tengah. Kualitas terbaik sangatlah sedikit dan terletak di sekitar elemen persisten yang propelling. Sedangkan elemen persisten pathological cenderung memperburuk kualitas street front. Hal ini dikarenakan adanya upaya kolektif untuk menjaga dan merawat elemen propelling, sedangkan elemen pathological dan elemen baru cenderung tidak selaras perkembangannya. Setiap tingkatan kualitas street front memiliki tipologi masing …"}, "filled": true, "author_pub_id": "8hhoPOcAAAAJ:u_35RYKgDlwC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=18215556777424207474", "cites_id": ["18215556777424207474"], "pub_url": "https://repository.petra.ac.id/20511/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:cj5UAGGoyvwJ:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 0, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "STUDI EVALUASI DAN POTENSI SENSE OF PLACE PADA BALKON APARTEMEN METROPOLIS SURABAYA", "pub_year": 2022, "citation": "Advances in Civil Engineering and Sustainable Architecture 4 (2), 129-139, 2022", "author": "Cynthia Christianty Carolina Eka Yudo and Rully Damayanti and Lintu Tulistyantoro", "journal": "Advances in Civil Engineering and Sustainable Architecture", "volume": "4", "number": "2", "pages": "129-139", "abstract": "Apartemen merupakan bangunan bertingkat yang terdiri dari beberapa unit hunian yang dilengkapi dengan fasilitas umum bersama, juga balkon pada tiap unitnya. Balkon termasuk ruang luar tambahan yang berfungsi untuk mengakomodasi aktivitas penghuninya. Namun sekarang balkon berubah fungsi menjadi ruang penyimpanan dan ruang peletakan outdoor AC. Hal ini tentunya mempengaruhi persepsi dan interaksi pengguna terhadap balkon. Penelitian ini mengidentifikasi masalah dan potensi sense of place khususnya pada balkon Apartemen Metropolis Surabaya. Metode penelitian yang dipakai adalah deskriptif kualitatif dengan mengevaluasi faktor sense of place yaitu physical feature, activities, meanings dan individual features melalui observasi dan wawancara. Hasil penelitian menunjukkan bahwa kondisi eksisting balkon berpotensi terhadap hadirnya sense of place khususnya melalui tiga kondisi pada balkon, yaitu penambahan dan penggunaan properti untuk kebutuhan servis, kebutuhan servis, dan penambahan properti untuk fasilitas. Kondisi yang berpotensi paling tinggi adalah bentuk balkon; pada bentuk balkon L dapat menampung aktivitas pengguna beserta propertinya dengan lebih berkualitas. Selain itu, balkon berbentuk huruf L juga memberikan kenyamanan bagi penghuni untuk tetap berada disana dikarenakan lebih private dan didukung oleh view yang optimal dari dua arah. Sedangkan pada balkon berbentuk persegi sense of place kurang terjadi karena peletakan property yang kurang memadai dan kurang nyaman dalam mengakomodasi aktivitas pengguna."}, "filled": true, "author_pub_id": "8hhoPOcAAAAJ:HoB7MX3m0LUC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/acesa/article/view/12943", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:SX_qxayB6v0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Kajian Aspek Territorial Reinforcement Dalam Cpted Pada Rumah Susun Sederhana Sewa Sombo Surabaya", "pub_year": 2022, "citation": "Advances in Civil Engineering and Sustainable Architecture 4 (2), 82-95, 2022", "author": "Ariel Jehu and Rully Damayanti", "journal": "Advances in Civil Engineering and Sustainable Architecture", "volume": "4", "number": "2", "pages": "82-95", "abstract": "Pertumbuhan jumlah penduduk pada Kota Surabaya yang tidak diimbangi dengan ketersediaan lahan merupakan permasalahan yang dihadapi oleh pemerintah Indonesia setiap tahun. Dari beberapa upaya yang telah dilakukan, upaya pendekatan Rumah Susun Sederhana Sewa atau Rusunawa bagi penduduk berpenghasilan rendah merupakan salah satu solusi efektif. Namun, pada kenyataannya rusunawa yang sudah dibangun belum memberikan tempat tinggal yang nyaman dan aman. Pedoman Teknis Pembangunan Rumah Susun Sederhana Bertingkat Tinggi tahun 2007 belum secara fokus membahas pencegahan tindak kriminal melalui perancangan bangunan. Penelitian ini disusun untuk memberikan rekomendasi desain ruang semi-publik yang berpotensi terjadi tindak kriminal karena merupakan wadah bertemunya penghuni dalam dan luar. Penelitian ini mengevaluasi ruang semi-publik Rusunawa Sombo Surabaya menggunakan prinsip Crime Prevention Through Environmental Design dengan melakukan observasi langsung untuk mendapatkan data lapangan. Hasil analisa menunjukkan bahwa selain aspek perancangan bangunan, terdapat aspek sosial dan kebudayaan yang masih diterapkan oleh penghuni rusunawa yang dapat mendukung pencegahan tindak kriminal."}, "filled": true, "author_pub_id": "8hhoPOcAAAAJ:pqnbT2bcN3wC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=15262384261112730671", "cites_id": ["15262384261112730671"], "pub_url": "https://publication.petra.ac.id/index.php/acesa/article/view/12937", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:LxQjNZ_hztMJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Studi Potensi Koridor Di Apartemen Cbd Surabaya Menjadi Ruang Sosial Anak", "pub_year": 2022, "citation": "Advances in Civil Engineering and Sustainable Architecture 4 (2), 67-81, 2022", "author": "Stanley Odwin and Timoticin Kwanda and Rully Damayanti", "journal": "Advances in Civil Engineering and Sustainable Architecture", "volume": "4", "number": "2", "pages": "67-81", "abstract": "Perkembangan kognitif positif pada anak sangat penting karena dapat mengkonstruksi pola pikir dan kepribadian. Kognitif positif didukung dengan adanya sosialisasi yang terjadi dari aktivitas sosial sehingga anak mampu memahami dan mengeksplorasi ruang sekitarnya. Aktivitas sosial membutuhkan ruang yang memadai. Hal ini menjadi masalah bagi anak yang tinggal di apartemen karena keterbatasan lahan dan fasilitas yang tidak ramah anak. Koridor memiliki potensi sebagai ruang bermain anak karena jarak yang dekat dengan unit hunian. Penelitian bertujuan untuk mengidentifikasi potensi ruang koridor di Apartemen CBD sebagai ruang sosial anak berdasarkan pemahaman kebutuhan kognitif. Melalui teknik observasi, wawancara, dan pemetaan perilaku ditemukan bahwa koridor di apartemen CBD belum memenuhi parameter ruang ramah anak; tetapi memiliki potensi di parameter pencahayaan alami, dimensi ruang, dan warna. Temuan ini bermanfaat untuk memberitahu masyarakat di Indonesia betapa pentingnya tempat bersosialisasi yang ramah anak untuk perkembangan kognitifnya."}, "filled": true, "author_pub_id": "8hhoPOcAAAAJ:g5m5HwL7SMYC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=14910201874432375446", "cites_id": ["14910201874432375446"], "pub_url": "https://publication.petra.ac.id/index.php/acesa/article/view/12936", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:lrrnbput684J:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Aplikasi Teoritis Konsep Healing Environment Pada Lingkungan Perkantoran", "pub_year": 2022, "citation": "Advances in Civil Engineering and Sustainable Architecture 4 (2), 96-105, 2022", "author": "Gelbriel Michelle Gracella Nartha Sambira and Rully Damayanti and Laksmi Kusuma Wardani", "journal": "Advances in Civil Engineering and Sustainable Architecture", "volume": "4", "number": "2", "pages": "96-105", "abstract": "Usia dewasa merupakan usia yang rentan terkena stres karena besarnya kewajiban dan peran yang harus dipenuhi. Salah satu faktor yang mempengaruhi tingkat stres kaum dewasa muda adalah lingkungan kerja karena mereka lebih banyak menghabiskan waktu untuk bekerja. Menurut Okezone. com, 64% pekerja di Indonesia mengalami peningkatan stres kerja dibandingkan tahun sebelumnya. Salah satu faktor yang menyebabkan peningkatan stres tersebut adalah perusahaan yang lebih mementingkan faktor ekonomi dibandingkan kenyamanan karyawannya. Ketika karyawan kurang merasa nyaman dengan lingkungan kerjanya maka tingkat stres mereka akan bertambah dan dapat mengakibatkan dampak negatif pada kinerja karyawan dan pada perusahaan. Oleh karena itu diperlukan parameter desain lingkungan kerja perkantoran yang dapat menurunkan stres dan meningkatkan produktivitas karyawan. Konsep Healing Environment merupakan sebuah teori perancangan yang menghubungkan antara ruang dengan kesehatan dan well-being manusia agar menciptakan ruang yang membuat pengguna merasa lebih baik dan lebih bahagia. Untuk itu penelitian ini dilakukan untuk mengetahui parameter Healing Environment yang dapat diterapkan pada gedung perkantoran dengan menggunakan metode studi literatur yaitu metode yang dilakukan hanya dengan berdasarkan karya tertulis yang relevan dengan teori Healing Environment, data yang didapatkan dari hasil analisis kemudian saling dikaitkan dan dirangkum untuk menghasilkan parameter Healing Environment yang dapat diterapkan pada perkantoran. Hasil penelitian …"}, "filled": true, "author_pub_id": "8hhoPOcAAAAJ:M05iB0D1s5AC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=13455588192659580424", "cites_id": ["13455588192659580424"], "pub_url": "https://publication.petra.ac.id/index.php/acesa/article/view/12939", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:CCZqoyvau7oJ:scholar.google.com/", "cites_per_year": {"2023": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "STUDI KARAKTERISTIK FISIK LOBBY LIFT SEBAGAI RUANG INTERAKSI SOSIAL DI APARTEMEN METROPOLIS SURABAYA", "pub_year": 2022, "citation": "Advances in Civil Engineering and Sustainable Architecture 4 (2), 161-170, 2022", "author": "Celicia Aurielle Angdjaja and Rully Damayanti", "journal": "Advances in Civil Engineering and Sustainable Architecture", "volume": "4", "number": "2", "pages": "161-170", "abstract": "Berkurangnya interaksi sosial pengguna apartemen diakibatkan oleh perancangan apartemen yang kurang mengedepankan aspek kebutuhan sosial penghuni. Beberapa perancangan telah merancang ruang interaksi sosial, namun jarang digunakan karena peletakannya yang jauh dari unit kamar. Ruang interaksi sosial akan berpotensi digunakan jika menjadi bagian dari ruangan sehari-hari. Salah satu ruang sehari-hari yang selalu digunakan penghuni adalah lobby lift. Potensi ini didukung dengan adanya perjumpaan pasif penghuni serta aktivitas sederhana yang dilakukan seperti menunggu. Untuk itu penelitian ini mengevaluasi karakteristik fisik lobby lift melalui parameter ruang interaksi sosial yaitu pencapaian, perletakan, pengalaman spasial dan batasan dengan metode pengambilan data melalui observasi dan dianalisis menggunakan pemetaan zonasi. Hasil penelitian menunjukkan bahwa empat karakteristik memiliki keterkaitan yang kuat satu sama lain dalam membentuk ruang lobby lift sebagai ruang interaksi sosial."}, "filled": true, "author_pub_id": "8hhoPOcAAAAJ:ldfaerwXgEUC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/acesa/article/view/12947", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:mpUGJD6QoBQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PARAMETER DESAIN UNIT HUNIAN RAMAH ANAK PADA APARTEMEN MENENGAH KEBAWAH (STUDI KASUS APARTEMEN CBD DI SURABAYA)", "pub_year": 2022, "citation": "Advances in Civil Engineering and Sustainable Architecture 4 (2), 151-160, 2022", "author": "Kevin Eduard Wuwung and Rully Damayanti and Timoticin Kwanda", "journal": "Advances in Civil Engineering and Sustainable Architecture", "volume": "4", "number": "2", "pages": "151-160", "abstract": "Perkembangan penduduk yang cukup pesat di kota Surabaya menyebabkan adanya tren perpindahan dari landed house ke vertical housing. Tapi sayangnya sering kali apartemen menengah kebawah tidak mempertimbangkan anak–anak dan hanya bertujuan untuk memenuhi kebutuhan pasar padahal anak–anak memiliki pemahaman ruang dan kebutuhan ruang yang berbeda denga orang dewasa. Penelitian ini menggunakan metode pendekatan deskriptif kualitatif dengan jenis penelitian studi kasus. Setelah memperoleh data yang dibutuhkan dilakukan proses pengecheckan dengan variabel dan indikator ramah anak. Dari hasil data tersebut diperoleh parameter desain unit hunian ramah anak pada apartemen kelas menengah kebawah."}, "filled": true, "author_pub_id": "8hhoPOcAAAAJ:2P1L_qKh6hAC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/acesa/article/view/12946", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vuJEOvSkJgUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Alternatif Material Absorpsi Akustik Dari Modul Limbah Karton", "pub_year": 2022, "citation": "Advances in Civil Engineering and Sustainable Architecture 4 (2), 140-150, 2022", "author": "Jocelyn Emilia Ukalvin and Rully Damayanti", "journal": "Advances in Civil Engineering and Sustainable Architecture", "volume": "4", "number": "2", "pages": "140-150", "abstract": "Penelitian ini merupakan upaya pemanfaatan limbah karton untuk mengurangi banyaknya sampah karton yang dihasilkan akibat banyaknya konsumsi packing dari karton. Daur ulang karton yang dilakukan yaitu dengan memodifikasi material karton menjadi sebuah partisi akustik. Hal ini didasari dari kesadaran para peneliti sebelumnya bahwa karton merupakan material yang berpotensi dikembangkan menjadi material bangunan dan digunakan untuk"}, "filled": true, "author_pub_id": "8hhoPOcAAAAJ:70eg2SAEIzsC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/acesa/article/view/12945", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:UXQixNg64AEJ:scholar.google.com/", "cites_per_year": {}}
