{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Peran guru memanfaatkan AI dalam membangun generasi unggul menuju Indonesia emas 2045", "pub_year": 2024, "citation": "Aletheia Christian Educators Journal 5 (1), 42-48, 2024", "author": "Franky Boentolo and Che-Che Chuan Racwelling Manu and Olyvia Giovany Saragih and Soniat Zalukhu", "journal": "Aletheia Christian Educators Journal", "volume": "5", "number": "1", "pages": "42-48", "abstract": "Kemajuan teknologi dalam dunia pendidikan menghadirkan berbagai informasi yang aktual dan dapat digunakan dalam proses belajar mengajar di sekolah. Salah satu media pembelajaran yang diperkenalkan pada abad ke-21 yaitu artificial intelligence (AI). Penulisan karya ilmiah ini bertujuan untuk mengetahui fungsi AI sebagai salah satu inovasi media pembelajaran digital. Metode penelitian yang digunakan adalah kajian pustaka. Hasil dari penelitian menunjukkan bahwa penggunaan AI merupakan proses untuk melahirkan sumber daya manusia yang unggul dan membentuk generasi bangsa yang berkualitas menuju Indonesia Emas 2045. AI merupakan inovasi pembelajaran yang dapat diterapkan dalam pembelajaran di Indonesia dengan tujuan untuk menghasilkan generasi bangsa yang mampu bersaing secara internasional. Salah satunya yaitu melalui peran guru sekolah dasar dalam merangkul AI sebagai media pembelajaran digital yang dapat diintegrasikan kepada peserta didik sekolah dasar dengan sesuai, untuk menghadapi perubahan yang terjadi di dunia. Guru dan peserta didik dituntut untuk menyesuaikan diri dengan teknologi digital."}, "filled": true, "author_pub_id": "978U-DUAAAAJ:2osOgNQ5qMEC", "num_citations": 14, "citedby_url": "/scholar?hl=en&cites=4665498135285861156", "cites_id": ["4665498135285861156"], "pub_url": "http://aletheia.petra.ac.id/index.php/aletheia/article/view/231", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:JAv2zdUtv0AJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 9, "2025": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Peran Guru Memanfaatkan AI dalam Membangun Generasi Unggul Menuju Indonesia Emas 2045. Aletheia Christian Educators Journal, 5 (1), 42–48", "pub_year": 2024, "citation": "", "author": "F Boentolo and CCCR Manu and OG Saragih and S Zalukhu"}, "filled": true, "author_pub_id": "978U-DUAAAAJ:qjMakFHDy7sC", "num_citations": 10, "citedby_url": "/scholar?hl=en&cites=9987302046928162893", "cites_id": ["9987302046928162893"], "pub_url": "https://scholar.google.com/scholar?cluster=9987302046928162893&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:TVCv80sGmooJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 6, "2025": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Tinjauan Praktik dan Makna Pembelajaran Remedial Berdasarkan Matius 20: 1-16", "pub_year": 2023, "citation": "Aletheia Christian Educators Journal 4 (2), 66-76, 2023", "author": "Franky Boentolo", "journal": "Aletheia Christian Educators Journal", "volume": "4", "number": "2", "pages": "66-76", "abstract": "Pembelajaran remedial merupakan bagian integratif dari proses pembelajaran, yang bertujuan menolong murid yang belum mencapai performa minimal yang ditentukan. Dalam pelaksanaannya, pembelajaran difokuskan pada aspek akademis, padahal potensi dampak positifnya dalam diri para murid bisa jauh lebih luas. Pelaksanaan pembelajaran remedial ditinjau dengan sudut pandang pendidikan Kristen, khususnya nats Matius 20: 1-16 sebagai dasar tinjauan, yang mengajarkan prinsip keadilan dan kasih karunia. Model penelitian yang digunakan adalah studi literatur, baik dalam cakupan literatur pendidikan tentang pembelajaran remedial dan pendidikan Kristen, maupun tafsiran terhadap Matius 20: 1-16. Hasil penelusuran literatur menggambarkan bahwa pembelajaran remedial dapat menjadi sarana perwujudan keadilan dan kasih karunia dalam bidang pendidikan, karena pembelajaran remedial merupakan wujud kasih karunia kepada murid yang membutuhkan bantuan, sekaligus menjadi upaya pemenuhan kebutuhan setiap murid. Namun demikian, pelaksanaan remedial perlu memperhatikan dua hal: direspons proaktif oleh murid yang membutuhkan, dan tidak membebani murid tersebut dengan tambahan biaya."}, "filled": true, "author_pub_id": "978U-DUAAAAJ:9yKSN-GCB0IC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=11803090049561443316", "cites_id": ["11803090049561443316"], "pub_url": "http://mail.aletheia.petra.ac.id/index.php/aletheia/article/view/215", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:9LsOWN3_zKMJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Integrasi Narasi Alkitabiah pada Pelajaran Energi Terhadap Pembentukan Paradigma Kristen Murid Kelas 4 SD", "pub_year": 2022, "citation": "Aletheia Christian Educators Journal 3 (2), 79-88, 2022", "author": "Shinta Presilia and Franky Boentolo", "journal": "Aletheia Christian Educators Journal", "volume": "3", "number": "2", "pages": "79-88"}, "filled": true, "author_pub_id": "978U-DUAAAAJ:u-x6o8ySG0sC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=10164401703897599336", "cites_id": ["10164401703897599336"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:aA0xE381D40J:scholar.google.com/", "cites_per_year": {"2024": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Konsep Pembaharuan pada Langit dan Bumi Baru, ditinjau Berdasarkan Perkembangan Pemikiran dari Perjanjian Lama, Intertestamental dan Perjanjian Baru.", "pub_year": 2020, "citation": "Sekolah Tinggi Teologi SAAT Malang, 2020", "author": "Franky Boentolo", "abstract": "Langit dan bumi baru merupakan klimaks pengharapan orang percaya. Kondisi dan proses hadirnya langit dan bumi baru tersebut akan mempengaruhi sikap hati dan perilaku orang percaya. Apakah langit dan bumi saat ini akan dihancurkan, dan orang-orang percaya akan dipindahkan ke yang benar-benar diciptakan ulang dari baru? Apakah justru langit dan bumi baru merupakan hasil restorasi dari dunia saat ini? Dalam tesis ini, penulis menyetujui pandangan renewalism, dan berusaha membuktikan kebenaran ajaran tersebut. Renewalism merupakan istilah untuk pandangan kedua (bahwa dunia ini akan direstorasi menjadi langit dan bumi baru). Untuk melengkapi perkembangan studi yang telah ada, tulisan ini menggunakan pendekatan survei pemikiran, dari cikal bakal konsep tersebut, hingga bentuk akhirnya (klimaks). Survei tersebut didasarkan atas nats-nats pilihan: Kejadian 1-3; Yesaya 65:17-66:24; 1 Henokh 90:28-39; Roma 8:19-22; dan Wahyu 21-22. Kejadian 1-3 dan Wahyu 21-22 merupakan awal dan akhir, baik dalam membahas langit dan bumi baru secara khusus, maupun dalam konteks kanon Alkitab secara umum. Bagian nats Yesaya tentu saja mewakili Perjanjian Lama, dan bagian nats Roma mewakili Perjanjian Baru. Sementara itu, 1 Henokh 90 merupakan representasi masa antar-perjanjian. Dengan studi survei ini, penulis ingin menunjukkan kesinambungan motif-motif yang ada dari Kejadian 1-3 hingga Wahyu 21-22. Hasil observasi ini pun sejalan dengan teologi alkitabiah secara keseluruhan, khususnya mengenai topik sejarah penebusan.  Dalam melakukan survei terhadap nats-nats tersebut, penulis …"}, "filled": true, "author_pub_id": "978U-DUAAAAJ:d1gkVwhDpl0C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=16010503217281094194", "cites_id": ["16010503217281094194"], "pub_url": "https://repository.seabs.ac.id/handle/123456789/1364", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:MtJJTdm7MN4J:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengharapan Orang Kristen Ditengah-tengah Peperangan Kosmik: Studi Terhadap Wahyu pasal Dua Belas Berdasarkan Pendekatan Penafsiran Apokaliptik Yahudi", "pub_year": 2012, "citation": "Seminari Alkitab Asia Tenggara, 2012", "author": "Franky Boentolo", "abstract": "Pengharapan Orang Kristen Ditengah-tengah Peperangan Kosmik: Studi Terhadap Wahyu \npasal Dua Belas Berdasarkan Pendekatan Penafsiran Apokaliptik Yahudi Toggle navigation \nLogin Toggle navigation View Item STT SAAT Institutional Repository Theses M.Div. View Item \nSTT SAAT Institutional Repository Theses M.Div. View Item Pengharapan Orang Kristen \nDitengah-tengah Peperangan Kosmik: Studi Terhadap Wahyu pasal Dua Belas Berdasarkan \nPendekatan Penafsiran Apokaliptik Yahudi Thumbnail Date 2012-03 Author Boentolo, Franky \nMetadata Show full item record URI http://repository.seabs.ac.id/handle/123456789/1327 \nCollections M.Div. Copyright © 2018 STT SAAT Contact Us | Send Feedback STT SAAT Search \nDSpace This Collection Browse All of DSpaceCommunities & CollectionsBy Issue \nDateAuthorsTitlesSubjectsThis CollectionBy Issue DateAuthorsTitlesSubjects My Account Login…"}, "filled": true, "author_pub_id": "978U-DUAAAAJ:u5HHmVD_uO8C", "num_citations": 0, "pub_url": "https://repository.seabs.ac.id/handle/123456789/1327", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:7O0YlsS_z1sJ:scholar.google.com/", "cites_per_year": {}}
