{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The impact of management style and supply chain coordination on the lean projects implementation to increase the operational performance", "pub_year": 2025, "citation": "Growing Science, 2025", "author": "Rismawati Br Sitepu and Zeplin Jiwa Husada Tarigan and Laij Victor Effendi and Henry Susanto Pranoto and Hotlan Siagian", "publisher": "Growing Science", "abstract": "The Indonesian manufacturing industry contributes significantly to economic growth in the globalization era. The capability of company leaders to manage excellently determines manufacturing's competitiveness and sustainable performance to survive in current conditions. This study examines the impact of management style and supply chain coordination on operational performance through lean project adoption. The research surveyed manufacturing companies in Indonesia by distributing questionnaires with Google form links to industry practitioners. The survey obtained 172 manufacturing companies with purposive sampling, which is at least the staff level in the company and permanent employees. Data processing is carried out by structural equation modeling and meets the goodness of fitness. The processing results showed that management style influenced internal supply chain coordination by 0.729, external supply chain coordination by 0.221, and lean project manufacture by 0.152. The company's internal supply chain coordination impacts increased external supply chain coordination by 0.512, lean project manufacture by 0.375, and operational performance by 0.405. External supply chain coordination impacted the increase in lean project manufacturing by 0.396. and operational performance of 0.234. Lean project manufacturing in the company impacts operational performance by 0.172. The practical contribution of the research provides insight into supervisors and managers always to be consistent and committed to lean manufacturing practices and build strong internal and external coordination.  The theoretical contribution of …"}, "filled": true, "author_pub_id": "9kiTNVMAAAAJ:K3LRdlH-MEoC", "num_citations": 0, "pub_url": "https://dspace.uc.ac.id/handle/123456789/8137", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:DBiuieY6FmMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The influence of project managing capability, IT integration, supply coordination, and process innovation to improve organizational performance of educational institutions", "pub_year": 2025, "citation": "Growing Science 10 (1), 27, 2025", "author": "Ellysa Sri Hartati and Hotlan Siagian and Zeplin Jiwa Husada Tarigan and Ferry Jie", "volume": "10", "number": "1", "pages": "27", "publisher": "Growing Science", "abstract": "The organization strives to provide timely service according to customer needs. Organizations must communicate and make the right decisions quickly to improve performance. The research aims to assess the influence of project management capability, integration, and coordination in improving organizational performance. Data is collected using a questionnaire designed with a five-point Likert scale. The respondents are all suppliers or vendors of high school educational Institutions in East Java. The organization has a project manager responsible for all procurement and projects. The criteria of suppliers or vendors are those who have paid taxes, have a taxpayer number, and have an adequate bank account. Data analysis used the SEM-PLS approach employing SmartPLS software version 4.0. The data processing results showed that project management capability positively affected information technology integration by 0.712, supply coordination by 0.432, and process innovation by 0.250. Information technology integration positively impacted supply coordination by 0.445, process innovation by 0.254, and organizational performance by 0.304. Supply coordination positively affected process innovation by 0.366 and organizational performance by 0.385. Finally, process innovation had a positive effect on organizational performance by 0.234. The research provides insights for foundations to optimize the role of departments in building supply coordination using information technology. Project managers must optimize integrated information technology by maintaining investment and upgrading equipment, making a theoretical contribution to …"}, "filled": true, "author_pub_id": "9kiTNVMAAAAJ:738O_yMBCRsC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=12066164448295082611", "cites_id": ["12066164448295082611"], "pub_url": "https://ro.ecu.edu.au/ecuworks2022-2026/5085/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:c1oT7qKgc6cJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
