{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The impact of management style and supply chain coordination on the lean projects implementation to increase the operational performance", "pub_year": 2025, "citation": "Growing Science, 2025", "author": "Rismawati Br Sitepu and Zeplin Jiwa Husada Tarigan and Laij Victor Effendi and Henry Susanto Pranoto and Hotlan Siagian", "publisher": "Growing Science", "abstract": "The Indonesian manufacturing industry contributes significantly to economic growth in the globalization era. The capability of company leaders to manage excellently determines manufacturing's competitiveness and sustainable performance to survive in current conditions. This study examines the impact of management style and supply chain coordination on operational performance through lean project adoption. The research surveyed manufacturing companies in Indonesia by distributing questionnaires with Google form links to industry practitioners. The survey obtained 172 manufacturing companies with purposive sampling, which is at least the staff level in the company and permanent employees. Data processing is carried out by structural equation modeling and meets the goodness of fitness. The processing results showed that management style influenced internal supply chain coordination by 0.729, external supply chain coordination by 0.221, and lean project manufacture by 0.152. The company's internal supply chain coordination impacts increased external supply chain coordination by 0.512, lean project manufacture by 0.375, and operational performance by 0.405. External supply chain coordination impacted the increase in lean project manufacturing by 0.396. and operational performance of 0.234. Lean project manufacturing in the company impacts operational performance by 0.172. The practical contribution of the research provides insight into supervisors and managers always to be consistent and committed to lean manufacturing practices and build strong internal and external coordination.  The theoretical contribution of …"}, "filled": true, "author_pub_id": "9kiTNVMAAAAJ:K3LRdlH-MEoC", "num_citations": 0, "pub_url": "https://dspace.uc.ac.id/handle/123456789/8137", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:DBiuieY6FmMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The influence of project managing capability, IT integration, supply coordination, and process innovation to improve organizational performance of educational institutions", "pub_year": 2025, "citation": "Growing Science 10 (1), 27, 2025", "author": "Ellysa Sri Hartati and Hotlan Siagian and Zeplin Jiwa Husada Tarigan and Ferry Jie", "volume": "10", "number": "1", "pages": "27", "publisher": "Growing Science", "abstract": "The organization strives to provide timely service according to customer needs. Organizations must communicate and make the right decisions quickly to improve performance. The research aims to assess the influence of project management capability, integration, and coordination in improving organizational performance. Data is collected using a questionnaire designed with a five-point Likert scale. The respondents are all suppliers or vendors of high school educational Institutions in East Java. The organization has a project manager responsible for all procurement and projects. The criteria of suppliers or vendors are those who have paid taxes, have a taxpayer number, and have an adequate bank account. Data analysis used the SEM-PLS approach employing SmartPLS software version 4.0. The data processing results showed that project management capability positively affected information technology integration by 0.712, supply coordination by 0.432, and process innovation by 0.250. Information technology integration positively impacted supply coordination by 0.445, process innovation by 0.254, and organizational performance by 0.304. Supply coordination positively affected process innovation by 0.366 and organizational performance by 0.385. Finally, process innovation had a positive effect on organizational performance by 0.234. The research provides insights for foundations to optimize the role of departments in building supply coordination using information technology. Project managers must optimize integrated information technology by maintaining investment and upgrading equipment, making a theoretical contribution to …"}, "filled": true, "author_pub_id": "9kiTNVMAAAAJ:738O_yMBCRsC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=12066164448295082611", "cites_id": ["12066164448295082611"], "pub_url": "https://ro.ecu.edu.au/ecuworks2022-2026/5085/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:c1oT7qKgc6cJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Impact of Personality Traits on Financial Decisions through Financial Knowledge and Investment Risk.", "pub_year": 2024, "citation": "Journal of Competitiveness 16 (2), 2024", "author": "Sautma Ronni Basana and Zeplin Jiwa Husada Tarigan and Hotlan Siagian and Ferry Jie", "journal": "Journal of Competitiveness", "volume": "16", "number": "2", "abstract": "The personality of the investor has a significant role in determining investment decisions. Investors' personality traits and financial literacy determine their ability to understand investment risks. This capability enables investors to make appropriate investment decisions and enhances the competitiveness of the investors and the organization for which they work. This study examines the impact of personality traits on financial decisions mediated by financial literacy and investment risk. Data was collected from stock investors (individuals or organizations) in Indonesia, with as many as 455 respondents. The proposed hypotheses were tested and verified using the partial least squares approach using SmartPLS software version 4.0. The results indicated that personality traits composed of openness, conscientiousness, extraversion, agreeableness, and neuroticism affect financial literacy, investment risk, and financial …"}, "filled": true, "author_pub_id": "9kiTNVMAAAAJ:p2g8aNsByqUC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=1449897208081121277", "cites_id": ["1449897208081121277"], "pub_url": "https://search.ebscohost.com/login.aspx?direct=true&profile=ehost&scope=site&authtype=crawler&jrnl=1804171X&AN=178757892&h=WM2QIY9EN6VEtR%2FHyvZ93rXZz0PDTvoPEZ55T%2FFGaSAB9ME2jNx2fwIJU4WHXJ6QtT9LhNfmR%2FgRz%2B6U%2Bbb83Q%3D%3D&crl=c", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:_X-BMNQRHxQJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The impact of SCM integration on business performance through information sharing, quality integration and innovation system", "pub_year": 2024, "citation": "Uncertain Supply Chain Management 12 (1), 435-448, 2024", "author": "Sautma Ronni Basana and Mariana Ing Malelak and Widjojo Suprapto and Hotlan Siagian and Zeplin Jiwa Husada Tarigan", "volume": "12", "number": "1", "pages": "435-448", "abstract": "Integration with external supply chain partners can reduce the risk of process and product development disruptions. Hence, the companies should anticipate and prepare for any risk that could emerge in the supply chain network. This study aims to analyze the role of supply chain integration, information sharing, supply chain quality integration, and innovation systems in improving business performance in the manufacturing industry. The study surveyed manufacturing companies located in East Java, as many as 258 companies. Data was collected using questionnaires designed with a five-point Likert scale and distributed through Google Forms and company visits. 222 questionnaires were distributed through Google Forms, and 36 were distributed during company visits. The smartPLS software version 4.0 was used for descriptive analysis and hypothesis testing. The results showed that supply chain integration positively impacts information sharing, quality integration, and innovation systems. Information sharing significantly supports the implementation of quality integration and innovation systems. However, quality integration does not affect the innovation system. Likewise, innovation systems have no impact on improving business performance. Many manufacturing companies in East Java had not done innovation systems appropriately after the COVID-19 disruption as the company still focused on current processes and products to maintain company sustainability. Furthermore, information sharing, and supply chain quality integration significantly improve business performance. The results of this study could contribute to managers building …"}, "filled": true, "author_pub_id": "9kiTNVMAAAAJ:EUQCXRtRnyEC", "num_citations": 12, "citedby_url": "/scholar?hl=en&cites=3941415658712520650", "cites_id": ["3941415658712520650"], "pub_url": "https://repository.petra.ac.id/21422/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:yte4uai4sjYJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 8, "2025": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The role of information technology implementation, information sharing, and supply chain collaboration in improving supply chain performance", "pub_year": 2024, "citation": "AIP conference proceedings 2951 (1), 2024", "author": "Glenn Ryan Purwanto and Hotlan Siagian and Oviliani Yenty Yuliana", "journal": "AIP conference proceedings", "volume": "2951", "number": "1", "publisher": "AIP Publishing"}, "filled": true, "author_pub_id": "9kiTNVMAAAAJ:xtRiw3GOFMkC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=11844707186963958306", "cites_id": ["11844707186963958306"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:IsqAO27aYKQJ:scholar.google.com/", "cites_per_year": {"2024": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "dgfgdg", "pub_year": 2024, "citation": "dgfgdg, 2024", "author": "Zeplin Jiwa Husada Tarigan and Hotlan Siagian", "publisher": "Petra Christian University"}, "filled": true, "author_pub_id": "9kiTNVMAAAAJ:NhqRSupF_l8C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20700/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:xkhm4_8n3L8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The influence of supply chain integration on firm performance through lean manufacturing, green supply chain management and risk management", "pub_year": 2024, "citation": "Growing Science 12 (4), 2699, 2024", "author": "Lydia Christian and Zeplin Jiwa Husada Tarigan and Hotlan Siagian and Sautma Ronni Basana and Ferry Jie", "volume": "12", "number": "4", "pages": "2699", "publisher": "Growing Science", "abstract": "The rapid development of technology has enabled companies to integrate internal and external partners working together in the supply chain network. Supply chain integration allows fast information to facilitate real-time and reliable decision-making. This study investigates the role of supply chain integration on firm performance through adopting lean manufacturing, green supply chain management, and risk management. The study surveyed manufacturing companies implementing ISO 14000 to represent green supply chain management and integrated information technology as a form of integration. The questionnaires were distributed using a Google form, and 93 valid responses were obtained. Data analysis employed a partial least square approach with SmartPLS software 4.1 version. The data processing results found that supply chain integration increased lean manufacturing by 0.684, green supply chain management by 0.451, and supply chain risk management by 0.333. Lean manufacturing companies using a continuous process control system and process improvements significantly improve green supply chain management by a path coefficient of 0.477, supply chain risk management by 0.206, and firm performance by 0.370. Green supply chain management significantly impacts supply chain risk management by a coefficient of 0.416 and firm performance by 0.189. Supply chain risk management with a system for detecting operational process risks and emergency procedures in overcoming changes in customer orders affects the increase in firm performance by 0.354. The practical contribution of research provides insight for …"}, "filled": true, "author_pub_id": "9kiTNVMAAAAJ:WbkHhVStYXYC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=5846636342164251122", "cites_id": ["5846636342164251122"], "pub_url": "https://ro.ecu.edu.au/ecuworks2022-2026/4413/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8uGWwcZsI1EJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The role of supplier-buyer relationship in enhancing business performance through supply chain management practice, total quality management implementation and product innovation", "pub_year": 2024, "citation": "Growing Science 12 (4), 2463, 2024", "author": "Ronaldo Richard Gunawan and Hotlan Siagian and Zeplin Jiwa Husada Tarigan and Ferry Jie", "volume": "12", "number": "4", "pages": "2463", "publisher": "Growing Science", "abstract": "The Company should collaborate with supply chain members to support business process activities and increase competitiveness. Company collaboration with suppliers is essential in supporting the adoption of supply chain practices and total quality management to pursue product innovation and enhance business performance. This study investigates the role of supplier-buyer relationships in enhancing business performance through supply chain management practice, total quality management, and product innovation. The research surveyed 150 companies implementing total quality management with ISO certification in East Java. Data processing employs partial least squares using SmartPLS software version 4.0. The research found that supplier-buyer relationships positively and significantly influence supply chain practice by 0.800, total quality management by 0.438, and product innovation by 0.293. The company's ability to implement supply chain practices positively affects total quality management by 0.443, product innovation by 0.206, and business performance by 0.263. Total quality management adopted by manufacturing companies by obtaining ISO certification has an impact on increasing product innovation by 0.412 and business performance by 0.276. The company's ability to build a supply chain strategy to produce innovative products affects business performance by 0.446. The research results contribute practically to managers who build coordination with supply chain members, especially purchasing and marketing managers, to be able to read the capabilities and advantages of external partners to be communicated …"}, "filled": true, "author_pub_id": "9kiTNVMAAAAJ:Tiz5es2fbqcC", "num_citations": 0, "pub_url": "https://ro.ecu.edu.au/ecuworks2022-2026/4419/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:r2jTD63hmUYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The effect of digital ERP implementation, supply chain integration and supply chain flexibility on business performance", "pub_year": 2024, "citation": "Growing Science 8 (4), 2399, 2024", "author": "Kevin Joshua Harianto and Zeplin Jiwa Husada Tarigan and Hotlan Siagian and Sautma Ronni Basana and Ferry Jie", "volume": "8", "number": "4", "pages": "2399", "publisher": "Growing Science", "abstract": "Globalization entails manufacturing companies improving their competitiveness to be superior to competitors. This study investigates the role of ERP implementation in improving business performance through supply chain integration, external supply chain integration, and flexibility. The research surveyed manufacturing companies that were implementing ERP technology adequately. Data was collected from 99 manufacturing companies in East Java that have implemented ERP. The study used judgmental sampling with criteria for employees who have worked for two years and permanent employees and have a role as a critical user or end user of one of the ERP modules in the company department. Data analysis used SmartPLS software version 4.0. The results showed that ERP implementation enhances internal supply chain integration by 0.708, external supply chain integration by 0.491, and supply chain flexibility by 0.244. By responding quickly to interdepartmental needs and integrating systems between functions, internal supply chain integration affects external supply chain integration by 0.373, supply chain flexibility by 0.249, and business performance by 0.196. External supply chain integration affects supply chain flexibility by 0.445 and performance by 0.360. Moreover, supply chain flexibility, described by the flexibility of employee working hours as needed, on-time product delivery, and production processes, impacted business performance by 0.378. The study results provide practical contributions for corporate information technology managers to invest in upgrading ERP software and hardware to maintain integration with a single …"}, "filled": true, "author_pub_id": "9kiTNVMAAAAJ:XiSMed-E-HIC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=3783132861965547857", "cites_id": ["3783132861965547857"], "pub_url": "https://ro.ecu.edu.au/ecuworks2022-2026/4407/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:UTmQR0tjgDQJ:scholar.google.com/", "cites_per_year": {"2024": 2, "2025": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The role of top management commitment to improve operational performance through it adoption, supply chain integration, and green supply chain management", "pub_year": 2024, "citation": "Growing Science 13 (3), 647, 2024", "author": "Zenia Estella Soesetyo and Zeplin Jiwa Husada Tarigan and Hotlan Siagian and Sautma Ronni Basana and Ferry Jie", "volume": "13", "number": "3", "pages": "647", "publisher": "Growing Science", "abstract": "Manufacturing companies constantly strive to produce products that promote better competitiveness. In addition, the current business environment requires manufacturing companies to adopt environmentally friendly concepts, which have become a global customer concern. Therefore, companies must inevitably meet environmental protection requirements through ecologically friendly processes and products. Meanwhile, environmentally friendly adoption requires a capital-intensive investment, which doubts the management regarding the investment return. Hence, top management commitment is highly needed to maintain eco-friendly products and contribute to the company's performance. This study examines the role of top management commitment to operational performance through adopting information technology, supply chain integration, and green supply chain management. This study surveyed manufacturing companies that have implemented ISO 14000, as many as 73 companies with criteria of having more than 100 employees. Data is collected using questionnaires directly and online with Google Forms. The results of data processing analysis found that top management commitment influences information technology adoption with a priority scale to maintain competitiveness and strategies that increase competitiveness. Top management commitment through information technology can improve supply chain integration and green supply chain management. In addition, supply chain integration improves green supply chain management and operational performance. Implement environmental-friendly measures by involving external …"}, "filled": true, "author_pub_id": "9kiTNVMAAAAJ:KxtntwgDAa4C", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=12923476181939190600", "cites_id": ["12923476181939190600"], "pub_url": "https://ro.ecu.edu.au/ecuworks2022-2026/4658/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:SPu0rx1pWbMJ:scholar.google.com/", "cites_per_year": {"2024": 2, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Exploring the key enabling role of digital technology for enhancing supply chain performance through supply chain collaboration, inventory management and supply chain resilience", "pub_year": 2024, "citation": "Growing Science 12 (3), 1769, 2024", "author": "Michelle J Sadha and Zeplin JH Tarigan and Hotlan Siagian and Ferry Jie", "volume": "12", "number": "3", "pages": "1769", "publisher": "Growing Science", "abstract": "The company always tries to improve competitiveness by improving company performance. Using upgraded digital technology makes it easier for internal and external companies to determine business strategies quickly and precisely. This study surveyed expedition companies in East Java, as many as 104 companies with the criteria of having a transportation fleet. Data collection using questionnaires and dissemination in collaboration with the Association of Express Delivery Service Companies, Post and Logistics Indonesia (ASPERINDO). Research respondents consist of employees or unit leaders who are competent in the substance of the survey. Data analysis uses the partial least square (PLS) method. The results showed that digital technology positively and significantly impacts supply chain collaboration, inventory management, and supply chain resilience. The company's ability to build supply chain collaboration impacts improving inventory management optimization, supply chain resilience, and supply chain performance. Furthermore, inventory management with the ability to control inventory well and on-time delivery does not impact supply chain resilience. However, good inventory management has a positive impact on supply chain performance. Likewise, shipping companies, by increasing supply chain resilience, have an impact on supply chain performance. The results of this study contribute to the theory of supply chain management and resource-based view. The practical contribution enlightens the middle and top management on the importance of digital technology with the suitability of investment and benefits obtained in …"}, "filled": true, "author_pub_id": "9kiTNVMAAAAJ:P5F9QuxV20EC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=3723784188758133669", "cites_id": ["3723784188758133669"], "pub_url": "https://ro.ecu.edu.au/ecuworks2022-2026/3966/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:pQslf_2JrTMJ:scholar.google.com/", "cites_per_year": {"2024": 3, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The influence of supplier competency on business performance through supplier integration, vendor-managed inventory, and supply chain collaboration in Fuel Station: An evidence from Timor Leste", "pub_year": 2024, "citation": "Uncertain Supply Chain Management 12 (1), 207-220, 2024", "author": "R Silva and Z Tarigan and Hotlan Siagian", "journal": "Uncertain Supply Chain Management", "volume": "12", "number": "1", "pages": "207-220"}, "filled": true, "author_pub_id": "9kiTNVMAAAAJ:_xSYboBqXhAC", "num_citations": 8, "citedby_url": "/scholar?hl=en&cites=3464831732630353409", "cites_id": ["3464831732630353409"], "pub_url": "https://scholar.google.com/scholar?cluster=3464831732630353409&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:AfbudRqOFTAJ:scholar.google.com/", "cites_per_year": {"2024": 6, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The influence of top management commitment on the operational performance through the mediating role of the green purchasing and iso 14000 implementation", "pub_year": 2024, "citation": "Journal of future sustainability 4 (1), 11-22, 2024", "author": "Whenama Ghea Setyo Nugroho and Zeplin Jiwa Husada Tarigan and Hotlan Siagian", "journal": "Journal of future sustainability", "volume": "4", "number": "1", "pages": "11-22"}, "filled": true, "author_pub_id": "9kiTNVMAAAAJ:dfsIfKJdRG4C", "num_citations": 8, "citedby_url": "/scholar?hl=en&cites=12064920941019383664", "cites_id": ["12064920941019383664"], "pub_url": "https://scholar.google.com/scholar?cluster=12064920941019383664&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:cMehVKw1b6cJ:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 3, "2025": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The effect of excessive use of social networking sites on customer loyalty, mediating role of perceived usefulness, essential information, behavioral intention.", "pub_year": 2023, "citation": "International Journal of Data & Network Science 7 (4), 2023", "author": "Hotlan Siagian and Zeplin Jiwa Husada Tarigan and Ribut Basuki and Sautma Ronni Basana", "journal": "International Journal of Data & Network Science", "volume": "7", "number": "4", "abstract": "The use of social media for young people has encouraged communication and socialization with other users massively and excessively. Besides, activities by the community of social media users have allocated much time. This condition exposed productivity as a challenge in the place and family communication. This study explores the effect of excessive use of social networking sites on customer loyalty with the mediating role of perceived usefulness, behavioral intention, and essential information. This research focused on adult-young people who use social networking media daily. Data collection used questionnaires designed with a five-point Likert scale and distributed online through Google Forms link. The respondents were given rewards through internet charge vouchers to encourage them, respondents, to complete the questionnaires. The questionnaire was distributed successfully to 932 prospective …"}, "filled": true, "author_pub_id": "9kiTNVMAAAAJ:f2IySw72cVMC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=16795262616417176902", "cites_id": ["16795262616417176902"], "pub_url": "https://scholar.google.com/scholar?cluster=16795262616417176902&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Ro3xUF3CFOkJ:scholar.google.com/", "cites_per_year": {"2024": 3, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The influence of the human-machine interface on operational performance through supply chain agility", "pub_year": 2023, "citation": "Uncertain Supply Chain Management 11 (3), 1783-1788, 2023", "author": "Zeplin Jiwa Husada Tarigan and Hotlan Siagian and Yonathan Palumian and I Nyoman Sutapa", "volume": "11", "number": "3", "pages": "1783-1788", "abstract": "Manufacturing companies continue to carry out activities by maximizing the role of the human machine interface. Its function is to provide work effectiveness and efficiency, compliance with social distancing at the working place, and maintain the production optimum utilization level of machines. The human-machine interface, semi-automatic or fully automatic, gives a significant role to operators and supervisors in company operations to monitor production results in real time. This study examines the influence of human-machine interface adoption on operational performance through supply chain agility. Questionnaires were distributed to 77 companies in East Java, and 56 questionnaires were considered valid for analysis. The data processing results show that the human-machine interface impacts the supply chain agility with a path coefficient of 0.665. The human-machine interface affects operational performance with a path coefficient of 0.334. Similarly, supply chain agility impacts operational performance with a path coefficient of 0.306. The human-machine interface affects operational performance through an agile supply chain with a path coefficient 0.203. This result implies that firm management needs to consider adopting HMI technology to improve the firms performance and competitive advantage. This work could also contribute to the current research in operations and supply chain management."}, "filled": true, "author_pub_id": "9kiTNVMAAAAJ:pyW8ca7W8N0C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21093/1/Publikasi1_04017_9630.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:MwdkksCuOQEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The influence of eco-design, green information systems, green manufacturing, and green purchasing on manufacturing performance.", "pub_year": 2023, "citation": "International Journal of Data & Network Science 7 (3), 2023", "author": "Florencia Angela Wungkana and Hotlan Siagian and Zeplin Jiwa Husada Tarigan", "journal": "International Journal of Data & Network Science", "volume": "7", "number": "3", "abstract": "Companies today strive to integrate manufacturing processes with the environment to strike a balance. This study aims to examine the impact of green implementation for companies on the performance of manufacturing companies. Data was collected using Google Forms distributed online to the manufacturing companies domiciled in East Java. The criterion for the companies is that they have been committed to implementing a green approach to the production process, procurement of environmentally friendly raw materials, and green products. The partial least square technique analyzed data from as many as 115 respondents, with the position as senior staff level and higher, who have worked for at least two years and are permanent employees. The results showed that the implementation of eco-design has an impact on green purchasing and green manufacturing. Eco-design and green information systems …"}, "filled": true, "author_pub_id": "9kiTNVMAAAAJ:a0OBvERweLwC", "num_citations": 17, "citedby_url": "/scholar?hl=en&cites=8884001342561218242", "cites_id": ["8884001342561218242"], "pub_url": "https://scholar.google.com/scholar?cluster=8884001342561218242&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:wm50zyZQSnsJ:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 10, "2025": 5}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The effect of supply chain collaboration on supply chain performance through production technology, new product development and product knowledge", "pub_year": 2023, "citation": "Uncertain Supply Chain Management 11 (2), 1-14, 2023", "author": "ENNY NOVIJANTI and Zeplin Jiwa Husada Tarigan and Hotlan Siagian", "volume": "11", "number": "2", "pages": "1-14", "abstract": "Manufacturing companies are trying hard to anticipate a disrupted supply chain. Internal changes are encouraged to adapt to external conditions. Partnerships with external parties through supply chain collaboration are needed to improve supply chain performance and increase competitiveness. This research examines the effect of supply chain collaboration on supply chain performance by adopting new product development, product knowledge, and production technology. The study surveyed 148 manufacturing companies at managerial level using questionnaires. Data processing using SmartPLS software version 4.0. The results show that supply chain collaboration positively influences production technology, product knowledge, new product development, and supply chain performance. Production technology positively impacts product knowledge, new product development, and supply chain performance. The results also show that supply chain performance is influenced by product knowledge and new product development. In addition, production technology, new product development, and product knowledge mediate the indirect influence of supply chain collaboration on supply chain performance. This study contributes to enriching supply chain management theory. The practical contribution is to enlighten the companys managerial to run supply chain collaboration in generating performance and competitiveness."}, "filled": true, "author_pub_id": "9kiTNVMAAAAJ:fPk4N6BV_jEC", "num_citations": 10, "citedby_url": "/scholar?hl=en&cites=8535893534212203815", "cites_id": ["8535893534212203815"], "pub_url": "https://repository.petra.ac.id/20270/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:J6VFu_GVdXYJ:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 6, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The impact of top management commitment on green manufacturing, supplier integration, and customer integration in improving operational performance", "pub_year": 2023, "citation": "International Journal of Agile Systems and Management 16 (4), 512-536, 2023", "author": "Hotlan Siagian and Zeplin Jiwa Husada Tarigan and Sautma Roni Basana and Ferry Jie", "journal": "International Journal of Agile Systems and Management", "volume": "16", "number": "4", "pages": "512-536", "publisher": "Inderscience Publishers (IEL)", "abstract": "This study investigates the impact of top management commitment on operational performance through green manufacturing, supplier integration, and customer integration. The study has surveyed 120 medium and large manufacturing companies domiciled in east Java, Indonesia. Data collection used a questionnaire designed with a five-point Likert scale. Data analysis used the partial least square (PLS) using smartPLS software. The results support 13 of 14 hypotheses developed. Top management commitment directly affects green manufacturing, supplier integration, and customer integration. However, top management commitment did not directly affect operational performance. Green manufacturing, supplier integration, and customer integration directly affect operational performance. Furthermore, top management commitment indirectly affects operational performance through green manufacturing, supplier …"}, "filled": true, "author_pub_id": "9kiTNVMAAAAJ:bFI3QPDXJZMC", "num_citations": 8, "citedby_url": "/scholar?hl=en&cites=12255502364441348221", "cites_id": ["12255502364441348221"], "pub_url": "https://www.inderscienceonline.com/doi/abs/10.1504/IJASM.2023.134062", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:fYh80HdKFKoJ:scholar.google.com/", "cites_per_year": {"2024": 4, "2025": 4}}
