{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "An enhanced analytical-based geometry processor for the volume of solid (VoS) method in CPU and GPU computations", "pub_year": 2025, "citation": "Computers & Fluids 293, 106602, 2025", "author": "Fandi D Suprianto and Ming-Jyh Chern and Chin-Cheng Wang", "journal": "Computers & Fluids", "volume": "293", "pages": "106602", "publisher": "Pergamon", "abstract": "This paper introduces an analytical–based geometry processor which improves the efficiency of volume-of-solid (VoS) CFD solvers for fluid–structure interaction (FSI) scenarios with rigid body motion. The combination of the VoS method and the direct forcing immersed boundary (DFIB) method speeds up geometry creation while significantly reducing computational workload during unsteady simulations of solid structure movement or deformation. The proposed geometry processor’s effectiveness is demonstrated in the vortex-induced vibrations (VIV) scenario of a single circular cylinder, where the geometry was dynamically modified at each timestep to correspond to the cylinder’s passive motion. Comparisson studies show that the enhanced VoS function accelerates geometry construction process significantly faster than the ray-casting method while maintaining the same level of accuracy. Furthermore, its GPU …"}, "filled": true, "author_pub_id": "_3hhgiMAAAAJ:B3FOqHPlNUQC", "num_citations": 0, "pub_url": "https://www.sciencedirect.com/science/article/pii/S0045793025000623", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:xRk4_wCRmyQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Fully Passive Energy Harvesting from Heaving and Pitching Airfoils: Oscillation Response Patterns and Vortex Dynamics in Fluid Flow", "pub_year": 2025, "citation": "Journal of Fluids and Structures 133, 104255, 2025", "author": "Ming-Jyh Chern and Tai-Yi Chou and Desta Goytom Tewolde and Fandi D Suprianto", "journal": "Journal of Fluids and Structures", "volume": "133", "pages": "104255", "publisher": "Academic Press", "abstract": "This study employs the Direct-Forcing Immersed Boundary (DFIB) method to model the flow-induced vibration (FIV) behavior of three types of airfoils—NACA0009, NACA0012, and NACA0015—within a flow field. The analysis investigates the vibration characteristics of these airfoils in a fully passive mode under specific conditions, including a fixed airfoil pitching center at 1 2 c, a mass ratio of 2.0, a Reynolds number of Re= 400, and undamped conditions with both aerodynamic damping coefficients set to zero (b a∗= b a θ∗= 0). The stiffness of the linear spring (k a∗) and the torsional spring (k a θ∗) are both defined as (2 π/U a∗) 2. The study examines the oscillatory responses, vortex patterns, and energy conversion efficiencies of the three types of airfoils across 12 reduced velocities (U a∗). Oscillation response patterns are categorized into three distinct regions: SI, T-II, and S-III, while vortex patterns are …"}, "filled": true, "author_pub_id": "_3hhgiMAAAAJ:sSrBHYA8nusC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=8396291520613224914", "cites_id": ["8396291520613224914"], "pub_url": "https://www.sciencedirect.com/science/article/pii/S0889974624001890", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:0pHGDKeehXQJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengembangan Perajangan Sampah Organik di Rumah Kompos Untuk Menjaga Lingkungan Secara Berkelanjutan", "pub_year": 2024, "citation": "Surya Abdimas 8 (3), 339-345, 2024", "author": "Willyanto Anggono and Fandi Dwiputra Suprianto and Yopi Yusuf Tanoto and Ivan Christian Hernando", "journal": "Surya Abdimas", "volume": "8", "number": "3", "pages": "339-345", "abstract": "Produksi pupuk organik dari rumah kompos yang berada di RT 4 RW 5 kelurahan Siwalankerto, kecamatan Wonocolo, kota Surabaya masih perlu untuk ditingkatkan, baik dari sisi bahan baku yang diperoleh dari limbah sayuran warga sedangkan proses pencacahan bahan organik dilakukan secara manual dan perharinya hanya berkisar 10 kg. Hal ini tentu saja tidak sebanding dengan sampah organik yang dihasilkan oleh warga di RT tersebut. Sampah organik yang dihasilkan oleh warga dapat mencapai 75 kg hingga100 kg perharinya. Dari permasalahan tersebut didesain sebuah alat pencacah sampah organik, untuk meningkatkan kapasitas dari hasil cacahan sampah organik setiap harinya yang merupakan bahan baku dari pupuk kompos. Disamping itu, dari jumlah cacahan yang meningkat ini diharapkan dapat meningkatkan juga produksi pupuk kompos. Langkah awal dari kegiatan pengabdian masyarakat ini dilakukan dengan mengunjungi rumah kompos. Setelah meilihat permasalahan yang ada, selanjutnya dilakukanlah proses desain dari alat perajang sampah otomatis ini. Mesin perajang sampah organik yang telah dibuat dan diuji ini selanjutnya diujicobakan di rumah kompos. Setelah prses ujicoba selesai maka selanjutnya adalah serah terima alat. Alat ini mampu untuk mencacah sampah organik yang dihasilkan oleh masyarakat dengan lebih efisien. Sampah organik warga yang mencapai 75 kg hingga 100 kg perharinya dapat dicacah dengan baik."}, "filled": true, "author_pub_id": "_3hhgiMAAAAJ:tS2w5q8j5-wC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=7217695661985064170", "cites_id": ["7217695661985064170"], "pub_url": "https://jurnal.umpwr.ac.id/index.php/abdimas/article/view/4340", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:6mR_rfZnKmQJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Parametric study of passive flow enhancement on a magnus VAWT blade using response surface methodology and direct-forcing immersed boundary method", "pub_year": 2024, "citation": "Journal of Renewable and Sustainable Energy 16 (2), 2024", "author": "Fandi D Suprianto and Ming-Jyh Chern and Chin-Cheng Wang", "journal": "Journal of Renewable and Sustainable Energy", "volume": "16", "number": "2", "publisher": "AIP Publishing", "abstract": "The Magnus vertical axis wind turbine harnesses the principle of the Magnus effect in conjunction with a vertical axis orientation. This mechanism is based on the lift and drag produced by rotating cylinders to propel the rotor and generate power. The proposed method involved installing a flat plate near each rotating cylinder to generate a higher unidirectional torque. As the configuration of the plate affects both the flow pattern and the forces exerted on the blade, the current study aims to identify an optimal blade configuration consisting of a rotating cylinder and a flat plate. A numerical model of the direct-forcing immersed boundary method was used to simulate the flow past a single blade using the static rotor simulation approach, and the Box–Behnken design for the response surface methodology (RSM) was applied to find an optimized flat plate arrangement that would produce the highest mean torque coefficient …"}, "filled": true, "author_pub_id": "_3hhgiMAAAAJ:08ZZubdj9fEC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=7705032297697583880", "cites_id": ["7705032297697583880"], "pub_url": "https://pubs.aip.org/aip/jrse/article/16/2/023302/3270222", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:CCMtPw3G7WoJ:scholar.google.com/", "cites_per_year": {"2024": 2, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Fuel Properties and Diesel Engine Performances of Biodiesel Blends derived from Salacca zalacca Seed Oil", "pub_year": 2024, "citation": "Fuel Properties and Diesel Engine Performances of Biodiesel Blends derived …, 2024", "author": "Gabriel J Gotama and KEVIN JONATHAN SUMARTA and Fandi Dwiputra Suprianto", "volume": "2951", "number": "1", "pages": "0400011-0400018", "abstract": "Biodiesel has been proposed as an alternative renewable fuel to reduce the dependency on fossil fuels. Since the quality of the biodiesel blends depends on the feedstock and the biodiesel-to-diesel ratio, an extensive study on a specific biodiesel feedstock should be conducted. Despite the abundance of Salacca zalacca plants in Southeast Asia, there is a lack of studies regarding their potential as biodiesel feedstock. Therefore, this study investigated the fuel properties and the diesel engine performances of biodiesel derived from Salacca zalacca seed oil. The biodiesel blends investigated have a biodiesel-to-diesel ratio of 10:90 (B10) and 20:80 (B20). Studies of the fuel property found that the flash point, distillation temperature at 90% recovery, and the Sulphur content of B10 and B20 need improvement to adhere to the biodiesel standards. The results from the engine performance studies under engine speeds …"}, "filled": true, "author_pub_id": "_3hhgiMAAAAJ:K3LRdlH-MEoC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20768/2/Publikasi4_98023_10008.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:M3pxgO3zvNYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Fuel properties and diesel engine performances of biodiesel blends derived from Salacca zalacca seed oil", "pub_year": 2024, "citation": "AIP Conference Proceedings 2951 (1), 2024", "author": "Willyanto Anggono and Gabriel J Gotama and Kevin Jonathan and Fandi D Suprianto and Teng Sutrisno", "journal": "AIP Conference Proceedings", "volume": "2951", "number": "1", "publisher": "AIP Publishing", "abstract": "Biodiesel has been proposed as an alternative renewable fuel to reduce the dependency on fossil fuels. Since the quality of the biodiesel blends depends on the feedstock and the biodiesel-to-diesel ratio, an extensive study on a specific biodiesel feedstock should be conducted. Despite the abundance of Salacca zalacca plants in Southeast Asia, there is a lack of studies regarding their potential as biodiesel feedstock. Therefore, this study investigated the fuel properties and the diesel engine performances of biodiesel derived from Salacca zalacca seed oil. The biodiesel blends investigated have a biodiesel-to-diesel ratio of 10: 90 (B10) and 20: 80 (B20). Studies of the fuel property found that the flash point, distillation temperature at 90% recovery, and the Sulphur content of B10 and B20 need improvement to adhere to the biodiesel standards. The results from the engine performance studies under engine speeds …"}, "filled": true, "author_pub_id": "_3hhgiMAAAAJ:738O_yMBCRsC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=13573635794589001831", "cites_id": ["13573635794589001831"], "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2951/1/040001/3020042", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZygBx9Y9X7wJ:scholar.google.com/", "cites_per_year": {"2024": 3, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Two-phase scrubber design as test separator for gas wells", "pub_year": 2024, "citation": "AIP Conference Proceedings 2951 (1), 2024", "author": "Joni Dewanto and Lisa Permatasari and Fandi D Suprianto", "journal": "AIP Conference Proceedings", "volume": "2951", "number": "1", "publisher": "AIP Publishing", "abstract": "Natural gas production from the wellhead is a complex mixture of gas and liquids contained in the gas. The liquid that is also produced from natural gas production will be in the form of liquid droplets and needs to be separated from the gas. A two-phase scrubber is a two-phase separator used to recover liquids carried away from natural gas production. Gas from the wellhead will enter the scrubber with a certain pressure and temperature according to the operating pressure and operating temperature and is held in the scrubber for some time (retention time). Due to the high working pressure, the scrubber tank is included in the pressure vessel category, and therefore the design process must be carried out correctly and follow the latest ASME BPVC standard (American Society of Mechanical Engineers standard of Boiler and Pressure Vessel Code) documentation. The design carried out is to determine the design …"}, "filled": true, "author_pub_id": "_3hhgiMAAAAJ:WbkHhVStYXYC", "num_citations": 0, "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2951/1/050002/3020060", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:IMMxZYB1EhIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Harvesting renewable energies through innovative kinetic honeycomb architectural facades: the mathematical & CFD modeling for wind turbine design optimization", "pub_year": 2022, "citation": "Journal of Asian Architecture and Building Engineering 21 (6), 2593-2604, 2022", "author": "Danny Santoso Mintorogo and Aris Budhiyanto and Feny Elsiana and Fandi D Suprianto and Sutrisno", "volume": "21", "number": "6", "pages": "2593-2604", "publisher": "Taylor & Francis", "abstract": "The research was specifically focused on the renewable energy factors associated with thousands of hexagonal micro-module wind turbines, hexagonal solar cell modules, and hexagonal modules for solar-reflecting pipes. This involved the utilization of windmills and solar cells specifically designed for a non-structural facade of the front building envelope through a double facade technique. Moreover, electrical energy was obtained from each windmill module, while extra renewable electricity from abundant sunlight was acquired through the hexagonal modules of the solar cells (photovoltaic) designed vertically on the building facade. However, this current research only focuses on hexagonal wind turbines. ANSYS Fluent 12.0 simulated software and numerical analysis were used to optimize and redesign the wind turbine blades in order to obtain more electricity from a single micro-module hexagonal wind turbine …"}, "filled": true, "author_pub_id": "_3hhgiMAAAAJ:dshw04ExmUIC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=6341766319433645332", "cites_id": ["6341766319433645332"], "pub_url": "https://www.tandfonline.com/doi/abs/10.1080/13467581.2021.2007102", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:FP1gDt56AlgJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "EFFECTS OF EXTRACTION METHODS ON THE FUEL CHARACTERISTICS AND DIESEL ENGINE PERFORMANCES OF JATROPHA CURCAS BIODIESEL", "pub_year": 2022, "citation": "Jurnal Teknologi 84 (4), 29-39, 2022", "author": "MM Noor and Shiyong Liao and KEVIN SANKA and Gabriel J Gotama and Fandi Dwiputra Suprianto", "volume": "84", "number": "4", "pages": "29-39", "abstract": "The development of high-quality biodiesel fuel has become more relevant due to the limited reserve and environmental effects of fossil fuel. In this study, oils derived from Jatropha curcas seeds through two extraction methods (soxhlet and cold-press) were compared. The fuel characteristics investigation suggested that methyl ester derived from oil extracted with the soxhlet method has lower viscosity, higher calculated cetane index, and slightly higher sulphur content. Comparison on the fuel characteristics with biodiesel standards showed that the methyl esters still had substantial amount of methanol and water due to low temperature during transesterification. The oils were also compared for their engine performances in a diesel engine under engine rotation of 1800 to 3000 RPM by blending derived methyl ester with pure petro-diesel to create B20 biodiesel. On average, B20 from soxhlet extraction has 3.86% higher power output, 3.55% higher torque, 3.4% higher BMEP, and 5.89% lower BSFC compared to cold-press. The extraction method affects the fuel characteristics of the methyl ester and the engine performances of the B20 biodiesel."}, "filled": true, "author_pub_id": "_3hhgiMAAAAJ:uWQEDVKXjbEC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19621/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:_QJ-Yw_-wVkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "EFFECTS OF EXTRACTION METHODS ON THE FUEL CHARACTERISTICS AND DIESEL ENGINE PERFORMANCES OF JATROPHA CURCAS BIODIESEL", "pub_year": 2022, "citation": "Jurnal Teknologi (Sciences & Engineering) 84 (4), 29-39, 2022", "author": "W Anggono and MM Noor and S Liao and K Sanka and GJ Gotama and FD Suprianto", "journal": "Jurnal Teknologi (Sciences & Engineering)", "volume": "84", "number": "4", "pages": "29-39", "abstract": "The development of high-quality biodiesel fuel has become more relevant due to the limited reserve and environmental effects of fossil fuel. In this study, oils derived from Jatropha curcas seeds through two extraction methods (soxhlet and cold-press) were compared. The fuel characteristics investigation suggested that methyl ester derived from oil extracted with the soxhlet method has lower viscosity, higher calculated cetane index, and slightly higher sulphur content. Comparison on the fuel characteristics with biodiesel standards showed that the methyl esters still had substantial amount of methanol and water due to low temperature during transesterification. The oils were also compared for their engine performances in a diesel engine under engine rotation of 1800 to 3000 RPM by blending derived methyl ester with pure petro-diesel to create B20 biodiesel. On average, B20 from soxhlet extraction has 3.86% higher power output, 3.55% higher torque, 3.4% higher BMEP, and 5.89% lower BSFC compared to cold-press. The extraction method affects the fuel characteristics of the methyl ester and the engine performances of the B20 biodiesel."}, "filled": true, "author_pub_id": "_3hhgiMAAAAJ:l7t_Zn2s7bgC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=16431569976191850458", "cites_id": ["16431569976191850458"], "pub_url": "https://journals.utm.my/jurnalteknologi/article/view/15079", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:2pfjzNWpCOQJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 0, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "KARAKTERISTIK PEMBAKARAN BAHAN BAKAR TERBARUKAN DENGAN RANTAI KARBON RENDAH", "pub_year": 2022, "citation": "KARAKTERISTIK PEMBAKARAN BAHAN BAKAR TERBARUKAN DENGAN RANTAI KARBON RENDAH, 2022", "author": "Fandi Dwiputra Suprianto and Gabriel Jeremy Gotama and Ivan Christian Hernando", "publisher": "PT Raja Grafindo Perkasa", "abstract": "Segala puji bagi Tuhan Yang Maha Esa yang senantiasa memberikan kemudahan dalam menyelesaikan segala urusan hingga kami dapat menyelesaikan buku kami yang berjudul Karakteristik Pembakaran Bahan Bakar Terbarukan Dengan Rantai Karbon Rendah. Terima kasih sedalam-dalamnya kepada seluruh tim yang telah dengan sabar dan ikhlas memberikan dukungan dalam setiap tahapan proses pembuatan buku ini. Buku yang berada di tangan anda ini merupakan buku yang berisi mengenai bagaimana memahami pembakaran, terutama pembakaran yang terjadi pada bahan bakar terbarukan dengan rantai karbon rendah (biogas). Buku ini juga berisi pemaparan mengenai penelitian yang telah dilakukan untuk memahami bagaimana karakteristik dari bahan bakar terbarukan dengan rantai karbon rendah. Buku ini juga akan menjadi buku bantuan bahan ajar Teknologi Pembakaran dan Bahan Bakar. Akhirnya kami ucapkan selamat membaca buku ini. Kami harapkan kritik dan saran yang membangun agar kami senantiasa bisa berbenah diri."}, "filled": true, "author_pub_id": "_3hhgiMAAAAJ:XiSMed-E-HIC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20051/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:eVpdVST82R8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Boks Truk Pengangkut Buah-Buahan", "pub_year": 2021, "citation": "Jurnal Teknik Mesin 18 (1), 8-11, 2021", "author": "Johan K Santoso and Fandi Dwiputra Suprianto", "journal": "Jurnal Teknik Mesin", "volume": "18", "number": "1", "pages": "8-11", "abstract": "Adanya permintaan buah stroberi segar yang terus meningkat untuk kebutuhan dalam negeri maupun luar negeri mendorong penggunaan boks pendingin pada proses transportasi. Selain pendinginan, juga diperlukan humidifikasi ruangan agar buah stroberi dapat sampai dengan kondisi masih segar. Dalam perancangan ini, boks pendingin di desain agar mampu mempertahankan suhu 10℃ dan 90% RH. Untuk dapat mencapai suhu tersebut dilakukan perhitungan untuk mengetahui beban pendinginan dan diperlukan simulasi untuk melihat pengaturan penyusunan boks buah agar udara dapat tersebar secara merata. Setelah proses simulasi dan perhitungan teleh diselesaikan, didapatkan bahwa sistem pendingin boks truk yang dikeluarkan oleh produsen Denso mampu mencapai kondisi steady dalam waktu 10 menit dan dapat mencukupi kebutuhan untuk pendinginan ruangan meskipun sudah terbeban oleh komoditas dan humidifikasi ruangan. Sedangkan untuk susunan boks buah yang dipakai adalah disusun ke atas sebanyak 5 boks, 3 ke belakang, dan 3 ke samping untuk 1 buah pallete"}, "filled": true, "author_pub_id": "_3hhgiMAAAAJ:nb7KW1ujOQ8C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=6339619903784644313", "cites_id": ["6339619903784644313"], "pub_url": "https://jurnalmesin.petra.ac.id/index.php/mes/article/view/23460", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:2W4UuLba-lcJ:scholar.google.com/", "cites_per_year": {"2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Investigation of briquette derived from Pterocarpus indicus leaves and rejected pineapples as inedible sources of renewable energy", "pub_year": 2021, "citation": "IOP Conference Series: Materials Science and Engineering 1034 (1), 012074, 2021", "author": "Gabriel J Gotama and Willyanto Anggono and Fandi D Suprianto and Ninuk Jonoadji and FX Yulio Arifin", "journal": "IOP Conference Series: Materials Science and Engineering", "volume": "1034", "number": "1", "pages": "012074", "publisher": "IOP Publishing", "abstract": "The previous studies have shown the potential of using Pterocarpus indicus leaves, which are wastes, as biomass material for briquette production. However, the use of tapioca as a binder may negatively affect the availability of food resources. An alternative to tapioca was proposed in this study by substituting it with rejected pineapples which are considered as wastes. Series of investigations were conducted to understand the potential of briquette made of Pterocarpus indicus leaves with rejected pineapple as the binder. The investigations included bomb calorimeter test to determine the proportion of biomass to the binder that generates the highest calorific value, the proximate and ultimate analyses, and the investigation of optimum particle size of biomass and condensing pressure related to the briquette's combustion characteristics. The results showed that 95% biomass and 5% binder to have the largest …"}, "filled": true, "author_pub_id": "_3hhgiMAAAAJ:P5F9QuxV20EC", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=6207525612395809582", "cites_id": ["6207525612395809582"], "pub_url": "https://iopscience.iop.org/article/10.1088/1757-899X/1034/1/012074/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Lsv91KePJVYJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 5, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "MEKANISASI KERETA DORONG PENGUSUNG PETI JENAZAH DI TPU KEPUTIH", "pub_year": 2021, "citation": "Jurnal Abdikarya: Jurnal Karya Pengabdian Dosen Dan Mahasiswa 4 (02), 2021", "author": "Fandi D Suprianto and Yopi Y Tanoto and Amelia Amelia and Ian H Siahaan and Ivan Christian", "journal": "Jurnal Abdikarya: Jurnal Karya Pengabdian Dosen Dan Mahasiswa", "volume": "4", "number": "02", "abstract": "Virus SARS-CoV-2 atau yang kita kenal dengan nama virus Covid-19, telah masuk di Indonesia sejak bulan Maret 2020. Wabah global yang merenggut banyak korban jiwa, akhirnya dideklarasikan secara resmi sebagai sebuah pandemi oleh WHO pada tanggal 9 Maret 2020. Sejak ditemukannya kasus pertama di Indonesia, jumlah kasus positif dan angka kematian pun semakin meningkat hingga pertengahan tahun 2020, dan masih jauh dari indikasi adanya penurunan. Demikian tingginya laju penyebaran Covid-19 berdampak ke semua aspek kehidupan, dan banyak memunculkan masalah dan tantangan baru dalam masyarakat. Selain tenaga kesehatan, salah satu profesi penting yang jarang kita sadari eksistensinya di masa pandemi ini adalah para penggali makam. Begitu banyaknya korban meninggal yang harus dimakamkan tiap harinya, membuat para petugas pemakaman yang jumlahnya sangat …"}, "filled": true, "author_pub_id": "_3hhgiMAAAAJ:SP6oXDckpogC", "num_citations": 0, "pub_url": "https://scholar.google.com/scholar?cluster=11055836024132835387&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:O5hnoUk4bpkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Combustion performance of Pterocarpus indicus leaves wastes briquette with rejected papaya as binding agent", "pub_year": 2020, "citation": "IOP conference series: earth and environmental science 581 (1), 012020, 2020", "author": "Willyanto Anggono and Fandi D Suprianto and FX Yulio Arifin and Gabriel Jeremy Gotama", "journal": "IOP conference series: earth and environmental science", "volume": "581", "number": "1", "pages": "012020", "publisher": "IOP Publishing", "abstract": "Pterocarpus indicus is a plant commonly found in Indonesia and it produces wastes from its leaves falling. Earlier investigation indicated that transforming these leaves into briquette could clean them and provide a new source of energy. However, the use of tapioca as binding agent in the previous study may be criticized for affecting the food availability as it is edible. To solve this issue, tapioca is substituted with rejected papaya. The briquette was then investigated to find out the best manufacturing parameters and its viability as a sustainable fuel. The optimum ratio of Ptercarpus indicus leaves waste and rejected papaya, which yield calorific value of 4338.79 Kcal/kg, is found to be 95% and 5%, respectively. Proximate and ultimate analyses corroborate the use of this briquette. Investigation of four combustion parameters (ignition time, flame temperature, combustion rate, and burning time) indicates that the best …"}, "filled": true, "author_pub_id": "_3hhgiMAAAAJ:bFI3QPDXJZMC", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=13308924822401209129", "cites_id": ["13308924822401209129"], "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/581/1/012020/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:KVOavZzMsrgJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 1, "2023": 5}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan sistem spion kamera pada mobil xenia", "pub_year": 2020, "citation": "Jurnal Teknik Mesin 17 (1), 23-28, 2020", "author": "Fandi D Suprianto and Robert William", "journal": "Jurnal Teknik Mesin", "volume": "17", "number": "1", "pages": "23-28", "abstract": "Salah satu faktor penyebab utama berbagai kecelakaan kendaraan adalah pengemudi tidak melihat berbagai objek pada titik buta pengemudi. Sebagian besar kecelakaan ini diakibatkan oleh karena pengemudi tidak sadar adanya kendaraan lain. Berbagai upaya telah dilakukan untuk mereduksi titik buta atau blindspot dengan meningkatkan luasan pandang pada spion kendaraan. CMS (Camera Monitor System) telah terbukti mampu mengurangi titik buta dan meningkatkan waktu reaksi pengemudi terhadap perubahan pada spion. Studi ini bertujuan untuk merancang sistem CMS yang mampu mereduksi blindspot dan mengurangi gaya drag. Studi ini menunjukkan bahwa CMS yang dipasang pada spion Daihatsu Xenia menghasilkan luasan pandang yang lebih baik, dengan demikian berhasil mereduksi blindspot, serta bentuk spion CMS yang ramping dapat mereduksi gaya drag secara signifikan"}, "filled": true, "author_pub_id": "_3hhgiMAAAAJ:_xSYboBqXhAC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=5150660311639073640", "cites_id": ["5150660311639073640"], "pub_url": "http://jurnalmesin.petra.ac.id/index.php/mes/article/view/22687", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:aCPzmUPSekcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Hybrid turbulence models: Recent progresses and further researches", "pub_year": 2019, "citation": "The 1st International Conference on Automotive, Manufacturing, and …, 2019", "author": "Hariyo Priambudi Setyo Pratomo and Fandi Dwiputra Suprianto", "number": "01013", "pages": "1-10", "abstract": "Turbulence simulation remains one of the active research activities in computational engineering. Along with the increase in computing power and the prime motivation of improving the accuracy of statistical turbulence modeling approaches and reducing the expensive computational cost of both direct numerical and large turbulence scale- resolving simulations, various hybrid turbulence models being capable of capturing unsteadiness in the turbulence are now accessible. Nevertheless this introduces the daunting task to select an appropriate method for different cases as one can not know a priori the inherent nature of the turbulence. It is the aim of this paper to address recent progresses and further researches within a branch of the hybrid RANS-LES models examined by the first author as simple test cases but generating complex turbulent flows are available from experimentation. In particular, failure of a …"}, "filled": true, "author_pub_id": "_3hhgiMAAAAJ:vV6vV6tmYwMC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=11891834976490872054", "cites_id": ["11891834976490872054"], "pub_url": "https://repository.petra.ac.id/18536/2/Publikasi4_02001_5708.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:9txNzedICKUJ:scholar.google.com/", "cites_per_year": {"2021": 2, "2022": 1, "2023": 0, "2024": 0, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Experimental investigation of avocado seed oil utilization in diesel engine performance", "pub_year": 2019, "citation": "E3S Web of Conferences 130 (01030), 1-10, 2019", "author": "Fandi Dwiputra Suprianto and COKRO DANIEL SANTOSA and MICHAEL SURYAJAYA and GABRIEL JEREMY GOTAMA", "volume": "130", "number": "01030", "pages": "1-10", "abstract": "Avocado (Persea americana Mill) is a popular fruit in Indonesia. Its popularity leads to high consumption of this fruit and wastes from its seed. In order to develop renewable energy and reducing wastes in the environment, P. americana seed may be extracted for its oil to create biodiesel fuel. In this study, P. americana seed is obtained through the soxhlet apparatus and transesterification process. After obtaining P. americana seed oil, the oil was mixed with pure petro-diesel with a ratio of 10:90 (B10 fuel) and 20:80 (B20 fuel), respectively. These fuels were tested for their fuel characteristics and engine performances, together with pure petro-diesel and palm oil biodiesel. The fuel characteristics results suggest positive characteristics of B10 and B20 compared to other fuels. For engine performance tests, B10 and B20 fuels have less engine performance than other fuels. However, the differences between these fuels results are small. Overall, the positive aspect of B10 and B20 fuels supersede small disadvantages they have and thus suitable to substitute pure petro-diesel and palm oil biodiesel."}, "filled": true, "author_pub_id": "_3hhgiMAAAAJ:lSLTfruPkqcC", "num_citations": 9, "citedby_url": "/scholar?hl=en&cites=1879134722037516099", "cites_id": ["1879134722037516099"], "pub_url": "https://repository.petra.ac.id/18526/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Qwcm2BIHFBoJ:scholar.google.com/", "cites_per_year": {"2020": 1, "2021": 2, "2022": 2, "2023": 3, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Preliminary study on mesh stiffness models for fluid-structure interaction problems", "pub_year": 2019, "citation": "The 1st International Conference on Automotive, Manufacturing, and …, 2019", "author": "Hariyo Priambudi Setyo Pratomo and Fandi Dwiputra Suprianto", "number": "01014", "pages": "1-12", "abstract": "One of the challenges in modern computational engineering is the simulation of fluid-structure interaction (FSI) phenomena where one of the crucial issues in the multi-physics simulation is the choice of stiffness model for mesh deformation. This paper focuses on the application of iteratively implicit coupling procedure on two transient FSI cases of vortex induced-vibration (VIV) that manifest oscillating flexible structures. The aim is to study various mesh stiffness models in the Laplace equation of diffusion employed within the arbitrary Lagrangian-Eulerian (ALE) methodology to handle the moving mesh. In the first case where a laminar flow interacted with a flexible splitter, it was demonstrated that a near FSI boundaries increased-stiffness model prevails to manage a large deformation of the moving structure as compared to a near volume increased-stiffness model. However, the potential technique could not be exploited to the second FSI configuration, where the effect of the turbulence of flow was included. It was found that the mesh topology near the FSI interface was collapsed. Instead of utilizing the same approach, a mesh stiffness based on a wall distance was found to be auspicious. Thus, the mesh stiffness model in the FSI simulation is case-dependent."}, "filled": true, "author_pub_id": "_3hhgiMAAAAJ:J_g5lzvAfSwC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=2782629226310487348", "cites_id": ["2782629226310487348"], "pub_url": "https://repository.petra.ac.id/18537/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:NE3bz4ninSYJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Experimental investigation of the effect of Nephelium Lappaceum seed biodiesel to the automotive diesel engine performance", "pub_year": 2019, "citation": "IOP Conference Series: Earth and Environmental Science 257 (1), 012039, 2019", "author": "Willyanto Anggono and Fandi D Suprianto and Muji Setiyo and Rendy Wibisono and Gabriel Jeremy Gotama", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "257", "number": "1", "pages": "012039", "publisher": "IOP Publishing", "abstract": "To decrease the reliance of fossil fuel and at the same time utilizing organic waste, an investigation regarding the viability of Nephelium lappaceum (rambutan fruit) seed oil as biodiesel has been conducted. The investigation was carried out by comparing the fuel characteristics of Nephelium lappaceum seed biodiesel with pure petro-diesel produced in Indonesia. The outcome of this investigation suggested that Nephelium lappaceum seed biodiesel has comparable fuel characteristics as that of commercial diesel fuel. Further comparison was also conducted by testing these fuels in diesel engine. The series of tests compared these fuels in terms of fuel consumption, brake mean effective pressure, thermal efficiency, torque, and power. The result indicates that Nephelium lappaceum seed biodiesel has better engine performance than pure petro-diesel. Overall, the output of this study proves the feasibility of …"}, "filled": true, "author_pub_id": "_3hhgiMAAAAJ:ns9cj8rnVeAC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=14339328907098525947", "cites_id": ["14339328907098525947"], "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/257/1/012039/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-xAZAauH_8YJ:scholar.google.com/", "cites_per_year": {"2024": 3}}
