{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Membaca Childfree dengan Wawasan Dunia Kristen", "pub_year": 2024, "citation": "TE DEUM: Jurnal Teologi dan Pengembangan Pelayanan 13 (Juni 2024), 327-349, 2024", "author": "Chandra Udayana", "journal": "TE DEUM: Jurnal Teologi dan Pengembangan Pelayanan", "volume": "13", "number": "Juni 2024", "pages": "327-349", "abstract": "Fenomena kehidupan pernikahan tanpa anak menjadi sesuatu yang banyak diperbicarakan di Indonesia akhir-akhir ini. Beberapa alasan yang mendasari adalah kebebasan untuk menentukan pilihan etis dan bumi ini telah penuh dengan manusia. Fenomena ini perlahan namun pasti akan hadir dalam kehidupan keluarga Kristen. Oleh karena itu diperlukan sebuah kajian yang baik terhadap fenomena ini. Dalam tulisan ini, penulis akan mengkaji fenomena childfree yang sedang berkembang dalam masyarakat serta untuk memberikan sebuah tinjauan terhadap fenomena childfree dari sudut pandang wawasan dunia Kristen. Penulis berargumen bahwa fenomena ini tidak sejalan dengan wawasan dunia Kristen. Untuk menjawab tujuan penulisan artikel ini, penulis menggunakan metode riset kepustakaan dengan serta melakukan analisis dengan menggunakan menggunakan analisis deskriptif."}, "filled": true, "author_pub_id": "_7-vXJsAAAAJ:2osOgNQ5qMEC", "num_citations": 0, "pub_url": "https://ojs.sttsappi.ac.id/index.php/tedeum/article/view/283", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:WPQs8gnAVJUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Hubungan antara Spiritualitas dan Nilai-Nilai Budaya Tionghoa Dengan Kepuasan Pernikahan pada Pasutri Kristen di Gereja-Gereja Tionghoa di Surabaya", "pub_year": 2023, "citation": "Sekolah Tinggi Teologi Seminari Alkitab Asia Tenggara, 2023", "author": "Chandra Udayana", "abstract": "Penelitian ini dilakukan dengan tujuan untuk mengetahui hubungan antara spiritualitas dan nilai-nilai budaya orang Tionghoa dengan kepuasan pernikahan. Kehidupan pernikahan adalah kehidupan yang penuh dengan dinamika dan tantangan dan dalam kehidupan pernikahan orang Kristen ditemukan adanya perceraian. Perceraian merupakan salah satu indikasi tidak adanya kepuasan pernikahan. Dalam beberapa penelitian spiritualitas atau religiusitas memiliki hubungan dengan kepuasan pernikahan. Sementara itu, secara tidak langsung nilai-nilai budaya orang Tionghoa berpengaruh terhadap kepuasan pernikahan. Adapun hipotesis dalam penelitian ini adalah terdapat hubungan antara spiritualitas dan nilai-nilai budaya orang Tionghoa dengan kepuasan pernikahan.  Metode penelitian yang digunakan adalah metode penelitian kuantitatif dengan teknik korelasi nonparametrik, yakni spearman’s rho, yang mengukur korelasi antara variabel spiritualitas dan kepuasan pernikahan serta variabel nilai-nilai budaya orang Tionghoa dan kepuasan pernikahan. Subjek penelitian ini adalah orang Tionghoa Kristen yang berusia antara 30-45 tahun dan beribadah di gereja Tionghoa, dalam naungan PGTI di kota Surabaya dan ada 165 orang responden yang berpartisipasi. Penelitian ini menggunakan beberapa instrumen, yaitu: Instrumen Spiritual Well Being Scale (SWB), Instrumen Chinese Value Survey (CVS), dan Instrumen ENRICH Marital Satisfaction Scale (EMS). Berdasarkan pengolahan data yang dilakukan diperoleh hasil bahwa terdapat hubungan antara variabel spiritualitas dengan kepuasan pernikahan. Dengan demikian …"}, "filled": true, "author_pub_id": "_7-vXJsAAAAJ:9yKSN-GCB0IC", "num_citations": 0, "pub_url": "https://repository.seabs.ac.id/handle/123456789/1616", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:NI1-daYYL-IJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Konsep Keadilan Sosial dalam Kitab Mikha dan Relevansinya bagi Tugas dan Panggilan Sosial Gereja", "pub_year": 2012, "citation": "Seminari Alkitab Asia Tenggara, 2012", "author": "Chandra Udayana", "abstract": "Konsep Keadilan Sosial dalam Kitab Mikha dan Relevansinya bagi Tugas dan Panggilan \nSosial Gereja Toggle navigation Login Toggle navigation View Item STT SAAT Institutional \nRepository Theses M.Div. View Item STT SAAT Institutional Repository Theses M.Div. View \nItem Konsep Keadilan Sosial dalam Kitab Mikha dan Relevansinya bagi Tugas dan Panggilan \nSosial Gereja Thumbnail Date 2012-01 Author Udayana, Chandra Metadata Show full item \nrecord URI http://repository.seabs.ac.id/handle/123456789/1324 Collections M.Div. Related \nitems Showing items related by title, author, creator and subject. Trinitarianisme Sosial bagi \nPasca-modernisme: Sebuah Tinjauan terhadap Konsep Trinitarinisme Sosial Stanley J. Grenz \n﻿ Andrian, Frelex (Sekolah Tinggi Teologi SAAT Malang, 2021-12) Doktrin Trinitas adalah \npengajaran utama di dalam kekristenan karena mengajarkan tentang Allah kekristenan yaitu …"}, "filled": true, "author_pub_id": "_7-vXJsAAAAJ:d1gkVwhDpl0C", "num_citations": 0, "pub_url": "https://repository.seabs.ac.id/handle/123456789/1324", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-u4zp01fY3IJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Communication Between TSX Micro 37-21 PLCs on Beverage Production Plant", "pub_year": 2006, "citation": "Jurnal Teknik Elektro 6 (2), 2006", "author": "Handy Wicaksono and Chandra Udayana and Hany Ferdinando", "journal": "Jurnal Teknik Elektro", "volume": "6", "number": "2", "abstract": "Programmable Logic Controller (PLC) is the most famous controller in industry. Because the process in industry is getting more and more complex than before, the usage of more than one PLC is needed and the communication between them have to be existed. This paper describes about the study of communicating two Schneider TSX Micro 37-21 PLCs in order to control the miniature of beverage production. The usual (and expensive) way to communicate them is using converter module TSX P ACC 01. Less expensive way uses original converter cable TSX PCX 1031 that connect to the ports of PLCs (TER and AUX port) which will be explained here. PL7 Pro V 4.0 software is used to program the PLCs. The communication cannot be established due to some improper addressing. The exploration is continued to the serial communication. It is found that the system uses RS 485. Abstract in Bahasa Indonesia: Programmable logic Controller (PLC) adalah kontroler yang paling populer di dunia industri. Karena proses di industri semakin kompleks, diperlukan penggunaan lebih dari satu PLC yang dapat berkomunikasi satu sama lain. Penelitian ini menjelaskan tentang studi dalam mengkomunikasikan 2 PLC TSX Micro 37-21 dari Schneider untuk mengendalikna miniatur produksi minuman. Cara yang umum (dan mahal) ialah dengan menggunakan modul TSX P ACC 01. Cara yang lebih murah ialah menggunakan kabel converter asli TSX PCX 1031 yang menghubungkan port LPC (TER dan AUX port) yang akan dijelaskan di sini. Software PL7 Pro V 4.0 digunakan untuk memprogram PLC. Komunikasi tidak dapat dilakukan karena …"}, "filled": true, "author_pub_id": "_7-vXJsAAAAJ:u5HHmVD_uO8C", "num_citations": 0, "pub_url": "http://ced.petra.ac.id/index.php/elk/article/view/16489", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:xNN0BDVwmEcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Studi komunikasi antar plc schneider tsx micro 37-21 pada automasi proses produksi minuman", "pub_year": 2005, "citation": "Petra Christian University, 2005", "author": "Chandra Udayana", "abstract": "Komunikasi antar PLC menjadi sesuatu yang sangat penting dalam dunia industri, oleh karena dengan menggunakan komunikasi, jumlah output device yang dapat dikontrol oleh dua atau lebih PLC menjadi banyak. Studi komunikasi antar PLC ini dilakukan pada automasi proses produksi minuman. Plant yang dibuat merupakan pengembangan dari Tugas Akhir yang telah dibuat oleh sdr. Nelson Kusuma Rahardja dengan judul Perencanaan Dan Pembuatan Sistem Automasi Proses Produksi Minuman Dengan Sistem SCADA Menggunakan PLC (Tugas Akhir : No. 01/468/Elk/2003).Untuk mengontrol miniatur plant ini digunakanlah dua buah PLC Schneider TSX Micro 37-21 yang berkomunikasi. Untuk melakukan pemrograman pada PLC Schneider TSX Micro 37-21 software digunakan PL7 Pro V 4.0. Komunikasi antar PLC menggunakan TER atau AUX port secara belum dapat dilakukan oleh karena pengalamatan yang dilakukan kurang tepat dan komunikasi dari PC (RS 232) ke PLC (Multipoint) memerlukan sebuah converter, yaitu TSX PCX 1031."}, "filled": true, "author_pub_id": "_7-vXJsAAAAJ:u-x6o8ySG0sC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/10094/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:qXn8wGpPLmoJ:scholar.google.com/", "cites_per_year": {}}
