{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A Semantic Knowledge Graph Approach to Support Outcome-Based Education System", "pub_year": 2024, "citation": "2024 International Seminar on Intelligent Technology and Its Applications …, 2024", "author": "Adi Wibowo", "conference": "2024 International Seminar on Intelligent Technology and Its Applications (ISITIA)", "pages": "36-41", "publisher": "IEEE", "abstract": "The Outcome-Based Education (OBE) system is widely used to manage the learning process based on expected outcomes when students complete their studies. However, semantic web approaches have not been extensively utilized to support OBE implementations. This study introduces OBEOnto, an ontology for OBE curriculum implementation, comprising a general model (OBEOnto) and an extension model. The extension model accommodates specific requirements of institutions, illustrated through an example at Petra Christian University (PCU). The OBEOnto-based knowledge graph is then presented, showcasing its construction and use for data storage, retrieval, and analysis. Evaluation results demonstrate the justification and sufficiency of the OBEOnto-based knowledge graph, supporting the proper implementation of an OBE-based curriculum. This research contributes to the field by providing a …"}, "filled": true, "author_pub_id": "_Byz_9wAAAAJ:TQgYirikUcIC", "num_citations": 0, "pub_url": "https://ieeexplore.ieee.org/abstract/document/10668327/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:fi0c9lLsA3oJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Requirements traceability ontology to support requirements management", "pub_year": 2020, "citation": "Proceedings of the Australasian Computer Science Week Multiconference, 1-9, 2020", "author": "Adi Wibowo and Joseph Davis", "pages": "1-9", "abstract": "Requirements management (RM) is an important phase in software requirements engineering that addresses changes in the requirements over time. Any effective ontology of requirements management needs to support the capturing of all the artefacts at every stage of the development life cycle along with a flexible granularity that fits the chosen development framework and project characteristics. One of the artefact types captured in the ontology should be the requirement to support the impact analysis in the requirements change management. We report on the Requirements Traceability Ontology (RTOnto) which is designed to support a flexible trace granularity by separating the ontology into three layers. The second and third layers of the ontology can be adapted to a specific development framework. Artefacts in the ontology are classified into eight sub-classes to enable capturing artefacts at every …"}, "filled": true, "author_pub_id": "_Byz_9wAAAAJ:mB3voiENLucC", "num_citations": 16, "citedby_url": "/scholar?hl=en&cites=15439656852654337945", "cites_id": ["15439656852654337945"], "pub_url": "https://dl.acm.org/doi/abs/10.1145/3373017.3373038", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:mS9jzBquRNYJ:scholar.google.com/", "cites_per_year": {"2020": 2, "2021": 2, "2022": 1, "2023": 4, "2024": 7}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perencanaan Arsitektur Teknologi pada PT. X", "pub_year": 2016, "citation": "Jurnal Infra 3 (1), 109627, 2016", "author": "Eric Christopher Sandjaja and Adi Wibowo and Alexander Setiawan", "volume": "3", "number": "1", "pages": "109627", "abstract": "PT. X merupakan perusahaan yang bergerak dibidang manufaktur kertas, yang memiliki beberapa divisi untuk menjalankan prosesproses bisnis perusahaan. Pada saat ini perusahaan telah memiliki sistem informasi untuk mendukung setiap proses bisnis perusahaan, akan tetapi sistem informasi yang ada saat ini memiliki banyak kekurangan karena belum terintegrasi secara menyeluruh. Sistem informasi yang digunakan pada saat ini hanya untuk mendukung pembukuan akutansi, sedangkan proses bisnis lainnya lebih banyak menggunakan sistem pencatatan manual. Berdasarkan hal tersebut, maka dilakukan analisis dan pembuatan desain enterprise architecture untuk perusahaan. Kerangka kerja yang digunakan yaitu Enterprise Architecture Planning. Dalam mendalami proses bisnis perusahaan, maka dilakukan pemodelan bisnis dan analisa strategi bisnis perusahaan. Setelah itu tahapan selanjutnya adalah melihat kondisi information technology pada saat ini, permasalahan yang dihadapi, serta kebutuhan information technology dimasa depan. Lalu dari hal-hal tersebut, maka dilakukan pembuatan desain arsitektur data, arsitektur aplikasi dan arsitektur teknologi."}, "filled": true, "author_pub_id": "_Byz_9wAAAAJ:-f6ydRqryjwC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=9226587070278185297", "cites_id": ["9226587070278185297"], "pub_url": "https://www.neliti.com/publications/109627/perencanaan-arsitektur-teknologi-pada-pt-x", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:UbEkTQ5sC4AJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 0, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Business process maturity at agricultural commodities company", "pub_year": 2015, "citation": "International Conference on Soft Computing, Intelligence Systems, and …, 2015", "author": "Lily Puspa Dewi and Adi Wibowo and Andre Leander", "pages": "505-513", "publisher": "Springer Berlin Heidelberg", "abstract": "The agricultural commodities company nowadays strive to keep transforming their business processes in accordance with the fast changing demands to survive the intense global competition. In an attempt to provide stakeholder with an insight business process, this paper investigates how to model business processes with Business Process Modelling Notation and assesses the process maturity using Gartner’s model. This research is based on an in-depth observation at purchasing and production division of agricultural commodities company. It is found the business process model presents the knowledge from business in existing context. The other findings show the maturity level of the people is on phase 1, the maturity level of IT achieves phase 3, and the maturity level of the other four factors including strategic alignment, culture and leadership, governance and methods have already arrived phase 2 …"}, "filled": true, "author_pub_id": "_Byz_9wAAAAJ:QIV2ME_5wuYC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=13273501229449045082", "cites_id": ["13273501229449045082"], "pub_url": "https://link.springer.com/chapter/10.1007/978-3-662-46742-8_46", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:WmQFywrzNLgJ:scholar.google.com/", "cites_per_year": {"2021": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Document searching engine using term similarity vector space model on english and Indonesian document", "pub_year": 2015, "citation": "International Conference on Soft Computing, Intelligence Systems, and …, 2015", "author": "Andreas Handojo and Adi Wibowo and Yovita Ria", "pages": "165-173", "publisher": "Springer Berlin Heidelberg", "abstract": "In line with technology development, the number of digital documents increase significantly, this will make process to the search a particular documents experience a little problem. Therefore, the role of search engines is become inevitable.Usually, search engines conduct a searching process simply by looking at the similarities between keywords (that inputed by user) and terms in a document. In this research, we try to implement Term Similarity Vector Space Model (TSVSM), a method that also saw the relationship between the terms in the document. The relationship between terms in a document is calculated based on the frequency of occurrence in a paragraph. So this will make possible to search documents that do not contain the exact keywords that inputed, but have terms that related to those keywords.We also try to implement TSVSM to English language documents from CiteseerX …"}, "filled": true, "author_pub_id": "_Byz_9wAAAAJ:YOwf2qJgpHMC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=11359194612607200210", "cites_id": ["11359194612607200210"], "pub_url": "https://link.springer.com/chapter/10.1007/978-3-662-46742-8_15", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:0qv7ClH3o50J:scholar.google.com/", "cites_per_year": {"2017": 2, "2018": 0, "2019": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sequential Pattern Mining Application to Support Customer Care “X” Clinic", "pub_year": 2015, "citation": "International Conference on Soft Computing, Intelligence Systems, and …, 2015", "author": "Alexander Setiawan and Adi Wibowo and Samuel Kurniawan", "pages": "140-151", "publisher": "Springer Berlin Heidelberg", "abstract": "The X clinic that was one of the pioneers in the aesthetics clinic in Indonesia, had much experienced manpower. In a supplied manner this experience, the doctors and the nurse could to the X clinic serve consultations and could give the suggestion or the recommendation to the customer for the following maintenance. This matter gave comfort for the customer to take the decision. However, not all the customers had time that was enough to consult with the doctor. With used Free Span, one of the algorithms in the method sequential pattern mining was expected to be able to satisfy the requirement for the clinic customer of X. The use of sequential pattern mining in this recommendation system could help the doctor in increasing the recommendation, and helping the customer in taking the decision. This algorithm used the historic data the maintenance of the available customer. Results that were given in this …"}, "filled": true, "author_pub_id": "_Byz_9wAAAAJ:W7OEmFMy1HYC", "num_citations": 0, "pub_url": "https://link.springer.com/chapter/10.1007/978-3-662-46742-8_13", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:dFfTvW8QfAsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisa Risiko Proyek Pengembangan Software Pada CV. XYZ", "pub_year": 2015, "citation": "Jurnal Infra 3 (1), 110873, 2015", "author": "Nicolas Adriaan Apriatono and Adi Wibowo and Ibnu Gunawan", "volume": "3", "number": "1", "pages": "110873", "abstract": "CV. XYZ adalah suatu perusahaan berukuran kecil yang bergerak di bidang rekayasa perangkat lunak. Jumlah anggota perusahaan ini tidaklah banyak, berkisar antara 5-8 orang saja. Permasalahan yang tejadi pada perusahaan adalah tidak adanya identifikasi terhadap risiko-risiko yang mungkin terjadi.Masalah-masalah yang pernah terjadi contohnya adalah klien yang tiba-tiba menambah fitur pada software pesanan, tidak ada milestone pada proyek, tidak adanya data tentang system milik klien dan tidak ada monitoring pada proyek yang sedang berjalan. Halhal ini dapat menghambat kinerja perusahaan untuk bekerja. Untuk itu dibutuhkan suatu analisis risiko, yang bertujuan menganalisis faktor-faktor risiko apa saja yang mengganggu pengembangan software dan respon terhadap risiko-risiko yang terjadi."}, "filled": true, "author_pub_id": "_Byz_9wAAAAJ:L8Ckcad2t8MC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=13420613501853345604", "cites_id": ["13420613501853345604"], "pub_url": "https://www.academia.edu/download/101360231/110873-ID-analisa-risiko-proyek-pengembangan-softw.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:RKfH3d-YP7oJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengembangan Aplikasi Extendable Content Management System", "pub_year": 2015, "citation": "", "author": "Liliana Liliana", "abstract": "Content Management System (CMS) adalah aplikasi untuk membuat sebuah website dengan mudah dimana editor tidak diharuskan untuk memahami HTML. Pada saat ini terdapat beberapa CMS yang terkenal, yaitu Wordpress, dan Drupal. CMS-CMS tersebut memiliki kelebihan yaitu dapat ditambah kemampuannya menggunakan extension. Bila CMS sebelumnya tidak dapat menerima komentar di setiap halamannya, extension memungkinkan pengguna menambah dan melihat komentar di setiap halaman website. Demikian juga extension dapat menambah kemampuan mengisi dan melihat galeri gambar pada website tersebut. Kedua CMS di atas memiliki kelebihan yaitu jumlah extension yang banyak. Tetapi wordpress memiliki kekurangan, yaitu blok-blok yang membangun tampilan website tidak dapat dipilih oleh editor. Drupal memberi pilihan pada editor blok-blok apa yang ingin ditampilkan di website, tetapi konsep node di drupal cukup kompleks terutama bila dibutuhkan hanya website yang sederhana. Untuk itu penelitian ini menyarankan adan..."}, "filled": true, "author_pub_id": "_Byz_9wAAAAJ:9ZlFYXVOiuMC", "num_citations": 0, "pub_url": "https://www.academia.edu/download/82705782/696.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:CWVBE8VhN9YJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Aplikasi Indonesian News Aggregator Berbasis Android yang Didukung oleh Sistem Perekomendasi", "pub_year": 2015, "citation": "Jurnal Infra 3 (1), 110471, 2015", "author": "Nydia Valentina Wahono and Adi Wibowo and Rolly Intan", "volume": "3", "number": "1", "pages": "110471", "abstract": "Perkembangan teknologi internet berkembang dengan sangat pesat. Hal ini mempengaruhi kebiasaan manusia dalam mencari dan mendapatkan informasi. Berita menjadi tidak dapat dipisahkan dari kehidupan sehari-hari manusia. Ada begitu banyak berita berlimpah dengan berbagai macam topik dan kategori untuk dibaca, sedangkan waktu yang dimiliki oleh manusia untuk membaca sangat terbatas. Oleh karena itu, diperlukan adanya fitur rekomendasi pada aplikasi berita masa kini agar dapat menyuguhkan berita sesuai dengan apa yang disukai dan tidak disukai oleh pengguna, di mana pengguna dapat memberikan rating pada setiap berita yang dibaca.Penelitian ini berfokus pada fitur rekomendasi dari aplikasi berita berbasis Android. Untuk memberikan fitur rekomendasi, diperlukan adanya server yang dapat mengambil data berita dari berbagai macam situs. Kemudian, dilakukan parsing dan pengolahan pada setiap data berita yang sudah didapatkan untuk dipakai dalam perhitungan profil pengguna."}, "filled": true, "author_pub_id": "_Byz_9wAAAAJ:aqlVkmm33-oC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=12612027347498359231", "cites_id": ["12612027347498359231"], "pub_url": "https://www.neliti.com/publications/110471/aplikasi-indonesian-news-aggregator-berbasis-android-yang-didukung-oleh-sistem-p", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:v9kmGQ3sBq8J:scholar.google.com/", "cites_per_year": {"2018": 3, "2019": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pembuatan Sistem Peramalan Penjualan Dengan Metode Weighted Moving Average dan Double Exponential Smoothing Pada UD Y", "pub_year": 2015, "citation": "Jurnal Infra 3 (1), 103445, 2015", "author": "Cindy Baktiar and Adi Wibowo and Rudy Adipranata", "volume": "3", "number": "1", "pages": "103445", "abstract": "UD Y adalah supplier pompa air, sparepart (kapasitor, seal, kipas) dan penunjang pompa air (klep, tussen klep, tabung). UD Y sebagai suatu usaha dagang sering kali mengalami masalah dalam memprediksi jumlah produk yang harus di beli ke pemasok setiap bulannya sehingga terkadang stok UD Y berlebih dan kadang kehabisan karena tidak ada sistem yang membantu memprediksi jumlah produk yang harus distok. Oleh karena itu pada penelitian ini akan dibuat sistem peramalan dengan metode Weighted Moving Average dan Double Exponential Smoothing yang dapat membantu UD Y dalam memprediksi jumlah produk yang harus dibeli pada setiap bulannyaSistem peramalan dibuat dengan menggunakan database MySQL dan bahasa pemrograman Hypertext Prepocessor (PHP). Dari hasil pengujian terhadap sistem yang telah dibuat, sistem dapat meramalkan data penjualan produk di UD Y sehingga sistem dapat membantu UD Y dalam mengambil keputusan pada perkiraan stok produk dengan tepat."}, "filled": true, "author_pub_id": "_Byz_9wAAAAJ:4TOpqqG69KYC", "num_citations": 39, "citedby_url": "/scholar?hl=en&cites=12354476639865043134", "cites_id": ["12354476639865043134"], "pub_url": "https://www.neliti.com/publications/103445/pembuatan-sistem-peramalan-penjualan-dengan-metode-weighted-moving-average-dan-d", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vngEEQzrc6sJ:scholar.google.com/", "cites_per_year": {"2016": 1, "2017": 2, "2018": 2, "2019": 7, "2020": 3, "2021": 8, "2022": 7, "2023": 5, "2024": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Enterprise Architecture Data pada Hotel ABC", "pub_year": 2015, "citation": "Jurnal Infra 3 (1), 110786, 2015", "author": "Stephanie Soesatyo and Adi Wibowo and Andreas Handojo", "volume": "3", "number": "1", "pages": "110786", "abstract": "Hotel ABC is a company engaged in hospitality management, ie room rental, rental of meeting rooms and coffee shop. Hotel ABC has a branch that has the same specifications of the hotel. In business process, Hotel ABC has information systems to support existing business processes. However, existing information systems have not been integrated as a whole. Based on the condition stated above, analysis and design of enterprise architecture information system is created for the company. The process begins with analyzing the business model and business strategy of the company. Then analyze the conditions of current information technology in enterprise, problems faced and the requirements of future information technology. After that, the design of data architecture, application architecture and technology architecture are built in accordance with the objectives, business strategy and business processes are made. The design of the data architecture for enterprise consists of several subsystems. Application architecture consists of several major and supporting applications. Technology architecture using Client/Server Architecture and Service Oriented Architecture Pattern."}, "filled": true, "author_pub_id": "_Byz_9wAAAAJ:_kc_bZDykSQC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=11915335448081365720", "cites_id": ["11915335448081365720"], "pub_url": "https://www.neliti.com/publications/110786/enterprise-architecture-data-pada-hotel-abc", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:2HqCunXGW6UJ:scholar.google.com/", "cites_per_year": {"2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisa Risiko Teknologi Informasi di Divisi Produksi PT. X", "pub_year": 2015, "citation": "Jurnal Infra 3 (1), 106247, 2015", "author": "Stevie Pramudita Djimantoro and Adi Wibowo and Ibnu Gunawan", "volume": "3", "number": "1", "pages": "106247", "abstract": "PT. X merupakan suatu perusahaan yang bergerak di industri rokok. Dalam menjalankan proses bisnisnya, perusahaan ini menggunakan software, hardware, jaringan, dan mesin yang digunakan untuk proses produksi. Tetapi perusahaan kurang melakukan monitoring terhadap alat-alat IT di perusahaan sehingga bila terjadi masalah, proses perbaikan masalah tersebut menjadi terlambat, dan perusahaan tidak memiliki rencana bila terjadi bencana."}, "filled": true, "author_pub_id": "_Byz_9wAAAAJ:5nxA0vEk-isC", "num_citations": 0, "pub_url": "https://www.neliti.com/publications/106247/analisa-risiko-teknologi-informasi-di-divisi-produksi-pt-x", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:EZc3TgWEx2YJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisa Risiko Pengelolaan Data, Keamanan Sistem, Dan Pengelolaan Vendor TI Di PT. X", "pub_year": 2015, "citation": "Jurnal Infra 3 (1), 106667, 2015", "author": "Zefania Wahjudi and Adi Wibowo and Ibnu Gunawan", "volume": "3", "number": "1", "pages": "106667", "abstract": "Departemen Procurement PT. X adalah sebuah departemen dari sebuah perusahaan manufaktur yang berpusat di Surabaya, bertugas sebagai penyedia kebutuhan yang diperlukan oleh seluruh departemen di PT. X. IT di Procurement sudah digunakan secara penuh untuk menunjang kegiatan dan proses bisnis perusahaan. Namun tidak pernah dilakukan analisa risiko sehingga menyebabkan perusahaan tidak mengetahui dampak apa saja yang mungkin akan terjadi yang dapat menghambat kinerja Procurement. Untuk itu dibutuhkan suatu analisis risiko yang bertujuan menganalisis faktor-faktor risiko apa saja yang dapat mengganggu proses bisnis Procurement dan memberikan respon terhadap risiko yang paling kritikal.Pada penelitian ini dilakukan analisa risiko terhadap IT dan proses bisnis dalam lingkup Procurement PT. X. Langkah-langkah dalam melakukan analisa risiko tersebut yaitu dengan menggunakan standar COBIT 4.1 untuk menentukan proses dalam analisa, ISO 31000 sebagai framework langkah-langkah kerja, dan Risk Rating Methodology OWASP sebagai acuan penilaian dan perhitungan risiko. Berdasarkan wawancara yang telah dilakukan, ditemukan beberapa faktor-faktor risiko yang ada di Procurement PT. X. Risiko-risiko yang ditemukan antara lain data kontrak tidak disimpan dalam sistem database, tidak ada perjanjian tertulis mengenai PIC vendor yang dikhususkan untuk menangani project terkait, perusahaan tidak mempunyai rencana cadangan jika ada masalah dalam proses pembuatan barang/jasa oleh vendor, belum ada manajemen risiko IT di Procurement, tidak ada dokumentasi khusus berupa …"}, "filled": true, "author_pub_id": "_Byz_9wAAAAJ:ufrVoPGSRksC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=4112410753144098994", "cites_id": ["4112410753144098994"], "pub_url": "https://www.neliti.com/publications/106667/analisa-risiko-pengelolaan-data-keamanan-sistem-dan-pengelolaan-vendor-ti-di-pt", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:spCmn8o3EjkJ:scholar.google.com/", "cites_per_year": {"2017": 2, "2018": 0, "2019": 0, "2020": 0, "2021": 0, "2022": 0, "2023": 0, "2024": 2, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis Strategi Customer Relationship Management Di Pt. Xyz", "pub_year": 2014, "citation": "Jurnal Informatika 12 (1), 1-6, 2014", "author": "Dion Christian Halim and Adi Wibowo and Anita Nathania Purbowo", "journal": "Jurnal Informatika", "volume": "12", "number": "1", "pages": "1-6", "abstract": "PT. XYZ merupakan sebuah perusahaan yang memprioritaskan customer lama. Namun dalam pelaksanaannya, PT. XYZ belum memiliki manajemen marketing yang menunjang loyalitas customer, terutama yang menggunakan media eletronik. Hal ini bisa terlihat saat perusahaan mengadakan kegiatan. Proses pemilihan customer yang menjadi peserta masih dilakukan secara manual. Selain itu, belum ada sistem yang menangani keluhan dari customer dan penawaran produk yang diberikan kepada customer lama pun belum tersistem secara jelas, hanya berdasarkan pengetahuan dan pengalaman sales force saja. Padahal, saat ini teknologi sudah sangat berkembang dan memungkinkan hal-hal ini untuk menjadi tersistem sehingga dapat meningkatkan loyalitas customer. Hasil yang diperoleh adalah penerapan Customer Relationship Management (CRM) khususnya yang menggunakan media elektronik (e-CRM) dalam strategi marketing untuk meningkatkan loyalitas customer maupun mendapatkan customer baru."}, "filled": true, "author_pub_id": "_Byz_9wAAAAJ:hFOr9nPyWt4C", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=6273762275651361849", "cites_id": ["6273762275651361849"], "pub_url": "http://jurnalinformatika.petra.ac.id/index.php/inf/article/view/18988", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ORxyxYzhEFcJ:scholar.google.com/", "cites_per_year": {"2016": 1, "2017": 0, "2018": 1, "2019": 0, "2020": 0, "2021": 0, "2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Rancang Bangun Sales Force Automation Berbasis Android di PT. X", "pub_year": 2014, "citation": "Jurnal Informatika 12 (1), 18-26, 2014", "author": "Glenda Sogo Fanrensen and Adi Wibowo", "journal": "Jurnal Informatika", "volume": "12", "number": "1", "pages": "18-26", "publisher": "Petra Christian University", "abstract": "Dalam menjalankan proses penjualan, PT. X melakukan proses pemasukan data secara manual. Saat di lapangan, sales force harus mencatat pesanan dari para customer secara manual, dan nantinya memasukkan ulang dalam bentuk data di kantor pusat. Proses penyalinan data yang berulang menyebabkan data rentan terhadap kesalahan ketik dan tidak up-to-date karena menunggu kepulangan Sales Force yang berminggu-minggu. Permasalahan lain yaitu banyaknya kertas yang terbuang dalam proses penjualan, seperti Sales Order (SO) dan Invoice. Di samping itu, PT. X juga membutuhkan dukungan dokumen yang lengkap yang dapat digunakan oleh tenaga penjualan untuk memenuhi kebutuhan informasi customer. Dalam penelitian ini dipilihlah software Sales Force Automation (SFA) yang bekerja secara online sebagai solusi yang dapat membantu mengotomasi data penjualan. Untuk penyediaan dokumen, dikarenakan ada banyak dokumen yang harus disediakan, maka dibuatlah taksonomi bisnis untuk dokumen-dokumen tersebut. Dikarenakan software menuntut untuk dapat diakses di mana pun dan kapan pun, dipilihlah Android sebagai hardware#65533nya. Hasil yang diperoleh antara lain program bisa menampilkan, membuat, mengubah, dan menghapus data yang dibutuhkan dalam sistem penjualan serta knowledge base pada PT. X. Program admin mendukung pembuatan penilaian kerja untuk Sales Force, notifikasi, pengkalkulasian perbandingan omzet dan target serta komisi Sales Force, dan lain-lain. Program SFA memungkinkan Sales Force membuat SO yang melalui verifikasi pada customer via SMS Gateway …"}, "filled": true, "author_pub_id": "_Byz_9wAAAAJ:WF5omc3nYNoC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/17042/1/Publikasi1_00003_1654.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:iozSa6KYaxsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pembuatan Jaringan Sosial Peneliti Berbasis Facebook Yang Memanfaatkan Situs Sitasi Artikel Ilmiah Di Pusat Penelitian Universitas Kristen Petra", "pub_year": 2014, "citation": "Jurnal Infra 2 (1), 111295, 2014", "author": "Ervina Utami Limpo and Adi Wibowo and Resmana Lim", "volume": "2", "number": "1", "pages": "111295", "abstract": "Jurnal ilmiah merupakan salah satu sarana bagi peneliti untuk mempublikasikan hasil penelitiannya dalam bentuk laporan. Pusat Penelitian (Puslit) adalah bingkai kerja dalam naungan Lembaga Penelitian dan Pengabdian Kepada Masyarakat (LPPM) Universitas Kristen Petra dengan tujuan membantu dan mengembangkan kegiatan penelitian terapan bagi dosen maupun mahasiswa. Pada tahun 2012, Puslit mengembangkan situs sitasi paper ilmiah, yaitu GudangPaper untuk mengakomodasi pembentukan sinergi informasi penelitian/riset ilmiah di Indonesia berbentuk artikel ataupun e-journal. Dalam pengembangan selanjutnya, GudangPaper ingin di-integrasi-kan dengan berbagai situs sosial untuk membangun jejaring sosial untuk para peneliti, salah satunya dengan membuat aplikasi menggunakan Facebook API. Berdasarkan latar belakang permasalahan tersebut, maka dirancang sistem aplikasi menggunakan Facebook API dengan memanfaatkan JavaScript SDK dan PHP SDK dari Facebook serta social plugin Facebook. Proses perancangan sistem dari aplikasi ini melalui beberapa tahap, dimulai dengan melakukan survey terhadap 5 situs repositori e-journal berbeda yang memiliki sistem jejaring sosial, analisis database GudangPaper yang sudah ada, merancang Data Flow Diagram dan Entity Relationship Diagram dari aplikasi yang akan dibuat, dan membuat sistem. Untuk membuat user interface yang menarik digunakan framework CSS Bootstrap 2.0. Hasil yang diperoleh dari pembuatan aplikasi ini antara lain, sistem manajemen pustaka, fitur sosialisasi dengan adanya grup dan Facebook social plugin dan …"}, "filled": true, "author_pub_id": "_Byz_9wAAAAJ:4DMP91E08xMC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=12959711994481204609", "cites_id": ["12959711994481204609"], "pub_url": "https://www.neliti.com/publications/111295/pembuatan-jaringan-sosial-peneliti-berbasis-facebook-yang-memanfaatkan-situs-sit", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:gd1rPmUl2rMJ:scholar.google.com/", "cites_per_year": {"2016": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Software Manajemen Proyek Mechanical Electrical Di CV. Sumber Makmur Jaya Perkasa", "pub_year": 2014, "citation": "Jurnal Infra 2 (1), 104750, 2014", "author": "Felicia Devina Widjiono and Adi Wibowo and Yulia Yulia", "volume": "2", "number": "1", "pages": "104750", "abstract": "CV. Sumber Makmur Jaya Perkasa atau yang biasa disingkat CV. SMJP ini bekerja di bidang Mechanical Electrical Contractor. Selama ini sistem yang digunakan oleh CV. SMJP masih menerapkan sistem manual. Rencana Anggaran Biaya (RAB), kurva “S”, pencatatan tender, dan jadwal proyek dilakukan secara manual dan dicatat dalam Microsoft Excel. Hal ini mengakibatkan membutuhkan waktu yang lama serta kurangnya efisiensi dalam analisis awal sebuah proyek yang diterima. Mengingat CV. SMJP ini mempunyai banyak proyek, penggunaan sistem yang masih manual dinilai kurang tepat dan tidak mendukung kebutuhan yang dibutuhkan Perusahaan. Berlatarbelakangkan hal tersebut, penulis ingin membuat sebuah sistem komputerisasi yang baru yang akan membantu jalannya Perusahaan dalam memanajemen proyeknya dengan berbasis web menggunakan PHP dan Mysql. Hasil atau output yang diperoleh dari sistem yang dibuat ini Antara lain, dapat membuat rencana anggaran dan realisasi secara otomatis, penghitungan biaya dan jadwal kerja yang membantu meminimalkan adanya pembengkakan dana dan kemoloran kerja, serta laporan-laporan yang dibutuhkan."}, "filled": true, "author_pub_id": "_Byz_9wAAAAJ:KlAtU1dfN6UC", "num_citations": 0, "pub_url": "https://www.neliti.com/publications/104750/software-manajemen-proyek-mechanical-electrical-di-cv-sumber-makmur-jaya-perkasa", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:x5Y7LcGWBpMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan dan Pembuatan Website pada Komunitas Discerning Universitas Kristen Petra", "pub_year": 2014, "citation": "Jurnal Infra 2 (1), 103042, 2014", "author": "Imanuel Friendly Lawalata and Adi Wibowo and Alexander Setiawan", "volume": "2", "number": "1", "pages": "103042", "abstract": "Dalam perkembangan teknologi saat ini, dunia internet sudah merebak dan diminati oleh masyarakat. Promosi berbagai macam barang, jasa dan informasi kini dapat dilakukan melalui media internet, dan untuk mengakses internet sangatlah mudah dan bisa dimana saja selama masih ada jaringanDi inspirasi oleh beberapa teman dari persekutuan jurusan yang berada di universitas Kristen Petra dan ingin melengkapi kekurangan yang ada pada persekutuan-persekutuan jurusan. Maka dibentuklah sebuah komunitas yang terdiri dari mahasiswa-mahasiswa yang kritis serta rindu untuk melakukan suatu perubahan budaya di Universitas Kristen Petra. filosofi yang mendasari komunitas ini yaitu, Disciples of Jesus, concern"}, "filled": true, "author_pub_id": "_Byz_9wAAAAJ:kNdYIx-mwKoC", "num_citations": 17, "citedby_url": "/scholar?hl=en&cites=10394024453422207446", "cites_id": ["10394024453422207446"], "pub_url": "https://www.neliti.com/publications/103042/perancangan-dan-pembuatan-website-pada-komunitas-discerning-universitas-kristen", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:1lH0pCv-PpAJ:scholar.google.com/", "cites_per_year": {"2019": 2, "2020": 0, "2021": 4, "2022": 4, "2023": 2, "2024": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis Risiko Terhadap Business Continuity di PT. X", "pub_year": 2014, "citation": "Jurnal Infra 2 (2), 105624, 2014", "author": "Andrew Hartanto Susilo and Adi Wibowo and Alexander Setiawan", "volume": "2", "number": "2", "pages": "105624", "abstract": "PT. X merupakan suatu perusahaan yang bergerak dibidang retail (Penjualan besi beton). Dalam menjalankan proses bisnisnya perusahaan ini menggunakan software, hardware, jaringan, dan lain-lain. Melihat dari kondisi di PT. X tidak menutup kemungkinan terjadinya risiko akibat masalah-masalah dalam hal data security, data integrity, kerusakan hard disk, kesenimbangunan proses bisnis IT dan lainlain.Pada penelitian ini dilakukan analisis risiko terhadap seluruh area IT dan proses bisnis yang ada di PT. X. Area-area yang akan dianalisis tersebut didapatkan dengan cara melakukan penganalisisan pada business continuity berdasarkan Standard ISO 27002: 2005 chapter 14 kemudian melakukan penganalisisan IT Domain dan berikutnya melakukan risk assessment maupun risk mitigation. Adapun risiko-risiko yang ditemukan adalah adanya ketergantungan terhadap outsource programmer yang berperan sebagai konsultan IT, tidak pernah dilakukan Risk Assessment dalam bidang IT di perusahaan, tidak ada Disaster Recovery Plan dan IT Security Plan, tidak ada evaluasi terhadap hak akses, tidak ada orang khusus yang ditunjuk untuk mengelola IT, tidak adanya training atau zona aman terkait keamanan dan insiden dalam perusahaan, dan tidak adanya standar maupun framework. Hasil analisis risiko ini membantu perusahaan menyadari risiko-risiko apa yang mungkin terjadi dan dapat membahayakan kelangsungan bisnis perusahaan sehingga perusahaan dapat mengambil tindakan untuk mencegah atau menangani risiko tersebut."}, "filled": true, "author_pub_id": "_Byz_9wAAAAJ:0EnyYjriUFMC", "num_citations": 0, "pub_url": "https://www.neliti.com/publications/105624/analisis-risiko-terhadap-business-continuity-di-ptx", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:pwfuYC7hLGQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Data Model Customization for Yii Based ERP Application", "pub_year": 2014, "citation": "Jurnal Informatika 12 (2), 63-69, 2014", "author": "Andre Leander and Adi Wibowo and Lily Puspa Dewi", "journal": "Jurnal Informatika", "volume": "12", "number": "2", "pages": "63-69", "abstract": "As UD. Logam Utama’s business grow, trigger the need of fast and accurate information in order to improve performance, efficiency, control and company’s values. The company needs a system that can integrate each functional area. ERP has centralized database and able to be configured, according to company’s business processes. First phase of application development is analysis and design the company’s business processes. The design phase produce a number of models that will be used to created application. The final result of application development is an ERP application that can be configured with the company’s business process. The ERP application consist of warehouse or production module, purchasing module, sales module, and accounting module."}, "filled": true, "author_pub_id": "_Byz_9wAAAAJ:UebtZRa9Y70C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=8444758091656362115", "cites_id": ["8444758091656362115"], "pub_url": "http://jurnalinformatika.petra.ac.id/index.php/inf/article/view/19141", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:g3hI-73OMXUJ:scholar.google.com/", "cites_per_year": {"2023": 2}}
