{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "IMPACT OF WINDOW-TO-WALL RATIO, GLASS REFLECTANCE, AND SURFACE REFLECTANCE ON INDOOR ILLUMINANCE: A SIMULATION STUDY USING DIALUX", "pub_year": 2025, "citation": "Arsitekno 12 (1), 75-83, 2025", "author": "Aris Budhiyanto", "journal": "Arsitekno", "volume": "12", "number": "1", "pages": "75-83", "abstract": "The growing adoption of window facades in buildings has enhanced the use of daylighting, which has generally been well-received by occupants. However, the effectiveness of daylighting in interior spaces can be influenced by several factors, including the window-to-wall ratio (WWR), glass visible transmittance (VT), and the reflectance of walls, ceilings, and floors. This study investigates how these factors affect indoor average illuminance. To model the indoor lighting environment and adjust these factors, a simulation method using DIALux software was employed. Multiple linear regression analysis was then used to assess the impact of each factor on average illuminance. The results reveal that WWR and VT are the most significant variables, with their increases leading to substantial improvements in illuminance, though the benefits diminish at higher levels. In contrast, ceiling and floor reflectance have minimal effects, with ceiling reflectance being the least impactful. The regression analysis validates the model's high predictive accuracy and highlights the critical role of WWR and VT in achieving optimal lighting conditions."}, "filled": true, "author_pub_id": "_jcTAasAAAAJ:UebtZRa9Y70C", "num_citations": 0, "pub_url": "https://www.ojs.unimal.ac.id/index.php/arsitekno/article/view/18544", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:_aBdGW4UpMgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "DESAIN PERANCANGAN MASTERPLAN ALUN ALUN CEMARA DESA MIAGAN, JOMBANG", "pub_year": 2025, "citation": "DESAIN PERANCANGAN MASTERPLAN ALUN ALUN CEMARA DESA MIAGAN, JOMBANG, 2025", "author": "Agus Dwi Hariyanto and Aris Budhiyanto and Bramasta Putra Redyantanu", "abstract": "SURAT PENCATATAN CIPTAAN Page 1 an MENTERI HUKUM DIREKTUR JENDERAL \nKEKAYAAN INTELEKTUAL ub Direktur Hak Cipta dan Desain Industri Agung \nDamarsasongko,SH.,MH. NIP. 196912261994031001 REPUBLIK INDONESIA \nKEMENTERIAN HUKUM SURAT PENCATATAN CIPTAAN Dalam rangka pelindungan \nciptaan di bidang ilmu pengetahuan, seni dan sastra berdasarkan Undang-Undang Nomor \n28 Tahun 2014 tentang Hak Cipta, dengan ini menerangkan: Nomor dan tanggal \npermohonan Pencipta Nama Alamat Kewarganegaraan Pemegang Hak Cipta Nama \nAlamat Kewarganegaraan Jenis Ciptaan EC00202523312,19Februari2025AgusDwiHariyanto.ST,M.Sc.,ArisBudhiyantodkk\nPondokJatiCC-12A,RT003/RW009,KelurahanJati,Sidoarjo,Sidoarjo,Jawa Timur, 61226 \nIndonesiaLPPMUniversitasKristenPetraJalanSiwalankertoNo.121-131,KelurahanSiwalankerto,Wonocolo,Surabaya, …"}, "filled": true, "author_pub_id": "_jcTAasAAAAJ:hqOjcs7Dif8C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21529/1/Kegiatanhaki_15012_1760.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:PQOZTIQNXVMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Impact of Cafe Lighting on Customer Comfort Perception: A Case Study of Threelogy Coffee and Zybrick Coffee and Cantina, Surabaya", "pub_year": 2024, "citation": "International Journal of Architecture and Urbanism 8 (3), 347, 2024", "author": "Aris Budhiyanto", "volume": "8", "number": "3", "pages": "347", "abstract": "The evolution of cafes as multifunctional spaces for dining, socializing, and working has significantly influenced the standards for lighting. Previous research has shown that while cafe lighting frequently falls short of SNI standards, this does not impede the spaces functionality, and the effects of these deficiencies on customer experiences remain largely unexplored. This study investigates the light intensity and customer comfort at Threelogy Coffee and Zybrick Coffee and Cantina, two caf s characterized by markedly different designs and lighting conditions. Field surveys and light intensity measurements using lux meter were conducted to evaluate the lighting conditions at both locations, while questionnaires were used to assess visitor perceptions of comfort. At Threelogy Coffee, light intensity levels are notably high, with indoor measurements ranging from 360 to 465 lux and reaching up to 34,705 lux in semi-outdoor areas. Conversely, Zybrick Coffee and Cantina exhibits lower light intensity, with indoor levels between 65 and 70 lux and semi-outdoor areas ranging from 240 to 670 lux. Survey results reveal that customers to Threelogy Coffee generally express satisfaction with the bright lighting, although there is a potential risk of long-term monotony. Meanwhile, customers to Zybrick Coffee and Cantina report comfort despite the dim lighting, which is attributed to the private and intimate atmosphere fostered by the caf s design. Both caf s exhibit comparable levels of overall comfort, highlighting the significance of atmospheric design elements, in addition to lighting, in creating a positive customer experience. These findings indicate that caf s …"}, "filled": true, "author_pub_id": "_jcTAasAAAAJ:Se3iqnhoufwC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21366/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Dpkp4VEX0dQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Visual comfort and energy savings in classrooms using surveillance camera derived HDR images for lighting and daylighting control system", "pub_year": 2024, "citation": "Journal of Building Engineering 86, 108841, 2024", "author": "Aris Budhiyanto and Yun-Shang Chiou", "journal": "Journal of Building Engineering", "volume": "86", "pages": "108841", "publisher": "Elsevier", "abstract": "Classroom lighting significantly influences students’ performance and productivity, as well as building energy consumption. Numerous studies highlight prevalent suboptimal lighting in education, with almost half of students expressing discomfort, emphasizing the need to enhance lighting environments. To address the issues mentioned and accommodate diverse learning activities with varying lighting needs and equipment, this paper introduces an innovative HDRi Surveillance Lighting Control System (HSLDCS). An experimental study investigates the implementation of the HSLDCS in ten classrooms with various learning activities. High Dynamic Range image (HDRi) photography is employed to assess lighting quality using the HDRi spatial luminance distribution, DGP and UGR, while a questionnaire survey is conducted to evaluate student well-being. Despite limitations regarding the adjustment time for …"}, "filled": true, "author_pub_id": "_jcTAasAAAAJ:ufrVoPGSRksC", "num_citations": 12, "citedby_url": "/scholar?hl=en&cites=16792271602189326089", "cites_id": ["16792271602189326089"], "pub_url": "https://www.sciencedirect.com/science/article/pii/S2352710224004091", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:CddfjA0iCukJ:scholar.google.com/", "cites_per_year": {"2024": 11, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Effect of Inlet-Outlet Position and Ratio on Airflow Patterns and Privacy in Low-Cost Flat Units in Surabaya", "pub_year": 2024, "citation": "IOP Conference Series: Earth and Environmental Science 1301 (1), 012007, 2024", "author": "RN William and AD Hariyanto and A Budhiyanto", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "1301", "number": "1", "pages": "012007", "publisher": "IOP Publishing", "abstract": "A low-cost rental flat is a vertical building with natural ventilation as the primary ventilation source for its units. In practice, residents do not use room openings optimally because it tends to reduce room privacy. The consideration of the position and inlet-outlet area ratio is essential to create better privacy with airflow patterns that support room activities. The research consists of two stages. The first stage was carried out using qualitative methods, which proved the utilization of openings in the hallway side influenced user privacy. This paper discusses the results of the second stage, which was carried out using quantitative methods. The research aims to solve low-cost flats' cross-ventilation problem. Data collection using quantitative methods based on observations, data analysis using simulations of airflow patterns, and distribution analysis tables. The results show that the airflow pattern in the existing design does not …"}, "filled": true, "author_pub_id": "_jcTAasAAAAJ:_FxGoFyzp5QC", "num_citations": 0, "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/1301/1/012007/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-zSAmdb2iCAJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Persepsi Penghuni Rusunawa Terkait Aspek Privasi Pada Bukaan Jendela di Unit Kamar Rusunawa Surabaya", "pub_year": 2023, "citation": "Advances in Civil Engineering and Sustainable Architecture 5 (2), 138-148, 2023", "author": "Reinaldo Nathanael William and Agus Dwi Hariyanto and Aris Budhiyanto", "journal": "Advances in Civil Engineering and Sustainable Architecture", "volume": "5", "number": "2", "pages": "138-148", "abstract": "Kenyamanan privasi yang terdapat pada unit kamar rusunawa terbentuk melalui batasan ruang yang terdiri dari elemen vertikal dan horizontal. Bukaan jendela dan pintu sebagai bagian dari batasan ruang yang berperan penting dalam mengontrol interaksi antara bagian dalam dengan bagian luar unit kamar. Penerapan bukaan jendela dan pintu pada unit kamar mempengaruhi kuat atau lemahnya batasan ruang dan tingkat privasi yang terdapat pada ruangan tersebut. Berdasarkan teori Hall tentang batasan dan privasi ruang dipengaruhi oleh respon panca indera manusia. Bukaan jendela dan pintu diartikan sebagai bagian yang mengontrol respon indera manusia dalam pembentukan batasan ruang. Hasil analisis menunjukkan bukaan jendela dan pintu memiliki pengaruh yang erat dalam pembentukan privasi dan kontrol akan parameter privasi ruang. Dalam analisis terdapat tiga dari lima indera yang secara dominan mempengaruhi batasan ruang dan privasi unit kamar rusunawa yaitu penglihatan, aksesibilitas dan proximity atau kedekatan."}, "filled": true, "author_pub_id": "_jcTAasAAAAJ:YsMSGLbcyi4C", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/acesa/article/view/13455", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:BkqkDzk0nYoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Verification and accuracy check of luminance and illuminance measurements using a commercial IP camera applied as an HDR vision sensor", "pub_year": 2023, "citation": "2023 Asia Symposium on Image Processing (ASIP), 123-127, 2023", "author": "Aris Budhiyanto and Yun-Shang Chiou", "conference": "2023 Asia Symposium on Image Processing (ASIP)", "pages": "123-127", "publisher": "IEEE", "abstract": "This study verifies and checks the accuracy of luminance and illuminance from high dynamic range images (HDRI) generated by a commercial IP camera compared to measurement devices. The statistical analysis indicates that measuring luminance using the calibration method with a luminance meter is comparable with measurement results using a luminance meter, with average relative error in the range of 5–23%, whereas illuminance measurement using the equation method is in line with the measurement using an illuminance meter, with an average relative error range of 1–11%. Regarding the accuracy of the HDRI method, using digital cameras is in the range of 5–27%, which is still acceptable."}, "filled": true, "author_pub_id": "_jcTAasAAAAJ:eQOLeE2rZwMC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=11386301891455635245", "cites_id": ["11386301891455635245"], "pub_url": "https://ieeexplore.ieee.org/abstract/document/10371536/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:LU-SOT5FBJ4J:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Lighting and daylight control strategies using LabVIEW for optimizing visual comfort and energy savings", "pub_year": 2022, "citation": "Lighting and daylight control strategies using LabVIEW for optimizing visual …, 2022", "author": "Aris Budhiyanto and Yun-Shang Chiou", "abstract": "This study presents control strategies based on the National Instrument aboratory Virtual Instrument Engineering Workbench (NI LabVIEW) platform to reduce energy consumption as well as maintain visual comfort by controlling lighting fixtures and window blinds. A model prototype is presented equipped with motorized blinds and dimming lights controlled by NI LabVIEW, and light sensors for monitoring the indoor illuminance value. The results show that the model prototype performs well in maintaining uniformity of illuminance value. An annual simulation using Rhino/Grasshopper predicted that visual comfort can be well maintained by window blinds that rotate 450 (half-closed) without turning on one lamp , mostly during the daytime when the sky condition is clear; therefore, lighting energy consumption can be reduced by around 16%."}, "filled": true, "author_pub_id": "_jcTAasAAAAJ:WF5omc3nYNoC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20675/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:_-ULKtA_q1QJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Harvesting renewable energies through innovative kinetic honeycomb architectural facades: the mathematical & CFD modeling for wind turbine design optimization", "pub_year": 2022, "citation": "Journal of Asian Architecture and Building Engineering 21 (6), 2593-2604, 2022", "author": "Danny Santoso Mintorogo and Aris Budhiyanto and Feny Elsiana and Fandi D Suprianto and Sutrisno", "volume": "21", "number": "6", "pages": "2593-2604", "publisher": "Taylor & Francis", "abstract": "The research was specifically focused on the renewable energy factors associated with thousands of hexagonal micro-module wind turbines, hexagonal solar cell modules, and hexagonal modules for solar-reflecting pipes. This involved the utilization of windmills and solar cells specifically designed for a non-structural facade of the front building envelope through a double facade technique. Moreover, electrical energy was obtained from each windmill module, while extra renewable electricity from abundant sunlight was acquired through the hexagonal modules of the solar cells (photovoltaic) designed vertically on the building facade. However, this current research only focuses on hexagonal wind turbines. ANSYS Fluent 12.0 simulated software and numerical analysis were used to optimize and redesign the wind turbine blades in order to obtain more electricity from a single micro-module hexagonal wind turbine …"}, "filled": true, "author_pub_id": "_jcTAasAAAAJ:Tyk-4Ss8FVUC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=6341766319433645332", "cites_id": ["6341766319433645332"], "pub_url": "https://www.tandfonline.com/doi/abs/10.1080/13467581.2021.2007102", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:FP1gDt56AlgJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Prototyping a lighting control system using LabVIEW with real-time High Dynamic Range Images (HDRis) as the Luminance Sensor", "pub_year": 2022, "citation": "Buildings 12 (5), 650, 2022", "author": "Aris Budhiyanto and Yun-Shang Chiou", "journal": "Buildings", "volume": "12", "number": "5", "pages": "650", "publisher": "MDPI", "abstract": "Lighting control systems (LCSs) play important roles in maintaining visual comfort and energy savings in buildings. This paper presents a prototype LCS using LabVIEW with real-time high dynamic range images and a digital multiplex controller to brighten lamps sequentially to provide visual comfort. The prototype is applied to a scaled classroom model with three schemes involving different activities and needs: writing and reading, requiring a uniform luminance of approximately 100 cd/m2, teaching using a whiteboard, requiring an illuminance of approximately 120 cd/m2 for the whiteboard and 60 cd/m2 for the desks, and drawing and art activities focused on the center of the room, requiring an illuminance of approximately 100 cd/m2 for the center area and 50 cd/m2 for the background area. For each scheme, two conditions are presented: one in which the room is treated as a closed room without windows, and the one in which the room has a large window on one wall that enables daylight to penetrate the room. The prototype works well with both schemes and provides different combinations of lamp brightness levels, starting from 10% to 60%, based on the activities and required luminance, and can save around 73–82% of electricity. The presence of daylight does not always result in more energy savings, as the brightness contrast for visual comfort needs to be considered."}, "filled": true, "author_pub_id": "_jcTAasAAAAJ:W7OEmFMy1HYC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=6409001449178991206", "cites_id": ["6409001449178991206"], "pub_url": "https://www.mdpi.com/2075-5309/12/5/650", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZgpHl9xY8VgJ:scholar.google.com/", "cites_per_year": {"2023": 3, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Prototyping a Lighting Control System Using LabVIEW with Real-Time High Dynamic Range Images (HDRis) as the Luminance Sensor. Buildings 2022, 12, 650", "pub_year": 2022, "citation": "s Note: MDPI stays neutral with regard to jurisdictional claims in published …, 2022", "author": "A Budhiyanto and YS Chiou", "publisher": "s Note: MDPI stays neutral with regard to jurisdictional claims in published maps and institutional affil-iations.", "abstract": "Lighting control systems (LCSs) play important roles in maintaining visual comfort and energy savings in buildings. This paper presents a prototype LCS using LabVIEW with real-time high dynamic range images and a digital multiplex controller to brighten lamps sequentially to provide visual comfort. The prototype is applied to a scaled classroom model with three schemes involving different activities and needs: writing and reading, requiring a uniform luminance of approximately 100 cd/m2, teaching using a whiteboard, requiring an illuminance of approximately 120 cd/m2 for the whiteboard and 60 cd/m2 for the desks, and drawing and art activities focused on the center of the room, requiring an illuminance of approximately 100 cd/m2 for the center area and 50 cd/m2 for the background area. For each scheme, two conditions are presented: one in which the room is treated as a closed room without windows, and the one in which the room has a large window on one wall that enables daylight to penetrate the room. The prototype works well with both schemes and provides different combinations of lamp brightness levels, starting from 10% to 60%, based on the activities and required luminance, and can save around 73–82% of electricity. The presence of daylight does not always result in more energy savings, as the brightness contrast for visual comfort needs to be considered."}, "filled": true, "author_pub_id": "_jcTAasAAAAJ:roLk4NBRz8UC", "num_citations": 0, "pub_url": "https://pdfs.semanticscholar.org/68c2/74e1bc0730a74b2afdf8c131ac6a23bb149c.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:eBX1qfmv1R4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Comparison of simulation-based methods and metaheuristic optimization algorithms for optimizing window design by considering daylighting and heat transfer in a tropical region of Indonesia", "pub_year": 2021, "citation": "IOP Conference Series: Earth and Environmental Science 907 (1), 012016, 2021", "author": "Aris Budhiyanto and Adrianto Oktavianus and Belinda Tedjokusumo and Kevin Harsono and IT Yang", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "907", "number": "1", "pages": "012016", "publisher": "IOP Publishing", "abstract": "This study presents evaluation and comparison of simulation-based methods and metaheuristic optimization algorithms on building design models, focussing on daylight availability maximization and energy consumption minimization. The simulation-based method was presented using Rhino/Grasshopper software supported by the Ladybug, Honeybee, and Octopus optimization plugins; while MOPSO was chosen to calculate the metaheuristic optimization algorithm. The result indicated that OTTV values of the optimum design were respectively in the range of 24.06 W/m 2 to 34.15 W/m 2 for Octopus optimization and 25.19 W/m 2 to 34.99 W/m 2 for MPSO; and the WWR value for Octopus optimization and MOPSO were in the range 15% to 23% and 15% to 26%, respectively. While both methods showed similar results, the time duration for simulating in Rhino/Grasshopper was much longer compared to calculating …"}, "filled": true, "author_pub_id": "_jcTAasAAAAJ:zYLM7Y9cAGgC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=10012676647720928999", "cites_id": ["10012676647720928999"], "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/907/1/012016/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:50ZBllws9IoJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 0, "2023": 0, "2024": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Effect of tilt angle of building-integrated wind turbine and photovoltaic facade on wind pressure and solar radiation", "pub_year": 2020, "citation": "IOP Conference Series: Earth and Environmental Science 520 (1), 012016, 2020", "author": "Danny Santoso Mintorogo and Feny Elsiana and Aris Budhiyanto", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "520", "number": "1", "pages": "012016", "publisher": "IOP Publishing", "abstract": "This study investigated the potential impacts of wind pressure and incident solar radiation on a building tilted façade installed with micro wind turbine and photovoltaic panels as a second skin façade for generating electricity. The wind pressure will affect wind turbine rotation, and solar radiation will affect the energy produced by the photovoltaic. The study used simulation modeling software to analyze the wind pressure and solar radiation received on the tilted façade. The research found that the force received by the tilted façade is more significant than that received by the 90 tilted fagade. The smaller the tilted-angle of the fagade, the more radiation received by the PV panel. Conversely, the larger tilted-angle of the building façade, the less radiation received by the photovoltaic, despite the wind pressure received by the wind turbine being higher than that received by the 90 tilt façade. However, the more radiation …"}, "filled": true, "author_pub_id": "_jcTAasAAAAJ:UeHWp8X0CEIC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=8390335698825474048", "cites_id": ["8390335698825474048"], "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/520/1/012016/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:AHDFOt11cHQJ:scholar.google.com/", "cites_per_year": {"2020": 1, "2021": 0, "2022": 0, "2023": 0, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Student Perception of Waste Management in Petra Christian University as a Green Campus", "pub_year": 2019, "citation": "the 9th International Conference on Green Technology 9 (1), 12-17, 2019", "author": "William Alfred and Richard Cahya Nugraha and Cindy and Aris Budhiyanto", "conference": "the 9th International Conference on Green Technology", "volume": "9", "number": "1", "pages": "12-17", "abstract": "The development of green building issue that refers to environmental friendly building has significant impact around the world, as it is in Indonesia. Petra Christian University responded that issue by starting the green campus movement since 2010. The goal of this movement is to engage all students to be more care about environmental sustainability including waste management. The aim of this study is to determine the students’ perception about the waste management in Petra Christian University. In order to understand students’ perception toward the waste management, a questionnaire was used. The result of this study is waste management need to be improved as about 40% of the respondents indicate that they do not know about the waste management in Petra Christian University."}, "filled": true, "author_pub_id": "_jcTAasAAAAJ:2osOgNQ5qMEC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=11606869722615073247", "cites_id": ["11606869722615073247"], "pub_url": "https://www.researchgate.net/profile/Aris-Budhiyanto/publication/344832185_Student_Perception_of_Waste_Management_in_Petra_Christian_University_as_a_Green_Campus/links/5f92a23792851c14bcdee7b8/Student-Perception-of-Waste-Management-in-Petra-Christian-University-as-a-Green-Campus.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:30m1UoTiE6EJ:scholar.google.com/", "cites_per_year": {"2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Study of shading device building-integrated photovoltaic performance on energy saving", "pub_year": 2018, "citation": "Journal of Urban and Environmental Engineering 11 (2), 202-207, 2018", "author": "Aris Budhiyanto and Jatmika Adi Suryabrata and Soeleman Saragih", "volume": "11", "number": "2", "pages": "202-207", "abstract": "This paper presents the study of the performance of building-integrated photovoltaic (BIPV) applied on vertical building envelope as overhang shading devices on energy saving. In Indonesia, where solar energy is abundant, the utilization of PV system as renewable energy is very potential, especially in remote area. However, in the urban core of Indonesia, the utilization of PV system is not yet economically viable. In this study, six BIPV models with different design of PV panel shading devices were simulated using weather file of Jakarta, an urban core of Indonesia. The results show that installing fewer PV panel shading devices on building fa ade with greater distance is more effective than installing more PV panel shading device with less distance. The LCOE (levelized cost of electricity) of all models that is lower than the national grid electricity cost indicates that BIPV could be economically profitable if it is designed properly."}, "filled": true, "author_pub_id": "_jcTAasAAAAJ:9yKSN-GCB0IC", "num_citations": 11, "citedby_url": "/scholar?hl=en&cites=16521418536882580451", "cites_id": ["16521418536882580451"], "pub_url": "https://repository.petra.ac.id/17934/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:46twBKDeR-UJ:scholar.google.com/", "cites_per_year": {"2019": 1, "2020": 2, "2021": 2, "2022": 1, "2023": 3, "2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The effect of the window-to-wall ratio on cooling energy usage and comfort temperature", "pub_year": 2018, "citation": "DIMENSI-Journal of Architecture and Built Environment 44 (2), 189-194, 2018", "author": "Aris Budhiyanto", "journal": "DIMENSI-Journal of Architecture and Built Environment", "volume": "44", "number": "2", "pages": "189-194", "publisher": "Petra Christian University", "abstract": "This study presents an investigation of the effect of building envelope, especially glass facade buildings on cooling energy usage and thermal comfort. An office building was modeled with various window-to-wall ratio (WWR) using panasap glass with SC=0.58 in order to analyze the effect of the WWR addition on cooling energy usage and comfort temperature. The result suggested that the average increase of the cooling energy usage is about 5.67% per 10% WWR addition, and of the operative temperature ranges from 0.350C to 0.560C per 10% WWR addition. Moreover, the building with above 20% WWR doesn’t provide comfort temperature."}, "filled": true, "author_pub_id": "_jcTAasAAAAJ:u-x6o8ySG0sC", "num_citations": 8, "citedby_url": "/scholar?hl=en&cites=12579880497018979587", "cites_id": ["12579880497018979587"], "pub_url": "https://repository.petra.ac.id/17935/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:A0WuNam2lK4J:scholar.google.com/", "cites_per_year": {"2019": 1, "2020": 1, "2021": 1, "2022": 0, "2023": 2, "2024": 2, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "EFEKTIVITAS KONFIGURASI SELUBUNG BANGUNAN TERINTEGRASI FOTOVOLTAIK TERHADAP EFISIENSI ENERGI Simulasi Bangunan Hipotetik Perkantoran Berlantai Banyak Berdasarkan Data Iklim Jakarta", "pub_year": 2016, "citation": "Universitas Gadjah Mada, 2016", "author": "ARIS BUDHIYANTO"}, "filled": true, "author_pub_id": "_jcTAasAAAAJ:d1gkVwhDpl0C", "num_citations": 0, "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "MODULAR FASADE GANDA SARANG LEBAH DENGAN KINCIR ANGIN", "citation": "UNIVERSITAS KRISTEN PETRA, 0", "author": "Danny Santoso Mintorogo and Aris Budhiyanto and Feny Elsiana", "publisher": "UNIVERSITAS KRISTEN PETRA", "abstract": "Invensi ini berhubungan dengan modular segi enam kincir angin mikro dan pipa pemantul cahaya matahari pada fasade ganda. Secara khusus invensi fasade ganda ini terdiri dari banyak kincir angin mikro dan deretan pemantul cahaya matahari. Kincir angin mikro ini ditempatkan di setiap modular segi enam fasade ganda dan menghasilkan listrik sebagai energi terbarukan dengan mekanisme pembangkit listrik magnetik yang berputar pada poros secara vertikal; dari perputaran gesekan magnetik diperoleh tenaga listrik magnetic arus searah."}, "filled": true, "author_pub_id": "_jcTAasAAAAJ:Y0pCki6q_DkC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19538/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:kfkw2p37NVkJ:scholar.google.com/", "cites_per_year": {}}
