{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "SparkFlow: A Simple Big Data Analysis Application over Apache Spark", "pub_year": 2024, "citation": "2024 2nd International Conference on Technology Innovation and Its …, 2024", "author": "Henry Novianus Palit and Andre Gunawan and Daniel Jeremia", "conference": "2024 2nd International Conference on Technology Innovation and Its Applications (ICTIIA)", "pages": "1-6", "publisher": "IEEE", "abstract": "With the rapid increase in data generated through our daily activities, it is only a matter of time before we need to analyze this data to support decision making and improve our lives. While many frameworks and tools are available for processing Big Data, most require technical knowledge and skills that can be challenging for common people to acquire. To bridge this gap, SparkFlow was developed with a focus on simplicity and user-friendliness. Built on top of Spark, a well- known Big Data framework capable of processing data promptly and efficiently, SparkFlow features visual block programming that allows non-technical users to easily create data analysis workflows. SparkFlow's elements then convert these workflows into Spark operations for execution on the underlying cluster. Based on the evaluation results, SparkFlow can effectively reduce the number of required steps by at least 30% and accelerate task …"}, "filled": true, "author_pub_id": "_OJyrKoAAAAJ:UHK10RUVsp4C", "num_citations": 0, "pub_url": "https://ieeexplore.ieee.org/abstract/document/10761597/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:7B322J81jsoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Freelancer Application: A Gateway to Job-Seeking Opportunities for Students", "pub_year": 2023, "citation": "2023 3rd International Conference on Intelligent Cybernetics Technology …, 2023", "author": "Lily Puspa Dewi and Michael Wong and Henry N Palit", "conference": "2023 3rd International Conference on Intelligent Cybernetics Technology & Applications (ICICyTA)", "pages": "347-351", "publisher": "IEEE", "abstract": "Freelancing has become one of the most popular professions today. This has happened because freelance work offers a significantly higher level of flexibility compared to other types of professions. However, the most popular freelance platforms only focus on professional freelancers, making it difficult for undergraduate students to start their careers as freelancers. Therefore, an application is needed to support the students in the process of starting their freelance services. The system proposed will be designed in the form of a mobile application that functions as a platform to provide various services offered by freelancers. Using this application, business owners will be directed to the academic community, where students can become the main actors as freelancers so that they can apply the knowledge gained during lectures, develop portfolios, and add work experience. This application can become a forum for all …"}, "filled": true, "author_pub_id": "_OJyrKoAAAAJ:PR6Y55bgFSsC", "num_citations": 0, "pub_url": "https://ieeexplore.ieee.org/abstract/document/10428742/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:7qKMbpLy9FwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pelatihan Metode Computational Thinking melalui Pemrograman Menggunakan Scratch untuk Siswa Sekolah Dasar", "pub_year": 2023, "citation": "Jurnal pengabdian masyarakat bangsa 1 (8), 1679-1683, 2023", "author": "Agustinus Noertjahyana and Lily Puspa Dewi and Silvia Rostianingsih and Henry Novianus Palit and Stephanus A Ananda", "journal": "Jurnal pengabdian masyarakat bangsa", "volume": "1", "number": "8", "pages": "1679-1683", "publisher": "Petra Christian University", "abstract": "Pelatihan pemrograman dengan menggunakan scratch bertujuan untuk membantu mengajarkan konsep berpikir  komputasi secara sederhana kepada siswa Sekolah Dasar. Metode yang digunakan dalam pelatihan ini adalah  dengan memberikan penjelasan tentang konsep pemrograman lalu dilanjutkan dengan memberikan contoh contoh program sederhana. Selanjutnya siswa diajak untuk mencoba secara langsung menggunakan komputer  dan diminta untuk menjelaskan langkah-langkah yang dilakukan. Harapan dari adanya pelatihan ini adalah siswa  sekolah dasar mampu berpikir secara komputasi dan dapat menerapkan dalam kehidupan sehari-hari. Setelah 2  hari pelatihan, siswa sekolah dasar menunjukkan hasil yang baik, dimana mereka mampu membuat program  sederhana berdasarkan permasalahan yang ada."}, "filled": true, "author_pub_id": "_OJyrKoAAAAJ:1yQoGdGgb4wC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=16679081099123773333", "cites_id": ["16679081099123773333"], "pub_url": "https://repository.petra.ac.id/20665/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:lU803eP_d-cJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Multi-population symbiotic organisms search algorithm for solving the construction resource leveling problem", "pub_year": 2023, "citation": "AIP Conference Proceedings 2629 (1), 2023", "author": "Doddy Prayogo and Indar Sugiarto and Henry Novianus Palit", "journal": "AIP Conference Proceedings", "volume": "2629", "number": "1", "publisher": "AIP Publishing", "abstract": "During any type of construction project, a necessary factor that determines success is proper scheduling. Different implementation methods seem to have been undertaken for scheduling, like program evaluation review technique (PERT), critical path method (CPM), as well as Gantt charts. These methods assume that there are unlimited resources available, which may fluctuate the demand of resources and may result to increased cost. A method used to efficiently allocate resources such that resource demand fluctuation is reduced is called resource leveling. Some studies have employed some metaheuristic methods as an alternative to resource leveling, such as genetic algorithm (GA) and particle swarm optimization (PSO). However, each method has their own shortcomings; one of these shortcomings is overreliance on parameter tuning. If there is no optimization of the parameter setting, additional computational …"}, "filled": true, "author_pub_id": "_OJyrKoAAAAJ:ZuybSZzF8UAC", "num_citations": 0, "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2629/1/040005/2905327", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:zql0wkAjVE8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Performance analysis of a parallel genetic algorithm: A case study of the traveling salesman problem", "pub_year": 2022, "citation": "2022 1st International Conference on Information System & Information …, 2022", "author": "Henry Novianus Palit and Indar Sugiarto and Doddy Prayogo and Alexander TK Pratomo", "conference": "2022 1st International Conference on Information System & Information Technology (ICISIT)", "pages": "330-335", "publisher": "IEEE", "abstract": "Genetic Algorithm (GA) is one of the most popular optimization techniques. Inspired by the theory of evolution and natural selection, it is also famous for its simplicity and versatility. Hence, it has been applied in diverse fields and domains. However, since it involves iterative and evolutionary processes, it takes a long time to obtain optimal solutions. To improve its performance, in this research work, we had parallelized GA processes to enable searching through the solution space with concurrent efforts. We had experimented with both CPU and GPU architectures. Speedups of GA solutions on CPU architecture range from 7.2 to 22.2, depending on the number of processing cores in the CPU. By contrast, speed-ups of GA solutions on GPU architecture can reach up to 172.4."}, "filled": true, "author_pub_id": "_OJyrKoAAAAJ:5awf1xo2G04C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=5605971637198706929", "cites_id": ["5605971637198706929"], "pub_url": "https://ieeexplore.ieee.org/abstract/document/9872751/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8dgkmIBpzE0J:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sales Forecasting Pada Dealer Motor X Dengan LSTM, ARIMA, dan Holt-Winters Exponential Smoothing", "pub_year": 2022, "citation": "Jurnal Infra 10 (2), 1-4, 2022", "author": "Jennifer Soeryawinata and Henry Novianus Palit and Leo Willyanto Santoso", "journal": "Jurnal Infra", "volume": "10", "number": "2", "pages": "1-4", "abstract": "In the world of commerce, inventory is an important issue. Occasionally, motorcycle dealer X experience lost revenue due to a lack of motorcycle inventory as well as lost storage space due to under-selling motorcycles being stocked in large quantities. If the restock process is easy to do, it will answer the problem. Inventory of motorcycles at the motorcycle dealer X was sent from Jakarta to Central Sulawesi. If the motorcycle dealer X wants to do a restock, it will take a long time and expensive shipping costs. To overcome the problems at the motorcycle dealer X, a prediction or forecasting of motorcycle sales is needed. With this forecast, it is hoped that the owner of the motorcycle dealer X can determine the number and type of motorbikes that must be sent from Jakarta each month. In this study, we will use Long-Short Term Memory (LSTM), Autoregressive Integrated Moving Average (ARIMA), and HoltWinters …"}, "filled": true, "author_pub_id": "_OJyrKoAAAAJ:JoZmwDi-zQgC", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=13434081790055114535", "cites_id": ["13434081790055114535"], "pub_url": "https://scholar.google.com/scholar?cluster=13434081790055114535&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:J2fHEzZyb7oJ:scholar.google.com/", "cites_per_year": {"2023": 4, "2024": 2, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Hybrid Recommendation System untuk Peminjaman Buku Perpustakaan dengan Collaborative dan Content-Based Filtering", "pub_year": 2022, "citation": "Jurnal Infra 10 (2), 1-6, 2022", "author": "Adrianus Aditya Widjaja and Henry Novianus Palit", "journal": "Jurnal Infra", "volume": "10", "number": "2", "pages": "1-6", "abstract": "The development of technology is growing rapidly and followed with the growth of digital data in the internet. Therefore, recommendation system was invented and can be used in many aspects of human life. For example, a book recommendation system can be used to help user to choose a book to be read which is suitable with their preferences. Using a recommendation system can help to reduce the required time to choose a book because of the massive choices of books. This research using hybrid recommendation system which combined collaborative filtering and content-based filtering method. The purpose of this study was to achieve a better recommendation outcome. To measure how well the result of the recommendation, mean reciprocal rank and mean average precision was used. The results showed that weighted hybrid yields a better score than the other two methods. The score was 0.2113 and 0 …"}, "filled": true, "author_pub_id": "_OJyrKoAAAAJ:tkaPQYYpVKoC", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=7431798822128541413", "cites_id": ["7431798822128541413"], "pub_url": "https://scholar.google.com/scholar?cluster=7431798822128541413&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:5V4jQ6cNI2cJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 0, "2023": 2, "2024": 2, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Aplikasi Analisa Sentimen Bilingual dan Emoji pada Komentar Media Sosial Instagram Menggunakan Metode Support Vector Machine", "pub_year": 2022, "citation": "J. Infra 10 (2), 455-461, 2022", "author": "Satria Adi Nugraha and Henry Novianus Palit and Hans Juwiantho", "journal": "J. Infra", "volume": "10", "number": "2", "pages": "455-461", "abstract": "Indonesia is ranked 4th as the most Instagram user in the world. This makes business people triggered to promote their products and services to content creators to make reviews and upload them on Instagram. Business people need to evaluate uploads to assess whether the promotions carried out get a positive or negative response from netizens. Evaluation can be done by checking the comments column. Instagram comments not only contain comments in Indonesian but in English along with emojis. However, checking manually will certainly take a lot of time. Therefore, it is necessary to build an application system that can detect bilingual sentiments and emojis in Instagram comments. This system was built using the Support Vector Machine method to classify language, Indonesian sentiment, and English sentiment and then evaluated using the accuracy value. The data used is a sample of uploaded comments …"}, "filled": true, "author_pub_id": "_OJyrKoAAAAJ:eMMeJKvmdy0C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=5157352671714214428", "cites_id": ["5157352671714214428"], "pub_url": "https://scholar.google.com/scholar?cluster=5157352671714214428&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:HALwGu6YkkcJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Platform Big Data Analytic Berbasis Apache Spark Bagi Pemula Dalam Menyusun Data Analysis Workflow", "pub_year": 2022, "citation": "Jurnal Infra 10 (1), 2022", "author": "Daniel Jeremia and H Novianus and Andre Gunawan", "journal": "Jurnal Infra", "volume": "10", "number": "1", "abstract": "Data is a concrete foundation for decision-making. The development of technology, in turn, creates a problem in the number and complexity of data as it requires sophisticated methods to analyze. This calls for the need of big data analytics. Analyzing data quickly, simply, and robustly is now a very high requirement, especially for beginners. To combat this problem, a platform for big data analytics that is beginner-friendly is proposed in this research. This platform is created with the purpose of simplifying the process of analyzing data easily without the use of programming for beginners. Diagrams/workflows are designed to manipulate data in a drag-and-drop fashion to make it easier for beginners. Furthermore, this platform uses industry-leading technology such as Apache Spark to deal with the problems of big data analytic without being known by the user at all. A survey/demo of 12 people with 3 different …"}, "filled": true, "author_pub_id": "_OJyrKoAAAAJ:WA5NYHcadZ8C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=2801728366756167273", "cites_id": ["2801728366756167273"], "pub_url": "https://scholar.google.com/scholar?cluster=2801728366756167273&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:af6i-Rq94SYJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Simulasi Aplikasi untuk Mendeteksi dan Mencegah Serangan DDoS pada Jaringan Berbasis Software Defined Network", "pub_year": 2022, "citation": "Jurnal Infra 10 (1), 2022", "author": "Sugiyanto Goutama and Agustinus Noertjahyana and Henry Novianus Palit", "journal": "Jurnal Infra", "volume": "10", "number": "1", "abstract": "Software Defined Network (SDN) is one of the technological developments in computer networks. Today's computer networks generally use many network devices, where each network device has 2 functionalities, called control plane and forwarding plane. The separation of the two functions through SDN technology has the advantage of having a centralized control plane design is to make configuration and management easier. However, there is also a challenge in the form of a single point of failure that is vulnerable to Distributed Denial of Service (DDoS) attacks. Therefore, SDN requires an Intrusion Detection System (IDS) and an Intrusion Prevention System (IPS) to be able to detect and prevent DDoS attacks. This study aims to determine the level of accuracy and length of time to detect (Mean Time To Detect), as well as length of time to mitigate (Mean Time To Respond) in dealing with variations of DDoS …"}, "filled": true, "author_pub_id": "_OJyrKoAAAAJ:HE397vMXCloC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=830780470463130552", "cites_id": ["830780470463130552"], "pub_url": "https://scholar.google.com/scholar?cluster=830780470463130552&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:uGtJrG-GhwsJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Custom Built of Smart Computing Platform for Supporting Optimization Methods and Artificial Intelligence Research: PakCarik: GPU-Accelerated Platform for AI Researches", "pub_year": 2021, "citation": "Proceedings of the Pakistan Academy of Sciences: A. Physical and …, 2021", "author": "Indar Sugiarto and Doddy Prayogo and Henry Palit and Felix Pasila and Resmana Lim and Agustinus Noertjahyana and I Gede Widyadana and Surya Hermawan and Agustinus Bimo Gumelar and Bernardo Nugroho Yahya", "journal": "Proceedings of the Pakistan Academy of Sciences: A. Physical and Computational Sciences", "volume": "58", "number": "S", "pages": "59-64", "abstract": "This paper describes a prototype of a computing platform dedicated to artificial intelligence explorations. The platform, dubbed as PakCarik, is essentially a high throughput computing platform with GPU (graphics processing units) acceleration. PakCarik is an Indonesian acronym for Platform Komputasi Cerdas Ramah Industri Kreatif, which can be translated as “Creative Industry friendly Intelligence Computing Platform”. This platform aims to provide complete development and production environment for AI-based projects, especially to those that rely on machine learning and multiobjective optimization paradigms. The method for constructing PakCarik was based on a computer hardware assembling technique that uses commercial off-the-shelf hardware and was tested on several AI-related application scenarios. The testing methods in this experiment include: high-performance lapack (HPL) benchmarking, message passing interface (MPI) benchmarking, and TensorFlow (TF) benchmarking. From the experiment, the authors can observe that PakCarik's performance is quite similar to the commonly used cloud computing services such as Google Compute Engine and Amazon EC2, even though falls a bit behind the dedicated AI platform such as Nvidia DGX-1 used in the benchmarking experiment. Its maximum computing performance was measured at 326 Gflops. The authors conclude that PakCarik is ready to be deployed in real-world applications and it can be made even more powerful by adding more GPU cards in it."}, "filled": true, "author_pub_id": "_OJyrKoAAAAJ:V3AGJWp-ZtQC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=1123302638357580910", "cites_id": ["1123302638357580910"], "pub_url": "https://www.paspk.org/wp-content/uploads/2021/10/ES-733.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:bgyQTszFlg8J:scholar.google.com/", "cites_per_year": {"2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Fault Tolerance pada Microservice Architecture dengan Circuit Breaker dan Bulkhead Pattern", "pub_year": 2021, "citation": "Jurnal Infra 9 (2), 2021", "author": "Edward Hosea and H Palit and Lily Puspa Dewi", "journal": "Jurnal Infra", "volume": "9", "number": "2", "abstract": "Microservice architecture as a solution to the monolithic architectural system is growing more and more in use today. As a fairly successful solution, the microservice system is not devoid of new problems and other challenges that arise. Microservice as a self-developed system and a service that communicates between networks are often fault. Any fault that occurs can be caused by high latency or because of the internal problem that causes the slowing down process. This may cause microservice to be inaccessible to the user or other microservice in need. The research provides a solution to the implementation of a microservice system that can withstand fault by applying the stability pattern with a circuit breaker and bulkhead pattern. Tests are made on the implementation of microservice systems using the PRS case study used by the Christian university of Petra. Fault executives are implemented to test the …"}, "filled": true, "author_pub_id": "_OJyrKoAAAAJ:t6usbXjVLHcC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=17908627453428343735", "cites_id": ["17908627453428343735"], "pub_url": "https://scholar.google.com/scholar?cluster=17908627453428343735&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:t6Nn8Mg5iPgJ:scholar.google.com/", "cites_per_year": {"2023": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Aplikasi Mobile Informasi Fase Bulan Dengan Perhitungan Astronomi Untuk Pengikut Kejawen", "pub_year": 2021, "citation": "Jurnal Infra 9 (2), 282-285, 2021", "author": "Gordon Kusuma Kahono and Henry Novianus Palit and Anita Nathania Purbowo", "journal": "Jurnal Infra", "volume": "9", "number": "2", "pages": "282-285", "abstract": "The abdi (kejawen followers) still use the Javanese calendar and the moon phase for their daily needs, usually the servants use them to find a good day to perform rituals or meditation and events. The Javanese calendar is one type of lunar calendar (moon) where the calendar is based on the position of the moon. The moon is illuminated at night, and the illumination produced by the moon is different every day because the moon's illumination depends on the phase of the moon. The moon has complex parameters, namely in addition to the phase there is also the distance, and position to the Sun, and the Earth. Abdi did not understand about good ritual days, before that the servants waited for orders from the king to carry out rituals. Therefore, we need an application for moon information in the form of moon phase, moonlight, moon position along with the Javanese calendar with the Android platform. The proposed …"}, "filled": true, "author_pub_id": "_OJyrKoAAAAJ:olpn-zPbct0C", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=17186924482477545795", "cites_id": ["17186924482477545795"], "pub_url": "https://scholar.google.com/scholar?cluster=17186924482477545795&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Q9mJr8E4hO4J:scholar.google.com/", "cites_per_year": {"2024": 2, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Aplikasi Pendukung Diagnosis COVID-19 Yang Menganalisis Hasil X-Ray Paru-Paru Dengan Model EfficientNet", "pub_year": 2021, "citation": "J. INFRA 9 (2), 2021", "author": "Ananta Kusuma Pangkasidhi and Henry Novianus Palit and Alvin Nathaniel Tjondrowiguno", "journal": "J. INFRA", "volume": "9", "number": "2", "abstract": "In December 2019, a new type of corona virus was detected that had symptoms of pneumonia in the seafood market in Wuhan City, Hubei Province, China. The virus then spread throughout the world, which in March 2020, WHO announced the status of the epidemic as a pandemic. WHO finally named this virus as COVID-19. COVID-19 has infected more than 105 million people worldwide, and deaths that have reached more than 2.3 million worldwide. In Indonesia alone there have been more than 1 million cases of COVID-19 and more than 30 thousand deaths in February 2021. Based on number of cases, patient must be handled responsively. One of the supporting diagnosis for COVID-19 is Chest X-Ray. Chest X-Ray becomes one of the mandatory steps for patients to confirm and determine the treatment (s) to medicate the patients appropriately. In this study using the Deep Learning EfficientNet architecture to …"}, "filled": true, "author_pub_id": "_OJyrKoAAAAJ:XiVPGOgt02cC", "num_citations": 8, "citedby_url": "/scholar?hl=en&cites=14471733734135048659", "cites_id": ["14471733734135048659"], "pub_url": "https://scholar.google.com/scholar?cluster=14471733734135048659&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:0ykoGyjt1cgJ:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 2, "2024": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penerapan Microservices dan Amazon Elastic Container Service untuk Mendukung Scalability", "pub_year": 2021, "citation": "J. Infra 9 (2), 220-226, 2021", "author": "Antonius Tanuwijaya and Henry Novianus Palit and Agustinus Noertjahyana", "journal": "J. Infra", "volume": "9", "number": "2", "pages": "220-226", "abstract": "The technology age under development provides the impact of increasing the number of users in a system may also increase the workload received by the server. This condition is experienced in PT. X, where the server cannot handle the growing workload over time, this makes the server overloaded and slow in response until it gets to the server condition is down and unreachable by the user. This research tried to provide solutions to the problems faced by PT. X by applying a system of microservices and Amazon Elastic Container Service. By applying microservices then all services will be split into independent and can ease the workload of the server. Moreover, with the combination of Amazon ECS then the process of scaling will be more effective only on the service that is experiencing an overload condition so that the process of scaling can adjust the conditions of the workload on the server at that time. The …"}, "filled": true, "author_pub_id": "_OJyrKoAAAAJ:bnK-pcrLprsC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=14098530147979827320", "cites_id": ["14098530147979827320"], "pub_url": "https://scholar.google.com/scholar?cluster=14098530147979827320&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:eBh57XgKqMMJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sistem Pakar Pendiagnosa Infeksi Saluran Pernafasan Akut (ISPA) dengan Metode Forward Chaining dan Certainty Factor", "pub_year": 2021, "citation": "J. Infra 9 (2), 206-212, 2021", "author": "Samuel Njoo and Kartika Gunadi and Henry Novianus Palit", "journal": "J. Infra", "volume": "9", "number": "2", "pages": "206-212", "abstract": "Acute Respiratory Infection (ARI) is a group of diseases that are quite common in developing countries, including Indonesia. ARI consists of various diseases and has a very varied possibility of symptoms. If not detected and treated immediately, ARI can get even worse and can lead to death. With an expert system, users can quickly self-diagnose without worrying about the cost or time required. The knowledge possessed by the expert system also comes from doctors in their fields. The expert system will be built with the help of 2 (two) methods, namely the forward chaining as an inference method and the certainty factor as the calculation method. With the forward chaining method, the system can provide information such as what disease the user is suffering from directly after the user fills all the questions that will be asked by the system. In addition, with the certainty factor method, the system can provide information …"}, "filled": true, "author_pub_id": "_OJyrKoAAAAJ:1qzjygNMrQYC", "num_citations": 9, "citedby_url": "/scholar?hl=en&cites=4597973338249570411", "cites_id": ["4597973338249570411"], "pub_url": "https://scholar.google.com/scholar?cluster=4597973338249570411&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:aygV2WNIzz8J:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 2, "2024": 4, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Aplikasi Sentiment Analysis Terhadap Pelaksanaan Pembelajaran Jarak Jauh Universitas Kristen Petra Dengan Metode Naive Bayes Classifier", "pub_year": 2021, "citation": "Jurnal Infra 9 (1), 169-174, 2021", "author": "Kezia Sekarayu Setyawati and Andreas Handojo and Henry Novianus Palit", "journal": "Jurnal Infra", "volume": "9", "number": "1", "pages": "169-174", "abstract": "In maintaining student satisfaction during online learning period, Petra Christian University conducted a survey to know student’s response. The result then processed manually and takes a long time to gather an information. Therefore, a sentiment analysis application is needed which will help to collect information from survey in a shorter time by classifying sentiments and topics related to online learning. The method used to classify topics and sentiments is the Naive Bayes Classifier. Data will be prepared through preprocessing, by eliminating the same sentence, changing abbreviated words, stemming, and stop word removal. The classification model produced and used in this application can classify student survey data related to the implementation of online learning based on positive and negative sentiments, also based on the topic, material, lecturers, learning media, and supporting facilities. The accuracy of …"}, "filled": true, "author_pub_id": "_OJyrKoAAAAJ:LPZeul_q3PIC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=11257581349650189072", "cites_id": ["11257581349650189072"], "pub_url": "https://scholar.google.com/scholar?cluster=11257581349650189072&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:EEv2n5f2OpwJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perbandingan Analisis Faktor Penentu Penjualan PT. X Menggunakan LASSO Regression dan Gradient Boosted Regression Tree", "pub_year": 2021, "citation": "J. Infra 9 (1), 2021", "author": "Jessica Athalia and Henry Novianus Palit and Silvia Rostianingsih", "journal": "J. Infra", "volume": "9", "number": "1", "abstract": "Information becomes a crucial asset for an organization. However, employees of PT. X are facing difficulty in analyzing data because it has to be processed one by one. Moreover, analyzing data in an operational database is not recommended as it can interfere with the performance of the operational database. Then, when the Board of Directors want to know the reason behind its sales’ performance, they conclude it based on their mere assumption. This research implemented a data warehouse with the help of ETL tools. Then, sales transactions of PT. X were analyzed to get information about factors that affect company’s revenue. Factor models were formed for brands which sales were not good enough these past few years. Factors which are examined are sales price, stock availability, on time delivery of goods, quantity of returns, month of transaction, and cost price. The analysis was carried with two methods …"}, "filled": true, "author_pub_id": "_OJyrKoAAAAJ:5Ul4iDaHHb8C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=8645145668374154579", "cites_id": ["8645145668374154579"], "pub_url": "https://scholar.google.com/scholar?cluster=8645145668374154579&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:U83yci66-XcJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Implementasi Sistem Inventori pada Prodi Informatika Universitas Kristen Petra", "pub_year": 2020, "citation": "Jurnal Infra 8 (2), 223-227, 2020", "author": "Richard Putra Sugijanto and Henry Novianus Palit and Leo Willyanto Santoso", "journal": "Jurnal Infra", "volume": "8", "number": "2", "pages": "223-227"}, "filled": true, "author_pub_id": "_OJyrKoAAAAJ:geHnlv5EZngC", "num_citations": 20, "citedby_url": "/scholar?hl=en&cites=16475975556960595839", "cites_id": ["16475975556960595839"], "pub_url": "https://scholar.google.com/scholar?cluster=16475975556960595839&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:f6-nwHlspuQJ:scholar.google.com/", "cites_per_year": {"2022": 3, "2023": 8, "2024": 7, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Evaluasi Kinerja Penggabungan Knowledge Graph Embedded-Based Question Answering dan TransP pada Data Freebase", "pub_year": 2020, "citation": "J. Infra 9 (2), 209-215, 2020", "author": "Fransisco Remon Liemena and Henry Novianus Palit and Alvin Nathaniel Tjondrowiguno and PS Informatika and FT Industri and JS Surabaya", "journal": "J. Infra", "volume": "9", "number": "2", "pages": "209-215", "abstract": "In the past few years, data storage and analysis using graph keep increasing. One of the implementation of this is knowledge graph. There are many methods proposed on information extraction from knowledge graph, one of them is natural language question answering. However, all of the researches around question answering use direct query to find the answer. Knowledge Graph Embedding-based Question Answering (KEQA) is the latest method that implements deep learning and embedding to answer questions. Experiments demonstrate that KEQA outperforms other question answering methods. Despite having high accuracy, KEQA still uses simple and outdated embedding method. Knowledge graph embedding is one of the method for knowledge graph representation where the entities and relations are represented in vector (embedding) using deep learning. Many proposed embedding methods do not …"}, "filled": true, "author_pub_id": "_OJyrKoAAAAJ:sSrBHYA8nusC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=14514211346540613275", "cites_id": ["14514211346540613275"], "pub_url": "https://scholar.google.com/scholar?cluster=14514211346540613275&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:m05_8VHWbMkJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 2}}
