{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A Sustainable Perspective: Using Machine Learning Approach to Predict the Donation Behavior of Used Smartphones in Indonesia to Extend Smartphones Usage Life", "pub_year": 2025, "citation": "Industrial Engineering & Management Systems 24 (1), 118-134, 2025", "author": "Marcella Anastasya Khancitra and Siana Halim and Gan Shu San", "volume": "24", "number": "1", "pages": "118-134", "abstract": "The growing issue of electronic waste (e-waste) in Indonesia, driven by the short lifecycle of smartphones and limited interest in refurbished devices, highlights the need for sustainable disposal alternatives. This study investigates the factors influencing Indonesians willingness to donate used smartphones, promoting e-waste reduction and digital access for underprivileged students in rural areas. Analyzing data from 416 respondents, we found that 57% expressed willingness to donate, with key factors including device obsolescence, age, and involvement in social activities. Machine learning models applied to predict donation behavior accurately predicting outcomes 91.67% of the time. The findings reveal the potential of functional but obsolete smartphones to address educational needs, offering a sustainable solution that bridges the digital divide and supports e-waste reduction. These insights guide strategies for social organizations to enhance donation programs, tackling both behavioral and logistical barriers for greater environmental and social impact."}, "filled": true, "author_pub_id": "_x5qJd4AAAAJ:NXb4pA-qfm4C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21535/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:tA27tnbyNg8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "TAKE-BACK STRATEGY SELECTION FOR SMARTPHONES IN A CLOSED-LOOP SUPPLY CHAIN USING THE AHP WITH BOCR METHOD", "pub_year": 2025, "citation": "International Journal of the Analytic Hierarchy Process 17 (1), 2025", "author": "Bily Budiarto and Siana Halim and Shu San Gan", "journal": "International Journal of the Analytic Hierarchy Process", "volume": "17", "number": "1", "abstract": "As smartphones become ubiquitous around the world, sustainable management practices to mitigate the environmental impact of electronic waste are becoming increasingly urgent. Thus, we combined the Analytic Hierarchy Process (AHP) and a Benefits, Opportunities, Costs, and Risks (BOCR) analysis to evaluate several smartphone take-back strategies in Indonesia’s closed-loop supply chain. We examined trade-in options, with and without upfront fees, contracts with providers, and donation initiatives. Through a survey distributed among diverse demographic segments (business owners, managers, staff, contract staff, and students), we captured a wide array of stakeholder perspectives on the methods preferred for smartphone recovery. Business owners and contract staff were found to prefer trade-ins with upfront fees, whereas the other groups preferred trade-ins. In addition, a sensitivity analysis revealed that, if the weight of the benefits increased, donations became the most popular alternative for all groups except for students. Therefore, this article contributes to the literature on supply-chain management by offering insights into the stakeholder preferences that drive the adoption of sustainable and efficient product-recovery strategies in telecommunications."}, "filled": true, "author_pub_id": "_x5qJd4AAAAJ:0izLItjtcgwC", "num_citations": 0, "pub_url": "https://ijahp.org/index.php/IJAHP/article/view/1179", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:NdXV3aDRdAMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pelatihan Pembuatan Dashboard Data Stastistik Administrasi Gerejawi Berbasis Excel", "pub_year": 2025, "citation": "Surya Abdimas 9 (2), 183-191, 2025", "author": "Siana Halim and Kriswanto Widiawan and Karina Agustin", "journal": "Surya Abdimas", "volume": "9", "number": "2", "pages": "183-191", "abstract": "Organisasi gereja umumnya memiliki banyak data gerejawi tentang demografi jemaat dan kegiatan-kegiatan yang telah dilakukan. Sayangnya, data itu umumnya masih berupa data mentah atau data asli yang belum diolah, sehingga pengurus gereja tidak langsung dapat memanfaatkannya untuk pengambilan keputusan, pengembangan layanan dan pengembangan kebijakan serta strategi. Pelatihan pembuatan dashboard Excel ini bertujuan membantu pengurus gereja memanfaatkan data untuk diolah, dianalisis, dan digali informasinya agar dapat melahirkan ide-ide program kerja yang berguna dan tepat bagi jemaat. Adapun mitra pengabdian masyarakat adalah Majelis Gereja Kristen Indonesia (GKI) Kutisari Indah Surabaya beserta para aktivis gereja dari berbagai komisi pelayanan. Hasil dari pelatihan ini adalah para peserta dapat membuat dashboard; dan capaiannya adalah program kerja tiap komisi telah memanfaatkan informasi yang disajikan dalam bentuk dashboard untuk meningkatkan pelayanan bagi para pengunjung gereja. Sebagai simpulan, dashboard Excel data administrasi gerejawi dapat menyajikan informasi yang membantu pengurus gereja dalam mengatur strategi, merancang program kerja, mengeval__uasi, dan mengambil keputusan dengan lebih baik dan tepat sasaran. Rekomendasi tindak lanjutnya adalah pelatihan penajaman kemampuan analisis pengurus gereja supaya hasil dari dashboard menjadi dasar penentuan yang strategis untuk pengembangan gereja ke depannya."}, "filled": true, "author_pub_id": "_x5qJd4AAAAJ:anf4URPfarAC", "num_citations": 0, "pub_url": "https://ebook.umpwr.ac.id/abdimas/article/view/5612", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:o7Kt_sRcBDwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Listening to the Voice of Customers: Assessing the PetraVerse Learning Management System", "pub_year": 2025, "citation": "International Journal of Information and Education Technology 15 (2), 348-358, 2025", "author": "I Nyoman Sutapa and Siana Halim", "volume": "15", "number": "2", "pages": "348-358", "abstract": "This study evaluates the PetraVerse Learning Management System (LMS), developed by Petra Christian University, as a gamified solution addressing the challenges in online and hybrid learning. PetraVerse integrates immersive digital modules with game-like elements, such as skill cards, interactive factions, and rewards, creating a highly engaging educational experience for students. By leveraging gamification, the platform transforms learning into an interactive process that motivates students, enhances soft skill development, and fosters collaboration. Using a Fuzzy Quality Function Deployment (FQFD) approach, the study collected and analyzed feedback from students and professionals to identify key technical and user-centered requirements, including user interface design, internet speed, and gamification features. Findings indicate that PetraVerse surpasses traditional platforms in user satisfaction and technological performance, positioning it as a dynamic alternative to conventional learning systems. Although challenges such as internet access remain, the study demonstrates PetraVerse s potential to redefine online education through gamification, offering a more immersive and motivational learning environment."}, "filled": true, "author_pub_id": "_x5qJd4AAAAJ:LO7wyVUgiFcC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21419/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:TLpS2TkiJzkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Implementing a Smart Farm Layer Management System Using Microcontrollers and Android", "pub_year": 2024, "citation": "2024 11th International Conference on Electrical Engineering, Computer …, 2024", "author": "Edyq Setijarso and Tanti Octavia and Siana Halim and Andreas Handojo", "conference": "2024 11th International Conference on Electrical Engineering, Computer Science and Informatics (EECSI)", "pages": "697-702", "publisher": "IEEE", "abstract": "Cage management has long been considered one of the most important influences on poultry health and productivity. As well as the comfort of the cage, it is important to focus on safety and maintain all conditions in, around, and through equipment and supplies that have been used, implementing a preset condition or an overall system. Nevertheless, the closed-house layer cage system is said to be associated with some disadvantages. For example: There is no real-time capture and recording of temperature and humidity values detected by sensors. Furthermore, although the system includes some real-time values and notifications about egg collections, it does not have any daily recording data or performance dashboard for the cage, for example, indicating eggs laid per day versus the predicted number of chickens in cages, so production efficiency can be calculated on a weekly basis. It is also clear that such …"}, "filled": true, "author_pub_id": "_x5qJd4AAAAJ:FAceZFleit8C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=9888772880347120388", "cites_id": ["9888772880347120388"], "pub_url": "https://ieeexplore.ieee.org/abstract/document/10776549/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:BEObrYr6O4kJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Simulasi Antrean Bongkar Material Soybean Meal: Sebuah Studi Kasus", "pub_year": 2024, "citation": "Jurnal Titra 12 (2), 183-190, 2024", "author": "Frederick Febrian and Siana Halim and I Gede Agus Widyadana", "journal": "Jurnal Titra", "volume": "12", "number": "2", "pages": "183-190"}, "filled": true, "author_pub_id": "_x5qJd4AAAAJ:4fGpz3EwCPoC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:yPpCDfiqibsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Exploring the Influence of Gamified Digital Learning on Student Engagement and Learning: A Case Study on Using Interactive Comics to Study Pancasila", "pub_year": 2024, "citation": "The International Journal of Technologies in Learning 31 (2), 143-162, 2024", "author": "Siana Halim", "volume": "31", "number": "2", "pages": "143-162", "abstract": "This study investigates the engagement of students studying Pancasila (i.e., Indonesian philosophy) through interactive comics, with consideration of their backgrounds and reading habits. The data were collected through a survey delivered via Google Forms. The subjects were first-year students at Petra Christian University (PCU) studying Pancasila through interactive comics. The data were explored using descriptive statistics, hypothesis testing, and machine learning. We found that 72.55 percent of the respondents understood the material delivered through the interactive comics in detail. In addition, they described the method as fun. The hypothesis testing showed that the students were able to study Pancasila through interactive comics successfully regardless of their background (e.g., gender, GPA, living situation, major), reading preferences, and average reading duration. However, students  majors influenced the opinion that interactive comics led to a more interesting, up-to-date, and fun learning experience. Students who generally like e-books preferred learning Pancasila through interactive comics over conventional methods, and students who like reading novels concluded that learning Pancasila through interactive comics helped them study. Ultimately, 62.75 percent of the participants recommended exploring Pancasila through interactive comics. Based on the data, we can recommend using this approach."}, "filled": true, "author_pub_id": "_x5qJd4AAAAJ:bz8QjSJIRt4C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=10548473349596798411", "cites_id": ["10548473349596798411"], "pub_url": "https://repository.petra.ac.id/21040/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:y11kjZ-0Y5IJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Proceeding of 2023 1st IEEE International Conference on Smart Technology (ICE-SMARTec)", "pub_year": 2024, "citation": "Proceeding of 2023 1st IEEE International Conference on Smart Technology …, 2024", "author": "Siana Halim and Armando Rovanelli and I Widyadana", "abstract": "The theme of the conference is Advances in Smart Technology for Sustainable Well-Being, implying the need of smart technology in sustainable future. This year we receive 134 submissions from 15 countries: USA, New Zealand, Japan, Korea, Malaysia, Philippines, Laos,Sri Lanka, Pakistan, Nigeria, Benin, Senegal, Iraq, Oman, and Indonesia. Thirty-five of them are accepted and presented in the conference. The acceptance rate is 26%."}, "filled": true, "author_pub_id": "_x5qJd4AAAAJ:Ri6SYOTghG4C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20902/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:yOmC1JRGfq4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Hierarchy of reuse options in smartphone selection and strategies to support circular economy", "pub_year": 2024, "citation": "AIP Conference Proceedings 2934 (1), 2024", "author": "Shu-San Gan and Siana Halim and Della Suci Anggraini", "journal": "AIP Conference Proceedings", "volume": "2934", "number": "1", "publisher": "AIP Publishing", "abstract": "The increase in smartphone users as well as sales in Indonesia coupled with the smartphone’s short life cycle has raised serious concerns for sustainability. Circular economy has recently becomes one of the important studies which addresses the limitation of natural resources as well as the landfills. Refurbishment and direct reuse are part of circular economy approaches; however, the existence of new low-end smartphones has started to erode the customers’ interest in the reuse smartphones. This paper studies the hierarchy of reuse options in smartphones selection using analytical hierarchy process (AHP) to identify the decision hierarchy. The AHP results show that both worker and student-alumni groups prioritize their choice on new low-end smartphones. On the other hand, refurbished and secondhand smartphones are part of circular economy activities, where the life of the end-of-use smartphones are …"}, "filled": true, "author_pub_id": "_x5qJd4AAAAJ:_axFR9aDTf0C", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=5787873979840679115", "cites_id": ["5787873979840679115"], "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2934/1/050014/3269817", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:y0whHbioUlAJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Prediction of bullish and bearish candlestick signals movement on forex using random forest and multilayer perceptron", "pub_year": 2024, "citation": "AIP Conference Proceedings 2951 (1), 2024", "author": "Zebe Da and Siana Halim", "journal": "AIP Conference Proceedings", "volume": "2951", "number": "1", "publisher": "AIP Publishing", "abstract": "This paper discusses the bullish and bearish candlestick signals using random forest (RF) and multilayer perceptron (MLP). We have two scenarios to apply. First, we used the stochastics measurements as the features of the RF and MLP. Second, we added the candlestick features into the models. In the first scenario, the accuracy rate for the random forest is 61.68%, while the MLP gets an accuracy of 64.15%. Adding the candlestick features increases the accuracy of the prediction both for the RF and the MLP. In the second scenario, the random forest improved up to 82.08%, and MLP gained 72.88% accuracy."}, "filled": true, "author_pub_id": "_x5qJd4AAAAJ:hCrLmN-GePgC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=18308782542799089410", "cites_id": ["18308782542799089410"], "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2951/1/030008/3019860", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Aq9p9bfcFf4J:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Evaluation of Covid-19 vaccine effectiveness in handling the Covid-19 pandemic in the city of Surabaya with a dynamic system simulation approach using vensim PLE", "pub_year": 2024, "citation": "AIP Conference Proceedings 2951 (1), 2024", "author": "Aldo Setyawan Jaya and Siana Halim and Bernardo Nugroho Yahya", "journal": "AIP Conference Proceedings", "volume": "2951", "number": "1", "publisher": "AIP Publishing", "abstract": "The Covid-19 pandemic, a major global issue, has created a severe health emergency for the past year. In addition, it led to a crisis of governance and policies for handling Covid-19 worldwide, particularly in the city of Surabaya. The Surabaya city government has implemented various policies to handle the Covid-19 pandemic. However, there is no study to evaluate the effectiveness of those policies. This study aims to provide predictions and evaluations regarding the effectiveness of implementing policies for handling the Covid-19 pandemic in the City of Surabaya, especially the Covid-19 vaccination policy. Furthermore, we simulated the effect of those policies on the rate of infected people using the dynamic system model using Vensim PLE. The simulation results show that implementing of the Covid-19 vaccination policy has proven adequate to reduce the total number of infected by 13.25% and reduce the total …"}, "filled": true, "author_pub_id": "_x5qJd4AAAAJ:ClCfbGk0d_YC", "num_citations": 0, "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2951/1/030009/3019861", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:GP8DFFpJf-EJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Preface: Proceedings of the 2nd International Conference on Automotive, Manufacturing, and Mechanical Engineering (IC-AMME 2021)", "pub_year": 2024, "citation": "AIP Conference Proceedings 2951 (1), 010001, 2024", "author": "Didik Wahjudi and Hariyo PS Pratomo and Oegik Soegihardjo and Teng Sutrisno and Siana Halim and I Nyoman Sutapa and Iwan Halim Sahputra", "journal": "AIP Conference Proceedings", "volume": "2951", "number": "1", "pages": "010001", "publisher": "AIP Publishing LLC"}, "filled": true, "author_pub_id": "_x5qJd4AAAAJ:FPJr55Dyh1AC", "num_citations": 0, "pub_url": "https://scholar.google.com/scholar?cluster=16089252028361465187&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Y903rHmBSN8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Hierarchy of end-of-use options: Smartphones reuse to support online learning during COVID-19 pandemic in Indonesia", "pub_year": 2024, "citation": "AIP Conference Proceedings 2951 (1), 2024", "author": "Shu-San Gan and Siana Halim", "journal": "AIP Conference Proceedings", "volume": "2951", "number": "1", "publisher": "AIP Publishing", "abstract": "This paper studied the hierarchy of end-of-use options for smartphones to support online learning during COVID-19 pandemic in Indonesia. The EOU options were first studied by reviewing relevant literature about e-waste in Indonesia and then a hierarchy of EOU options was drew up. Finally, integrating the result with the analysis from the literature review on the use of smartphones in online learning during the pandemic, we proposed a new hierarchy that could bridge the challenges in both aspects. As a result, it helps to reduce e-waste from used smartphones and at the same time helps underprivileged students to obtain smartphones for online learning."}, "filled": true, "author_pub_id": "_x5qJd4AAAAJ:0N-VGjzr574C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=4473932851115810750", "cites_id": ["4473932851115810750"], "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2951/1/050003/3020063", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vl-1YzmaFj4J:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Check for updates Post-harvest Soybean Meal Loss in Transportation: A Data Mining Case Study", "pub_year": 2023, "citation": "Intelligent Computing and Optimization: Proceedings of the 6th International …, 2023", "author": "Emmanuel Jason Wijayanto and Siana Halim and I Gede Agus Widyadana", "journal": "Intelligent Computing and Optimization: Proceedings of the 6th International Conference on Intelligent Computing and Optimization 2023 (ICO2023), Volume 3", "volume": "853", "pages": "316", "publisher": "Springer Nature", "abstract": "A poultry company in Indonesia has a problem, ie, losing raw material, the so-called Soybean Meal (SBM), during transportation from the port to the factory. To reduce material loss, the company created a raw material transport (RMT) system, which recorded the time and activities during loading-unloading and transporting the material from the port to the factory warehouses. Therefore, this study aims to mine the data on the loss of raw materials through RMT. The application used is Orange data mining to find the relationship between lost material and other attributes, create clusters, and classify the standardized lost. The clustering exhibits two classes, namely, the standard and non-standard conditions. The classification process uses five different algorithms. The random forest algorithm was chosen because it produces the second-best AUC value and can produce a classification visualization through a decision tree. This classification process also produces rules based on the decision tree."}, "filled": true, "author_pub_id": "_x5qJd4AAAAJ:edDO8Oi4QzsC", "num_citations": 0, "pub_url": "https://books.google.com/books?hl=en&lr=&id=VHPpEAAAQBAJ&oi=fnd&pg=PA316&dq=info:eDaS_7ozrm4J:scholar.google.com&ots=Loa0zEV7im&sig=ntMyi9brQvjNdy70fLmSURxoM9I", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:eDaS_7ozrm4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Improving Production Capacity and Coefficient Efficiency of K-Contactor in the Backend Process: A Simulation Case Study", "pub_year": 2023, "citation": "International Conference on Intelligent Computing & Optimization, 381-389, 2023", "author": "Alexander Alfredo Sugianto Raharjo and Siana Halim", "pages": "381-389", "publisher": "Springer Nature Switzerland", "abstract": "This research was conducted in an electrical company that aims to increase production capacity due to a surge in demand. The demand is 8% year to year increasing, especially for K-Contactor products. The company also wants to improve the Coefficient Efficiency rate towards 80%; currently, it is between 65 and 75%. A simulation model was constructed using Pro-Model to imitate the current condition and to simulate the proposed solution. By arranging the layout of the machine, the target production is increased from 325 to 334 and the coefficient efficiency of K-contactors reaches 80%."}, "filled": true, "author_pub_id": "_x5qJd4AAAAJ:8d8msizDQcsC", "num_citations": 0, "pub_url": "https://link.springer.com/chapter/10.1007/978-3-031-73324-6_37", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:0Ed-iYFjuJUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Designing Performance Dashboard for Monitoring Post-harvest Loss in Transportation", "pub_year": 2023, "citation": "2023 1st IEEE International Conference on Smart Technology (ICE-SMARTec), 37-41, 2023", "author": "Siana Halim and Armando Rovanelli and I Gede Agus Widyadana", "conference": "2023 1st IEEE International Conference on Smart Technology (ICE-SMARTec)", "pages": "37-41", "publisher": "IEEE", "abstract": "A poultry company has a problem in monitoring the loss of its main raw material, namely, Soybean Meal (SBM), which was imported from e.g., Brazil and Argentina to Surabaya. The material is lost while it is transported from the port to the factory. The company created a monitoring system, called raw material transport, which recorded the process of transporting the SBM from port to the factory. This study aims to monitor the SBM loss due to transportation using the RMT data recorded. The monitoring process is developed using a dashboard, which is designed using PowerBI. The designed dashboard can answer the company needs for visualizing the RMT data and help the management to control and to evaluate the performance of each third party which is contracted to transport the SBM from port to factory."}, "filled": true, "author_pub_id": "_x5qJd4AAAAJ:YohjEiUPhakC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=4522323971169657856", "cites_id": ["4522323971169657856"], "pub_url": "https://ieeexplore.ieee.org/abstract/document/10461952/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ACTNBLGFwj4J:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Dashboard Persiapan Cabang untuk Go-Live ERP pada PT. X", "pub_year": 2023, "citation": "Jurnal Titra 11 (2), 185-192, 2023", "author": "Clairine Susilo and Siana Halim", "journal": "Jurnal Titra", "volume": "11", "number": "2", "pages": "185-192", "abstract": "PT. X is a company engaged in gas manufacturing, which is carrying out an ERP system replacement project. This study discusses the design of branch readiness dashboards in the process of replacing ERP PT. X based on branch performance calculations. Branch performance displayed on the dashboard is calculated through several categories of activities that are often carried out by each branch, namely, scan filling, scan delivery, verification, delivery without barcodes, customer audits, and on-truck bottle balances. The dashboard consists of 1 page which is divided into 7 main tables where the 6 tables display detailed performance score figures for all PT. X branches for each category. Meanwhile, the last table displays the final calculation of the performance score for all branches. The branch readiness dashboard is designed to measure the performance of a branch whether it is ready or not in carrying out the ERP transformation process."}, "filled": true, "author_pub_id": "_x5qJd4AAAAJ:ruyezt5ZtCIC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/13607", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ONHih4wlC7YJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Evaluasi Rute Pelayaran Kapal dengan Pendekatan Modified Minimum Spanning Tree", "pub_year": 2023, "citation": "Jurnal Titra 11 (2), 265-272, 2023", "author": "Felix Tjoea and Siana Halim", "journal": "Jurnal Titra", "volume": "11", "number": "2", "pages": "265-272", "abstract": "This research aims to optimize the shipping routes of the largest container shipping liner company in Indonesia. Route optimization is essential for improving the efficiency of the company in the face of increasingly intense business and industry competition. In this study, a multi-objective approach is used, considering both demand and distance factors. The proposed evaluation model utilizes a modified minimum spanning tree (MST) with probabilistic calculations based on historical data. The modification takes into account probabilistic factors derived from past data, enabling better decision-making. Additionally, for scenarios where the route needs to return to the depot, the Christofides algorithm is employed. The Christofides algorithm is used to solve the Traveling Salesman Problem (TSP), where the objective is to find the shortest path that visits all points and returns to the starting point. This algorithm is based on the MST. The results of the conducted case studies using this model show an improvement in the performance of shipping routes, with a 1.13% increase in ship utility and a 2.83% decrease in total distance. Therefore, it can be concluded that the evaluation model for shipping routes, employing a multiobjective approach, modified MST with probabilistic considerations, and the Christofides algorithm, can provide more efficient solutions and opportunities for operational improvements in the company."}, "filled": true, "author_pub_id": "_x5qJd4AAAAJ:q3CdL3IzO_QC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=11988197227773445136", "cites_id": ["11988197227773445136"], "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/13612", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:EETCytyhXqYJ:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Modified Pickup And Delivery-Capacitated Heterogeneous Vehicle Routing Problem Untuk Perancangan Rute Dan Alokasi Kapal", "pub_year": 2023, "citation": "Jurnal Titra 11 (2), 233-240, 2023", "author": "Vitovern Joey Susila and Siana Halim", "journal": "Jurnal Titra", "volume": "11", "number": "2", "pages": "233-240", "abstract": "This articles discusses the problem of route design and demand allocation for each vessel at shipping company, it intends to determine the most efficient routes in terms of overall total distance and utility for each vessel. The proposed model is the modified Heterogeneous Fleet Vehicle Routing Problem to address the pickup and delivery problem. The approach utilizes transition probability to consider the company's historical route generation experience. It also combines distance and demand between ports to handle the two objective functions. This model can create beter routes and vessel allocations with respect to total distance and average ship utility, as indicated by the comparative analysis. Implementing the model with demands at the homebases in Jakarta and Surabaya reduced the total distance by up to 1160 N. Miles and increased average utility by 20% from the previous routes. However, the model only proposes using ships according to the efficient number for operation and is currently limited to the process of only one homebase. The current model has been automated into a program that functions as a decision support system for the company to determine the best or near-optimal routes."}, "filled": true, "author_pub_id": "_x5qJd4AAAAJ:foquWX3nUaYC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/13618", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:mIKYnimdNlQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Optimizing Shipping Operations through Real-Time Monitoring and Control", "pub_year": 2023, "citation": "Jurnal Teknik Industri 25 (1), 43, 2023", "author": "Julio Felix and Angelina Vanni and Amanda Shea and Vitover Joey and Siana Halim", "journal": "Jurnal Teknik Industri", "volume": "25", "number": "1", "pages": "43", "publisher": "Universitas Kristen Petra/Petra Christian University", "abstract": "The shipping industry plays a vital role in the global economy, with container shipping being one of the critical components. Shipping companies outline the time for customer stripping days in its contracts. The availability of the containers depends on the stripping days. The stripping days’ tardiness will hinder the availability of the containers. Therefore, it is fundamental for shipping companies to monitor both the actual condition and the contract condition of stripping days to estimate container availability and prompt customers to expedite the unloading process. However, there has yet to be a tool for monitoring the actual and the contract conditions. In this study, we used the recorded container stripping data to analyze container stripping days, tardiness, and other important parameters that indicate the performance and reliability of stripping containers. These data were post-processed and analyzed using data …"}, "filled": true, "author_pub_id": "_x5qJd4AAAAJ:GtLg2Ama23sC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=17238699455516162719", "cites_id": ["17238699455516162719"], "pub_url": "https://search.proquest.com/openview/de5627293b9a799e9742dc19f5ae205c/1?pq-origsite=gscholar&cbl=4425146", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:n7rC-9EpPO8J:scholar.google.com/", "cites_per_year": {"2024": 1}}
