{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Solar Photovoltaic Power Output Prediction Using Machine Learning-Based Regressors", "pub_year": 2025, "citation": "Journal of Asian Energy Studies 9, 111-130, 2025", "author": "Gregorius Satia Budhi and Yusak Tanoto and Dick Jovian and Rudy Adipranata and CLEMENT RAPHAEL HARTONO", "volume": "9", "pages": "111-130", "abstract": "This study proposes a framework for predicting solar photovoltaic (solar PV) power output using Machine Learning-based regressors for short-, medium-, and long-term prediction horizons. To identify the most effective regressor, we propose a comparison framework to evaluate the performance of several types of regressor models. This evaluation will include Neural Networks, Boosting and Bagging Ensembles, and a baseline assessment using a linear regressor family. In this study, we implement the grid search method to improve model performance by fine-tuning hyperparameters, as does the K-fold shuffle split cross-validation method. We consider large spatial and long temporal historical datasets for the case study. A 5 km x 5 km gridded hourly temporal-based 1 MW modelled Solar PV dataset consisting of direct and diffuse irradiation, temperature, and power output during 2013-2022 in the Java-Bali region, Indonesia, is used as a case study. The grid search-optimized Neural Networks family, the Multilayer Perceptron model, can accurately predict power output from short-, medium-, and long-term horizons, with an average MAE of 0.248 kW and an average RMSE of 0.306 kW, followed by Random Forest, a grid search optimized Bagging Ensemble and a grid search-optimized Histogram Gradient Boosting Ensemble model. All predictor models generally performed well under strong El-Nino-affected data but were sensitive to very strong El-Nino during 2015-2016. The method used and insights gained from this study also benefit other jurisdictions with similar contexts."}, "filled": true, "author_pub_id": "a6-Tvz8AAAAJ:ruyezt5ZtCIC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21534/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:UJfnba4OF6kJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Program Komputer Machine Learning Regression-based Solar PV Power Output Prediction Tool", "pub_year": 2024, "citation": "Program Komputer Machine Learning Regression-based Solar PV Power Output …, 2024", "author": "Yusak Tanoto and Gregorius Satia Budhi and Rudy Adipranata and Indar Sugiarto and DICK JOVIAN and ANTHONY HENDRATA and CLEMENT RAPHAEL HARTONO", "abstract": "SURAT PENCATATAN CIPTAAN Page 1 an MENTERI HUKUM DIREKTUR JENDERAL \nKEKAYAAN INTELEKTUAL ub Direktur Hak Cipta dan Desain Industri Agung \nDamarsasongko,SH.,MH. NIP. 196912261994031001 REPUBLIK INDONESIA \nKEMENTERIAN HUKUM SURAT PENCATATAN CIPTAAN Dalam rangka pelindungan \nciptaan di bidang ilmu pengetahuan, seni dan sastra berdasarkan Undang-Undang Nomor \n28 Tahun 2014 tentang Hak Cipta, dengan ini menerangkan: Nomor dan tanggal \npermohonan Pencipta Nama Alamat Kewarganegaraan Pemegang Hak Cipta Nama \nAlamat Kewarganegaraan Jenis Ciptaan EC002024252952,16Desember2024YusakTanoto,GregoriusSatiaBudhi,ST.dkk\nJL.CitraMelatiNo.80Tropodo,RT092/RW010,KelurahanTropodo,Waru, Sidoarjo, Jawa Timur, \n61256 IndonesiaLPPMUniversitasKristenPetraJalanSiwalankertoNo.121-131,KelurahanSiwalankerto,Wonocolo,…"}, "filled": true, "author_pub_id": "a6-Tvz8AAAAJ:q3CdL3IzO_QC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21474/1/Kegiatanhaki_04020_1766.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:7LY8wDkP2WcJ:scholar.google.com/", "cites_per_year": {}}
