{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Solar Photovoltaic Power Output Prediction Using Machine Learning-Based Regressors", "pub_year": 2025, "citation": "Journal of Asian Energy Studies 9, 111-130, 2025", "author": "Gregorius Satia Budhi and Yusak Tanoto and Dick Jovian and Rudy Adipranata and CLEMENT RAPHAEL HARTONO", "volume": "9", "pages": "111-130", "abstract": "This study proposes a framework for predicting solar photovoltaic (solar PV) power output using Machine Learning-based regressors for short-, medium-, and long-term prediction horizons. To identify the most effective regressor, we propose a comparison framework to evaluate the performance of several types of regressor models. This evaluation will include Neural Networks, Boosting and Bagging Ensembles, and a baseline assessment using a linear regressor family. In this study, we implement the grid search method to improve model performance by fine-tuning hyperparameters, as does the K-fold shuffle split cross-validation method. We consider large spatial and long temporal historical datasets for the case study. A 5 km x 5 km gridded hourly temporal-based 1 MW modelled Solar PV dataset consisting of direct and diffuse irradiation, temperature, and power output during 2013-2022 in the Java-Bali region, Indonesia, is used as a case study. The grid search-optimized Neural Networks family, the Multilayer Perceptron model, can accurately predict power output from short-, medium-, and long-term horizons, with an average MAE of 0.248 kW and an average RMSE of 0.306 kW, followed by Random Forest, a grid search optimized Bagging Ensemble and a grid search-optimized Histogram Gradient Boosting Ensemble model. All predictor models generally performed well under strong El-Nino-affected data but were sensitive to very strong El-Nino during 2015-2016. The method used and insights gained from this study also benefit other jurisdictions with similar contexts."}, "filled": true, "author_pub_id": "a6-Tvz8AAAAJ:ruyezt5ZtCIC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21534/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:UJfnba4OF6kJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Program Komputer Machine Learning Regression-based Solar PV Power Output Prediction Tool", "pub_year": 2024, "citation": "Program Komputer Machine Learning Regression-based Solar PV Power Output …, 2024", "author": "Yusak Tanoto and Gregorius Satia Budhi and Rudy Adipranata and Indar Sugiarto and DICK JOVIAN and ANTHONY HENDRATA and CLEMENT RAPHAEL HARTONO", "abstract": "SURAT PENCATATAN CIPTAAN Page 1 an MENTERI HUKUM DIREKTUR JENDERAL \nKEKAYAAN INTELEKTUAL ub Direktur Hak Cipta dan Desain Industri Agung \nDamarsasongko,SH.,MH. NIP. 196912261994031001 REPUBLIK INDONESIA \nKEMENTERIAN HUKUM SURAT PENCATATAN CIPTAAN Dalam rangka pelindungan \nciptaan di bidang ilmu pengetahuan, seni dan sastra berdasarkan Undang-Undang Nomor \n28 Tahun 2014 tentang Hak Cipta, dengan ini menerangkan: Nomor dan tanggal \npermohonan Pencipta Nama Alamat Kewarganegaraan Pemegang Hak Cipta Nama \nAlamat Kewarganegaraan Jenis Ciptaan EC002024252952,16Desember2024YusakTanoto,GregoriusSatiaBudhi,ST.dkk\nJL.CitraMelatiNo.80Tropodo,RT092/RW010,KelurahanTropodo,Waru, Sidoarjo, Jawa Timur, \n61256 IndonesiaLPPMUniversitasKristenPetraJalanSiwalankertoNo.121-131,KelurahanSiwalankerto,Wonocolo,…"}, "filled": true, "author_pub_id": "a6-Tvz8AAAAJ:q3CdL3IzO_QC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21474/1/Kegiatanhaki_04020_1766.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:7LY8wDkP2WcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Program Komputer Time Series Analysis-Based Solar PV Power Output Prediction Tool", "pub_year": 2024, "citation": "Program Komputer Time Series Analysis-Based Solar PV Power Output Prediction …, 2024", "author": "Yusak Tanoto and Gregorius Satia Budhi and Rudy Adipranata and Indar Sugiarto and JIMLEE CHRISTANTO WIDJAYA and ANTHONY HENDRATA and CLEMENT RAPHAEL HARTONO", "abstract": "SURAT PENCATATAN CIPTAAN Page 1 an MENTERI HUKUM DIREKTUR JENDERAL \nKEKAYAAN INTELEKTUAL ub Direktur Hak Cipta dan Desain Industri Agung \nDamarsasongko,SH.,MH. NIP. 196912261994031001 REPUBLIK INDONESIA \nKEMENTERIAN HUKUM SURAT PENCATATAN CIPTAAN Dalam rangka pelindungan \nciptaan di bidang ilmu pengetahuan, seni dan sastra berdasarkan Undang-Undang Nomor \n28 Tahun 2014 tentang Hak Cipta, dengan ini menerangkan: Nomor dan tanggal \npermohonan Pencipta Nama Alamat Kewarganegaraan Pemegang Hak Cipta Nama \nAlamat Kewarganegaraan Jenis Ciptaan EC002024252970,16Desember2024YusakTanoto,GregoriusSatiaBudhi,ST.dkk\nJL.CitraMelatiNo.80Tropodo,RT092/RW010,KelurahanTropodo,Waru, Sidoarjo, Jawa Timur, \n61256 IndonesiaLPPMUniversitasKristenPetraJalanSiwalankertoNo.121-131,KelurahanSiwalankerto,Wonocolo,…"}, "filled": true, "author_pub_id": "a6-Tvz8AAAAJ:foquWX3nUaYC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21473/1/Kegiatanhaki_04020_1770.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:D6fIx33yfSkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Chatbot for Complex Questions in University Admission Using Bidirectional Long-Short Term Memory and Convolutional Neural Network", "pub_year": 2024, "citation": "2024 2nd International Conference on Technology Innovation and Its …, 2024", "author": "Djoni Haryadi Setiabudi and Gregorius Satia Budhi and Alfons Richardo Sampurno", "conference": "2024 2nd International Conference on Technology Innovation and Its Applications (ICTIIA)", "pages": "1-5", "publisher": "IEEE", "abstract": "Petra Christian University already has services to answer questions about new student admissions through WhatsApp, email, and Instagram. However, given the many inquiries, not all can be answered quickly, especially the complex and lengthy questions. There has been much research on chatbots for new student admissions, but the chatbots developed have not yet examined how well they can answer complex and lengthy questions. Therefore, this research will contribute by investigating how accurately the chatbot can answer short, medium, and long questions using Bidirectional Long-Short Term Memory and Convolutional Neural Network methods. The results show that the chatbot can answer short questions with the highest accuracy of 93%, but its accuracy drops below 80% when given medium and complex questions."}, "filled": true, "author_pub_id": "a6-Tvz8AAAAJ:Dip1O2bNi0gC", "num_citations": 0, "pub_url": "https://ieeexplore.ieee.org/abstract/document/10761800/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:a0s95nXM8LwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Clustering-based assessment of solar irradiation and temperature attributes for PV power generation site selection: A case of Indonesia  s Java-Bali region", "pub_year": 2024, "citation": "International Journal of Renewable Energy Development 13 (2), 351-361, 2024", "author": "Yusak Tanoto and Gregorius Satia Budhi and Sean Frederick Mingardi", "volume": "13", "number": "2", "pages": "351-361"}, "filled": true, "author_pub_id": "a6-Tvz8AAAAJ:WZBGuue-350C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=16565189106563612402", "cites_id": ["16565189106563612402"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8v7k7blf4-UJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Topic Modelling and Density-based Clustering for Opinion Anomaly Detection on Forum Discussion Transcript", "pub_year": 2024, "citation": "", "author": "Peter Yudhistira and Gregorius Satia Budhi and Alvin Nathaniel Tjondrowiguno", "abstract": "A directed discussion is a platform where community members may discuss speci c topics whose scope is de ned by the forum's facilitator. Several issues arose in a setting where each speaker's comment regarding the discussion topic must be noted for further manual and thorough analysis. Due to the sheer volume of the speech data and the limitation of available manpower, the assigned annotator for a given discussion frequently lost focus and became unable to take accurate note of each speaker's comment, resorting to paraphrasing. The paraphrasing caused a loss of information, context, and personal bias that prevented an objective evaluation. This study intended to address the issue and is conducted to objectively retrieve the comments contributed by each discussion member regarding a given topic and utilise unsupervised learning to nd and identify anomalous comments. In particular, comments that are not appropriate to the topic of the discussion become the focus of this study. To this end, we propose a feature extraction and anomaly detection pipeline. The obtained text corpus will have its features extracted with word embedding and topic modelling. The extracted features will then become input for the anomaly detection methods: density-based clustering (DBSCAN), Isolation Forest (IF), and Local Outlier Factor (LOF). This research aims to search for effective combinations of parameters to obtain said anomalies. Our results indicate that topic modelling with Latent Dirichlet Allocation (LDA) as a feature extraction method and DBSCAN could isolate inappropriate, unrelated comments with up to 71.42% accuracy."}, "filled": true, "author_pub_id": "a6-Tvz8AAAAJ:oNZyr7d5Mn4C", "num_citations": 0, "pub_url": "https://assets-eu.researchsquare.com/files/rs-3989952/v1/342732c8-8e90-42ae-b1ce-d30e4f7b187b.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:TkRuNCRNowgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Time Series Forecasting for Daily to Monthly Temporal Hourly-based Solar PV Output Power", "pub_year": 2023, "citation": "2023 6th International Seminar on Research of Information Technology and …, 2023", "author": "Yusak Tanoto and Gregorius Satia Budhi and Jimlee Christanto Widjaya", "conference": "2023 6th International Seminar on Research of Information Technology and Intelligent Systems (ISRITI)", "pages": "519-523", "publisher": "IEEE", "abstract": "This paper presents the application of the Auto-Regressive Integrated Moving Average Exogenous (ARIMAX) model and compares its performance with Auto-Regressive Integrated Moving Average (ARIMA) and Seasonal Auto-Regressive Integrated Moving Average (SARIMA) in forecasting daily, weekly, and monthly average solar PV output power. This study considers long-term hourly temporal-based solar PV output power for the Java-Bali region of Indonesia, as obtained from the Renewables.ninja solar PV model web-based tool. Using the Dash framework and Python, the study develops a web-based dashboard application that allows users to explore and analyse daily to monthly forecasting using these three methods. The testing results show that the time series methods are best suited for predicting monthly average output power, with the ARIMAX outperforming all other methods when applied to all cities …"}, "filled": true, "author_pub_id": "a6-Tvz8AAAAJ:-FonjvnnhkoC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=615579580076430827", "cites_id": ["615579580076430827"], "pub_url": "https://ieeexplore.ieee.org/abstract/document/10467972/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:65Vw2V36iggJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Framework and Clustering Dashboard for Analysing Temporal-Based Parameters of Solar PV Output Model", "pub_year": 2023, "citation": "2023 11th International Conference on Smart Grid and Clean Energy …, 2023", "author": "Yusak Tanoto and Gregorius Satia Budhi", "conference": "2023 11th International Conference on Smart Grid and Clean Energy Technologies (ICSGCE)", "pages": "67-71", "publisher": "IEEE", "abstract": "This paper presents a framework and dashboard designed to analyze and present long-term hourly temporal-based parameters of a solar photovoltaic (PV) output model. The framework uses time series and artificial intelligence-based methods to analyze direct and diffuse irradiance, as well as temperature data, while the web-based dashboard aims to present the characterization and prediction results of these parameters. The framework's first part clusters the three parameters and solar PV output over a ten-year period and beyond, focusing on the Java-Bali region in Indonesia. The paper emphasizes the importance of a dashboard that visualizes areas across regions resulting from the k-means clustering analysis. This framework provides vital insights into the potential of solar photovoltaics, specifically regarding spatial issues that may influence investment decision-making."}, "filled": true, "author_pub_id": "a6-Tvz8AAAAJ:M7yex6snE4oC", "num_citations": 0, "pub_url": "https://ieeexplore.ieee.org/abstract/document/10419975/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:HklJctUJR6gJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A multi-type classifier ensemble for detecting fake reviews through textual-based feature extraction", "pub_year": 2023, "citation": "ACM Transactions on Internet Technology 23 (1), 1-24, 2023", "author": "Gregorius Satia Budhi and Raymond Chiong", "journal": "ACM Transactions on Internet Technology", "volume": "23", "number": "1", "pages": "1-24", "publisher": "ACM", "abstract": "The financial impact of online reviews has prompted some fraudulent sellers to generate fake consumer reviews for either promoting their products or discrediting competing products. In this study, we propose a novel ensemble model—the Multi-type Classifier Ensemble (MtCE)—combined with a textual-based featuring method, which is relatively independent of the system, to detect fake online consumer reviews. Unlike other ensemble models that utilise only the same type of single classifier, our proposed ensemble utilises several customised machine learning classifiers (including deep learning models) as its base classifiers. The results of our experiments show that the MtCE can adequately detect fake reviews, and that it outperforms other single and ensemble methods in terms of accuracy and other measurements for all the relevant public datasets used in this study. Moreover, if set correctly, the parameters of …"}, "filled": true, "author_pub_id": "a6-Tvz8AAAAJ:MLfJN-KU85MC", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=1998666733817840261", "cites_id": ["1998666733817840261"], "pub_url": "https://dl.acm.org/doi/abs/10.1145/3568676", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:hUKaFc6wvBsJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 6}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A multiobjective evolutionary algorithm for achieving energy efficiency in production environments integrated with multiple automated guided vehicles", "pub_year": 2022, "citation": "Knowledge-Based Systems 243, 108315, 2022", "author": "Lijun He and Raymond Chiong and Wenfeng Li and Gregorius Satia Budhi and Yu Zhang", "journal": "Knowledge-Based Systems", "volume": "243", "pages": "108315", "publisher": "Elsevier", "abstract": "Increasing energy shortages and environmental pollution have made energy efficiency an urgent concern in manufacturing plants. Most studies looking into sustainable production in general and energy-efficient production scheduling in particular, however, have not paid much attention to logistical factors (e.g., transport and setup). This study integrates multiple automated guided vehicles (AGVs) into a job-shop environment. We propose a multiobjective scheduling model that considers machine processing, sequence-dependent setup and AGV transport, aiming to simultaneously minimize the makespan, total idle time of machines and total energy consumption of both machines and AGVs. To solve this problem, an effective multiobjective evolutionary algorithm (EMOEA) is developed. Within the EMOEA, an efficient encoding/decoding method is designed to represent and decode each solution. A new crossover …"}, "filled": true, "author_pub_id": "a6-Tvz8AAAAJ:g3aElNc5_aQC", "num_citations": 45, "citedby_url": "/scholar?hl=en&cites=217813125854318781", "cites_id": ["217813125854318781"], "pub_url": "https://www.sciencedirect.com/science/article/pii/S0950705122001125", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vdD2SeLTBQMJ:scholar.google.com/", "cites_per_year": {"2022": 4, "2023": 13, "2024": 17, "2025": 11}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penerapan Machine Learning dalam mendeteksi Fake Account pada Instagram", "pub_year": 2022, "citation": "Jurnal Infra 121, 2022", "author": "Hendy Gunawan and GS Budhi", "journal": "Jurnal Infra", "volume": "121", "abstract": "Instagram is the fourth most used social media in terms of the number of active users. Currently, many people are trying to increase the number of followers for other reasons such as gaining fame or wanting to be famous and trustworthy by people because they have a large number of followers. Therefore, people create fake accounts that are used to increase the number of their followers and also as a place to commit crimes such as fraud and cyberbullying. Such flexibility and spread of use has made Instagram a platform used for the proliferation of fake accounts. In this research, a website based application was designed that can detect accounts on Instagram whether they are fake or real accounts. The detection is carried out using machine learning with the Support Vector Machine, Naïve Bayes, Random Forest and Adaptive Boosting methods to detect fake or real accounts on Instagram. The method used is …"}, "filled": true, "author_pub_id": "a6-Tvz8AAAAJ:b1wdh0AR-JQC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=4910019963882741667", "cites_id": ["4910019963882741667"], "pub_url": "https://scholar.google.com/scholar?cluster=4910019963882741667&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:o59OiyTlI0QJ:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Aplikasi War Game Pada Mobile Device Menggunakan Sensor Gyroscope Dan Accelerometer", "pub_year": 2022, "citation": "Jurnal Infra 10 (2), 1-7, 2022", "author": "Djuvan Pranoto and Andreas Handojo and G Satiabudhi", "journal": "Jurnal Infra", "volume": "10", "number": "2", "pages": "1-7", "abstract": "Currently technology has developed very rapidly. Along with the development of today's technology, a lot of games-games that have sprung up. The fact is that the game has become a daily activity in society. In today's technological developments, almost everyone has a mobile phone. Where this phone is easy to get and is very flexible. By combining current conditions, this research takes advantage of current technological advances and utilizes the flexibility of mobile phones to be implemented into an application that will become a means of shooting games. This application uses gyroscope and accelerometer sensors to complete this research. The goal is to create new interactions and experiences in mobile games and to create flexible shooting games using today's technology. The result of this research is the success of creating a war game. Which is where this application requires a strong signal and stable …"}, "filled": true, "author_pub_id": "a6-Tvz8AAAAJ:kuK5TVdYjLIC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=3836596341833645070", "cites_id": ["3836596341833645070"], "pub_url": "https://scholar.google.com/scholar?cluster=3836596341833645070&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:DryOtQtUPjUJ:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Combining Sentiment Lexicons and Content-Based Features for Depression Detection", "pub_year": 2021, "citation": "IEEE Intelligent Systems 36 (6), 99 - 105, 2021", "author": "Raymond Chiong and Gregorius Satia Budhi and Sandeep Dhakal", "journal": "IEEE Intelligent Systems", "volume": "36", "number": "6", "pages": "99 - 105", "publisher": "IEEE", "abstract": "Numerous studies on mental depression have found that tweets posted by users with major depressive disorder could be utilized for depression detection. The potential of sentiment analysis for detecting depression through an analysis of social media messages has brought increasing attention to this field. In this article, we propose 90 unique features as input to a machine learning classifier framework for detecting depression using social media texts. Derived from a combination of feature extraction approaches using sentiment lexicons and textual contents, these features are able to provide impressive results in terms of depression detection. While the performance of different feature groups varied, the combination of all features resulted in accuracies greater than 96% for all standard single classifiers, and the best accuracy of over 98% with Gradient Boosting, an ensemble classifier."}, "filled": true, "author_pub_id": "a6-Tvz8AAAAJ:KUbvn5osdkgC", "num_citations": 74, "citedby_url": "/scholar?hl=en&cites=14389281092268996494", "cites_id": ["14389281092268996494"], "pub_url": "https://ieeexplore.ieee.org/abstract/document/9658177/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:jjfwber-sMcJ:scholar.google.com/", "cites_per_year": {"2021": 2, "2022": 21, "2023": 30, "2024": 15, "2025": 6}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A textual-based featuring approach for depression detection using machine learning classifiers and social media texts", "pub_year": 2021, "citation": "Computers in Biology and Medicine 135, 104499, 2021", "author": "Raymond Chiong and Gregorius Satia Budhi and Sandeep Dhakal and Fabian Chiong", "journal": "Computers in Biology and Medicine", "volume": "135", "pages": "104499", "publisher": "Pergamon", "abstract": "Depression is one of the leading causes of suicide worldwide. However, a large percentage of cases of depression go undiagnosed and, thus, untreated. Previous studies have found that messages posted by individuals with major depressive disorder on social media platforms can be analysed to predict if they are suffering, or likely to suffer, from depression. This study aims to determine whether machine learning could be effectively used to detect signs of depression in social media users by analysing their social media posts—especially when those messages do not explicitly contain specific keywords such as ‘depression’ or ‘diagnosis’. To this end, we investigate several text preprocessing and textual-based featuring methods along with machine learning classifiers, including single and ensemble models, to propose a generalised approach for depression detection using social media texts. We first use two …"}, "filled": true, "author_pub_id": "a6-Tvz8AAAAJ:vbGhcppDl1QC", "num_citations": 205, "citedby_url": "/scholar?hl=en&cites=2520992540617872738", "cites_id": ["2520992540617872738"], "pub_url": "https://www.sciencedirect.com/science/article/pii/S0010482521002936", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:YhXw4Ftd_CIJ:scholar.google.com/", "cites_per_year": {"2021": 7, "2022": 40, "2023": 60, "2024": 75, "2025": 22}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Using machine learning to predict the sentiment of online reviews: a new framework for comparative analysis", "pub_year": 2021, "citation": "Archives of Computational Methods in Engineering 28, 2543-2566, 2021", "author": "Gregorius Satia Budhi and Raymond Chiong and Ilung Pranata and Zhongyi Hu", "journal": "Archives of Computational Methods in Engineering", "volume": "28", "pages": "2543-2566", "publisher": "Springer Netherlands", "abstract": "Online reviews are becoming increasingly important for decision-making. Consumers often refer to online reviews for opinions before making a purchase. Marketers also acknowledge the importance of online reviews and use them to improve product success. However, the massive amount of online review data, as well as its unstructured nature, is a challenge for anyone wanting to derive a conclusion quickly. In this paper, we propose a novel framework for gauging the ratings of online reviews using machine learning techniques. This framework uses a combination of text pre-processing and feature extraction methods. Here, we investigate four different aspects of the new framework. First, we assess the performance of single and ensemble classifiers in predicting sentiment—positive or negative—initially on a specific dataset (Yelp), but subsequently also on two other datasets (Amazon's product reviews …"}, "filled": true, "author_pub_id": "a6-Tvz8AAAAJ:4MWp96NkSFoC", "num_citations": 66, "citedby_url": "/scholar?hl=en&cites=2757063630100520097", "cites_id": ["2757063630100520097"], "pub_url": "https://link.springer.com/article/10.1007/s11831-020-09464-8", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:oVxKl8MOQyYJ:scholar.google.com/", "cites_per_year": {"2021": 10, "2022": 13, "2023": 13, "2024": 23, "2025": 7}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Using a hybrid content-based and behaviour-based featuring approach in a parallel environment to detect fake reviews", "pub_year": 2021, "citation": "Electronic Commerce Research and Applications 47, 101048, 2021", "author": "Gregorius Satia Budhi and Raymond Chiong and Zuli Wang and Sandeep Dhakal", "journal": "Electronic Commerce Research and Applications", "volume": "47", "pages": "101048", "publisher": "Elsevier", "abstract": "The financial impact of positive reviews has prompted some fraudulent sellers to generate fake product reviews for either promoting their products or discrediting competing products. Many e-commerce portals have implemented measures to detect such fake reviews, and these measures require excellent detectors to be effective. In this work, we propose 133 unique features from the combination of content and behaviour-based features to detect fake reviews using machine learning classifiers. Preliminary results show that these features can provide good results for all datasets tested. Detailed analysis of the results, however, reveals the existence of class imbalance issues for two of the bigger datasets - there is a high imbalance between the accuracies of different classes (e.g., 7.73% for the fake class and 99.3% for the genuine class using a Multilayer Perceptron classifier). We therefore introduce two sampling …"}, "filled": true, "author_pub_id": "a6-Tvz8AAAAJ:p__nRnzSRKYC", "num_citations": 57, "citedby_url": "/scholar?hl=en&cites=1248996968011691431", "cites_id": ["1248996968011691431"], "pub_url": "https://www.sciencedirect.com/science/article/pii/S156742232100020X", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:p3Xg-x9UVREJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 17, "2023": 16, "2024": 16, "2025": 5}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Resampling imbalanced data to detect fake reviews using machine learning classifiers and textual-based features", "pub_year": 2021, "citation": "Multimedia Tools and Applications 80, 13079-13097, 2021", "author": "Gregorius Satia Budhi and Raymond Chiong and Zuli Wang", "journal": "Multimedia Tools and Applications", "volume": "80", "pages": "13079-13097", "publisher": "Springer US", "abstract": "Fraudulent online sellers often collude with reviewers to garner fake reviews for their products. This act undermines the trust of buyers in product reviews, and potentially reduces the effectiveness of online markets. Being able to accurately detect fake reviews is, therefore, critical. In this study, we investigate several preprocessing and textual-based featuring methods along with machine learning classifiers, including single and ensemble models, to build a fake review detection system. Given the nature of product review data, where the number of fake reviews is far less than that of genuine reviews, we look into the results of each class in detail in addition to the overall results. We recognise from our preliminary analysis that, owing to imbalanced data, there is a high imbalance between the accuracies for different classes (e.g., 1.3% for the fake review class and 99.7% for the genuine review class), despite the …"}, "filled": true, "author_pub_id": "a6-Tvz8AAAAJ:BwyfMAYsbu0C", "num_citations": 64, "citedby_url": "/scholar?hl=en&cites=5952496223980898496", "cites_id": ["5952496223980898496"], "pub_url": "https://link.springer.com/article/10.1007/s11042-020-10299-5", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:wEg8LceDm1IJ:scholar.google.com/", "cites_per_year": {"2021": 3, "2022": 12, "2023": 19, "2024": 22, "2025": 7}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Predicting psychological distress from ecological factors: a machine learning approach", "pub_year": 2021, "citation": "Advances and Trends in Artificial Intelligence. Artificial Intelligence …, 2021", "author": "Ben Sutter and Raymond Chiong and Gregorius Satia Budhi and Sandeep Dhakal", "conference": "Advances and Trends in Artificial Intelligence. Artificial Intelligence Practices: 34th International Conference on Industrial, Engineering and Other Applications of Applied Intelligent Systems, IEA/AIE 2021, Kuala Lumpur, Malaysia, July 26–29, 2021, Proceedings, Part I 34", "pages": "341-352", "publisher": "Springer International Publishing", "abstract": "Over 300 million people worldwide were suffering from depression in 2017. Australia alone invests more than $9.1 billion each year on mental health related services. Traditional intervention methods require patients to first present with symptoms before diagnosis, leading to a reactive approach. A more proactive approach to this problem is highly desirable, and despite ongoing work using approaches such as machine learning, further work is required. This paper aims to provide a foundation by building a machine learning model across multiple techniques to predict psychological distress from ecological factors alone. Eight different classification techniques were implemented on a sample dataset, with the best results achieved through Logistic Regression, providing an accuracy of 0.811. The preliminary results suggest that, with future improvements to implementation and analysis, an accurate and …"}, "filled": true, "author_pub_id": "a6-Tvz8AAAAJ:EYYDruWGBe4C", "num_citations": 8, "citedby_url": "/scholar?hl=en&cites=13261641446807851982", "cites_id": ["13261641446807851982"], "pub_url": "https://link.springer.com/chapter/10.1007/978-3-030-79457-6_30", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:zlOU96HQCrgJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 1, "2023": 2, "2024": 3, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Multi-level particle swarm optimisation and its parallel version for parameter optimisation of ensemble models: a case of sentiment polarity prediction", "pub_year": 2020, "citation": "Cluster Computing 23, 3371-3386, 2020", "author": "Gregorius Satia Budhi and Raymond Chiong and Sandeep Dhakal", "journal": "Cluster Computing", "volume": "23", "pages": "3371-3386", "publisher": "Springer US", "abstract": "Ensemble learning is increasingly used in sentiment analysis. Determining the parameter settings of ensemble models, however, is not easy. Besides its own parameters, an ensemble model has base-predictors that have their individual parameters. Some ensemble models use a specific base-predictor and could be optimised using standard metaheuristics such as the Particle Swarm Optimisation (PSO) approach. Optimising ensemble models with multiple base-predictor candidates is more complicated and challenging, as there are multiple options to choose from. We therefore propose Multi-Level PSO (ML-PSO) and Parallel ML-PSO (PML-PSO) to optimise the parameters of ensemble models, especially those with multiple base-predictors, for sentiment analysis. The idea is to utilise multiple PSOs as particles of the main PSO. The main PSO optimises ensemble-model parameters and determines the best base …"}, "filled": true, "author_pub_id": "a6-Tvz8AAAAJ:AvfA0Oy_GE0C", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=553783009999575363", "cites_id": ["553783009999575363"], "pub_url": "https://link.springer.com/article/10.1007/s10586-020-03093-3", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Q9mrqbZurwcJ:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 0, "2025": 1}}
