{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Experimental Study of Bond Strength of Embedded Steel Reinforcement in Vibration-Based 3D Printed Concrete Mortar", "pub_year": 2024, "citation": "Civil Engineering Dimension 26 (2), 130-137, 2024", "author": "Jimmy Chandra and Alvin Halim and Franky Budiman and Pamuda Pudjisuryadi and Antoni Antoni", "journal": "Civil Engineering Dimension", "volume": "26", "number": "2", "pages": "130-137", "abstract": "Many new construction techniques have been developed in recent years, one of them is Three-Dimensional Concrete Printing (3DCP). It offers many advantages such as reduced human error, minimum manpower usage, and shorter construction period. This technique, however, still needs to be studied further to ensure good quality of constructions. This experimental study aims to investigate the bond strength of embedded steel reinforcement in vibration-based 3DCP mortar. The parameters varied are reinforcement diameter and direction of printing. It is found that average bond stress decreases as reinforcement diameter increases. Furthermore, 3DCP specimens with bars placed parallel to the printing direction have relatively higher bond stresses as compared to the ones with bars placed perpendicularly. As compared to conventional cast specimens, 3DCP specimens have higher bond stresses which might be due to vibration-based 3DCP mortar. Moreover, building code formulas significantly underestimate the bond stresses of vibration-based 3DCP specimens tested in this study."}, "filled": true, "author_pub_id": "acwyioMAAAAJ:4DMP91E08xMC", "num_citations": 0, "pub_url": "https://ced.petra.ac.id/index.php/civ/article/view/28055", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:HFmbtvUXZ9EJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Evaluation of Shear-Flexure Interaction Behavior of Reinforced Concrete Wall", "pub_year": 2024, "citation": "Civil Engineering Dimension 26 (1), 11-20, 2024", "author": "Jimmy Chandra and Gata Milla and Jonathan Aurelius Tambuna", "volume": "26", "number": "1", "pages": "11-20", "abstract": "Reinforced concrete (RC) wall is a critical structural member that resists lateral loadings, such as earthquake and wind. RC wall having moderate height to length ratio, 1.50-2.50, has the altered shear-flexure interaction (SFI) behavior, so shear and flexural failure mechanisms occur almost concurrently. Therefore, an experimental study of a moderate RC wall was conducted as a comprehensive study of the wall s coupled nonlinear shear-flexure behavior under cyclic loading. The experimental results show that the RC wall failed in flexure mechanism, indicated by crushing of the flexural compression zone, and followed by immediate shear failure, notified by the occurrence of web crushing. In addition to the experiment, an analytical model using SFI-MVLEM element in OpenSees software was performed to verify the experimental results. The analytical results show that the model is able to simulate reasonably well the coupled nonlinear shear-flexure behavior of the RC wall subjected to cyclic loading."}, "filled": true, "author_pub_id": "acwyioMAAAAJ:aqlVkmm33-oC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=4898189428128213336", "cites_id": ["4898189428128213336"], "pub_url": "https://repository.petra.ac.id/20849/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:WOknSlXd-UMJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Seismic Performance of Precast Concrete Special Moment Frames with Hybrid Connection System in Five and Ten Story Buildings", "pub_year": 2023, "citation": "Civil Engineering Dimension 25 (2), 85-95, 2023", "author": "Jimmy Chandra and VN Lokito and JA Tambuna", "journal": "Civil Engineering Dimension", "volume": "25", "number": "2", "pages": "85-95", "abstract": "Precast concrete has been widely implemented in various construction projects due to shorter construction duration and consistent quality. In a previous study, Solberg et al. (2008) conducted an experiment on hybrid beam-column connections with Damage Avoidance Design concept to improve the seismic performance of precast concrete special moment frames. The objective of this study is to further evaluate the seismic performance of precast concrete special moment frames with the hybrid beam-column connections in five and ten story buildings. The evaluation was done through non-linear dynamic time history analysis using OpenSees. The analysis results show that precast concrete frame buildings exhibit insignificant difference in maximum interstory drift ratios and roof displacements as compared to conventional concrete frame buildings. However, with significantly smaller residual displacements which indicates less structural damage, precast concrete frame buildings could be preferred in the long run as they require less structural repairs after a strong earthquake event."}, "filled": true, "author_pub_id": "acwyioMAAAAJ:M3ejUd6NZC8C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=1665703301204078339", "cites_id": ["1665703301204078339"], "pub_url": "https://repository.petra.ac.id/20576/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:A-92wVPEHRcJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Nonlinear finite element analyses of reinforced concrete beam-column joints subjected to cyclic loading", "pub_year": 2023, "citation": "IOP Conference Series: Earth and Environmental Science 1195 (1), 012005, 2023", "author": "J Handoko and A Gunawan and J Chandra and H Wibowo", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "1195", "number": "1", "pages": "012005", "publisher": "IOP Publishing", "abstract": "Interaction of forces and moments in a beam-column joint is complex and most of the time nonlinear. Thus, a simple, global model is insufficient to estimate the performance and behavior of the joint. Results from several nonlinear finite element analyses of beam-column joints using VecTor2 are presented herein. Four interior and two exterior beam-column joint models with three different types of failure were studied. The analysis results in terms of force-drift ratio curves and crack patterns were then compared to the experimental results. In general, the results obtained from VecTor2 were satisfactory, but in some cases the program could not accurately capture the strength degradation observed in the specimen with joint shear failure. Moreover, the crack patterns were not accurately captured. Nevertheless, VecTor2 can still estimate the peak forces well for all specimens in this study."}, "filled": true, "author_pub_id": "acwyioMAAAAJ:_kc_bZDykSQC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=12242354894397968151", "cites_id": ["12242354894397968151"], "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/1195/1/012005/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Fw_b5umU5akJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The influence of viscosity-modifying agent and calcium carbonate on 3D printing mortar characteristics", "pub_year": 2023, "citation": "IOP Conference Series: Earth and Environmental Science 1195 (1), 012021, 2023", "author": "A Antoni and N Adi and ME Kurniawan and A Agraputra and D Teopilus and P Pudjisuryadi and J Chandra and D Hardjito", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "1195", "number": "1", "pages": "012021", "publisher": "IOP Publishing", "abstract": "3D printing or additive manufacturing is an example of technology development in the construction sector. In 3D printing mortar, many things need to be considered regarding the characteristics of the mortar, such as workability, initial setting time, compressive strength, extrudability, and buildability. In previous studies, there were problems in the printing process, such as a lousy extrusion process and cracks in the 3D printing mortar sample. This study used calcium carbonate and a viscosity-modifying agent (VMA) to modify the mixture to achieve the desired characteristics. The extrudability and buildability were tested by observing the extrusion process and measuring the thickness and width of each layer printed. Based on the research, adding calcium carbonate and VMA can reduce workability and accelerate the initial setting time of the mixture. The use of VMA can reduce the compressive strength of the mixture …"}, "filled": true, "author_pub_id": "acwyioMAAAAJ:YOwf2qJgpHMC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=12236058003644035097", "cites_id": ["12236058003644035097"], "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/1195/1/012021/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:GTBHxuw1z6kJ:scholar.google.com/", "cites_per_year": {"2024": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Flexural and Shear Behavior of 3D Printed Reinforced Concrete Beams: An Experimental Study", "pub_year": 2023, "citation": "Civil Engineering Dimension 25 (1), 1-9, 2023", "author": "Franky Budiman and Alvin Halim and Jimmy Chandra and Pamuda Pudjisuryadi", "journal": "Civil Engineering Dimension", "volume": "25", "number": "1", "pages": "1-9", "abstract": "3D Concrete Printing (3DCP) provides many advantages for construction industry especially on productivity, waste, labor, and environment. Many researches have been conducted on the material development for 3DCP. However, there are not many researches which study the structural behavior of 3DCP. This experimental research aims to analyze flexural and shear behavior of 3D printed reinforced concrete beams. Five longitudinal reinforcement ratios were used to analyze crack patterns, failure mode, ductility, and capacity of those beams. The experimental results were then compared with analytical results by using ACI design code. The results show that higher longitudinal reinforcement ratio yields higher flexural and shear capacity of 3DCP beams. Due to layer-by-layer printing process, 3DCP beams are prone to local failure of filaments. Placement of longitudinal reinforcement might initiate macroscopic voids which could cause slippage and sudden drop on the capacity. Furthermore, ACI code underestimates the capacity of 3DCP beams failing in shear by some margins."}, "filled": true, "author_pub_id": "acwyioMAAAAJ:4TOpqqG69KYC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=579414862337744317", "cites_id": ["579414862337744317"], "pub_url": "https://ced.petra.ac.id/index.php/civ/article/view/25350", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vR05V79-CggJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Validation of nonlinear finite element model of reinforced concrete beams subjected to monotonic loading", "pub_year": 2023, "citation": "E3S Web of Conferences 429, 05019, 2023", "author": "Jimmy Chandra and Yonathan Billy Christian and Felix Go Ardenlie and Hartanto Wibowo", "journal": "E3S Web of Conferences", "volume": "429", "pages": "05019", "publisher": "EDP Sciences", "abstract": "The nonlinear behavior of reinforced concrete beams is complex due to their heterogenic properties and crack formations. Thus, a more accurate estimation through experimental testing and nonlinear finite element modeling is necessary to understand better such behavior. Experimental testing of a reinforced concrete beam subjected to monotonic loading was conducted in laboratory. The test specimen along with seven specimens from various literature were then modeled and analyzed using VecTor2 software to investigate the capability of the software in predicting the load-displacement curves and crack patterns of the specimens. The analysis results show that the finite element model used in VecTor2 software is able to predict well the load-displacement curves and crack patterns of the specimens failing in flexure and shear mechanisms."}, "filled": true, "author_pub_id": "acwyioMAAAAJ:qxL8FJ1GzNcC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=14462019494439512520", "cites_id": ["14462019494439512520"], "pub_url": "https://www.e3s-conferences.org/articles/e3sconf/abs/2023/66/e3sconf_iccim2023_05019/e3sconf_iccim2023_05019.html", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:yGnXbBtqs8gJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Using Calcium Oxide and Accelerator to Control the Initial Setting Time of Mortar in 3D Concrete Printing", "pub_year": 2022, "citation": "Proceedings of the 5th International Conference on Sustainable Civil …, 2022", "author": "Antoni Antoni and David Christian Widjaya and Alexander Ricardo Koentjoro Wibowo and Jimmy Chandra and Pamuda Pudjisuryadi and Djwantoro Hardjito", "pages": "871-880", "publisher": "Springer Singapore", "abstract": "In recent years, 3D printing has attracted a lot of attention in the construction industry. Compared with general concrete construction, 3D concrete printing has higher flexibility in creating concrete’s shape and design. 3D concrete printing requires the precise control of fresh concrete properties such as flowability, extrudability, and resistance to segregation during printing process. The initial setting time of the concrete also needs to be controlled as it needs to adhere to the next layer and then harden rapidly in order to support the upper layer. This study proposes a method to control the initial setting time of the concrete for the 3D printing process by using a mixture of calcium oxide powder and accelerators. The study showed that using 5–10% calcium oxide and 2–4% accelerator by mass of cement, the initial setting of the concrete can be varied. It is also shown that adding only accelerator prolongs the setting time of …"}, "filled": true, "author_pub_id": "acwyioMAAAAJ:ULOm3_A8WrAC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=9599507845011780371", "cites_id": ["9599507845011780371"], "pub_url": "https://link.springer.com/chapter/10.1007/978-981-16-7924-7_56", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:E7OAUIZNOIUJ:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Simplified Strut-and-Tie Model for Shear Strength Prediction of Reinforced Concrete Low-Rise Walls.", "pub_year": 2022, "citation": "ACI Structural Journal 119 (2), 2022", "author": "Jimmy Chandra and Susanto Teng", "journal": "ACI Structural Journal", "volume": "119", "number": "2", "abstract": "In this study, an analytical model using the strut-and-tie concept was developed to predict reinforced concrete (RC) low-rise wall shear strengths. In the model, the failure mode considered was crushing of the diagonal compression strut. To accurately determine the strut area, a formula for calculating depth of compression zone at the bottom of wall was derived with the aid of nonlinear finite element analysis. A total of 100 RC low-rise wall specimens failing in shear obtained from available literature were used to verify the accuracy of wall strength predictions of the proposed strut-and-tie model. Furthermore, strength predictions from building codes and other analytical models were also included for comparison purposes. The analysis results show that the proposed strut-and-tie model is conservative and it has the lowest coefficient of variation as compared to other methods in predicting the shear strength of RC low-rise walls. In addition, the predictions of the proposed model are quite consistent and less scattered for wide ranges of wall height-length ratios and concrete compressive strengths."}, "filled": true, "author_pub_id": "acwyioMAAAAJ:Zph67rFs4hoC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=7253500237356072650", "cites_id": ["7253500237356072650"], "pub_url": "https://repository.petra.ac.id/19465/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:yv7RAQmcqWQJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 1, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Investigation of the material mixtures and fiber addition for 3D concrete printing", "pub_year": 2021, "citation": "IOP Conference Series: Earth and Environmental Science 907 (1), 012011, 2021", "author": "A Antoni and A Agraputra and D Teopilus and AH Sunaryo and MM Mulyadi and P Pudjisuryadi and J Chandra and D Hardjito", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "907", "number": "1", "pages": "012011", "publisher": "IOP Publishing", "abstract": "The era of Construction 4.0 is characterized by technological advances used in the construction industry. One of the advancements is the use of 3D concrete printing in construction. However, until now, the development of 3D concrete printing in Indonesia is still minimal. The main challenge is to determine the composition of the material mixtures for making the mortar, having good extrudability but still has sufficient strength. The rapid initial setting time required was also different for the concrete for typical construction. Our previous mixture composition incorporating calcium oxide to accelerate the initial setting time was adequate. However, the extrusion process was still not satisfactory. In this study, the effect of cement to sand ratio, sand particle size, and the addition of synthetic micro-fiber was investigated on the main properties of 3D printing materials, ie, initial setting time, flowability, extrudability, and …"}, "filled": true, "author_pub_id": "acwyioMAAAAJ:kNdYIx-mwKoC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=1993697832498592343", "cites_id": ["1993697832498592343"], "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/907/1/012011/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:V3qLl50JqxsJ:scholar.google.com/", "cites_per_year": {"2023": 4, "2024": 0, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Modeling and analysis of 3D-printed reinforced and prestressed concrete beams", "pub_year": 2021, "citation": "IOP Conference Series: Earth and Environmental Science 907 (1), 012009, 2021", "author": "Jimmy Chandra and H Wibowo and D Wijaya and FO Purnomo and P Pudjisuryadi and A Antoni", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "907", "number": "1", "pages": "012009", "publisher": "IOP Publishing", "abstract": "Three-dimensional (3D)-printed concrete is believed to have a significant impact in the construction industry in the future. Some research has been conducted experimentally and analytically to investigate the structural behavior of 3D-printed concrete elements, such as beams. Previous study by the authors attempted to analytically model 3D-printed reinforced concrete (RC) beams failing in flexure that were tested by other researchers. The study was done with the aid of a finite element software. However, there are some limitations of the analytical model to simulate the failure mode of the specimens. In this study, an improvement of the analytical model is proposed in order to simulate the behavior of the 3D-printed RC beams more accurately. Furthermore, the analysis was also expanded for 3D-printed prestressed concrete (PC) beam. From the analysis results, it can be concluded that the improved analytical …"}, "filled": true, "author_pub_id": "acwyioMAAAAJ:3fE2CSJIrl8C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=6911964093056114071", "cites_id": ["6911964093056114071"], "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/907/1/012009/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:l13dsrg67F8J:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Four Discussions from the September 2019 ACI Structural Journal", "pub_year": 2020, "citation": "Structural Journal 117 (6), 325-332, 2020", "author": "William L Gamble and Jimmy Chandra and Susanto Teng and Emil de Souza Sánchez Filho", "journal": "Structural Journal", "volume": "117", "number": "6", "pages": "325-332", "abstract": "Disc. 116-S113/From the September 2019 ACI Structural Journal, p. 201 Reinforcement Limits for Reinforced Concrete Elements with High-Strength Steel. Paper by AW Puranam and S. Pujol Disc. 116-S117/From the September 2019 ACI Structural Journal, p. 247 Novel Empirical Expression to Predict Shear Strength of Reinforced Concrete Walls Based on Particle Swarm. Paper by Hadi Baghi, Hani Baghi, and Sasan Siavashi Disc. 116-S141/From the November 2019 ACI Structural Journal, p. 251 Torsional Behavior of Reinforced Concrete Beams with High-Strength Steel Bars. Paper by C. Kim, S. Kim, K.-H. Kim, D. Shin, M. Haroon, and J.-Y. Lee Disc. 117-S04/From the January 2020 ACI Structural Journal, p. 43 Bond Behavior of 0.6 in.(15.2 mm) Prestressing Strand in Beltic Calcium Sulfoaluminate (BCSA) Cement Concrete. Paper by TM Bowser, CD Murray and RW Floyd"}, "filled": true, "author_pub_id": "acwyioMAAAAJ:5nxA0vEk-isC", "num_citations": 0, "pub_url": "https://www.concrete.org/publications/internationalconcreteabstractsportal/m/details/id/51730451", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:HNSfAM05dasJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Evaluation of a macro lump plasticity model for reinforced concrete beam-column joint under cyclic loading", "pub_year": 2020, "citation": "Civil Engineering Dimension 22 (2), 82-93, 2020", "author": "Joko Purnomo and V Octaviani and PK Chiaulina and Jimmy Chandra", "journal": "Civil Engineering Dimension", "volume": "22", "number": "2", "pages": "82-93", "abstract": "Lateral deformations of reinforced concrete (RC) frames under extreme seismic excitation are highly affected by the stiffness of their beam-column joints. Numerous models have been proposed to simulate the responses of RC beam-column joint under cyclic loading. Development of RC beam-column joint model based on macro modeling using spring elements becomes more popular because of its considerably simple application for seismic performance evaluation purposes. In this study, a simple modification to previously developed macro-spring element-based model for RC beam-column joint is done and is used to simulate the behavior of seven external and five internal RC joints under cyclic loading in SAP2000. The model consists of several spring elements to define column, beam, joint, and bond-slip responses according to its individual moment-rotation relationships. Overall, the analysis results show that the modified model can simulate well the cyclic behavior of RC beam-column joints when are compared to previously available experimental results"}, "filled": true, "author_pub_id": "acwyioMAAAAJ:hqOjcs7Dif8C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=5250364730142319967", "cites_id": ["5250364730142319967"], "pub_url": "http://ced.petra.ac.id/index.php/civ/article/view/23125", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:X2VfiecK3UgJ:scholar.google.com/", "cites_per_year": {"2023": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analytical modeling of 3D-printed reinforced concrete beams", "pub_year": 2020, "citation": "IOP Conference Series: Materials Science and Engineering 930 (1), 012041, 2020", "author": "Jimmy Chandra and Pamuda Pudjisuryadi and A Antoni and H Wibowo", "journal": "IOP Conference Series: Materials Science and Engineering", "volume": "930", "number": "1", "pages": "012041", "publisher": "IOP Publishing", "abstract": "Three-dimensional (3D) printing for cementitious materials such as concrete has become increasingly popular. Numerous research efforts have been undertaken to fabricate structural elements, such as beams, using 3D-printed concrete. Because the behavior of 3D-printed reinforced concrete (RC) beams is not well understood, research in this area is still ongoing to investigate the behavior and compare it with conventional RC beams. In this paper, the results of an analytical study using finite element software on 3D-printed RC beams are presented. The main challenge was to determine a constitutive material model of the 3D-printed concrete for nonlinear analysis that was quite different from normal concrete. The developed model was validated using the results from several past experimental tests on 3D-printed RC beams. The results showed that the analytical model can accurately predict the maximum flexural …"}, "filled": true, "author_pub_id": "acwyioMAAAAJ:MXK_kJrjxJIC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=14012785705978227839", "cites_id": ["14012785705978227839"], "pub_url": "https://iopscience.iop.org/article/10.1088/1757-899X/930/1/012041/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:f-yATltqd8IJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 0, "2023": 2, "2024": 0, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Review on 3D printed concrete as structural beam members", "pub_year": 2020, "citation": "IOP Conference Series: Materials Science and Engineering 930 (1), 012045, 2020", "author": "P Pudjisuryadi and A Antoni and J Chandra", "volume": "930", "number": "1", "pages": "012045", "publisher": "IOP Publishing", "abstract": "Recently, Three-Dimensional Concrete Printing (3DCP) has gained its popularity as construction material. It offers several advantages over conventionally casted concrete such as absence of formwork, reduction of construction equipment transportation, greater safety, reduction of labour cost, and many others. However, the technology also comes with many challenges. Researches in this area can be classified into two issues which are fresh and hardened states of the printed concrete. Investigation of fresh concrete focuses on the optimal design of rheological properties which determines the pumpability, extrudability, and buildability. While mechanical properties of hardened 3DCP are usually investigated by adopting standard tests for conventionally casted concrete. However, due to the complexity of printing process, it is often that 3DCP behaviours cannot be predicted by its mechanical properties obtained from …"}, "filled": true, "author_pub_id": "acwyioMAAAAJ:0EnyYjriUFMC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=6613333201458179260", "cites_id": ["6613333201458179260"], "pub_url": "https://iopscience.iop.org/article/10.1088/1757-899X/930/1/012045/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vCw2_oFHx1sJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Punching Tests of Double-Hooked-End Fiber-Reinforced Concrete Slabs.", "pub_year": 2018, "citation": "ACI Structural Journal 115 (6), 2018", "author": "K Chanthabouala and S Teng and J Chandra and KH Tan and CP Ostertag", "journal": "ACI Structural Journal", "volume": "115", "number": "6", "abstract": "Ten (10) high-strength concrete slabs reinforced with new type of steel fibers, the double hooked-end steel fibers, were tested under punching shear loads.  The strength of the concrete fc varied from 80 to 100 MPa.  The fiber content Vf varied from zero to 1.2%.  Two different values of flexural reinforcement ratios ρ (= As/bd) of 0.9% and 1.4% were chosen for this test program.  The experimental results showed that the use of double hooked-end steel fibers in the concrete enhances slab performance significantly in many ways.  As the fiber volume or fiber content Vf   increased, the flexural stiffness of the slab throughout loading history also increased, while both the deflections and crack widths decreased considerably.  At the ultimate load stage, the punching shear strength increased by up to 156% compared to non-fibrous concrete slabs.  The increase in punching shear strength is significantly higher than the increase introduced by conventional single hooked-end steel fibers.  The ductility of the slabs was also significantly improved. Comparisons between design methods with experimental results show that the design method by Concrete Societys TR-34 performs very well.  Another method that was based on the yield line theory overestimates the strengths of the slabs.  Model Code 2010 method also overestimates the punching shear strengths.  Finally, some relevant design recommendations are given."}, "filled": true, "author_pub_id": "acwyioMAAAAJ:UebtZRa9Y70C", "num_citations": 26, "citedby_url": "/scholar?hl=en&cites=11989168650051778699", "cites_id": ["11989168650051778699"], "pub_url": "https://repository.petra.ac.id/18126/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:i_iVql0VYqYJ:scholar.google.com/", "cites_per_year": {"2019": 3, "2020": 2, "2021": 3, "2022": 7, "2023": 4, "2024": 5, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Evaluation of a Reinforced Concrete Wall Macroscopic Model for Coupled Nonlinear Shear-Flexure Interaction Response", "pub_year": 2018, "citation": "Civil Engineering Dimension 20 (1), 41-50, 2018", "author": "Joko Purnomo and Jimmy Chandra", "journal": "Civil Engineering Dimension", "volume": "20", "number": "1", "pages": "41-50", "abstract": "Reinforced concrete shear wall (RC wall) is an important element in tall buildings, which provides strength and stiffness against lateral loadings, eg earthquake and wind. Numerous researches have been conducted to study its nonlinear behavior via microscopic and macroscopic model. The later approach is currently being widely explored since it has many advantages compared to the preceding models. A well-known macroscopic model, namely Shear-Flexure-Interaction Multiple-Vertical-Line-Elements-Model (SFI-MVLEM) in the open source platform Open Sees, is capable of simulating the coupled nonlinear shear-flexure interaction response in the RC wall. This paper presents an evaluation to the applicability of SFI-MVLEM model to predict the coupled nonlinear shear-flexure behavior of RC wall specimens compared to experimental results in available literature. The analysis results show that the model is able to predict the behavior of RC wall considerably accurate in terms of hysteretic curves, cracking patterns, and contributions of shear and flexural displacement to total displacement."}, "filled": true, "author_pub_id": "acwyioMAAAAJ:Se3iqnhoufwC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=785579473874636505", "cites_id": ["785579473874636505"], "pub_url": "http://ced.petra.ac.id/index.php/civ/article/view/20649", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:2c4ii17w5goJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Truss Model for Shear Strength of Structural Concrete Walls", "pub_year": 2018, "citation": "ACI Structural Journal 115 (2), 323-335, 2018", "author": "Jimmy Chandra and Khatthanam Chanthabouala and Susanto Teng", "journal": "ACI Structural Journal", "volume": "115", "number": "2", "pages": "323-335", "publisher": "American Concrete Institute", "abstract": "Numerous methods for calculating shear strengths of structural walls are available. However, due to the complexity of wall behaviors and possible loading combinations that they may be subjected to, it is quite challenging to derive a method that is reasonably simple but can accommodate various influencing parameters in order to acquire more accurate predictions of wall shear strengths. The authors had earlier tested a series of very-high-strength concrete wall specimens (fc′ = 100 MPa [14,500 psi]) to investigate the influence on shear strength of several parameters, such as: height-to-length ratios, shear (web) reinforcement ratios in the vertical and horizontal directions, as well as the presence of flanges (boundary elements). The conclusions of the authors’ experimental study in the light of other research results reported by other researchers will be summarized herein and will be used as a guide for deriving a proposed truss model. The proposed model is based on modern truss analogy principles (softened truss model, compression field theory) and it has been shown by comparing it with experimental results to be accurate and stable. The design and analysis procedure based on the proposed truss model will also represent an improvement over existing ACI and Eurocode design procedures."}, "filled": true, "author_pub_id": "acwyioMAAAAJ:roLk4NBRz8UC", "num_citations": 20, "citedby_url": "/scholar?hl=en&cites=3611495470244869977", "cites_id": ["3611495470244869977"], "pub_url": "https://repository.petra.ac.id/18125/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Wbfg4_6bHjIJ:scholar.google.com/", "cites_per_year": {"2019": 5, "2020": 0, "2021": 3, "2022": 5, "2023": 2, "2024": 4, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Shear Behaviour of High Strength Concrete Walls Subjected to Cyclic Lateral Loading", "pub_year": 2017, "citation": "Nanyang Technological University, 2017", "author": "Jimmy Chandra", "abstract": "This experimental study investigated shear behaviour of high strength concrete (HSC) walls with concrete strength about 100 MPa. Parameters investigated are wall height to length ratio, vertical and horizontal web reinforcement ratios, and presence of boundary elements. The experimental results show that the shear strength of RC walls is greatly affected by wall height to length ratio. Furthermore, both vertical and horizontal web reinforcement have contribution to the shear strength of RC walls and their effectiveness depends on wall height to length ratio. In addition, presence of boundary elements can increase significantly the shear strength of RC walls. Analytical models have been developed based on truss analogy to predict shear strengths of RC walls. Data from past experiments on RC walls and from this study are used to verify the accuracy of the proposed models. Furthermore, building codes and other analytical model predictions are included as well for comparison. The analysis results show that the proposed models are more accurate than building codes and other analytical models. They have lower coefficient of variation values as compared to other predictions. In addition, the proposed models can predict the shear strength of RC walls with consistent accuracy for wide ranges of wall height to length ratios and concrete strengths which is not the case for building codes and other analytical model predictions."}, "filled": true, "author_pub_id": "acwyioMAAAAJ:LkGwnXOMwfcC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=3129111649443527300", "cites_id": ["3129111649443527300"], "pub_url": "https://dr.ntu.edu.sg/handle/10356/69965", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:hDqeZ3fWbCsJ:scholar.google.com/", "cites_per_year": {"2016": 1, "2017": 0, "2018": 0, "2019": 0, "2020": 0, "2021": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Cyclic Shear Behavior of High-Strength Concrete Structural Walls", "pub_year": 2016, "citation": "ACI Structural Journal 113 (6), 1335, 2016", "author": "Susanto Teng and Jimmy Chandra", "journal": "ACI Structural Journal", "volume": "113", "number": "6", "pages": "1335", "publisher": "American Concrete Institute", "abstract": "High-strength concrete (HSC) walls having compressive strength of approximately 100 MPa (14,500 psi) were tested under cyclic lateral loading to investigate their shear behavior. The parameters included were height-to-length ratio of the walls, vertical and horizontal web reinforcement ratios, and the effects of boundary elements in the form of flanges. The experimental results show that shorter walls exhibit greater shear strength than taller walls. Both vertical and horizontal web reinforcements contribute significantly to increasing the shear strength of the walls, with the horizontal web reinforcement being more effective for walls having height-to-length ratio from 1.0 to 2.0. With increase in height-to-length ratio of walls, the concrete contribution to the shear strength decreases while the web reinforcement contribution increases. The presence of flanges also significantly increases the shear strength of HSC walls. Experimental wall shear strengths from this study as well as from literature were compared with predictions from the ACI Code and Eurocode provisions. It can be seen that both ACI and Eurocode do not give consistent safety factors. The ACI method can be unsafe for low-strength concrete walls, while the Eurocode is overly conservative in almost all cases."}, "filled": true, "author_pub_id": "acwyioMAAAAJ:9yKSN-GCB0IC", "num_citations": 42, "citedby_url": "/scholar?hl=en&cites=10803363049114539785", "cites_id": ["10803363049114539785"], "pub_url": "https://repository.petra.ac.id/18124/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:CZcNWnRB7ZUJ:scholar.google.com/", "cites_per_year": {"2017": 1, "2018": 4, "2019": 4, "2020": 5, "2021": 5, "2022": 7, "2023": 5, "2024": 7, "2025": 3}}
