{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Opinions of Gen Z Surabaya Regarding the Effectiveness of the Spokes Character Ronald Mcdonald in Communicating McDonalds' Brand Image.", "pub_year": 2024, "citation": "Journal of Content and Engagement, 166-181, 2024", "author": "Amadea Daphne Isjwara and Inri Indrayani and Chory Angela Wijayanti", "journal": "Journal of Content and Engagement", "pages": "166-181"}, "filled": true, "author_pub_id": "AeSliaUAAAAJ:RYcK_YlVTxYC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:VzE_LAaS1iQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Changing Trends in The Live Streaming of Indonesian Political Debate", "pub_year": 2024, "citation": "e-Bangi: Journal of Social Sciences & Humanities 21 (3), 741-752, 2024", "author": "Chory Angela Wijayanti and Gatut Priyowidodo", "journal": "e-Bangi: Journal of Social Sciences & Humanities", "volume": "21", "number": "3", "pages": "741-752", "publisher": "Petra Christian University", "abstract": "The year 2024 will be an important year in the political history of Indonesia, with the holding of general elections (Pemilu). These elections and democracy became a test of the independence and credibility of the media in implementing their political journalism. Narasi TV shows this through its Musyawarah Nobar Debat Cawapres 2024 program. Targeting youth audiences, Narasi TV use an innovative diversifying programming, by packaging a live stream of presidential debates in a new model and broadcasting via Najwa Shihab’s YouTube channel. There is also a “fact-checking,” where the research team will immediately check the accuracy and truth of the statements during the debate. This can help to attract young audiences who may be looking for fresh and exciting content. This is the answer to criticism of live broadcast programs that are often boring to watch. Narasi TV also presents Najwa Shihab, Andovi Da Lopez, and Jovial Da Lopez, which are fresh collaborators in creating journalistic content. Narasi TV also invites speakers from each candidate team, to explore the debate that suits the characteristics of young voters. A checklist guides is also provided for audiences, to assist them in assessing the credibility of presidential candidate. This shows a changing trend from the media when streaming political debates live and stage it as a new mode of online participation. This is Narasis concern, to take full advantage of the functions of the Internet and social media to drive the Net Generation, without losing opportunities to gain commercial profits."}, "filled": true, "author_pub_id": "AeSliaUAAAAJ:UeHWp8X0CEIC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21226/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:lEGdAo4AcxIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Public opinion on Indonesias capital relocation policy: a netnographic analysis", "pub_year": 2024, "citation": "Jurnal Studi Komunikasi 8 (2), 275-286, 2024", "author": "Gatut Priyowidodo and Chory Angela Wijayanti", "volume": "8", "number": "2", "pages": "275-286", "abstract": "The pros and cons of relocating the National Capital City have remained an unresolved issue across different regimes. When President Joko Widodo took concrete action  to relocate IKN legally, the DPR approved through Law (UU) Number 3 of 2022 concerning the  National Capital City (IKN), which was passed on January 18, 2022; the public immediately  responded with acceptance and rejection. The dynamics of public conversations and comments  through social media are intense. This research aims to answer public responses regarding the  new relationship between the centre and the areas after passing the IKN Law. Using the  netnography method, data were downloaded from the comment section of eight (8) YouTube  accounts  CNBC Channel, detik.com, Narasi, TV One, Metro, RH Channel, RG Channel, and ILC  Channel. This study employed thematic analysis and data processing with NVIVO 14 application.  The research findings show that the eight YouTube accounts with more than 25,000 comments were categorised into two major themes. The first is an optimistic theme that expresses approval  for the relocation of IKN. The reason is to improve welfare (Java-outside Java), long-term  development planning, pro to the people, and show strong leadership to bridge the centre and  regions. The two pessimistic themes expressed rejection, citing concerns about natural damage,  potential corruption due to limited government finances, social inequality, and not being pro people. This research recommends that the IKN relocation policy be understood optimistically  and holistically, especially in central-regional relations and equitable …"}, "filled": true, "author_pub_id": "AeSliaUAAAAJ:Y0pCki6q_DkC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=10199169753002541105", "cites_id": ["10199169753002541105"], "pub_url": "https://repository.petra.ac.id/21105/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:MQCgU9q6io0J:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "EXPLORING WOMEN'S EMPOWERMENT IN THE 2020 FILM'ENOLA HOLMES': A FEMINIST ANALYSIS", "pub_year": 2024, "citation": "Jurnal Review Pendidikan dan Pengajaran (JRPP) 7 (3), 7471-7478, 2024", "author": "Ika Aulia Haerani and Nirwan Nirwan and Arif Hidayat", "journal": "Jurnal Review Pendidikan dan Pengajaran (JRPP)", "volume": "7", "number": "3", "pages": "7471-7478", "abstract": "The movie is set in Victorian England, and the main character, Enola Holmes, is the younger sister of the great detective Sherlock Holmes. In the movie, Enola Holmes challenges patriarchal norms by demonstrating exceptional skills and independence that exceed even the expectations generally placed on women at the time. In addition, the movie``Enola Holmes''depicts a strong mother-daughter relationship, and Enola Holmes' mother, Eudoria Holmes, was also an intelligent and courageous woman. Eudria Holmes became an inspiration and role model for Enola in fighting for women's freedom and empowerment. The purpose of this research is to find out about Women's Empowerment in the Movie'Enola Holmes'. This type of research uses a qualitative method with John Fisk's semiotic analysis. The results of this study are expected to provide a better understanding of how the 2020 movie'Enola Holmes depicts …"}, "filled": true, "author_pub_id": "AeSliaUAAAAJ:YFjsv_pBGBYC", "num_citations": 0, "pub_url": "https://scholar.google.com/scholar?cluster=16047266175152122591&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:32oVcpBXs94J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Representation of Women Empowerment on The Little Mermaid Movie", "pub_year": 2024, "citation": "Journal of Content and Engagement, 235-248, 2024", "author": "Priscilla Christy Rikhana and Fanny Lesmana and Chory Angela Wijayanti", "journal": "Journal of Content and Engagement", "pages": "235-248", "abstract": "The Little Mermaid Movie tells the story of Ariel’s journey to seek freedom and achieve her dream to be a part of the human world. This research explores the representation of women empowerment in the film using John Fiske's semiotic method, broken down into three levels, reality, representation, and ideology. The study employs a descriptive qualitative approach, with the object being the representation of women empowerment and the subject being the film The Little Mermaid. The findings reveal that the women empowerment exhibited by Ariel, the protagonist of the film, is articulated through three categories: women empowerment in making life choices, achieving equality in society, and fostering social change. These categories align with the stages of women empowerment, personal level, interpersonal level, and social action & social change. Furthermore, it is evident that the depiction of a woman with a special status, such as a double minority, can empower individuals with similar statuses who view the film. Additionally, the ideologies of revisionism and feminism are identified in the process of women empowerment depicted in the film."}, "filled": true, "author_pub_id": "AeSliaUAAAAJ:lSLTfruPkqcC", "num_citations": 0, "pub_url": "https://joce.petra.ac.id/index.php/joce/article/view/40", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:kuT1IRQtDk4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Generation Z and The Intercultural Communication Competence", "pub_year": 2023, "citation": "Generation Z and The Intercultural Communication Competence, 2023", "author": "Chory Angela Wijayanti", "abstract": "A lot of people in older generations believe Generation Z or Gen Z, collectively, are lazy. They dont go outside and play like kids used to. Instead of going to the gym or riding a bike, they stay inside and play on their video game consoles. Another negative attribute associated with Gen Z is the inability to interact in person. On the other hand, one of the core characteristics of Generation Z is racial diversity. For this reason, intercultural communication competence is really needed. Moreover, when asked what would bring more joy to their lives in future, vacations came out on top for Gen Z, highlighting the importance of travel and adventure for this generation. Thus, the opportunity for Gen Z to meet many people with diverse cultural backgrounds becomes very large. This study was conducted to photograph the extent of intercultural communication competence currently possessed by Gen Z. Research used an interpretive or constructive paradigm with a case study method. Researcher conducted a study on how 10 (ten) Gen Z people interact with people from different cultures with them. The results showed that the ability to develop intercultural awareness is the most important thing that supports success in increasing intercultural communication competence. In addition, languange are becoming interesting thing for Gen Z when visiting other regions or countries. Meanwhile, young people are not too interested in interacting with local communities, if there is no motivation. Doing assignments in the Intercultural Communication course then becomes a motivation that moves them to interact. As a result, Gen Z then gets an increase in the ability to …"}, "filled": true, "author_pub_id": "AeSliaUAAAAJ:IjCSPb-OGe4C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20987/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:kZoz7_tarjAJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Generation Z and The Intercultural Communication Competence (Generation Z dan Kompetensi Komunikasi Antar Budaya)", "pub_year": 2023, "citation": "Generation Z and The Intercultural Communication Competence (Generation Z …, 2023", "author": "Chory Angela Wijayanti", "abstract": "Conference Proceedings Kuala Lumpur International Communication, Education, Language and Social Sciences 22nd (KLiCELS 22) Navigating Challenges and Opportunities for Recovery and Growth - artikel Generation Z and The Intercultural Communication Competence"}, "filled": true, "author_pub_id": "AeSliaUAAAAJ:iH-uZ7U-co4C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20999/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:GAyMiTngv5sJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Representasi Semiotika Pelecehan Seksual dalam Film Dear Nathan 3 (Semiotika John Fiske)", "pub_year": 2023, "citation": "Innovative: Journal Of Social Science Research 3 (6), 4879-4890, 2023", "author": "Desi Amelia and Rahmad Andika and Riana Riana and Saradiva Nadhila and Sri Indah Sari", "journal": "Innovative: Journal Of Social Science Research", "volume": "3", "number": "6", "pages": "4879-4890", "abstract": "Penelitian ini dibuat dengan tujuan untuk mengetahui serta mengidentifikasi isu-isu terkait pelecehan seksual pada film dear Nathan 3. Metode penelitian yang diterapkan oleh peneliti adalah pendekatan analisis semiotika karya John Fiske dengan metode pengumpulan data yang melibatkan observasi atau pengamatan langsung melalui pemutaran film, selain itu juga dilakukan penelaahan pustaka dan pengkajian dokumen sebelumnya. Pada level realitas dapat dicermati bahwa para korban pelecehan seksual umumnya mengenakan pakaian yang konsisten dengan norma sosial dan tampil sopan saat mengalami perlakuan pelecehan. Level representasi pengambilan gambar mengarah pada suasana malam yang gelap dengan bulan yang tidak terlalu tampak. Di level ideologi menunjukkan bahwa kelas yang melekat pada diri Zanna dan Rio menentukan di mana mereka berada. Solusi dari konflik film ini yaitu berani untuk berbicara mengenai fakta dan kelompok yang berhimpun dan saling mendukung akan menghasilkan sesuatu yang besar."}, "filled": true, "author_pub_id": "AeSliaUAAAAJ:LkGwnXOMwfcC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=4651797414094526518", "cites_id": ["4651797414094526518"], "pub_url": "http://j-innovative.org/index.php/Innovative/article/view/6742", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:NlgvEhqBjkAJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Audience Reception on the Toxic Relationship in “Persona: Collector”", "pub_year": 2023, "citation": "Journal of Content and Engagement, 99-113, 2023", "author": "Nicky Christian Paparang and Chory Angela Wijayanti", "journal": "Journal of Content and Engagement", "pages": "99-113"}, "filled": true, "author_pub_id": "AeSliaUAAAAJ:roLk4NBRz8UC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:BC9rOt1yV0oJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Dominant Actors and Political Communication related to The New National Capital City (Ibu Kota Negara-IKN)", "pub_year": 2023, "citation": "Dominant Actors and Political Communication related to The New National …, 2023", "author": "Chory Angela Wijayanti and Gatut Priyowidodo", "abstract": "The policy of moving the National Capital City from DKI Jakarta to East Kalimantan continues to be an interesting issue to be discussed. This research focuses on Twitter, a microblogging platform, where users can upload tweets and interact with other users through four types of engagement: likes, retweets, replies, and quotes. By using the quantitative content analysis research method, this study aims to see who the dominant actor or communicator in the IKN issue from the four recorded engagements is. Since the enactment of the Law on National Capitals, from 18 January 2022 to 31 January 2022, there have been 14,872 interactions on Twitter, with two dominant communication actors. The results showed that Muhammad Said Didu through the account @msaid_didu, is at the top for like interactions (6,009 times) and retweet interactions (1,861 times). Meanwhile, Ridwan Kamil (@ridwankamil), was ranked 1st and 2nd for reply interactions (2,228 and 1,571 times). Ridwan Kamil also got the highest quote interactions of 1,349 times. The topic of moving the IKN involved well-known figures accounts such as Hidayat Nur Wahid and Sudjiwo Tedjo. In addition, accounts that are also involved and get high user engagement are accounts belonging to the media, such as Tempo (@tempodotco), Kompas (@kompascom and @kompasTV), Kumparan (@kumparan), and CNN Indonesia (CNN Indonesia)."}, "filled": true, "author_pub_id": "AeSliaUAAAAJ:Tyk-4Ss8FVUC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20884/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:idGqNaQDC30J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Parasocial Relationship between Parents Viewers with Korean Drama Actors", "pub_year": 2023, "citation": "Journal of Content and Engagement, 1-17, 2023", "author": "Aurelia Angelica Ng and Jandy Luik and Chory Angela Wijayanti", "journal": "Journal of Content and Engagement", "pages": "1-17", "abstract": "Hallyu or Korean wave has been rapidly growing on the last few decades. Hallyu has brought South Korea’s cultures including Korean dramas worldwide, including Indonesia. The rise of technology and new media has also given more space for content distribution and access for media actors and audiences. Hence, Korean drama has a high popularity in Indonesia, with audiences from various kinds of demographic backgrounds, including parents. One of the reasons of the high interest towards Korean drama is due to the interesting actors. The high interest towards Korean drama actors are often related to the concept of parasocial relationship, which is a one-sided relationship between audiences and media persona."}, "filled": true, "author_pub_id": "AeSliaUAAAAJ:W7OEmFMy1HYC", "num_citations": 0, "pub_url": "https://joce.petra.ac.id/index.php/joce/article/view/8", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:67c6tyqI3ewJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Motif dan Kepuasan Pembaca Rubrik Catatan Harian Dahlan Iskan di Website Disway. id", "pub_year": 2023, "citation": "Jurnal e-Komunikasi 11 (1), 2023", "author": "Matthew Chandra Gregorious Palit and Gatut Priyowidodo and Chory Angela Wijayanti", "journal": "Jurnal e-Komunikasi", "volume": "11", "number": "1"}, "filled": true, "author_pub_id": "AeSliaUAAAAJ:NMxIlDl6LWMC", "num_citations": 0, "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Motif dan kepuasan subscribers menonton channel VTuber Kobo Kanaeru", "pub_year": 2023, "citation": "Jurnal e-Komunikasi 11 (1), 2023", "author": "Chrishellia Mega Wibisono and Agusly Irawan Aritonang and Chory Angela Wijayanti", "journal": "Jurnal e-Komunikasi", "volume": "11", "number": "1"}, "filled": true, "author_pub_id": "AeSliaUAAAAJ:isC4tDSrTZIC", "num_citations": 0, "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Motif dan Kepuasan Subscriber dalam Menonton Segmen Special Program pada Channel YouTube Genshin Impact", "pub_year": 2023, "citation": "Jurnal e-Komunikasi 11 (1), 2023", "author": "Andreas Andreas and Ido Prijana Hadi and Chory Angela Wijayanti", "journal": "Jurnal e-Komunikasi", "volume": "11", "number": "1"}, "filled": true, "author_pub_id": "AeSliaUAAAAJ:4JMBOYKVnBMC", "num_citations": 0, "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis Naratif Tentang Gambaran Tindak Kekerasan Terhadap Perempuan dalam Drama Korea “The Glory”", "pub_year": 2023, "citation": "Jurnal e-Komunikasi 11 (1), 2023", "author": "G Cherise and G Priyowidodo and CA Wijayanti", "journal": "Jurnal e-Komunikasi", "volume": "11", "number": "1"}, "filled": true, "author_pub_id": "AeSliaUAAAAJ:R3hNpaxXUhUC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=8385434837468420306", "cites_id": ["8385434837468420306"], "pub_url": "https://scholar.google.com/scholar?cluster=8385434837468420306&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:0ph9ho4MX3QJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Representasi Feminisme dalam Film “Mrs. Harris Goes to Paris”", "pub_year": 2023, "citation": "Jurnal e-Komunikasi 11 (1), 2023", "author": "Aurelia Deva Anjani and Fanny Lesmana and Chory Angela Wijayanti", "journal": "Jurnal e-Komunikasi", "volume": "11", "number": "1"}, "filled": true, "author_pub_id": "AeSliaUAAAAJ:hC7cP41nSMkC", "num_citations": 0, "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis Isi Pesan Komunikasi Interpersonal Para Peserta Dating Show “Match Island” Netverse", "pub_year": 2023, "citation": "Jurnal e-Komunikasi 11 (1), 2023", "author": "Glenda Angelique and Ido Prijana Hadi and Chory Angela Wijayanti", "journal": "Jurnal e-Komunikasi", "volume": "11", "number": "1"}, "filled": true, "author_pub_id": "AeSliaUAAAAJ:ZeXyd9-uunAC", "num_citations": 0, "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Representasi Maskulinitas Pada Pemeran Utama Perempuan Dalam Film Mencuri Raden Saleh", "pub_year": 2023, "citation": "Jurnal e-Komunikasi 11 (1), 2023", "author": "Nicholas Abdiel Manoarfa and Agusly Irawan Aritonang and Chory Angela Wijayanti", "journal": "Jurnal e-Komunikasi", "volume": "11", "number": "1"}, "filled": true, "author_pub_id": "AeSliaUAAAAJ:4DMP91E08xMC", "num_citations": 0, "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis Isi Pesan Fathering dalam Film Serial Mendua", "pub_year": 2023, "citation": "Jurnal e-Komunikasi 11 (1), 2023", "author": "Sonia Violim Gunawan and Ido Prijana Hadi and Chory Angela Wijayanti", "journal": "Jurnal e-Komunikasi", "volume": "11", "number": "1"}, "filled": true, "author_pub_id": "AeSliaUAAAAJ:qxL8FJ1GzNcC", "num_citations": 0, "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Proses Adopsi Inovasi New Media oleh Pengurus Gereja GKI Darmo Satelit di Tengah Pandemi COVID-19", "pub_year": 2022, "citation": "Jurnal e-Komunikasi 10 (2), 2022", "author": "Evalyn Mayrilia Soetanto and Jandy Edipson Luik and Chory Angela Wijayanti", "journal": "Jurnal e-Komunikasi", "volume": "10", "number": "2"}, "filled": true, "author_pub_id": "AeSliaUAAAAJ:M3NEmzRMIkIC", "num_citations": 0, "cites_per_year": {}}
