{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Least-squares Smoothed Shape Functions for Constructing Field-Consistent Timoshenko Beam Elements", "pub_year": 2025, "citation": "Civil Engineering Dimension 27 (1), 22-32, 2025", "author": "Wong Foek Tjong and HENOKH GUNAWAN TJAHYONO and Sugiyono Hartono and TIMOTHY ADRIEL SETIABUDI", "volume": "27", "number": "1", "pages": "22-32", "abstract": "This paper presents an approach for constructing field-consistent Timoshenko beam elements using least-squares smoothed (LSS) shape functions. The variational basis for shear strain redistribution is thoroughly explained, leading to the derivation of LSS shape functions for linear, quadratic, and cubic Timoshenko beam elements. These elements are then applied to linear static analysis, bifurcation buckling analysis, and free vibration analysis of prismatic and tapered beams. Numerical tests demonstrate that the LSS-based beam elements effectively eliminate shear locking and provide accurate, reliable results. Their performance is comparable to the discrete shear gap technique but with a simpler implementation procedure. The LSS shape function approach offers a practical and efficient alternative for achieving field consistency in Timoshenko beam elements, with potential applications in enhanced finite element methods (FEMs) such as isogeometric FEM and Kriging-based FEM."}, "filled": true, "author_pub_id": "anHPSV0AAAAJ:HoB7MX3m0LUC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21493/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:BTz13Xjiy7gJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENGEMBANGAN ELEMEN BALOK LENGKUNG DENGAN PEDEKATAN DEGENERATED SOLID", "pub_year": 2024, "citation": "Dimensi Utama Teknik Sipil 11 (2), 77-93, 2024", "author": "Sanjaya Halim and Foek Tjong Wong", "journal": "Dimensi Utama Teknik Sipil", "volume": "11", "number": "2", "pages": "77-93", "abstract": "Salah satu teori untuk menganalisis balok lengkung dalam metode elemen hingga adalah degenerated solid beam. Fenomena yang umum terjadi pada elemen balok lengkung yaitu shear locking dan membrane locking. Koziey dan Mirza (1994) membuat perumusan baru untuk analisis belok lengkung berdasarkan third order shear deformation theory (TOSD). Pada perumusan degenerated solid beam element umumnya menerapkan first order shear deformation theory (FOSD) yang membutuhkan koefisien koreksi geser. Pada penelitian ini akan dikembangkan degenerated solid beam element dengan modifikasi metode least square smoothed assumed strain (LSSAS) untuk eleminasi locking. Selain itu, akan diteliti perbedaan elemen yang menggunakan FOSD dengan menggunakan TOSD. Hasil pengujian diperoleh bahwa metode LSSAS tidak efektif dalam membebaskan degenerated solid beam element dari locking dan consistent beam merupakan elemen yang belum stabil. Penggunaan perumusan TOSD memiliki performa yang sama dengan penggunaan perumusan FOSD."}, "filled": true, "author_pub_id": "anHPSV0AAAAJ:pqnbT2bcN3wC", "num_citations": 0, "pub_url": "https://www.duts.petra.ac.id/index.php/duts/article/view/333", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:JCzexmCB5LEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "On the Convergence and Accuracy of the Partition of Unity-based T3-CNS and T3-DNS Elements in Surface Fittings", "pub_year": 2024, "citation": "On the Convergence and Accuracy of the Partition of Unity-based T3-CNS and …, 2024", "author": "Wong Foek Tjong and Heri Istiono", "abstract": "In recent years, several alternative non-standard finite element methods (FEMs) have been developed to improve the accuracy and convergence of the standard FEM. One of the proposed alternative FEMs which is of our interest is a method that combines the FEM and meshfree method using the partition of unity concept, called the three-node triangular element with continuous nodal stress (T3-CNS). In the T3-CNS element formulation, the shape functions are constructed using a combination of finite element continuous nodal gradient shape functions and a set of mesh-free shape functions obtained using the orthonormalized and constrained least-squares method. The aim of this paper is to present a numerical study on the accuracy and convergence of the T3-CNS interpolation when approximating several mathematically defined surfaces and their gradients. In addition, the dis-continuous nodal stress version of the element called the T3-DNS, is examined. The results are compared to those obtained using the standard triangular element and the Kriging-based triangular element. The results show that both the T3-CNS and T3-DNS interpolations possess the consistency property, providing highly accurate surface fittings, and exhibiting excellent convergence. Therefore, both the T3-CNS and T3-DNS interpolations are suitable to be employed as the trial function in numerical methods based on the Ray-leigh-Ritz or Galerkin method."}, "filled": true, "author_pub_id": "anHPSV0AAAAJ:g5m5HwL7SMYC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21277/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:BJvs12wqyWUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Locking-Free Kriging-Based Curved Beam Elements with the Discrete Strain Gap Technique", "pub_year": 2024, "citation": "International Journal of Computational Methods 21 (09), 2450033-1, 2024", "author": "Wong Foek Tjong and Junius Gunawan", "volume": "21", "number": "09", "pages": "2450033-1", "abstract": "Kriging-based finite element method (K-FEM) is an enhancement of the FEM using Kriging interpolation in place of the conventional polynomial interpolation. This paper presents the development of the K-FEM for analysis of curved beams based on a deep arc theory, which accounts for membrane and shear deformation. The discrete strain gap technique is employed to circumvent shear locking and membrane locking. The numerical tests show that the Kriging-based elements are free from any locking, are able to provide highly accurate solutions with a regular course mesh discretization, and have excellent convergence characteristics, especially for circular beams."}, "filled": true, "author_pub_id": "anHPSV0AAAAJ:NMxIlDl6LWMC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=17923770936712905631", "cites_id": ["17923770936712905631"], "pub_url": "https://repository.petra.ac.id/21260/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:n0M-5rMGvvgJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Free-vibration and buckling analyses of beams using Kriging-based Timoshenko beam elements with the discrete shear gap technique", "pub_year": 2024, "citation": "Civil Engineering Dimension 26 (1), 21-31, 2024", "author": "Wong Foek Tjong and Nelvin Tanoyo and TONNY CHRISTANTO GOSARIA", "volume": "26", "number": "1", "pages": "21-31", "abstract": "A family of locking-free Kriging-based Timoshenko beam elements with a new implementation of the discrete shear gap technique was recently developed (referred to as K-beam-DSG1 elements). Performance of the K-beam-DSG1 elements has been shown to be very satisfactory in the linear static analysis of beams for a wide variety of thicknesses. This paper presents further development of the K-beam-DSG1 elements to free vibration and bifurcation buckling analyses of prismatic and non-prismatic beams. Consistent Kriging-based mass matrices are used for free vibration analysis and similarly, consistent Kriging-based geometric stiffness matrices are used for buckling analysis. The results show that for most of the cases, the K-beam-DGS1 elements yield remarkably accurate natural frequencies and critical compressive loads using a reasonable number of elements to discretize the beam. For an axially functionally graded fixed-fixed supported beam, however, the elements fail to predict the critical load accurately."}, "filled": true, "author_pub_id": "anHPSV0AAAAJ:hMod-77fHWUC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=3519534601092813284", "cites_id": ["3519534601092813284"], "pub_url": "https://repository.petra.ac.id/21262/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:5FHViBLm1zAJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Adaptive mesh refinements for analyses of 2D linear elasticity problems using the Kriging-based finite element method", "pub_year": 2023, "citation": "Adaptive mesh refinements for analyses of 2D linear elasticity problems …, 2023", "author": "Johanna Handoko and Wong Foek Tjong", "abstract": "Finite element analyses of irregular structures require adaptive mesh refinement to achieve more accurate results in an efficient manner. This is also true for a non-conventional finite element method with Kriging interpolation, called the Kriging-based finite element method (K-FEM). This paper presents a study of automatic adaptive meshing procedures for analyses of two-dimensional linear elasticity problems using the K-FEM. The Matlab Partial Differential Equation Toolbox was utilized for generating meshes with Delaunay triangulation. Three error indicators, namely, the strain energy error, the gradient of effective stresses, and the element-free Galerkin strain energy error, were employed for estimating the element errors. To find the most effective error indicator, the resulting total number of elements and configurations of the final meshes were compared. The results show that the resulting final meshes were affected by the initial mesh configurations, the refinement criteria, and the termination criteria. The gradient of effective stresses indicator was found to be the most effective error indicator for the K-FEM, as it can accurately estimate the element errors."}, "filled": true, "author_pub_id": "anHPSV0AAAAJ:M3NEmzRMIkIC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=6531475404297191055", "cites_id": ["6531475404297191055"], "pub_url": "https://repository.petra.ac.id/20584/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:j75VZEZ2pFoJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "STUDI ELEMEN-ELEMEN LINEAR, KUADRATIK, DAN KUBIK UNTUK ANALISIS STATIK, GETARAN BEBAS, DAN TEKUK BALOK TIMOSHENKO NON-PRISMATIK", "pub_year": 2023, "citation": "Jurnal Dimensi Pratama Teknik Sipil 12 (1), 102-108, 2023", "author": "Timothy Adriel Setiabudi and Wong Foek Tjong", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "12", "number": "1", "pages": "102-108", "abstract": "Metode elemen hingga sudah banyak digunakan di masa sekarang. Akan tetapi, masalah shear locking adalah masalah yang hingga saat ini masih diteliti sehingga banyak metode pendekatan dalam menemukan solusinya. Pada penelitian ini digunakan teori balok Timoshenko dan metode eliminasi shear locking least square smoothed assumed strain concept. Penelitian ini menguji efektivitas penggunaan metode eliminasi shear locking pada balok non-prismatik dengan elemen linear, kuadratik, dan kubik. Terbukti bahwa metode LSSASC yang digunakan pada elemen-elemen linear, kuadratik, dan kubik dapat mengeliminasi peristiwa shear locking pada elemen linear, kuadratik, dan kubik balok Timoshenko non-prismatik untuk analisis statik, tekuk, dan getaran bebas."}, "filled": true, "author_pub_id": "anHPSV0AAAAJ:35N4QoGY0k4C", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-sipil/article/view/13441", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:X7ZWqcJTMLMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "ANALISIS NON-LINEAR STRUKTUR TENSEGRITY MENGGUNAKAN TOTAL POTENTIAL ENERGY OPTIMIZATION WITH METAHEURISTIC METHODS (TPO/MA)", "pub_year": 2022, "citation": "Dimensi Utama Teknik Sipil 9 (2), 97-115, 2022", "author": "Denalyn Tanist Istianto and Wong Foek Tjong and Doddy Prayogo", "journal": "Dimensi Utama Teknik Sipil", "volume": "9", "number": "2", "pages": "97-115", "abstract": "Total potential energy optimization with metaheuristic methods (TPO/MA) adalah metode analisis struktur yang berdasarkan pada prinsip energi minimum. Metode ini dapat melakukan analisis non-linear pada berbagai struktur tanpa modifikasi yang signifikan dalam prosesnya. Salah satu struktur yang bersifat sangat non-linear adalah struktur tensegrity. TPO/MA dengan tiga algoritma metaheuristik yaitu teaching–learning-based optimization (TLBO), harmony search (HS), dan symbiotic organisms search (SOS) diaplikasikan dalam analisis non-linear geometri pada struktur tensegrity dua dan tiga dimensi. Analisis struktur dilakukan dengan pemberian beban bertahap (incremental) untuk menghasilkan grafik load-displacement yang menunjukkan perilaku non-linear struktur. Hasil penelitian menunjukkan TPO/MA dapat melakukan analisis non-linear pada struktur tensegrity dengan akurasi dan konsistensi yang tinggi. TLBO dan SOS memiliki performa yang lebih baik dibandingkan HS dalam menyelesaikan analisis non-linear pada struktur tensegrity menggunakan TPO/MA."}, "filled": true, "author_pub_id": "anHPSV0AAAAJ:2P1L_qKh6hAC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=14770402305080526811", "cites_id": ["14770402305080526811"], "pub_url": "https://mail.duts.petra.ac.id/index.php/duts/article/view/232", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:24fvt6MC-8wJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Locking-free Kriging-based Timoshenko beam elements using an improved implementation of the discrete shear gap technique", "pub_year": 2022, "citation": "Civil Engineering Dimension 24 (1), 11-18, 2022", "author": "Wong Foek Tjong and STEVANUS WONGSO SANTOSO and Mellyssa Sutrisno", "volume": "24", "number": "1", "pages": "11-18", "abstract": "Kriging-based finite element method (K-FEM) is an enhancement of the conventional finite element method using a Kriging interpolation as the trial solution in place of a polynomial function. In the application of the K-FEM to the Timoshenko beam model, the discrete shear gap (DSG) technique has been employed to overcome the shear locking difficulty. However, the applied DSG was only effective for the Kriging-based beam element with a cubic basis and three element-layer domain of influencing nodes. Therefore, this research examines a modified implementation of the DSG by changing the substitute DSG field from the Kriging-based interpolation to linear interpolation of the shear gaps at the element nodes. The results show that the improved elements of any polynomial degree are free from shear locking. Furthermore, the results of beam deflection, cross-section rotation, and bending moment are very accurate, while the shear force field is piecewise constant."}, "filled": true, "author_pub_id": "anHPSV0AAAAJ:JV2RwH3_ST0C", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=14909005338891953056", "cites_id": ["14909005338891953056"], "pub_url": "https://repository.petra.ac.id/19541/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:oKMOS11t584J:scholar.google.com/", "cites_per_year": {"2024": 2, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A comparative study of several bio-inspired algorithms in cost optimization of cellular beams", "pub_year": 2021, "citation": "A comparative study of several bio-inspired algorithms in cost optimization …, 2021", "author": "EVELYN JANE WIJAYANTI and Doddy Prayogo and Wong Foek Tjong", "abstract": "Steel deck floor systems can be considered as one of the main components of a structure. As technology advances, the role of optimization is used in many aspects of structural designs. Steel deck floor systems are one of many components that are usually optimized to look for its optimum cost but are still able to hold the structure. This study compares the performance of the particle swarm optimization (PSO), artificial bee colony (ABC), differential evolution (DE), and symbiotic organisms search (SOS), that categorized as nature-inspired algorithms, in the optimization of a steel deck floor system. The variables considered are the edge beams, interior beams, and the composite steel deck. The results show that the SOS gives the most optimum cost with a better average and a perfect success rate."}, "filled": true, "author_pub_id": "anHPSV0AAAAJ:blknAaTinKkC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19554/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZknF-z_nnecJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A comparative study of several nature-inspired algorithms in steel deck floor system cost optimization", "pub_year": 2021, "citation": "IOP Conference Series: Earth and Environmental Science 907 (1), 012005, 2021", "author": "TIMOTHY Emanuel and Doddy Prayogo and FT Wong", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "907", "number": "1", "pages": "012005", "publisher": "IOP Publishing", "abstract": "Steel deck floor systems can be considered as one of the main components of a structure. As technology advances, the role of optimization is used in many aspects of structural designs. Steel deck floor systems are one of many components that are usually optimized to look for its optimum cost but are still able to hold the structure. This study compares the performance of the particle swarm optimization (PSO), artificial bee colony (ABC), differential evolution (DE), and symbiotic organisms search (SOS), that categorized as nature-inspired algorithms, in the optimization of a steel deck floor system. The variables considered are the edge beams, interior beams, and the composite steel deck. The results show that the SOS gives the most optimum cost with a better average and a perfect success rate."}, "filled": true, "author_pub_id": "anHPSV0AAAAJ:k_IJM867U9cC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=11845866380070243902", "cites_id": ["11845866380070243902"], "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/907/1/012005/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Pk7U6LX4ZKQJ:scholar.google.com/", "cites_per_year": {"2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A comparative study of several bio-inspired algorithms in cost optimization of cellular beams", "pub_year": 2021, "citation": "IOP Conference Series: Earth and Environmental Science 907 (1), 012001, 2021", "author": "A Tjahjono and EJ Wijayanti and D Prayogo and FT Wong", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "907", "number": "1", "pages": "012001", "publisher": "IOP Publishing", "abstract": "Castellated beams are commonly used in steel construction. This study will focus on castellated beams with circular-shaped openings, which are known as cellular beams. Cost optimization of cellular beams is needed to maintain cost efficiency. The optimization considers the selection of a root beam, the diameter of holes, and the total number of holes in the beam as the variables. Four metaheuristic algorithms are used to optimize the design, namely, the particle swarm optimization (PSO), differential evolution (DE), symbiotic organisms search (SOS), and artificial bee colony (ABC). A four-meter span beam with a 50 kN point live load in the middle of the beam and a 5 kN/m uniformly-distributed dead load are taken as the case study. The results indicate that the SOS algorithm yields the best optimization results in terms of the average, consistency, and convergence behavior with a 30 out of 30 success rates."}, "filled": true, "author_pub_id": "anHPSV0AAAAJ:isC4tDSrTZIC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=8841219028272655449", "cites_id": ["8841219028272655449"], "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/907/1/012001/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:WaydCd1RsnoJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "AN ENHANCEMENT OF KRIGING BASED FINITE ELEMENT FOR PLATE ANALYSIS BY USING MITC3+ ELEMENT", "pub_year": 2021, "citation": "Dimensi Utama Teknik Sipil 8 (2), 31-50, 2021", "author": "Sebastian Sebastian and Wong Foek Tjong", "journal": "Dimensi Utama Teknik Sipil", "volume": "8", "number": "2", "pages": "31-50", "abstract": "A development of Kriging-based finite elements method has been carried out by implementing the MITC3+ plate elements for modeling the plate structure. The MITC3+ element used is a development of the MITC3 element whose performance is considered quite good and can overcome problems that arise in the application of conventional Kriging-based finite elements, one of which is the shear-locking. The application of Kriging interpolation on MITC3+ elements is carried out with the Kriging shape function formulation in the formation of the bending stiffness matrix only. The elements are then tested with various benchmark problems such as Patch Test, hard clamped square plate, Rhombic Plate, and its ability to solve complex-shaped plates. The results showed that the MITC3+ was able to avoid the shear-locking mechanism and also produce an accurate solution. However, it appears there is an inconsistent convergence pattern on the Patch Test and Rhombic Plate."}, "filled": true, "author_pub_id": "anHPSV0AAAAJ:YFjsv_pBGBYC", "num_citations": 0, "pub_url": "https://mail.duts.petra.ac.id/index.php/duts/article/download/183/163", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8pLQMJ32nlEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A comparative study of several nature-inspired algorithms in steel deck floor system cost optimization", "pub_year": 2021, "citation": "A comparative study of several nature-inspired algorithms in steel deck …, 2021", "author": "Doddy Prayogo and Wong Foek Tjong", "abstract": "Steel deck floor systems can be considered as one of the main components of a structure. As technology advances, the role of optimization is used in many aspects of structural designs. Steel deck floor systems are one of many components that are usually optimized to look for its optimum cost but are still able to hold the structure. This study compares the performance of the particle swarm optimization (PSO), artificial bee colony (ABC), differential evolution (DE), and symbiotic organisms search (SOS), that categorized as nature-inspired algorithms, in the optimization of a steel deck floor system. The variables considered are the edge beams, interior beams, and the composite steel deck. The results show that the SOS gives the most optimum cost with a better average and a perfect success rate."}, "filled": true, "author_pub_id": "anHPSV0AAAAJ:BqipwSGYUEgC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19391/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:c7QUQTS44FoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengantar Metode Elemen HIngga untuk Analisis Struktur-Teori, Perumusan, Implementasi Komputer, dan Aplikasi", "pub_year": 2021, "citation": "Pengantar Metode Elemen HIngga untuk Analisis Struktur-Teori, Perumusan …, 2021", "author": "Wong Foek Tjong", "publisher": "Rajawali Pers, PT RajaGrafindo Persada", "abstract": "Metode elemen hingga (MEH) adalah metode perhitungan yang paling banyak dipakai saat ini untuk menyelesaikan masalah analisis struktur. Metode ini digunakan dalam banyak software komersial analisis struktur yang digunakan sehari-hari dalam pekerjaan desain para insinyur dalam bidang teknik sipil, teknik mesin, teknik perkapalan, dll. Di lain pihak, bagi matematikawan terapan MEH merupakan metode numerik yang ampuh untuk menyelesaikan boundary value problems dalam ruang berdimensi dua dan tiga.   Buku ini bertujuan memperkenalkan MEH secara lengkap, mulai dari teori model yang akan diselesaikan, perumusan MEH untuk menyelesaikan masalah model itu, implementasi komputer dengan menggunakan MATLAB, dan sampai dengan aplikasi MEH. Karena tujuan buku ini adalah memperkenalkan MEH, model-model yang dibahas dipilih yang sederhana dan umum digunakan untuk memperkenalkan MEH, yaitu model deformasi aksial batang dan model tegangan dan regangan bidang.   Bab 1 mulai dengan memperkenalkan MEH secara menyeluruh. Setelah membaca Bab ini, pembaca diharapkan memiliki gambaran umum apa itu MEH dan termotivasi untuk mempelajarinya lebih lanjut. Setelah itu Bagian I buku ini membahas langkah-langkah perhitungan MEH yang ditujukan untuk implementasi komputer, yaitu metode kekakuan langsung (direct stiffness method, disingkat DSM). Pembahasan DSM diberikan dalam konteks masalah sistem pegas (Bab 2), struktur rangka batang dalam ruang 1D dan 2D (Bab 3), dan rangka batang dalam ruang 3D (Bab 4). Pembahasan DSM di dalam Bab 2 s/d 4 ini ditekankan …"}, "filled": true, "author_pub_id": "anHPSV0AAAAJ:vV6vV6tmYwMC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=9363352835980780005", "cites_id": ["9363352835980780005"], "pub_url": "https://repository.petra.ac.id/19219/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:5eFHj8tP8YEJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penggunaan Metode Metaheuristik Dalam Optimasi Topologi, Bentuk, Dan Ukuran Penampang Desain Struktur Rangka Batang", "pub_year": 2020, "citation": "Jurnal Dimensi Pratama Teknik Sipil 9 (1), 125-132, 2020", "author": "Kelvin Eko Prasetyo and Wong Foek Tjong", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "9", "number": "1", "pages": "125-132", "abstract": "Struktur rangka batang merupakan salah satu tipe struktur yang sering kita dijumpai. Diperlukan desain struktur bangunan yang paling efisien untuk meminimalkan cost dari struktur bangunan. Salah satu cara yang dapat digunakan adalah optimasi struktur. Penelitian sebelumnya banyak meneliti tentang optimasi topologi dan penampang dengan koordinat titik buhul tetap. Sedangkan dengan mengoptimasi topologi, bentuk, dan ukuran penampang secara bersamaan dapat memberikan hasil yang paling efisien. Namun, dengan mengoptimasi ketiga hal tersebut, permasalahan menjadi lebih kompleks dan sukar. Hal ini disebabkan oleh bertambahnya variabel. Metode metaheuristik dapat digunakan untuk menyelesaikan permasalanan rangka batang yang kompleks karena metaheuristik yang memiliki kemampuan untuk menyelesaikan permasalahan yang rumit dan kompleks secara efektif dan efisien."}, "filled": true, "author_pub_id": "anHPSV0AAAAJ:70eg2SAEIzsC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=14024320887346043734", "cites_id": ["14024320887346043734"], "pub_url": "http://publication.petra.ac.id/index.php/teknik-sipil/article/view/10631", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:VhtaAotloMIJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "OPTIMASI DESAIN STRUKTUR PORTAL BAJA MENGGUNAKAN METODE METAHEURISTIK DENGAN MEMPERHITUNGKAN EFEK P-DELTA", "pub_year": 2020, "citation": "Jurnal Dimensi Pratama Teknik Sipil 9 (1), 212-218, 2020", "author": "Wong Foek Tjong", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "9", "number": "1", "pages": "212-218", "abstract": "Banyaknya permintaan akan gedung tinggi menuntut para insinyur untuk mendesain gedung stabil yang perhitungannya tergolong rumit. Optimasi dengan metode metaheuristik dapat menjadi solusi untuk mendapatkan desain yang teroptimal. Adanya interaksi antara gaya aksial ke bawah dengan perpindahan horisontal gedung menyebabkan adanya momen tambahan, yang sering disebut sebagai efek P-Δ. Studi ini bertujuan untuk menunjukkan hasil penggunaan algoritma metaheuristik dalam pengoptimasian berat struktur portal baja dengan mempertimbangkan efek P-Δ. Algoritma metaheuristik yang digunakan dalam penelitian ini adalah particle swarm optimization (PSO) dan symbiotic organisms search (SOS). Terdapat satu struktur yang dianalisa, yaitu struktur Portal 3 Bentang 15 Lantai. Hasil optimasi dari kasus tersebut akan dibandingkan dengan hasil penelitian sebelumnya dengan penambahan second order analysis dan perubahan batasan peraturan AISC. Optimasi struktur Portal 3 Bentang 15 Lantai akan diberi batasan sesuai peraturan AISC 360-10. Penelitian ini menunjukan performa algoritma SOS yang lebih superior dibandingkan PSO dan adanya penambahan berat struktur portal baja yang diakibatkan pengikutsertaan analisa P-Δ."}, "filled": true, "author_pub_id": "anHPSV0AAAAJ:lSLTfruPkqcC", "num_citations": 0, "pub_url": "http://publication.petra.ac.id/index.php/teknik-sipil/article/view/10643", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:z5Xx6U0xXX4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "OPTIMASI UKURAN PENAMPANG DAN BENTUK STRUKTUR RANGKA BATANG BERBASIS RELIABILITAS DENGAN METODE METAHEURISTIK DAN LATIN HYPERCUBE SAMPLING", "pub_year": 2020, "citation": "Jurnal Dimensi Pratama Teknik Sipil 9 (1), 94-101, 2020", "author": "Bobby Hartanto Wijaya and Wong Foek Tjong", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "9", "number": "1", "pages": "94-101", "abstract": "Studi mengenai optimasi rangka batang telah banyak dilakukan sebelumnya karena dapat meningkatkan efisiensi dari struktur dan memberikan keuntung maksimum. Salah satu topik yang didiskusikan belakangan ini adalah aspek reliabilitas pada struktur rangka batang dalam optimasi desain. Topik ini menjadi sangat penting terutama dalam optimasi ukuran penampang dan bentuk struktur rangka batang karena dapat meningkatkan angka keamanan dari struktur. Optimasi berbasis reliabilitas ini didefinisikan sebagai pencarian struktur yang optimal dan reliabel. Studi ini bertujuan untuk membandingkan performa dari dua algoritma metaheuristik yaitu particle swarm optimization (PSO) dan symbiotic organisms search (SOS) dalam melakukan optimasi struktur rangka batang dengan mengacu pada peraturan SNI 1729: 2015. Penelitian ini akan menggabungkan metode latin hypercube sampling (LHS) dan algoritma metaheuristik. Metode LHS digunakan untuk memodelkan adanya ketidakpastian sedangkan kedua algoritma metaheuristik digunakan untuk menyelesaikan studi kasus 15-bar planar truss dengan menggunakan profil struktur berongga (PSB) bulat. Dari hasil penelitian dapat diketahui bahwa performa algoritma SOS lebih baik jika dibandingkan dengan performa algoritma PSO."}, "filled": true, "author_pub_id": "anHPSV0AAAAJ:J_g5lzvAfSwC", "num_citations": 0, "pub_url": "http://publication.petra.ac.id/index.php/teknik-sipil/article/view/10627", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:RdGkZes771YJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Reliability-based design optimization for structures using particle swarm optimization", "pub_year": 2020, "citation": "Journal of Physics: Conference Series 1625 (1), 012016, 2020", "author": "G Gaby and D Prayogo and BH Wijaya and FT Wong and D Tjandra", "journal": "Journal of Physics: Conference Series", "volume": "1625", "number": "1", "pages": "012016", "publisher": "IOP Publishing", "abstract": "Studies on structure design optimization have been conducted extensively over the past decades because it can increase structural efficiency and maximize the engineers' profit. One of the significant current discussions is the reliability aspect of structure design in addition to optimal design. This problem becomes more important especially in sizing and shaping optimization of truss structures. To address the problem, this paper applies Reliability-based Design Optimization (RBDO) by combining Latin Hypercube Sampling (LHS) and metaheuristic algorithms which are Particle Swarm Optimization (PSO) and Barebone PSO (BBPSO). The presence of uncertainty is modeled using LHS and the reliability constraint is added to measure the probability of structural failure. This study aims to investigate the performance of these metaheuristic algorithms in optimizing the structure design while still satisfying the reliability …"}, "filled": true, "author_pub_id": "anHPSV0AAAAJ:bEWYMUwI8FkC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=12551751569881433409", "cites_id": ["12551751569881433409"], "pub_url": "https://iopscience.iop.org/article/10.1088/1742-6596/1625/1/012016/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:QQW8_4zHMK4J:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Comparative study of particle swarm optimization algorithms in solving size, topology, and shape optimization", "pub_year": 2020, "citation": "Journal of Physics: Conference Series 1625 (1), 012015, 2020", "author": "KENNETH Harsono and Doddy Prayogo and KE Prasetyo and FT Wong and Daniel Tjandra", "journal": "Journal of Physics: Conference Series", "volume": "1625", "number": "1", "pages": "012015", "publisher": "IOP Publishing", "abstract": "This paper focuses on optimizing truss structures while propose best PSO variants. Truss optimization is one way to make the design efficient. There are three types of optimization, size optimization, shape optimization, and topology optimization. By combining size, shape and topology optimization, we can obtain the most efficient structure. Metaheuristics have the ability to solve this problem. Particle swarm optimization (PSO) is metaheuristic algorithm which is frequently used to solve many optimization problems. PSO mimics the behavior of flocking birds looking for food. But PSO has three parameters that can interfere with its performance, so this algorithm is not adaptive to diverse problems. Many PSO variants have been introduced to solve this problem, including linearly decreasing inertia weight particles swarm optimization (LDWPSO) and bare bones particles swarm optimization (BBPSO). The metaheuristic …"}, "filled": true, "author_pub_id": "anHPSV0AAAAJ:iH-uZ7U-co4C", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=9429953088273684325", "cites_id": ["9429953088273684325"], "pub_url": "https://iopscience.iop.org/article/10.1088/1742-6596/1625/1/012015/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZZcmK1_s3YIJ:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 0, "2024": 2}}
