{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Parent-Child Relationship and Smartphone Addiction: The Role of Self-Control and Fear of Missing Out as Mediators", "pub_year": 2024, "citation": "Journal of Educational, Health and Community Psychology 13 (1), 170-200, 2024", "author": "Ide Bagus Suprapto and Maria Helena and Setiasih and Siaputra", "journal": "Journal of Educational, Health and Community Psychology", "volume": "13", "number": "1", "pages": "170-200", "publisher": "UAD Press", "abstract": "This research aimed to analyze the phenomenon of smartphone addiction among Junior High School students, with a specific focus on parent-child relationship, self-control, and Fear of Missing Out (FOMO). In addition, data was collected through Smartphone Application-Based Addiction Scale (SABAS), Network of Relationship Inventory – Relationship Quality Version (NRI-RQV), Brief Self-Control Scale (BSCS), and FOMO Scale. A total of 681 Adolescents aged 12-15 from Junior High Schools in Surabaya or Sidoarjo were sampled using convenience sampling, while Structural Equation Modeling (SEM) was adopted for data analysis. The results showed that there was a direct and indirect impact of adolescents' relationship on the tendency to become addicted to smartphones. Furthermore, closeness and incompatibility of adolescents with fathers and mothers indirectly influenced smartphone addiction, mediated by self-control and FOMO, respectively. This reported the importance of enhancing warm relationship to reduce the risk of smartphone addiction in adolescents."}, "filled": true, "author_pub_id": "aVOy6SsAAAAJ:L8Ckcad2t8MC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=2856620370433938607", "cites_id": ["2856620370433938607"], "pub_url": "http://repository.ubaya.ac.id/46186/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:rxTchRfBpCcJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Psychological Research on Urban Societ y", "pub_year": 2023, "citation": "", "author": "Maria Helena Suprapto and Ide Bagus Siaputra", "abstract": "This study aims to reveal whether there are differences in father-child relationships and motherchild relationships based on gender and to determine whether the father-child and mother-child relationship affects smartphone addiction in adolescents. This research used quantitative methods. The research participants were 159 male and 229 female adolescents aged 10-15 years in Surabaya and Sidoarjo. Research data was obtained using a questionnaire distributed online (google forms). The data were processed by using a t-test and multiple regression analysis. This research concludes that the quality of the father-child and mother-child relationship does not differ across gender. Father-child relationships and mother-child relationships both affect teenagers' smartphone addiction. The implication of this study emphasizes the importance of parents forming positive quality parent-child relationships by being friends …"}, "filled": true, "author_pub_id": "aVOy6SsAAAAJ:9ZlFYXVOiuMC", "num_citations": 0, "pub_url": "https://scholarhub.ui.ac.id/context/proust/article/1104/viewcontent/_1104_Layouted.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ek6ZKurv4SwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Parent-child relationship and smartphone addiction in adolescents: Are there gender differences?", "pub_year": 2023, "citation": "Psychological Research on Urban Society 6 (1), 1-9, 2023", "author": "Maria Helena Suprapto and Setiasih Setiasih and Ide Bagus Siaputra", "journal": "Psychological Research on Urban Society", "volume": "6", "number": "1", "pages": "1-9", "publisher": "Universitas Indonesia", "abstract": "This study aims to reveal whether there are differences in father-child relationships and mother- child relationships based on gender and to determine whether the father-child and mother-child relationship affects smartphone addiction in adolescents. This research used quantitative methods. The research participants were 159 male and 229 female adolescents aged 10-15 years in Surabaya and Sidoarjo. Research data was obtained using a questionnaire distributed online (google forms). The data were processed by using a t-test and multiple regression analysis. This research concludes that the quality of the father-child and mother-child relationship does not differ across gender. Father-child relationships and mother-child relationships both affect teenagers' smartphone addiction. The implication of this study emphasizes the importance of parents forming positive quality parent-child relationships by being friends with children, communicating intimately, and reducing parent-child conflicts. Further research is recommended to examine parent-child relationships from two perspectives: parents and adolescents or conduct qualitative research to describe the dynamics of parent-child relationships and smartphone addiction in adolescents."}, "filled": true, "author_pub_id": "aVOy6SsAAAAJ:mVmsd5A6BfQC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=877888097501522484", "cites_id": ["877888097501522484"], "pub_url": "http://repository.ubaya.ac.id/44016/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:NCofzJLiLgwJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Unity in the Workplace: The Effectiveness of Teamwork Training", "pub_year": 2020, "citation": "Review of Behavioral Aspect in Organizations and Society 2 (1), 15-24, 2020", "author": "Maria Helena Suprapto and Ellysa Verdyana", "journal": "Review of Behavioral Aspect in Organizations and Society", "volume": "2", "number": "1", "pages": "15-24", "abstract": "One way to increase group cohesiveness is to provide teamwork training. This study aims to determine the effectiveness of teamwork training in improving the cohesiveness of working groups. This study used quasi-experimental with one group of pre-test-post-test design. Group cohesiveness was measured by the Group Environment Questionnaire (GEQ) questionnaire. Teamwork training was followed by 12 employees who were less able to work in groups. Research data were processed by using a paired sample t-test. The result of this study indicates that teamwork training can improve the working group cohesiveness (T=-4.114, p< 0.05). Teamwork training can improve team cohesiveness."}, "filled": true, "author_pub_id": "aVOy6SsAAAAJ:qxL8FJ1GzNcC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=14696980816269579513", "cites_id": ["14696980816269579513"], "pub_url": "https://www.ssbrj.org/index.php/rbaos/article/view/135", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-ZR6OC8q9ssJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 1, "2023": 2, "2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Designing Board Games to Foster Tolerance", "pub_year": 2019, "citation": "IOP Conference Series: Materials Science and Engineering 676 (1), 012013, 2019", "author": "MH Suprapto and LPS Hartanti and R Latumahina", "journal": "IOP Conference Series: Materials Science and Engineering", "volume": "676", "number": "1", "pages": "012013", "publisher": "IOP Publishing", "abstract": "Today, tolerance for diversity in society begins to erode. The low tolerance can threaten the integrity and unity of the Unitary Republic of Indonesia (NKRI). Tolerance towards diversity should be inculcated since childhood. One way to develop tolerance in children is to use the playing method. This study aimed to develop children's play equipment that can increase children's tolerance for diversity in society. One type of children's play equipment is board games. This board game is expected to educate children to be more tolerant of various differences in society such as: ethnicity, race, religion, and class. This increase in tolerance will support the unity and unity of the Indonesian people. The method used to design this board game was a creative method. Data collection was done by conducting surveys, observations, and literature searches. Audience target characteristics are children aged 6-10 years and live in big …"}, "filled": true, "author_pub_id": "aVOy6SsAAAAJ:_kc_bZDykSQC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=11243278126827464178", "cites_id": ["11243278126827464178"], "pub_url": "https://iopscience.iop.org/article/10.1088/1757-899X/676/1/012013/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8mV4DOMlCJwJ:scholar.google.com/", "cites_per_year": {"2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Etos Kerja dan Gaya Kepemimpinan Transaksional Terhadap Produktivitas Kerja Karyawan PT. XYZ, Gresik", "pub_year": 2018, "citation": "LPPM Universitas Pelita Harapan Surabaya, 2018", "author": "Hosea Natanael Prajitno and Maria Helena Suprapto", "publisher": "LPPM Universitas Pelita Harapan Surabaya", "abstract": "Produktivitas merupakan hal yang penting di dalam suatu perusahaan karena perannya sebagai tolak ukur laba atau rugi di dalam suatu perusahaan. Faktor yang berperan dalam meningkatkan produktivitas kerja antara lain etos kerja dan gaya kepemimpinan transaksional. Tujuan dari penelitian ini adalah untuk mengetahui pengaruh etos kerja dan gaya kepemimpinan transaksional terhadap produktivitas kerja pada karyawan PT.XYZ. Subjek dalam penelitian ini adalah 58 karyawan yang merupakan seluruh karyawan tetap. Penelitian ini menggunakan metode kuantitatif dengan menggunakan skala etos kerja, gaya kepemimpinan transaksional, dan produktivitas kerja. Data yang terkumpul diuji dengan menggunakan analisis regresi linier sederhana, dan analisis regresi linier berganda. Hasil penelitian menunjukkan bahwa etos kerja dan gaya kepemimpinan transaksional memiliki pengaruh terhadap produktivitas kerja (p <0.05). PT. XYZ disarankan untuk meningkatkan produktivitas dengan meningkatkan etos kerja karyawan dan menggunakan gaya kepemimpinan transaksional."}, "filled": true, "author_pub_id": "aVOy6SsAAAAJ:YOwf2qJgpHMC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=3523282326265648343", "cites_id": ["3523282326265648343"], "pub_url": "https://scholar.google.com/scholar?cluster=3523282326265648343&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:19R5zJs25TAJ:scholar.google.com/", "cites_per_year": {"2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Anak dan Prasangka: Intervensi Terhadap Prasangka Sejak Dini", "pub_year": 2018, "citation": "UPH Press, 2018", "author": "Maria Helena Suprapto", "publisher": "UPH Press", "abstract": "Indonesia adalah negara kepulauan yang dihuni oleh beragam suku bangsa atau etnis. Keberagaman suku bangsa ini dapat menjadi kekayaan sekaligus ancaman. Berkembangnya prasangka antar etnis dapat mengancam keutuhan kesatuan dan persatuan Bangsa Indonesia. Artikel ini bertujuan untuk menelaah lebih lanjut tentang prasangka, perkembangan prasangka, dan usaha untuk mencegah timbulnya prasangka sejak dini. Prasangka sudah dimiliki oleh anak-anak. Prasangka dapat dicegah dan dikurangi dengan memberikan kesempatan kontak langsung, pesan anti-bias, instruksi anti-bias, dan dengan cerita tentang persahabatan anak yang berbeda etnis. Orangtua dan guru memiliki peran penting dalam membina sikap positif, kemampuan berempati, dan norma sosial yang dimiliki oleh anak"}, "filled": true, "author_pub_id": "aVOy6SsAAAAJ:ULOm3_A8WrAC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=2185025364635099819", "cites_id": ["2185025364635099819"], "pub_url": "https://scholar.google.com/scholar?cluster=2185025364635099819&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:qyJLDP7EUh4J:scholar.google.com/", "cites_per_year": {"2021": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perbedaan Kecanduan Internet Ditinjau Dari Jenis Kelamin", "pub_year": 2017, "citation": "LPPM Universitas Pelita Harapan Surabaya, 2017", "author": "Maria Helena Suprapto and Firmanto Adi Nurcahyo", "publisher": "LPPM Universitas Pelita Harapan Surabaya", "abstract": "Pengguna internet di Indonesia tergolong cukup besar dan terus mengalami peningkatan dari tahun ke tahun, termasuk di dalamnya adalah di kalangan remaja. Semakin banyaknya jumlah pengguna internet di Indonesia membawa kepada konsekuensi meningkatnya kecanduan terhadap internet. Penelitian ini bertujuan untuk mengetahui perbedaan kecanduan internet yang ditinjau dari jenis kelamin. Subjek dalam penelitian ini adalah 213 remaja dengan rentang usia 16-23 tahun. Kecanduan internet diukur dengan menggunakan Young Internet Addiction Test (IAT). Data dianalisis dengan menggunakan Independent sample t-test. Hasil penelitian ini menunjukkan tidak adanya perbedaan skor IAT berdasarkan jenis kelamin (t=1.128, df=130, p=0.261, p>0.05). Beberapa penjelasan terkait tidak adanya perbedaan kecanduan internet akan didiskusikan dalam artikel ini."}, "filled": true, "author_pub_id": "aVOy6SsAAAAJ:Zph67rFs4hoC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=8355811369923708141", "cites_id": ["8355811369923708141"], "pub_url": "https://scholar.google.com/scholar?cluster=8355811369923708141&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:7QR5givO9XMJ:scholar.google.com/", "cites_per_year": {"2022": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Gambaran Persepsi Guru Terhadap Pedofilia", "pub_year": 2017, "citation": "Universitas Airlangga-Faculty Of Psychology-Department Of Psychology, 2017", "author": "Maria Helena Suprapto and Agustin Widjiastuti", "publisher": "Universitas Airlangga-Faculty Of Psychology-Department Of Psychology", "abstract": "Pedofilia menjadi sorotan masyarakat seiring dengan maraknya kasus pelecehan anak yang dilakukan oleh pelaku yang diduga memiliki gangguan pedofilia. Penelitian ini bertujuan untuk menggambarkan persepsi guru terhadap pelecehan seksual anak dan pedofilia. Penelitian ini menggunakan angket terbuka yang dibagikan kepada 35 orang guru SD dan TK di Surabaya dengan metode incidental sampling. Angket terbuka berisi 9 pertanyaan tentang: 1) Kriteria pelecehan seksual; 2) Pernah tidaknya guru menghadapi siswa yang telah menjadi korban pelecehan seksual; 3) Cara guru mengenali tanda-tanda siswa mengalami pelecehan atau penganiayaan seksual; 4) Usaha untuk melindungi siswa dan mencegah terjadinya pelecehan seksual; 5) Pandangan guru terhadap faktor-faktor yang mendorong individu melakukan pelecehan seksual; 6) Pandangan guru terhadap peran sekolah dalam melindungi siswanya dari pelecehan seksual; 7) Pandangan guru terhadap peran orangtua siswa untuk melindungi siswa dari pelecehan seksual; 8) Pandangan guru terhadap peran pemerintah dalam melindungi siswa dari pelecehan seksual; dan 9) Jenis hukuman yang layak bagi pelaku pelecehan seksual. Hasil penelitian menunjukkan bahwa guru TK dan SD belum memahami sepenuhnya tentang definisi, kriteria, dan dampak pelecehan dan penganiayaan seksual. Saran penelitian ini adalah guru SD dan guru TK sebaiknya mendapatkan psikoedukasi tentang pedofilia, penyebab, dan dampak pelecehan seksual terhadap anak. Sekolah diharapkan mempunyai program khusus yang mengajarkan tentang batasan-batasan sentuhan dan …"}, "filled": true, "author_pub_id": "aVOy6SsAAAAJ:M3ejUd6NZC8C", "num_citations": 0, "pub_url": "https://scholar.google.com/scholar?cluster=155411378079790969&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:efd_MNMhKAIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A Pilot Study: The Effectiveness of Teamwork Training on Work Team Cohesiveness", "pub_year": 2017, "citation": "Interacting Multi-Perspective Research, 2017", "author": "Maria Helena Suprapto and Ellysa Verdyana", "publisher": "Interacting Multi-Perspective Research", "abstract": "the addition of staff numbers. Organizational change causes changes in working groups, and leads to low group cohesiveness. One way to increase group cohesiveness is to provide teamwork training. This study aims to determine the effectiveness of teamwork training in improving the cohesiveness of working groups. This study used quasi experimental with one group pre-test-post-test design. Group cohesiveness was measured by the Group Environment Questionnaire (GEQ) questionnaire. Teamwork training was followed by 12 employees who were less able to work in groups. Research data was processed by using paired sample t-test. The result of this study indicates that team work training can improve the working group cohesiveness (T = -4.114, p <0.05). Teamwork training can be one way to improve team cohesiveness"}, "filled": true, "author_pub_id": "aVOy6SsAAAAJ:aqlVkmm33-oC", "num_citations": 0, "pub_url": "https://scholar.google.com/scholar?cluster=12483935016550492839&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:p2qNPMHYP60J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Gambaran Persepsi Guru Terhadap Pedofilia", "pub_year": 2017, "citation": "Surabaya: Universitas Pelita Harapan, 2017", "author": "AW Maria Helena Suprapto", "publisher": "Surabaya: Universitas Pelita Harapan"}, "filled": true, "author_pub_id": "aVOy6SsAAAAJ:dhFuZR0502QC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=10658048406208087996", "cites_id": ["10658048406208087996"], "pub_url": "https://scholar.google.com/scholar?cluster=10658048406208087996&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vIfzgo7-6JMJ:scholar.google.com/", "cites_per_year": {"2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENYELENGGARAAN PERLINDUNGAN HUKUM TERHADAP ANAK–ANAK KORBAN KEKERASAN", "pub_year": 2016, "citation": "Universitas Pelita Harapan Surabaya-Faculty Of Law-Department Of Law, 2016", "author": "Agustin Widjiastuti and M. H Suprapto", "publisher": "Universitas Pelita Harapan Surabaya-Faculty Of Law-Department Of Law", "abstract": "Sumber daya manusia terdiri atas generasi sekarang, generasi sebelumnya, dan generasi yang akan datang atau dikenal dengan generasi muda. Generasi muda memegang peran krusial sebagai sumber daya manusia yang harus memiliki potensi untuk meneruskan cita–cita bangsa dimana dasar–dasarnya telah diletakkan oleh generasi sekarang dan generasi sebelumnya. Mengingat kapasitas generasi muda dalam pembangunan kehidupan bangsa, anak–anak pada kodratnya memerlukan pembinaan dan perlindungan dari segala aspek untuk menjamin pertumbuhan dan perkembangan fisik, mental, dan sosial secara utuh dalam rangka menciptakan manusia yang bersumber daya.Hak, keadilan, dan kesejahteraan merupakan prioritas pertama yang harus dijamin dalam segala bidang kehidupan terutama ketika berbicara menyangkut anak–anak. Pengertian anak adalah mereka yang belum dewasa dan yang menjadi dewasa karena peraturan tertentu. Mental, fisik, masih belum dewasa 1. Dalam hukum positif di Indonesia anak merupakan orang yang belum dewasa (minderjarig), orang yang di bawah umum (minderjarig heid), atau anak yang berada di bawah pengawasan wali"}, "filled": true, "author_pub_id": "aVOy6SsAAAAJ:5nxA0vEk-isC", "num_citations": 0, "pub_url": "https://scholar.google.com/scholar?cluster=17524582686944963125&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:NapQxBrTM_MJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Persepsi dukungan organisasi terhadap komitmen organisasi pengurus gereja gpps bait-san kalijaten", "pub_year": 2016, "citation": "LPPM Universitas Pelita Harapan Surabaya, 2016", "author": "Moria Yanna Filadelfia and Maria Helena Suprapto and Yusak Novanto", "publisher": "LPPM Universitas Pelita Harapan Surabaya", "abstract": "Banyaknya pengurus gereja yang suka beribadah dan melayani di gereja lain menjadi alasan peneliti ingin meneliti tentang komitmen organisasi yang dimiliki pengurus gereja GPPS Bait-San Kalijaten. Pergantian Gembala Jemaat yang baru terjadi dan banyaknya keluhan dari pengurus juga membuat peneliti tertarik untuk melakukan penelitian tentang pengaruh gaya kepemimpinan yang melayani dan persepsi dukungan organisasi terhadap komitmen organisasi pengurus gereja GPPS Bait-San Kalijaten. Tujuan dari penelitian ini adalah untuk mengetahui apakah terdapat pengaruh gaya kepemimpinan yang melayani dan persepsi dukungan organisasi terhadap komitmen organisasi. Penelitian dilakukan dengan metode kuantitatif. Sampel yang diambil sebanyak 46 orang pengurus gereja GPPS Bait-San Kalijaten dengan teknik total population sampling. Hasil dari penelitian ini menunjukkan adanya pengaruh antara gaya kepemimpinan yang melayani dan persepsi dukungan organisasi terhadap komitmen organisasi dengan gaya kepemimpinan yang melayani (p< 0, 05), persepsi dukungan organisasi (p< 0, 05), dan nilai R2 sebesar 41, 6%. Pengurus gereja sering beribadah dan melayani di gereja lain karena komitmen organisasi yang dimiliki pengurus adalah komitmen normatif. Gembala Jemaat perlu untuk lebih menjalin hubungan yang akrab dengan pengurus gereja agar komitmen organisasi pengurus menjadi komitmen afektif."}, "filled": true, "author_pub_id": "aVOy6SsAAAAJ:ufrVoPGSRksC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=10359481208800962663", "cites_id": ["10359481208800962663"], "pub_url": "https://www.academia.edu/download/55904934/Pak_Yusak.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Z2jqw0VFxI8J:scholar.google.com/", "cites_per_year": {"2020": 1, "2021": 0, "2022": 0, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "INTERVENTION EFFECTS OF SELF-HELP BOOK ON INTERNET ADDICTIONS", "pub_year": 2016, "citation": "INTERNATIONAL JOURNAL OF BEHAVIORAL MEDICINE 23, S89-S89, 2016", "author": "MH Suprapto and FA Nurcahyo", "conference": "INTERNATIONAL JOURNAL OF BEHAVIORAL MEDICINE", "volume": "23", "pages": "S89-S89", "publisher": "SPRINGER"}, "filled": true, "author_pub_id": "aVOy6SsAAAAJ:WF5omc3nYNoC", "num_citations": 0, "pub_url": "https://scholar.google.com/scholar?cluster=8199236371458473553&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Ub4-1gmKyXEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Kecanduan Internet: Diagnosis, Asesmen, dan Intervensi", "pub_year": 2015, "citation": "Universitas Pelita Harapan Surabaya, 2015", "author": "Maria Helena Suprapto", "publisher": "Universitas Pelita Harapan Surabaya", "abstract": "Internet, telah menjadi suatu kebutuhan bagi gaya hidup masyarakat dewasa ini. Kemudahan akses dan ketersediaan internet memberikan peluang bagi berkembangnya kecanduan internet, khususnya pada remaja. Kecanduan internet ini berkaitan dengan kurangnya keterampilan sosial, kurangnya kontrol diri, dan gangguan-gangguan psikologis seperti: insomnia, depresi, obsesif-kompulsif, dan lain sebagainya. Artikel ini bertujuan untuk memberikan wawasan tentang diagnosis, asesmen, dan intervensi pada kecanduan internet. Pengenalan terhadap ciri-ciri kecanduan internet dapat menjadi pedoman bagi orangtua dan guru untuk mengenali adanya gangguan dini"}, "filled": true, "author_pub_id": "aVOy6SsAAAAJ:Tyk-4Ss8FVUC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=5244555308623228431", "cites_id": ["5244555308623228431"], "pub_url": "https://scholar.google.com/scholar?cluster=5244555308623228431&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:D25gL0RnyEgJ:scholar.google.com/", "cites_per_year": {"2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Hubungan antara harga diri dan konformitas dengan celebrity worship pada remaja di Surabaya", "pub_year": 2015, "citation": "Universitas Pelita Harapan Surabaya, 2015", "author": "Eunike Frederika and Maria Helena Suprapto and Karin Lucia Tanojo", "publisher": "Universitas Pelita Harapan Surabaya", "abstract": "Pada masa ini, banyak sekali remaja yang mengagumi tokoh idola. Hal ini dilakukan semata sebagai suatu cara remaja untuk mengikuti lingkungannya yang juga mengagumi seorang tokoh idola dan sebagai cermin yang indah terhadap diri remaja. Penelitian ini bertujuan untuk mengetahui hubungan antara harga diri dan konformitas dengan celebrity worship pada remaja awal di Surabaya. Sampel penelitian berjumlah 100 orang yang duduk di bangku kelas VII di SMP Negeri 43 Surabaya dengan teknik pengambilan yaitu incidental sampling. Metode penelitian yang digunakan adalah metode kuantitatif. Data penelitian dikumpulkan dengan Skala Harga Diri, Skala Konformitas dan Skala Celebrity Worship. Skala Harga Diri diadaptasi dari skala penelitian milik Wardhani (2009) terdiri dari 32 aitem valid (α=0,903). Skala Konformitas berdasarkan teori Baron dan Byrne (2003) terdiri dari 14 item valid (α=0,786). Skala Celebrity Worship diadaptasi skala penelitian Maltby dan kawan-kawan (2002) terdiri dari 17 item valid (α=0,824). Analisis data menggunakan korelasi product-moment Pearson dan Spearman. Hasil dari penelitian ini menunjukkan bahwa ada hubungan positif antara harga diri dan celebrity worship pada remaja di SMP Negeri 43 Surabaya (r=0,265, p<0,05) dan tidak ada hubungan antara konformitas dan celebrity worship pada remaja di SMP Negeri 43 Surabaya (r=0,106, p>0,05). Tokoh idola diharapkan dapat memotivasi para remaja dalam meningkatkan harga dirinya dan tidak menjadi terobsesi pada tokoh idola yang dapat mengganggu proses belajar."}, "filled": true, "author_pub_id": "aVOy6SsAAAAJ:8k81kl-MbHgC", "num_citations": 19, "citedby_url": "/scholar?hl=en&cites=13832661971054126665", "cites_id": ["13832661971054126665"], "pub_url": "https://scholar.google.com/scholar?cluster=13832661971054126665&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:SWa8KsZ8978J:scholar.google.com/", "cites_per_year": {"2019": 5, "2020": 2, "2021": 4, "2022": 2, "2023": 3, "2024": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "17. A PILOT STUDY: THE EFFECTIVENESS OF COGNITIVE BEHAVIORAL THERAPY (CBT) FOR ADOLESCENTS INTERNET ADDICTION", "pub_year": 2015, "citation": "Psychological Transformation Towards Developing Characterized Human Being, 167, 2015", "author": "Maria Helena Suprapto and Firmanto Adi Nurcahyo", "journal": "Psychological Transformation Towards Developing Characterized Human Being", "pages": "167", "abstract": "In Indonesia, there are many internet users, and the numbers continues to increase from year to year. This increment leads to the increasing of internet addictions. Internet addiction is generally understood as a form of inability to control the usage of technology, so as to provide a damaging effect (Young, 2009). The purpose of this study was to evaluate the effectiveness of cognitive behavioral therapy (CBT) in reducing internet addiction in adolescents. CBT is educational and therapeutic approach, which is a combination of theory and techniques of behavior therapy and cognitive therapy (Fuggle, Dunsmuir, & Curry, 2013; Kraemer, Bernstein, & Phares, 2010). The participants were seven undergraduate students, who had moderate internet addictions (IAT score: 50-79). Internet addiction was measured by Young's Internet Addiction Test (IAT). This research used pre-post treatment design and the data were …"}, "filled": true, "author_pub_id": "aVOy6SsAAAAJ:MXK_kJrjxJIC", "num_citations": 0, "pub_url": "https://scholar.google.com/scholar?cluster=4668492203470269118&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vqqGoOzQyUAJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Differences in Men's Body Dissatisfaction Based on the Type of Exercise Motivation", "pub_year": 2015, "citation": "Anima Indonesian Psychological Journal 31 (1), 22-29, 2015", "author": "Maria Helena Suprapto and Mega Purnama Sari and Firmanto Adi Nurcahyo", "journal": "Anima Indonesian Psychological Journal", "volume": "31", "number": "1", "pages": "22-29", "publisher": "Faculty of Psychology, Surabaya University", "abstract": "Exercising at a fitness center is one of the methods to obtain an ideal body shape. The purpose of this study was to determine whether there were differences in body dissatisfactions based on the type of exercise motivation. Participants were 100 male members of a fitness center who exercise at least twice a week for at least one hour per session. Measures used were body dissatisfaction questionnaire (Tylka, Bergeron, & Schwartz, 2005) and exercise motivation questionnaire by Markland and Tobin (cited in Vlachopoulos, 2012). Results showed a difference in body dissatisfaction between men with internal exercise motivation and those with external exercise motivation (Z=-3.142, p<. 05). Men who engaged exercises as driven by external exercise motivation had higher body dissatisfaction than those with internal motivation. This indicates that men with external exercise motivation were more dissatisfied with their body image, who were more likely to quit exercising if they did not obtain the expected result, or else they became obsessive with exercises because they was dissatisfied with their figures."}, "filled": true, "author_pub_id": "aVOy6SsAAAAJ:hqOjcs7Dif8C", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=17893156032350063612", "cites_id": ["17893156032350063612"], "pub_url": "https://journal.ubaya.ac.id/index.php/jpa/article/view/Men%20Body%20Dissatisfaction", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:_AvdApxCUfgJ:scholar.google.com/", "cites_per_year": {"2019": 1, "2020": 1, "2021": 1, "2022": 0, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengembangan Buku Setf-Help Cognitive Behavioral Therapy (CBT) bagi Remaja yang Kecanduan Internet", "pub_year": 2015, "citation": "IKATAN PSIKOLOGI KLINIS INDONESIA, 2015", "author": "Maria Helena Suprapto and Firmanto Adi Nurcahyo", "publisher": "IKATAN PSIKOLOGI KLINIS INDONESIA", "abstract": "Pengguna internet di Indonesia tergolong cukup besar dan terus mengalami peningkatan dari tahun ke tahun. Semakin banyaknya jumlah pengguna internet di Indonesia membawa kepada konsekuensi meningkatkan kecanduan terhadap internet atau yang dikenal dengan istilah internet addiction. Secara umum kecanduan internet dipahami sebagai bentuk ketidakmampuan seseorang melakukan kontrol terhadap teknologi sehingga memberikan efek yang merusak (Young, 2009). Penelitian ini bertujuan untuk menciptakan buku self-help yang berbasis terapi kognitif perilakuan (CBT, Cognitive Behavior Therapy), yang dapat mengurangi kecanduan internte pada remaja. Buku Self-Help dirancang dengan menggunakan tahapan-tahapan CBT yang dikemukakan oleh Young (1998). Buku Self Help kemudian diuji validitas isi dengan menggunakan uji akseptabilitas yang dilaksanakan oleh dua pakar profesional psikologi. Hasil uji akseptabilitas dianalisis dengan menggunakan formula Aiken's V.  Berdasarkan uji tersebut, buku Self-Help memiliki validitas isi yang baik (nilai Aiken's V berkisar 0,66-1). Beberapa saran revisi buku adalah perevisian penulisan, penambahan petunjuk mandiri, penggunaan bahasa, dan perevisian pertanyaan-pertanyaan pada lembar kerja. Selanjutnya, buku Self-Help ini masih perlu menempuh tahapan uji coba untuk mengetahui bagaimana efektivitas buku ini untuk mengurangi kecanduan internet pada remaja."}, "filled": true, "author_pub_id": "aVOy6SsAAAAJ:9yKSN-GCB0IC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=627693592806394315", "cites_id": ["627693592806394315"], "pub_url": "https://scholar.google.com/scholar?cluster=627693592806394315&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:y4kDO_8DtggJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 0, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh kecerdasan emosi dan kepuasan kerja terhadap komitmen organisasi perawat di rumah sakit darmo, surabaya", "pub_year": 2014, "citation": "Pelita Harapan University, Surabaya, 2014", "author": "Fitry Jelita Purba and Maria Helena Suprapto and Mary Philia Elisabeth", "publisher": "Pelita Harapan University, Surabaya", "abstract": "Rumah Sakit Darmo harus menjaga komitmen organisasi perawat. Komitmen organisasi dipengaruhi oleh kecerdasan emosi dan kepuasan kerja. Tujuan penelitian adalah untuk mengetahui pengaruh kecerdasan emosi dan kepuasan kerja terhadap komitmen organisasi perawat. Metode penelitian yang digunakan adalah penelitian kuantitatif. Teknik pengambilan sampel yang digunakan adalah purposive sampling. Jumlah subjek penelitian adalah 138 perawat. Data penelitian diperoleh dengan menggunakan skala kecerdasan emosi yang diadaptasi dari skala kecerdasan emosi (Rahmawati, 2007); skala kepuasan kerja yang diadaptasi dari job satisfaction survey (Spector, 1994), dan skala komitmen organisasi yang diadaptasi dari skala komitmen organisasi Allen dan Meyer (1990). Analisis data dilakukan dengan menggunakan uji regresi. Hasil penelitian menunjukkan bahwa kecerdasan emosi memiliki pengaruh yang signifikan terhadap komitmen organisasi sebesar 17,2% (p < 0,05), sementara kepuasan kerja berpengaruh signifikan terhadap komitmen organisasi sebesar 35,3% (p < 0,05). Pengaruh kecerdasan emosi dan kepuasan kerja secara bersama-sama terhadap komitmen organisasi sebesar 40,2% (p < 0,05). Rumah Sakit Darmo hendaknya meningkatkan komitmen organisasi perawat dengan meningkatkan kecerdasan emosi dan kepuasan kerja, misalnya dengan memberikan pelatihan kecerdasan emosi dan penghargaan terhadap perawat yang berprestasi."}, "filled": true, "author_pub_id": "aVOy6SsAAAAJ:UeHWp8X0CEIC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=3709121754019124803", "cites_id": ["3709121754019124803"], "pub_url": "https://scholar.google.com/scholar?cluster=3709121754019124803&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Q9b7YJVyeTMJ:scholar.google.com/", "cites_per_year": {"2015": 1, "2016": 0, "2017": 0, "2018": 0, "2019": 0, "2020": 0, "2021": 1, "2022": 0, "2023": 1}}
