{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "ACADEMIC INFORMATION SYSTEM AT MUHAMMADIYAH HIGH SCHOOL KUDUS USING MOVING AVERAGE TO DETERMINE MASTERY STANDARD", "pub_year": 2025, "citation": "JATI (Jurnal Mahasiswa Teknik Informatika) 9 (3), 3700-3707, 2025", "author": "Radinda Amara and Fajar Nugraha and R Rhoedy Setiawan", "journal": "JATI (Jurnal Mahasiswa Teknik Informatika)", "volume": "9", "number": "3", "pages": "3700-3707", "abstract": "The utilization of information technology has been widely applied in various fields, including the education sector. However, at Muhammadiyah High School Kudus, administrative tasks such as student data management, class scheduling, attendance tracking, and report card generation still rely on Microsoft Word and Microsoft Excel, leading to inefficiencies and a high risk of human error. This study aims to develop a web-based Academic Information System to streamline administrative processes and improve data accuracy by integrating the Moving Average method to determine the Minimum Mastery Standard (SKBM) based on historical student performance data. The system is developed using the Waterfall method, with PHP as the programming language and MySQL as the database for efficient data management. Blackbox testing is conducted to evaluate system functionality, ensuring its reliability and accuracy. The results indicate that the proposed system significantly enhances administrative efficiency, reduces errors in academic data processing, and provides a more accurate SKBM determination. This research contributes to educational institutions by offering a systematic approach to academic performance evaluation, ultimately supporting better decision-making in student assessments and learning outcomes."}, "filled": true, "author_pub_id": "bIVvdEMAAAAJ:s9ia6_kGH2AC", "num_citations": 0, "pub_url": "https://mail.ejournal.itn.ac.id/index.php/jati/article/view/13391", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:x4IPlX87ypIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "MODUL DIGITAL ADAPTIF MATEMATIKA SEBAGAI SOLUSI UNTUK KEANEKARAGAMAN KEMAMPUAN BELAJAR", "pub_year": 2025, "citation": "Prismatika: Jurnal Pendidikan dan Riset Matematika 7 (2), 276-285, 2025", "author": "Rudy Setiawan and Elita Mega Selvia Wijaya and Moh Farid Nurul Anwar", "journal": "Prismatika: Jurnal Pendidikan dan Riset Matematika", "volume": "7", "number": "2", "pages": "276-285", "abstract": "Penelitian ini mengkaji efektivitas modul digital adaptif dalam menangani keanekaragaman kemampuan belajar mahasiswa di kelas Pendidikan Guru Sekolah Dasar (PGSD). Latar belakang penelitian ini berfokus pada tantangan yang dihadapi oleh mahasiswa dengan berbagai tingkat kemampuan dalam pembelajaran matematika. Tujuan penelitian ini adalah mengembangkan dan mengevaluasi modul digital adaptif yang dapat menyesuaikan materi pembelajaran dengan kebutuhan individu mahasiswa. Metode penelitian yang digunakan berupa kuasi-eksperimen termasuk pengembangan modul, uji coba di beberapa kelas PGSD, serta pengumpulan data melalui pre-test, posttest, dan survei kepuasan. Hasil penelitian menunjukkan bahwa penggunaan modul digital adaptif secara signifikan meningkatkan pemahaman konsep matematika, memotivasi mahasiswa, dan mengakomodasi berbagai gaya belajar. Modul ini berhasil mengurangi disparitas hasil belajar dan meningkatkan keterlibatan mahasiswa. Simpulan dari penelitian ini adalah modul digital adaptif merupakan solusi yang efektif untuk keanekaragaman kemampuan belajar sehingga dapat meningkatkan kualitas pembelajaran di kelas PGSD."}, "filled": true, "author_pub_id": "bIVvdEMAAAAJ:SxCCDk4iOpsC", "num_citations": 0, "pub_url": "http://ejurnal.uibu.ac.id/index.php/prismatika/article/view/1218", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:RaShCHBh-ZQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Implementasi Metode Customer Relationship Management untuk Kepuasan Pelanggan dan Pemesanan Makanan pada Pondok Roso Rumah Makan dan Catering", "pub_year": 2025, "citation": "Jurnal Teknik Indonesia 4 (2), 48-62, 2025", "author": "Noor Syafa’ah Kusuma Putri and R Rhoedy Setiawan and Diana Laily Fithri", "journal": "Jurnal Teknik Indonesia", "volume": "4", "number": "2", "pages": "48-62", "abstract": "Penelitian ini membahas digitalisasi layanan pemesanan di Pondok Roso, sebuah bisnis katering yang masih menggunakan sistem manual. Kendala yang dihadapi, seperti keterlambatan pencatatan, potensi kesalahan pemesanan, dan kurangnya efektivitas dalam pengelolaan data pelanggan, mempengaruhi kepuasan pelanggan. Untuk mengatasi masalah tersebut, penelitian ini mengusulkan pengembangan sistem informasi berbasis web dengan metode Customer Relationship Management (CRM). Sistem ini dirancang untuk meningkatkan efisiensi layanan serta kepuasan pelanggan. Pengukuran tingkat kepuasan dilakukan menggunakan Customer Satisfaction Score (CSAT) yang memberikan umpan balik langsung dari pelanggan mengenai pengalaman mereka. Dengan sistem yang terintegrasi, Pondok Roso dapat mengelola data pelanggan dengan lebih baik, memungkinkan strategi bisnis yang lebih efektif. Hasil penelitian menunjukkan bahwa penerapan digitalisasi melalui metode CRM berpotensi meningkatkan kepuasan pelanggan dan efisiensi layanan. Sistem ini tidak hanya mempermudah proses pemesanan tetapi juga mendukung optimalisasi manajemen data. Dengan demikian, penelitian ini memberikan kontribusi penting dalam meningkatkan kualitas layanan di industri katering, serta menjadi referensi bagi bisnis kecil yang ingin bertransformasi ke dalam sistem yang lebih modern dan efisien."}, "filled": true, "author_pub_id": "bIVvdEMAAAAJ:RtRctb2lSbAC", "num_citations": 0, "pub_url": "https://jti.publicascientificsolution.com/index.php/rp/article/view/637", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:PV7MuaLXUxoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pelatihan Digitalisasi Pembelajaran pada Guru-Guru PAUD Sekolah Penggerak Kabupaten Malang", "pub_year": 2025, "citation": "Journal of Community Practice and Social Welfare 5 (1), 31-39, 2025", "author": "Rudy Setiawan and Lilis Lestari Wilujeng", "journal": "Journal of Community Practice and Social Welfare", "volume": "5", "number": "1", "pages": "31-39", "abstract": "Peningkatan kecepatan komputasi, perkembangan software, dan konektivitas yang semakin luas telah membuka pintu untuk inovasi yang tidak terbatas. Dimasa ini juga, penting sekali bagi kita untuk memahami bagaimana teknologi informasi tidak hanya memengaruhi bisnis dan industri, tetapi juga memberikan dampak sosial, ekonomi, dan budaya yang mendalam."}, "filled": true, "author_pub_id": "bIVvdEMAAAAJ:mel-f30kHHgC", "num_citations": 0, "pub_url": "http://jacips.machung.ac.id/index.php/home/article/view/120", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:P3H6ec61nuUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Rekayasa Teknologi pada Proyek Penguatan Profil Pelajar Pancasila Peserta Didik Fase A Kurikulum Merdeka", "pub_year": 2025, "citation": "Journal of Community Practice and Social Welfare 5 (1), 01-08, 2025", "author": "Meme Susilowati and Rudy Setiawan", "journal": "Journal of Community Practice and Social Welfare", "volume": "5", "number": "1", "pages": "01-08", "abstract": "Stigma bahwa perkembangan teknologi tidak penting diimplementasikan pada pendidikan dan minimnya sarana menjadi problem utama. Prasarana yang kurang mendukung juga menjadi problem utama rendahnya laju adaptasi perkembangan teknologi untuk implementasinya dalam dunia pendidikan. Hal ini yang mendorong kami melalui Program Ma Chung Abdimas Grant Ipteks bagi Masyarakat dengan judul Rekayasa Teknologi pada Proyek Penguatan Profil Pelajar Pancasila peserta didik Fase A Kurikulum Merdeka. Kegiatan pengabdian ini dilaksanakan pada mitra SDK Yos Sudarso Kepanjen. Adapun ipteks yang dibagikan berupa rekayasa teknologi untuk implementasinya pada peserta didik fase A atau siswa kelas 1 dan 2. Dan para guru juga diberikan pelatihan hal yg sama guna kemudahan keberlanjutkan diperiode mendatang. Ipteks yang dibagikan yaitu pemanfaatan aplikasi quizzy dan scratch untuk pemantik daya kreatifitas anak serta memberikan literasi komputasi sedini mungkin. Kegiatan pengabdian ini dilakukan dalam 3 tahapan yaitu planning, executing dan closing. Secara rinci terdiri dari 9 langkah yaitu kick off meeting, penjawalan, pembuatan modul, training untuk tutor, pelatihan, workshop siswa, pameran gelar karya yang akan dipublikasikan dalam media masa elektronik, evaluasi, pelaporan dan publikasi ilmiah. Hasil dari kegiatan ini berupa rekayasa teknologi untuk mengenalkan transportasi, permainan suara kendaraan, menggambar dan mewarnai kendaraan, bernyanyi dan bergerak, berkisah tentang kendaraan yang baik hati, boardgame transportasi, membuat rambu-rambu lalu linta, obervasi alat …"}, "filled": true, "author_pub_id": "bIVvdEMAAAAJ:G1UMdFYMoxkC", "num_citations": 0, "pub_url": "http://jacips.machung.ac.id/index.php/home/article/view/121", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:LhQIdgOVe44J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pendampingan Psikoedukasi dalam Mengatasi Kecanduan Gadget dan Penyalahgunaan Teknologi untuk Kesehatan Mental Masyarakat", "pub_year": 2025, "citation": "Muria Jurnal Layanan Masyarakat 7 (1), 46-54, 2025", "author": "Septina Dwi Jayanti and Dwi Septiani and Ardelia Khansa Lathifa and R Rhoedy Setiawan", "journal": "Muria Jurnal Layanan Masyarakat", "volume": "7", "number": "1", "pages": "46-54", "abstract": "Kegiatan psikoedukasi ini berfokus pada upaya meningkatkan kesadaran siswa remaja di SMP N 2 Winong mengenai dampak negatif kecanduan gadget dan penyalahgunaan teknologi, sebagai langkah penting dalam menjaga kesehatan mental di era digital. Tujuan dari kegiatan ini adalah memberikan pemahaman kepada siswa tentang risiko penggunaan teknologi yang berlebihan serta cara-cara efektif untuk mengelola waktu layar secara sehat. Metode yang digunakan dalam program ini meliputi penyampaian materi edukatif mengenai dampak kesehatan mental, diskusi interaktif, dan pelatihan strategi pengelolaan teknologi. Hasil dari kegiatan ini menunjukkan peningkatan pemahaman siswa mengenai pentingnya menjaga keseimbangan antara penggunaan teknologi dan kesehatan mental. Terdapat juga perubahan positif dalam perilaku siswa terkait pengelolaan waktu penggunaan gadget. Diharapkan, program ini dapat terus mendukung upaya peningkatan kesehatan mental siswa di SMP N 2 Winong secara berkelanjutan."}, "filled": true, "author_pub_id": "bIVvdEMAAAAJ:RuPIJ_LgqDgC", "num_citations": 0, "pub_url": "https://jurnal.umk.ac.id/index.php/mjlm/article/view/14903", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:IzgprsrUwSYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis Ion Imprinted Polymer (IIPs) dengan Variasi Konsen-trasi PVA/Gelatin sebagai Nanofiber NF-IIPs Pb (II) Disintesis menggunakan Metode Electrospinning.", "pub_year": 2025, "citation": "Jurnal Penelitian Sains 27 (1), 1-7, 2025", "author": "Rudy Setiawan and Idha Royani and Erry Koriyanti and Jorena Jorena and Octavianus Cakra Satya and Menik Ariani", "journal": "Jurnal Penelitian Sains", "volume": "27", "number": "1", "pages": "1-7", "abstract": "Kerusakan dan pencemaran lingkungan sebagian besar disebabkan oleh aktivitas manusia berupa limbah industry tekstil, tambang, pertanian, dan perkotaan yang mencemari lingkungan perairan. Nanofiber dipilih dalam penelitian ini karena kemampuannya untuk mengikat ion logam, sedangkan electrospinning digunakan untuk menghasilkan nanofiber dengan sifat adsorpsi yang baik. Proses sintesis dilakukan dengan memvariasikan konsentrasi PVA dan gelatin untuk mendapatkan karakteristik nanofiber NF-IIPs Pb (II). Nanofiber disintesis menggunakan variasi PVA/Gelatin 7/5% wt dan 5/5% wt menggunakan metode electrospinning. Berdasarkan hasil karakterisasi SEM diperoleh rongga terbanyak pada NF-IIPs Pb (II) yaitu variasi PVA/Gelatin 5/5% wt. Hasil ini didukung dengan uji adsorpsi material menggunakan larutan uji 20 ppm dalam 10 mL selanjutnya dikarakteriasi menggunakan AAS dan diperoleh kapasitas adsorpsi pada NF-IIPs Pb (II) yang disintesis menggunakan variasi PVA/Gelatin 5/5% wt dengan jarak jarum 12 cm dan tegangan 12 kV yaitu sebesar 0, 33 mg/g. Penelitian ini menyimpulkan bahwa kombinasi Nf-IIPs Pb (II) dengan variasi konsentrasi PVA/gelatin dengan metode electrospinning menghasilkan nanofiber yang efektif untuk mengurangi pencemaran ion Pb (II) di lingkungan perairan."}, "filled": true, "author_pub_id": "bIVvdEMAAAAJ:AzKEL7Gb_04C", "num_citations": 0, "pub_url": "https://ejurnal.mipa.unsri.ac.id/index.php/jps/article/view/1128", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:yoWW8FJa8rsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "INFORMATION SYSTEM FOR MANAGEMENT OF PLASTIC RECYCLING AS A RAW MATERIAL FOR MANUFACTURING PLASTIC BAGS AT PT JUJUR BAROKAH PLASTIK USING THE SAFETY STOCK METHOD", "pub_year": 2025, "citation": "Information System and Technology Journal 1 (2), 88-91, 2025", "author": "Muhammad Achmad Fatwa and Diana Laily Fithri and R Rhoedy Setiawan", "journal": "Information System and Technology Journal", "volume": "1", "number": "2", "pages": "88-91", "abstract": "PT Jujur Barokah Plastik is a manufacturing company located in Pecangaan Kulon, Jepara Regency, which converts plastic waste into ready-to-sell plastic bags. They obtain raw materials from two main sources: the Village Waste Bank and individual collectors. The production process involves several stages, including waste collection, cleaning, crushing, mixing, heating, extrusion, molding, and finishing. Their main products are Plastic Boyo and Plastic Sangkuriang, with the main markets in Central Java and West Java. The business flow starts with purchasing raw materials from suppliers, which are then processed in the raw materials warehouse and processed into plastic sheets for bag production. Incoming and outgoing raw material data is summarized by the warehouse admin. However, there are several obstacles faced, such as manual data collection using paper, stocks of raw materials and products that are …"}, "filled": true, "author_pub_id": "bIVvdEMAAAAJ:hvmnpdAuIbkC", "num_citations": 0, "pub_url": "https://jurnal.umk.ac.id/index.php/insytech/article/view/14603", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:zdeXPozUScIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "SISTEM INFORMASI REKOMENDASI PRODUK GEBYOK BERBASIS PREFERENSI KONSUMEN PADA UMKM MEBEL ARTZAK FURNITURE MENGGUNAKAN METODE ITEM-BASED COLLABORATIVE FILTERING", "pub_year": 2025, "citation": "JURSIMA 12 (2), 2025", "author": "Muhamad Arzak Hidayatullah and Wiwit Agus Triyanto and R Rhoedy Setiawan", "journal": "JURSIMA", "volume": "12", "number": "2", "abstract": "Penelitian ini bertujuan untuk mengembangkan sistem informasi rekomendasi produk gebyok berdasarkan preferensi konsumen dengan menerapkan metode Item-Based Collaborative Filtering. UMKM Artzak Furniture sebagai objek penelitian menghadapi tantangan dalam memahami preferensi pelanggan secara mendalam, mengingat produk yang dijual merupakan barang dengan siklus pembelian yang jarang berulang. Sistem yang dikembangkan diharapkan dapat memberikan rekomendasi produk yang lebih sesuai dengan preferensi konsumen berdasarkan data transaksi sebelumnya. Hasil penelitian menunjukkan bahwa metode Item-Based Collaborative Filtering mampu memberikan rekomendasi produk dengan tingkat akurasi yang baik, membantu UMKM dalam meningkatkan pengalaman pelanggan serta potensi penjualan. Kata kunci: Rekomendasi Produk, Item-Based Collaborative Filtering, Sistem Informasi, UMKM Mebel, Gebyok"}, "filled": true, "author_pub_id": "bIVvdEMAAAAJ:KWzIFqRkAKkC", "num_citations": 0, "pub_url": "https://ojsiibn1.indobarunasional.ac.id/index.php/jursima/article/view/1027", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:YRItGHJMz6wJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sistem Informasi Pengelolaan Stok Barang Suku Cadang Motor Pada Yoga Part Menggunakan Metode Activity Based Costing Berbasis Web", "pub_year": 2025, "citation": "JEKIN-Jurnal Teknik Informatika 5 (1), 351-360, 2025", "author": "Dhila Resky Effenti and Arif Setiawan and R Rhoedy Setiawan", "journal": "JEKIN-Jurnal Teknik Informatika", "volume": "5", "number": "1", "pages": "351-360", "abstract": "Dalam era digital yang terus berkembang, banyak perusahaan, termasuk Yoga Part, sebuah toko suku cadang motor di Kudus, menghadapi masalah dalam pengelolaan stok barang secara manual. Kesalahan pencatatan dan ketidakefisienan dalam pemantauan persediaan seringkali menyebabkan ketidakseimbangan stok yang berdampak pada pelayanan dan operasional. Penelitian ini bertujuan untuk merancang dan mengembangkan sistem informasi pengelolaan stok barang berbasis web dengan menggunakan metode ABC (Activity Based Costing) untuk mengklasifikasikan barang berdasarkan nilai dan frekuensi penggunaannya. Sistem ini dirancang untuk mengoptimalkan pengelolaan stok, mengurangi kesalahan pencatatan, dan meningkatkan visibilitas stok secara real-time dengan fitur notifikasi otomatis dan pelaporan. Hasil penelitian menunjukkan bahwa penerapan sistem ini berhasil mengurangi risiko kekurangan atau kelebihan stok, meningkatkan efisiensi operasional, serta memperbaiki akurasi pencatatan barang masuk dan keluar. Selain itu, Yoga Part dapat memberikan pelayanan yang lebih baik kepada pelanggan dengan pengelolaan stok yang lebih tepat dan terkontrol."}, "filled": true, "author_pub_id": "bIVvdEMAAAAJ:ZqE1mSdD_DYC", "num_citations": 0, "pub_url": "https://www.rumahjurnal.or.id/index.php/JEKIN/article/view/1320", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:V0d7U40q5jYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Transformasi Digital Pendidikan Rancang Bangun Sistem Informasi Akademik Berbasis Web Di SD 2 Mlati Kidul", "pub_year": 2025, "citation": "JEKIN-Jurnal Teknik Informatika 5 (1), 261-275, 2025", "author": "Luthfiana Sari and Arif Setiawan and R Rhoedy Setiawan", "journal": "JEKIN-Jurnal Teknik Informatika", "volume": "5", "number": "1", "pages": "261-275", "abstract": "Penelitian ini bertujuan untuk merancang dan membangun sistem informasi akademik berbasis web di SD 2 Mlati Kidul, yang dapat menggantikan proses administrasi manual yang memakan waktu dan rentan kesalahan. Masalah utama yang dihadapi adalah kesulitan dalam pengelolaan data akademik yang efisien dan akurat. Untuk mengatasi hal ini, sistem dibangun dengan pendekatan User Centered Design (UCD) yang memfokuskan pada pengalaman pengguna, serta menggunakan metode pengembangan prototyping untuk memastikan sistem dapat berkembang sesuai dengan umpan balik pengguna. Hasil implementasi sistem menunjukkan adanya peningkatan efisiensi pengelolaan data akademik, mengurangi kesalahan dalam administrasi, dan memberikan akses yang lebih transparan bagi guru, siswa, dan wali murid. Meskipun hasilnya sudah terlihat, namun dampak signifikan terhadap seluruh proses administrasi pendidikan masih perlu pengujian lebih lanjut. Sistem ini diharapkan dapat menjadi model transformasi digital yang bermanfaat bagi sekolah-sekolah lain dalam mengoptimalkan proses administrasi akademik."}, "filled": true, "author_pub_id": "bIVvdEMAAAAJ:-uzm3Y7AvW0C", "num_citations": 0, "pub_url": "https://www.rumahjurnal.or.id/index.php/JEKIN/article/view/1294", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ciQ8ht7aeYkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Transformasi Pengelolaan Stok Gudang Raja Vapor Gebog Melalui Sistem Informasi Berbasis Web Dan Metode Activity Based Costing", "pub_year": 2025, "citation": "JEKIN-Jurnal Teknik Informatika 5 (1), 290-300, 2025", "author": "Arif Setiawan and R Rhoedy Setiawan", "journal": "JEKIN-Jurnal Teknik Informatika", "volume": "5", "number": "1", "pages": "290-300", "abstract": "Gudang Raja Vapor menghadapi permasalahan dalam pengelolaan stok barang yang masih dilakukan secara manual, yang menyebabkan ketidakakuratan data, keterlambatan pembaruan, serta kesalahan dalam perhitungan persediaan. Tujuan dari penelitian ini adalah untuk merancang dan mengembangkan sistem informasi manajemen stok barang berbasis web yang dapat meningkatkan efisiensi, akurasi, dan kecepatan pengelolaan stok dengan penerapan metode ABC (Activity-Based Costing) untuk mengelompokkan barang berdasarkan nilai dan frekuensi pergerakannya. Metode penelitian yang digunakan mencakup observasi, wawancara, dan studi dokumentasi, sementara pengembangan sistem dilakukan dengan pendekatan prototyping dan menggunakan alat bantu perancangan Unified Modeling Language (UML). Solusi yang dihasilkan berupa sistem yang mempermudah proses pencatatan, pemantauan, dan pembuatan laporan stok barang secara otomatis dan terintegrasi. Hasil implementasi sistem menunjukkan peningkatan efisiensi dalam pengelolaan stok, pengurangan kesalahan dalam pencatatan data, dan percepatan proses pembuatan laporan. Dengan demikian, sistem ini diharapkan dapat membantu Gudang Raja Vapor untuk mengelola stok barang secara lebih terorganisir, akurat, dan efisien."}, "filled": true, "author_pub_id": "bIVvdEMAAAAJ:NMlhSUseqAsC", "num_citations": 0, "pub_url": "https://www.rumahjurnal.or.id/index.php/JEKIN/article/view/1322", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZxDjPW4pSTAJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Inovasi Sistem Informasi Pemasaran Dan Pemesanan Kavling Berbasis Web Untuk Pengembangan Residence Jaya Kudus", "pub_year": 2025, "citation": "JEKIN-Jurnal Teknik Informatika 5 (1), 276-289, 2025", "author": "Lisna Hidayah and R Rhoedy Setiawan and Diana Laily Fithri", "journal": "JEKIN-Jurnal Teknik Informatika", "volume": "5", "number": "1", "pages": "276-289", "abstract": "Penelitian ini bertujuan untuk mengembangkan sistem informasi pemasaran dan pemesanan kavling berbasis web responsif di Residence Jaya Kudus. Masalah utama yang dihadapi adalah keterbatasan dalam proses pemasaran dan pemesanan kavling yang masih dilakukan secara manual, serta ketidak efisienan dalam pengelolaan transaksi pembayaran. Hal ini menyebabkan ketidakakuratan data, pemborosan waktu, dan proses pemilihan kavling yang memerlukan kunjungan fisik. Sebagai solusi, sistem informasi berbasis web responsif diusulkan untuk memfasilitasi pemilihan kavling secara virtual, memperluas jangkauan promosi secara online, serta meningkatkan transparansi transaksi pembayaran melalui platform yang mudah diakses oleh pelanggan. Hasil pengembangan sistem ini menunjukkan bahwa sistem mampu meningkatkan efisiensi pemasaran, mempermudah calon pembeli dalam memilih kavling, dan menyediakan riwayat transaksi yang dapat diakses secara real-time. Implementasi sistem ini diharapkan dapat meningkatkan kepuasan pelanggan dan mempercepat proses operasional di Residence Jaya Kudus."}, "filled": true, "author_pub_id": "bIVvdEMAAAAJ:H_jBuBxbQIAC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=2605785302976489368", "cites_id": ["2605785302976489368"], "pub_url": "https://www.rumahjurnal.or.id/index.php/JEKIN/article/view/1301", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:mOfYUO2bKSQJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "SISTEM PENDUKUNG KEPUTUSAN PENGELOLAAN DATA PELANGGARAN SISWA MENGGUNAKAN METODE SAW DIBANDING SMART DI SMP NEGERI 2 KALINYAMATAN", "pub_year": 2025, "citation": "JURSIMA 12 (2), 2025", "author": "Danial Semit and Wiwit Agus Triyanto and R Rhoedy Setiawan and Pratomo Setiaji", "journal": "JURSIMA", "volume": "12", "number": "2", "abstract": "Sistem Pendukung Keputusan untuk Pengelolaan Data Pelanggaran Siswa di SMP Negeri 2 Kalinyamatan dirancang untuk membantu mencatat, menganalisis, dan mengambil keputusan terkait pelanggaran siswa secara lebih mudah dan akurat. Sistem ini menggunakan metode Simple Additive"}, "filled": true, "author_pub_id": "bIVvdEMAAAAJ:4aZ_i-5WJEQC", "num_citations": 0, "pub_url": "https://ojsiibn1.indobarunasional.ac.id/index.php/jursima/article/view/1029", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:5QOdOc3Fh4kJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "IMPLEMENTASI SISTEM INFORMASI MONITORING PEMBANGUNAN DESA BERBASIS WEBSITE DI DESA KEMIRI", "pub_year": 2025, "citation": "PROFICIO 6 (1), 742-750, 2025", "author": "Bagus Joko Winarso and R Rhoedy Setiawan", "journal": "PROFICIO", "volume": "6", "number": "1", "pages": "742-750", "abstract": "Penelitian ini bertujuan untuk mengembangkan sistem monitoring pembangunan berbasis web di Desa Kemiri, Kecamatan Kunduran, Kabupaten Blora, guna meningkatkan transparansi antara pemerintah desa dengan masyarakat. Kurangnya transparansi dan ketersediaan informasi dari pemerintah desa untuk dapat di akses masyarakat menjadi salah satu hambatan masyarakat dalam mengawal proses pembangunan desa. Metode penelitian yang digunakan meliputi tiga tahapan yaitu, tahap analisa kebutuhan, perancangan sistem, dan implementasi. Sistem ini memungkinkan pemantauan progres proyek secara real-time dan dapat digunakan dimana saja. Dari aspek manajemen, sistem monitoring pembangunan desa berbasis web dapat membantu meningkatkan efekivitas dan kontrol terhadap progress pembangunan, komunikasi antara kontraktor kontruksi dengan pemerintah desa, serta mendukung pengambilan keputusan dengan cepat. Adapun manfaat yang diperoleh dari sistem informasi ini, seperti mempercepat pelaporan mengenai progress pembangunan, mengurangi kesalahan dalam pencatatan data, memudahkan akses informasi mengenai proyek pembangunan desa. Dengan ini, dapat dikatakan bahwa sistem informasi monitoring pembangunan desa ini dapat menjadi sebuah solusi dalam meningkatkan kualitas pengelolaan proyek pembangunan desa di era digital ini."}, "filled": true, "author_pub_id": "bIVvdEMAAAAJ:A8cqit5AE6sC", "num_citations": 0, "pub_url": "http://ejournal.utp.ac.id/index.php/JPF/article/view/4359", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:wwQgOPZTLHwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengembangan Aplikasi Mobile untuk Pemesanan dan Pembayaran Restoran Burger dengan Pendekatan Waterfall", "pub_year": 2024, "citation": "Proceedings of the National Conference on Electrical Engineering …, 2024", "author": "Muhammad Nurwegiono and Rudy Setiawan", "journal": "Proceedings of the National Conference on Electrical Engineering, Informatics, Industrial Technology, and Creative Media", "volume": "4", "number": "1", "pages": "828-838", "abstract": "Restoran burger menghadapi tantangan dalam meningkatkan efisiensi pemesanan dan pembayaran, terutama di era digital yang menuntut layanan cepat dan akurat. Penelitian ini bertujuan untuk mengembangkan aplikasi mobile yang memfasilitasi pemesanan dan pembayaran secara digital dengan pendekatan Waterfall. Metode penelitian ini melibatkan empat tahapan: Analisis, untuk mengidentifikasi kebutuhan sistem berdasarkan wawancara dengan pengelola restoran; Perancangan sistem, untuk membuat model antarmuka pengguna dan arsitektur aplikasi; Pengkodean, untuk mengimplementasikan aplikasi menggunakan Android Studio; serta Pengujian, yang dilakukan menggunakan metode black-box testing. Uji coba atau testing dilakukan di restoran burger lokal untuk memastikan setiap fungsi aplikasi berjalan sesuai spesifikasi. Hasil pengujian menunjukkan tingkat keberhasilan fungsionalitas aplikasi mencapai 95%, dengan fitur pemesanan online dan pembayaran digital berjalan akurat. Selain itu, aplikasi mampu mengurangi waktu pemesanan hingga 50% dibandingkan metode manual. Kesimpulannya, aplikasi mobile berbasis Waterfall efektif dalam meningkatkan efisiensi operasional restoran burger. Pengembangan lebih lanjut direkomendasikan dengan menambahkan fitur pelacakan pesanan dan analitik untuk mendukung keputusan manajerial."}, "filled": true, "author_pub_id": "bIVvdEMAAAAJ:unp9ATQDT5gC", "num_citations": 0, "pub_url": "https://conferences.ittelkom-pwt.ac.id/index.php/centive/article/view/399", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Qqv_dhU8h8kJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Evaluasi Kualitas Sistem Informasi Pergudangan pada Perusahaan Distributor Obat-Obatan Menggunakan Model McCall", "pub_year": 2024, "citation": "Jurnal Teknologi dan Manajemen Informatika 10 (2), 164-175, 2024", "author": "Soetam Rizky Wicaksono and Rudy Setiawan and Purnomo Purnomo and Muhammad Nurwegiono", "journal": "Jurnal Teknologi dan Manajemen Informatika", "volume": "10", "number": "2", "pages": "164-175", "abstract": "Penelitian ini dilakukan untuk mengevaluasi kualitas sistem informasi pergudangan pada perusahaan distributor obat-obatan guna memberikan rekomendasi terkait keputusan upgrade sistem. Mengingat pentingnya efektivitas sistem pergudangan dalam menjaga ketepatan stok dan kelancaran distribusi obat-obatan, evaluasi ini menggunakan Model McCall yang mencakup aspek Product Operation, Product Revision, dan Product Transition. Metode yang digunakan melibatkan depth interview dengan empat staf gudang dan dua manajer yang memberikan wawasan mendalam mengenai kekuatan dan kelemahan sistem saat ini. Hasil wawancara menunjukkan bahwa meskipun sistem ini memuaskan dalam aspek operasional seperti ketepatan data, keandalan, efisiensi, integritas, dan kemudahan penggunaan, terdapat ketidakpuasan yang signifikan dalam hal kemampuan pemeliharaan, fleksibilitas …"}, "filled": true, "author_pub_id": "bIVvdEMAAAAJ:c1e4I3QdEKYC", "num_citations": 0, "pub_url": "https://jurnal.unmer.ac.id/index.php/jtmi/article/view/13965", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:AnjfM_11aqwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pemberdayaan Karang Taruna Melalui Program Kampung Iklim Pada Pengelolaan Sampah Terintegrasi", "pub_year": 2024, "citation": "ABDINE: Jurnal Pengabdian Masyarakat 4 (2), 324-333, 2024", "author": "Ratri Rahmawati and Mohammad Dahlan and R Rhoedy Setiawan and Budi Gunawan and Fajar Nugraha and Sri Mulyani", "journal": "ABDINE: Jurnal Pengabdian Masyarakat", "volume": "4", "number": "2", "pages": "324-333", "abstract": "Program Kampung Iklim (ProKlim) merupakan strategi sinergi aksi adaptasi dan mitigasi terhadap perubahan iklim. Salah satu implementasi Proklim yaitu pengelolaan sampah. Kegiatan ini berfokus pada pemberdayaan karang taruna Desa Menawan pada pengelolaan sampah secara terintegrasi. Diawali dengan penyampaian edukasi kepada masyarakat mengenai pemilahan sampah dan potensi pengelolaanya. Sampah organik dimanfaatkan sebagai pupuk padat dan cair. Sedangkan sampah anorganik dikelola melalui platform bank sampah digital menjadi saldo rekening. Konversi sampah organik menjadi pupuk difasilitasi oleh 2 alat tepat guna yaitu APPO dan POC. Hasil kegiatan yaitu masyarakat dapat memperoleh produk olahan sampah organik dan keuntungan dari transaksi nabung sampah yangmana pengelolaannya menggunakan Bank Sampah Digital. Produk pupuk padat dan cair digunakan sebagai pendukung sektor pertanian dalam mewujudkan ketahanan pangan masyarakat. Strategi keberlanjutan diperlukan untuk mendukung keberlangsungan program seperti menjalin kerjasama dengan pemerintah maupun swasta. Demikian, implementasi ProKlim yang dikelola oleh Karang Taruna Desa Menawan berjalan dengan lancar sesuai dengan target dan luaran"}, "filled": true, "author_pub_id": "bIVvdEMAAAAJ:__bU50VfleQC", "num_citations": 0, "pub_url": "https://ejurnal.sttdumai.ac.id/index.php/abdine/article/view/982", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:6Zh7qYMLoyIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENGEMBANGAN KOMPETENSI MATEMATIKA MELALUI KEGIATAN KEBHINEKAAN: STUDI KASUS PEMBELAJARAN MAHASISWA MELALUI MODUL NUSANTARA PERTUKARAN MAHASISWA MERDEKA DI LEMBAH TUMPANG", "pub_year": 2024, "citation": "Jurnal Ilmiah PENDAS: Primary Educational Journal 5 (2), 51-56, 2024", "author": "Rudy Setiawan and Moh Farid Nurul Anwar", "journal": "Jurnal Ilmiah PENDAS: Primary Educational Journal", "volume": "5", "number": "2", "pages": "51-56", "abstract": "This research discusses the development of mathematical competence through diversity activities, focusing on student learning through the Nusantara Module in the Independent Student Exchange Program in the Tumpang Valley. The background of this research is rooted in the importance of improving the quality of mathematics education and strengthening the values of diversity in the university environment. The purpose of this study was to investigate the effectiveness of Nusantara Module in improving the understanding and mathematical skills of students from various cultural and ethnic backgrounds. The research method used is a qualitative approach with interview, observation, and documentation analysis techniques. The results showed that learning through the Nusantara Module succeeded in building a deep understanding of mathematics and problem-solving skills among students, while appreciating cultural diversity. In addition, there is an increase in active participation, creativity, and enthusiasm for student learning in the context of diversity. In conclusion, the Nusantara Module in the context of the Independent Student Exchange Program not only improves mathematical competence, but also strengthens understanding of the values of diversity and cross-cultural cooperation. These findings provide the basis for the development of diversity-based learning strategies in higher education, supporting students' academic and social growth in a multicultural atmosphere."}, "filled": true, "author_pub_id": "bIVvdEMAAAAJ:MIg0yeAD4ggC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=3093615845901935411", "cites_id": ["3093615845901935411"], "pub_url": "https://journal.unram.ac.id/index.php/pendas/article/view/5410", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:MyOBnji77ioJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penerapan Notifikasi Whatsapp Pada SIMANDI (Sistem Informasi Manajemen Persediaan) Warehouse PT. Buya Barokah Divisi Percetakan Berbasis Web", "pub_year": 2024, "citation": "JATISI (Jurnal Teknik Informatika dan Sistem Informasi) 11 (3), 2024", "author": "Ahmad Sofian and Noor Latifah and R Rhoedy Setiawan", "journal": "JATISI (Jurnal Teknik Informatika dan Sistem Informasi)", "volume": "11", "number": "3", "abstract": "Latar Belakang: Penggunaan sistem terkomputerisasi di perusahaan saat ini menjadi prasyaratan penting di semua perusahaan terutama perusahaan perdagangan seperti PT. Buya Barokah Divisi Percetakan. Dalam mengelola perusahaan untuk mempermudah/mendukung pengelolaan persediaan harus didukung dengan sistem aplikasi yang baik. Tidak adanya sistem manajemen persediaan di PT. Buya Barokah, mulai dari bahan baku, barang jadi pesanan, barang jadi distribusi, supplies pabrik dan sparepart mesin, mengakibatkan kesalahan penilaian dapat terjadi karena pengumpulan data tidak sistematis dan dilakukan secara manual. Tujuan Penelitian ini bertujuan untuk memudahkan proses inventarisasi maka dibuat suatu sistem yang memungkinkan pengelola gudang untuk mencari informasi, mengumpulkan informasi tentang gudang, bahan baku, barang jadi pesanan, barang jadi distribusi, supplies pabrik dan sparepart mesin. Sistem informasi ini dibangun dengan bahasa pemrograman berbasis web yaitu PHP (Hypertext Preprocessor), dengan bantuan database yaitu MySQL server. Metode Metode waterfall ialah metode yang di pakai, sementara itu perancangan memakai UML (Unified Modeling Language) dan ERD (Entity Relationship Diagram). Hasil Penelitian ini akan menghasilkan sebuah sistem pengelolaan manajemen persediaan berbasis web dan dilengkapi notifikasi whatsapp untuk memberikan informasi mengenai persediaan yang ada secara jelas dan detail. Kesimpulan Penggunaan Sistem Informasi Manajemen Persediaan sangat penting bagi perusahaan dalam meningkatkan efisiensi, mengurangi …"}, "filled": true, "author_pub_id": "bIVvdEMAAAAJ:z6xuaG2dYH0C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=6825381672842778886", "cites_id": ["6825381672842778886"], "pub_url": "https://jurnal.mdp.ac.id/index.php/jatisi/article/view/4512", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:BllBEniguF4J:scholar.google.com/", "cites_per_year": {"2025": 1}}
