{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Utilization of cow dung as a biogas raw material for alternative energy in Buddagan 1 Hamlet, Kabupaten Pamekasan", "pub_year": 2025, "citation": "Community Empowerment 10 (4), 2025", "author": "Willyanto Anggono and Ivan Christian Hernando and Lintu Tulistyantoro", "journal": "Community Empowerment", "volume": "10", "number": "4", "abstract": "Buddagan 1 Hamlet, Pamekasan Regency, faces the problem of cow dung waste piling up around the house, causing an unpleasant odor and unhygienic kitchen conditions. The proximity of the cow shed to the kitchen, coupled with the status of a heritage village that requires a solution without changing the building structure, demands an innovative approach. Therefore, this community service aims to apply biogas technology to utilize cow dung waste as an alternative energy source, improve environmental cleanliness, and reduce household expenses. Community service activities include socialization of biogas technology, training on use and maintenance, as well as installation and evaluation assistance. As a result, biogas technology was successfully implemented, meeting cooking gas needs, reducing household costs, and producing organic fertilizer. Socialization, training, and ongoing assistance ensure the operational success of biogas technology. Buddagan 1 Hamlet is now an inspiring example of environmentally friendly livestock waste management."}, "filled": true, "author_pub_id": "bko20fsAAAAJ:N5tVd3kTz84C", "num_citations": 0, "pub_url": "https://journal.unimma.ac.id/index.php/ce/article/view/12543", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:L8bhZhFE_o8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Experimental Investigation of Ammonia/Oxygen/Argon Combustion: The Role of Equivalence Ratio and Nozzle Shape in a Constant Volume Combustion Chamber with Sub-chamber", "pub_year": 2024, "citation": "Journal of Engineering and Technological Sciences 56 (6), 704-715, 2024", "author": "Mitsuhisa Ichiyanagi and Emir Yilmaz and Takuma Ohashi and Masato Sanno and Guansen Lin and Sebastian Gunawan and Henry Widjaja and Leon Jonathan and Gabriel Jeremy Gotama and Willyanto Anggono and Takashi Suzuki", "journal": "Journal of Engineering and Technological Sciences", "volume": "56", "number": "6", "pages": "704-715", "abstract": "The global rise in carbon emissions presents a rising challenge for current and future generations. In the pursuit of zero carbon emissions, ammonia (NH3) has emerged as an attractive alternative energy source. Ammonia offers a carbon-free fuel option with a higher energy density than liquid hydrogen while maintaining ease of transport and storage. However, ammonia still has its drawbacks, such as a high autoignition temperature, slow burning velocity, and low heating value, that demand further investigation of its combustion characteristics. This experiment was done to study the effect of nozzle shape and equivalence ratio (ɸ) on the combustion of an ammonia/oxygen/argon mixture using a constant volume combustor equipped with a sub-chamber. The fuels were premixed for 10 minutes and conditioned to an initial pressure of 0.2 MPa and an initial mixture temperature of 423 K. The results show that the different nozzle shapes each have their advantages in terms of pressure and jet speed. Overall, the lean mixtures (ɸ0. 6 and ɸ0. 8) consistently performed better compared to the stoichiometric mixtures (ɸ1. 0) in all categories investigated in this study. The round nozzle generates higher pressure, while the special shape nozzle enhances jet speed, highlighting trade-offs between the two."}, "filled": true, "author_pub_id": "bko20fsAAAAJ:Y5dfb0dijaUC", "num_citations": 0, "pub_url": "https://jets.itb.ac.id/index.php/jets/article/view/520", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:CD-4o7NvFdoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Combustion Analysis of Ammonia/Gasoline Mixtures at Various Injection Timing Conditions in a High Compression Ratio SI Engine with Sub-Chamber", "pub_year": 2024, "citation": "Automotive Experiences 7 (2), 321-332, 2024", "author": "Mitsuhisa Ichiyanagi and Emir Yilmaz and Takashi Suzuki and Takanobu Okada and Hikaru Yamamoto and Masashi Kodaka and Hikaru Shiraishi and Shinnosuke Mukae and Ryota Tamba and Henry Widjaja and Leon Jonathan and Sebastian Gunawan and Gabriel Jeremy Gotama and Willyanto Anggono", "journal": "Automotive Experiences", "volume": "7", "number": "2", "pages": "321-332", "abstract": "Due to the problem of carbon dioxide (CO2) emissions, alternative fuels such as ammonia (NH3) have garnered a lot of attention lately. This is due to its carbon-free molecular structure, ease of transport, and high energy density. Unfortunately, ammonia is not without flaws since it is considered a difficult fuel to burn in conventional internal combustion engines. To further investigate the burning characteristics of ammonia, this study is conducted for ammonia/gasoline co-combustion using a modified engine equipped with a sub-chamber. The engine ran at 1000 RPM and had a 17.7 compression ratio with two injection timings of-55 and 10 crank angle degrees (CA) after the top dead center (ATDC), while the ammonia energy ratios were adjusted across a range from 40% to 70%. The results show that the earlier injection timing allowed better premixing between the air and fuel mixture, thus enhancing the overall combustion characteristics. For the later injection timing, the nitrogen oxide (NOx) emissions decrease at the higher ammonia energy ratio due to the denitrification of the nitrogen oxides (DeNOX) process. Overall, the earlier injection timing appears optimal for the 40% to 70% ammonia energy ratio under the present condition."}, "filled": true, "author_pub_id": "bko20fsAAAAJ:eMMeJKvmdy0C", "num_citations": 0, "pub_url": "https://journal.unimma.ac.id/index.php/AutomotiveExperiences/article/view/10533", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:fNZogWOj8ogJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengembangan Perajangan Sampah Organik di Rumah Kompos Untuk Menjaga Lingkungan Secara Berkelanjutan", "pub_year": 2024, "citation": "Surya Abdimas 8 (3), 339-345, 2024", "author": "Willyanto Anggono and Fandi Dwiputra Suprianto and Yopi Yusuf Tanoto and Ivan Christian Hernando", "journal": "Surya Abdimas", "volume": "8", "number": "3", "pages": "339-345", "abstract": "Produksi pupuk organik dari rumah kompos yang berada di RT 4 RW 5 kelurahan Siwalankerto, kecamatan Wonocolo, kota Surabaya masih perlu untuk ditingkatkan, baik dari sisi bahan baku yang diperoleh dari limbah sayuran warga sedangkan proses pencacahan bahan organik dilakukan secara manual dan perharinya hanya berkisar 10 kg. Hal ini tentu saja tidak sebanding dengan sampah organik yang dihasilkan oleh warga di RT tersebut. Sampah organik yang dihasilkan oleh warga dapat mencapai 75 kg hingga100 kg perharinya. Dari permasalahan tersebut didesain sebuah alat pencacah sampah organik, untuk meningkatkan kapasitas dari hasil cacahan sampah organik setiap harinya yang merupakan bahan baku dari pupuk kompos. Disamping itu, dari jumlah cacahan yang meningkat ini diharapkan dapat meningkatkan juga produksi pupuk kompos. Langkah awal dari kegiatan pengabdian masyarakat ini dilakukan dengan mengunjungi rumah kompos. Setelah meilihat permasalahan yang ada, selanjutnya dilakukanlah proses desain dari alat perajang sampah otomatis ini. Mesin perajang sampah organik yang telah dibuat dan diuji ini selanjutnya diujicobakan di rumah kompos. Setelah prses ujicoba selesai maka selanjutnya adalah serah terima alat. Alat ini mampu untuk mencacah sampah organik yang dihasilkan oleh masyarakat dengan lebih efisien. Sampah organik warga yang mencapai 75 kg hingga 100 kg perharinya dapat dicacah dengan baik."}, "filled": true, "author_pub_id": "bko20fsAAAAJ:AXPGKjj_ei8C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=7217695661985064170", "cites_id": ["7217695661985064170"], "pub_url": "https://jurnal.umpwr.ac.id/index.php/abdimas/article/view/4340", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:6mR_rfZnKmQJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Optimization of the dimple depth and arc length of dimple distance in the intake port for improved engine performance", "pub_year": 2024, "citation": "AIP Conference Proceedings 2951 (1), 2024", "author": "Teng Sutrisno and Willyanto Anggono and Richard Fernando Yong and Melvin Emil Simanjuntak and Herman Sasongko and Heru Mirmanto and Michael Suryajaya", "journal": "AIP Conference Proceedings", "volume": "2951", "number": "1", "publisher": "AIP Publishing", "abstract": "One of the instant ways to improve engine performance is to tune in the intake port. One of the tunings in the intake port is by polishing the intake port and adding dimple. This impact can increase the engine performance due to an increase in the turbulence intensity of flow. The mixture of air and fuel in the combustion chamber will be more homogeneous and the flow will be more turbulent, thus leading to the small friction loss. This research focuses on the design of the intake port to increase the turbulence intensity of flow with variations of dimple depth and arc length of dimple distance. The present study aims to improve the engine performance through the optimization of dimple diameter and arc length between dimples. The results of Computational Fluid Dynamics (CFD) show that the dimple depth of 1.5 mm with an arc length of dimple distance of 7 can produce the turbulence intensity greater than 10%. When …"}, "filled": true, "author_pub_id": "bko20fsAAAAJ:5ugPr518TE4C", "num_citations": 0, "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2951/1/040004/3020050", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:oRzV3Vme180J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Fuel properties and diesel engine performances of biodiesel blends derived from Salacca zalacca seed oil", "pub_year": 2024, "citation": "AIP Conference Proceedings 2951 (1), 2024", "author": "Willyanto Anggono and Gabriel J Gotama and Kevin Jonathan and Fandi D Suprianto and Teng Sutrisno", "journal": "AIP Conference Proceedings", "volume": "2951", "number": "1", "publisher": "AIP Publishing", "abstract": "Biodiesel has been proposed as an alternative renewable fuel to reduce the dependency on fossil fuels. Since the quality of the biodiesel blends depends on the feedstock and the biodiesel-to-diesel ratio, an extensive study on a specific biodiesel feedstock should be conducted. Despite the abundance of Salacca zalacca plants in Southeast Asia, there is a lack of studies regarding their potential as biodiesel feedstock. Therefore, this study investigated the fuel properties and the diesel engine performances of biodiesel derived from Salacca zalacca seed oil. The biodiesel blends investigated have a biodiesel-to-diesel ratio of 10: 90 (B10) and 20: 80 (B20). Studies of the fuel property found that the flash point, distillation temperature at 90% recovery, and the Sulphur content of B10 and B20 need improvement to adhere to the biodiesel standards. The results from the engine performance studies under engine speeds …"}, "filled": true, "author_pub_id": "bko20fsAAAAJ:wbdj-CoPYUoC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=13573635794589001831", "cites_id": ["13573635794589001831"], "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2951/1/040001/3020042", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZygBx9Y9X7wJ:scholar.google.com/", "cites_per_year": {"2024": 3, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Effects of Ammonia (NH3) on Flame Characteristics of Methane (CH4) External Premixed Combustion", "pub_year": 2024, "citation": "E3S Web of Conferences 530, 05007, 2024", "author": "Willyanto Anggono and Ivan Christian Hernando and Oegik Soegihardjo and Chandra Waskito and Ferdinand Ronaldo", "volume": "530", "pages": "05007", "publisher": "EDP Sciences", "abstract": "Methane has long been proposed as an alternative to heavy hydrocarbon fuels due to its low carbon content. However, considering the effect of climate change and the need to transition to zero-carbon, ammonia has recently gained popularity as a sustainable fuel. Nevertheless, previous studies have highlighted the poor combustion of ammonia and the need to blend it with other fuels like methane. As such, this study looks for parameters from the results of the fire of external combustion of premixed methane-ammonia gas. The study was conducted by burning stoichiometry first and then using a volume ratio as the content of the methane-ammonia mixture (ammonia concentration used 0-50%). The gas that comes out of the gas cylinder was adjusted in pressure and flow before mixing and then flowed into the burner to be combusted. The flame propagating from the burner was recorded in a high-speed camera …"}, "filled": true, "author_pub_id": "bko20fsAAAAJ:Mojj43d5GZwC", "num_citations": 0, "pub_url": "https://www.e3s-conferences.org/articles/e3sconf/abs/2024/60/e3sconf_icfee2024_05007/e3sconf_icfee2024_05007.html", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:KmhNCZehZqsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Experimental investigation of the in-cylinder flow of a compression ignition optical engine for different tangential port opening areas", "pub_year": 2023, "citation": "Energies 16 (24), 8110, 2023", "author": "Mitsuhisa Ichiyanagi and Emir Yilmaz and Kohei Hamada and Taiga Hara and Willyanto Anggono and Takashi Suzuki", "journal": "Energies", "volume": "16", "number": "24", "pages": "8110", "publisher": "MDPI", "abstract": "The push for decarbonization of internal combustion engines (ICEs) has spurred interest in alternative fuels, such as hydrogen and ammonia. To optimize combustion efficiency and reduce emissions, a closer look at the intake system and in-cylinder flows is crucial, especially when a hard-to-burn fuel, such as ammonia is utilized. In port fuel injection ICEs, airflow within cylinders profoundly affects combustion and emissions by influencing the air–fuel mixing phenomenon. Adjusting intake port openings is an important factor in controlling the in-cylinder airflow. In previous experiments with a transparent cylinder, tangential and helical ports demonstrated that varying the helical port’s opening significantly impacts flow velocities, swirl ratios, and swirl center positions (SCPs). In this study, we used a particle image velocimetry technique to investigate how the tangential port’s opening affects intake and in-cylinder flows. Flow velocities were assessed at different planes near the cylinder head, evaluating streamline maps, turbulent kinetic energy (TKE), and SCPs. Under the given experimental conditions, swirl flows were successfully generated early in the compression stroke when the tangential port opening exceeded 25%. Our findings emphasize the importance of minimizing TKE and SCP variation for successful swirl flow generation in engine cylinders equipped with both tangential and helical ports."}, "filled": true, "author_pub_id": "bko20fsAAAAJ:1qzjygNMrQYC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=12256217594544829654", "cites_id": ["12256217594544829654"], "pub_url": "https://www.mdpi.com/1996-1073/16/24/8110", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:1rS8TPfUFqoJ:scholar.google.com/", "cites_per_year": {"2024": 2, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pemanfaatan teknologi digital marketing untuk menunjang operasional mini-hidroponik berbasis energi terbarukan dan internet of things", "pub_year": 2023, "citation": "Jurnal Inovasi Hasil Pengabdian Masyarakat 7 (1), 20-31, 2023", "author": "Yusak Tanoto and Handry Khoswanto and KATLYN ANGGUNG and VINCENTIA EVANGELINE SETIAWAN", "volume": "7", "number": "1", "pages": "20-31", "abstract": "Pengembangan income generation merupakan salah satu potensi yang dapat dikembangkan di Sekolah SMA Advent Surabaya dalam rangka pemberdayaan siswa, yang dapat diupayakan melalui pemanfaatan fasilitas dan sarana pembelajaran luar ruangan. Salah satu cara yang dapat dilakukan ditengah tantangan keterbatasan lahan di sekolah ini adalah menerapkan kombinasi metode pengembangan komunitas dan service learning, dimana salah satu aktivitanya adalah pelatihan pemanfaatan platform dan teknologi digital marketing yang diikuti oleh siswa pengurus OSIS untuk menunjang operasional mini-hidroponik berbasis energi terbarukan dan internet of things. Dalam kegiatan ini, wawasan siswa tentang konsep, metode dan contoh kegunaan teknologi digital marketing diuji dan dievaluasi. Salah satu indikasi keberhasilan pelatihan digital marketing yang terkait dengan pemahaman siswa tentang konsep dan kegunaan teknologi digital marketing sebagai sarana edukasi dan promosi hasil budidaya tanaman hidroponik adalah nilai post-test yang lebih baik daripada pre-test, di samping dihasilkannya desain konten poster Instagram yang menarik yang dibuat oleh kelompok siswa. Kegiatan pelatihan digital marketing telah berlangsung dengan baik dan memberikan manfaat bagi peserta menuju pengembangan komunitas sekolah yang mengelola sistem mini-hidroponik. Dalam konteks pemberdayaan siswa dan pengembangan sekolah, tim abdimas mengupayakan keberlanjutan capaian kegiatan melalui kerjasama dengan sekolah untuk mengadakan kegiatan pendampingan lanjutan dalam rangka pemanfaatan dan …"}, "filled": true, "author_pub_id": "bko20fsAAAAJ:SdhP9T11ey4C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=11353540050284189912", "cites_id": ["11353540050284189912"], "pub_url": "https://repository.petra.ac.id/20759/1/Publikasi1_04020_9952.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:2BhcqIXgj50J:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Briquette Combustion Characteristics of Cerbera Manghas Leaves with Rejected Pineapple as Binding Agent as a Sustainable Fuel", "pub_year": 2023, "citation": "International Conference on Environmental Science and Technology, 183-193, 2023", "author": "Willyanto Anggono and Resmana Lim and Teng Sutrisno and Ivan Christian Hernando and Alexander Billy Christensen", "pages": "183-193", "publisher": "Springer Nature Switzerland", "abstract": "Litter from fallen leaves of the Cerbera manghas plant is commonly found throughout Indonesia. Various studies have shown that briquettes formed from the falling leaves of Cerbera manghas may be able to reduce waste and be used as a new energy source. However, previous studies employed tapioca as a binding agent for briquettes, which is an edible starch, and their use as a binder competes with the availability of food resources. Alternatively, rejected pineapple would be used as a binding agent to remedy the problem since it is not edible and reduces unused waste. The briquette was subsequently researched to determine the optimal production parameters as well as its potential as a sustainable fuel. The 95% to 5% ratio of biomass to briquette is used to achieve a high calorific value of 4338.79 kcal/kg while maintaining the structure of the briquette in check. The usage of this briquette is supported by both …"}, "filled": true, "author_pub_id": "bko20fsAAAAJ:WA5NYHcadZ8C", "num_citations": 0, "pub_url": "https://link.springer.com/chapter/10.1007/978-3-031-54684-6_14", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:lFKi25fCw_cJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Flowrate dan Diameter Exit Nozzle terhadap Kemampuan Vacuum Pada Ejector Pump", "pub_year": 2023, "citation": "Jurnal Teknik Mesin 20 (2), 64-69, 2023", "author": "RONALDO FEBRIAN and Ivan Christian Hernando", "volume": "20", "number": "2", "pages": "64-69", "abstract": "Ejector pump merupakan salah satu jenis alat/mesin fluida yang banyak digunakan di penindustrian yang membutuhkan fluida bertekanan tinggi. Tujuan yang ingin dicapai dalam penggunaan ejector adalah kemampuan hisap yang tinggi pada secondary flow (inlet suction flow). Bagian bagian utama pada ejector adalah nozzle, secondary flow/inlet suction flow, ruang pencampuran dan diffuser. Adapun faktor lain yang berpengaruh dalam kemampuan hisap ejector dalam menvakum/menghisap yaitu, flowrate dan diameter exit nozzle pada primary flow (injection motive fluid). Penelitian ini dimaksudkan untuk memperoleh seberapa besar pengaruh yang diberikan dari perbedaan ukuran atau level pada primary flow, meliputi flowrate sebesar 15 L/min, 20 L/min dan 25 L/min, dan diameter exit nozzle 5 mm, 6, mm dan 7mm terhadap pressure vacuum dan flowrate vacuum pada secondary flow. Penelitian ini dilakakukan secara langsung dengan menggunakan ejector pump. Hasil dari pengujian ini menujukan bahwa flowrate (25 L/min) menghasilkan flowrate vacuum dan pressure vacuum paling besar. Kemudian diameter exit nozzle 7 mm menghasilkan flowrate vacuum paling besar dan diameter exit nozzle 5 mm menghasilkan pressure vacuum paling besar."}, "filled": true, "author_pub_id": "bko20fsAAAAJ:V3AGJWp-ZtQC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21025/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:7B_YawVYDgYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pemanfaatan Energi Biogas dan Pupuk Organik Berbahan Kotoran Sapi Oleh Peternak Sapi Aditoya Sebagai Energi Alternatif dan Subsitusi Kebutuhan Pupuk Pertanian Masyarakat", "pub_year": 2023, "citation": "Surya Abdimas 7 (4), 633-640, 2023", "author": "Willyanto Anggono and Sutrisno Sutrisno and Yusak Tanoto and Ivan Christian Hernando and Chandra Waskito and Garincha Bintang Laksana", "journal": "Surya Abdimas", "volume": "7", "number": "4", "pages": "633-640", "abstract": "Jumlah sapi di desa Aditoya setiap keluarga memiliki satu sapi sehingga kotoran di setiap kandang menyebabkan bau yang tidak sedap. Hal ini disebabkan oleh gas amoniak pada kotoran sapi tersebut. Jumlah kotoran sapi yang dihasilkan cukup banyak dan menumpuk maka, perlu ada solusi untuk mengatasi kotoran sapi tersebut. Pada bidang pertanian, warga Aditoya mayoritas menggunakan pupuk kimia seperti urea, pnp, dan sebagainya yang berdampak pada tingkat kesuburan tanah semakin berkurang. Biogas merupakan salah satu cara untuk memanfaatkan kotoran sapi yang mengandung gas amonik (berbau) sebagai bahan utama bahan bakar gas. Pemanfaatan biogas dapat mengubah prilaku masyarakat dalam pengolahan kotoran sapi sehingga lingkungan menjadi bersih dan sehat. Perilaku pembuangan kotoran sapi ke sungai atau lingkungan sekitar menyebabkan pencemaran air dan tanah. Kondisi ini memerlukan sarana dan fasilitas instalasi biogas yang dapat digunakan untuk mengubah kotoran sapi menjadi bahan bakar. Masyarakat secara mandiri dapat memanfaatkan sumber energi untuk kebutuhan sehari-hari dan pupuk kompos. Hasil kegiatan pengabdian menunjukkan warga telah berhasil membangun empat alat sekaligus instalasi penghasil biogas dan pupuk organik, serta menghasilkan efisiensi sebesar 10% dari keadaan sebelumnya yang masih 100% memanfaatkan LPG dan membuang limbah peternakan sapi peliharaannya."}, "filled": true, "author_pub_id": "bko20fsAAAAJ:kRWSkSYxWN8C", "num_citations": 0, "pub_url": "https://ebook.umpwr.ac.id/index.php/abdimas/article/view/3189", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:lyHosKbskmcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Effects of Ammonia on the Flame Characteristics of Liquefied Petroleum Gas External Premixed Combustion", "pub_year": 2023, "citation": "2023 Asia Conference on Power, Energy Engineering and Computer Technology …, 2023", "author": "Willyanto Anggono and Garincha Bintang Laksana and Oegik Soegihardjo and Chandra Waskito and Teng Sutrisno and Nicholas Aristo and Ivan Christian Hernando and Gabriel J Gotama", "conference": "2023 Asia Conference on Power, Energy Engineering and Computer Technology (PEECT)", "pages": "27-31", "publisher": "IEEE", "abstract": "Liquefied petroleum gas or better known as LPG is a fuel and flammable gas commonly used by Indonesians for household consumption such as cooking. The combustion process of LPG has negative effects on ecological life if accumulated for a long period of time as it contributes to CO2 accumulation and climate change. Ammonia can be used in the substitution of fuels such as LPG and as an alternative energy source for the future because of carbon-free fuel and environmentally friendly combustion. The current study investigates the effects of ammonia as the carbon-free fuel in the LPG using an external premixed combustor under stoichiometric fuel mixtures. Volumetric ratios of 0%–50% between LPG and NH3 were investigated to understand the effect of replacing LPG with NH3 on flame characteristics. Oxygen was used as the oxidizer to exclude nitrogen, which is an inhibitor of flame reactivity. A high-speed …"}, "filled": true, "author_pub_id": "bko20fsAAAAJ:t6usbXjVLHcC", "num_citations": 0, "pub_url": "https://ieeexplore.ieee.org/abstract/document/10483378/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:5jEEY2FZv4sJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Committee Member", "pub_year": 2023, "citation": "Journal of Physics: Conference Series 2666, 011001, 2023", "author": "Marco C Campi and Lei Chen and Chun-Yi Su and Bimal K Bose and Ramesh Singh and Giuseppe Carbone and Mohan Lal Kolhe and Kamran Iqbal and Ghada Amer and Willyanto Anggono and Chunhua Liu and Assis Prof Hamed Aly", "journal": "Journal of Physics: Conference Series", "volume": "2666", "pages": "011001", "abstract": "The 2023 3 rd International Conference on Electrical Engineering and Computer Technology (ICEECT 2023), a virtual conference, was held during September 22 nd–24 th, 2023 in Nanjing, China, bringing together about 80 participants around the world."}, "filled": true, "author_pub_id": "bko20fsAAAAJ:J-pR_7NvFogC", "num_citations": 0, "pub_url": "https://search.proquest.com/openview/f74f03e10897cac280180f4f76fc9c8c/1?pq-origsite=gscholar&cbl=4998668", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:CSY1tI7EGUMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Characteristics of biomass briquettes from coffee husk as sustainable fuel", "pub_year": 2023, "citation": "BIO Web of Conferences 62, 03002, 2023", "author": "Willyanto Anggono and Gabriel Jeremy Gotama and Christian Pronk and Ivan Christian Hernando and Teng Sutrisno", "journal": "BIO Web of Conferences", "volume": "62", "pages": "03002", "publisher": "EDP Sciences", "abstract": "Coffee husk is a waste from coffee milling, which is usually used by farmers as a natural fertilizer. However, it is not uncommon that coffee husk is entirely discarded despite their potential as fuel briquette. Furthermore, coffee husk may replace tapioca as a non-edible binder alternative to tapioca. As such, this study aims to determine the potential of coffee husk waste as briquette material and binder. Manufacturing parameters that include the particle size, the biomass-to-binder ratio, and the press pressure, were varied, and the briquettes were analyzed based on the high heating value (HHV), and using proximate and ultimate analyses under ASTM standards. In addition, common combustion characteristics, such as flame temperature, ignition time, burning duration, and burning rate were determined. The highest HHV was found in coffee husk briquettes without adhesive at 3811 Kcal/Kg. The combustion …"}, "filled": true, "author_pub_id": "bko20fsAAAAJ:mvPsJ3kp5DgC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=16667023287820498297", "cites_id": ["16667023287820498297"], "pub_url": "https://www.bio-conferences.org/articles/bioconf/abs/2023/07/bioconf_eree2023_03002/bioconf_eree2023_03002.html", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:eTW05V8pTecJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sustainable product development of biomass briquette from Samanea saman leaf waste with rejected papaya as the binding agent in Indonesia", "pub_year": 2022, "citation": "IOP Conference Series: Earth and Environmental Science 1094 (1), 012006, 2022", "author": "Yusuf Hilario and Iwan Halim Sahputra and Yusak Tanoto and Gabriel Jeremy Gotama and Alexander Billy and Willyanto Anggono", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "1094", "number": "1", "pages": "012006", "publisher": "IOP Publishing", "abstract": "The depletion of solid fuels in the world triggers the requirement for the existence of an alternative fuel product as a substitute. In several studies, briquettes have become one of the alternatives used to deal with this problem. However, the selection of briquette material that considers its impact on economic, social, and environmental aspects has not been widely carried out. To solve this problem, the selection of raw materials for briquettes must be determined using the concept of sustainable product development (SPD). SPD is a concept that can be used to determine a new product by considering various aspects, including economic, environmental, and social aspects. Briquette fuel that is derived from leaf waste and rejected fruit as a binding agent can be an alternative to renewable solid fuels since the raw materials come from wastes that have no selling value. The methodology used in this research is by …"}, "filled": true, "author_pub_id": "bko20fsAAAAJ:LPZeul_q3PIC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=11896752378397600914", "cites_id": ["11896752378397600914"], "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/1094/1/012006/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:kiwsp0HBGaUJ:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "EFFECTS OF EXTRACTION METHODS ON THE FUEL CHARACTERISTICS AND DIESEL ENGINE PERFORMANCES OF JATROPHA CURCAS BIODIESEL", "pub_year": 2022, "citation": "Jurnal Teknologi 84 (4), 29-39, 2022", "author": "MM Noor and Shiyong Liao and KEVIN SANKA and Gabriel J Gotama and Fandi Dwiputra Suprianto", "volume": "84", "number": "4", "pages": "29-39", "abstract": "The development of high-quality biodiesel fuel has become more relevant due to the limited reserve and environmental effects of fossil fuel. In this study, oils derived from Jatropha curcas seeds through two extraction methods (soxhlet and cold-press) were compared. The fuel characteristics investigation suggested that methyl ester derived from oil extracted with the soxhlet method has lower viscosity, higher calculated cetane index, and slightly higher sulphur content. Comparison on the fuel characteristics with biodiesel standards showed that the methyl esters still had substantial amount of methanol and water due to low temperature during transesterification. The oils were also compared for their engine performances in a diesel engine under engine rotation of 1800 to 3000 RPM by blending derived methyl ester with pure petro-diesel to create B20 biodiesel. On average, B20 from soxhlet extraction has 3.86% higher power output, 3.55% higher torque, 3.4% higher BMEP, and 5.89% lower BSFC compared to cold-press. The extraction method affects the fuel characteristics of the methyl ester and the engine performances of the B20 biodiesel."}, "filled": true, "author_pub_id": "bko20fsAAAAJ:sSrBHYA8nusC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19621/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:_QJ-Yw_-wVkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "EFFECTS OF EXTRACTION METHODS ON THE FUEL CHARACTERISTICS AND DIESEL ENGINE PERFORMANCES OF JATROPHA CURCAS BIODIESEL", "pub_year": 2022, "citation": "Jurnal Teknologi (Sciences & Engineering) 84 (4), 29-39, 2022", "author": "W Anggono and MM Noor and S Liao and K Sanka and GJ Gotama and FD Suprianto", "journal": "Jurnal Teknologi (Sciences & Engineering)", "volume": "84", "number": "4", "pages": "29-39", "abstract": "The development of high-quality biodiesel fuel has become more relevant due to the limited reserve and environmental effects of fossil fuel. In this study, oils derived from Jatropha curcas seeds through two extraction methods (soxhlet and cold-press) were compared. The fuel characteristics investigation suggested that methyl ester derived from oil extracted with the soxhlet method has lower viscosity, higher calculated cetane index, and slightly higher sulphur content. Comparison on the fuel characteristics with biodiesel standards showed that the methyl esters still had substantial amount of methanol and water due to low temperature during transesterification. The oils were also compared for their engine performances in a diesel engine under engine rotation of 1800 to 3000 RPM by blending derived methyl ester with pure petro-diesel to create B20 biodiesel. On average, B20 from soxhlet extraction has 3.86% higher power output, 3.55% higher torque, 3.4% higher BMEP, and 5.89% lower BSFC compared to cold-press. The extraction method affects the fuel characteristics of the methyl ester and the engine performances of the B20 biodiesel."}, "filled": true, "author_pub_id": "bko20fsAAAAJ:HE397vMXCloC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=16431569976191850458", "cites_id": ["16431569976191850458"], "pub_url": "https://journals.utm.my/jurnalteknologi/article/view/15079", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:2pfjzNWpCOQJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 0, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Engine Performances of Lean Iso-Octane Mixtures in a Glow Plug Heated Sub-Chamber SI Engine", "pub_year": 2021, "citation": "Automotive Experiences 5 (1), 16-27, 2021", "author": "SOEN STANLEY and FERDINAND RONALDO and Gabriel J Gotama and Bin Guo and E Yilmaz and Mitsuhisa Ichiyanagi and Takashi Suzuki", "volume": "5", "number": "1", "pages": "16-27", "abstract": "The overreliance on fossil fuels to generate energy is not sustainable because of their carbon emissions that are harming our environment. To substitute the fossil fuels with a more sustainable options, alternative fuels, such as carbon-free ammonia has been gaining worldwide attention. To allow the application of ammonia in internal combustion engines, its performance as an engine fuel need to be investigated. Ammonia as fuel has some  shortcomings that can be outlined as slow combustion rate and corrosion due to the generation of hydrogen which makes it difficult to utilize in conventional internal combustion engines. In this study, an engine equipped with sub-chamber feature was used to overcome slow combustion rate of lean-burn condition of iso-octane/air mixture. Iso-octane was chosen as the fuel specifically since in lean-burn conditions, where the excess air ratio is near 1.8, its laminar burning velocity is similar to that of ammonia. The study was conducted using a single cylinder modified diesel engine which features spark plug and glow plug in a sub-chamber. The investigations varied the engine speeds (1000 and 1500 RPMs), glow plug voltages (6 V and 10 V), excess air ratios (1.4 to 1.8), and ignition timings (362 °CA to 365 °CA). The results suggested improved engine performances with a lower excess air ratio and higher glow plug voltage due to more complete and stable combustion. By increasing the engine speed, the lean burn limit was extended as seen from the improved engine performances. Because of the sub chamber feature, advancing the ignition timing, with respect to the after top dead centre, resulted in lower …"}, "filled": true, "author_pub_id": "bko20fsAAAAJ:vRqMK49ujn8C", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=2079660148804697053", "cites_id": ["2079660148804697053"], "pub_url": "https://repository.petra.ac.id/19450/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:3TsKB-Nv3BwJ:scholar.google.com/", "cites_per_year": {"2024": 3, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Bioethanol Limbah Kulit Jeruk Manis (Citrus Sinensis L. Osbeck) Sebagai Peningkatan Nilai Oktan", "pub_year": 2021, "citation": "Jurnal Teknik Mesin 18 (2), 60-64, 2021", "author": "Teng Sutrisno and Muhammad Robby Falito and Willyanto Anggono and Melvin Emil Simanjuntak", "journal": "Jurnal Teknik Mesin", "volume": "18", "number": "2", "pages": "60-64", "abstract": "Bioetanol merupakan biofuel yang dapat mengantikan bahan bakar bensin. Selain itu bioetanol dihasilkan oleh proses fermentasi glukosa kemudian dilanjutkan dengan proses destilasi. Limbah kulit jeruk yang cenderung menjadi sampah organik yang tidak memiliki nilai ekonomis, mengandung kadar glukosa yang cukup tinggi. Oleh karena itu limbah kulit jeruk ini diprediksi dapat dijadikan bahan baku pembuatan bioetanol. Fermentasi dari limbah kulit jeruk ini dapat menghasilkan alkohol dengan kadar 94%. Bioethanol ini digunakan sebagai pencampur bahan bakar bensin dengan RON 90 agar dapat meningkatkan kualitas bahan bakar. Pengujian karaketerisik bioethanol dilakukan dengan pengujian parameter gum konten, kandungan sulfur, distilasi volume penguapan, dan berat jenis. Kemudian campuran bensin dengan bioethanol dengan konfigurasi E20 (20% ethanol) dan E27 (27% ethanol). Hasil pengujian dinamometer bahan bakar E20 menunjukkan peningkatan daya 2.90% dan 3.18% dibandingkan dengan bahan bakar bensin 100% RON 90."}, "filled": true, "author_pub_id": "bko20fsAAAAJ:08ZZubdj9fEC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=1588010166686975271", "cites_id": ["1588010166686975271"], "pub_url": "https://jurnalmesin.petra.ac.id/index.php/mes/article/view/23878", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:JwUWPdW-CRYJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 1, "2024": 1}}
