{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "OPTIMASI EAHE SEBAGAI UPAYA PENDINGIN RUANG SIANG HARI DI SURABAYA", "pub_year": 2025, "citation": "Pawon: Jurnal Arsitektur 9 (01), 141-150, 2025", "author": "Anik Juniwati and Danny Santoso Mintorogo and Ekadewi Anggraini Handoyo", "journal": "Pawon: Jurnal Arsitektur", "volume": "9", "number": "01", "pages": "141-150", "abstract": "Tinggal dan beraktifitas dalam lingkungan bersuhu tinggi di iklim tropis lembab meningkatkan risiko dehidrasi, menurunkan konsentrasi, kelelahan, menimbulkan masalah kesehatan dan menurunkan produktivitas. Upaya pendinginan pasif dengan ventilasi alami sering kali tidak efektif karena suhu tinggi, kelembaban, radiasi matahari, serta kecepatan angin yang tidak mendukung. Sedang meningkatkan kecepatan angin akan mengganggu aktifitas. Salah satu solusi untuk pendinginan adalah dengan memindahkan panas udara ke tanah, atau dikenal sebagai Earth-to-Air Heat Exchanger (EAHE). Penelitian ini merupakan eksperimental studi lanjutan untuk mendapatkan optimasi model EAHE di siang hari di Surabaya. Hasilnya menunjukkan bahwa EAHE efektif menurunkan suhu ruang hingga 2ºC. Angka ini cukup signifikan untuk dipakai sebagai pendinginan ruang. Kajian lebih lanjut diperlukan untuk menentukan kebutuhan udara dingin yang proporsional dengan volume ruang."}, "filled": true, "author_pub_id": "Blf6KCwAAAAJ:SdhP9T11ey4C", "num_citations": 0, "pub_url": "https://www.ejournal.itn.ac.id/index.php/pawon/article/view/12533", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:3qINnTGx5PcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "INDOOR NATURAL LIGHTING OPTIMIZATION THROUGH LIGHT SHELF REFLECTOR", "pub_year": 2024, "citation": "Lakar: Jurnal Arsitektur 7 (2), 271-291, 2024", "author": "Derius Pekei and Danny Santoso Mintorogo and Feny Elsiana", "journal": "Lakar: Jurnal Arsitektur", "volume": "7", "number": "2", "pages": "271-291", "abstract": "Saat ini telah berkembang berbagai macam strategi optimalisasi pencahayaan alami di bangunan. Optimalisasi ini perlu di lakukan karena kondisi pencahayaan alami dibangunan terutama ruang studio yang membutuhkan pencahayaan alami yang tinggi, dan memiliki tingkat pencahayaan alami yang sangat kurang hingga memungkingkan terjadi gelap, sedangkan sisi ruang yang jauh dari jendela sangat kurang menerima tingkat pencahayaan alami yang rendah. Kondisi tingkat pencahayaan yang rendah memang dapat menghemat penggunaan energi operasional bangunan, namun dapat mengurangi kenyamanan orang bekerja atau belajar (biantoro 2017). Tujuan Penelitihan Ini Bagaimana Berupaya Untuk Mengoptimalkan Pencahayaan Alami Dalam Ruangan Melalui Pengunaan Reflector Light Shelf Untuk Meningkatkan Pencahayaan Alami, Supaya Mengasilkan Nilai Level Dylgt Factor yang ideal …"}, "filled": true, "author_pub_id": "Blf6KCwAAAAJ:9vf0nzSNQJEC", "num_citations": 0, "pub_url": "https://scholar.google.com/scholar?cluster=12267549391020149892&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:hMxQxCwXP6oJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Parameter Desain untuk Modul Green Façade Bangunan Vertikal yang Memudahkan Pemasangan dan Perawatan", "pub_year": 2024, "citation": "Advances in Civil Engineering and Sustainable Architecture 6 (1), 42-50, 2024", "author": "Vincentius Kevin Aditya and Danny Santoso Mintorogo and Jimmy Nurdi Kusuma Priatman", "journal": "Advances in Civil Engineering and Sustainable Architecture", "volume": "6", "number": "1", "pages": "42-50", "abstract": "Green façade atau fasad bervegetasi memberi banyak manfaat baik dalam skala urban maupun skala bangunan termasuk dalam menangani fenomena global warming. Namun banyak ditemukan masalah dalam pelaksanaan pemasangan dan perawatannya. Tujuan dari paper ini adalah menemukan parameter desain untuk modul green façade yang memudahkan pemasangan dan perawatan; melalui tahapan mengklasifikasikan masalah yang ditemui dilapangan melalui studi kasus pada 3 bangunan tinggi di Surabaya, dan mengumpulkan data masalah pemasangan dan perawatan green facade dari studi literatur. Penelitian menggunakan metode deskriptif kualitatif dengan pengamatan langsung ini menunjukkan bahwa 2 dari 3 studi kasus mengalami permasalahan pada bagian irigasi, dan pemilihan sistem yang susah untuk dirawat. Penelitian mengidentifikasi 4 poin krusial yang perlu diperhatikan dalam mendesain modul green façade diantaranya sistem struktur dan konstruksi; sistem irigasi, drainase, dan waterproofing; sistem modul green facade, media tanam, dan tanaman; serta sistem keamanan dan perawatan."}, "filled": true, "author_pub_id": "Blf6KCwAAAAJ:Y5dfb0dijaUC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=18020347833880953441", "cites_id": ["18020347833880953441"], "pub_url": "https://publication.petra.ac.id/index.php/acesa/article/view/14053", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:YUJ0B-EiFfoJ:scholar.google.com/", "cites_per_year": {"2024": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Preface of 5th International Conference on Empathic Architecture (ICEA)", "pub_year": 2024, "citation": "IOP Conference Series: Earth and Environmental Science 1301 (1), 011001, 2024", "author": "Sri Nastiti N Ekasiwi and I Gusti Ngurah Antaryama and Yun Shang Chiou and LMF Purwanto and Jefrey I Kindangen and Steve K Jusuf and Choo Yoon Yi and Mia M Tedjosaputro and Danny Santoso M Mintorogo and Rully M Damayanti and Lilianny Sigit M Arifin and Joyce M Laurens and Lilianny Sigit Arifin and Feny Elsiana and Luciana Kristanto and Elvina S Wijaya and Anik Juniwati and S Wirawan Dharmatanna and Bram Michael Wayne and Altrerosje Asri and Christine Wonoseputro and Ir Andhi Wijaya and Ir St Kuntjoro and Angela C Tampubolon", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "1301", "number": "1", "pages": "011001"}, "filled": true, "author_pub_id": "Blf6KCwAAAAJ:JoZmwDi-zQgC", "num_citations": 0, "pub_url": "https://scholar.google.com/scholar?cluster=3044429589240543721&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:6fle0pT8PyoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Using Sustainble Architectural Wind-Driven Tubes Roof-Pond to Save Energy on Roof Cooling Loads in Tropical Climate: CFD Modeling and Experimental Investigations", "pub_year": 2023, "citation": "Civil Engineering and Architecture 11 (6), 3260-3277, 2023", "author": "Danny Santoso Mintorogo", "volume": "11", "number": "6", "pages": "3260-3277", "abstract": "The global increase in energy-related crises has led to the development of innovation to save energy resources for passive cooling or heating to cope with convective roof-pond as conventional one which uses open-close layers. Therefore, this research was conducted to save cooling energy by enhancing the conventional roof-pond through the implementation of a new application in the form of a wind-driven tube roof-pond. Several considerations. OneFirst: this roof pond is classified as an open roof pond equipped with a V-shaped shading device to block solar radiation from the sun in the morning and afternoon utilizes gusts of wind to cool the water temperature in the roof pond. Second, eliminating the traditional roof pond which operates mechanically open close the layer water pond during the day,  if the roof pond is closed during the day when solar radiation is hot, the water temperature will increase because there is no cross ventilation or wind blowing to cool the water roof pond in tropical hot and humid climates. Third: energy saving of cooling loads from building will include building skin loads, windows cooling loads and roof cooling loads. The roof pond will reduce heat flux most of all cooling loads from the roofs. So the roof pond research with the implementation of iron tubes accelerates cooling due to a lot of wind gusts so that it can save cooling load energy from the heat loads of the roof. The process methodology involved simulating the transportation of forced wind through a series of iron tubes using CFD. The convective cooling of ponds was also enhanced to examine the V shading devices at right angles. Moreover, the …"}, "filled": true, "author_pub_id": "Blf6KCwAAAAJ:_B80troHkn4C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20593/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:6JhUkpve8I4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Harvesting renewable energies through innovative kinetic honeycomb architectural facades: the mathematical & CFD modeling for wind turbine design optimization", "pub_year": 2022, "citation": "Journal of Asian Architecture and Building Engineering 21 (6), 2593-2604, 2022", "author": "Danny Santoso Mintorogo and Aris Budhiyanto and Feny Elsiana and Fandi D Suprianto and Sutrisno", "volume": "21", "number": "6", "pages": "2593-2604", "publisher": "Taylor & Francis", "abstract": "The research was specifically focused on the renewable energy factors associated with thousands of hexagonal micro-module wind turbines, hexagonal solar cell modules, and hexagonal modules for solar-reflecting pipes. This involved the utilization of windmills and solar cells specifically designed for a non-structural facade of the front building envelope through a double facade technique. Moreover, electrical energy was obtained from each windmill module, while extra renewable electricity from abundant sunlight was acquired through the hexagonal modules of the solar cells (photovoltaic) designed vertically on the building facade. However, this current research only focuses on hexagonal wind turbines. ANSYS Fluent 12.0 simulated software and numerical analysis were used to optimize and redesign the wind turbine blades in order to obtain more electricity from a single micro-module hexagonal wind turbine …"}, "filled": true, "author_pub_id": "Blf6KCwAAAAJ:t6usbXjVLHcC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=6341766319433645332", "cites_id": ["6341766319433645332"], "pub_url": "https://www.tandfonline.com/doi/abs/10.1080/13467581.2021.2007102", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:FP1gDt56AlgJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PERBANDINGAN KENYAMANAN TERMAL DALAM RUANGAN KAMAR HOTEL MENGGUNAKAN SISTEM WALL MOUNTED SPLIT AIR CONDITIONING DAN FLOOR AIR CONDITIONING, STUDI KASUS: QUBIKA HOTEL, JAKARTA", "pub_year": 2022, "citation": "Advances in Civil Engineering and Sustainable Architecture 4 (2), 171-186, 2022", "author": "Selyna Chintya and Danny Santoso Mintorogo and Agus Dwi Hariyanto", "journal": "Advances in Civil Engineering and Sustainable Architecture", "volume": "4", "number": "2", "pages": "171-186", "abstract": "Penggunaan AC di dalam ruangan kamar hotel berfungsi untuk mengatasi kondisi temperatur udara tinggi dengan kecepatan angin rendah yang seringkali membuat penghuni di dalam ruangan kamar hotel menjadi tidak nyaman. Dengan karakteristik kontainer yang bersifat non aristektural kemudian dialih fungsikan menjadi arsitektural, maka penting untuk penerapan sistem air conditioning yang tepat pada hotel kontainer, sehingga akan membantu meningkatkan kenyamanan termal bagi penghuninya. Tujuan penelitian ini adalah membandingkan kenyamanan termal dalam ruangan kamar hotel menggunakan sistem sistem wall mounted split air conditioning dan floor air conditioning (FAC) untuk mendapatkan kenyamanan termal terbaik. Perbandingan akan dilakukan berdasarkan nilai Air Diffusion Performance Index (ADPI) yang diperoleh dengan menggunakan simulasi CFD. Hasil penelitian ini menunjukkan ruangan yang menggunkan sistem floor air conditioning (FAC) mencapai kenyamanan termal lebih baik dibandingkan ruangan kamar hotel yang menggunakan sistem wall mounted split air conditioning."}, "filled": true, "author_pub_id": "Blf6KCwAAAAJ:eMMeJKvmdy0C", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/acesa/article/view/12948", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:AUJiyFmX1DwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "BALCONY GEOMETRIES PERFORMANCE AS WINDCARRIERS INTO LIVING SPACE; CASE STUDY: APARNA SIWALANKERTO", "pub_year": 2022, "citation": "Dimensi Journal of Architecture and Built Environment 49 (1), 31-42, 2022", "author": "Felicia Putri and Danny Santoso Mintorogo and Jimmy Nurdi Kusuma Priatman", "volume": "49", "number": "1", "pages": "31-42", "abstract": "In majority, housing flats use natural ventilation to cope with humid tropical climate in Indonesia, which requires airflow to achieve thermal comfort. One of the potential architectural element in delivering air into the living space of vertical buildings is balcony. But in reality, balconies in Indonesian housing flats are only functioning as fa ades, and have not optimized their potential as windcarriers, which partially cause air discomfort in living space. This study examines the performance of balcony geometries as windcarriers into living space through simulation by Ansys Workbench CFX 2021 on Aparna Siwalankerto as a case study. It was found that balcony with more well-ordered wind receiving planes could carry wind into the living space best, in terms of both speed and distribution, as such in this study was the symmetric pentagonal balcony. Still, between the two aspects, wind distribution determines balconies performance, rather than wind speed."}, "filled": true, "author_pub_id": "Blf6KCwAAAAJ:AXPGKjj_ei8C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=7369369120876075173", "cites_id": ["7369369120876075173"], "pub_url": "https://repository.petra.ac.id/19671/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:pRiNvCtCRWYJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "STUDYOFHORIZONTALLIGHTPIPEWITHDYNAMICREFLECTOR IN THETROPICS", "pub_year": 2022, "citation": "DIMENSI: Journal of Architecture and Built Environment, 49 (1), 75-86, 2022", "author": "Livia Hariyanto and Danny Santoso Mintorogo and Feny Elsiana", "volume": "49", "number": "1", "pages": "75-86", "abstract": "Horizontal light pipe (HLP) is a sustainable strategy for improving daylighting quality in buildings. The reflector is one  of the HLP elements that collect and direct the incoming light in the pipe. Several reflector studies of HLP systems have been  carried out in the last three decades under specific sunlight conditions at certain altitudes and azimuths or static conditions. This  study proposes a dynamic reflector model in response to the movement of the sun angle. This study aimed to examine the  impact of the dynamic reflector tilt angle on improving the quality of light by adapting the sun angle. The method used is an experimental simulation using IESVE software. This research is located in Surabaya, with a tropics climate. The results showed  that modifying the reflector to be dynamic could increase the illuminance levels up to 29.9%, daylight factor values up to  29.2%, and uniformity ratio values up to 33.3%"}, "filled": true, "author_pub_id": "Blf6KCwAAAAJ:Mojj43d5GZwC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19666/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:qBSnZUBNBcYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Experimental study on ventilation using earth-to-air heat exchanger in Surabaya", "pub_year": 2021, "citation": "IOP Conference Series: Earth and Environmental Science 907 (1), 012015, 2021", "author": "Anik Juniwati and Danny Santoso Mintorogo and AE Abednego and S Kurnia and EA Handoyo", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "907", "number": "1", "pages": "012015", "publisher": "IOP Publishing"}, "filled": true, "author_pub_id": "Blf6KCwAAAAJ:olpn-zPbct0C", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:KuCaXXTbZMUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Architectural Design for Renewable Energy", "pub_year": 2021, "citation": "Architectural Design for Renewable Energy, 2021", "author": "Danny Santoso Mintorogo and Rully Damayanti and Bram Michael Wayne", "publisher": "LPPM Petra Press", "abstract": "Energi terbarukan atau energi berkelanjutan atau Eco-energi dapat didefinisikan sebagai pemakaian energi untuk pengoperasian atau konsumsi energi suatu bangunan tanpa mengkonsumsi cadangan energi fosil di bumi seperti lazimnya yaitu batu-bara, minyak bumi dan gas alam tetapi memanfaatkan sumber energi alam setempat yang berpotensial lebih ramah lingkungan dan berkelanjutan karena energi sumber alam tersebut akan tersedia dalam waktu yang relatif sangat lama tidak akan kehabisan dan terjangkau. Konsep penggunaan energi terbarukan di sekitar tahun 1970 yang bertujuan antitesis terhadap pemakaian energi berbahan fosil yang bertahun tahun seperti batu bara, minyak bumi dan gas alam.  Di Indonesia menggerakkan 8 sumber energi terbarukan yaitu: biofuel (bahan bakar hayati yang berasal dari tanaman sorgum dan tebu), biomassa (dari bahan organik yang belum lama mati seperti dahan/ranting dan daun kering pohon), panas bumi atau geothermal (panas yang tersimpan di bumi dalam jangka ribuan tahun), air, angin, matahari, gelombang laut atau ombak (energi yang didapat dari tekanan air laut yang naik turun), dan pasang surut(energi yang didapat dari pasang surutnya air laut dan perbedaan tinggi air laut saat pasang surut)."}, "filled": true, "author_pub_id": "Blf6KCwAAAAJ:XiVPGOgt02cC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19227/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:PyHpeCUmvpwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "RECESSED BALCONY HEAT RE-ENTRY EFFECT ON FAÇADE WITH CONDENSER UNITS", "pub_year": 2021, "citation": "DIMENSI Journal of Architecture and Built Environment 48 (1), 29-36, 2021", "author": "Danny Santoso Mintorogo and Rully Damayanti", "volume": "48", "number": "1", "pages": "29-36", "abstract": "The use of split-type air conditioner in Surabaya results in the almost universal typical apartment layouts which feature a recessed balcony upon the building’s exterior façade which then utilized as air-conditioner condenser unit storage. Façade geometry with recessed balcony itself carries its own characteristic of surface air movement which affects the general Indoor Air Quality (IAQ) and heat dissipation of a building. Nevertheless, façade as architectural elements greatly influence building’s energy performance. Inefficiencies in heat dissipation from a condenser unit is detrimental on its performance and precipitate energy wastage. Based on computational fluid dynamics (CFD) analysis incorporated with energy performance evaluation, the effectiveness of façade geometry with recessed balcony is explored in this paper. It was found that recessed balconies are not an ideal place for condenser unit placement on a façade where many factors contributed to promoting heat re-entry from condenser units into the building’s interior."}, "filled": true, "author_pub_id": "Blf6KCwAAAAJ:bnK-pcrLprsC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=7191172821801066428", "cites_id": ["7191172821801066428"], "pub_url": "https://repository.petra.ac.id/19228/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vF_luZQtzGMJ:scholar.google.com/", "cites_per_year": {"2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Effect of tilt angle of building-integrated wind turbine and photovoltaic facade on wind pressure and solar radiation", "pub_year": 2020, "citation": "IOP Conference Series: Earth and Environmental Science 520 (1), 012016, 2020", "author": "Danny Santoso Mintorogo and Feny Elsiana and Aris Budhiyanto", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "520", "number": "1", "pages": "012016", "publisher": "IOP Publishing", "abstract": "This study investigated the potential impacts of wind pressure and incident solar radiation on a building tilted façade installed with micro wind turbine and photovoltaic panels as a second skin façade for generating electricity. The wind pressure will affect wind turbine rotation, and solar radiation will affect the energy produced by the photovoltaic. The study used simulation modeling software to analyze the wind pressure and solar radiation received on the tilted façade. The research found that the force received by the tilted façade is more significant than that received by the 90 tilted fagade. The smaller the tilted-angle of the fagade, the more radiation received by the PV panel. Conversely, the larger tilted-angle of the building façade, the less radiation received by the photovoltaic, despite the wind pressure received by the wind turbine being higher than that received by the 90 tilt façade. However, the more radiation …"}, "filled": true, "author_pub_id": "Blf6KCwAAAAJ:1qzjygNMrQYC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=8390335698825474048", "cites_id": ["8390335698825474048"], "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/520/1/012016/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:AHDFOt11cHQJ:scholar.google.com/", "cites_per_year": {"2020": 1, "2021": 0, "2022": 0, "2023": 0, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The influence of vegetation to indoor illuminance, air temperature and relative humidity in design studio (case study: Architecture department, Petra Christian University, Surabaya)", "pub_year": 2020, "citation": "DIMENSI, Journal of Architecture and Built Environment 46 (2), 161-168, 2020", "author": "Wanda Widigdo Canadarma and Luciana Kristanto and Samuel Hartono and Danny Santoso Mintorogo", "journal": "DIMENSI, Journal of Architecture and Built Environment", "volume": "46", "number": "2", "pages": "161-168", "publisher": "Petra Christian University", "abstract": "This research aimed to find the influence of vegetation outside the window to indoor light and thermal in Design studio, Architecture department of Petra Christian University, Surabaya. The vegetation was Shibataea kumasasa, cultivated in planter boxes, 90-100 centimeter high. The data was collected from the West and North window, for condition with and without vegetation outside the window. The measurement was taken on March until May 2019, using Hobo U12-012 data logger for measuring air temperature ( C), relative humidity (%) and illuminance (lux). Beside those physical measurement, the perception of 89 students as building user was also taken. The measurement result from windows facing West and North with the vegetation, the lowest indoor air temperature was 27 C with an average relative humidity of 70%. Meant its at the upper edge of the comfort zoneof Bioclimatic Chart from Olgyay and Canada s National Occupational Health & Safety Resource (CCOHS), so the indoor space was still uncomfortable and cooling was required to get into the comfort zone at warm humid climate. Result from lighting measurements obtained for west-oriented windows with vegetation outside the window, the highest illuminance was 350 lux at 02:45 pm, as well as for windows facing North at 07.30 am - 04.45 pm in range of 105 - 155 lux (highest). So, if there are vegetation outside windows, it will require electric lighting addition, because the illuminance are below the SNI 03-6197-2011which recommends 750 lux for design studio. Whilst the user respond from the questionnaire taken, stated that aesthetic vegetation was expected for natural …"}, "filled": true, "author_pub_id": "Blf6KCwAAAAJ:BrmTIyaxlBUC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=11142053616055908873", "cites_id": ["11142053616055908873"], "pub_url": "https://repository.petra.ac.id/18639/3/The_Influence.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:CXpeDbuGoJoJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 1, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Museum Sejarah Pelayaran di Kota Makassar", "pub_year": 2019, "citation": "Jurnal Edimensi Arsitektur 7 (1), 889-95, 2019", "author": "Eko Sutanto and Danny S Mintorogo", "journal": "Jurnal Edimensi Arsitektur", "volume": "7", "number": "1", "pages": "889-95", "abstract": "Kota Makassar memiliki peranan penting dalam dunia kemaritiman di Indonesia yaitu sebagai penghubung antar Indonesia bagian barat dan bagian timur. Proyek tugas akhir ini merupakan fasilitas museum yang bertujuan untuk mendukung visi dari pemerintah dalam memajukan kemaritiman Indonesia, khususnya Makassar sehingga diperlukan sebuah sarana edukasi untuk meningkatkan kesadaran masyarakat akan pentingnya dunia kemaritiman. Secara garis besar, fasilitas ini merupakan tatanan multi massa dengan bangunan utama yang berfungsi sebagai museum dan bangunan pendukung yang berfungsi sebagai toko souvenir dan food court. Pendekatan desain simbolik dan pendalaman karakter ruang digunakan selama proses mendesain untuk menjawab permasalahan desain. Pendekatan desain simbolik bertujuan untuk menjadikan museum sebagai ikon yang merepresentasikan citra dan …"}, "filled": true, "author_pub_id": "Blf6KCwAAAAJ:eq2jaN3J8jMC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=2762681397961387789", "cites_id": ["2762681397961387789"], "pub_url": "https://scholar.google.com/scholar?cluster=2762681397961387789&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:DW8RGRgEVyYJ:scholar.google.com/", "cites_per_year": {"2020": 1, "2021": 0, "2022": 0, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Biomimicry kinetic facade as renewable energy", "pub_year": 2019, "citation": "Advances in Civil Engineering and Sustainable Architecture 2 (2), 1-10, 2019", "author": "Bram Michael Wayne and Danny Santoso Mintorogo and Lilianny Sigit Arifin", "journal": "Advances in Civil Engineering and Sustainable Architecture", "volume": "2", "number": "2", "pages": "1-10", "abstract": "This article is an alternative research design for sustainable energy in high rise building through wind kinetic facade. This research purpose is to open the mindset of sustainable energy and to seek an alternative design for renewable energy facade through the wind while rising the diversity of building environments by sound in its process. In the modern city, the existence of energy is crucial and energy consumption demand is rising through time. The mindset of renewable energy facade through wind is purposely to support energy consumption. And the absolute existence of wind makes it possible to harvest energy through the day without restrictions, especially in high rise buildings. Sustainable energy is about how a building capable to create energy, reduce energy consumption, and creating environment diversity for human health and well-beingness. The environment elements that perfectly match with renewable energy facade through wind is sound."}, "filled": true, "author_pub_id": "Blf6KCwAAAAJ:mvPsJ3kp5DgC", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=2532812920973095147", "cites_id": ["2532812920973095147"], "pub_url": "http://publication.petra.ac.id/index.php/acesa/article/view/9958", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:6_Aepe5bJiMJ:scholar.google.com/", "cites_per_year": {"2020": 3, "2021": 0, "2022": 1, "2023": 0, "2024": 1, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Remarkable 3-in-1 Pakis-Stem green roofs for saving thermal flat rooftop", "pub_year": 2017, "citation": "Advanced Science Letters 23 (7), 6173-6178, 2017", "author": "Danny Santoso Mintorogo and Wanda K Widigdo and Anik Juniwati", "journal": "Advanced Science Letters", "volume": "23", "number": "7", "pages": "6173-6178", "publisher": "American Scientific Publishers", "abstract": "The green councils in the world are often promoting green buildings in terms of energy savings by mitigating the thermal load on buildings especially thermal rooftop into the room. Green roofs can be the most effective to lower roof thermal in tropical regions but complicated and costly to build a perfect green roof even for a simple extensive green rooftop. This research looks for a remarkable growing medium for constructing green roof. Pakis-stem blocks can perform a 3 in 1 function: as a light-weight growing medium for green rooftops, an easytoform urban farming in private buildings or residences, and an eco-friendly external roof insulation. After a deep measurement on the rooftop surface and room thermal behaviour, the pakis-stem green rooftop can reduce 16.4 °C of surface dry-bulk temperature and approximately 7 °C ambient room dry-bulk temperature lower compared to conventional rooftops at noon …"}, "filled": true, "author_pub_id": "Blf6KCwAAAAJ:sSrBHYA8nusC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=13238101394347264621", "cites_id": ["13238101394347264621"], "pub_url": "https://www.ingentaconnect.com/contentone/asp/asl/2017/00000023/00000007/art00034", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:bQqsZhQvt7cJ:scholar.google.com/", "cites_per_year": {"2019": 1, "2020": 2, "2021": 0, "2022": 0, "2023": 1, "2024": 0, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The value of corridor in flat as place attachment in the life of the dwellers", "pub_year": 2017, "citation": "AIP Conference Proceedings 1855 (1), 2017", "author": "Lilianny Arifin and Wanda K Widigdo and Anik Juniwati and Danny Mintorogo", "journal": "AIP Conference Proceedings", "volume": "1855", "number": "1", "publisher": "AIP Publishing", "abstract": "Place attachment has been examined extensively in the behavioral and architecture studies over the past two decades. In the production of housing, designers mainly focus on the quality of the physical components. Place attachment is just the form of connection between a person and the environmental setting. However, it was challenging for this study to grasp the aspects of meanings and attachment, both in the level of personal, community and natural environment contexts, which are not adequately considered in the design process. In this study, three-dimensional model of personal and community attachments to their corridor in the flat was conceptually and empirically examined. The aim is to test an integrated approach to measuring place attachment at the corridor in flat in understanding the values of locations in the life of the dwellers. Sample cases included the examination of attachment to the hallway in …"}, "filled": true, "author_pub_id": "Blf6KCwAAAAJ:K3LRdlH-MEoC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=15439406054926492707", "cites_id": ["15439406054926492707"], "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/1855/1/040005/815697", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:I6ToZgHKQ9YJ:scholar.google.com/", "cites_per_year": {"2017": 1, "2018": 0, "2019": 0, "2020": 0, "2021": 0, "2022": 0, "2023": 2, "2024": 1}}
