{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "New Media Adaptation through Environmentally Friendly Dissemination Messages at a Religious Organization during the COVID-19 Era in Indonesi", "pub_year": 2022, "citation": "Asian Research Journal of Arts & Social Sciences 17 (2), 14-27, 2022", "author": "Vellycia Njoko and Gatut Priyowidodo", "journal": "Asian Research Journal of Arts & Social Sciences", "volume": "17", "number": "2", "pages": "14-27", "publisher": "Petra Christian University", "abstract": "This study seeks to explore new media adaptation through environmentally friendly dissemination messages at a religious organization during the Covid 19 era in Indonesia. This study used the phenomenographic method in a constructive/interpretive paradigm to explore the difference in the experience of members of the congregation who participate in online worship versus face-to-face worship to demonstrate environmentally friendly dissemination messages. Data collection was carried out through in-depth interviews with informants who represented three levels of membership of ordinary members, church administrators, and organization administrators. Secondary data was obtained through the documentation of social media of the religious organization (the Christian Church of East Java) in Surabaya, East Java Province, Indonesia. The findings of this study confirm different variations of experience in synchronous and asynchronous worship. The variety of experiences is divided into knowledge, feelings, and mindset of the congregation. Synchronous message dissemination contributes strongly to the knowledge, feelings, and mindset of the congregation in facing changes in worship models. This study contributes by offering an alternative to the phenomenographic method in the study of organizational communication. The limitation of the study lies in the object of the study which is limited to informants from the local church in urban areas. This research has yet to accommodate the online worship experience for congregations in rural areas."}, "filled": true, "author_pub_id": "BnA627AAAAAJ:u-x6o8ySG0sC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=15520202527112805211", "cites_id": ["15520202527112805211"], "pub_url": "https://repository.petra.ac.id/19686/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:W7utBvjVYtcJ:scholar.google.com/", "cites_per_year": {"2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Strategi Komunikasi Politik Bupati Purwakarta Dedi Mulyadi Dalam Mensosialisasikan Program Pendidikan Berkarakter", "pub_year": 2018, "citation": "Jurnal E-Komunikasi 6 (1), 1-11, 2018", "author": "Vellycia Njoko", "journal": "Jurnal E-Komunikasi", "volume": "6", "number": "1", "pages": "1-11", "abstract": "Penelitian ini dilakukan untuk mengetahui strategi komunikasi politik Bupati Purwakarta Dedi Mulyadi dalam Mensosialisasikan Program Pendidikan Berkarakter. Adapun komponen strategi komunikasi politik yaitu: komunikator, khalayak, pesan, media, dan efek. Strategi komunikasi politik yang dijalankan sangat mempunyai peran besar dalam berhasil tidaknya Program Pendidikan Berkarakter di Puwakarta pada tahun 2017. Jenis penelitian ini adalah pendekatan kualitatif deskriptif dengan menggunakan metode studi kasus. Adapun temuan penelitian yang ditemukan peneliti yaitu penggunaan empat komponen komunikator politik yang meliputi power, credibility, similarity, attractiveness. Selain itu adanya penggunaan media sosial sebagai media sosialisasi, penentuan khalayak, pesan yang unik, dan memikirkan efek untuk khalayak ke depannya."}, "filled": true, "author_pub_id": "BnA627AAAAAJ:u5HHmVD_uO8C", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=404732841551509254", "cites_id": ["404732841551509254"], "pub_url": "https://scholar.google.com/scholar?cluster=404732841551509254&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:BrecAWDmnQUJ:scholar.google.com/", "cites_per_year": {"2020": 1, "2021": 2, "2022": 1, "2023": 1, "2024": 1}}
