{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Enhancing multicultural visitor engagement through digital art installations: A case study at DPirang, Tongyeong, South Korea", "pub_year": 2025, "citation": "Digital Applications in Archaeology and Cultural Heritage 36, e00401, 2025", "author": "Aristarchus Pranayama Kuntjara and Chaehong Lim and Sunghoon Cho and Hongsik Pak", "journal": "Digital Applications in Archaeology and Cultural Heritage", "volume": "36", "pages": "e00401", "publisher": "Elsevier", "abstract": "This study examines how digital art installations can enhance multicultural visitor engagement at DPirang Digital Art Park in Tongyeong, South Korea. Using an online questionnaire administered to a diverse group of 15 international participants, we investigated how digital technologies improve visitor experiences. Our results highlight the importance of interactivity, personalized storytelling, and thematic diversity in creating meaningful and enjoyable experiences. The study shows that integrating visitor feedback improves inclusivity and accessibility in art spaces. We also provide best practices for using digital technologies in art exhibitions, offering insights into creating universally engaging experiences for visitors from different cultural backgrounds."}, "filled": true, "author_pub_id": "c0JbdsEAAAAJ:zYLM7Y9cAGgC", "num_citations": 0, "pub_url": "https://www.sciencedirect.com/science/article/pii/S2212054825000037", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:QE5pjadlgtsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Optimizing Perceived Authenticity in Cultural Heritage Storydoing: An Analysis of the Impact of Phygital Ratios", "pub_year": 2025, "citation": "http://www.dcollection.net/handler/dongseo/200000873352, 2025", "author": "Aristarchus Pranayama Kuntjara", "publisher": "Dongseo University"}, "filled": true, "author_pub_id": "c0JbdsEAAAAJ:Y0pCki6q_DkC", "num_citations": 0, "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Creating Phygital Cultural Heritage Experiences: Key Design Principles", "pub_year": 2024, "citation": "International Journal of Internet, Broadcasting and Communication 16 (4), 46-61, 2024", "author": "Hongsik Pak AP Kuntjara", "journal": "International Journal of Internet, Broadcasting and Communication", "volume": "16", "number": "4", "pages": "46-61", "publisher": "The Institue of Internet, Broadcasting, and Communication", "abstract": "This study develops design principles for creating phygital (physical and digital) cultural heritage experiences, integrating advanced technologies such as VR/AR, digital twins, and interactive storytelling. Through thematic analysis of existing literature and validation via a professional survey, five key principles were identified: Human-Centered Design, Technological Integration, Narrative Fidelity, Cultural Sensitivity, and Sustainability. These principles offer a framework for preserving cultural authenticity while enhancing user engagement and accessibility. This study explores key challenges in integrating sustainability and cultural authenticity into phygital cultural heritage projects and provides cultural heritage professionals with flexible design strategies that leverage digital technologies to create immersive, educational, and culturally respectful experiences. These adaptable strategies ensure that projects remain viable, relevant, and capable of balancing innovation with preserving heritage integrity."}, "filled": true, "author_pub_id": "c0JbdsEAAAAJ:IjCSPb-OGe4C", "num_citations": 0, "pub_url": "https://koreascience.kr/article/JAKO202435143214091.page", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Xj1sHlbqqdsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Storydoing as a Strategy for Cultural Heritage Engagement", "pub_year": 2023, "citation": "11th International Symposium, ISAAC 2023 in Conjunction with ICACT 2023 …, 2023", "author": "Aristarchus P. Kuntjara and Hongsik Pak", "conference": "11th International Symposium, ISAAC 2023 in Conjunction with ICACT 2023, ICKAI 2023", "number": "AACL 22", "pages": "42-47", "publisher": "The Institute of Internet, Broadcasting and Communication (IIBC), ISSN: 2288-6060", "abstract": "This paper explores\" storydoing\" as an engaging approach to involve audiences actively in storytelling, turning them into integral participants. Storydoing integrates activities that align with a company’s or organization’s values, going beyond traditional storytelling. While storydoing is commonly used in brand marketing, this paper considers its potential in cultural heritage and education. It allows audiences to embody cultural elements, fostering experiential learning and aligning with John Dewey's educational philosophy. Through literature reviews and case studies, this article highlights the effectiveness of storydoing in cultural heritage, offering support to educational, preservation, and promotional projects."}, "filled": true, "author_pub_id": "c0JbdsEAAAAJ:Tyk-4Ss8FVUC", "num_citations": 0, "pub_url": "https://www.researchgate.net/profile/Aristarchus-Kuntjara/publication/389563800_Storydoing_as_a_Strategy_for_Cultural_Heritage_Engagement/links/67c8310be62c604a0dd50694/Storydoing-as-a-Strategy-for-Cultural-Heritage-Engagement.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:rkriXwhwm9IJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Art toy as a tool for engaging the global public on the city of Surabaya", "pub_year": 2022, "citation": "Creative Industries Journal 15 (2), 146-159, 2022", "author": "Aristarchus Pranayama Kuntjara", "journal": "Creative Industries Journal", "volume": "15", "number": "2", "pages": "146-159", "publisher": "Routledge", "abstract": "Art toys, often called designer toys, are three-dimensional figures of hybrid and stylised characters that are reproduced and commonly customised in limited quantities and sold among segmented hobbyists and collectors. Within this niche, however, there is an unexplored territory of art toy character design that is based on a city’s symbols. Such is the case with the city emblem of Surabaya, Indonesia, which already has the iconic images of a shark and a crocodile (Suro and Boyo). As Surabaya continuously focuses on its image, art toys based on the city’s symbols prove to be a potential platform and asset for engaging the public towards the city. If aligned and integrated well with tourism activities, licensing, branding, and various marketing communication media, it is a prospective resource and intellectual property for the city’s public diplomacy in local and global settings. This article traces and conveys the design …"}, "filled": true, "author_pub_id": "c0JbdsEAAAAJ:d1gkVwhDpl0C", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=5853521630261836592", "cites_id": ["5853521630261836592"], "pub_url": "https://www.tandfonline.com/doi/abs/10.1080/17510694.2021.1912536", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:MHvS0OjiO1EJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 2, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Potensi Penggunaan Kinect sebagai Alat Motion Capture untuk Animasi Karakter Digital", "pub_year": 2021, "citation": "Jurnal Desain Komunikasi Visual Nirmana 21 (1), 1-7, 2021", "author": "Aristarchus Pranayama Kuntjara and Erandaru Erandaru and Tommy Gunawan and Christian Hensel", "journal": "Jurnal Desain Komunikasi Visual Nirmana", "volume": "21", "number": "1", "pages": "1-7", "abstract": "Kinect merupakan perangkat sensor motion capture yang mulanya dipakai untuk video game controller, tapi kini digunakan untuk berbagai macam keperluan yang membutuhkan sensor gerak. Kinect relatif murah dan mudah untuk didapatkan dan dipakai sebagai motion capture untuk menggerakkan karakter digital 3D. Dalam penelitian ini, uji coba dilakukan terhadap kemampuan Kinect dalam set-up sistem motion capture yang sesederhana mungkin dan mudah untuk dapat diakses oleh awam. Dari hasil uji coba didapatkan hasil dan saran atau anjuran pemakaian dan set-up yang paling efektif untuk dapat menggerakkan sebuah karakter digital 3D. Diharapkan hasil ini dapat mendorong penggunaan potensi Kinect lebih maksimal."}, "filled": true, "author_pub_id": "c0JbdsEAAAAJ:UeHWp8X0CEIC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=4647453092072600075", "cites_id": ["4647453092072600075"], "pub_url": "https://nirmana.petra.ac.id/index.php/dkv/article/view/24389", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:CzJHx_YRf0AJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Life Changing Experiences of Unintended Popularity through Web-Video Dissemination: A Study on YouTube", "pub_year": 2009, "citation": "Jurnal Dimensi Seni Rupa dan Desain 7 (1), 1-22, 2009", "author": "Aristarchus Pranayama", "volume": "7", "number": "1", "pages": "1-22", "abstract": "Along with the rapid growth of Internet companies such as Yahoo!, Google, and amazon, carries also with them the web’s instantaneous trait of worldwide notoriety for ordinary people. This possibility unconceivable not too long ago, is now an ordinary experience feasible for almost everybody in the world. YouTube, a rapidly growing website now owned by Google, creates more significance in this phenomenon with its ability to contain millions of web-videos uploaded everyday by users around the globe. Moreover, it is a free service, easy, and accessible almost to anyone, anywhere, anytime with internet access. Because of the technology of the User Generated Content (UGC) and Web 2.0, videos are easily disseminated throughout the web. YouTube has become the common originator of Internet celebrities that then spread to other mainstream or old media. Some of these media stars are not initially looking for fame. Their popularity comes from other users watching and sharing their stories or videos to others which later on gained the attention of mass media. These web-videos then become life changing experiences for the subjects projected and sometimes even for the viewers that watch them as well, with good and often bad undertones. Thus is the nature of this new media."}, "filled": true, "author_pub_id": "c0JbdsEAAAAJ:9yKSN-GCB0IC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19629/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:WxdJti7cG30J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A method of documentary photography and its application in a student project of acculturation in Bali", "pub_year": 2009, "citation": "Jurnal DKV Nirmana UK Petra 11 (2), 79-85, 2009", "author": "Aristarchus Pranayama", "volume": "11", "number": "2", "pages": "79-85", "abstract": "I have devised a methodical research outline for students  final projects that involve photography as their main medium. The method accommodates the two major kinds of photographic project characteristics. The first is the conceptual or the commercial type, and second is the observational or the photo story type. This article focuses on a photo story type project by a student who has followed the method closely. Osel Gunarso focused his study on documenting a unique acculturation between Christian tradition and Balinese customs in the village of Blimbingsari in Jembrana County, Bali. Through ethnography and qualitative analysis, Gunarso achieved visual discourse for understanding a cultural phenomenon. Although he had beautifully exhibited his documentary project, it also projected several problems and issues that would be important to consider in future projects with similar conditions, especially undergraduate final projects that are confined to a single semester. Technical and non-technical issues in documentary photography become significant and therefore must be addressed in advance along with the methodology."}, "filled": true, "author_pub_id": "c0JbdsEAAAAJ:u5HHmVD_uO8C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=15754483469317741028", "cites_id": ["15754483469317741028"], "pub_url": "https://repository.petra.ac.id/19628/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:5JlymD4ro9oJ:scholar.google.com/", "cites_per_year": {"2020": 1, "2021": 0, "2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Transcultural Narratives:(mis) interpretations", "pub_year": 2000, "citation": "Indiana University of Pennsylvania, 2000", "author": "Aristarchus Pranayama Kuntjara"}, "filled": true, "author_pub_id": "c0JbdsEAAAAJ:2osOgNQ5qMEC", "num_citations": 0, "pub_url": "https://scholar.google.com/scholar?cluster=5826705223923945015&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:N07mqoed3FAJ:scholar.google.com/", "cites_per_year": {}}
