{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The influence of psychological capital in the hotel industry following the COVID-19 pandemic", "pub_year": 2024, "citation": "Journal of Tourism, Culinary, and Entrepreneurship (JTCE) 4 (2), 186-201, 2024", "author": "Vido Iskandar and Endo Wijaya Kartika and David Kristianto", "journal": "Journal of Tourism, Culinary, and Entrepreneurship (JTCE)", "volume": "4", "number": "2", "pages": "186-201", "abstract": "Covid-19 pandemic has impacted tourism sector terribly due to travel restrictions. Various methods have been implemented by the government to reinstate the confidence of society towards tourism destinations’ safety. East Java is one of the provinces becoming the government’s main focus for tourism recovery, and when people finally return, accommodation service is becoming necessity. Hotel’s management and staff need to perform numbers of adjustments to regain its visitors’ confidence and convenience upon using provided products and services. Hotel’s employees are expected to provide excellent service and performance. Thus, every member of the property is expected to possess positive psychological condition in order to be able to process and proceed with necessary operational changes on the place. This positive psychological state is often called as psychological capital (psycap). Employees with a higher psycap should have a higher readiness for change, which leads to a better job performance. Data collection through online questionnaires survey, with purposive sampling from 385 respondents. Quantitative data analysis using Partial Least Square (PLS) SEM. The findings show that psycap has a positive and significant impact on both readiness for change and job performance. Additionally, readiness for change positively and significantly influences job performance and serves as a mediating variable between psycap and job performance. This research aids management in understanding the connection between psycap, readiness for change, and job performance, particularly in the hotel industry."}, "filled": true, "author_pub_id": "cj33DRMAAAAJ:zYLM7Y9cAGgC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=14568035760991778975", "cites_id": ["14568035760991778975"], "pub_url": "https://journal.uc.ac.id/index.php/JTCE/article/view/5043", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:nzgaAVcPLMoJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Preferensi Generasi Z Surabaya dalam Memilih Tempat Dining-Out", "pub_year": 2024, "citation": "Jurnal Manajemen Perhotelan 10 (2), 106-122, 2024", "author": "Bernardus Wildan Surya Prawira and Patrick Reinhart Lindsay and David Kristianto and Regina Jokom", "journal": "Jurnal Manajemen Perhotelan", "volume": "10", "number": "2", "pages": "106-122", "abstract": "Generasi Z merupakan salah satu generasi yang potensial di bisnis restoran, oleh karena itu penting bagi para pebisnis khususnya di bidang food and beverages di Surabaya untuk memahami preferensi generasi Z dalam memilih tempat makan. Penelitian ini bertujuan untuk melihat atribut restoran yang penting bagi generasi Z dalam memilih tempat makan. Teknik analisa data yang digunakan dalam penelitian ini adalah statistic deskriptif dan Confirmatory Factor Analysis (CFA). Hasil dari penelitian ini menunjukan facilities related attributes adalah atribut yang paling penting bagi generasi Z Surabaya dalam memilih tempat makan. Selain itu atmosphere and ambiance related attributes, food and drink related attributes, image related attributes, location related attributes dan price related attributes, memiliki kontribusi terhadap preferensi generasi Z Surabaya dalam memilih tempat makan."}, "filled": true, "author_pub_id": "cj33DRMAAAAJ:IjCSPb-OGe4C", "num_citations": 0, "pub_url": "https://jurnalperhotelan.petra.ac.id/index.php/hot/article/view/29176", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:1Ra4XYvoha4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Implementation of Board Game as an Educational Medium about Stunting in Surabaya, Indonesia", "pub_year": 2023, "citation": "International Journal of Social Science And Human Research 6 (10), 6464-6472, 2023", "author": "Daniel Kurniawan Salamoon and Hanjaya Siaputra and David Kristianto", "journal": "International Journal of Social Science And Human Research", "volume": "6", "number": "10", "pages": "6464-6472", "publisher": "Petra Christian University", "abstract": "Indonesia Is One Of Many Countries That Still Fighting Against Stunting. Based On Data From The 2021 Indonesian Toddler Nutrition Status Survey (Ssgbi), Indonesias Prevalence Is Still At 24.4% Or Around 5.33 Million Children Under Five Years Old. That Condition Happened Also In A City Like Surabaya. From That Perspective There Is A Needs To Help Young Mother Especially To Understand About This Matter And To Educate Them How Important Nutrition To Their Children. By Their Behaviour, Usually Young Mothers Nowadays Being Busy With Their Gadget And Work. Our Method Is To Find An Educative Approach But Offer Some Fun Learning On That Process. We Try To Sort Out Some Healthy And Nutritious Recipes And Making It As Content To Our Boardgame."}, "filled": true, "author_pub_id": "cj33DRMAAAAJ:d1gkVwhDpl0C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20654/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:_KhMRA2fDyAJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The role of Psycap dnd Readiness for change of hotel employees in implementing the CHSE protocol", "pub_year": 2022, "citation": "Jurnal Pariwisata Pesona 7 (1), 39-48, 2022", "author": "David Kristianto and Endo Wijaya Kartika and Vido Iskandar", "volume": "7", "number": "1", "pages": "39-48", "abstract": "To prevent the transmission of the Covid-19 virus, the hotel industry continues to improve, especially with regard to health protocols, therefore the Hotel has started implementing the Cleanliness, Hygiene, Sanitation, and Environment (CHSE) protocol, this protocol was created by the government to increase efforts to prevent and control transmission Covid-19 for the public in public places and facilities to prevent new clusters of transmission. The implementation of the CHSE protocol requires the readiness of all hotel employees to implement it. This research is causal quantitative research that aims to see the readiness of star hotel employees in Surabaya, Malang, and Batu to implement changes seen from 4 dimensions, namely Self-Efficacy, Optimism, Hope, Resilience. This research was conducted by distributing questionnaires to 68 hotel employees, where the majority of respondents came from the F&B Service department 29 people (42.65%) and the Front Office 18 people (26.47%) F&B Culinary 11 people (16.18%), Housekeeping 6 people (8.82%), Security 4 people (5.88%). Data processing in this study uses the help of smart PLS 2.0. From the results of this study, it can be concluded that 4 dimensions, namely Self-Efficacy, Optimism, Hope, Resilience have a positive and significant effect on employee readiness in implementing changes."}, "filled": true, "author_pub_id": "cj33DRMAAAAJ:u5HHmVD_uO8C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=450607185989297475", "cites_id": ["450607185989297475"], "pub_url": "https://repository.petra.ac.id/19727/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Q2UhJtngQAYJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "GAYA HIDUP SEHAT GENERASI Z DI SURABAYA", "pub_year": 2022, "citation": "Jurnal Manajemen Perhotelan 8 (2), 98-105, 2022", "author": "Ivania Deselina Soenjoyo and Luciana Lim Jaya and Monika Kristanti and David Kristianto", "journal": "Jurnal Manajemen Perhotelan", "volume": "8", "number": "2", "pages": "98-105", "abstract": "Pandemi COVID-19 membuat masyarakat menerapkan gaya hidup sehat agar dapat menguatkan sistem imun sehingga tubuh tidak mudah terkena virus. Penelitian ini dilakukan dengan tujuan untuk mengetahui penerapan gaya hidup sehat, yaitu aktivitas fisik, istirahat, dan makanan gizi seimbang, yang dilakukan oleh generasi Z di Surabaya berdasarkan AIO (Activity, Interest, Opinion) serta mengetahui perbedaan antara laki-laki dan perempuan dalam penerapannya. Penelitian ini dilakukan pada 332 responden dengan menggunakan Independent Sample T-Test dan uji Mann-Whitney. Hasil yang didapatkan dari menerapkan aktivitas, generasi Z rutin mengonsumsi makanan gizi seimbang dan melakukan aktivitas fisik. Generasi Z minat menerapkan aktivitas fisik, istirahat, dan mengonsumsi makanan gizi seimbang. Berdasarkan opini, generasi Z setuju bahwa istirahat dan mengonsumsi gizi seimbang penting untuk tubuh. Hasil penelitian juga menunjukkan tidak ada perbedaan yang signifikan antara laki-laki dan perempuan terhadap makanan gizi seimbang dan aktivitas fisik, tetapi penerapan istirahat menunjukkan adanya perbedaan yang signifikan antara laki-laki dan perempuan."}, "filled": true, "author_pub_id": "cj33DRMAAAAJ:qjMakFHDy7sC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=6860847464909064167", "cites_id": ["6860847464909064167"], "pub_url": "https://jurnalperhotelan.petra.ac.id/index.php/hot/article/view/25611", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:50cLRGugNl8J:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Kualitas Layanan Terhadap Kepuasan Konsumen Pada Era Kebiasaan Baru Pada Hotel Berbintang Lima Di Surabaya", "pub_year": 2021, "citation": "Jurnal Bisnis Dan Kewirausahaan 17 (2), 187-199, 2021", "author": "Vido Iskandar and Endo Wijaya Kartika and David Kristianto", "volume": "17", "number": "2", "pages": "187-199", "abstract": "Cleanliness, hygiene, sanitation dan environment merupakan program dari pemerintah melalui Kementerian Pariwisata dan Ekonomi Kreatif terkait protokol kesehatan yang digunakan pada era kebiasaan baru. Penelitian ini bertujuan untuk melihat dampak dari penerapan Cleanliness, hygiene, sanitation dan environment sebagai faktor pembentuk kualitas layanan kepada kepuasan konsumen pada era kebiasaan baru pada hotel berbintang 5 di Surabaya. Jenis penelitian yang digunakan pada penelitian ini adalah kuantitatif kausal yang bertujuan untuk mengetahui kualitas layanan dari karyawan hotel yang diukur dengan 5 aspek yaitu tangible, empathy, reliability, responsiveness dan assurance. Penelitian ini melibatkan 69 responden masyarakat Surabaya yang pernah menginap di hotel bintang 5 pada era kebiasaan baru. Hasil penelitian ini menunjukkan aspek kualitas layanan yang berdampak positif signifikan kepada kepuasan konsumen adalah tangible, empathy dan assurance. Sedangkan responsiveness dan reliability berdampak positif tidak signifikan kepada kepuasan konsumen para era kebiasaan baru pada hotel berbintang 5 di Surabaya. Implikasi manajerial pada penelitian ini diharapkan pihak hotel dapat menerapkan protokol kesehatan dengan ketat serta menyesuaikan Standard Operational Procedure menjadi contactless. Penelitian ini juga menunjukkan perubahan persepsi konsumen yang tidak terlalu memperhatikan aspek layanan terkait interaksi secara langsung antara karyawan dan konsumen seperti reliability dan responsiveness, tetapi lebih memperhatikan aspek lain seperti tangible, empathy dan assurance …"}, "filled": true, "author_pub_id": "cj33DRMAAAAJ:u-x6o8ySG0sC", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=1585464347695124191", "cites_id": ["1585464347695124191"], "pub_url": "https://repository.petra.ac.id/19343/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:3w5qkGyzABYJ:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 3, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Kepuasan Konsumen Dan Minat Beli Ulang Generasi Y Pada Coffee Shop Di Surabaya, Dengan Coffee Presentation Sebagai Variabel Moderasi", "pub_year": 2019, "citation": "Petra Business & Management Review 5 (1), 44-60, 2019", "author": "David Kristianto and F Bisnis", "journal": "Petra Business & Management Review", "volume": "5", "number": "1", "pages": "44-60"}, "filled": true, "author_pub_id": "cj33DRMAAAAJ:UeHWp8X0CEIC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=13323261505187231049", "cites_id": ["13323261505187231049"], "pub_url": "https://scholar.google.com/scholar?cluster=13323261505187231049&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:STVS0r-75bgJ:scholar.google.com/", "cites_per_year": {"2023": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisa Pengaruh Bauran Pemasaran (Promosi, Produk, Harga, dan Lokasi) Terhadap Minat Beli Konsumen Di Pizza Hut Carrefour Kalirungkut Surabaya", "pub_year": 2015, "citation": "Jurnal Hospitality Dan Manajemen Jasa 3 (2), 81919, 2015", "author": "Ariella Cornelia Anggono and David Kristianto", "volume": "3", "number": "2", "pages": "81919", "abstract": "Penelitian ini dilakukan untuk mengetahui pengaruh bauran pemasaran (promosi, produk, harga, dan lokasi) terhadap minat beli konsumen di Pizza Hut Carrefour Kalirungkut Surabaya. Penelitian ini melibatkan 100 responden. Jenis penelitian yang digunakan adalah kuantitatif kausal yang bertujuan menguji hubungan sebab akibat. Analisis regresi linier berganda digunakan untuk mengetahui besarnya pengaruh variabel bebas terhadap variabel terikat. Hasil penelitian menunjukkan bahwa keempat variabel bebas berpengaruh sebesar 31, 8%. Promosi, harga, dan lokasi berpengaruh positif dan signifikan terhadap minat beli konsumen, sedangkan produk berpengaruh positif dan tidak signifikan terhadap minat beli konsumen. Harga merupakan variabel yang paling dominan dalam mempengaruhi minat beli konsumen."}, "filled": true, "author_pub_id": "cj33DRMAAAAJ:9yKSN-GCB0IC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=2910185220480866284", "cites_id": ["2910185220480866284"], "pub_url": "https://www.academia.edu/download/81387676/81919-ID-analisa-pengaruh-bauran-pemasaran-promos.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:7JdaCQoOYygJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 2, "2023": 3}}
