{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Impacts of partial greenery facade to indoor light illuminance and thermal", "pub_year": 2020, "citation": "IOP Conference Series: Earth and Environmental Science 490 (1), 012010, 2020", "author": "Luciana Kristanto and W Widigdo and SH Nata and SK Jusuf", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "490", "number": "1", "pages": "012010", "publisher": "IOP Publishing"}, "filled": true, "author_pub_id": "CvpyWrMAAAAJ:L8Ckcad2t8MC", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=10226129104635938684", "cites_id": ["10226129104635938684"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:fMcbhT2C6o0J:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 3, "2024": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pumice layer: A solution to diminish thermal on horizontal leftover place in rooftop", "pub_year": 2020, "citation": "DIMENSI 46 (2), 155-160, 2020", "author": "Danny Santoso Mintorogo and Wanda Widigdo Canadarma and Anik Juniwati", "journal": "DIMENSI", "volume": "46", "number": "2", "pages": "155-160", "publisher": "Petra Christian University", "abstract": "There are many ways to solve thermal on buildings, such as the installation of horizontal and vertical sun-shading devices on four-direction facades. However, rooftops are often ignored. In low-rise to high-rise buildings’ rooftop, there are leftover places exposed to solar heat radiation all day. Some rooftop places are equipped with polymer thermal roof insulation, and some are even without outer thermal insulation. The research aims to find a solution to diminish the horizontal thermal radiation by using eco-friendly material, pumice, as an outer thermal insulation. Exploiting method was used on one roof model as a conventional rooftop (without outer insulation), and another as a modified rooftop model covered with pumice. Couple HOBO data logger U12-012 temperature sensors were used to measure rooftop surface temperatures and room model temperatures. Results show that the thermal radiation were blocked efficiently: 26oC on pumice covered rooftop. It saved 8.4oC room temperature."}, "filled": true, "author_pub_id": "CvpyWrMAAAAJ:dhFuZR0502QC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=9129780000841489410", "cites_id": ["9129780000841489410"], "pub_url": "https://repository.petra.ac.id/18641/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:AlyfA4p-s34J:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The influence of vegetation to indoor illuminance, air temperature and relative humidity in design studio (case study: Architecture department, Petra Christian University, Surabaya)", "pub_year": 2020, "citation": "DIMENSI, Journal of Architecture and Built Environment 46 (2), 161-168, 2020", "author": "Wanda Widigdo Canadarma and Luciana Kristanto and Samuel Hartono and Danny Santoso Mintorogo", "journal": "DIMENSI, Journal of Architecture and Built Environment", "volume": "46", "number": "2", "pages": "161-168", "publisher": "Petra Christian University", "abstract": "This research aimed to find the influence of vegetation outside the window to indoor light and thermal in Design studio, Architecture department of Petra Christian University, Surabaya. The vegetation was Shibataea kumasasa, cultivated in planter boxes, 90-100 centimeter high. The data was collected from the West and North window, for condition with and without vegetation outside the window. The measurement was taken on March until May 2019, using Hobo U12-012 data logger for measuring air temperature ( C), relative humidity (%) and illuminance (lux). Beside those physical measurement, the perception of 89 students as building user was also taken. The measurement result from windows facing West and North with the vegetation, the lowest indoor air temperature was 27 C with an average relative humidity of 70%. Meant its at the upper edge of the comfort zoneof Bioclimatic Chart from Olgyay and Canada s National Occupational Health & Safety Resource (CCOHS), so the indoor space was still uncomfortable and cooling was required to get into the comfort zone at warm humid climate. Result from lighting measurements obtained for west-oriented windows with vegetation outside the window, the highest illuminance was 350 lux at 02:45 pm, as well as for windows facing North at 07.30 am - 04.45 pm in range of 105 - 155 lux (highest). So, if there are vegetation outside windows, it will require electric lighting addition, because the illuminance are below the SNI 03-6197-2011which recommends 750 lux for design studio. Whilst the user respond from the questionnaire taken, stated that aesthetic vegetation was expected for natural …"}, "filled": true, "author_pub_id": "CvpyWrMAAAAJ:QIV2ME_5wuYC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=11142053616055908873", "cites_id": ["11142053616055908873"], "pub_url": "https://repository.petra.ac.id/18639/3/The_Influence.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:CXpeDbuGoJoJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 1, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Remarkable 3-in-1 Pakis-Stem green roofs for saving thermal flat rooftop", "pub_year": 2017, "citation": "Advanced Science Letters 23 (7), 6173-6178, 2017", "author": "Danny Santoso Mintorogo and Wanda K Widigdo and Anik Juniwati", "journal": "Advanced Science Letters", "volume": "23", "number": "7", "pages": "6173-6178", "publisher": "American Scientific Publishers", "abstract": "The green councils in the world are often promoting green buildings in terms of energy savings by mitigating the thermal load on buildings especially thermal rooftop into the room. Green roofs can be the most effective to lower roof thermal in tropical regions but complicated and costly to build a perfect green roof even for a simple extensive green rooftop. This research looks for a remarkable growing medium for constructing green roof. Pakis-stem blocks can perform a 3 in 1 function: as a light-weight growing medium for green rooftops, an easytoform urban farming in private buildings or residences, and an eco-friendly external roof insulation. After a deep measurement on the rooftop surface and room thermal behaviour, the pakis-stem green rooftop can reduce 16.4 °C of surface dry-bulk temperature and approximately 7 °C ambient room dry-bulk temperature lower compared to conventional rooftops at noon …"}, "filled": true, "author_pub_id": "CvpyWrMAAAAJ:9ZlFYXVOiuMC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=13238101394347264621", "cites_id": ["13238101394347264621"], "pub_url": "https://www.ingentaconnect.com/contentone/asp/asl/2017/00000023/00000007/art00034", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:bQqsZhQvt7cJ:scholar.google.com/", "cites_per_year": {"2019": 1, "2020": 2, "2021": 0, "2022": 0, "2023": 1, "2024": 0, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The value of corridor in flat as place attachment in the life of the dwellers", "pub_year": 2017, "citation": "AIP Conference Proceedings 1855 (1), 2017", "author": "Lilianny Arifin and Wanda K Widigdo and Anik Juniwati and Danny Mintorogo", "journal": "AIP Conference Proceedings", "volume": "1855", "number": "1", "publisher": "AIP Publishing", "abstract": "Place attachment has been examined extensively in the behavioral and architecture studies over the past two decades. In the production of housing, designers mainly focus on the quality of the physical components. Place attachment is just the form of connection between a person and the environmental setting. However, it was challenging for this study to grasp the aspects of meanings and attachment, both in the level of personal, community and natural environment contexts, which are not adequately considered in the design process. In this study, three-dimensional model of personal and community attachments to their corridor in the flat was conceptually and empirically examined. The aim is to test an integrated approach to measuring place attachment at the corridor in flat in understanding the values of locations in the life of the dwellers. Sample cases included the examination of attachment to the hallway in …"}, "filled": true, "author_pub_id": "CvpyWrMAAAAJ:4DMP91E08xMC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=15439406054926492707", "cites_id": ["15439406054926492707"], "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/1855/1/040005/815697", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:I6ToZgHKQ9YJ:scholar.google.com/", "cites_per_year": {"2017": 1, "2018": 0, "2019": 0, "2020": 0, "2021": 0, "2022": 0, "2023": 2, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Hotel Resor Di Pulau Bawean", "pub_year": 2017, "citation": "Jurnal Edimensi Arsitektur 5 (1), 553-560, 2017", "author": "Cintia Angelina and W Widigdo", "journal": "Jurnal Edimensi Arsitektur", "volume": "5", "number": "1", "pages": "553-560"}, "filled": true, "author_pub_id": "CvpyWrMAAAAJ:qUcmZB5y_30C", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=12854836664238296396", "cites_id": ["12854836664238296396"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:TE2XmdaNZbIJ:scholar.google.com/", "cites_per_year": {"2021": 2, "2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Historical Old  Kampung  Toward Sustainable Green and Clean Habitat", "pub_year": 2015, "citation": "Historical Old  Kampung  Toward Sustainable Green and Clean Habitat, 2015", "author": "Danny Santoso Mintorogo and Lilianny Sigit Arifin and Wanda Widigdo Canadarma and Anik Juniwati", "abstract": "The rapid develoment of modern city was not totally achieved by hundreds of old dwellings within it. Old settlements and residences, which are settled side-by-side, consisting of small-sized houses called  Kampung , keep making a better living environment and socio-economical condition, even accomplishing creative remarkable programs toward green and clean sustainable habitats. These programs come from the Aga Khan Award for Architecture called  Kampung Improvement Programme [KIP] on 1968-1993, C-KIP (1995-2003) and Surabaya s Government Green and Clean competition creativity agenda from 2005 to now. This paper explores the objective and the spectacular programs on old kampungs. Each kampung participated in achieving the highest award by introducing many programs such as planting greenaries and fruits, recycling dry and wet wastes, producing greenary gas and eco-friendly fertilizer, filtering and reusing grey water, and planting medical plants as well as conducting waste bank in order to increase the sosio-economic activity in the kampung by stimulating people to collect and separate daily wastes"}, "filled": true, "author_pub_id": "CvpyWrMAAAAJ:mVmsd5A6BfQC", "num_citations": 8, "citedby_url": "/scholar?hl=en&cites=12377661796453412480", "cites_id": ["12377661796453412480"], "pub_url": "https://repository.petra.ac.id/17671/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:gG6H_9JJxqsJ:scholar.google.com/", "cites_per_year": {"2018": 2, "2019": 0, "2020": 1, "2021": 2, "2022": 1, "2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Application of coconut fibres as outer eco-insulation to control solar heat radiation on horizontal concrete slab rooftop", "pub_year": 2015, "citation": "Procedia Engineering 125, 765-772, 2015", "author": "Danny Santoso Mintorogo and Wanda K Widigdo and Anik Juniwati", "journal": "Procedia Engineering", "volume": "125", "pages": "765-772", "publisher": "No longer published by Elsevier", "abstract": "Many countries alongside equator will experience excessive solar radiation, regardless the top and four sides of the buildings’ surfaces. Due to the modern architectural concept and fast growing industry and economic, hundreds of rows of two-to-three-story shops and office houses have been built on the central business districts. Those buildings built are equipped with flat bare and uninsulated concrete rooftop. Only few of flat rooftops are equipped with numerous un-eco-insulation developed in the world such as asphalt roll membranes, single-ply rubber membranes, Ethylene Propylene Diene Monomer (EPDM), and Thermoplastic Polyolefin. This paper deals with the use of coconut fibres to build thermal insulation on concrete slab roofings and the experimental measurements of roof surface and indoor air temperatures derived from dynamic climatology of solar radiation. Monthly average temperatures on rooftop …"}, "filled": true, "author_pub_id": "CvpyWrMAAAAJ:d1gkVwhDpl0C", "num_citations": 38, "citedby_url": "/scholar?hl=en&cites=15206087269871591788", "cites_id": ["15206087269871591788"], "pub_url": "https://www.sciencedirect.com/science/article/pii/S1877705815034463", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:bCFJgM7fBtMJ:scholar.google.com/", "cites_per_year": {"2016": 1, "2017": 1, "2018": 4, "2019": 4, "2020": 7, "2021": 3, "2022": 6, "2023": 7, "2024": 5}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Efektivitas Styrofoam sebagai Isolator Panas pada Atap Bidang Miring di Surabaya", "pub_year": 2013, "citation": "Petra Christian University, 2013", "author": "Danny Santoso Mintorogo and Wanda K Widigdo and Anik Yuniwati", "publisher": "Petra Christian University", "abstract": "Cuaca di belahan bumi tropis akan berlainan di belahan bumi sub tropis dan dingin.  Ciri-ciri yang dominan adalah suhu udara luar yang panas dan lembab akibat dari terpaan sinar matahari yang mengandung radiasi tinggi di sekitar garis ekuator.  Rumah-rumah dan bangunan komersiil lebih banyak mempunyai bentuk atap perisai atau pelana dimana bentuk atap perisai atau pelana akan mempunyai ruang atap (attic room) lebih banyak untuk berfungsi sebagai peredam panas dari pada ruang atap dengan bentuk atap datar (plat datar).  Untuk lebih mendapatkan efek peredam panas lebih banyak di ruangan atap maka bahan styrofoam 2 cm dipakai sebagai bahan penahan (isolator) panas diletakkan tepat dibawah lapisan bahan atap (genteng karang pilang).  Penelitian ini akan menggunakan 2 model yang semuanya menggunakan atap genteng karangpilang : model pertama menggunakan atap biasa yang tanpa styrofoam berfungsi sebagai model referensi, kemudian model kedua menggunakan styrofoam di ruang atap.  Semua percobaan di lakukan secara pengukuran setempat di atap plat beton datar di Universitas Kristen Petra dengan alat pengukur temperatur merk HOBO dari perusahaan Onset di USA.  Setelah melalukan pengukuran selama 4 bulan (April – Juli 2013), hasil pengukuran ke empat bulan dengan kondisi termal sama, menunjukkan bahwa temperatur permukaan genteng karangpilang pada suhu puncak dapat mencapai 39oC dan suhu ruang atap (attic room) tanpa lapisan styrofoam lebih rendah 6oC dari temperatur genteng yaitu: 33oC. Sedangkan temperatur ruang atap (attic room) berlapis styrofoam lebih …"}, "filled": true, "author_pub_id": "CvpyWrMAAAAJ:zYLM7Y9cAGgC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=3354017679047729970", "cites_id": ["3354017679047729970"], "pub_url": "https://repository.petra.ac.id/16285/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:MiMFCk_diy4J:scholar.google.com/", "cites_per_year": {"2018": 1, "2019": 1, "2020": 1, "2021": 0, "2022": 0, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pendekatan Ekologi pada Rancangan Arsitektur, sebagai upaya mengurangi Pemanasan Global", "pub_year": 2013, "citation": "Surabaya: Universitas Kristen Petra, 2013", "author": "Wanda Widigdo and I Ketut Canadarma", "journal": "Surabaya: Universitas Kristen Petra"}, "filled": true, "author_pub_id": "CvpyWrMAAAAJ:Wp0gIr-vW9MC", "num_citations": 31, "citedby_url": "/scholar?hl=en&cites=6689837570169716112", "cites_id": ["6689837570169716112"], "pub_url": "https://scholar.google.com/scholar?cluster=6689837570169716112&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:kD0HZ9MT11wJ:scholar.google.com/", "cites_per_year": {"2013": 2, "2014": 0, "2015": 3, "2016": 1, "2017": 3, "2018": 0, "2019": 2, "2020": 2, "2021": 5, "2022": 5, "2023": 8}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PEMETAAN TEMPERATUR KAWASAN KAMPUS PUSAT UNIVERSITAS KRISTEN PETRA SURABAYA", "pub_year": 2013, "citation": "", "author": "Anik Juniwati and Luciana Kristanto and Wanda Widigdo", "abstract": "Penelitian ini adalah pemetaan temperatur udara di kawasan kampus tengah Universitas Kristen Petra. Tujuan pemetaan temperatur kawasan ini, adalah untuk melihat hubungan antara penutupan area, dinding bangunan yang terkena radiasi matahari dengan temperatur udara di kawasan tersebut. Kampus Universitas Kristen Petra merupakan kampus di wilayah urban, yang berkembang dengan luasan lahan terbatas dan sekelilingnya telah padat dengan berbagai jenis bangunan. Kebutuhan ruang yang meningkat di area kampus menyebabkan area terbangun semakin luas dan bangunan semakin tinggi. Hal ini menyebabkan prosentase area perkerasan dan area terbangun semakin besar, sementara lahan untuk penghijauan semakin sempit.  Kondisi seperti ini dapat berakibat pada temperatur ruang luar yang cenderung menjadi lebih panas sehingga mengganggu kenyamanan civitas akademika untuk beraktifitas di ruang luar. Akibat lainnya adalah meningkatkan beban panas dalam bangunan sehingga berdampak pada penggunaan energi yang banyak karena kebutuhan pendinginan di dalam bangunan.  Sebagai studi awal dilakukan pemetaan temperatur di kampus tengah Universitas Kristen Petra. Pemetaan temperatur didasarkan pada hasil pengukuran lapangan dan hasil simulasi software Screening Tool for Estate Environment Evaluation (Steve tool) pada lima titik-titik ukur. Data iklim yang diperhitungkan dalam simulasi dan analisis adalah temperatur minimum, rata-rata dan maksimun Surabaya yang diambil dari BMKG Juanda. Hasil pemetaan temperatur di atas digunakan untuk mengkaji peran dari  tutupan lahan, yaitu …"}, "filled": true, "author_pub_id": "CvpyWrMAAAAJ:IjCSPb-OGe4C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/15958/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:UV46VDv6jfwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "FASTENENING COOLING-EFFECT WATER of ROOFPOND by “WINDPIPES ROOFPOND” in TROPICAL CLIMATE of SURABAYA", "pub_year": 2012, "citation": "Pusat Penelitian Universitas Kristen Petra, 2012", "author": "Danny Santoso Mintorogo and Wanda Widigdo", "publisher": "Pusat Penelitian Universitas Kristen Petra", "abstract": "Bangunan beratap beton datar umumnya sangat banyak pada bangunan pertokoan, shopping mall, gedung perkantoran, perhotelan bahkan didominasi ruko, rukan dan rumah-rumah. Atap beton yang datar merupakan ruang luar yang dapat dimanfaatkan untuk utilitas bangunan, landscape dan tambahan ruangan bila diperlukan(fleksibilitas tinggi). Akan tetapi solar radiasi matahari di daerah tropis, umumnya didekat ekuator, khususnya Surabaya (sekitar 7o S)mempunyai tingkat radiasi yang sangat tinggi, rata-rata solar radiasi horisontal di musim penghujan mencapai sekitar 363 Wh.m², dan 396 Wh.m² di musim kemarau. Konsentrasi panas solar radiasi matahari tersebut dapat memanaskan atap-atap beton datar tersebut sehingga akan menambah beban pengdinginan ruangan maupun mengurangi thermal comfort. Roofpond biasa dan modifikasi roofpond atap beton datar, yaitu Wind Pipes Roofpond adalah untuk mengurangi beban solar radiasi matahari melalui atap secara 100% passive cooling system. Tujuan penelitian ini adalah untuk mengetahui kinerja Windpipes Roofpond untuk mempercepat pendinginan temperatur air kolam di atap beton datar. Terkait dengan cepat dinginnya temperatur air kolam atap beton datar maka termal atap beton datar dan ruangan dibawahnya juga akan lebih cepat rendah di bandingkan dengan atap Roofpond murni. Sistim pendingan atap dan ruang Roofpond adalah sistim ―PassiveCooling. Besaran termal yang diukur adalah temperatur air kolam dan ruangan dengan model Stevenson Screen 1 m x 1 m yang penutup atap terbuat dari cor beton bertulang setebal 6 cm. Pengukuran temperatur …"}, "filled": true, "author_pub_id": "CvpyWrMAAAAJ:2osOgNQ5qMEC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/15705/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:E2sE0rDaKXcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "EFEKTIVITAS VARIASI SISTIM “ROOFPOND” MEREDUKSI TERMAL ATAP BETON DATAR DI SURABAYA", "pub_year": 2011, "citation": "Pusat penelitian Universitas Kristen Petra Surabaya, 2011", "author": "Danny Santoso Mintorogo and Wanda Widigdo", "publisher": "Pusat penelitian Universitas Kristen Petra Surabaya", "abstract": "Atap beton datar banyak dipergunakan pada pertokoan, shopping mal gedung perkantoran, perhotelan bahkan seperti ruko dan rukan serta rumahrumah dimana lahan atap beton yang datar merupakan ruang luar yang dapat dimanfaatkan untuk utilitas bangunan, landscape dan tambahan ruangan bila diperlukan (fleksibilitas tinggi). Tetapi radiasi solar matahari dekat ekuator(Surabaya sekitar 7o S) dan tropis sangat tinggi hingga rata-rata solar radiasi horisontal di musim penghujan sebesar 363 Wh.m² dan 396 Wh.m² di musim kemarau. Konsentrasi solar radiasi tersebut dapat memanaskan atap-atap beton datar tersebut sehingga akan menambah beban pengdinginan ruangan maupun mengurangi thermal comfort. Roofpond dan modifikasi atap beton datar berair + Water Condenser adalah untuk mengurangi beban solar radiasi matahari melalui atap. Tujuan penelitian ini adalah untuk mengetahui kinerja termal atap beton datar Roofpond dan atap Water Condenser pada sistim “Passive Cooling” untuk mengurangi beban panas atap kedalam ruangan. Besaran termal yang diukur adalah temperatur ruang pada model Stevenson Screen 1 m x 1 m yang penutup atas terbuat dari cor beton bertulang setebal 6 cm. Pengukuran temperatur dilakukan dengan menggunakan HOBO data logger U-12. Hasil pengukuran menunjukkan bahwa prilaku termal ruangan dengan sistim Roofpond cukup baik mereduksi solar radiasi atap sepanjang tahun, terlebih pada bulan September – Desember dimana suhu udara merupakan terpanas di Surabaya. Sistim Roofpond tanpa diberi pembayangan dibandingkan dengan atap beton datar konvensional …"}, "filled": true, "author_pub_id": "CvpyWrMAAAAJ:qjMakFHDy7sC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/15704/1/Efektivitas_Variasi_Sistim_Roofpond.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:hyC7FeZ2k4EJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Gedung Karya Pastoral dan Pastoran Gereja Gembala yang Baik", "pub_year": 2011, "citation": "", "author": "Budiman Proboyo and Nugroho Susilo and Wanda Widigdo and Budi Budi"}, "filled": true, "author_pub_id": "CvpyWrMAAAAJ:UeHWp8X0CEIC", "num_citations": 0, "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Bantaran Kali Jagir, Surabaya sebagai Ruang Terbuka Hijau (RTH)", "pub_year": 2010, "citation": "", "author": "Wanda K Widigdo and Samuel Hartono", "pages": "1-10", "abstract": "Tulisan ini mencoba mendeskripsikan manfaat dari bantaran Kali Jagir yang difungsikan sebagai Ruang Terbuka Hijau (RTH) bagi masyarakat sekitarnya. Pemukiman yang pernah ada diatasnya, yang dianggap pemukiman liar tergusur pada tahun 2009, dan sampai kini lahan tersebut masih kosong tanpa kegiatan. Keberadaan RTH sebagai pranata lingkungan yang sebanding dalam pranata kehidupan dianggap mampu meningkatkan kualitas lingkungan dan kualitas hidup masyarakat sekitarnya. Di Surabaya, lahan yang dapat difungsikan sebagai RTH sangat minim, dimana menurut RTRWP Jawa Timur tahun 2005 – 2020, seharusnya seluas 20% luas kotanya, agar Surabaya menuju “Green City” atau kota taman. Oleh karena itu pemanfaatan bantaran Kali Jagir sebagai RTH diharapkan dapat mengisi kebutuhan lahan RTH, untuk mewujudkan pembangunan di Surabaya yang berkelanjutan dan berfungsi menunjang pembangunan yang berkelanjutan pada dimensi lingkungan ."}, "filled": true, "author_pub_id": "CvpyWrMAAAAJ:u5HHmVD_uO8C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=6049548147031619041", "cites_id": ["6049548147031619041"], "pub_url": "https://repository.petra.ac.id/15191/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:4TVx4_xP9FMJ:scholar.google.com/", "cites_per_year": {"2013": 1, "2014": 0, "2015": 0, "2016": 0, "2017": 0, "2018": 0, "2019": 0, "2020": 0, "2021": 0, "2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Designing Area Along-side Urban Drainage Into Green Open Space And Water For Leisure (Case Study: Along Side Urban Drainage At Raya Jemursari Street, Surabaya)", "pub_year": 2006, "citation": "", "author": "Wanda Canadarma and Luciana Kristanto", "abstract": "This paper follows the first paper , which has been discussed in Seminar Lanskap Perkotaan - Green City at UPN Veteran Jatim on May 2006. The first paper aimed to explore an idea of improving green area by designing area along-side urban drainage into green open space. By developing this area as a green open-space will contribute to urban landscape aesthetic, improve the human comfort, reduce air pollution from vehicles disposal gases and also improve the drainage into water for leisure. The case study, in the first paper what we proposed was the area alongside urban drainage at Raya Jemursari Street in Kelurahan Wonokromo, East Surabaya. It has advantage as a place of street-traders who are greenery sellers, and are well developed but at undeveloped site-planning. According of these potential, as an open green space and a place of greenery sellers, we are trying to plan it also as water for leisure to the community to get more benefit for the city and the citizens. So, in this paper we aimed to design the green open-space more detail, beside contribute to urban landscpae aesthetic, improve the human comfort, and reduce vehicles disposal gasses pollution, this green open-space also aimed to bring more leisure to the citizens."}, "filled": true, "author_pub_id": "CvpyWrMAAAAJ:Se3iqnhoufwC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/15713/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:CBG2cp02iucJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Effect Of Orientation On Indoor Temperature Case Study: Yekape Penjaringansari Housing in Surabaya", "pub_year": 2006, "citation": "", "author": "Wanda W Canadarma and Anik Juniwati and Luciana Kristanto", "pages": "0-0", "abstract": "Building orientation has an important impact to the indoor building temperature. Theoretically, different building orientation would received different heat gain thus different indoor temperature accordingly. Housing developer usually built a typical house-design without building orientation heat gain difference as concern.This paper aimed to explore the impact of building orientation toward the indoor temperature of typical house-design, which built on two different site orientations. The time measurement based on extreme sun-paths of Surabaya in wet and dry seasons to describe thoroughly the outdoor temperature and the house’s indoor temperature of both orientations. By comparing the rooms indoor temperature of each house, the indoor temperature profile wiil be gained."}, "filled": true, "author_pub_id": "CvpyWrMAAAAJ:LkGwnXOMwfcC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/15586/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:34jKK9dRHMgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "THE EFFECT OF FAÇADE PLANT-SHADING ON REDUCING INDOOR AIR TEMPERATURE IN MEDIUM-RISE WORKING AREA (A Case Study Of Architecture Student’s Studio In Surabaya, Indonesia)", "pub_year": 2005, "citation": "", "author": "Luciana Kristanto and Wanda W Canadarma and Samuel Hartono Nata", "abstract": "Indonesia as a hot-humid region has in average high temperature and humidity. The temperature is usually higher than 30°C and the humidity is over 60 % in the afternoon. This condition can reduce the comfort of the indoor occupants. The building designer in this region should produce a good and creative design in accordance with this situation, especially in designing a medium-rise building. The façade of a medium-rise building, especially when it is exposed to the sun rays, is more influencing than the roof in controlling the solar penetration into the building because the façade area is wider than the roof area. In order to reduce the indoor temperature, some ways to shade the façade should be done. This research, which has been conducted in two periods of time (in dry and rainy season), attempts to do so by using the façade plant shading. The result is that the façade with plant shading makes the indoor temperature lower than the indoor temperature without façade plant-shading."}, "filled": true, "author_pub_id": "CvpyWrMAAAAJ:eQOLeE2rZwMC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=3160455655824701806", "cites_id": ["3160455655824701806"], "pub_url": "https://repository.petra.ac.id/15711/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:bjnOlawx3CsJ:scholar.google.com/", "cites_per_year": {"2017": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perlunya pengetahuan tektonika pada pengajaran struktur di arsitektur", "pub_year": 2003, "citation": "Dimensi: Journal of Architecture and Built Environment 31 (2), 2003", "author": "Anik Juniwati and Wanda Widigdo", "journal": "Dimensi: Journal of Architecture and Built Environment", "volume": "31", "number": "2"}, "filled": true, "author_pub_id": "CvpyWrMAAAAJ:9yKSN-GCB0IC", "num_citations": 17, "citedby_url": "/scholar?hl=en&cites=1698452690514633535", "cites_id": ["1698452690514633535"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:P2PuJbkdkhcJ:scholar.google.com/", "cites_per_year": {"2009": 1, "2010": 0, "2011": 0, "2012": 0, "2013": 0, "2014": 1, "2015": 0, "2016": 1, "2017": 0, "2018": 0, "2019": 2, "2020": 1, "2021": 4, "2022": 1, "2023": 2, "2024": 1}}
