{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sustainable Values in the Structure of Traditional Osing Houses in Indonesia", "pub_year": 2025, "citation": "Architecture 5 (2), 31, 2025", "author": "Cindy Puspita and Agus Dwi Hariyanto and Lilianny S Arifin", "journal": "Architecture", "volume": "5", "number": "2", "pages": "31", "publisher": "MDPI", "abstract": "The worldwide energy crisis is causing people in most countries to reduce their energy use to prevent the next generation from being unable to fulfill their needs. The Osing people use sustainability values based on traditions passed down from generation to generation with appropriate technology to fit the needs of the people and their environment. This research employs a qualitative descriptive method with a literature review and data collection. Based on the framework used by Iwanmura, Osing house construction primarily focuses on the principles of low impact and health and amenity. This study reveals that the architectural design and construction process of an energy-efficient traditional building can be adapted to contemporary sustainable housing. The primary aim was to identify and analyze sustainability values in the construction process and techniques of traditional Osing houses in Kemiren Village, Banyuwangi, which can serve as a reference for modern sustainable architecture practices. The study reveals the uniqueness of traditional Osing construction using the local material Bendo wood, which can be dismantled from the foundation up to the roof joint systems, thus allowing the materials to be repaired and recycled down to the smallest parts and minimizing construction waste. The advantage of this building construction process is the use of traditional housing techniques to minimize the need for mechanical systems. This traditional construction method, using wood as the building material and considering climatic features, demonstrates how to achieve sustainable building values throughout all elements of a building that provides …"}, "filled": true, "author_pub_id": "cxtPPV4AAAAJ:NaGl4SEjCO4C", "num_citations": 0, "pub_url": "https://www.mdpi.com/2673-8945/5/2/31", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:zfmYihHQCZQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sustainability Study on the Gadang House Envelope: Implementation Strategies in Contemporary Architeture", "pub_year": 2025, "citation": "Lakar: Jurnal Arsitektur 8 (1), 101-117, 2025", "author": "Anthony Srestha Rares and Lilianny Sigit Arifin and Agus Dwi Hariyanto", "journal": "Lakar: Jurnal Arsitektur", "volume": "8", "number": "1", "pages": "101-117", "abstract": "Sustainable design is essential in addressing climate change, and traditional architecture, like the Gadang house of the Minangkabau people, integrates cultural heritage with sustainability. This study analyzes the Gadang house’s building envelope using Paola Sassi’s sustainability framework through a qualitative descriptive approach. Literature data is used to evaluate its environmental, social, and cultural contributions. Findings show that the Gadang house embodies sustainability through renewable materials, efficient construction, and climate adaptability. Ijuk roofing and wooden walls, combined with natural ventilation and lighting, ensure thermal comfort and energy efficiency. The use of local materials and traditional craftsmanship reduces the carbon footprint while fostering community participation in cultural preservation. This study proposes an adaptive opening design for high-rise buildings, inspired by the …"}, "filled": true, "author_pub_id": "cxtPPV4AAAAJ:RGFaLdJalmkC", "num_citations": 0, "pub_url": "https://scholar.google.com/scholar?cluster=1513178117259077182&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:PiYfAXvj_xQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Sound Masking Assessment of Recycled Partition", "pub_year": 2024, "citation": "DIMENSI (Journal of Architecture and Built Environment) 51 (2), 61-72, 2024", "author": "Phylicia Deosephine Soegiono and Feny Elsiana and Lilianny Sigit Arifin", "journal": "DIMENSI (Journal of Architecture and Built Environment)", "volume": "51", "number": "2", "pages": "61-72", "abstract": "The increasing rate of urbanization leads to more unmanaged waste, currently at 33.08% of 18 million tons per year. This research uses recycled cans as architectural elements to address the acoustic comfort issues in coworking spaces. Some of these studies have also recommended the addition of sound masking elements such as natural sounds, music, and others to enhance workers' productivity. Furthermore, earlier research has experimented with processing waste plastic materials into acoustic elements based on sound absorption theory. The aim of this research is to conduct experiments by using recycled waste cans as an architectural element that can function as sound masking, providing an acoustically comfortable sound range that supports users' well-being. Results show that recycled partitions placed between workers produced a sound intensity level of 57.6 dBA, which is still 7.6 dBA above the comfort threshold."}, "filled": true, "author_pub_id": "cxtPPV4AAAAJ:BqipwSGYUEgC", "num_citations": 0, "pub_url": "https://dimensi.petra.ac.id/index.php/ars./article/view/29275", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:SFsTuTyInu0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Studi Elemen Struktur Rumah Tradisional Mbaru Niang", "pub_year": 2024, "citation": "ATRIUM: Jurnal Arsitektur 10 (3), 275-285, 2024", "author": "Mentari Murti Lasarasi Zulkarnain and Lilianny Sigit Arifin and Rully Damayanti", "journal": "ATRIUM: Jurnal Arsitektur", "volume": "10", "number": "3", "pages": "275-285", "abstract": "Traditional houses are built using natural materials and environmentally friendly construction techniques, taking into account climate, topography, and local culture. The connection structures in traditional houses are closely related to responding to local climate conditions. For example, the connections in the traditional house of Mbaru Niang in Wae Rebo, NTT, can withstand wind and earthquake loads due to its location in the mountains, which are prone to earthquakes and tornadoes. This study aims to analyze the connection structure in the Mbaru Niang traditional house using Iwamura's sustainability theory. The method used in this research is descriptive qualitative, collecting data from previous literature. The results show that the structure of Mbaru Niang is formed by the material characteristics sourced from the environment by the Wae Rebo community, which are used according to their natural properties, such as worok wood and bamboo, which are flexible materials, allowing the building structure to adapt to the flexibility of the materials. Flexibility can also be seen in the connection techniques that withstand earthquake loads and wind forces. This finding will produce a design proposal for connection techniques in contemporary buildings inspired by the local wisdom of connection techniques in Mbaru Niang houses."}, "filled": true, "author_pub_id": "cxtPPV4AAAAJ:GnPB-g6toBAC", "num_citations": 0, "pub_url": "https://atrium.ukdw.ac.id/index.php/jurnalarsitektur/article/view/268", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:nOhyClHyZtcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Evaluasi Parameter Biophilic Desain Menurut Terappin pada Skygarden Apartment Benson", "pub_year": 2024, "citation": "Advances in Civil Engineering and Sustainable Architecture 6 (1), 33-41, 2024", "author": "Kenny Susilo and Lilianny Sigit Arifin and Lintu Tulistyantoro", "journal": "Advances in Civil Engineering and Sustainable Architecture", "volume": "6", "number": "1", "pages": "33-41", "abstract": "Pada saat virus COVID 19 terjadi, terjadi perubahan gaya hidup dimana orang bekerja dan belajar dari rumah. Beberapa penelitian terdahulu membuktikan bahwa terisolasinya orang di rumah telah menyebabkan banyak orang menjadi stress, Banyak orang yang tinggal di vertical housing menjadi dasar penelitian ini untuk meneliti apakah fasilitas seperti Skygarden dapat mendukung untuk mengurangi stress dengan dekat dengan alam. Penelitian ini mengambil studi kasus Skygarden apartemen Benson, Surabaya. Penelitian ini bertujuan untuk mengevaluasi Skygarden dengan parameter desain biophilic. Penelitian ini adalah penelitian kualitatif, dengan metode observasi lapangan dan analisis visual interpretative untuk menemukan parameter mana yang perlu ditingkatkan. Hasil penelitian ini untuk mendapatkan parameter desain yang baru."}, "filled": true, "author_pub_id": "cxtPPV4AAAAJ:hMod-77fHWUC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=449112684020923595", "cites_id": ["449112684020923595"], "pub_url": "https://publication.petra.ac.id/index.php/acesa/article/view/14052", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:y3wwS5uROwYJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Kajian Bentuk Wind Turbine Aksial untuk Fasad Miring Bangunan Bertingkat Menengah", "pub_year": 2024, "citation": "Advances in Civil Engineering and Sustainable Architecture 6 (1), 24-32, 2024", "author": "Ronald Samuel Budiman and Lilianny Sigit Arifin and Feny Elsiana", "journal": "Advances in Civil Engineering and Sustainable Architecture", "volume": "6", "number": "1", "pages": "24-32", "abstract": "Sumber daya alam yang semakin menipis menyadarkan akan pentingnya mencari alternatif lain untuk menghasilkan energi terbarukan. Kemunculan bangunan-bangunan bertingkat yang unik di Indonesia, seperti memiliki kemiringan pada fasad, memiliki potensi lebih besar untuk menghasilkan energi terbarukan melalui energi angin. Namun kemiringan yang ada membuat wind turbine vertikal sulit diterapkan dengan mengikuti kemiringan yang ada. Poros wind turbine vertikal diletakan menjadi sejajar dengan permukaan tanah guna mengikuti kemiringan fasad yang membuatnya berputar secara aksial dan radial. Penelitian ini mengkaji 6 (enam) model yang berfokus melihat pengaruh modifikasi bentuk serta rasio D: H terhadap kemampuannya mengolah angin secara aksial (Cp) dan kecepatan rotasi minimum yang dibutuhkan (TSR). Hasil dari penelitian ini menunjukan bahwa wind turbine aksial tanpa modifikasi bentuk dengan rasio D/H 1: 2 lebih baik untuk diterapkan pada fasad miring."}, "filled": true, "author_pub_id": "cxtPPV4AAAAJ:IWHjjKOFINEC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/acesa/article/view/14051", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-ncJb2hP7EgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sustainable Aspects of Wall Constructions of Traditional Houses: Insights from the Bajau Tribe House, Indonesia", "pub_year": 2024, "citation": "", "author": "Phylicia Deosephine Soegiono and Lilianny Sigit Arifin", "abstract": "The Bajau tribe is highly dependent on Nature because of their profession as fishermen. Based on their experiences, the Bajau people went through a process of trial and error in adapting their residential coastal buildings to the more extreme conditions. This research examines the local wisdom of the traditional Popondok house of the Bajau tribe, specifically in terms of the wall material construction technique and the selection of wall materials as a means of defense and utilization against extreme coastal weather. It proposes design proposals related to installation techniques of wall elements in contemporary housing issues. The research uses a case study with a descriptive qualitative approach. Data collection for the case study employs a literature study with Iwamura's 3G approach. It produces a design proposal for wall material installation techniques in contemporary houses taking inspirations from the local wisdom of the Popondok house of the Bajau tribe."}, "filled": true, "author_pub_id": "cxtPPV4AAAAJ:JV2RwH3_ST0C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=2324524564725054259", "cites_id": ["2324524564725054259"], "pub_url": "https://isvshome.com/pdf/ISVS_11-02/ISVSej_11.02.01.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:MzsbmMZeQiAJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Learning the harmony of indoor air quality from traditional housing. Case Study Batak Karo, Indonesia.", "pub_year": 2024, "citation": "IOP Conference Series: Earth and Environmental Science 1301 (1), 012009, 2024", "author": "AA Ayowembun and LS Arifin", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "1301", "number": "1", "pages": "012009", "publisher": "IOP Publishing", "abstract": "Air quality in buildings is an important principle for a sustainable building to create comfort and health for living things and the environment. This study wants to explore how the air quality in traditional housing can be feel comfortable. How the building was designed for passive cooling in harmony with environment surrounding. The combination of qualitative and quantitative descriptive approach was used to analyse the traditional Batak Karo house (Mecu Houses, The Computational Fluid Dynamic (CFD) was used to know how the air movement inside the house. The Mecu house as a vertical building design proposal. This study focuses on elements of air quality in buildings by using the theory from Iwamura Sustainability of Housing, Embedded in the Local Context. The results of this study showed that the traditional Batak Karo House has the pleasant indoor air quality that achieved from the unique type of roof and …"}, "filled": true, "author_pub_id": "cxtPPV4AAAAJ:M3NEmzRMIkIC", "num_citations": 0, "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/1301/1/012009/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:SU7qNZ5hFGwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Preface of 5th International Conference on Empathic Architecture (ICEA)", "pub_year": 2024, "citation": "IOP Conference Series: Earth and Environmental Science 1301 (1), 011001, 2024", "author": "Sri Nastiti N Ekasiwi and I Gusti Ngurah Antaryama and Yun Shang Chiou and LMF Purwanto and Jefrey I Kindangen and Steve K Jusuf and Choo Yoon Yi and Mia M Tedjosaputro and Danny Santoso M Mintorogo and Rully M Damayanti and Lilianny Sigit M Arifin and Joyce M Laurens and Lilianny Sigit Arifin and Feny Elsiana and Luciana Kristanto and Elvina S Wijaya and Anik Juniwati and S Wirawan Dharmatanna and Bram Michael Wayne and Altrerosje Asri and Christine Wonoseputro and Ir Andhi Wijaya and Ir St Kuntjoro and Angela C Tampubolon", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "1301", "number": "1", "pages": "011001"}, "filled": true, "author_pub_id": "cxtPPV4AAAAJ:blknAaTinKkC", "num_citations": 0, "pub_url": "https://scholar.google.com/scholar?cluster=3044429589240543721&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:6fle0pT8PyoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Daylight Performance of Fiber Optic Daylighting in Deep Plan Office Room", "pub_year": 2023, "citation": "Dimensi: Journal of Architecture and Built Environment 50 (2), 81-98, 2023", "author": "Felicia Ranita Angelica and Liliany Sigit Arifin and Feny Elsiana", "journal": "Dimensi: Journal of Architecture and Built Environment", "volume": "50", "number": "2", "pages": "81-98", "abstract": "Most buildings have spaces far from the windows that require artificial lighting for illumination throughout the day. In fact, artificial lighting contributes to the second highest electrical energy consumption, especially in educational institutions that require more lighting. One of the appropriate solutions to illuminate areas far from windows is using a fiber optic daylighting system. FOD is used to distribute sunlight into the spaces away from the window. This research tested the lighting levels produced by alternative collector and diffuser models of FOD systems to meet the lighting level standards (lux) in discussion room P. 06. 05. Petra Christian University. This research uses experimental methods under actual weather exposure and simulation with DIALux software. Simulation results show that the room requires 6 collectors and 2 diffusers, arranged centrally and symmetrically. It produces 365 lux and a uniformity ratio of 0.59, which meets the standard. The lighting level data used was at 10: 30 AM during partially cloudy conditions."}, "filled": true, "author_pub_id": "cxtPPV4AAAAJ:maZDTaKrznsC", "num_citations": 0, "pub_url": "https://dimensi.petra.ac.id/index.php/ars/article/view/26538", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:tX91NA4xOPgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Studi Nilai Keberlanjutan Elemen Struktur Rumah Tradisional Nias", "pub_year": 2023, "citation": "Advances In Civil Engineering And Sustainable Architecture 5 (2), 103-114, 2023", "author": "Ruth Aureline Marsha Buwono and Lilianny Sigit Arifin", "journal": "Advances In Civil Engineering And Sustainable Architecture", "volume": "5", "number": "2", "pages": "103-114", "abstract": "Pada era ini, arsitektur berkelanjutan menjadi salah satu topik hangat yang diperbincangkan dalam dunia arsitektur karena terjadinya krisis global yang dialami oleh seluruh dunia. Sehingga sekarang, saat merancang pembangunan sebuah bangunan, nilai-nilai arsitektur berkelanjutan menjadi pertimbangan yang mempengaruhi dunia desain. Untuk mempelajari nilai-nilai tersebut, manusia dapat kembali ke dasar dari pembangunan, yaitu arsitektur tradisional. Tulisan ini akan mempelajari bagaimana rumah tradisional Nias menerapkan konsep keberlanjutan dalam desain elemen terpilih. Elemen yang akan dibahas adalah elemen struktur yang menjadi ciri khas unik rumah tradisional Nias. Dari kajian teoritis rumah adat Nias berdasarkan parameter desain berkelanjutan, didapati rumah tradisional tersebut memiliki nilai-nilai berkelanjutan. Pembelajaran konsep keberlanjutan dari rumah tradisional ini dapat diterapkan dan diadaptasi pada proses perancangan bangunan tinggi modern jaman sekarang. Diharapkan dengan dilakukannya hal ini dapat membuka peluang-peluang baru bagi perkembangan kualitas desain bangunan tinggi yang memiliki nilai berkelanjutan."}, "filled": true, "author_pub_id": "cxtPPV4AAAAJ:TFP_iSt0sucC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=12679540871740299343", "cites_id": ["12679540871740299343"], "pub_url": "https://publication.petra.ac.id/index.php/acesa/article/view/13422", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:T5ggZz7H9q8J:scholar.google.com/", "cites_per_year": {"2024": 2, "2025": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Aspek Keberlanjutan pada Rumah Tradisional Tanean Lanjang", "pub_year": 2023, "citation": "Advances in Civil Engineering and Sustainable Architecture 5 (2), 173-186, 2023", "author": "Yvonne Krisna Putri and Felicia Ranita Angelica and Lilianny Sigit Arifin", "journal": "Advances in Civil Engineering and Sustainable Architecture", "volume": "5", "number": "2", "pages": "173-186", "abstract": "Bangunan tradisional merupakan salah satu ciri khas yang melambangkan suatu daerah dna menggambarkan kondisi daerah tersebut baik dari segi sosial budaya maupun dari segi geografis daerah. Semakin berkembangnya zaman semakin banyak juga perubahan yang terjadi pada rumah tradisional, tidak terkecuali Rumah Tanean Lanjang yang merupakan rumah tradisional dari masyarakat Madura yang kental akan kepercayaan dan budaya Madura. Perkembangan ini juga akan mempengaruhi aspek keberlanjutan dari rumah tradisional tersebut yang akan dibedah menggunakan teori keberlanjutan oleh Iwanmura dengan metode kualitatif yang memberikan hasil bahwa rumah tradisional Tanean Lanjang memiliki beberapa aspek keberlanjutan didalamnya yang tidak hanya terletak pada bangunan tetapi juga pada aspek-aspek lainnya."}, "filled": true, "author_pub_id": "cxtPPV4AAAAJ:bEWYMUwI8FkC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/acesa/article/view/13454", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vEDiyRxhYEcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis Persepsi Penerapan Place Attachment Pada Rumah Susun Sewa ASN Nania Di Kota Ambon.", "pub_year": 2023, "citation": "Advances in Civil Engineering and Sustainable Architecture 5 (2), 115-126, 2023", "author": "Gloria Christabel Lilipory and Timoticin Kwanda and Lilianny Sigit Arifin", "journal": "Advances in Civil Engineering and Sustainable Architecture", "volume": "5", "number": "2", "pages": "115-126", "abstract": "Place Attachment adalah keterikatan manusia terhadap suatu tempat. Terwujudnya keterikatan ini ditentukan oleh identitas tempat, ketergantungan tempat dan ikatan sosial. Penelitian ini menganalisis keterikatan tempat rumah susun sewa ASN Nania di kota Ambon terhadap penghuninya melalui identifikasi 2 faktor keterikatan, yaitu ketergantungan tempat dan ikatan sosial. Metode yang dipakai dalam penelitian ini adalah metode kualitatif, metode ini digunakan untuk dapat memecahakan masalah dan peneliti akan mengamati lapangan secara spesifik dan mendalam. Penelitian ini membuktikan bahwa keterikatan penghuni dengan rumah susun sewa dapat dilihat dari persepsi penghuni yang telah tinggal dan menghabiskan waktu pada rumah susun sewa dan kemudian dianalisis dengan menggunakan factor ketergantungan tempat dan faktor ikatan sosial."}, "filled": true, "author_pub_id": "cxtPPV4AAAAJ:r0BpntZqJG4C", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/acesa/article/view/13446", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:hhBPcgSnsk8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis Persepsi Penerapan Place Attachment Pada Rumah Susun Sewa ASN Nania di Kota Ambon", "pub_year": 2023, "citation": "Advanced in Civil Engineering and Sustainable Architecture 5 (2), 50-61, 2023", "author": "Timoticin Kwanda and Lilianny Sigit Arifin", "journal": "Advanced in Civil Engineering and Sustainable Architecture", "volume": "5", "number": "2", "pages": "50-61", "publisher": "Petra Christian University", "abstract": "Place Attachment adalah keterikatan manusia terhadap suatu tempat. Terwujudnya keterikatan ini ditentukan oleh identitas tempat, ketergantungan tempat dan ikatan sosial. Penelitian ini menganalisis keterikatan tempat rumah susun sewa ASN Nania di kota Ambon terhadap penghuninya melalui identifikasi 2 faktor keterikatan, yaitu ketergantungan tempat dan ikatan sosial. Metode yang dipakai dalam penelitian ini adalah metode kualitatif, metode ini digunakan untuk dapat memecahakan masalah dan peneliti akan mengamati lapangan secara spesifik dan mendalam. Penelitian ini membuktikan bahwa keterikatan penghuni dengan rumah susun sewa dapat dilihat dari persepsi penghuni yang telah tinggal dan menghabiskan waktu pada rumah susun sewa dan kemudian dianalisis dengan menggunakan factor ketergantungan tempat dan faktor ikatan sosial."}, "filled": true, "author_pub_id": "cxtPPV4AAAAJ:ns9cj8rnVeAC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20586/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:OAhJF3vtpNIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "THE USE OF BAMBOO FACADES’FREQUENCY TO IMPROVE APARTMENT USER’S WELL-BEING", "pub_year": 2023, "citation": "Dimensi: Journal of Architecture and Built Environment 50 (1), 31-42, 2023", "author": "Tiffany Aurelia Ongkojoyo and Feny Elsiana and Liliany Sigit Arifin", "journal": "Dimensi: Journal of Architecture and Built Environment", "volume": "50", "number": "1", "pages": "31-42", "abstract": "Noise from the road exceeding 40 dB disturbs the room atmosphere and quality of rest in an apartment. The aim of this research will utilize the wind to swing the kinetic facade to create background noise that supports the user's well-being. The aim of this research is to invent a kinetic façade system that supports the apartment user's well-being. To achieve this, the research utilizes wind to blow kinetic facades to produce background noise which also reduces glare from sunlight thereby improving well-being. Experiments were carried out by comparing the results of measuring frequencies of bamboo musical instruments with solfeggio frequencies. The bamboo musical instruments analyzed included 18 angklungs, 3 windchimes and 21 variations of bamboo models. The frequencies obtained by the final model are close to that of solfeggio frequencies, namely 432Hz, 639Hz, 747Hz and 852 Hz. This can reduce Daylight Glare Probability (DGP) by 13.36%, 9.69%, and 5.01%."}, "filled": true, "author_pub_id": "cxtPPV4AAAAJ:j3f4tGmQtD8C", "num_citations": 0, "pub_url": "https://dimensi.petra.ac.id/index.php/ars/article/view/26323", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:C97zm5QqlxYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "STUDI ELEMEN “TANEAN” DAN ESENSI WANITA PADA RUMAH TRADISIONAL TANEAN LANJANG", "pub_year": 2023, "citation": "JAMBURA Journal of Architecture 5 (1), 9-15, 2023", "author": "Felicia Ranita Angelica and Lilianny Sigit Arifin", "journal": "JAMBURA Journal of Architecture", "volume": "5", "number": "1", "pages": "9-15", "abstract": "Tanean memiliki arti halaman tengah dan mengandung nilai kekerabatan dan nilai kerukunan yang kuat sebagai bagian dari Tanean Lanjang dan menjadi struktur utama untuk kesejahteraan hidup masyarakat Madura. Tanean atau halaman tengah ini memiliki aspek yang mendukung nilai sustainability yaitu fleksibilitas fungsi dan meningkatkan kesejahteraan pengguna. Selain itu masyarakat Madura juga juga meyakini bahwa perempuan harus dilindungi. Hal ini mendukung aspek sustainable untuk kesejahteraan perempuan. Penelitian ini bertujuan untuk melihat apakah apakah nilai-nilai sustainable dari rumah tradisional Tanean Lanjang masih relevan dan dapat diaplikasikan pada masa kini. Nilai sustainable pada Tanean Lanjang diaplikasikan sebagai parameter dalam mendesain ruang publik atau ruang bersama dan restroom. Ruang publik dan restroom dipilih menjadi fokus masalah karena pada area ini, sering terjadi tindak kejahatan terhadap perempuan. Dari data yang ada, diperoleh bahwa ruang publik semakin minim seiring dengan bertambahnya kepadatan penduduk. Penelitian ini memiliki sifat kualitatif dan menggunakan metode studi literatur. Hasil dari penelitian menunjukkan bahwa nilai sustainable pada tanean masih relevan hingga saat ini. Selain itu, ditemukan bahwa ruang publik sangat dibutuhkan terutama pada bangunan tinggi. Dari penelitian ini, dapat diketahui bahwa restroom yang minim sekat dan bersifat unisex dapat mendukung kesejahteraan perempuan."}, "filled": true, "author_pub_id": "cxtPPV4AAAAJ:e5wmG9Sq2KIC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=6951268299484612381", "cites_id": ["6951268299484612381"], "pub_url": "https://www.academia.edu/download/105426622/pdf.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Hcc2YbDdd2AJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis artikulasi tektonika pada fasilitas penyembuhan bagi anak penyandang disabilitas", "pub_year": 2023, "citation": "Advances in Civil Engineering and Sustainable Architecture 5 (1), 14-27, 2023", "author": "Leonard Amadeo and Lilianny Sigit Arifin", "journal": "Advances in Civil Engineering and Sustainable Architecture", "volume": "5", "number": "1", "pages": "14-27", "abstract": "Disabilitas adalah kondisi dimana seseorang memiliki keterbatasan, baik secara fisik, mental, intelektual, atau sensorik. Kondisi ini dapat dialami semua kelompok usia, termasuk anak-anak. Anak-anak dengan disabilitas mengalami kesulitan dan hambatan sehari-hari. Fasilitas healing sendiri berperan penting dalam meningkatkan kondisi psikologis anak dalam menjalani aktivitas sehari-hari. Perancangan fasilitas healing yang efektif memerlukan teknik tertentu hingga bangunan dapat memberikan dampak emosional bagi anak-anak tersebut. Pemahaman ini sesuai dengan tektonika menurut Eduard Sekler, yaitu struktur dan konstruksi yang membangkitkan emosi pengunjungnya. Penelitian membahas dua studi kasus yang dianalisis sesuai parameter tektonika Eduard Sekler. Penelitian dilakukan melalui kajian literatur dan data dianalisis secara kualitatif dan interpretatif. Hasil interpretasi menunjukkan adanya pengaruh yang diberikan oleh struktur dan konstruksi terhadap emosi yang muncul pada diri anak-anak di kedua bangunan. Meski begitu, struktur yang sama dapat menghasilkan emosi yang berbeda dengan metode konstruksi yang berbeda. Peneliti menyimpulkan bahwa metode konstruksi lebih berperan dalam membangkitkan emosi tertentu."}, "filled": true, "author_pub_id": "cxtPPV4AAAAJ:TQgYirikUcIC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=4375846326833986289", "cites_id": ["4375846326833986289"], "pub_url": "https://publication.petra.ac.id/index.php/acesa/article/view/13424", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8TqjzgwhujwJ:scholar.google.com/", "cites_per_year": {"2024": 2}}
