{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pelatihan Pembuatan Dashboard Data Stastistik Administrasi Gerejawi Berbasis Excel", "pub_year": 2025, "citation": "Surya Abdimas 9 (2), 183-191, 2025", "author": "Siana Halim and Kriswanto Widiawan and Karina Agustin", "journal": "Surya Abdimas", "volume": "9", "number": "2", "pages": "183-191", "abstract": "Organisasi gereja umumnya memiliki banyak data gerejawi tentang demografi jemaat dan kegiatan-kegiatan yang telah dilakukan. Sayangnya, data itu umumnya masih berupa data mentah atau data asli yang belum diolah, sehingga pengurus gereja tidak langsung dapat memanfaatkannya untuk pengambilan keputusan, pengembangan layanan dan pengembangan kebijakan serta strategi. Pelatihan pembuatan dashboard Excel ini bertujuan membantu pengurus gereja memanfaatkan data untuk diolah, dianalisis, dan digali informasinya agar dapat melahirkan ide-ide program kerja yang berguna dan tepat bagi jemaat. Adapun mitra pengabdian masyarakat adalah Majelis Gereja Kristen Indonesia (GKI) Kutisari Indah Surabaya beserta para aktivis gereja dari berbagai komisi pelayanan. Hasil dari pelatihan ini adalah para peserta dapat membuat dashboard; dan capaiannya adalah program kerja tiap komisi telah memanfaatkan informasi yang disajikan dalam bentuk dashboard untuk meningkatkan pelayanan bagi para pengunjung gereja. Sebagai simpulan, dashboard Excel data administrasi gerejawi dapat menyajikan informasi yang membantu pengurus gereja dalam mengatur strategi, merancang program kerja, mengeval__uasi, dan mengambil keputusan dengan lebih baik dan tepat sasaran. Rekomendasi tindak lanjutnya adalah pelatihan penajaman kemampuan analisis pengurus gereja supaya hasil dari dashboard menjadi dasar penentuan yang strategis untuk pengembangan gereja ke depannya."}, "filled": true, "author_pub_id": "d31d0R4AAAAJ:YOwf2qJgpHMC", "num_citations": 0, "pub_url": "https://ebook.umpwr.ac.id/abdimas/article/view/5612", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:o7Kt_sRcBDwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PERANCANGAN DASHBOARD KINERJA PROSES PRODUKSI YANG INTERAKTIF DI PT. X", "pub_year": 2024, "citation": "Jurnal Titra 12 (2), 49-56, 2024", "author": "Aldo Putra and Karina Agustin", "journal": "Jurnal Titra", "volume": "12", "number": "2", "pages": "49-56", "abstract": "In the plastic seed manufacturing industry, information regarding production machine performance is crucial for improving operational efficiency. At PT. X, production data is currently in raw form collected in Microsoft Excel and hasn't been processed by the company. This situation understandably makes it difficult for the company to gather insights into its production performance. The aim of this study is to design a dashboard capable of visually presenting interactive information on production machine performance, facilitating easy understanding. This dashboard will be created using Microsoft Power BI. Production performance data is collected through a Google Form, processed, and displayed in informative visual formats such as graphs, tables, scorecards, and status indicators. The results of this study indicate that the use of monitoring dashboards can provide accurate and rapid information about machine conditions, enabling the company to take effective preventive and corrective actions. Therefore, this dashboard is expected to assist the company in optimizing its production performance."}, "filled": true, "author_pub_id": "d31d0R4AAAAJ:Zph67rFs4hoC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/14239", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:LUWrGzIyZ0MJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "SISTEM DETEKSI CACAT PRODUK ENAM SISI OTOMATIS", "pub_year": 2024, "citation": "SISTEM DETEKSI CACAT PRODUK ENAM SISI OTOMATIS, 2024", "author": "Handy Wicaksono and Indar Sugiarto and Petrus Santoso and Karina Agustin and Roche Alimin", "abstract": "Jumlah Klaim: 1 nvens: SISTEI\\I DETEKSI CACAT PRODUK ENAI\\,'l SlSl OT0I/ATIS vensr ini adalah sistem deteks cacat untuk produk dengan enam sisi secara otomatis, Sistem ini terdiri dari beberapa bagian: konveyor, dua buah mekanisme pembalik berupa lengan robot dengan enam derajat kebebasan, dan enam buah kamera RGB: bar di tiga area konveyor. Algoritma deep learning akan drterapkan pada edge controller yang dilekatkan pada masing-nera dan melakukan deteksi cacat produk secara otomatis. Saal salah satu kamera menangkap cacat pada salah satu sisi a produk akan dinyatakan cacat dan diarahkan ke area produk cacat."}, "filled": true, "author_pub_id": "d31d0R4AAAAJ:ULOm3_A8WrAC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21175/1/Kegiatanhaki_04004_1471.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:OGwEaRX6gDcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Employee retention: Effect of compensation, work stress, and job satisfaction-A case study in an edible bird’s nest company", "pub_year": 2024, "citation": "AIP Conference Proceedings 2951 (1), 2024", "author": "Billy Indrawan Wongso and Karina Agustin and I Nyoman Sutapa", "journal": "AIP Conference Proceedings", "volume": "2951", "number": "1", "publisher": "AIP Publishing", "abstract": "This study was conducted to measure compensation factors and job stress on job satisfaction that may affect employee retention rates. A case study was conducted on a swiftlet company by conducting a questionnaire-based survey to collect data and information from 112 employees in the production division as the sample of this study. Compensation and job stress factors were determined as independent variables, employee retention variable as the dependent variable, and job satisfaction as the intervening variable in analyzing the survey data with the Structural Equation Modeling technique in Smart PLS 3.0. The study found that compensation positively and significantly affects job satisfaction and employee retention. Furthermore, the study results prove that job stress has a negative effect on job satisfaction and employee retention. Therefore, job satisfaction can also have a positive and significant impact on …"}, "filled": true, "author_pub_id": "d31d0R4AAAAJ:WF5omc3nYNoC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=179711456234227429", "cites_id": ["179711456234227429"], "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2951/1/030002/3019854", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:5cboBp52fgIJ:scholar.google.com/", "cites_per_year": {"2024": 3, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Effect of family business support, academic support, and entrepreneurship education on student entrepreneurial intentions", "pub_year": 2024, "citation": "AIP Conference Proceedings 2951 (1), 2024", "author": "Elizabeth Suminar and Karina Agustin and Nyoman Sutapa", "journal": "AIP Conference Proceedings", "volume": "2951", "number": "1", "publisher": "AIP Publishing", "abstract": "The outbreak of the Covid-19 pandemic has significantly influenced the availability of job opportunities. Moreover, companies are downsizing their labor number to carry out their industrial sustainability. Therefore, there is an urgent situation for graduate students to create their entrepreneurship rather than expect formal employment. This study assesses three factors that will impact college students' spirit to build their entrepreneurship: family business support, entrepreneurship education, and academic support. Respondents were collected from 151 individuals of engineering graduate students. Research from literature studies related to the factors is considered in designing the questionnaire as the survey to the respondents. Analyzing the survey data with the Structural Equation Modeling technique in Smart PLS 3, 0 resulted in information that the family business support and academic support had a significant …"}, "filled": true, "author_pub_id": "d31d0R4AAAAJ:Y0pCki6q_DkC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=485672474262529053", "cites_id": ["485672474262529053"], "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2951/1/030001/3019851", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:HWSayYp0vQYJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "On the weights for characteristics and comparables for property valuation using quality rating valuation estimation", "pub_year": 2023, "citation": "Civil Engineering Dimension 25 (1), 37-47, 2023", "author": "Karina Agustin and Hanijanto Soewandi and Susan Widjojo", "volume": "25", "number": "1", "pages": "37-47", "abstract": "This study considers the problem of finding weights for building characteristics and compares buildings in property valuation to provide a more rigorous analytical foundation for a simple yet practical valuation technique knowns as Quality Rating Valuation Estimation (QRVE). Mathematically, we prove that the best characteristic weights can be obtained from Multiple Linear Regression Analysis (MRA) coefficients. Furthermore, by applying the Gower Similarity index  and  the  Partition  Around  Medoid  (PAM)  clustering  technique,  the  proposed  algorithm provides an appropriate similarity of the weighing of compared buildings. The case studies illustrate  a  way  to  select  a  subset  of  characteristics  when  there  are  many  of  them  with  two numerical examples, as well as a complete modification of QRVE in conjunction with the grid adjustment technique. The modified QRVE proposal results in a very reasonable and high valuation performance of the building value estimate"}, "filled": true, "author_pub_id": "d31d0R4AAAAJ:MXK_kJrjxJIC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=9997399572643770249", "cites_id": ["9997399572643770249"], "pub_url": "https://repository.petra.ac.id/20538/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ie8SXfHlvYoJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Upaya Penurunan Frekuensi Non-Conformity Notification (NCN) untuk Mengurangi Proses Rework pada Departemen IMM di PT. X", "pub_year": 2023, "citation": "Jurnal Titra 11 (2), 273-280, 2023", "author": "Florian Kevin Verandi and Karina Agustin", "journal": "Jurnal Titra", "volume": "11", "number": "2", "pages": "273-280", "abstract": "PT. X manufactures plastic packaging for cosmetics such as compacts, lipstick, bottles, and jars. PT. X wants to reduce the frequency of Non-Conformity Notification (NCN) discoveries, which are the products that do not meet the product quality standard after being sorted by operators. The highest frequency of NCN occurred in the Injection Molding Machine (IMM) production department, with the top types of NCN being ex-treatment, flashing, and dirty oil. The method used in this research is DMAIC, and the tool used to analyze the causes of the problem is the five whys analysis. From the analysis results, the cause of NCN ex-treatment is the location of the packing basket, which prevents operators from using the blower. The causes of NCN Flashing are the machine’s parameters and worn-out mold. The causes of NCN dirty oil are products touching the mold pin, oil dripping into the product bin, and limited spare gloves. The proposed improvement for ex-treatment is rearranging the layout of the work area. Proposals for flashing are to make standard parameters and repair mold. The suggestions for dirty oil are widening the machine’s opening, cleaning the dropping bin every shift change, and providing new gloves or oil wipes."}, "filled": true, "author_pub_id": "d31d0R4AAAAJ:3fE2CSJIrl8C", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/13647", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:f9SZTTvp3C4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Capturing social value using ordinal data, gower distance & quality point", "pub_year": 2022, "citation": "Capturing Social Value using Ordinal Data, Gower Distance & Quality Point, 2022", "author": "Karina Agustin and Hanijanto Soewandi", "abstract": "Social value refers to an actionable concept and something that will positively impact stakeholders and broader society for better living. Capturing the social value of a building in a sales or rental price is very important but challenging because its definition could be interpreted widely due to the subjectivity and nature of social value for each case building, which produces ambiguity for the different auditors and the stakeholders. To give a reasonable estimate for the value (either for sales and/or rental price), we propose and illustrate how to use ordinal (and nominal) rating data to capture social value together with other common building characteristics. We propose a novel, simple, and practical approach using Gower Distance, i.e., Gower (Dis)similarity index(es) among comparable buildings & clustering technique as the basis. Hence, it is more flexible in selecting comparable buildings & can be easily adapted to measure Social Value. Together with the classic grid adjustment method (Quality Point/Quality Rating adjustment), they can be used to provide a fair market estimate for the rental (or sale) price of buildings capturing the social value. Calculation using numerical examples from a client in Jakarta is provided to illustrate how the proposal works."}, "filled": true, "author_pub_id": "d31d0R4AAAAJ:8k81kl-MbHgC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=133271732468065087", "cites_id": ["133271732468065087"], "pub_url": "https://repository.petra.ac.id/19896/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:PyNcQO952QEJ:scholar.google.com/", "cites_per_year": {"2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis Kelayakan Proyek Penggantian Mesin Otomasi pada PT. X", "pub_year": 2022, "citation": "Jurnal Titra 10 (2), 2022", "author": "Eunike Apriliana Hartanti Mursalim and Felecia Felecia and Karina Agustin", "journal": "Jurnal Titra", "volume": "10", "number": "2", "abstract": "PT. X is one of the transformer manufacturers in Indonesia. The difference in standard time at each workstation causes a bottleneck on the Core Coil Assembly (CCA) line resulting in late demand fulfillment. Coil LV has the longest processing time among others, therefore a semi automated machine replacement project is carried out to reduce the processing time. The purpose of this research is to find whether replacement on semi automated machine is the best option to be implemented for coil LV workstation. A Break Even Point (BEP) analysis will be used to compare the current state (manual machine) with two alternatives project (combination of semi automated machine). BEP value of alternative 1 is 2,292 units, while alternative 2 is 2,647 units. However, the replacement project is not feasible to be implemented this year because the use of manual machine has a lower cost to meet the demand of 1,601 units. Actually, the optimal capacity for semi automated machines is 8 coil units per shift, so the company can increase the output capacity by reviewing the number of demands."}, "filled": true, "author_pub_id": "d31d0R4AAAAJ:0EnyYjriUFMC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/12865", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:rw9rSH10z6UJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Upaya Peningkatan Output Produksi Proses Core Coil pada PT. XYZ", "pub_year": 2022, "citation": "Jurnal Titra 10 (2), 2022", "author": "Shelina Evelyn Rampengan and Felecia Felecia and Karina Agustin", "journal": "Jurnal Titra", "volume": "10", "number": "2", "abstract": "PT. XYZ is a company that produces distribution transformers that have a problem with insufficient production output of the company. Based on company data, the company's target is 372 units/month. Meanwhile, the company's capacity is 207 units/month, which comes from the longest process, namely coil LV. The production capacity problem can be solved by improving the process whose capacity does not reach the target, namely the coil LV and Core Coil Assembly (CCA). Improvements that are the first priority are the coil LV process as the longest process and increasing the capacity of the CCA process. The proposed alternative for improvement is to add 3 coil LV operators to 11 people and do overtime for 6 operators for 1 day and divide the work elements of the CCA helper. The cost that needs to be spent for the proposal is Rp 14,496,000. The alternative proposals submitted by the authors have also been validated and verified in simulations using ProModel by producing outputs that are close to the company's target."}, "filled": true, "author_pub_id": "d31d0R4AAAAJ:UebtZRa9Y70C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=5226395772179708718", "cites_id": ["5226395772179708718"], "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/12864", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:LvtfoEPjh0gJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis Faktor Kendala Berwirausaha bagi Lulusan Sarjana Fakultas Teknologi Industri Universitas Kristen Petra", "pub_year": 2022, "citation": "Jurnal Titra 10 (2), 2022", "author": "Alvin Maxwell and Karina Agustin", "journal": "Jurnal Titra", "volume": "10", "number": "2", "abstract": "In starting a new business or becoming an entrepreneur, one can face many obstacles. This study aims to see what obstacles are experienced by S-1 graduates of the Faculty of Industrial Technology in entrepreneurship. Constraints faced can be seen from what factors influence in starting a new business. At the beginning of the study, the constraint factors in entrepreneurship were collected through previous research. The constraint factors that have a relationship with building a new business are as follows: entrepreneurship planning, Internal, leadership, environment. The method used to collect data in this research is by distributing questionnaires to graduates of the Faculty of Industrial Technology. The number of respondents obtained is 98 people who come from 4 study programs. Analysis of the results of the questionnaire using Structural Equetion Modeling with SmartPLS 3.0. shows that entrepreneurship planning has no significant effect on entrepreneurship constraints. Meanwhile, Internal, leadership, and environmental factors significantly influence or have an impact on the obstacles that may be faced in entrepreneurship."}, "filled": true, "author_pub_id": "d31d0R4AAAAJ:roLk4NBRz8UC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=2892982178899545855", "cites_id": ["2892982178899545855"], "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/12882", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:_87XyvbvJSgJ:scholar.google.com/", "cites_per_year": {"2023": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Effect of Service Quality on Customer Satisfaction PT. CAR Life Insurance During the Covid-19 Pandemic", "pub_year": 2022, "citation": "International Journal of Health and Pharmaceutical (IJHP) 2 (2), 357-366, 2022", "author": "Karina Rizki Agustin and Erlina Puspitaloka Mahadewi and Ahmad Irfandi and Veza Azteria", "journal": "International Journal of Health and Pharmaceutical (IJHP)", "volume": "2", "number": "2", "pages": "357-366", "abstract": "The present study about service quality on customer satisfaction PT. AJ Central Asia Raya (CAR Life Insurance) during pandemic covid-19. The experienced a decrease in the number of customers due to decreased income so that customers could not pay the premiums and difficulties in finding new customers due to limited employees in marketing insurance products due to the implementation of physical distancing. However, the company strives to keep customers able to use the company's services by continuing to focus on developing digitization of its services. This study aims to determine the quality of service and customer satisfaction at PT. AJ Central Asia Raya Jakarta Indonesia. The research method used is descriptive analysis. The data collection technique was carried out through the distribution of online questionnaires using google form. Samples were taken as many as 100 respondents with a population formula of non-probability sampling and the technique of determining the sample was using accidental sampling. Data processing techniques were carried out using normality test and univariate and bivariate data analysis. The results showed that there was an effect of service quality on customer satisfaction at PT AJ Central Asia Raya Jakarta Indonesia during pandemic covid-19."}, "filled": true, "author_pub_id": "d31d0R4AAAAJ:eQOLeE2rZwMC", "num_citations": 12, "citedby_url": "/scholar?hl=en&cites=15385391400662495080", "cites_id": ["15385391400662495080"], "pub_url": "https://ijhp.net/index.php/IJHP/article/view/50", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:aG_Wrvbjg9UJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 3, "2024": 3, "2025": 5}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Marketing a webinar: Lesson learnt from a real experiment", "pub_year": 2022, "citation": "RSF Conference Proceeding Series: Business, Management and Social Science 2 …, 2022", "author": "TAMARA REGINA DARMAWAN and ANG CATALINA and MARIA JOYCELINE and FELICIYA YANSON WIDIO and Nova Sepadyati and Karina Agustin and Hanijanto Soewandi", "journal": "RSF Conference Proceeding Series: Business, Management and Social Science", "volume": "2", "number": "1", "pages": "184-193", "publisher": "RSF Press", "abstract": "Implementing an email campaign can powerfully and positively influence customers  attitudes about the content of the email used as promotional media. However, email marketing efforts may not reach their full potential without evaluating their marketing strategy. This paper discusses the real-world experience of the email marketing strategy of the webinar that we managed by applying email marketing strategy evaluation combined with mathematical diffusion models to increase the number of registrations. After starting with a digital external campaign for our webinar event, we monitor and predict using Bass, von Bertalanffy, Gompertz, and Logistic. While the mathematical diffusion models show that our webinar reached a plateau very early, it could become an alarm for the management team to react and make another internal digital campaign to boost our webinar participants. Interestingly, we also encountered a procrastination phenomenon since this was a free webinar. Finally, using Zoom registration, MySQL database, and R, we analyzed how effective the digital email campaign was in getting registrants daily."}, "filled": true, "author_pub_id": "d31d0R4AAAAJ:YsMSGLbcyi4C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=18363943516482264022", "cites_id": ["18363943516482264022"], "pub_url": "https://repository.petra.ac.id/20054/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:1ltD91TV2f4J:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Does it Pay to be Perfect? A Lesson Learnt from CV XYZ", "pub_year": 2022, "citation": "Does it Pay to be Perfect? A Lesson Learnt from CV XYZ, 2022", "author": "CHRISTOPHER HANJAYA GUNAWAN and Karina Agustin and Hanijanto Soewandi", "abstract": "E-commerce provides an excellent opportunity to increase the company revenues, especially during the COVID-19. Many features that appear in the E-commerce platform can influence the customer purchase intention. Therefore, most companies strive to achieve the highest maximum Star-rating that serves as the electronic version of word of mouth. CV XYZ expects to increase the 5-Star-rating count by creating the after-sales service program. However, does it pay to be perfect? By collecting Star-rating data from six online stores across three different online marketplaces organized by CV XYZ, we develop simple Statistics to a more sophisticated Markov Chain and Regression to analyze the data. The result shows that the distribution movement of Star rating before and after implement the program is not significantly different. However, the after-sales service program greatly improved the average daily Sales around IDR 31M (p-value for the T-test = 0.0039). By simply using Pearson Correlation analysis, we found a negative correlation between Sales and Star-Rating counts that encounter us in the  too good to be true  phenomenon. Therefore, it is more critical for the company to figure out an optimal number of 5-Star ratings achieved to maximize Sales than only focus to achieve the highest 5-Star ratings."}, "filled": true, "author_pub_id": "d31d0R4AAAAJ:W7OEmFMy1HYC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19521/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZZG5Rtv7NVIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Does it Pay to be Perfect? A Lesson Learnt from CV XYZ", "pub_year": 2021, "citation": "Does it Pay to be Perfect? A Lesson Learnt from CV XYZ, 2021", "author": "Karina Agustin and Hanijanto Soewandi", "abstract": "E-commerce provides an excellent opportunity to increase the company revenues, especially during the COVID-19. Many features that appear in the E-commerce platform can influence the customer purchase intention. Therefore, most companies strive to achieve the highest maximum Star-rating that serves as the electronic version of word of mouth. CV XYZ expects to increase the 5-Star-rating count by creating the after-sales service program. However, does it pay to be perfect? By collecting Star-rating data from six online stores across three different online marketplaces organized by CV XYZ, we develop simple Statistics to a more sophisticated Markov Chain and Regression to analyze the data. The result shows that the distribution movement of Star rating before and after implement the program is not significantly different. However, the after-sales service program greatly improved the average daily Sales around IDR 31M (p-value for the T-test = 0.0039). By simply using Pearson Correlation analysis, we found a negative correlation between Sales and Star-Rating counts that encounter us in the  too good to be true  phenomenon. Therefore, it is more critical for the company to figure out an optimal number of 5-Star ratings achieved to maximize Sales than only focus to achieve the highest 5-Star ratings."}, "filled": true, "author_pub_id": "d31d0R4AAAAJ:Tyk-4Ss8FVUC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19361/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:KNePw6oQkMgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A Policy Strategy Evaluation for Covid-19 Pandemic in the City of Surabaya Using Vensim Ventana Dynamic System Simulation", "pub_year": 2021, "citation": "A Policy Strategy Evaluation for Covid-19 Pandemic in the City of Surabaya …, 2021", "author": "JESSELYN CLARISSA and Siana Halim and Bernardo Nugroho Yahya and Karina Agustin and Iwan Halim Sahputra", "abstract": "The global Covid-19 pandemic has been a considerable concern worldwide. In Surabaya city, the government has taken particular measures to establish appropriate policies to overcome the Covid-19 pandemic. However, there has been no precise measure to verify the effectiveness of the policy in the future. This research aims to evaluate the Surabaya Government policy scenario using a dynamic system-based simulation with Vensim Ventana software. The initial model was designed with adopting the Covid-19 model made by Tom Fiddaman, Ventana System in 2020 adjusted to real conditions in Surabaya. The simulation results obtained from the initial validated model estimate that the Covid-19 pandemic would end on May 5, 2021, with total infected 15,876 people. The model was then developed by simulating several policy scenarios: herd immunity, convalescent plasma therapy, and swab test to predict policy’s impact. The best-case scenario is gained by combining the convalescent plasma therapy policy and increasing the number of swab tests at Labkesda to 4,000 samples per day. The simulation results’ prediction shows the pandemic will end 52 days earlier, with the percentage of the infected population 23.77% smaller than the initial model. It can be concluded that the government’s strategy of collaborating the two policies is effective to overcome the pandemic in Surabaya. Nevertheless, the implementation of policies to overcome this pandemic success with contributions from all elements of society."}, "filled": true, "author_pub_id": "d31d0R4AAAAJ:zYLM7Y9cAGgC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19095/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8bjY90Tq-joJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A policy strategy evaluation for Covid-19 pandemic in the City of Surabaya using vensim ventana dynamic system simulation", "pub_year": 2021, "citation": "2021 3rd East Indonesia Conference on Computer and Information Technology …, 2021", "author": "Jesselyn Clarissa Hadiwibowo and Siana Halim and Bernardo Nugroho Yahya and Karina Agustin and Iwan Halim Sahputra", "conference": "2021 3rd East Indonesia Conference on Computer and Information Technology (EIConCIT)", "pages": "215-221", "publisher": "IEEE", "abstract": "The global Covid-19 pandemic has been a considerable concern worldwide. In Surabaya city, the government has taken particular measures to establish appropriate policies to overcome the Covid-19 pandemic. However, there has been no precise measure to verify the effectiveness of the policy in the future. This research aims to evaluate the Surabaya Government policy scenario using a dynamic system-based simulation with Vensim Ventana software. The initial model was designed with adopting the Covid-19 model made by Tom Fiddaman, Ventana System in 2020 adjusted to real conditions in Surabaya. The simulation results obtained from the initial validated model estimate that the Covid-19 pandemic would end on May 5, 2021, with total infected 15,876 people. The model was then developed by simulating several policy scenarios: herd immunity, convalescent plasma therapy, and swab test to predict …"}, "filled": true, "author_pub_id": "d31d0R4AAAAJ:IjCSPb-OGe4C", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=1977825865265473079", "cites_id": ["1977825865265473079"], "pub_url": "https://ieeexplore.ieee.org/abstract/document/9431889/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:N2a6PiWmchsJ:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis Efisiensi Kurikulum Program Studi Teknik Industri Universitas Kristen Petra", "pub_year": 2021, "citation": "Jurnal Titra 9 (2), 2021", "author": "Garry Geraldy and Iwan Halim Sahputra and Karina Agustin", "journal": "Jurnal Titra", "volume": "9", "number": "2", "abstract": "The curriculum of the Petra Christian University Industrial Engineering Study Program is always updated every four years to keep up with the times, especially in science and technology. However, the evaluation carried out in the curriculum changes did not include the analysis of efficiency and student study results. The curriculum that evaluated in this final project are the curriculum in 2007, 2012, and 2016 with student data used are class 2007, 2012 and 2016. Curriculum evaluation is analyzed using the efficiency measurement method. In addition to efficiency calculations and analysis, this study also looks for the influence between curriculum and majors on GPA by using One-Way ANOVA, Kruskall Wallis, Paired T-Test and Wilcoxon Signed Rank tests. The results obtained indicate that the curriculum changes made by Industrial Engineering are more efficient. Curriculum efficiency has a significant effect on the final GPA and the length of time students graduate. In addition, there is an increase in the final GPA of students compared to the GPA until semester 5, before determining the majors."}, "filled": true, "author_pub_id": "d31d0R4AAAAJ:5nxA0vEk-isC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/13042", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:YE5BtDUyf-QJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Dashboard Performa Kapal pada Sistem E-Filing International Safety Management Code: Studi Kasus", "pub_year": 2021, "citation": "Jurnal Titra 9 (1), 2021", "author": "Aileen Tusita Devi and Siana Halim and Karina Agustin", "journal": "Jurnal Titra", "volume": "9", "number": "1", "abstract": "The purpose of this research is to design a ship performance dashboard for the e-filing International Safety Management (ISM) Code system at a company in Surabaya. E-filing system is a system for filling and sending reports by ship crew at sea to the office. The purpose of the e-filing system is to simplify monitoring ISM Code implementation from the office. But in practice, some problems occurred in the system. Office crews need a long time to process the data and there is not enough information to make a decision. However, the problem can be solved by designing a ship performance dashboard. The dashboard objective is to visualize the important data from the ship so that the company can access the needed information. The dashboard design is based on reports that are sent by the ship crew and then processed with software. Processing data with software can make it easier and faster for the company. The processed data will be visualized using a dashboard for different purposes based on the information that’s needed. Overall, dashboard visualization will provide information about ship audit progress, machine damage and repairment that occurred, main engine indicator, and warning system for each main engine and generator component running hours."}, "filled": true, "author_pub_id": "d31d0R4AAAAJ:_FxGoFyzp5QC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/12696", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:sDjPkjCE_wsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perbaikan Warehouse Finished Goods untuk Meningkatkan Level SMART Site Classification pada PT. SMART, Tbk", "pub_year": 2020, "citation": "Jurnal Titra 8 (1), 27-32, 2020", "author": "Christopher Kevin Purnomo and Herri Christian Palit and Karina Agustin", "journal": "Jurnal Titra", "volume": "8", "number": "1", "pages": "27-32", "abstract": "PT. SMART, Tbk is a company that produces palm oil. PT. SMART, Tbk has a finished goods warehouse, where the warehouse stores goods that have been purchased for distribution to consumers. In managing these products a good system in needed. The warehouse currently has a WMS (Warehouse Management System) system for warehousing in and out of the warehouse. In the context of ongoing improvement, the warehouse wants to increase the level of the SMART Site Classification which previously the warehouse gets one star from three stars. It is necessary to do in advance the SMART Site Classification to determine the initial conditions of the warehouse. The results of the initial review, which are used as a reference to make improvements, before making repairs must determine the priority scale value compared to daily warehouse operations. After improvement efforts were made, the point of the SMART Site Classification Level of PT. SMART increased from 74 points to 80 points."}, "filled": true, "author_pub_id": "d31d0R4AAAAJ:UeHWp8X0CEIC", "num_citations": 0, "pub_url": "http://publication.petra.ac.id/index.php/teknik-industri/article/view/9848", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:69qQcqFpOrcJ:scholar.google.com/", "cites_per_year": {}}
