{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Effects of Feature Selection and Balancing Dataset to Improve IoT-Based IDS Using Machine Learning", "pub_year": 2024, "citation": "2024 IEEE 3rd Industrial Electronics Society Annual On-Line Conference …, 2024", "author": "Iwan Handoyo Putro and Tohari Ahmad and Royyana Muslim Ijtihadie", "conference": "2024 IEEE 3rd Industrial Electronics Society Annual On-Line Conference (ONCON)", "pages": "01-06", "publisher": "IEEE", "abstract": "The amount of data has increased dramatically over the past decade, which has made classifying the data more complicated, mainly when the data contains an uneven distribution, which indicates that one majority class has more instances than others. Standard classifiers can disregard the minority class entirely in this situation and have a tendency to classify all samples as belonging to the majority class. In the area of IDS study research, this imbalanced dataset is frequently found, as naturally, the amount of benign traffic outweighs the number of cyber threats. Researchers often implement the SMOTE technique for this challenge, particularly the over-sampling method. Nonetheless, other SMOTE techniques, namely undersampling and combined sampling, are rarely implemented. In this work, we attempt to balance the RT IoT 2022 dataset with wrapper feature selection and to-fold cross-validation. The result was …"}, "filled": true, "author_pub_id": "D6-QWk0AAAAJ:bEWYMUwI8FkC", "num_citations": 0, "pub_url": "https://ieeexplore.ieee.org/abstract/document/10931560/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:z9OvWQ9GMGIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PERFORMANCE COMPARISON OF SVM KERNELS FOR INTRUSION DETECTION SYSTEM USING UNSW-NB15 DATASET", "pub_year": 2024, "citation": "Jurnal Teknik Elektro 17 (2), 55-61, 2024", "author": "Iwan Handoyo Putro", "journal": "Jurnal Teknik Elektro", "volume": "17", "number": "2", "pages": "55-61", "abstract": "Given the proliferation of internet security concerns, the Intrusion Detection System has become an essential part of the IoT network. The growing demands for study in the realm of cyberattacks necessitate the availability of datasets. UNSW-NB15 is a publicly accessible security dataset. Since its inception in 2015, numerous researchers have used this dataset to elucidate successful models for threat classification and prediction-based machine learning. Nevertheless, there is a deficiency of research specifically examining the comparison of kernels in relation to the SVM classifier. This paper presents a performance comparison of four SVM kernels. The model's outputs are assessed using execution time and false positive rate, along with four assessment metrics: accuracy, precision, recall, and F1 score. The results demonstrate that the Poly kernel attains the maximum performance, with an accuracy of 98.78%, precision of 97.98%, recall of 98.27%, and an F1 score of 98.12. Nevertheless, the execution duration of the RBF kernel is the most rapid among other SVM kernels, totaling 10 minutes and 23 seconds. Regarding the False Positive Rate, the Linear kernel exhibits optimal performance at 20%."}, "filled": true, "author_pub_id": "D6-QWk0AAAAJ:iH-uZ7U-co4C", "num_citations": 0, "pub_url": "https://jurnalelektro.petra.ac.id/index.php/elk/article/view/30543", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:fO3WZBhTAswJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Kebun Pintar dalam Ruang Berbasis Internet of Things", "pub_year": 2024, "citation": "JTEIN: Jurnal Teknik Elektro Indonesia 5 (2), 355-368, 2024", "author": "Vicky Ardiansyah and Iwan Handoyo Putro", "journal": "JTEIN: Jurnal Teknik Elektro Indonesia", "volume": "5", "number": "2", "pages": "355-368", "abstract": "The concept of smart farming emerged as a sign that technology developments in the agricultural sector are growing rapidly. Home gardening activities have become a trend during the pandemic and are often still done manually. This research aims to create a prototype of an indoor smart garden that is connected via the Blynk application to control and display sensor readings. The plant used as a test was a peppermint plant with a testing period of 4 weeks with 2 different treatments. Based on the results of the overall system testing that has been carried out, the monitoring and control system can work well. The soil moisture sensor is prone to corrosion, so it needs to be replaced every 6-7 days. Peppermint plants, in the second test which were given a set point of soil moisture of 60% and provided light for 23 hours, experienced an increase in plant height, the color of the leaves is green and number of leaves …"}, "filled": true, "author_pub_id": "D6-QWk0AAAAJ:j3f4tGmQtD8C", "num_citations": 0, "pub_url": "https://scholar.google.com/scholar?cluster=15154648485981245294&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:bs_SVoEgUNIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Dan Pemantauan Locker Menggunakan Ktm Berbasis Esp8266", "pub_year": 2024, "citation": "Jurnal Teknik Elektro 17 (1), 36-43, 2024", "author": "Daniel Ignatius Rory and Iwan Handoyo Putro and Handry Khoswanto", "journal": "Jurnal Teknik Elektro", "volume": "17", "number": "1", "pages": "36-43", "abstract": "Penelitian ini dilatarbelakangi oleh beberapa kasus dimana barang atau komponen hilang saat di rak lab kampus, beberapa kasus dimana salah satu proyek dari mahasiswa rusak karena ditinggal di rak lab kampus, ada juga beberapa kasus dimana barang yang dititipkan di lab tertinggal atau lupa akan barangnya. Hal ini menyebabkan kerugian pada pengguna rak serta kurangnya informasi asisten lab akan barang tersebut. Pada studi ini, penulis berusaha untuk membuat alat yang bisa berfungsi sebagai sistem keamanan locker dengan menggunakan RFID pada KTM mahasiswa. Alat ini bisa memantau penggunaan locker user, locker nomor berapa yang digunakan dan jam penggunaan locker. Proses pemantauan ini bisa lakukan oleh admin ataupun user itu sendiri. Pengujian dilakukan dengan 3 metode. Pertama, Pengujian hardware yang terdiri dari pengujian alat RFID tanpa dan menggunakan media penghalang. Kedua, pengujian software yang terdiri dari pengujian input, edit, tambah, hapus dan pengujian melakukan monitoring. Ketiga, pengujian sistem secara keseluruhan."}, "filled": true, "author_pub_id": "D6-QWk0AAAAJ:4JMBOYKVnBMC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=15306274901011169220", "cites_id": ["15306274901011169220"], "pub_url": "https://jurnalelektro.petra.ac.id/index.php/elk/article/view/28160", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:xH8_Je3PatQJ:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "SIMULASI KONTROL KELEMBABAN DENGAN KONTROLER PID PADA KUMBUNG JAMUR DI URBAN FARMING ALAM SARI PETRA", "pub_year": 2024, "citation": "Jurnal Teknik Elektro 17 (1), 22-28, 2024", "author": "Sih Kawuryan Yulianes Kufa and Resmana Lim and Petrus Santoso and Iwan Handoyo Putro", "journal": "Jurnal Teknik Elektro", "volume": "17", "number": "1", "pages": "22-28", "abstract": "Urban farming adalah kegiatan bercocok tanam atau beternak secara mandiri di wilayah perkotaan dengan memanfaatkan lahan yang terbatas atau kosong. Urban Farming Alam Sari Petra di pusat kota Surabaya bertujuan untuk mendidik pendidik dan peserta didik tentang pertanian perkotaan dan tanaman organik. Salah satu kegiatan yang dilakukan adalah budidaya jamur tiram. Namun, pengoperasian manual sistem penyiram di kumbung jamur menyebabkan kelembaban yang tidak terkontrol dan pertumbuhan jamur yang tidak optimal. Untuk mengatasi hal ini, diimplementasikan sebuah sistem pengatur kelembaban menggunakan kontroler PID. Permasalahan penelitian ini difokuskan pada bagaimana mempertahankan kelembaban pada tingkat tertentu selama masa inkubasi dan masa panen di kumbung jamur. Pengujian yang dilakukan adalah tuning pid, pengujian kontrol tanpa gangguan, pengujian kontrol dengan gangguan dan pengujian kontrol dengan target kelembaban berbeda. Tahapan pengujian ini bertujuan untuk mengevaluasi kinerja dari sistem. Berdasarkan hasil pengujian, dapat disimpulkan bahwa penggunaan kontroler PID dalam mengontrol kelembaban hingga berhasil mencapai tingkat kelembaban yang stabil dan sesuai dengan set point yang diminta."}, "filled": true, "author_pub_id": "D6-QWk0AAAAJ:RHpTSmoSYBkC", "num_citations": 0, "pub_url": "https://jurnalelektro.petra.ac.id/index.php/elk/article/view/28158", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:4hRcvTI-YJcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "GROUP TASK MANAGEMENT BERBASIS GAMIFICATION", "pub_year": 2023, "citation": "Jurnal Teknik Elektro 16 (2), 34-40, 2023", "author": "Adrian Shaksana Putra and Iwan Handoyo Putro and Petrus Santoso", "journal": "Jurnal Teknik Elektro", "volume": "16", "number": "2", "pages": "34-40", "abstract": "Di dalam dunia pekerjaan ataupun kuliah, semua orang dituntut memiliki kemampuan bekerja dalam kelompok untuk menyelesaikan sebuah projek. Sejumlah aplikasi memungkinkan terciptanya koordinasi dan delegasi tugas dalam kelompok. Namun apabila tidak ditunjang dengan motivasi maka lambat laun kinerja akan berkurang. Untuk menciptakan motivasi tersebut maka salah satu cara yang dapat dilakukan adalah dengan implementasi konsep gamification. Group Task Management adalah aplikasi yang mengintegrasikan koordinasi dan delegasi tugas dalam projek dengan konsep gamification. Dalam aplikasi ini terdapat fitur membuat grup pekerjaan atau projek dimana pengguna dapat mengumpulkan sebuah kelompok untuk suatu projek. Pengguna dapat mendelegasikan tugas dan memantau kinerja kelompok yang tergabung dalam suatu grup. Aplikasi diuji oleh 15 pengguna terbagi dalam 3 kelompok usia yaitu dewasa, mahasiswa dan pelajar SMA masing–masing 5 responden. Berdasarkan hasil kuisioner disimpulkan aplikasi ini dapat membantu dan memotivasi proses kerja kelompok."}, "filled": true, "author_pub_id": "D6-QWk0AAAAJ:_Qo2XoVZTnwC", "num_citations": 0, "pub_url": "https://jurnalelektro.petra.ac.id/index.php/elk/article/view/26885", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:fFuIVtNNipwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENGGUNAAN TEKNOLOGI NFC UNTUK AKSES INFORMASI DI LABORATORIUM TELEMATIKA UK PETRA", "pub_year": 2023, "citation": "Jurnal Teknik Elektro 16 (1), 15-18, 2023", "author": "James David and Iwan Handoyo Putro", "journal": "Jurnal Teknik Elektro", "volume": "16", "number": "1", "pages": "15-18", "abstract": "Laboratorium Telematika dalam kesehariannya bertugas melakukan pelayanan baik peminjaman alat, praktikum maupun kunjungan dari institusi lain. Terkait kunjungan, ketersediaan informasi dari perangkat yang ada menjadi kebutuhan utama. Karena itu, digunakanlah teknologi NFC yang terdapat pada kebanyakan model smartphone baru sehingga mahasiswa dan pengunjung tidak bergantung pada asisten laboratorium untuk bisa mendapatkan jawaban pertanyaan-pertanyaan seputar peralatan di Laboratorium. Sistem yang disusun terdiri dari aplikasi mobile, server, database, dan website ini mampu untuk memberikan penjelasan dan spesifikasi seputar alat-alat jaringan komputer yang ada di laboratorium. Selain mengguakan NFC, sistem ini juga menggunakan QR Code sebagai alternatif bagi smartphone yang tidak memiliki NFC."}, "filled": true, "author_pub_id": "D6-QWk0AAAAJ:e5wmG9Sq2KIC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=431643189155871325", "cites_id": ["431643189155871325"], "pub_url": "https://jurnalelektro.petra.ac.id/index.php/elk/article/view/26817", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:XTpajzGB_QUJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penggunaan Teknologi RFID Untuk Sistem Presensi di Laboratorium Telematika UK Petra", "pub_year": 2022, "citation": "Jurnal Teknik Elektro 15 (1), 34-39, 2022", "author": "Ronaldo Persadanta Siahaan and Iwan Handoyo Putro", "journal": "Jurnal Teknik Elektro", "volume": "15", "number": "1", "pages": "34-39", "abstract": "Laboratorium Telematika UK Petra belum memiliki sistem yang mampu memonitoring seberapa banyak pengunjung yang datang ke laboratorium Telematika. hal ini dapat menyebabkan tingkat kunjungan mahasiswa tidak terpantau, karena itu dibuatkanlah alat yang dapat berfungsi sebagai sistem presensi berbasis web menggunakan teknologi RFID. Pengujian dilakukan dengan 3 metode. Pertama, pengujian hardware yang terdiri dari pengujian alat presensi dengan media penghalang dan pengujian RFID tag. Kedua, pengujian software yang terdiri dari pengujian input, edit, tambah, hapus dan pengujian melakukan presensi. Ketiga, pengujian sistem secara keseluruhan. Dari ketiga hasil pengujian tersebut alat presensi dapat merekam catatan status dan waktu dengan akurat, serta membantu kepala laboratorium dan asisten laboratorium untuk merekap data pengunjung laboratorium."}, "filled": true, "author_pub_id": "D6-QWk0AAAAJ:R3hNpaxXUhUC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=12589177375796795219", "cites_id": ["12589177375796795219"], "pub_url": "https://jurnalelektro.petra.ac.id/index.php/elk/article/view/25899", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:U5fAeh--ta4J:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 0, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pemanfaatan Aplikasi Edmodo dalam Meningkatkan Pembelajaran Berbasis Daring di SMP 57 Surabaya", "pub_year": 2021, "citation": "Jurnal of Service Learning 7 (1), 27-31, 2021", "author": "Iwan Handoyo Putro and Petrus Santoso and Iman Subekti", "volume": "7", "number": "1", "pages": "27-31", "abstract": "SMP Negeri 57 Surabaya merupakan sekolah dibawah naungan Pemerintah Kota Surabaya dan diresmikan oleh Walikota Surabaya Tri Rismaharini pada 12 Januari 2017. SMP 57 berlokasi di Kelurahan Siwalankerto, Kecamatan Wonocolo, Surabaya. Berdasarkan observasi yang telah dilakukan, didapatkan adanya permasalahan terkait TIK di sekolah ini yaitu laboratorium computer yang telah dimiliki belum dimanfaatakan secara maksimal. Terdapat 3 cluster permasalahan yang dapat didentifikasi (1) SDM belum cukup memadai untuk mengelola sistem TIK yang ada, (2) Aktivitas berbasis komputer belum terwujud, (3) belum adanya server sebagai fasilitas pendukung laboratorium komputer. Usulan solusi telah disusun untuk menjawab kebutuhan TIK di SMPN 57 Surabaya, yaitu: (1) mengadakan pelatihan aplikasi Edmodo bagi guru (2) membantu guru menyusun aktivitas pembelajaran berbasis Edmodo, serta (3) menyediakan server untuk mendukung aktivitas pembelajaran berbasis komputer di SMPN 57 Surabaya. Hasil angket menunjukkan bahwa 58% peserta workshop sangat setuju bahwa pelatihan ini membantu mereka meningkatkan kemampuan pengelolaan aktivitas pembelajaran berbasis daring."}, "filled": true, "author_pub_id": "D6-QWk0AAAAJ:hFOr9nPyWt4C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19055/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:AO0gLCLhw7QJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Towards integration of heterogeneous controllers in an IoT-based automation system", "pub_year": 2020, "citation": "E3S Web of Conferences 188 (00009), 1-7, 2020", "author": "Handy Wicaksono and Petrus Santoso and Iwan Handoyo Putro and Ivan Surya Hutomo and PRICILLIA ALVINA", "volume": "188", "number": "00009", "pages": "1-7", "abstract": "Heterogeneous controllers (such as: various brands of PLCs and microcontrollers), are existed in an automated system. This research propose a framework to integrate them by using NodeRed, an open source project to gather various devices and services in an IOT setting. The research framework was applied successfully in three cases: a smart home prototype for elderly, a smart door using face recognition method, and an automated system for multiple houses in separated locations."}, "filled": true, "author_pub_id": "D6-QWk0AAAAJ:-f6ydRqryjwC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=2421372070530631454", "cites_id": ["2421372070530631454"], "pub_url": "https://repository.petra.ac.id/21179/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:HscHtRFxmiEJ:scholar.google.com/", "cites_per_year": {"2023": 4, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Understanding Engineering Students’ Behaviours when Writing Group Report using Wiki", "pub_year": 2020, "citation": "E3S Web of Conferences 188, 00014, 2020", "author": "Iwan Handoyo Putro and Petrus Santoso and Handry Khoswanto and Handy Wicaksono and Ivan Surya Hutomo", "journal": "E3S Web of Conferences", "volume": "188", "pages": "00014", "publisher": "EDP Sciences", "abstract": "The ability to operate as a group in workplace has become a key requirement in the globally connected workplace. As such, higher education institution needs to provide collaborative work experience in order to prepare their graduates to be ready for real world organization. In most situation, students learn to work collaboratively in an online environment via Wiki. This free tool allows student to write, edit and format manuscript in online manner. However, when working in a group, students does not always prepare to cope with the group dynamics. Therefore, students encounter challenges and difficulty to operate as a group. The aim of this study is to investigate whether students develop unique behaviour when trying to complete the group assignment. The research result reveals that group assignment does not always be a perfect working environment and they as consequences they develop several group …"}, "filled": true, "author_pub_id": "D6-QWk0AAAAJ:hC7cP41nSMkC", "num_citations": 0, "pub_url": "https://www.e3s-conferences.org/articles/e3sconf/abs/2020/48/e3sconf_icesti2020_00014/e3sconf_icesti2020_00014.html", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:DHBEAWjJ9A8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Tool to monitor students’ contribution in a wiki-based group work assignment", "pub_year": 2019, "citation": "Journal of Physics: Conference Series 1165 (1), 012018, 2019", "author": "IH Putro and P Santoso and H Khoswanto and H Wicaksono", "journal": "Journal of Physics: Conference Series", "volume": "1165", "number": "1", "pages": "012018", "publisher": "IOP Publishing", "abstract": "Wiki is an online platform that support collaborative authoring tool. It comes with lots of feature to enable students and instructor working together to develop a written manuscript. However, when wiki used as a media for learning environment it needs additional tool to monitor and report students' contribution. This paper reports on the development of a tool to monitor students' contribution in a wiki-based group work assignment. This is a further work from previous project of developing assessment framework for an online group task. These works include designing database, designing interface and implementing algorithm to monitor and create report of students' work. Data used in this study was taken from a basic computer and programming unit in the Bachelor Electrical Engineering Petra Christian University. Data has been collected from a Wiki log file. The results show that this monitoring tool helps students and …"}, "filled": true, "author_pub_id": "D6-QWk0AAAAJ:ZeXyd9-uunAC", "num_citations": 0, "pub_url": "https://iopscience.iop.org/article/10.1088/1742-6596/1165/1/012018/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vTbwqzuw9t0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pemantauan kualitas udara polutan co dan co2 berbasis iot", "pub_year": 2019, "citation": "Jurnal Teknik Elektro 12 (1), 26-31, 2019", "author": "Hardian Setya Dharma Putra and Resmana Lim and Iwan Handoyo Putro", "journal": "Jurnal Teknik Elektro", "volume": "12", "number": "1", "pages": "26-31", "abstract": "-Sebagian besar sistem pemantauan udara yang ada belum dapat terkoneksi melalui jaringan internet, oleh karenanya alat pemantau udara tersebut hanya dapat dipantau dan dikendalikan secara lokal. Dalam TA ini akan dibuat alat pemantau kualitas udara polutan CO dan CO2 berbasis IoT (Internet of Things). Dalam pembuatan alat pemantau polutan udara menggunakan sensor MQ-7 untuk mendeteksi gas CO dan menggunakan sensor MH-Z19 untuk memantau gas CO2. Perbedaan dengan alat-alat yang telah dibuat sebelumnya yang sebagian besar menggunakan sensor tipe TGS yaitu harga yang lebih murah. Dengan adanya alat pemantau kualitas udara yang dibuat dalam TA ini dapat diakses melalui website ataupun handphone dengan aplikasi Blynk. Hasil dalam pembuatan sistem pemantau polutan udara berbasi IoT adalah mudahnya pemantauan gas polutan udara khususnya gas CO dan CO2. Dalam pembacaan besaran gas CO dan CO2 alat pemantantau polutan udara berbasis IoT memiliki tingkat kesalahan pembacaan gas CO sebesar 0% dan gas CO2 sebesar 97%-98%. Besar error pembacaan sensor gas CO2 dikarenakan sensor untuk kalibrasi tidak memiliki spesifikasi yang sama dengan sensor yang digunakan. Pemantauan polutan udara terdiri dalam tiga tampilan yaitu tampilan berupa website, aplikasi Blynk dan perangkat LCD 20x4."}, "filled": true, "author_pub_id": "D6-QWk0AAAAJ:qUcmZB5y_30C", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=10075896177632867302", "cites_id": ["10075896177632867302"], "pub_url": "http://ced.petra.ac.id/index.php/elk/article/view/23024", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:5vOFbTDG1IsJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 1, "2023": 1, "2024": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Mobile sensing platform using smartwatch", "pub_year": 2018, "citation": "2018 Electrical Power, Electronics, Communications, Controls and Informatics …, 2018", "author": "Petrus Santoso and Felix Pasila and Iwan Handoyo Putro", "conference": "2018 Electrical Power, Electronics, Communications, Controls and Informatics Seminar (EECCIS)", "pages": "430-433", "publisher": "IEEE", "abstract": "Smartwatch is an excellent device for sensing many aspects of user activities. It is a wearable device that comes with many sensors and has great potential applications. A mobile sensing platform is proposed in this paper. The platform's architecture is a multi-tiered architecture consists of data and processing server, master-slave applications and sensing device in the form of a smartwatch. A working prototype has been implemented. The platform is tested with a scenario of a parent monitoring their kid. Further testing and improvement are still needed. Exploration of other scenarios can be done in the future."}, "filled": true, "author_pub_id": "D6-QWk0AAAAJ:IWHjjKOFINEC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=8832362459952457357", "cites_id": ["8832362459952457357"], "pub_url": "https://ieeexplore.ieee.org/abstract/document/8692891/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:jSb2iNzaknoJ:scholar.google.com/", "cites_per_year": {"2021": 2, "2022": 0, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "How (not) to write an introductory programming exam", "pub_year": 2015, "citation": "Australasian Computing Education Conference 2015, 137-146, 2015", "author": "Judy Sheard and Daryl D'Souza and Mike Lopez and Andrew Luxton-Reilly and Iwan Handoyo Putro and Phil Robbins and Donna Teague and Jacqueline Whalley", "conference": "Australasian Computing Education Conference 2015", "pages": "137-146", "publisher": "Australian Computer Society Inc", "abstract": "The computing education literature shows some recent interest in summative assessment in introductory programming, with papers analysing final examinations and other papers proposing small sets of examination questions that might be used in multiple institutions as part of a benchmarking exercise. This paper reports on a project to expand the set of questions suitable for use in benchmarking exercises, and at the same time to identify guidelines for writing good examination questions for introductory programming courses–and, by implication, practices to avoid when writing questions. The paper presents a set of ten questions deemed suitable for use in the exams of multiple courses, and invites readers to use the questions in their own exams. It also presents the guidelines that emerged from the study, in the hope that they will be helpful to computing educators writing"}, "filled": true, "author_pub_id": "D6-QWk0AAAAJ:8k81kl-MbHgC", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=3548339796928129476", "cites_id": ["3548339796928129476"], "pub_url": "https://research.monash.edu/en/publications/how-not-to-write-an-introductory-programming-exam", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:xGlI0j48PjEJ:scholar.google.com/", "cites_per_year": {"2016": 3, "2017": 0, "2018": 1, "2019": 0, "2020": 1, "2021": 1, "2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Developing a framework to assess students' contributions during wiki construction", "pub_year": 2014, "citation": "Proceedings of the Sixteenth Australasian Computing Education Conference …, 2014", "author": "Iwan Handoyo Putro and Angela Carbone and Judy Sheard", "pages": "123-131", "abstract": "The emergence of Web 2.0 technologies and their increasing use in higher education have provided opportunities for building collaborative learning environments for students. Collaborative experiences are particularly beneficial for preparing students for their future workplace environments. Moreover, the creation and sharing of resources and information as afforded by Web 2.0 technologies can also improve a student’s learning experience. Web 2.0 technologies such as wikis can be used to enable and support new and varied forms of group work learning. Wikis provide tools for measuring students’ contributions, such as the number, size and regularity of their contributions. However, the value of the students’ collaboration and interactions as they worked together as a group is more difficult to determine. This suggests a need for an assessment framework to evaluate the value of students’ contributions and their interactions in wiki-based group work assignments."}, "filled": true, "author_pub_id": "D6-QWk0AAAAJ:5nxA0vEk-isC", "num_citations": 10, "citedby_url": "/scholar?hl=en&cites=8333498222753198911", "cites_id": ["8333498222753198911"], "pub_url": "https://www.researchgate.net/profile/Iwan_Putro2/publication/272493882_Developing_A_Framework_to_Assess_Students'_Contributions_during_Wiki_Construction/links/54e686590cf277664ff5eddc/Developing-A-Framework-to-Assess-Students-Contributions-during-Wiki-Construction.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:P7ONF3uIpnMJ:scholar.google.com/", "cites_per_year": {"2014": 2, "2015": 1, "2016": 1, "2017": 3, "2018": 1, "2019": 0, "2020": 1, "2021": 0, "2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A short text compression scheme based on arithmetic coding", "pub_year": 2012, "citation": "1st International Conference on Recent Advances in Information Technology …, 2012", "author": "HH Putro and Petrus Santoso and Maya Basoeki", "journal": "1st International Conference on Recent Advances in Information Technology (RAIT)", "pages": "285-289", "abstract": "This paper discusses the making of a short text compression application to increase the number of characters in short text message service using arithmetic compression algorithm. Due to Java 2 Mobile Edition specifications limitation, this application is not integrated with the built-in short text application on the mobile phone. The application is developed based on Java 2 Mobile Edition technology and it could be installed on a mobile phone that supports MIDP 2.0 and CLDC 1.1. The experimental results revealed that the percentage of message compression as well as decompression process is strongly influenced by the use of characters in accordance with a predetermined probability level. It is also showed that this application, compare with normal short text capability, could send up to 176, 341 and 517 characters for a single, double and triple short text delivery respectively."}, "filled": true, "author_pub_id": "D6-QWk0AAAAJ:Se3iqnhoufwC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=13237881147444191378", "cites_id": ["13237881147444191378"], "pub_url": "https://www.academia.edu/download/8457412/a%20short%20text%20compression%20scheme%20based%20on%20arithmetic%20coding.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:kmBALMRmtrcJ:scholar.google.com/", "cites_per_year": {"2014": 1, "2015": 0, "2016": 1, "2017": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Aplikasi Java Mobile untuk Kompresi Layanan Pesan Singkat", "pub_year": 2010, "citation": "Seminar Nasional Aplikasi Teknologi Informasi (SNATI), 2010", "author": "Iwan Handoyo Putro and Petrus Santoso and Maya Basoeki", "journal": "Seminar Nasional Aplikasi Teknologi Informasi (SNATI)", "abstract": "Paper ini membahas pembuatan aplikasi kompresi teks untuk meningkatkan jumlah karakter pada setiap pengiriman pesan singkat (SMS) dengan mengimplementasikan algoritma kompresi aritmatika. Aplikasi ini tidak terintegrasi dengan aplikasi SMS bawaan pada Mobile Phone dan diimplementasikan pada Mobile Phone berbasis Java yang mendukung MIDP 2.0 dan CLDC 1.1. Tingkat keberhasilan proses kompresi pesan sangat dipengaruhi oleh penggunaan jenis huruf sesuai dengan tingkat probabilitas yang telah ditetapkan. Pengujian memperlihatkan peningkatan sebesar 16 karakter untuk pengiriman 1 SMS, 21 karakter pada pengiriman 2 SMS dan 37 karakter pada pengiriman 3 SMS."}, "filled": true, "author_pub_id": "D6-QWk0AAAAJ:qxL8FJ1GzNcC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=13483360854566897983", "cites_id": ["13483360854566897983"], "pub_url": "https://journal.uii.ac.id/Snati/article/download/1964/1738", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:PwneYkKFHrsJ:scholar.google.com/", "cites_per_year": {"2015": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Peta Interaktif Untuk Situs Informasi Wisata", "pub_year": 2010, "citation": "Seminar Nasional Aplikasi Teknologi Informasi (SNATI), 2010", "author": "Iwan Handoyo Putro and Petrus Santoso and Eddy Nugroho", "journal": "Seminar Nasional Aplikasi Teknologi Informasi (SNATI)", "abstract": "Sebuah fasilitas peta interaktif yang mendukung sistem informasi pariwisata telah dibangun. Layanan tersebut terintegrasi dalam situs informasi pariwisata dengan tujuan untuk membantu wisatawan mencari rute menuju tempat yang diinginkan. Langkah–langkah yang dilakukan dalam pembuatan sistem meliputi analisa kebutuhan situs informasi wisata, desain basisdata dan tampilan web serta pembuatan fasilitas peta interaktif. Perangkat lunak yang digunakan adalah Macromedia Dreamweaver MX untuk pembuatan desain tampilan, MySQL 5 sebagai aplikasi basis datadan PHP 5 sebagai perangkat pemrograman web. Hasil pengujian memperlihatkan fasilitas peta interaktif mampu memberikan informasi rute terpendek dengan baik dan telah dibandingkan dengan rute alternatif."}, "filled": true, "author_pub_id": "D6-QWk0AAAAJ:M3ejUd6NZC8C", "num_citations": 0, "pub_url": "https://journal.uii.ac.id/Snati/article/download/1929/1704", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vaU1_jVUoQYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pembuatan Aplikasi Konversi Metadata Menggunakan Standar Open Archive untuk Koleksi Artikel Elektronik", "pub_year": 2010, "citation": "Industrial Electronic Seminar, 2010", "author": "Iwan Handoyo Putro", "journal": "Industrial Electronic Seminar", "abstract": "Makalah ini akan memaparkan proses pembuatan aplikasi konversi metadata sesuai dengan standar Open Archive agar dapat dibagikan melalui internet. Konversi metadata dilakukan dengan cara menambahkan field-field yang belum terdapat di dalam database yang lama dan dimasukkan ke dalam database yang baru. Apabila field yang dibutuhkan sesuai aturan Dublin Core telah ditemukan, maka field tersebut akan digunakan tanpa dilakukan proses entry secara manual.Hasil yang didapatkan dari pembuatan aplikasi ini adalah sistem konversi metadata berbasis web sebagai aplikasi utama untuk menggabungkan field-field yang sesuai dengan standar Open Archive kedalam tabel yang baru dan ditambahkan field-field lain yang sesuai dengan aturan Dublin Core. Hasil pengujian memperlihatkan aplikasi ini mampu melakukan proses konversi dan edit metadata dengan baik. Lebih lanjut, hasil konversi metadata berhasil di"}, "filled": true, "author_pub_id": "D6-QWk0AAAAJ:eQOLeE2rZwMC", "num_citations": 0, "pub_url": "https://core.ac.uk/download/pdf/12342615.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:jqlu1aDMs2QJ:scholar.google.com/", "cites_per_year": {}}
