{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Christian Leadership Education for Youth through Social Organizational Communication Styles Based on Banyuwangi  s Local Culture in the Post-Pandemic", "pub_year": 2025, "citation": "Jurnal Harati 5 (1), 1-12, 2025", "author": "Richard Alejandre Suyanto and Inri Inggrit Indrayani and Felicia Goenawan", "volume": "5", "number": "1", "pages": "1-12", "abstract": "This study explored Christian leadership education for youth through organizational communication styles within a social institution, specifically, a church-based youth organization in Banyuwangi, Indonesia. The COVID-19 pandemic disrupted social interactions, leading to a significant decline in youth participation. However, post-pandemic observations revealed a notable increase in engagement among the youth members of GKT (Gereja Kristen Tuhan) Banyuwangi. This shift raised important questions about the role of leadership communication in revitalizing youth involvement. This study used a qualitative case study approach, data were collected through participant observation, interviews with four informants, and document analysis. The findings suggested that the youth leader employed varied communication styles depending on his social role within the organization. As a leader, he utilized controlling, structuring, and relinquishing styles; as a coach, he adopted a more directive approach; and as a teacher and peer, he favored an egalitarian style. These communication strategies, shaped by Christian values and local cultural norms of Banyuwangi, played a significant role in fostering motivation and participation among youth members."}, "filled": true, "author_pub_id": "DDtVCLIAAAAJ:u9iWguZQMMsC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21557/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:A8FyFbl8s2kJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Effectiveness of Kopiko Sugar Free Advertisement in Korean Drama My Demon in East Java Society", "pub_year": 2024, "citation": "Journal of Content and Engagement, 147-165, 2024", "author": "Tania Devina and Astri Yogatama and Felicia Goenawan", "journal": "Journal of Content and Engagement", "pages": "147-165", "abstract": "In December 2023, Kopiko appeared with a new variant, namely sugar free and did product placement in the drama My Demon. The purpose of this study is to determine the effectiveness of Kopiko Sugar Free product placement advertising in Korean drama My Demon on East Java. In this study, the effectiveness will be measured by customer response index, which uses the indicator stages of awareness, comprehend, interest, intention and action. This research approach is quantitative descriptive. The technique used is non-probability sampling and purposive sampling with a sample size of 100 respondents. The result of this research is that the Kopiko Sugar free product placement advertisement is in the effective stage as evidenced by the final result of the CRI multiplication of 58%. This is due to the utilization of the three dimensions of product placement done simultaneously, namely visual, audio and plot connection dimention"}, "filled": true, "author_pub_id": "DDtVCLIAAAAJ:SP6oXDckpogC", "num_citations": 0, "pub_url": "https://joce.petra.ac.id/index.php/joce/article/view/35", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:cdtj14n2exgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Visitors Attitude on Servicescape Excelso Societe Surabaya", "pub_year": 2024, "citation": "Journal of Content and Engagement, 82-102, 2024", "author": "Rr Aulia Zerlina Maheswari and Inri Inggrit Indrayani and Felicia Goenawan", "journal": "Journal of Content and Engagement", "pages": "82-102", "abstract": "This research was conducted with the aim of identifying visitors' attitudes towards Excelso Societe's servicescape. Marketing public relations creates a memorable experience for visitors, so Excelso Societe has a strategy to communicate value and become a differentiator from competitors to create a response in the form of a positive attitude. Brand identity is important to achieve company value in introducing products/services. One way to meet consumer needs is to improve the customer experience through the physical environment. The physical environment or servicescape is an important factor for companies in meeting consumer needs by providing customer experience."}, "filled": true, "author_pub_id": "DDtVCLIAAAAJ:UxriW0iASnsC", "num_citations": 0, "pub_url": "https://joce.petra.ac.id/index.php/joce/article/download/27/58", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:GmC1KCQmXkwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Buying Travel Behaviour of Nihiwatu Sumba Resort As Communication Strategy", "pub_year": 2024, "citation": "AICCON 1, 61-78, 2024", "author": "Felicia Goenawan", "journal": "AICCON", "volume": "1", "pages": "61-78", "abstract": "The tourism industry is one that needs attention during the pandemic, because there has been a significant decline. Therefore knowing the consumer behaviour of potential consumers will help tourism producers in determining communication programs to be effective in conveying messages. Nihiwatu is a resort in Hoba Wawi, East Nusa Tenggara which has been named by the international magazine Travel+ Leisure as the world's best hotel in 2016. The purpose of this study is to be able to see the travel-buying behaviour of Nihiwatu Hotel visitors. The method in this research is descriptive quantitative and uses an online survey. The results of this study indicate that family orientation when visiting becomes dominant, after that the need for rest from daily routines and motivation for traveling becomes the reason for coming. Apart from that, the media for communicating as a reference for consumers are websites and uploads from public figures. Most purchases use the Nihiwatu website itself and E-commerce to get discounts. What is expected before coming is in accordance with the expectations of visitors. Consumers are satisfied with the service they get at Nihiwatu, but it is still not a point that they will make repeat purchases."}, "filled": true, "author_pub_id": "DDtVCLIAAAAJ:uWQEDVKXjbEC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=4848959398818757747", "cites_id": ["4848959398818757747"], "pub_url": "https://journal.rc-communication.com/index.php/AICCON/article/view/131", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:czzi4OH2SkMJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PERSONAL BRANDING PENGAJAR SASTRA IBRANI MELALUI KANAL YOUTUBE RITA WAHYU BERDASARKAN KAJIAN PHENOMENOGRAPHY", "pub_year": 2024, "citation": "Media Bina 18 (5), 1153-1162, 2024", "author": "JESSICA MARCELIA and Gatut Priyowidodo and Felicia Goenawan", "volume": "18", "number": "5", "pages": "1153-1162", "abstract": "Proses membentuk persepsi masyarakat terhadap diri Rita Wahyu inilah yang disebut dengan personal branding. Tujuan dari penelitian ini ialah ingin mengetahui bagaimana deskripsi konsepsi personal branding pengajar sastra ibrani melalui Kanal YouTube Rita Wahyu. Peneliti menggunakan metode phenomenography, serta analisis menggunakan QSR NVivo 14. Hasil dari penelitian ini dikaji menggunakan teori 8 konsep pembentuk personal branding oleh Peter Montoya, yaitu spesialisasi, kepemimpinan, kepribadian, perbedaan, kenampakan, kesatuan, keteguhan dan maksud baik. Dari personal branding tersebut, terdapat 2 konsep personal branding Rita Wahyu yang sesuai dengan pengikutnya yaitu Spesialisasi dan Perbedaan. Pada konsep Spesialisasi, Rita Wahyu memposisikan dirinya sebagai pengajar sastra ibrani dan menunjukkan ciri khas dengan menampilkan gaya berpakaian yang tradisional. Konsepsi tersebut sesuai dengan penafsiran para pengikutnya. Dengan ciri khas yang melekat pada diri Rita Wahyu, ia dapat lebih dikenal daripada kompetitor-kompetitor lainnya. Sedangkan pada konsep Perbedaan, konsepsi personal branding Rita Wahyu dalam penafsiran pengikut adalah pribadi Rita yang berdampak. Tujuan hidup Rita Wahyu adalah orang yang hidupnya berdampak sehingga pengikutnya juga memperoleh konsepsi yang sesuai yaitu mengubah kehidupan orang menjadi lebih berdampak. Terakhir, konsepsi personal branding Rita Wahyu sesuai dengan pengikut yaitu pribadi Rita yang tidak pelit ilmu."}, "filled": true, "author_pub_id": "DDtVCLIAAAAJ:yD5IFk8b50cC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20861/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:AZ-oLB-W6aYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Designing the Thinking to Reinterpret Mother through Kebaya Design", "pub_year": 2024, "citation": "Global Journal of Emerging Science, Engineering & Technology 1 (2), 71-79, 2024", "author": "Purnama Esa Dora Tedjokoesoemo and Felicia Goenawan and Maria Nala Damajanti", "journal": "Global Journal of Emerging Science, Engineering & Technology", "volume": "1", "number": "2", "pages": "71-79", "publisher": "Petra Christian University", "abstract": "Everyone will certainly agree how significant a mothers role is in a family. Without minimizing the fathers role, the mothers figure in Eastern culture is closely related to domestic affairs at home, one of which is parenting. Eastern educational patterns tend to create boundaries between parents and children, often presenting their dilemma, especially in urban areas where all parents generally work to get a better life. Artsy people who tend to be introverted and have difficulty conveying their feelings verbally try to overcome this by presenting a mother figure as their design inspiration. This paper is design-based research by taking samples of the modern kebaya development process in the Visual Communication Media Class Academic Year of 2022/2023. The design development will use a 5 steps design thinking approach, with design conceptualization developed together with students from the Fashion Communication Class from the same academic year. This paper will investigate approaches that organically emerge in the collaboration process. An empirical study is conducted through a qualitative method to understand how peer-to-peer private discussion will help develop a design with a heart-touching background."}, "filled": true, "author_pub_id": "DDtVCLIAAAAJ:EUQCXRtRnyEC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20753/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:IMC45Dx8c-IJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Digital Amnesia in Indonesia Generation Z on Instagram Advertisement Information Absorption", "pub_year": 2024, "citation": "Scriptura 14 (2), 187-194, 2024", "author": "Jeanne Prasetyo and Lady Joanne Tjahyana and Felicia Goenawan", "journal": "Scriptura", "volume": "14", "number": "2", "pages": "187-194", "abstract": "Digital Amnesia is the experience of forgetting information that you trust a digital device to store and remember for you. The researcher uses four indicators of digital amnesia: remember without looking up, emotional impact of losing data or access to data, behavior related to internet searches, and install IT securities on devices. This research will find out the level of digital amnesia in Indonesia Generation Z on Instagram advertisement information absorption. The research is using quantitative descriptive approach and online survey method. The questionnaire was distributed to 100 respondents using purposive sampling method. The theories used by the researcher include the SOR (Stimulus-Organism-Response) theory, Marketing Public Relations theory, Digital Amnesia theory and Consumer Behavior theory. The research shows that Generation Z experiences digital amnesia the most when they see Story Ads, and the least when they see Reels Ads. This is supported by the data showing that Generation Z is categorized as having high levels in all four indicators (remember without looking up, emotional impact of losing data, behavior related to internet searches, and install IT security on devices)."}, "filled": true, "author_pub_id": "DDtVCLIAAAAJ:p2g8aNsByqUC", "num_citations": 0, "pub_url": "https://scriptura.petra.ac.id/index.php/iko/article/view/29414", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:WiL8MgDkSZIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Effectiveness of Using Gel Angelicca as Celebrity Endorser of ESQA Cosmetics to Indonesian Women on Instagram", "pub_year": 2024, "citation": "Journal of Content and Engagement, 266-283, 2024", "author": "Trisno Lidya Natania and Felicia Goenawan and Astri Yogatama", "journal": "Journal of Content and Engagement", "pages": "266-283", "abstract": "ESQA Cosmetics is a cosmetic brand from Indonesia. ESQA Cosmetics is known as the first vegan cosmetics brand in Indonesia that uses Gel Angelicca as a celebrity endorser in its Marketing Public Relation (MPR) activities. This research was conducted to find out the effectiveness of a celebrity endorser, named Gel Angelicca, in promoting ESQA Cosmetics products to Indonesian women on Instagram. This research uses an online survey method which was distributed to 100 respondents using a Likert scale. The result of this research shows that Gel Angelicca as a celebrity endorser for ESQA Cosmetics has proven to be effective in delivering promotional messages to Indonesian women on Instagram by looking at the values in the TEARS model (Trustworthiness, Expertise, Attractiveness, Respect, Similarity). This research shows that the most effective TEARS model indicator in using Gel Angelicca as a celebrity endorser is the attractiveness indicator."}, "filled": true, "author_pub_id": "DDtVCLIAAAAJ:OU6Ihb5iCvQC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=9728356670960291750", "cites_id": ["9728356670960291750"], "pub_url": "https://joce.petra.ac.id/index.php/joce/article/view/42", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ps_jZNkQAocJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Search Engine Optimization (SEO) for Journalistic Content in Building Brand Image for Innovation Products", "pub_year": 2023, "citation": "Scriptura 13 (1), 38-57, 2023", "author": "Felicia Goenawan and Ido Prijana Hadi and Amelia Sidik", "journal": "Scriptura", "volume": "13", "number": "1", "pages": "38-57", "abstract": "The product innovations produced by Meal for 60+ focused on healthy food for the elderly. The purpose of Meal for 60+ is as a medium that can help everyone, be it mothers, fathers, teenagers, and children, in serving healthy food for the elderly at home. It is not easy for people to accept an innovative product. Companies must be able to build a Brand Image for their innovative products in the eyes of potential consumers. Therefore, the purpose of this research is to find out what factors are in the diffusion of innovative products and can be used to create messages on websites and Instagram. The paradigm in this research is positivistic with a quantitative approach and the research method used is a survey. The distribution of the questionnaire focused on respondents in Solo and Tulungagung. The results of this study indicate that Meal for 60+ should be more aggressive in conveying information related to their products. This is because respondents need acceptance from the surrounding community first before accepting innovative products. The keyword\" healthy diet menu\" is the main reference for respondents in searching for news.“HEREDITY. ID” will be one of the portal websites that can be accessed by the public, accommodates and becomes a source of detailed information on patent products in Indonesia."}, "filled": true, "author_pub_id": "DDtVCLIAAAAJ:4OULZ7Gr8RgC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=4768146217927482508", "cites_id": ["4768146217927482508"], "pub_url": "https://scriptura.petra.ac.id/index.php/iko/article/view/25849", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:jJyw9LjbK0IJ:scholar.google.com/", "cites_per_year": {"2024": 2, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Ritual communication of cheng beng ceremony on chinese ethnic in balikpapan city", "pub_year": 2023, "citation": "Journal of Content and Engagement, 33-49, 2023", "author": "Lydia Tjioe and Gatut Priyowidodo and Felicia Goenawan", "journal": "Journal of Content and Engagement", "pages": "33-49", "abstract": "This research was conducted to determine ritual communication in the Cheng Beng ceremony in the Chinese ethnic community. Ritual communication is unique and often difficult for individuals outside the community to understand. Like the Cheng Beng ceremonial ritual, this ritual is only understood by people who are ethnic Chinese. Communities can understand rituals on an ongoing basis both through coaching and discussion, this is what causes the understanding of the rituals of the Cheng Beng ceremony to be different from people outside the ethnic Chinese. The community studied is the ethnic Chinese community in Balikpapan City. This study uses a qualitative approach with ethnographic methods and data analysis using the QSR NVivo 12 computer program. The finding of the research indicate that the ritual communications used by the Chinese ethnic community in Balikpapan City in carrying out the Cheng Beng ceremony are communicative situations, communicative events, and communicative actions. In the communicative situation of the Cheng Beng ceremony, there are formal communicative situations and non-formal communication situations. In the communicative events of the Cheng Beng ceremony there are ritual agendas, ritual actors, and ritual equipment. In the communicative actions of the Cheng Beng ceremony, there are verbal actions and nonverbal actions. Ritual communication that occurs at the Cheng Beng ceremony for ethnic Chinese in Balikpapan City can occur by having ritual equipment that has meaning in everything that is prepared. The ritual equipment contained in the Cheng Beng ceremony will cause …"}, "filled": true, "author_pub_id": "DDtVCLIAAAAJ:cFHS6HbyZ2cC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=1954207618470820114", "cites_id": ["1954207618470820114"], "pub_url": "https://joce.petra.ac.id/index.php/joce/article/view/11", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ErlQpHm9HhsJ:scholar.google.com/", "cites_per_year": {"2024": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Marketing Communication Strategy at Fashion Company\" X\" During a Pandemic Covid-19", "pub_year": 2023, "citation": "Journal of Content and Engagement, 65-83, 2023", "author": "Jerry Indrawan and Felicia Goenawan and Ido Prijana Hadi", "journal": "Journal of Content and Engagement", "pages": "65-83", "abstract": "This research was conducted to find out how the marketing communication strategy was carried out by fashion company\" X\" during the Covid-19 pandemic. In its marketing communication strategy, fashion company\" X\" has the goal of increasing sales of the products sold by fashion company\" X\". In achieving this goal, the fashion company\" X\" uses the AIDA model (Action, Interest, Desire, Action) to classify a person's phases in knowing a brand and taking action and using the elements in integrated marketing communication (IMC) to analyze strategy marketing communications used by fashion company\" X\". This type of research is descriptive qualitative. And using the case study method as well as in collecting data using interview techniques. In delivering its marketing communication strategy, fashion company\" X\" uses several online media according to their target market. In addition, they also use live shopping techniques. and the latter uses the data of every customer who purchases at their company to offer the latest products from fashion company\" X\". The results of this study are used to determine marketing communication strategies at the fashion company\" X\" during the Covid-19 pandemic and the latter uses the data of every customer who purchases at their company to offer the latest products from fashion company\" X\". The results of this study are used to determine marketing communication strategies at the fashion company\" X\" during the Covid-19 pandemic and the latter uses the data of every customer who purchases at their company to offer the latest products from fashion company\" X\". The results of this study are used to determine …"}, "filled": true, "author_pub_id": "DDtVCLIAAAAJ:dfsIfKJdRG4C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=905538805083227868", "cites_id": ["905538805083227868"], "pub_url": "https://joce.petra.ac.id/index.php/joce/article/view/9", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:3EZR174ekQwJ:scholar.google.com/", "cites_per_year": {"2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Effectiveness of Using Neymar Jr. as a Brand Ambassador for Mister Potato Products on Instagram Social Media", "pub_year": 2023, "citation": "Journal of Content and Engagement, 201-215, 2023", "author": "Ronaldo Budialim and Felicia Goenawan", "journal": "Journal of Content and Engagement", "pages": "201-215", "abstract": "Mister Potato, a prominent potato chip brand originating from Malaysia, was established in 1992 and has since secured its position as the leading snack choice in Malaysia. As part of its 30th-anniversary celebrations, Mister Potato proudly appointed the globally renowned football athlete Neymar Jr. as its brand ambassador. This study endeavors to evaluate the efficacy of Neymar Jr. in his role as the brand ambassador for Mister Potato. Employing a survey method facilitated through the Likert scale, the researchers collected responses until reaching a sample size of 100 respondents. The assessment of effectiveness was carried out using the VisCAP model. The outcomes of this research unequivocally affirm the effectiveness of Neymar Jr. as a brand ambassador for Mister Potato."}, "filled": true, "author_pub_id": "DDtVCLIAAAAJ:_xSYboBqXhAC", "num_citations": 0, "pub_url": "https://joce.petra.ac.id/index.php/joce/article/view/25", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8bKaSmUAAlYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Tingkat Brand Awareness Masyarakat Bandung Terhadap Mixue", "pub_year": 2023, "citation": "Jurnal e-Komunikasi 11 (1), 2023", "author": "JH Cahya and D Budianad and F Goenawan", "journal": "Jurnal e-Komunikasi", "volume": "11", "number": "1"}, "filled": true, "author_pub_id": "DDtVCLIAAAAJ:D03iK_w7-QYC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=6626041789903000163", "cites_id": ["6626041789903000163"], "pub_url": "https://scholar.google.com/scholar?cluster=6626041789903000163&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Y9IP0uZt9FsJ:scholar.google.com/", "cites_per_year": {"2024": 2, "2025": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Strategi komunikasi persuasif agen asuransi Rising Star Warriors Agency Prudential Indonesia dalam menarik calon nasabah pada masa pandemi", "pub_year": 2022, "citation": "Jurnal E-Komunikasi 10 (2), 11, 2022", "author": "Vincentius Jason Antaufhan and Astri Yogatama and Felicia Goenawan", "journal": "Jurnal E-Komunikasi", "volume": "10", "number": "2", "pages": "11", "abstract": "Penelitian ini dilakukan untuk membahas strategi Komunikasi Persuasif “STAR HABIT” yang digunakan oleh Rising Star Warriors agency Prudential Indonesia pada masa pandemi Covid-19. Strategi yang dibahas berfokus pada Komunikasi Persuasif yang sering digunakan oleh agen asuransi kepada calon nasabah selama pada masa pandemi Covid-19. Strategi yang dipakai cukup unik sebab selain memakai elemen persuasif juga tidak memaksa dalam melakukan penawaran saat proses canvasing berlangsung di lapangan. Peneliti menggunakan pendekatan kualitatif deskriptif dan metode Studi Kasus guna bisa mencari data-data terkini strategi agen asuransi dari Rising Star Warriors agency. Peneliti turun ke lapangan dengan melakukan observasi serta kunjungan bersama para agen guna bisa melihat secara langsung bagaimana proses Komunikasi Persuasif yang dilakukan secara khusus. Selain itu …"}, "filled": true, "author_pub_id": "DDtVCLIAAAAJ:SeFeTyx0c_EC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=9051711313585259063", "cites_id": ["9051711313585259063"], "pub_url": "https://scholar.google.com/scholar?cluster=9051711313585259063&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:N0KiT3sjnn0J:scholar.google.com/", "cites_per_year": {"2024": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Personal branding fashion desainer melalui media sosial Instagram brand Artfy Label (analisis semiotika dalam akun Instagram@ alifyayunita)", "pub_year": 2022, "citation": "Jurnal E-Komunikasi 10 (2), 1-10, 2022", "author": "Bernadheta Yoshy Gaviota and Gatut Priyowidodo and Felicia Goenawan", "journal": "Jurnal E-Komunikasi", "volume": "10", "number": "2", "pages": "1-10", "abstract": "Penelitian ini dilakukan untuk mengetahui personal branding fashion desainer melalui media sosial Instagram brand Artfy Label (analisis semiotika dalam akun Instagram@ alifyayunita). Alifya Yunita merupakan salah satu fashion desainer yang dikenal oleh kalangan anak muda. Dalam persaingan dalam dunia bisnis fashion, Alifya perlu menunjukkan keunikan dirinya agar terlihat menonjol dibandingkan dengan kompetitor yang lain. Proses membentuk persepsi masayarakat terhadap diri Alifya Yunita ini disebut dengan personal branding yang dikaji dalam marketing public relations. Dalam proses mengkomunikasikan dirinya tersebut, Alifya menggunakan media Instagram yang merupakan satu-satunya media sosial yang ia gunakan. Penelitian ini menggunakan penelitian deskriptif dengan jenis penelitian kualitatif. Metode yang digunakan adalah semiotika Roland Barthes. Hasil penelitian menunjukkan …"}, "filled": true, "author_pub_id": "DDtVCLIAAAAJ:pqnbT2bcN3wC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=7492623965795669886", "cites_id": ["7492623965795669886"], "pub_url": "https://scholar.google.com/scholar?cluster=7492623965795669886&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:flfUnMwl-2cJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis Isi Brand Identity Pada Instagram The St. Regis Bali Resor", "pub_year": 2022, "citation": "Jurnal E-Komunikasi 10 (2), 1-11, 2022", "author": "Gladys Graciella Lodri and Felicia Goenawan and Lady Joanne Tjahyana", "journal": "Jurnal E-Komunikasi", "volume": "10", "number": "2", "pages": "1-11", "abstract": "Penelitian ini untuk mengatahui brand identity yang mana dan seperti apa yang dibangun dan ditonjolkan oleh The St. Regis Bali dalam memperkenalkan produknya kepada audiens yang dituju melalui Instagram@ stregisbali. Media Instagram dipakai oleh The St. Regis Bali sebagai saluran untuk melakukan komunikasi pemasaran. Unggahan yang digunakan dalam penelitian ini adalah unggahan yang dibagikan pada Juli 2021-April 2022. Peneliti akan menggunakan metode analisis isi kuantitatif dalam menganalisis brand identity. Hasil dari penelitian ditemukan bahwa The St. Regis Bali menampilkan semua elemen brand identity. Namun frekuensi kemunculan brand identity tidak merata dan terdapat elemen brand identity yang cenderung memiliki angka kemunculan yang kecil. Terutama pada elemen nama, logo, serta tipografi masih belum maksimal dikomunikasikan oleh seorang markting …"}, "filled": true, "author_pub_id": "DDtVCLIAAAAJ:M05iB0D1s5AC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=3731445115248645128", "cites_id": ["3731445115248645128"], "pub_url": "https://scholar.google.com/scholar?cluster=3731445115248645128&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:CBRD8Y_ByDMJ:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Efektivitas Penggunaan Rachel Vennya sebagai Celebrity Endorser Yellow Fit Kitchen", "pub_year": 2022, "citation": "Jurnal e-Komunikasi 10 (1), 2022", "author": "Obelia Oktaviana and Titi Nur Vidyarini and Felicia Goenawan", "journal": "Jurnal e-Komunikasi", "volume": "10", "number": "1", "abstract": "Marketing communication adalah paduan iklan, promosi penjualan, hubungan masyarakat, penjualan personal, dan sarana pemasaran langsung maupun tidak langsung yang digunakan perusahaan untuk mengkomunikasikan nilai pelanggan, dan juga produk perusahaan secara persuasif dan membangun hubungan pelanggan. Dalam Komunikasi pemasaran terdapat banyak cara untuk melakukan pemasaran salah satunya dengan menggunakan bintang iklan atau celebrity endorser. Celebrity Endorser adalah seseorang yang membawa produk untuk menyampaikan pesan kepada audiens. Untuk mengukur efektivitas dari seorang celebrity endorser, dapat menggunakan TEARS yaitu trustworthiness, expertise, attractiveness, respect, dan similarity sebagai pedoman dalam penelitian. Dalam penelitian ini peneliti menggunakan metode pendekatan kuantitatif. Teknik pengumpulan data yang dilakukan peneliti …"}, "filled": true, "author_pub_id": "DDtVCLIAAAAJ:RYcK_YlVTxYC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=5355565272431885447", "cites_id": ["5355565272431885447"], "pub_url": "https://scholar.google.com/scholar?cluster=5355565272431885447&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:h3y4gj3KUkoJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Tingkat Brand Awareness Masyarakat Surabaya Terhadap Elemen Brand Somethinc", "pub_year": 2021, "citation": "Jurnal E-Komunikasi 9 (2), 2021", "author": "Bella Laurenzia and Felicia Goenawan and Astri Yogatama", "journal": "Jurnal E-Komunikasi", "volume": "9", "number": "2", "abstract": "Somethinc merupakan brand lokal yang berdiri sejak tahun 2019. Somethinc telah mengkomunikasikan brandnya yang mencangkup lima brand elements, yaitu Brand Name, URL, Logo & Symbol, Slogan dan Packaging dengan menggunakan media komunikasi Instagram. Penelitian ini dilakukan untuk mengetahui Tingkat Brand Awareness masyarakat Surabaya terhadap brand Somethinc yang diukur dari kesadaran masyarakat Surabaya terhadap kelima Brand Elements. Jenis penelitian ini adalah deskriptif kuantitatif dengan metode survei berbentuk kuesioner online atau menggunakan Google form. Peneliti melakukan analisis dengan sampel sebanyak 100 responden. Hasil penelitian ini menunjukkan bahwa Tingkat Brand Awareness Masyarakat Surabaya terhadap Elemen Brand Somethinc berada pada tingkat tertinggi, yaitu Top of Mind."}, "filled": true, "author_pub_id": "DDtVCLIAAAAJ:isC4tDSrTZIC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=2440418565491633210", "cites_id": ["2440418565491633210"], "pub_url": "https://publication.petra.ac.id/index.php/ilmu-%20komunikasi/article/view/11490", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:OqxlY8Eb3iEJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 3, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perilaku Konsumen Masyarakat Surabaya Dalam Pembelian Pakaian", "pub_year": 2021, "citation": "Scriptura 11 (1), 18-25, 2021", "author": "Felicia Goenawan", "journal": "Scriptura", "volume": "11", "number": "1", "pages": "18-25", "abstract": "Penelitian ini bertujuan untuk mengetahui bagaimana perilaku konsumen masyarakat Surabaya dalam membeli pakaian. Penelitian ini menggunakan teori perilaku konsumen, segmentasi pasar yakni demografi dan psikografi. Teori pengambilan keputusan yang digunakan hanya menggunakan tahap Problem Recognition, Information Search, dan Outlet Selection & Purchase. Penelitian ini menggunakan metode kuantitatif, dan jenis penelitian deskriptif. Teknik sampling yang digunakan nonprobability sampling, yaitu Purposive Sampling dengan 100 responden masyarakat Surabaya serta melakukan pembelian produk fashion dalam 3 bulan terakhir. Hasil dalam penelitian ini didapati teman, majalah dan instagram merupakan media utama untuk melakukan penyebaran informasi. Iklan diskon dan iklan mode terbaru juga merupakan stimulus untuk responden melakukan pembelian ditempat."}, "filled": true, "author_pub_id": "DDtVCLIAAAAJ:j3f4tGmQtD8C", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=15847317881901514419", "cites_id": ["15847317881901514419"], "pub_url": "https://scriptura.petra.ac.id/index.php/iko/article/view/23397", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:s35voab77NsJ:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Isi Pesan The Nine Block Conversation Planner Dan Crisis Response Di Postingan Instagram@ Traveloka Selama Masa Pandemi COVID-19", "pub_year": 2021, "citation": "Universitas Kristen Petra: Skripsi, 2021", "author": "Stefanny Soesanto and Amelia Sidik and Felicia Goenawan", "journal": "Universitas Kristen Petra: Skripsi"}, "filled": true, "author_pub_id": "DDtVCLIAAAAJ:NaGl4SEjCO4C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=16815032948059240834", "cites_id": ["16815032948059240834"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:gnmPW2D_WukJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1}}
