{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analyzing Career Interest and Affective Commitment as Determinants of Successors’ Intention to Stay in Family Businesses", "pub_year": 2025, "citation": "Proceedings of the 3rd International Conference on Management and Business …, 2025", "author": "Ratih Indriyani¹ and Cathlin Celesta Sianto² Sesilya Kempa", "journal": "Proceedings of the 3rd International Conference on Management and Business (ICOMB 2024)", "volume": "325", "pages": "39", "publisher": "Springer Nature", "abstract": "Family businesses in Indonesia are currently increasing. However, family businesses face challenges in achieving sustainability across generations. Many family businesses in East Nusa Tenggara province are still directly held by the founders. However, regeneration of leadership from the founders of family businesses usually does not go well. This study aimed to determine the effect of career interest and affective commitment on the intention to stay in family businesses in East Nusa Tenggara province. This type of research is quantitative, with a survey method analyzed using the structural equation model technique using smart PLS 4.0. The sample of this study used the second and third generations, who are the successors of family businesses in East Nusa Tenggara province. This study used 114 respondents as research samples. The results of this study indicate that there is an influence between career interest and affective commitment. While career interest influences the intention to stay from prospective successors to family businesses, on the other hand, affective commitment has a significant influence on the intention to stay from prospective successors to family businesses in East Nusa Tenggara province, Indonesia."}, "filled": true, "author_pub_id": "dEWazPIAAAAJ:XiSMed-E-HIC", "num_citations": 0, "pub_url": "https://books.google.com/books?hl=en&lr=&id=FlhaEQAAQBAJ&oi=fnd&pg=PA39&dq=info:X9nvtdlyBZ8J:scholar.google.com&ots=Cr3oJe_CxS&sig=YswX8MqehYEZa5jPbTcmz66vXr4", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:X9nvtdlyBZ8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PELATIHAN PERANCANGAN LABEL PRODUK SEBAGAI BENTUK KOMUNIKASI PEMASARAN BAGI SISWA BERKEBUTUHAN KHUSUS", "pub_year": 2025, "citation": "Jurnal Kreativitas dan Inovasi (Jurnal Kreanova) 5 (1), 32-36, 2025", "author": "Alvina Alvina and Ratih Indriyani and Sesilya Kempa", "journal": "Jurnal Kreativitas dan Inovasi (Jurnal Kreanova)", "volume": "5", "number": "1", "pages": "32-36", "abstract": "Pembelajaran mengenai label sangat penting karena label tidak hanya berfungsi sebagai penanda suatu produk, tetapi juga sebagai sumber informasi yang membantu konsumen membuat keputusan yang tepat. Teknologi digital memberikan banyak manfaat dalam desain label produk, mulai dari efisiensi waktu dan biaya, kemudahan penggunaan, hingga peningkatan daya tarik visual. Melalui software desain digital, produsen dapat menciptakan label yang lebih kreatif, informatif, serta dengan cepat menyesuaikannya. Penggunaan Kittl untuk desain label produk sangat sesuai bagi pengguna yang ingin hasil desain profesional tanpa harus mahir menggunakan software. Pemanfaatan platform Kittl terbukti dapat meningkatkan keterampilan siswa dalam merancang logo, tagline, dan label. Penggunaan teknologi digital dalam pembelajaran ini direkomendasikan untuk terus diterapkan untuk mendukung kemandirian siswa dalam menghasilkan karya desain yang bermanfaat, baik untuk usaha maupun pengembangan keterampilan kerja mereka di masa depan. Pada sisi tim pelatih, beberapa aspek juga dapat ditingkatkan untuk mendukung efektivitas pelatihan berikutnya. Salah satu rekomendasi utama adalah penyediaan koneksi internet dan laptop cadangan untuk memastikan proses desain label dapat berjalan lebih baik. Selain itu, pelatihan bagi instruktur dan pendamping mengenai komunikasi dengan siswa berkebutuhan khusus juga diperlukan."}, "filled": true, "author_pub_id": "dEWazPIAAAAJ:Tiz5es2fbqcC", "num_citations": 0, "pub_url": "https://ejournal.stiesia.ac.id/kreanova/article/view/7187", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:65mPYLncc6EJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Eksplorasi Brand Love sebagai Faktor Kunci dalam Loyalitas Penonton Serial Barat", "pub_year": 2024, "citation": "IQTISHADequity jurnal MANAJEMEN 7 (1), 33-40, 2024", "author": "Sesilya Kempa and Valerie Margo and Ratih Indriyani", "journal": "IQTISHADequity jurnal MANAJEMEN", "volume": "7", "number": "1", "pages": "33-40", "abstract": "Penelitian ini mengkaji pengaruh langsung dan tidak langsung dari keterikatan emosional terhadap merek (emotional brand attachment), kepuasan merek (brand satisfaction), dan pengalaman merek (brand experience) terhadap kecintaan terhadap merek (brand love) serta loyalitas pelanggan (customer loyalty) pada penonton serial barat di Indonesia. Data dikumpulkan dengan teknik non-probability sampling menggunakan kuesioner online yang disebarkan kepada 300 responden secara kuantitatif. Analisis penelitian ini menggunakan Partial Least Squares-Structural Equation Modeling (PLS–SEM). Hasil penelitian menunjukkan bahwa keterikatan emosional, kepuasan merek, dan pengalaman merek secara signifikan memengaruhi kecintaan terhadap merek. Namun, keterikatan emosional dan pengalaman merek tidak memiliki pengaruh langsung terhadap loyalitas pelanggan, yang menyoroti peran mediasi dari kecintaan terhadap merek. Kepuasan merek terbukti menjadi prediktor utama loyalitas pelanggan. Temuan ini menggarisbawahi pentingnya membangun hubungan emosional, menciptakan pengalaman yang positif, dan memastikan kepuasan penonton untuk mendorong loyalitas melalui kecintaan terhadap merek. Penelitian ini memberikan implikasi praktis bagi produsen serial barat untuk meningkatkan keterlibatan penonton melalui pengintegrasian elemen relevansi budaya, peningkatan kualitas cerita, dan pemanfaatan platform media sosial. Penelitian selanjutnya dapat mengeksplorasi faktor tambahan yang memengaruhi loyalitas pelanggan serta mengkaji konteks budaya yang berbeda untuk memperluas generalisasi …"}, "filled": true, "author_pub_id": "dEWazPIAAAAJ:u9iWguZQMMsC", "num_citations": 0, "pub_url": "https://e-journal.umaha.ac.id/iqtisad/article/view/16858", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:3e9D0O-NKngJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penggunaan Media Sosial dalam Mendukung Kinerja Pemasaran: Evaluasi Dampak Value Co-Creation dan Produktivitas Kerja", "pub_year": 2024, "citation": "Co-Value Jurnal Ekonomi Koperasi dan kewirausahaan 15 (6), 2024", "author": "Ratih Indriyani and Agnes Renatha Dewi and Sesilya Kempa", "journal": "Co-Value Jurnal Ekonomi Koperasi dan kewirausahaan", "volume": "15", "number": "6", "abstract": "UMKM sebaiknya meningkatkan kinerja pemasaran untuk mendukung strategi bersaingnya. Pada era digital ini pemasaran menggunakan media sosial dapat membantu bisnis meningkatkan kinerja pemasarannya. Penelitian ini bertujuan untuk menguji pengaruh Social media usage terhadap Marketing Performance melalui value co-creation dan Work Productivity pada UMKM. Penelitian ini menggunakan jenis penelitian kuantitatif dengan pendekatan metode survei. Penelitian ini menggunakan menggunakan teknik purposive sampling sebagai tehnik pengambilan sampel. Populasi dari penelitian ini adalah pemilik UMKM di Sidoarjo yang menggunakan media sosial dan sudah beroperasi minimal 1 tahun. Teknik pengolahan data menggunakan software Smart PLS. Hasil penelitian menunjukan bahwa Social media usage memiliki pengaruh signifikan terhadap value co creation dan work productivity. Di sisi …"}, "filled": true, "author_pub_id": "dEWazPIAAAAJ:UxriW0iASnsC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=12882013586058028713", "cites_id": ["12882013586058028713"], "pub_url": "https://scholar.google.com/scholar?cluster=12882013586058028713&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:qaa-zBobxrIJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PERAN EMOTIONAL EXHAUSTION DALAM HUBUNGAN ANTARA JOB INSECURITY DAN WORK ATTITUDE: STUDI PADA SALESPERSON OTOMOTIF", "pub_year": 2024, "citation": "MANAJEMEN 4 (2), 09-18, 2024", "author": "Ratih Indriyani and Andrew Gunawan and Sesilya Kempa", "journal": "MANAJEMEN", "volume": "4", "number": "2", "pages": "09-18", "abstract": "Sales person memiliki peranan penting dalam kelangsungan sebuah perusahaan. Work attitudde merupakan hal yang menunjang kinerja salesperson sebagai ujung tombak pemasaran perusahaan. Penelitian ini dilakukan untuk memahami pengaruh job insecurity terhadap work attitude dengan variabel mediasi emotional exhaustion pada sales otomotif di Surabaya. Metode yang digunakan kuantitatif, dengan jumlah responden 106 orang. Populasi pada penelitian ini merupakan sales otomotif di Surabaya. Penelitian ini menggunakan teknik pengambilan sampel purposive sampling. Kriteria sampel dalam penelitian ini adalah sales otomotif yang bekerja di Surabaya dan minimal telah 1 tahun bekerja di industri otomotif. Hasil riset menunjukkan job insecurity tidak berpengaruh signifikan pada work attitude. Job insecurity memiliki"}, "filled": true, "author_pub_id": "dEWazPIAAAAJ:dshw04ExmUIC", "num_citations": 0, "pub_url": "https://journal.politeknik-pratama.ac.id/index.php/IMK/article/view/792", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:eXUdY9qV2ioJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "THE INFLUENCE OF KNOWLEDGE SELF-EFFICACY AND PERSONALITY ON KNOWLEDGE SHARING WITH TRUST AS MEDIATOR", "pub_year": 2024, "citation": "JURNAL EKBIS 25 (2), 2024", "author": "Helmi Buyung Aulia Safrizal and Ratih Indriyani and Carla Alexandra de J da Costa", "journal": "JURNAL EKBIS", "volume": "25", "number": "2"}, "filled": true, "author_pub_id": "dEWazPIAAAAJ:OU6Ihb5iCvQC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vazpU3meAtEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Dari Generasi ke Generasi: Rahasia Awet Muda Bisnis Keluarga", "pub_year": 2024, "citation": "Dari Generasi ke Generasi: Rahasia Awet Muda Bisnis Keluarga, 2024", "author": "Widjojo Suprapto and Ratih Indriyani", "abstract": "Keberlangsungan bisnis keluarga pada generasi ketiga sering mengalamai ancaman dari dalam yaitu keluarga itu sendiri. Untuk menjaga keberlangsungan bisnis keluarga, setiap anggota keluarga yang juga merupakan pemilik usaha memiliki kewajiban untuk menjaga dan melestarikan nilai keluarga dan warisan budaya keluarga yang telah diciptakan oleh generasi sebelumnya. Kegagalan menjaga ini mengakibatkan perselisihan dan pertikaiandan dapat mengakhiri bisnis keluarga yang sudah berjalan lintas generasi."}, "filled": true, "author_pub_id": "dEWazPIAAAAJ:p2g8aNsByqUC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21394/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:i8EYsdGf5BYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Role Of Product Innovation And Marketing Performance In Enhancing Competitive Advantage In Micro, Small, And Medium Enterprises (MSMEs) In The Fashion Sector", "pub_year": 2024, "citation": "EKOMBIS REVIEW: Jurnal Ilmiah Ekonomi dan Bisnis 12 (3), 3229–3242-3229–3242, 2024", "author": "Ratih Indriyani and James Albert Shan", "journal": "EKOMBIS REVIEW: Jurnal Ilmiah Ekonomi dan Bisnis", "volume": "12", "number": "3", "pages": "3229–3242-3229–3242"}, "filled": true, "author_pub_id": "dEWazPIAAAAJ:KxtntwgDAa4C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=5402188653953015709", "cites_id": ["5402188653953015709"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:nd-DcPVt-EoJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Developing Innovative Work Behaviour: The Influence of Entrepreneurial Leadership through Creative Self-Efficacy and Employee Engagement", "pub_year": 2024, "citation": "Ecopreneur. 12 7 (2), 145-161, 2024", "author": "Ratih Indriyani and Yonathan Palumian and RICHIE NATAJAYA", "volume": "7", "number": "2", "pages": "145-161", "abstract": "Salesperson is important to support the development of property service companies in Surabaya. Salesperson needs to have innovative performance behavior to achieve maximum performance. To form innovative work behavior, entrepreneurial leadership is needed along with creative self-efficacy and employee engagement levels. The purpose of this study was to determine the effect of entrepreneurial leadership with creative self-efficacy and employee engagement as mediating variables on innovative work behavior in property salespersons in Surabaya. The type of research used is quantitative research with a causal nature and the sampling technique uses non-probability sampling technique with purposive sampling method. The sample used was 114 respondents. This study uses PLS data analysis technique. The results of the study showed that entrepreneurial leadership has a significant effect on innovative work behavior, creative self-efficacy, and employee engagement. Creative selfefficacy and employee engagement have a significant effect on innovative work behavior, and creative self-efficacy and employee engagement successfully mediate between entrepreneurial leadership and innovative work behavior."}, "filled": true, "author_pub_id": "dEWazPIAAAAJ:SP6oXDckpogC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21395/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:wwoVs-VmR3IJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pelatihan Dan Pendampingan Desain Grafis Bagi Siswa Berkebutuhan Khusus", "pub_year": 2024, "citation": "Kreanova 4 (2), 62-66, 2024", "author": "RR Ardianti and Ratih Indriyani and Sesilya Kempa and Mariana Ing Malelak", "volume": "4", "number": "2", "pages": "62-66", "abstract": "Penggunaan media sosial untuk mendukung kegiatan pemasaran menjadi hal yang sangat penting pada saat ini. Kemampuan untuk membuat desain konten-konten sosial media yang dapat digunakan untuk memasarkan produk menjadi penting bagi siswa, termasuk siswa dengan kebutuhan khusus agar dapat melengkapi mereka dengan kompetensi yang dibutuhkan dalam dunia kerja. Oleh karena itu, dosen dan mahasiswa School of Business and Management Universitas Kristen Petra mengadakan kegiatan pengabdian pada masyarakat dengan metode pelatihan dan pendampingan yang ditujukan bagi siswa AORA, sebuah lembaga kursus dan pelatihan bagi siswa berkebutuhan khusus di Surabaya. Pelatihan dan pendampingan ini diselenggarakan selama kurang lebih 8 minggu dalam kurun waktu Januari-Maret 2024. Secara spesifik, materi yang diberikan adalah desain grafis dengan menggunakan aplikasi canva untuk menghasilkan konten berupa poster, name tag produk, katalog produk dan reels. Secara umum siswa menunjukkan respon yang positif atas kegiatan pelatihan dan pendampingan ini. Mereka mengakui adanya manfaat dan menyatakan kesediaannya untuk mengikut pelatihan lanjutan yang akan direncanakan untuk mereka"}, "filled": true, "author_pub_id": "dEWazPIAAAAJ:nb7KW1ujOQ8C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21228/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:biKdp_soMAoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Peranan Entrepreneurial Orientation Dalam Meningkatkan Competitive Advantage Melalui Innovation Capability Sebagai Variabel Mediasi", "pub_year": 2024, "citation": "COSTING: Journal of Economic, Business and Accounting 7 (4), 7517-7533, 2024", "author": "Ratih Indriyani and Joshua Geraldino Tantry Senak", "volume": "7", "number": "4", "pages": "7517-7533", "abstract": "Perkembangan usaha di Indonesia menimbulkan persaingan bagi pemilik bisnis. Dalam mengatasi persaingan, UKM harus meningkatkan haru keunggulan kompetitif bisnis. Namun, masih banyak pengusaha yang terhambat dalam meraih keunggulan usahanya karena belum diimbangi dengan keinginan berinovasi dan mengembangkan orientasi berwirausaha mereka. Penelitian ini akan melakukan analisis pengaruh entrepreneurial orientation dalam meningkatkan keunggulan kometitif melalui kemampuan inovasi. Penelitian ini menggunakan penelitian eksplanatori dengan pendekatan kuantitatif. Teknik pengambilan sampel menggunakan purposive sampling dengan melibatkan 118 pemilik UKM di NTT Indonesia. Penelitian ini menunjukkan bahwa entrepreneurial orientation berpengaruh signifikan terhadap competitive advantage melalui innovation capability pada pelaku usaha."}, "filled": true, "author_pub_id": "dEWazPIAAAAJ:1sJd4Hv_s6UC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21269/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:kTwPZRJfN28J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Determinan Entrepreneurial Spirit pada Pelaku Usaha di Sektor Digital", "pub_year": 2024, "citation": "Jurnal Pendidikan Ekonomi (JUPE) 12 (1), 31-36, 2024", "author": "Tracy Leonita and Sesilya Kempa and Ratih Indriyani", "journal": "Jurnal Pendidikan Ekonomi (JUPE)", "volume": "12", "number": "1", "pages": "31-36", "abstract": "Penelitian ini bertujuan untuk meneliti pengaruh income expectations dan social environment terhadap entrepreneurial spirit melalui selfefficacy dari wirausaha Indonesia yang bergerak di sektor usaha digital dengan menggunakan pendekatan kuantitatif. Riset ini melibatkan 161 wirausaha dengan teknik pengambilan sampel purposif. Riset ini menggunakan teknik analisis data SEM-PLS untuk pembuktian dugaan. Hasil penelitian menunjukkan bahwa wirausaha memerlukan keyakinan diri akan kemampuannya menjalankan bisnis digital untuk membuatnya tetap semangat menjadi digitalpreneur. Selain itu, income expectations dan social environment turut menentukan entrepreneurial spirit seorang wirausaha."}, "filled": true, "author_pub_id": "dEWazPIAAAAJ:NhqRSupF_l8C", "num_citations": 0, "pub_url": "https://ejournal.unesa.ac.id/index.php/jupe/article/view/57196", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:MD7xRY-eqiQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Fostering Person Organizing Fit and Psychological Ownership on Creative Behavior among Indonesian Employees", "pub_year": 2023, "citation": "Jurnal Analisis, Prediksi, dan Informasi 24 (2), 262-273, 2023", "author": "Helmi Buyung Aulia Safrizal and Ratih Indriyani", "volume": "24", "number": "2", "pages": "262-273", "abstract": "This study focuses on the effect of person organization fit on creative behavior and psychological ownership on creative behavior and the influence of person organization fit on creative behavior with psychological ownership as a mediating variable. Creative behavior is fundamental to produce valuable and innovative products and be able to adapt to customer needs. Creative behavior can support the organization in providing ideas for the progress and sustainability of the organization. Creative produces innovation, both of which play a role in the effectiveness and efficiency of the organization when viewed from the perspective of organizational excellence. This can be said to get creative behavior in the organization, it is necessary to have an employee suitability for the organization, this is an importantfactor."}, "filled": true, "author_pub_id": "dEWazPIAAAAJ:xtRiw3GOFMkC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20958/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:mvxOCU0I-wMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengembangan potensi umkm kelurahan jagir, wonokromo dengan pendekatan pemasaran digital", "pub_year": 2023, "citation": "Jurnal Kreativitas dan Inovasi (Jurnal Kreanova) 3 (3), 117-122, 2023", "author": "Ratih Indriyani and Sesilya Kempa and Dewi Pertiwi", "journal": "Jurnal Kreativitas dan Inovasi (Jurnal Kreanova)", "volume": "3", "number": "3", "pages": "117-122", "abstract": "Penggunaan teknologi digital telah mempengaruhi semua aspek kegiatan usaha, termasuk dalam hal pemasaran, pemasaran berbasis digital digunakan untuk memperoleh konsumen, membangun preferensi mereka, memelihara konsumen, serta pada akhirnya mampu meningkatkan penjualan dan profit bisnis. Digital marketing merupakan cara komunikasi pemasaran yang mampu menimbulkan awareness dan engagement masyarakat terhadap produk UMKM. Digital marketing mampu memberikan kemudahan pada pembeli untuk mendapatkan informasi mengenai produk dan melakukan interaksi melalui internet. Di sisi lain digital marketing memungkinkan penjual untuk memantau dan menyediakan kebutuhan serta keinginan calon pembeli tanpa batasan waktu dan area geografis. Aktivitas pengabdian masyarakat kali ini bertujuan untuk mengintegrasi mendalami potensi UMKM di Kelurahan Jagir. Dari pemetaan potensi ini, aktivitas yang dilakukan adalah optimalisasi pemasaran digital. Dari kegiatan ini diperoleh gambaran bahwa pemilik usaha memahami pentingnya digital marketing namun masih memerlukan pengetahuan dan skill yang lebih baik lagi. Adanya suatu keunikan dari pengabdian ini berupa kesiapan dari peserta pelaku UMKM untuk mengenal dan mengaplikasikan media yang dipergunakan untuk memasarkan produk yang tidak secara manual tetapi menggunakan elektronik untuk mempercepat proses sampai ke tangan konsumen."}, "filled": true, "author_pub_id": "dEWazPIAAAAJ:bFI3QPDXJZMC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=275037219671798973", "cites_id": ["275037219671798973"], "pub_url": "https://ejournal.stiesia.ac.id/kreanova/article/view/6064", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vXSM4uQg0QMJ:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "ANALISIS KOMUNIKASI INTERPERSONAL REMAJA DALAM MENGGUNAKAN SOSIAL MEDIA", "pub_year": 2023, "citation": "Universitas Terbuka, 2023", "author": "RIA INDRIYANI", "abstract": "ABSTRAKPenggunaan media internet (digital), yaitu. Pengalaman media online, berkembang cukup pesat. Efek media digital antara lain cyberbullying, penipuan (berita palsu), pornografi, kekerasan seksual, kecanduan kekerasan dan perceraian. Dampak lain yang juga patut diwaspadai adalah pernikahan usia muda atau remaja. anak muda yang merupakan kelompok ibu digital dimana mereka tidak harus belajar bagaimana mengakses informasi yang mereka butuhkan melalui internet. Penelitian ini merupakan penelitian kualitatif deskriptif dengan menggunakan metode studi kasus. Secara umum, studi kasus adalah studi yang dilakukan dengan menyelidiki lebih lanjut penyebab aspek sosial tertentu, di mana pengumpulan data dapat dikembangkan atau masalah penelitian yang krusial dapat diidentifikasi. Selain memberikan nilai positif, ada hal-hal yang memiliki efek negatif yang harus diantisipasi …"}, "filled": true, "author_pub_id": "dEWazPIAAAAJ:CHSYGLWDkRkC", "num_citations": 0, "pub_url": "https://student-repository.ut.ac.id/id/eprint/1516", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:kYUpHOJJ7zwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penguatan Entrepreneurial Intention Pada Mahasiswa Berdasarkan Theory Of Planned Behavior", "pub_year": 2023, "citation": "Jurnal Manajemen Administrasi Bisnis dan Publik Terapan 1 (2), 245-265, 2023", "author": "Ratih Indriyani and Elsa Christina", "journal": "Jurnal Manajemen Administrasi Bisnis dan Publik Terapan", "volume": "1", "number": "2", "pages": "245-265", "publisher": "Petra Christian University", "abstract": "Penelitian ini bertujuan untuk mengetahui pengaruh norma subjektif, sikap dalam berwirausaha dan perceived behavioral control terhadap entrepreneurial intention dengan obyek penelitian mahasiswa manajemen di Surabaya. Penelitian dilakukan dengan penyebaran kuesioner. Respon yang diperoleh sebanyak 222 data menggunakan teknik teknik judgemental sampling yang diolah menggunakan model penelitian PLS. Hasil penelitian menunjukkan bahwa seluruh hipotesis penelitian yang diajukan diterima. Terdapat pengaruh dari norma subjektif terhadap sikap, perceived behavior control, dan entrepreneurial intention. Dalam penelitian ini juga didapati bahwa sikap dan perceived behavior control berpengaruh terhadap entrepreneurial intention. Sebagai tambahan dalam penelitian ini ditemukan pengaruh mediasi dari sikap dan perceived behavior control"}, "filled": true, "author_pub_id": "dEWazPIAAAAJ:f2IySw72cVMC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20557/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:FzGcFSbmCoUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Emotional Stability and Self-Efficacy in Achieving Career Success", "pub_year": 2023, "citation": "Jurnal Ekbis 24 (1), 173-182, 2023", "author": "Noerchoidah Noerchoidah and Ratih Indriyani and Dewi Urip Wahyuni and Bisma Arianto", "journal": "Jurnal Ekbis", "volume": "24", "number": "1", "pages": "173-182", "abstract": "This study intends to provide practical and theoretical insights into how employees maintain emotional stability and self-efficacy in achieving career success in hospitality employees in Surabaya. This study used a quantitative method using a questionnaire given to 123 respondents. This research used a purposive sampling technique. This study uses Partial Least Square (PLS) software in analyzing data. The results of the study found that emotional stability has a positive and significant effect on employee self-efficacy. Self-efficacy has a significant positive effect on employee career success. Emotional stability has a significant positive effect on employee career success. Self-efficacy has a positive and significant effect in mediating the emotional stability and career success of hotel employees in Surabaya. The results of this study support the social cognitive theory."}, "filled": true, "author_pub_id": "dEWazPIAAAAJ:EUQCXRtRnyEC", "num_citations": 0, "pub_url": "https://jurnalekonomi.unisla.ac.id/index.php/ekbis/article/view/1589", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:HogxQgXiKUMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Peran Keterlibatan Kerja Terhadap Perilaku Inovatif Dan Kinerja Studi Pada Industri Kreatif", "pub_year": 2023, "citation": "BBM (Buletin Bisnis & Manajemen) 9 (01), 104-117, 2023", "author": "Ratih Indriyani and Nuzulul Fatimah", "journal": "BBM (Buletin Bisnis & Manajemen)", "volume": "9", "number": "01", "pages": "104-117", "abstract": "Penelitian ini menyoroti pemahaman kontekstual tentang konsep kinerja karyawan dengan mengidentifikasi faktor-faktor keterlibatan kerja dan perilaku inovatif. Sampel penelitian terdiri dari 154 responden yang bekerja di industri kreatif di Surabaya. Kuesioner tersebut mencakup pengukuran yang ditetapkan terkait dengan keterlibatan kerja, perilaku inovatif, dan kinerja karyawan. Metode PLS digunakan dalam analisis data. Hasil penelitian menunjukkan adanya pengaruh positif yang signifikan keterlibatan kerja terhadap perilaku inovatif maupun perilaku inovatif terhadap kinerja karyawan. Keterlibatan kerja memiliki pengaruh positif dan signifikan terhadap kinerja karyawan. Selanjutnya, analisis mediasi menggunakan metode bootstrapping menunjukkan bahwa perilaku inovatif memediasi parsial hubungan antara keterlibatan kerja dan kinerja karyawan. Penelitian ini meningkatkan pemahaman bagaimana keterlibatan kerja mempengaruhi kinerja karyawan melalui perilaku inovatif."}, "filled": true, "author_pub_id": "dEWazPIAAAAJ:dfsIfKJdRG4C", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=1607564892619161355", "cites_id": ["1607564892619161355"], "pub_url": "http://journal.uyr.ac.id/index.php/BBM/article/view/563", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Cz_0qcA3TxYJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 0, "2024": 4, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Creative Behavior In The Online Fashion Business", "pub_year": 2022, "citation": "Media Trend 17 (2), 507-518, 2022", "author": "Ratih Indriyani and Kevin Christanto", "journal": "Media Trend", "volume": "17", "number": "2", "pages": "507-518", "abstract": "Fashion secror has been increasing in Indonesia. Creativity is important thing for an online business to be able to survive and compete in the digital market. Some variables that can improve creative behavior are accurate market orientation and effective use of social media. The purpose of the research is to analyze the influence of market orientation and social media usage on creative behavior in online businesses in the fashion sector in Surabaya. By using purposive sampling method, 132 online businesses in the fashion sector in Surabaya have been selected as respondents. This research used quantitative approach of this explanatory using partial least square. Result of this study describe that market orientation has a significant influence on creative behavior, on the other side, social media usage has usage has a significant influence on creative behavior. This research also show that market orientation has significant influence on creative behavior throug social media usage among online businesses fashion sector in Surabaya."}, "filled": true, "author_pub_id": "dEWazPIAAAAJ:u_35RYKgDlwC", "num_citations": 0, "pub_url": "https://journal.trunojoyo.ac.id/mediatrend/article/view/10578", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Cj_21iY0AsIJ:scholar.google.com/", "cites_per_year": {}}
