{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analyzing Career Interest and Affective Commitment as Determinants of Successors’ Intention to Stay in Family Businesses", "pub_year": 2025, "citation": "Proceedings of the 3rd International Conference on Management and Business …, 2025", "author": "Ratih Indriyani¹ and Cathlin Celesta Sianto² Sesilya Kempa", "journal": "Proceedings of the 3rd International Conference on Management and Business (ICOMB 2024)", "volume": "325", "pages": "39", "publisher": "Springer Nature", "abstract": "Family businesses in Indonesia are currently increasing. However, family businesses face challenges in achieving sustainability across generations. Many family businesses in East Nusa Tenggara province are still directly held by the founders. However, regeneration of leadership from the founders of family businesses usually does not go well. This study aimed to determine the effect of career interest and affective commitment on the intention to stay in family businesses in East Nusa Tenggara province. This type of research is quantitative, with a survey method analyzed using the structural equation model technique using smart PLS 4.0. The sample of this study used the second and third generations, who are the successors of family businesses in East Nusa Tenggara province. This study used 114 respondents as research samples. The results of this study indicate that there is an influence between career interest and affective commitment. While career interest influences the intention to stay from prospective successors to family businesses, on the other hand, affective commitment has a significant influence on the intention to stay from prospective successors to family businesses in East Nusa Tenggara province, Indonesia."}, "filled": true, "author_pub_id": "dEWazPIAAAAJ:XiSMed-E-HIC", "num_citations": 0, "pub_url": "https://books.google.com/books?hl=en&lr=&id=FlhaEQAAQBAJ&oi=fnd&pg=PA39&dq=info:X9nvtdlyBZ8J:scholar.google.com&ots=Cr3oIf1HBM&sig=MePxeduL3PPw_wxO3V-3y9F214Q", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:X9nvtdlyBZ8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PELATIHAN PERANCANGAN LABEL PRODUK SEBAGAI BENTUK KOMUNIKASI PEMASARAN BAGI SISWA BERKEBUTUHAN KHUSUS", "pub_year": 2025, "citation": "Jurnal Kreativitas dan Inovasi (Jurnal Kreanova) 5 (1), 32-36, 2025", "author": "Alvina Alvina and Ratih Indriyani and Sesilya Kempa", "journal": "Jurnal Kreativitas dan Inovasi (Jurnal Kreanova)", "volume": "5", "number": "1", "pages": "32-36", "abstract": "Pembelajaran mengenai label sangat penting karena label tidak hanya berfungsi sebagai penanda suatu produk, tetapi juga sebagai sumber informasi yang membantu konsumen membuat keputusan yang tepat. Teknologi digital memberikan banyak manfaat dalam desain label produk, mulai dari efisiensi waktu dan biaya, kemudahan penggunaan, hingga peningkatan daya tarik visual. Melalui software desain digital, produsen dapat menciptakan label yang lebih kreatif, informatif, serta dengan cepat menyesuaikannya. Penggunaan Kittl untuk desain label produk sangat sesuai bagi pengguna yang ingin hasil desain profesional tanpa harus mahir menggunakan software. Pemanfaatan platform Kittl terbukti dapat meningkatkan keterampilan siswa dalam merancang logo, tagline, dan label. Penggunaan teknologi digital dalam pembelajaran ini direkomendasikan untuk terus diterapkan untuk mendukung kemandirian siswa dalam menghasilkan karya desain yang bermanfaat, baik untuk usaha maupun pengembangan keterampilan kerja mereka di masa depan. Pada sisi tim pelatih, beberapa aspek juga dapat ditingkatkan untuk mendukung efektivitas pelatihan berikutnya. Salah satu rekomendasi utama adalah penyediaan koneksi internet dan laptop cadangan untuk memastikan proses desain label dapat berjalan lebih baik. Selain itu, pelatihan bagi instruktur dan pendamping mengenai komunikasi dengan siswa berkebutuhan khusus juga diperlukan."}, "filled": true, "author_pub_id": "dEWazPIAAAAJ:Tiz5es2fbqcC", "num_citations": 0, "pub_url": "https://ejournal.stiesia.ac.id/kreanova/article/view/7187", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:65mPYLncc6EJ:scholar.google.com/", "cites_per_year": {}}
