{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penggunaan Energi Surya sebagai Tenaga Penggerak Mesin Pencacah Hijauan Pakan Ternak di Dusun Turi, Tulungagung", "pub_year": 2025, "citation": "Agrokreatif: Jurnal Ilmiah Pengabdian kepada Masyarakat 11 (1), 38-51, 2025", "author": "Hariyo Priambudi Setyo Pratomo and Hanny Hosiana Tumbelaka and Joni Dewanto and Indar Sugiarto and Iwan Halim Sahputra", "journal": "Agrokreatif: Jurnal Ilmiah Pengabdian kepada Masyarakat", "volume": "11", "number": "1", "pages": "38-51", "abstract": "Kegiatan pengabdian ini bertujuan untuk menerapkan energi surya pada mesin pencacah pakan ternak sapi dan kambing untuk menghasilkan pakan yang tercacah halus. Realisasi prototipe mesin pencacah dan sistem pembangkit energi listrik skala kecil didasarkan pada wawancara dengan peternak. Hijauan pakan ternak yang dicacah meliputi rumput gajah, kaliandra, dan tebu muda. Sistem pembangkit energi listrik beserta mesin pencacah diletakkan di lahan yang telah disepakati oleh para peternak. Lebih jauh, studi perbandingan konstruksi mesin menunjukkan bahwa mekanisme pemotongan free cutting yang diimplementasikan juga digunakan oleh peneliti lain dan memiliki konstruksi yang sederhana dan kuat, namun memberikan kemudahan dalam pembongkaran dan perawatan. Monocrystalline solar panel dengan luasan 12, 1568 m2, inverter, dan baterei digunakan sebagai pembangkit energi listrik untuk menggerakkan mesin pencacah. Lonjakan arus listrik pada awal pengoperasian mesin ditunjukkan sebesar 73, 82 A dan dapat diredam oleh Variable Speed Drive menjadi 3.4 A. Sistem pembangkit listrik memiliki kapasitas terpasang 5000 Watts dan mampu menghasilkan energi listrik efektif sebesar 3000 Watts dari penangkapan penyinaran sinar matahari selama 8 jam (pukul 8 pagi sampai 16 sore) setiap hari. Mesin pencacah bertenaga surya mampu mencapai kapasitas produksi pakan ternak tercacah halus sebesar 200 kg/jam dan mampu beroperasi nonstop setiap hari selama 6 jam. Para peternak puas dengan performa mesin pencacah sebagaimana ditunjukkan dalam isian angket dari peternak. Selain itu, para …"}, "filled": true, "author_pub_id": "DI2qCPgAAAAJ:J_g5lzvAfSwC", "num_citations": 0, "pub_url": "https://journal.ipb.ac.id/index.php/j-agrokreatif/article/view/55821", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:VnDrSBKYQZwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "KawanSurya: an Android-based mobile app for assessing the techno-economic potential of rooftop photovoltaic", "pub_year": 2024, "citation": "Bulletin of Electrical Engineering and Informatics 14 (1), 31-42, 2024", "author": "Yusak Tanoto and Christopher Marvel and Hanny Hosiana Tumbelaka", "volume": "14", "number": "1", "pages": "31-42", "abstract": "Many developing countries, including Indonesia, are progressing poorly in residential rooftop photovoltaic (PV) adoption, including on-grid systems. On the customer side, the decision to implement on-grid rooftop PV or rely only on power from the utility grid has often been made without appropriate knowledge of techno-economic considerations. This includes the impression of high system costs. This paper introduces KawanSurya: PV calculator, a solar rooftop PV techno-economic application for Android mobile phones, designed to help residential customers assess the potential of installing on-grid rooftop PV systems. The tool allows users to select a specific geographic location, calculate daily load profiles, and determine available roof areas. It uses irradiance data from the PVGIS API and HOMER’s solar PV output equation to determine hourly PV output power. Simulation results for a typical 2,200 VA household show a payback period of 9.44 years or beyond, significantly influenced by electrical load profiles and bill reduction factors. A 65% bill reduction factor and similar load profile prolong the payback period, while a 0% billing reduction factor or uncompensated electricity sales may exceed the project’s lifetime."}, "filled": true, "author_pub_id": "DI2qCPgAAAAJ:RGFaLdJalmkC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21397/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:YbYcdr1Jkc8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Power Flow Analysis of On-Grid Photovoltaic Generation Using A Solid-State Transformer", "pub_year": 2024, "citation": "SSRG International Journal of Electrical and Electronics Engineering 11 (3 …, 2024", "author": "Hanny Hosiana Tumbelaka and Handry Khoswanto and Stephanus A Ananda", "volume": "11", "number": "3", "pages": "178-186", "abstract": "This paper describes the power flow of a grid-connected PV system utilizing a Solid-State Transformer (SST). The SST system comprises a DC-AC converter, an isolated high-frequency step-up transformer, a bridge rectifier, and a Voltage Source Inverter (VSI). The DC-AC converter transforms the PV panel output voltage into a 5-kHz three-level square wave, where its pulse width regulates the PV load lines to generate power. The VSI delivers the PV power to the single-phase grid employing a grid current controller and a DC bus voltage controller. Computer simulation results verify the system’s effectiveness in controlling the power flow from the PV panel through SST to the load and the grid while maintaining the grid current to be sinusoidal with a unity power factor, regardless of the presence of sunlight"}, "filled": true, "author_pub_id": "DI2qCPgAAAAJ:ns9cj8rnVeAC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21154/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:h2LCNn9-zgkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisa Daya pada Pemanfaatan Panel Surya Menggunakan Inverter Limiter", "pub_year": 2024, "citation": "RELE (Rekayasa Elektrikal dan Energi): Jurnal Teknik Elektro 6 (2), 106-112, 2024", "author": "REINARD MIKA YUMANA and Hanny Hosiana Tumbelaka and Yusak Tanoto", "volume": "6", "number": "2", "pages": "106-112", "abstract": "Sistem pembangkit listrik tenaga surya On-Grid skala kecil (panel surya) memiliki potensi besar untuk memenuhi kebutuhan energi listrik di rumah tinggal. Namun, ada beberapa kendala yaitu ada daerah yang tidak menyediakan pemasangan meter ekspor   impor dan biaya pemasangan meter ekspor   impor yang tidak murah. Salah satu alternatif solusi untuk permasalahan ini adalah dengan menggunakan Grid Tie Inverter with Limiter (GTIL) untuk mencegah energi berlebih masuk ke jaringan listrik. Pada saat energi yang dihasilkan panel surya lebih besar dari beban terpasang, maka GTIL membatasi daya yang dihasilkan  oleh panel surya menjadi sesuai dengan kapasitas beban terpasang. Makalah ini membahas pemanfaatan GTIL dan analisa rugi daya dari penggunaan sistem limiter. Dari hasil analisa, diketahui bahwa sistem limiter bekerja dengan melakukan pergeseran titik kerja panel surya sesuai dengan daya total beban  terpasang, dan rugi daya dapat dikurangi dengan melakukan alokasi daya yang dihasilkan ke baterai."}, "filled": true, "author_pub_id": "DI2qCPgAAAAJ:BqipwSGYUEgC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20758/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:mkTDxbdtYWsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "On-Grid Photovoltaic System Using A Solid-State Transformer", "pub_year": 2024, "citation": "2024 International Conference on Green Energy, Computing and Sustainable …, 2024", "author": "Hanny H Tumbelaka and Handry Khoswanto and Stephanus A Ananda and Thiang Hwang Liong Hoat", "conference": "2024 International Conference on Green Energy, Computing and Sustainable Technology (GECOST)", "pages": "212-216", "publisher": "IEEE", "abstract": "This paper explains a single-phase on-grid PV system employing a solid-state transformer (SST) which consists of a DC-AC converter, a high-frequency transformer, a simple rectifier, and a Voltage Source Inverter (VSI). The DC-AC converter converts the PV panel output voltage to a high-frequency three-level square wave required by the transformer operation. The pulse width of the square wave determines the PV operating points. The high-frequency transformer provides voltage level matching and galvanic isolation between the PV panels and the grid. While a simple rectifier produces a DC bus voltage for the VSI. The VSI has a grid current controller and a DC bus voltage controller to regulate the electrical power flow of the grid, the load, and the PV panel. Computer simulation results prove that the PV power can be delivered to the load and the grid through SST, while the grid current is kept sinusoidal and in …"}, "filled": true, "author_pub_id": "DI2qCPgAAAAJ:O3NaXMp0MMsC", "num_citations": 0, "pub_url": "https://ieeexplore.ieee.org/abstract/document/10475003/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-sIKd3Fba34J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penambahan Katup Pulsasi pada Nozzle Injeksi untuk memperbaiki Karakteristik dari Aliran Jet Turbulen", "pub_year": 2024, "citation": "Jurnal Dimensi Insinyur Profesional 2 (2), 1-6, 2024", "author": "Hariyo Priambudi Setyo Pratomo and Hanny Hosiana Tumbelaka", "journal": "Jurnal Dimensi Insinyur Profesional", "volume": "2", "number": "2", "pages": "1-6", "abstract": "Desain sistem injector bahan bakar untuk motor pembakaran dalam merupakan salah satu faktor krusial dalam dunia"}, "filled": true, "author_pub_id": "DI2qCPgAAAAJ:NaGl4SEjCO4C", "num_citations": 0, "pub_url": "https://dimensi-ppi.petra.ac.id/index.php/dip/article/download/26/16", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:zjZTpD3uxsAJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perencanaan Sistem Kompor Listrik Untuk Produksi Batik", "pub_year": 2023, "citation": "Jurnal Teknik Elektro 16 (2), 47-54, 2023", "author": "Ken Shaday Arya Bhramantyo and Hanny Hosiana Tumbelaka and Lintu Tulistyantoro", "journal": "Jurnal Teknik Elektro", "volume": "16", "number": "2", "pages": "47-54", "abstract": "Penelitian ini bertujuan untuk menganalisis penggunaan sistem kompor listrik, khususnya kompor induksi, dalam produksi batik sebagai alternatif yang efisien dan ramah lingkungan. Pembatik saat ini masih menggunakan kompor yang menggunakan minyak tanah, yang tidaklah ramah lingkungan. Dalam penelitian ini, kami menganalisis konsumsi energi listrik dan kualitas daya listrik yang dihasilkan oleh kompor listrik induksi, serta membandingkannya dengan kompor elemen pemanas. Tujuan kami adalah menjadikan kompor induksi sebagai peralatan pendukung alternatif dalam produksi batik di Indonesia, tetapi tetap mempertahankan ciri khas batik yang menggunakan peralatan tradisional seperti canting kayu, lilin/malam, dan wajan. Hasil penelitian menunjukkan bahwa kompor induksi lebih efisien dan hemat biaya dalam konsumsi listrik dibandingkan dengan kompor elemen pemanas. Penelitian ini berpotensi memberikan kontribusi dalam memperkenalkan teknologi yang lebih ramah lingkungan dan berkelanjutan dalam industri batik di Indonesia."}, "filled": true, "author_pub_id": "DI2qCPgAAAAJ:YFjsv_pBGBYC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=11050978855502152330", "cites_id": ["11050978855502152330"], "pub_url": "https://jurnalelektro.petra.ac.id/index.php/elk/article/view/26898", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:igKP7rf2XJkJ:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sistem Kendali Jarak Jauh Untuk Pemutusan dan Penyambungan kWh Meter Dengan Ponsel", "pub_year": 2023, "citation": "Teknika 12 (2), 138-143, 2023", "author": "Josserio A Lilihata and Hanny Tumbelaka and Handry Khoswanto", "journal": "Teknika", "volume": "12", "number": "2", "pages": "138-143"}, "filled": true, "author_pub_id": "DI2qCPgAAAAJ:NMxIlDl6LWMC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ANJ0zvt9L2MJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pembuatan Alat Penghasil Air Dari Udara Menggunakan Peltier", "pub_year": 2022, "citation": "Jurnal Teknik Elektro 15 (2), 67-72, 2022", "author": "Yosua Budipratama Ongko and Hanny Tumbelaka", "journal": "Jurnal Teknik Elektro", "volume": "15", "number": "2", "pages": "67-72", "abstract": "Dalam kehidupan sehari-hari air memiliki peran yang sangat penting. Selain manusia mahluk hidup lain juga sangat bergantung pada air untuk bertahan hidup. Tetapi masih banyak daerah di dunia bahkan di Indonesia masih mengalami kekeringan atau krisis air bersih. Maka dari itu diperlukan terobosan-terobosan baru dalam menghasilkan air. Salah satunya pemanfaatan udara yang didalamnya terdapat kandungan air. Pembentukan air dari udara sendiri dinamakan pengembunan. Dimana faktor yang sangat menpengaruhi pengembunan adalah kelembapan udara dan juga suhu udara. Dalam proses perubahan air dari udara memerlukan psychometric chart guna menentukan titik pengembunan atau disebut dew point. Proses pengembunan sendiri membutuhkan peltier sebagai pendingin heatsink yang dimana berfungsi sebagai media pengembunan. Dari beberapa percobaan yang dilakukan didapatkan beberapa data yang menunjukan perbedaan jumlah air yang dihasilkan. Dari beberapa percobaan tersebut jumlah air terbanyak yang dapat dihasilkan adalah 7 mililiter. Sehingga alat yang dibuat telah berhasil menghasilkan air dari udara."}, "filled": true, "author_pub_id": "DI2qCPgAAAAJ:hMod-77fHWUC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=16735509383430981288", "cites_id": ["16735509383430981288"], "pub_url": "https://jurnalelektro.petra.ac.id/index.php/elk/article/view/25892", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:qMaenh15QOgJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pemasangan Dan Pembuatan Sistem Monitoring Pada Solar Panel Berkapasitas 450 Wp Di Smp Kristen Petra 2 Surabaya", "pub_year": 2022, "citation": "Jurnal Teknik Elektro 15 (2), 54-59, 2022", "author": "Cindy Clarisa Gunawan and Hanny Tumbelaka", "journal": "Jurnal Teknik Elektro", "volume": "15", "number": "2", "pages": "54-59"}, "filled": true, "author_pub_id": "DI2qCPgAAAAJ:blknAaTinKkC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:MQVdnExzaiUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A Simple Sinusoidal Buck Converter Working as A Single-Phase Grid-Connected Inverter", "pub_year": 2021, "citation": "JIRAE-International Journal of Industrial Research and Applied Engineering 5 …, 2021", "author": "Hanny Hosiana Tumbelaka", "volume": "5", "number": "2", "pages": "53-56"}, "filled": true, "author_pub_id": "DI2qCPgAAAAJ:j3f4tGmQtD8C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=16757336390340155990", "cites_id": ["16757336390340155990"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Vprzr6kEjugJ:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Mitigation of supply voltage disturbances with a load voltage-controlled inverter", "pub_year": 2021, "citation": "Engineering and Applied Science Research 48 (1), 8-17, 2021", "author": "Hanny Hosiana Tumbelaka", "volume": "48", "number": "1", "pages": "8-17"}, "filled": true, "author_pub_id": "DI2qCPgAAAAJ:RHpTSmoSYBkC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:FBjU-6Y0jFQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "International Journal of Industrial Research and Applied Engineering", "pub_year": 2021, "citation": "", "author": "Krisna Wahyudi and I Gede Agus Widyadana and I Nyoman Sutapa and Joella Joella and Yulia Yulia and Andreas Handojo and Kevin Effendy and Tanti Octavia and Gunawan Budi Wijaya and Cedric Rahardjo and Yopi Yusuf Tanoto and Ninuk Jonoadji and Hanny H Tumbelaka"}, "filled": true, "author_pub_id": "DI2qCPgAAAAJ:GnPB-g6toBAC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Q0wboLCWuRcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pemanfaatan Aliran Air dari Tandon Air Atas Rumah Tangga sebagai Pembangkit Energi Listrik", "pub_year": 2020, "citation": "Jurnal Teknik Elektro 13 (1), 19-24, 2020", "author": "Dannaezar Dannaezar and Hanny Hosiana Tumbelaka and Heri Saptono Warpindyasmoro", "journal": "Jurnal Teknik Elektro", "volume": "13", "number": "1", "pages": "19-24"}, "filled": true, "author_pub_id": "DI2qCPgAAAAJ:TQgYirikUcIC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=17725943392516784705", "cites_id": ["17725943392516784705"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:QUKlc5kz__UJ:scholar.google.com/", "cites_per_year": {"2023": 5, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan dan Pembuatan Sistem Kontrol Lampu dengan Pengaturan Tema Tata Cahaya Berbasis Arduino", "pub_year": 2019, "citation": "Jurnal Teknik Elektro 12 (1), 12-16, 2019", "author": "Antonius Dhani Swastiko and Hanny Hosiana Tumbelaka and Handry Khoswanto", "journal": "Jurnal Teknik Elektro", "volume": "12", "number": "1", "pages": "12-16"}, "filled": true, "author_pub_id": "DI2qCPgAAAAJ:HDshCWvjkbEC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:bB64r9Xx9n4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Wave Energy Conversion with floating objects for the coast of East Java", "pub_year": 2018, "citation": "Wave Energy Conversion with floating objects for the coast of East Java, 2018", "author": "Heri Saptono Warpindyasmoro and Hanny Hosiana Tumbelaka"}, "filled": true, "author_pub_id": "DI2qCPgAAAAJ:-f6ydRqryjwC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:4gKMcbcf0EMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pembuatan Prototype Generator Linier 1 VA Sebagai Pembangkit Listrik Tenaga Gelombang Air Laut", "pub_year": 2018, "citation": "Jurnal Teknik Elektro 11 (2), 46-50, 2018", "author": "Felix Hariyanto Kwan and Heri Saptono and Hanny Hosiana Tumbelaka", "journal": "Jurnal Teknik Elektro", "volume": "11", "number": "2", "pages": "46-50"}, "filled": true, "author_pub_id": "DI2qCPgAAAAJ:M3ejUd6NZC8C", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:niWYBqoy-L0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Pembangkit Listrik Tenaga Mikrohidro (PLTMH) dengan tegangan 220 VAC, daya 1 kW di desa Jembul, kecamatan Jatirejo, kabupaten Mojokerto", "pub_year": 2018, "citation": "Jurnal Teknik Elektro 11 (2), 41-45, 2018", "author": "Romario Louviano Lesmana and Daniel Rohi and Hanny Hosiana Tumbelaka", "journal": "Jurnal Teknik Elektro", "volume": "11", "number": "2", "pages": "41-45"}, "filled": true, "author_pub_id": "DI2qCPgAAAAJ:YOwf2qJgpHMC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=10752945256388046327", "cites_id": ["10752945256388046327"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:9y07OL0iOpUJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 0, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pembuatan Inverter Satu Fasa 100 Watt Menggunakan Konverter Buck", "pub_year": 2018, "citation": "Jurnal Teknik Elektro 11 (2), 66-70, 2018", "author": "Yeremia Adena and Hanny Hosiana Tumbelaka and Handry Khoswanto", "journal": "Jurnal Teknik Elektro", "volume": "11", "number": "2", "pages": "66-70"}, "filled": true, "author_pub_id": "DI2qCPgAAAAJ:Zph67rFs4hoC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=1535970459816433126", "cites_id": ["1535970459816433126"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:5hXayv7cUBUJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Regulator Capacitor Bank Satu Fasa dengan Daya hingga 3500VA Berbasis Arduino", "pub_year": 2018, "citation": "Jurnal Teknik Elektro 11 (1), 12-16, 2018", "author": "David Imani Nugroho and Handry Khoswanto and Hanny Hosiana Tumbelaka", "journal": "Jurnal Teknik Elektro", "volume": "11", "number": "1", "pages": "12-16"}, "filled": true, "author_pub_id": "DI2qCPgAAAAJ:KlAtU1dfN6UC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=15274009060314345143", "cites_id": ["15274009060314345143"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:t24isFAu-NMJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
