{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "GOOGLE EARTH INTEGRATION IN LEARNING: A NARRATIVE REVIEW", "pub_year": 2025, "citation": "Magister Scientiae 53 (1), 15-23, 2025", "author": "J Priyanto Widodo and Nurmida Catherine Sitompul and Iman Subekti and Linda Bustan and Anggun Purnomo Arbi", "volume": "53", "number": "1", "pages": "15-23", "publisher": "Petra Christian University", "abstract": "Technology integration in education is increasingly developing, including the use of Google Earth as an interactive learning medium. However, its utilization in Indonesia is still limited due to the lack of teacher training and access to technology. This research is intended to analyze the trend of Google Earth usage in learning through narrative review method. The study reviewed related literature to identify the fields of study that use it the most, the research methods applied, and the benefits and challenges found. The results show that Google Earth improves learning motivation, student engagement and spatial understanding. However, research is still dominated by short-term experimental methods, so longitudinal studies are needed to measure its impact in the long term. The implications of this research highlight the need for teacher training, supporting policy development, and further exploration in STEM and vocational education."}, "filled": true, "author_pub_id": "dO3973AAAAAJ:WF5omc3nYNoC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21526/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8wkiEHqovvcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Setelah Seabad Gereja Tionghoa Pertama di Surabaya", "pub_year": 2021, "citation": "Setelah Seabad Gereja Tionghoa Pertama di Surabaya, 2021", "author": "Linda Bustan and Fanny Lesmana and Obed Bima Wicandra and Priskila Adiasih and Gunawan Tanuwidjaja and Rully Damayanti and Altrerosje Asri and Lilianny Sigit Arifin", "abstract": "Artikel ini tentang gereja etnis Tionghoa pertama di Surabaya. Bagaimana gereja ini berkembang dan mempertahankan identitas sebagai gereja Tionghoa Protestan selama lebih dari seabad. Tulisan ini juga berusaha untuk menggambarkan dinamika identitas tersebut, di mana ada sebagian identitas suku dan agama yang tetap, namun ada juga yang berubah."}, "filled": true, "author_pub_id": "dO3973AAAAAJ:eQOLeE2rZwMC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19973/2/Publikasi4_97033_7626.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:20WjIDNXA-cJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Keliling Surabaya: dari budaya, kampung sampai kulinernya", "pub_year": 2021, "citation": "Keliling Surabaya: dari budaya, kampung sampai kulinernya, 2021", "author": "Linda Bustan and Lilianny Sigit Arifin", "publisher": "Departemen Matakuliah Umum dan Lembaga Penelitian dan Pengabdian kepada Masyarakat (LPPM) UK Petra", "abstract": "Buku Keliling Surabaya: dari budaya, kampung sampai kulinernya ini terbit sebagai bagian dari memperingati Dies Natalis ke-60 Universitas Kristen Petra (UK Petra). Buku ini berusaha memotret Surabaya, kota di mana UK Petra lahir, bertumbuh, dan berkembang dalam upaya mencerdaskan kehidupan bangsa. Ribuan alumni yang berasal dari berbagai daerah, tersebar kembali di seluruh Indonesia. Keterbukaan Surabaya untuk menerima berbagai ragam suku dan agama, sudah terjadi sejak lama, bahkan jauh sebelum kedatangan Kolonial Belanda. Sebagai kota pesisir, Surabaya pernah menjadi kota pelabuhan utama di Pulau Jawa, menjadi daya tarik bagi banyak orang untuk singgah bahkan menetap di kota ini. Perjumpaan multi-etnik dan agama tersebut, membentuk kota ini menjadi kota yang menghargai multikultur dan agama secara egaliter dengan budaya Arek sebagai dasar dalam berinteraksi sosial."}, "filled": true, "author_pub_id": "dO3973AAAAAJ:YsMSGLbcyi4C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=14448661883983655260", "cites_id": ["14448661883983655260"], "pub_url": "https://repository.petra.ac.id/19507/1/Publikasi1_97033_7624.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:XHGSYm71g8gJ:scholar.google.com/", "cites_per_year": {"2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Construction of Chinese Christian Identities in the Mandarin-Speaking Churches in Surabaya", "pub_year": 2021, "citation": "Disertasi, Universitas Gadjah Mada, 2021", "author": "Linda Bustan", "journal": "Disertasi, Universitas Gadjah Mada"}, "filled": true, "author_pub_id": "dO3973AAAAAJ:9yKSN-GCB0IC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=7026804282580497269", "cites_id": ["7026804282580497269"], "pub_url": "https://scholar.google.com/scholar?cluster=7026804282580497269&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:dXNn8UM5hGEJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Being Chinese Christian in the Totok Chinese Churches in Surabaya: Continuity and Change of Identities", "pub_year": 2020, "citation": "Al Albab 9 (2), 141-158, 2020", "author": "Linda Bustan and Fatimah Husein and Paulus Sugeng Widjaja", "volume": "9", "number": "2", "pages": "141-158", "abstract": "This article explores the identities of Chinese Christians in the totok Chinese churches in Surabaya. The Chinese Christians refer to those who arrived in Surabaya from mainland China as Protestant Christians in the 1900s. They established the first Chinese church - the Tiong Hoa Kie Tok Kauw Hwee (THKTKH) in Surabaya. The THKTKH has become two independent synods, namely Gereja Kristus Tuhan (GKT, or the Church of Christ the Lord) and Gereja Kristen Abdiel (GKA, or the Abdiel Christian Church). The totok Chinese churches refer to churches that conduct the church services in the Chinese language or Mandarin (Guoyu).  The article examines the culture, language, and origin of the Chinese Christians. After almost a century in Surabaya, there are some continuity and change of the Chinese Christian identities. They still regard themselves as totok, but the meaning of totok has changed. They embrace not only Chinese culture; but also mixed Chinese culture with  Western culture and Indonesian culture, which results in the so-called hybrid culture. The Mandarin is used in the church services, whereas Indonesian language and English are also employed.  The originality of the congregations is no longer mono-ethnic, which is Chinese. The Chinese churches have become multi-ethnic churches consist of various ethnicities  in Indonesia."}, "filled": true, "author_pub_id": "dO3973AAAAAJ:u-x6o8ySG0sC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=657894864728040310", "cites_id": ["657894864728040310"], "pub_url": "https://repository.petra.ac.id/18985/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:diOrz-RPIQkJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 0, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "KEBIJAKAN DAN PARTISIPASI PUBLIK DALAM MEMBANGUN KOTA INKLUSIF DAN TOLERAN", "pub_year": 2018, "citation": "KEBIJAKAN DAN PARTISIPASI PUBLIK DALAM MEMBANGUN KOTA INKLUSIF DAN TOLERAN, 2018", "author": "Linda Bustan", "abstract": "Kebijakan publik yang memberi kebebasan berekspresi sesuai dengan agama dan etnis di ruang publik  menjadi kunci terciptanya kota yang inklusif. Sikap masyarakat sipil, terutama pemimpin agama juga memperkuat kondisi ini. Hal ini terlihat dalam praktik kebebasan beragama di Desa Soditan, Kecamatan Lasem di Kabupaten Rembang, Jawa Tengah. Penganut ajaran Tri-Darma dapat melaksanakan prosesi keagamaan di sepanjang jalan desa ketika memperingati hari lahir Mak Co pada tahun 2012.  Paper ini akan menjawab pertanyaan, bagaimana sikap para pejabat pemerintahan lokal dan pemimpin agama dalam membangun kota yang inklusif dan toleran. Apa saja yang mempengaruhi mereka bersikap toleran? Dalam kondisi menghadapi tekanan kelompok tertentu untuk bersikap intoleran, bagaimana cara mereka menghadapinya? Metode penelitian yang dilakukan adalah in-depth interview dengan para narasumber, yaitu para pejabat, pemimpin agama, dan warga desa. Juga penggunaan beberapa literatur untuk mendapatkan data sekunder. Diharapkan paper ini dapat memberikan sumbangsih pemikiran terhadap pembentukan suatu daerah untuk menjadi tempat yang inklusif dan toleran dalam kehidupan bermasyarakat antar-etnis dan agama."}, "filled": true, "author_pub_id": "dO3973AAAAAJ:Y0pCki6q_DkC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20026/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:7mP7kR5eokQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Kebebasan Beragama Bunga Rampai Kehidupan Berbangsa", "pub_year": 2017, "citation": "Kebebasan Beragama Bunga Rampai Kehidupan Berbangsa, 2017", "author": "Linda Bustan and Thomas Santoso", "publisher": "Petra Press", "abstract": "Buku ini membahas kebebasan beragama ditinjau dari berbagai aspek, yaitu agama, filsafat, etika, ideologi, sosial, hukum, ekonomi, dan hak asasi manusia. Para penulis adalah praktisi dan pemikir kebebasan beragama dalam bidang mereka masing-masing. Buku bunga rampai ini tidak dirancang untuk tujuan kebijakan, tetapi untuk penjelasan tentang kebebasan beragama."}, "filled": true, "author_pub_id": "dO3973AAAAAJ:W7OEmFMy1HYC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=8685725040084862058", "cites_id": ["8685725040084862058"], "pub_url": "https://repository.petra.ac.id/19971/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:akT5rufkiXgJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 0, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Islamophobia in Indonesia: Fact or Assumption?", "pub_year": 2017, "citation": "Islamophobia in Indonesia: Fact or Assumption?, 2017", "author": "Linda Bustan", "abstract": "Islamophobia is a phobia to Islam without any particular reason that causes Muslims to experience exclusion from economic, social, and public life. It is not just a problem for Muslims, but also for other religions. It rises potential horizontal conflict among followers of religions or groups. Islamophobia does occur in the West. In Indonesia, the hardline Islamic groups labelled critical thoughts or policies that do not in line with them as Islamophobia. However, religious leaders from Ambon, where there were conflicts between Christian and Muslim, said there was no Islamophobia in Indonesia. The statement is also agreed upon by a leader from Kerjasama Antar-Umat Beragama (Jakatarub) Bandung. Both leaders are representatives from the so-called tolerant and intolerant cities, affirmed that there are no Islamophobia in Indonesia. Therefore, is it just an assumption from the hardline Islamic groups who accused those who do not agree with their opinion about Islamic state by sharia as Islamophobia? How do we understand several policies or acts that seem like Islamophobia? This paper argues that there is no Islamophobia in Indonesia by analyzing two cases that labelled as Islamophobia in Indonesia using the open and closed view of Islam (The Runnymede Trust, 1997)."}, "filled": true, "author_pub_id": "dO3973AAAAAJ:IjCSPb-OGe4C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20024/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:JuC5Q-i9TeIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Tabut: Mainstreaming Marginalised Religious Festival through Collective Memory", "pub_year": 2016, "citation": "The Tabut: Mainstreaming Marginalised Religious Festival through Collective …, 2016", "author": "Dicky Sofjan and Linda Bustan", "abstract": "Tabut Bencoolen (abbreviated here on as “Tabut”) is a religious festival in Bengkulu, located in the western coast of South Sumatra, which marks the 10th day of the Islamic month of Muharram, hence the name “Ashura” in other contexts. The Tabut has been performed in Bengkulu for at least five centuries, in memory of the martyrdom of Imam Hussein bin Ali, who is the grandson of the Prophet Muhammad, who was massacred along with his family in the fields of Karbala, now Iraq. Imam Hussein’s head was decapitated and brought to Damascus before the repugnant caliph Yazid bin Mu’awiyah, which later symbolized and ultimately crystalized the conflict between the Sunnis and Shias until this very day. But the religious festival is not unique to Bengkulu. Throughout the Islamic world, most parts of Muslim Southeast Asia and Indonesia, that are overwhelmingly Sunnis, the religious festival is called Ashura or Muharram (Java), Tabuik or Hoyak Hussein (West Sumatra),  Ma’atenu (North Maluku) and other names (see Sofjan 2013). This paper argues that while the Tabut festival has been mainstream in Bengkulu, with the support of the local government and people, the “collective memory” (Durkheim 1912, Halbwachs 1925 and 1992, Olick and Robbins 1998 and Green 2004), of the participants toward the essential lessons of Imam Hussein’s martyrdom in Karbala had long been lost to the tourism industry, which ardently supports the commodification of the festival. Even the history of the festival or ritual itself, brought about by Syaikh Burhanuddin or Imam Senggolo, is no longer recorded in the collective memory of the local Muslims in Bengkulu …"}, "filled": true, "author_pub_id": "dO3973AAAAAJ:2osOgNQ5qMEC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=8333368144484619648", "cites_id": ["8333368144484619648"], "pub_url": "https://repository.petra.ac.id/20025/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:gNWP4iwSpnMJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Building Interfaith Dialogue through Peace Education: Petra Christian University Experiences", "pub_year": 2015, "citation": "Building Interfaith Dialogue through Peace Education: Petra Christian …, 2015", "author": "Linda Bustan", "abstract": "In Indonesian context with diverse religions, cultures, and ethnicities, interactions are unavoidable. If these differences are not managed properly, conflicts will happen susceptibly. Problems usually arise when people begin to believe that their own religion is the only right and superior one. Conflicts are almost inevitable when each of them put forward their argument to negate others from different religion. Therefore, it is essential to build mutual understanding, especially interreligious understanding and peacebuilding from this reality. One recommendation is to develop understanding through education that builds peace. In Petra Christian University, the majority of both students and faculty members are Christian and Chinese descent. Socially, PCU is a homogeneous society. It is crucial to design meeting point with other ethnicities and religions. Petra Christian University (PCU) has been involved in promoting peace education since 1993. Since 2012 PCU General Studies Department has offered Peace-building course as an elective course. It was started from a research conducted by the Center for Chinese-Indonesian Studies (CCIS) in PCU. The research tried to map out the potential problems that could lead to ethno-religious conflicts. Students who join this course come from various religions and ethnicities."}, "filled": true, "author_pub_id": "dO3973AAAAAJ:UeHWp8X0CEIC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20027/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:w8d3rwNnRdwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Developing interreligious understanding and peacebuilding among local and international students through community outreach program in the Moslem community", "pub_year": 2015, "citation": "DEVELOPING INTERRELIGIOUS UNDERSTANDING AND PEACEBUILDING AMONG LOCAL AND …, 2015", "author": "Linda Bustan and Titi Nur Vidyarini and Resmana Lim and Priskila Adiasih", "abstract": "Differences between religion and ethnicities can be problematic without any effort to understand. Without understanding about the issues, conflict and violence could emerge. Thus, an activity which introduce those different groups to each other is needed, in order for them to have mutual understanding and able to live together in peace. One of the way to provide peace education is through cross cutting affiliation in the society, such as through Community Outreach Program (COP) provided by Petra Christian University. COP 2013 is a service learning program for international students in a Moslem populated Petungroto Village in Kediri, East Java Province. In COP, the students from seven countries lived for a month with the local villagers. They help developing the local community through education and public facilities. COP can be a tool to actualize inter-religious understanding and enable an interfaith dialogue among the participant of the program. Stereotyping based on different religions and ethnicities happened in COP. According to Swidler, interfaith dialogue happens in three areas which are practical, spiritual, and cognitive. Utilizing qualitative approach with data collection through focus group discussion, interview and field notes, the researchers focus on some key problems such as the process of international and local students in overcoming the conflict arise from different religion and ethnicities during COP, and the process of peacebuilding through understanding among the students.  The research produces several findings. First, the conflict was overcome through the adaptation process of the students. The students adapted through …"}, "filled": true, "author_pub_id": "dO3973AAAAAJ:u5HHmVD_uO8C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=4831163336769304346", "cites_id": ["4831163336769304346"], "pub_url": "https://repository.petra.ac.id/17415/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:GncGTHW9C0MJ:scholar.google.com/", "cites_per_year": {"2015": 1}}
