{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis Biaya Tiap Proses Pada Area Assembly Dan Painting di PT X Menggunakan Metode Activity Based Costing", "pub_year": 2024, "citation": "Jurnal Titra 12 (2), 161-168, 2024", "author": "Yoses Clemens and Felecia Felecia", "journal": "Jurnal Titra", "volume": "12", "number": "2", "pages": "161-168", "abstract": "This research aims to analyze process costs in the assembly and painting departments at PT X. Accurate cost calculation is crucial to avoid undercosting and overcosting. Previously, no detailed cost calculation, particularly for overhead costs, had been performed. Therefore, this research employs the Activity Based Costing method, with the expectation of providing structured cost information. Overhead costs such as supporting material costs, energy, and machine depreciation are the focus of this study. Detailed and accurate process cost analysis will help the company determine the actual production costs. From this, the company can also identify processes that need improvement. These improvements aim to reduce costs, making PT X's product prices more competitive in the market."}, "filled": true, "author_pub_id": "DWHa6hQAAAAJ:TQgYirikUcIC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/14255", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-ceTthYlMKQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis Biaya Tiap Proses Pada Area Welding PT X Menggunakan Metode Activity Based Costing", "pub_year": 2024, "citation": "Jurnal Titra 12 (2), 191-198, 2024", "author": "Mischa Permata Sitepu and Felecia Felecia", "journal": "Jurnal Titra", "volume": "12", "number": "2", "pages": "191-198", "abstract": "This study aims to analyze the costs incurred in each process in the welding area of bicycle production at PT. X. By having comprehensive information about the cost structure, PT X can identify areas that require further development. This research is conducted using the concept of activity-based costing. Data gathering is done by interviewing and direct observation in the production area. The output of this study is detailed costs, which cover the use of supporting materials, labor, depreciation, and energy in each process for different types of bicycles. Through this information, PT. X can develop and implement more effective cost management to compete in the competitive market."}, "filled": true, "author_pub_id": "DWHa6hQAAAAJ:HDshCWvjkbEC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=10087402438557715184", "cites_id": ["10087402438557715184"], "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/14259", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8EqkkBKn_YsJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Modul Implementasi Total Productive Maintenance (TPM) pada Departemen Maintenance di PT X", "pub_year": 2024, "citation": "Jurnal Titra 12 (2), 153-160, 2024", "author": "Michael Davlin Poernomo and Felecia Felecia", "journal": "Jurnal Titra", "volume": "12", "number": "2", "pages": "153-160", "abstract": "PT X is experiencing issues such as high machine failure frequency, extended downtime, unbalanced activities in the maintenance department, and other operational problems. Therefore, the company has decided to adopt the Total Productive Maintenance (TPM) approach as an effort to resolve these issues. To begin TPM implementation, preparation from all relevant parties is required. This research aims to assess the company's readiness to implement TPM. The study designs a TPM implementation module that contains the steps for the eight pillars of TPM. Each step is evaluated to determine the current level of the company's implementation, and supporting files are created as tools for implementation. Additionally, to prepare the company for the initial implementation phase, awareness sessions are conducted with relevant stakeholders within the company. The research concludes with positive responses from the stakeholders, who agreed to the proposed steps and expressed their intention to implement them in the future. This ensures a comprehensive understanding and readiness for the TPM journey."}, "filled": true, "author_pub_id": "DWHa6hQAAAAJ:mB3voiENLucC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/14260", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:YcgNXpGlSHoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENGATURAN TATA LETAK AREA PRODUKSI DAN GUDANG CV. JESSELYNE", "pub_year": 2024, "citation": "Jurnal Titra 12 (1), 57-64, 2024", "author": "Hananiel Vincent and Herry Christian Palit and Felecia Felecia", "journal": "Jurnal Titra", "volume": "12", "number": "1", "pages": "57-64", "abstract": "CV. Jesselyne merupakan sebuah pabrik yang memproduksi bantal, di mana area produksi dan gudang bergabung menjadi satu. Permasalahan yang terjadi adalah keadaan barang yang berserakan dan tidak rapi di dalam area produksi dan gudang, terutama pada area penyimpanan barang jadi. Hal ini menyebabkan persiapan pengiriman barang ke konsumen menjadi lebih lama, sehingga pengiriman barang ke konsumen terlambat; di mana terjadi keterlambatan sebanyak 15 kali pada bulan Juli 2023. Pengaturan ulang tata letak pada area produksi dan gudang dilakukan menggunakan metode 2 opt. Hasil yang didapat adalah adanya penukaran beberapa fasilitas, yaitu mesin jahit dengan mesin press dan mesin press dengan area barang jadi setelah packaging. Untuk pengaturan tata letak area barang jadi dilakukan dengan cara mengklasifikasikan barang jadi berdasarkan area pengiriman. Barang jadi dengan permintaan yang tinggi diletakkan di bagian paling depan, sedangkan barang jadi yang permintaannya sedikit diletakkan di belakangnya. Hasil pengaturan ulang tata letak menunjukkan penurunan momen sebesar 1%."}, "filled": true, "author_pub_id": "DWHa6hQAAAAJ:hFOr9nPyWt4C", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/13958", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:glMh0xHp3DgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Upaya Perbaikan Pemenuhan Kebutuhan Packing Box di PT. Schneider Electric Manufacturing Batam (SEMB)", "pub_year": 2023, "citation": "Jurnal Titra 11 (2), 49-56, 2023", "author": "Steven Purnama Wijaya and Felecia Felecia", "journal": "Jurnal Titra", "volume": "11", "number": "2", "pages": "49-56", "abstract": "In the industrial world, suppliers or suppliers of raw materials are very important to meet production needs. Supplier delays in sending raw materials can be a serious problem in the industrial world. This is what happened to PT. Schneider Electric Manufacturing Batam (SEMB) in recent times. Suppliers of packing box raw materials often do not deliver according to the requests ordered every day resulting in a shortage on the production floor. The research method used in this research is Define, Measure, Analyze, Improve, and Control (DMAIC). From the research results, it was found that there was an error on the part of the supplier in reading the forecast, demand that was considered sudden from the supplier, there was no notification when a part was not sent, and the difficulty of communicating with the supplier. Based on the results of this study, solutions were made to solve these problems including pre-alerts, build stock alerts, and stock visibility. This improvement has been proven to have reduced the number of shortages from samples taken on part W917271080111P which previously occurred 8 times in 1 month to none."}, "filled": true, "author_pub_id": "DWHa6hQAAAAJ:-f6ydRqryjwC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/13599", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZJOtEQy4lG8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Peningkatan Value Added Activity Refiller Warehouse Lantai 2 di PT. Schneider Electrics Manufacturing Batam (SEMB)", "pub_year": 2023, "citation": "Jurnal Titra 11 (2), 65-72, 2023", "author": "Michael Joseph Konstantinus and Felecia Felecia", "journal": "Jurnal Titra", "volume": "11", "number": "2", "pages": "65-72", "abstract": "PT. Schneider Manufacturing Batam has high NPV cost data. NPV or non-proportional to volume, namely costs that do not provide direct added value to the product. This is shown from the data on storage hours in the 2022 period which is still a negative number with an average of-1776.83 hours/month. The condition that occurs in the field is that refillers often carry out activities that should not be important. With the current condition of the warehouse there are three operators, this number can still be reduced. This operator reduction will have an impact on reducing production costs. The method used in this research is DMAIC. Analysis using motion studies on the activities of the fillers is then classified as value-adding or non-value-adding activities. The initial average value added using the three refillers was 47% and increased by 74%, it was seen that there was an increase of 27%. The reduction in refiller operators has had a positive impact and refill operators can still work on all job desks with only two operators."}, "filled": true, "author_pub_id": "DWHa6hQAAAAJ:hC7cP41nSMkC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/13601", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:aqEf_Htg_0gJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penentuan Spesifikasi Sofa dengan Decision Tree pada Perusahaan X", "pub_year": 2023, "citation": "Jurnal Titra 11 (1), 2023", "author": "Jonathan Dita Harjadi and Felecia Felecia and Iwan Halim Sahputra", "journal": "Jurnal Titra", "volume": "11", "number": "1", "abstract": "Company X is a company engaged in the furniture sector. The company has been established since 2003. Company X has a problem, which is that it is still unable to design new product specifications and determine which current products need to be produced again using past demand data. This causes high RnD (Research and Development) cost losses. These costs include drafting costs, costs for making frame molds, fabrics, foam, and prototype costs. With the application of BI to company X, the specifications of the sofa can be found out according to the interests and needs of consumers. The data used in this study are sales from January 1, 2021 to June 30, 2022. The method used to conduct this research is the decision tree version ID3 and C4. 5. After being tested using cross-validation 10 times, the results of the accuracy show that the C4. 5 version of the decision tree is more accurate than the ID3 version. The results of this study are to determine the sofa specifications that customers are interested in based on price segmentation. Categories based on price are divided into 3, namely PR3, PR2, and PR1. There are 6 significant sofa specifications in PR2. There are 3 significant sofa specifications in the PR3."}, "filled": true, "author_pub_id": "DWHa6hQAAAAJ:7PzlFSSx8tAC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/13392", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:bFoVRZv-ebwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Upaya Peningkatan Kinerja Mandor dan Supervisor pada Departemen EBM, IMM, dan AD di PT. X", "pub_year": 2022, "citation": "Jurnal Titra 10 (2), 2022", "author": "Devon Antonio Saputra and Felecia Felecia", "journal": "Jurnal Titra", "volume": "10", "number": "2", "abstract": "PT. X is a company engaged in cosmetic plastic packaging products such as bottles, jars, powder packaging, lipstick packaging, etc. PT. X wants to increase the number of to be produced per man hour (TBP/MH) which was initially Rp. 170,000.00, to reach the target of Rp. 230,000.00 by increasing production leaders’ performance, namely the shift leaders and supervisors. This is because there are still many inputs about production problems that are not being watched by production leaders, causing production output not reaching TBP/MH target. This study uses the day in the life of (DILO) method to categorize and sort the daily activities of the shift leaders and supervisors. The results obtained are the shift leaders and supervisors are less in control of operators, and the number of non-value-added activities is greater than the value-added activities. This study proposed several daily schedules that have been adapted to the company's job description and increasing the time for value-added activities by eliminating non-value-added activities. This is done because the activities of the shift leaders and supervisors support operators and their production output, which also make return to the company's TBP/MH number. If proposed schedules are implemented, it will increase the value-added activity time by 18.79% to 44.03%."}, "filled": true, "author_pub_id": "DWHa6hQAAAAJ:dhFuZR0502QC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/12979", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:OuoFwyIFVPgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Sistem Manajemen Mutu Produk Kemasan di PT. X", "pub_year": 2022, "citation": "Jurnal Titra 10 (2), 2022", "author": "Elbert Giovanni and Felecia Felecia", "journal": "Jurnal Titra", "volume": "10", "number": "2", "abstract": "PT. X is a company that is growing on a large scale and requires process control in product design activities to reduce product defects. The research was conducted with the aim of designing a quality management system in the TTPI department at PT. X. The research focuses on the design of packaging products. The quality management system is designed to minimize the impact of packaging product defects such as poor product functionality, specifications that are not in accordance with demand and others. There were 10 types of packaging defects found. The design is using the DMAIC method and the analysis using 5 whys analysis. 10 packaging defects have root causes, namely measurement errors, color determination, finishing, and different understandings with vendors. The proposed improvements are in the form of a sequential control process from making print files (die line), requesting and reviewing the results of raw designs, semi-finished designs and finished designs from vendors. This improvement proposal is controlled by making SOPs, vendor visits, standardization of measuring instruments and colors. From the suggested improvements, it is considered that can be used as a step to anticipate errors in packaging product specifications and the product design process to be more structured."}, "filled": true, "author_pub_id": "DWHa6hQAAAAJ:QIV2ME_5wuYC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/12881", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:cFZeEb76icMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisa Faktor OEE pada Departemen Repacking di PT. X", "pub_year": 2022, "citation": "Jurnal Titra 10 (2), 2022", "author": "David David and Felecia Felecia", "journal": "Jurnal Titra", "volume": "10", "number": "2", "abstract": "PT. X is one of the largest agri-food companies in Indonesia. In its development, PT. X carries out animal feed production, maintenance, and poultry processing activities. PT. X has several departments, one of them is repacking department. Repacking department is a department in charge of packaging the animal feed products. However, there are some problems for data input process in repacking department. The data processing is still not integrated, structured, and also causing some waste. The waste that occurs include waste of time, cost, and energy. Seeing this problem, it is necessary to make an integrated and structured data summary so it can be used to analyzing the problems. In its stage, the process of compilling the data will be assisted by the Overall Equipment Effectiveness (OEE) method. The analysis process will be carried out with three main factors, namely availability factors, performance efficiency, and rate of quality product. Each factor value calculation in the data overview will be displayed in the form of data visualization to help users for drawing conclusions. The result of the data overview can help the companies to understand the condition in the field and also help users to follow-up on problems that occurs in repacking department."}, "filled": true, "author_pub_id": "DWHa6hQAAAAJ:9ZlFYXVOiuMC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/12846", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:os8xTV4URqwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Dashboard Perbaikan Peti Kemas pada PT. X", "pub_year": 2022, "citation": "Jurnal Titra 10 (1), 2022", "author": "Jane Oktaviani and Felecia Felecia", "journal": "Jurnal Titra", "volume": "10", "number": "1", "abstract": "The X Corporation is a shipping logistic company established in 1984 and headquartered in Surabaya. Based on X Corporation's business model, containers are inspected and repaired first after used by customers. Thus, shipping container repaired work data are recorded and used for our study. MTBF (Mean Time Between Failure) and other important parameters that indicate the shipping containers' performance and reliability are post-processed and analyzed in this study using data mining method. The post-processed data are visualized using dashboard to make it easier to monitored in a glance. In short, the data visualization dashboard (in this study) depicts the post-processed data of damaged containers, repair works, MTBF value, types of damage, location of damage, types of repair, supplies of the component, and other parameters. Therefore, the dashboard is expected to help the companies in making decisions to improve container reliability based on MTBF values and other data that affect container reliability."}, "filled": true, "author_pub_id": "DWHa6hQAAAAJ:mVmsd5A6BfQC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/12729", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:3_JAmKhy8qYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis Kelayakan Proyek Penggantian Mesin Otomasi pada PT. X", "pub_year": 2022, "citation": "Jurnal Titra 10 (2), 2022", "author": "Eunike Apriliana Hartanti Mursalim and Felecia Felecia and Karina Agustin", "journal": "Jurnal Titra", "volume": "10", "number": "2", "abstract": "PT. X is one of the transformer manufacturers in Indonesia. The difference in standard time at each workstation causes a bottleneck on the Core Coil Assembly (CCA) line resulting in late demand fulfillment. Coil LV has the longest processing time among others, therefore a semi automated machine replacement project is carried out to reduce the processing time. The purpose of this research is to find whether replacement on semi automated machine is the best option to be implemented for coil LV workstation. A Break Even Point (BEP) analysis will be used to compare the current state (manual machine) with two alternatives project (combination of semi automated machine). BEP value of alternative 1 is 2,292 units, while alternative 2 is 2,647 units. However, the replacement project is not feasible to be implemented this year because the use of manual machine has a lower cost to meet the demand of 1,601 units. Actually, the optimal capacity for semi automated machines is 8 coil units per shift, so the company can increase the output capacity by reviewing the number of demands."}, "filled": true, "author_pub_id": "DWHa6hQAAAAJ:Wp0gIr-vW9MC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/12865", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:rw9rSH10z6UJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Total Productive Maintenance pada PT. Formosa Ingredient Factory, Tbk.", "pub_year": 2022, "citation": "Jurnal Titra 10 (2), 2022", "author": "Patrick Michaeli Antoni and Felecia Felecia", "journal": "Jurnal Titra", "volume": "10", "number": "2", "abstract": "PT. Formosa Ingredient Factory is a company which engages in Fast Moving Consumer Goods (FMCG) with product tapioca pearl, jelly, and syrup. As company develops, PT. Formosa is able to created new plant to increase production capacity and product variation. Maintenance division at plant legok at this moment, applying corrective maintenance which is maintenance or repairing is only conducted when the machinery is broken or having a breakdown. As a result, this action created downtime on production process for waiting on the technician to make improvements. This research aim is to planning total productive maintenance at PT. Formosa Ingredient Factory. The design is using FMEA tools. Then processed data retrieved from interview with the company. From this research, the outcome is machinery identification in the form of 30 machinery in total of 80 machine, maintenance interval to make preventive maintenance schedule also creating daily checklist in total of 28 checksheet and preventive form in total of 28 form. Checksheet filling is based on SOP and work instruction which has been planned. Schedule plan and checksheet then evaluated and validated by head of factory and head of maintenance. Total Productive Maintenance (TPM) planning then implemented on legok plant."}, "filled": true, "author_pub_id": "DWHa6hQAAAAJ:4DMP91E08xMC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=11885062409669497597", "cites_id": ["11885062409669497597"], "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/12841", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:_dKytUo58KQJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Peningkatan Kinerja pada Departemen Mold and Tooling Preparation di PT. X", "pub_year": 2022, "citation": "Jurnal Titra 10 (2), 2022", "author": "Deny Pradwita Kristanto and Felecia Felecia", "journal": "Jurnal Titra", "volume": "10", "number": "2", "abstract": "Metode DILO tidak dapat berdiri sendiri dan membutuhkan analisa lebih lanjut salah satunya yaitu time composition. Time composition merupakan pengelompokan aktivitas-aktivitas yang didapat dari data DILO dalam kategori-kategori pekerjaan tertentu (Isach [2]). Tahap ini memiliki tujuh kategori pekerjaan di antaranya production, management, collect data, continuous improvement, meeting, problem solving, dan others. Kategori tersebut biasa disebut dengan item DILO.Pengelompokan terbagi menjadi dua bagian, dimana data DILO akan diberikan kode yang sesuai dan kemudian data tersebut akan dimasukan kedalam kelompok besar sesuai dengan kode yang telah diberikan. Pengelompokan ini bertujuan untuk mengetahui persentase pada setiap kategori pekerjaan yang dilakukan oleh objek penelitian. Analisa time composition juga melakukan pengelompokkan data sesuai dengan jenis kegiatannya. Pengelompokan dilakukan dengan membagi pada tiga kelompok jenis kegiatan yaitu"}, "filled": true, "author_pub_id": "DWHa6hQAAAAJ:qxL8FJ1GzNcC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/12924", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ugU_0uTBKnkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengembangan Kualitas Layanan” Solusi Duka Indonesia” dengan Metode Design Thinking", "pub_year": 2022, "citation": "Jurnal Titra 10 (2), 2022", "author": "Catherine Erica Bing and Felecia Felecia", "journal": "Jurnal Titra", "volume": "10", "number": "2", "abstract": "PT. Solusi Duka Indonesia, which was established in 2018, have helped many people with their service to accompany the moment of grief. PT. Solusi Duka Indonesia innovates to provide mourning services because of their emphaty for people who feel lost and then hindered by space and time to attend mourning events. Currently the sales target is not enough, for that it is necessary to improve the quality of service. The goal is that more of them use the Solusi Duka Indonesia so that the company can survive. The method used in this research is design thinking. Design thinking is a creative process that focused on human needs and provides impetus for creating creative solutions. In this method there are activities to interview respondents and conduct surveys to respondents who have experienced grief. Based on the result of the research that has been carried out, several problems were found that can be used as suggestions for developing the quality of service for the Solusi Duka Indonesia. One of the result of the proposal given is the addition of a death file management feature as many as 31 respondents chose."}, "filled": true, "author_pub_id": "DWHa6hQAAAAJ:M3ejUd6NZC8C", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/12921", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:nWZnmfO9-GwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Upaya Peningkatan Output Produksi Proses Core Coil pada PT. XYZ", "pub_year": 2022, "citation": "Jurnal Titra 10 (2), 2022", "author": "Shelina Evelyn Rampengan and Felecia Felecia and Karina Agustin", "journal": "Jurnal Titra", "volume": "10", "number": "2", "abstract": "PT. XYZ is a company that produces distribution transformers that have a problem with insufficient production output of the company. Based on company data, the company's target is 372 units/month. Meanwhile, the company's capacity is 207 units/month, which comes from the longest process, namely coil LV. The production capacity problem can be solved by improving the process whose capacity does not reach the target, namely the coil LV and Core Coil Assembly (CCA). Improvements that are the first priority are the coil LV process as the longest process and increasing the capacity of the CCA process. The proposed alternative for improvement is to add 3 coil LV operators to 11 people and do overtime for 6 operators for 1 day and divide the work elements of the CCA helper. The cost that needs to be spent for the proposal is Rp 14,496,000. The alternative proposals submitted by the authors have also been validated and verified in simulations using ProModel by producing outputs that are close to the company's target."}, "filled": true, "author_pub_id": "DWHa6hQAAAAJ:_kc_bZDykSQC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=5226395772179708718", "cites_id": ["5226395772179708718"], "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/12864", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:LvtfoEPjh0gJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Upaya Penurunan Persentase Rework pada UD. X", "pub_year": 2022, "citation": "Jurnal Titra 10 (1), 2022", "author": "Felicia Fernanda and Felecia Felecia", "journal": "Jurnal Titra", "volume": "10", "number": "1", "abstract": "UD. X is a company that manufacturing saws type bandsaw 44, 42, 36, 28, 2”, eva, sponge, bi-metal, horizontal, meatbandsaw, and scrollbandsaw. UD. X customers comes from various regions in Indonesia, like Medan, Ambon, Bali, Fak-Fak, Sorong, Manokwari, Bintuni, and Wasior. The obstacle is the percentage of rework in 2020 reached 5.79%. At UD. X all defective saws will be reworked which will delay the production schedule and deliveries. Therefore, this study is to reduce the percentage of rework using DMAIC. Pareto diagram shows there are three main types of defects, namely wave defects, thickened results, and thin joints. Cause-and-effect diagram shows that the cause is in man, method, and machine factors. There were five proposals made, four of them were successfully implemented, namely the manufacture of DRB, daily production boards, SOP, and track record of maintenance machines. One proposal that postponed is the manufacture of a joint thickness checking plate due to time constraints. After implementation, there was a decrease in the percentage of rework by 1.22% from January-December 2020, bringing the percentage of rework in November 2021 to 4.57%. Control efforts made include the use of daily production boards, monthly evaluations, utilization of track record, DRB, and SOP."}, "filled": true, "author_pub_id": "DWHa6hQAAAAJ:Zph67rFs4hoC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/12726", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:gokO26_VrzMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Sistem Manajemen Mutu Departemen Produksi PT. X", "pub_year": 2022, "citation": "Jurnal Titra 10 (2), 2022", "author": "Evander Lucius Azareel and Felecia Felecia", "journal": "Jurnal Titra", "volume": "10", "number": "2", "abstract": "This research was conducted to design a Quality Management System in the Production Department PT. X. This company has increased their production capacity with a significantly increased demand. Thus there will be 7000 additional employees. Difference in production output happens with additional employees that needs to be fixed due to defect product triggering. Standaritation on every process needs to be done with a system that fits company needs. The standaritations trial could be done through a quality management system towards the production department. The document will be used to support the quality management in the future. The designing was done through observing and direct interview to operator and related admin. The observation’s result will be supporting data in the designing of the quality management system in PT. X. The designed document is next to be evaluated and validated by the supervisor and head of production and cones. The validated document then will be stored as a written guidelines for the production process. The result is SOP, Work Instruction, Business Process, Quality Plan and Supporting Form. The documents will be given to related employees and become the documents that will be placed in several spots throughout the company as a retraining way to minimize the defect products."}, "filled": true, "author_pub_id": "DWHa6hQAAAAJ:KlAtU1dfN6UC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/12922", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:1_9P3PqQuS4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Value Proposition, Business Model Canvas, Proses Bisnis dan Aplikasi Plasma Darah Konvalesen", "pub_year": 2022, "citation": "Jurnal Titra 10 (1), 2022", "author": "Imanuela Alesia Santoso and Felecia Felecia", "journal": "Jurnal Titra", "volume": "10", "number": "1", "abstract": "Plasma can be used to treat people with critical Covid-19 symptoms. There’sa supply shortage of plasma, so it’s difficult to obtain plasma in a short time. Value propositions, BMC, and business processes needs to be designed to connect donors seeker, donors, and PMI, so that the plasma can be obtained easily and quickly. This application will automatically connects the perfect donors to the Covid patients who need plasma. It acts as a connector, so that the donors can immediately donated their plasma for their matched patient. Donors can do an online registration through this application, so they don’t need to do a manual registration at PMI. This application provides all information about the donors status and the donor flows, so the donor seekers are able to check the donor processes any time. This application is able to save time and energy, there is transparent information about the donor processes and the donor schedule. The value propositions, BMC, and business processes have been verified and validated through interview with the donor seekers, donors, non-donors, and PMI. They stated that this application is easy to understood, makes the search and donor easier, and can be applicated in PMI."}, "filled": true, "author_pub_id": "DWHa6hQAAAAJ:MXK_kJrjxJIC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=667663357126121895", "cites_id": ["667663357126121895"], "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/12719", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:pxkML0kERAkJ:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Total Productive Maintenance (TPM) untuk Mesin Crawler Crane pada PT. X", "pub_year": 2021, "citation": "Jurnal Titra 9 (1), 2021", "author": "Antonia Jessica Tedja and Felecia Felecia", "journal": "Jurnal Titra", "volume": "9", "number": "1", "abstract": "This research is conducted to analyse about Total Productive Maintenance (TPM) at PT. X. PT. X itself is a construction company since 1994. This research focussed on the case study of crawler crane machines, especially service cranes owned by the company. PT. X said that the problem they face right now is sudden malfunction of the crawler crane that will certainly disrupt the pilling process. The company tries to increase the effectiveness of the machine by implementing TPM. The case study on the service crane will be analysed/calculated using Overall Equipment Effectiveness (OEE), which is one of the evaluation tools for TPM. OEE can show the productivity percentage of the crawler crane machine. The calculation of Six Big Losses also needs to be done to find out what losses have influenced the crawler crane effectiveness’ the most. This study provides recommendations using the 8 pillars of TPM aim to solve the most influential losses."}, "filled": true, "author_pub_id": "DWHa6hQAAAAJ:4TOpqqG69KYC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=6722768343589821837", "cites_id": ["6722768343589821837"], "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/12692", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:jZ3pkjASTF0J:scholar.google.com/", "cites_per_year": {"2024": 1}}
