{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Exploration of\" Tirtha\" Themes in the Communication of Waskita Rupa's Work (Bali Nata Bhuwana)", "pub_year": 2025, "citation": "Mediacon, 2025", "author": "Ido Prijana Hadi and Listia Natadjaja and Rika Febriani and Vellycia Njoko and Nathania Margareta Tanujaya", "journal": "Mediacon", "abstract": "This article presents the findings of a study on the curation of visual art titled \"Dharma-Tirtha-Matra,\" exhibited in the Waskita Rupa Exhibition. The study focuses on the significance of \"tirtha,\" or water, in the artworks showcased by artists from various academic institutions. The research method employed curatorial practices that interconnect the meaning of water with issues of ecosystem sustainability, spirituality, and human life. The study reveals that the messages conveyed through visual art are not merely denotative but also hold philosophical meanings closely tied to culture and spirituality. Water is portrayed as a source of life, energy, emotion, and purity. The research demonstrates that artists create their works as a form of visual communication, reminding viewers of the contextual importance of water. In methodology, art curation is considered a communicative activity involving the exploration of meanings, and using curative methods requires relevance to complex themes and contexts. This study contributes to the understanding of communication processes and meanings in visual art, particularly within the contexts of Communication Science and Visual Communication Design studies."}, "filled": true, "author_pub_id": "e0fpFhEAAAAJ:BUYA1_V_uYcC", "num_citations": 0, "pub_url": "https://proceeding-mediacon.petra.ac.id/index.php/med/article/view/7", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:273cR2ZhnWMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "KUALITAS HUBUNGAN PELAYANAN INFORMASI OBAT TERHADAP KEPUASAN PASIEN DIRUMAH SAKIT UMUM DAERAH DAYA DAN RUMAH SAKIT TK. II PELAMONIA KOTA MAKASSAR", "pub_year": 2024, "citation": "Jurnal Insan Farmasi Indonesia 7 (3), 400-409, 2024", "author": "Rika Febriani and Andi Emelda and Dewi Yuliana", "journal": "Jurnal Insan Farmasi Indonesia", "volume": "7", "number": "3", "pages": "400-409", "abstract": "Apoteker memainkan peran penting dalam memberikan informasi obat yang berkualitas kepada pasien. Pelayanan informasi obat yang baik dapat mencerminkan kualitas layanan kesehatan dan meningkatkan kepuasan pasien. Penelitian ini bertujuan untuk mengukur kualitas pelayanan informasi obat serta kepuasan pasien di RSUD Daya dan RS Tk. II Pelamonia, Makassar, serta mengetahui hubungan antara keduanya. Penelitian ini bersifat deskriptif dengan pendekatan cross-sectional, melibatkan 318 responden di masing-masing rumah sakit. Hasil menunjukkan kualitas pelayanan informasi obat di RSUD Daya baik (57,23%) dan di RS Tk. II Pelamonia juga baik (57,54%). Kepuasan pasien di RSUD Daya, menggunakan metode Importance Performance Analysis (IPA), pada dimensi tangible (71,42%), reliability (73,21%), responsiveness (73,38%), assurance (75,55%), dan empathy (76,29%). Di RS Tk. II Pelamonia, kepuasan pasien pada dimensi tangible (66,47%), reliability (70,77%), responsiveness (69,55%), assurance (73,74%), dan empathy (72,28%). Uji statistik chi-square menunjukkan hubungan signifikan antara kualitas pelayanan informasi obat dan kepuasan pasien dengan nilai Sig. 0,000 ≤ 0,05 di kedua rumah sakit tersebut."}, "filled": true, "author_pub_id": "e0fpFhEAAAAJ:epqYDVWIO7EC", "num_citations": 0, "pub_url": "http://e-jurnal.stikes-isfi.ac.id/index.php/JIFI/article/view/2330", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:NJOLqArBy4MJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sosialisasi Pentingnya Manajemen Sarana dan Prasarana dalam Pengembangan Sistem Pendidikan di MTs Laboratorium Jambi", "pub_year": 2024, "citation": "BERNAS: Jurnal Pengabdian Kepada Masyarakat 5 (4), 2648-2673, 2024", "author": "Aris Munandar and Yulia Putri and Siti Mahroja and Desy Desy and Rika Febriani and Rada Nurhaliza and Rani Anjani and Renika Dwi Saputri and Meli Anggraini and Putri Dayanti and Sintia Agnes Monika and Sulis Ramadhani and Riski Amelia Oktavia and Adif Wiansyah and Muhammad Rizky and Basri Basri and Ahmad Fikri", "journal": "BERNAS: Jurnal Pengabdian Kepada Masyarakat", "volume": "5", "number": "4", "pages": "2648-2673", "abstract": "Proses pendidikan yang efektif memerlukan sarana dan prasarana yang memadai, baik secara langsung maupun tidak langsung. Sarana yang berkaitan langsung dengan proses pendidikan mencakup gedung, ruang belajar/kelas, alat-alat/media pendidikan, meja, kursi, dan lain sebagainya. Sedangkan sarana yang tidak langsung mencakup halaman, kebun, taman, dan jalan menuju kampus. Kelengkapan sarana dan prasarana merupakan kunci keberhasilan dalam penyelenggaraan pendidikan di sekolah. Sarana dan prasarana yang memadai juga mendukung efektivitas dan efisiensi pencapaian tujuan pendidikan di lembaga tersebut.. Penting bagi sekolah atau lembaga pendidikan untuk mengelola sarana dan prasarana sesuai dengan kebutuhan pembelajaran. Manajemen yang baik terhadap sarana dan prasarana ini penting agar kualitas pendidikan tetap terjaga. Oleh karena itu, dilaksanakan Kegiatan Pengabdian Kepada Masyarakat (PKM) untuk memberikan pemahaman mendalam terkait pentingnya manajemen sarana dan prasarana dalam pengembangan sistem pendidikan di MTs Laboratorium FTK UIN STS Jambi. Kegiatan Pengabdian Kepada Masyarakat (PKM) kolaborasi antara dosen dan mahasiswa ini dilaksanakan melalui sosialisasi, edukasi, dan dialog interaktif dengan guru dan siswa. Hasil dari Kegiatan Pengabdian Kepada Masyarakat (PKM) kolaborasi antara dosen dan mahasiswa ini menunjukkan peningkatan pengetahuan dan pemahaman guru dan siswa mengenai pentingnya manajemen sarana dan prasarana dalam pengembangan sistem pendidikan di MTs Laboratorium FTK UIN STS Jambi"}, "filled": true, "author_pub_id": "e0fpFhEAAAAJ:vDijr-p_gm4C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=467542393561246018", "cites_id": ["467542393561246018"], "pub_url": "https://ejournal.unma.ac.id/index.php/bernas/article/view/10382", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:QmmnbVQLfQYJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENGEMBANGAN E-MODUL MENULIS TEKS EKSPOSISI BERMUATAN PROFIL PELAJAR PANCASILA BERANCANGAN HYPNOTIC WRITING", "pub_year": 2023, "citation": "Universitas Pendidikan Indonesia, 2023", "author": "Rika Febriani", "abstract": "Penelitian ini bertujuan untuk mengembangkan dan menghasilkan e-modul  menulis teks eksposisi bermuatan profil pelajar Pancasila berancangan hypnotic writing, dalam rangka meningkatkan minat belajar dan kemampuan menulis teks eksposisi. Metode penelitian yang digunakan adalah metode pengembangan R&D dengan menggunakan model ADDIE. Prosedur pengembangan ADDIE yaitu analysis, design, development, implementation dan evaluation. Pada tahap analysis, dilakukan analisa tekait dengan kebutuhan bahan ajar menulis teks eksposisi. Pada tahap design dilakukan perancangan sistematika modul bermuatan profil pelajar Pancasila berancangan hypnotic writing. Tahap development yakni menyusun konten modul sesuai dengan kurikulum merdeka dengan muatan profil pelajar Pancasila berancangan hypnotic writing serta membuat sistem e-modul, dalam hal ini yang digunakan adalah flipbook dan dilanjutkan dengan validasi produk dan revisi. Tahap implementation yakni pengujian produk kepada siswa dan guru serta melakukan pre test dan post test. Tahap evaluation untuk mengetahui respons guru dan siswa terhadap e-modul. Penelitian dilakukan di empat SMK provinsi Riau dengan jumlah responden sebanyak 107 siswa. Penelitian ini menghasilkan produk yang memenuhi validasi dari ahli materi dan keterampilan menulis, ahli media, dan ahli hypnotic writing memperoleh persentase skor 100% dengan kategori sangat layak dan sangat valid. Hasil uji kefektifan produk menunjukkan peningkatan nilai sebelum dan sesudah penggunaan e-modul dan memperoleh persentase skor respons 93% dan 96 …"}, "filled": true, "author_pub_id": "e0fpFhEAAAAJ:URolC5Kub84C", "num_citations": 0, "pub_url": "https://scholar.google.com/scholar?cluster=4411115500145855897&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:mc1pIS1uNz0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Designing Creative Learning Media About Processing of Used Milk Boxes into DIY Art and Craft", "pub_year": 2023, "citation": "k@ ta: A Biannual Publication on the Study of Language and Literature 25 (00 …, 2023", "author": "Antonius Nicky Kosasih and Listia Natadjaja and Rika Febriani", "journal": "k@ ta: A Biannual Publication on the Study of Language and Literature", "volume": "25", "number": "00", "pages": "24-31", "abstract": "Waste materials are things in the environment that can be used or returned into something good and useful. One of the results of used good processing is a work of art, which can be made DIY by all people, both adults and children. Creating or customize DIY art and crafts can be an opportunity and the beginning step for children, particularly teenage children, to develop creativity. Children’s creativity needs to be developed in early age, so that one day they have special skills that will be useful in the future. Seeing their ambitions, children can learn anything autodidactically, because there’s social media that support their activity in finding education and entertainment. Instagram and YouTube can become a learning media that will be used to get public support for a creative movement as example. From Instagram and YouTube, teenagers can get many tutorials for them to follow, so they can understand step by step and practice. On Instagram, teenagers will get basic materials up to the steps of making, reviews from random people about the art works that has been made. Also, Instagram will be the media that share events, challenge, giveaway, etc. which is also good for get public attention. And about YouTube, YouTube will become a back-up platform if the education content duration is too long. It will be great for teenagers as the study’s subject if Instagram and YouTube merge as creative learning media that can bring out creative young generations, that can create what they want, and become whom they want in their future."}, "filled": true, "author_pub_id": "e0fpFhEAAAAJ:_Ybze24A_UAC", "num_citations": 0, "pub_url": "https://www.kata.petra.ac.id/index.php/ing/article/view/19584", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:JpTrNcJWGAgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENGEMBANGAN PRODUK FESYEN UNTUK UKM NALENI KAIN DI SIWALANKERTO SURABAYA", "pub_year": 2022, "citation": "Jurnal Leverage, Engagement, Empowerment of Community (LeECOM) 4 (1), 13-26, 2022", "author": "Luri Renaningtyas and Maria Nala Damajanti and Rika Febriani", "journal": "Jurnal Leverage, Engagement, Empowerment of Community (LeECOM)", "volume": "4", "number": "1", "pages": "13-26", "abstract": "Naleni Kain adalah bisnis rintisan di bidang fesyen yang menjual busana siap pakai tie die atau shibori dengan target pasar dewasa muda (18–25 tahun). Jenama yang baru mulai berjalan ini belum mempunyai produk tetap untuk dijual, bahkan hanya sesekali membuat satu atau dua produk, selain itu Naleni Kain juga perlu memajukan promosinya untuk dapat lebih menjual produknya. Meneruskan penelitian terdahulu:“Implementasi Trend Forecast ke Dalam Pengembangan Desain Busana Naleni Kain di Siwalankerto” abdimas ini dilakukan dengan tujuan untuk produksi baju siap pakai yang telah didesain sesuai tren 2019–2020 di penelitian tersebut, agar Naleni Kain punya produk untuk dijual. Selanjutnya untuk promosi awal, produk-produk tersebut dibuatkan foto katalognya dan dipromosikan melalui media sosial maupun lokapasar. Maka untuk dapat mandiri ke depannya dan bertahan di pasar terutama dari kompetitornya kelak perlu dilakukan pembinaan terhadap UKM ini berbentuk pelatihan tentang tren, pengembangan produknya serta promosinya, meskipun demikian akibat pandemi Covid-19 pelaksanaannya menjadi tidak sesuai dengan yang direncanakan terutama dalam hal bagaimana mitra merespons abdimas ini. Seluruh proses mulai dari sketsa desain, desain datar, desain pola jahit, foto katalog hingga promosi melibatkan mahasiswa di desain komunikasi visual dan desain fesyen. Luaran dari abdimas ini berupa desain produk jadi siap pakai dan HKI-nya."}, "filled": true, "author_pub_id": "e0fpFhEAAAAJ:N5tVd3kTz84C", "num_citations": 0, "pub_url": "https://journal.uc.ac.id/index.php/LeECOM/article/view/2945", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:04q7pFN1uOIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis Perbandingan Teori dengan Proses Produksi Direktorat RMPI BRIN mengenai Proses Produksi Motion Graphics", "pub_year": 2022, "citation": "Jurnal DKV Adiwarna 1 (28), 2022", "author": "J Ignatius and R Febriani and PS Putri", "journal": "Jurnal DKV Adiwarna", "volume": "1", "number": "28"}, "filled": true, "author_pub_id": "e0fpFhEAAAAJ:ye4kPcJQO24C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=13258179007168503645", "cites_id": ["13258179007168503645"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Xd_R6o-D_rcJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "JUS COLD-PRESSED CAIRAN KEBAIKAN", "pub_year": 2021, "citation": "Penerbit Andi, 2021", "author": "Kezia Theofani Abadi and ST Listia Natadjaja and M Des MT and Rika Febriani", "publisher": "Penerbit Andi", "abstract": "Kesehatan adalah aspek penting dalam kehidupan sehari-hari. Dengan kesehatan yang baik, kita dapat melakukan aktivitas dengan maksimal. Faktor yang memengaruhi kesehatan adalah apa yang dikonsumsi sebagai asupan nutrisi untuk tubuh. Salah satu cara menjaga kesehatan adalah dengan detoks. Detoks dapat dilakukan dengan mengonsumsi buah dan sayur. Konsumsi buah dan sayur akan lebih praktis jika dibuat jus. Jus yang dibahas dalam buku ini bukan merupakan jus yang diproses dengan cara biasa, yaitu dengan menggunakan blender atau mesin juicer lainnya, melainkan jus yang diproses dengan metode cold-pressed yang menyehatkan karena prosesnya tanpa penambahan air dan gula sehingga rasa dari jus cold-pressed murni dari buah dan sayur. Jus dengan metode cold-pressed relatif lebih tahan lama dibandingkan jus dengan metode biasa."}, "filled": true, "author_pub_id": "e0fpFhEAAAAJ:tKAzc9rXhukC", "num_citations": 0, "pub_url": "https://books.google.com/books?hl=en&lr=&id=HKxJEAAAQBAJ&oi=fnd&pg=PP1&dq=info:Ex6ZjOlK8r4J:scholar.google.com&ots=kdZkufbhr-&sig=b6E3xI8wSh6kqklhvLNzuNUZ7jk", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Ex6ZjOlK8r4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Tteok study", "pub_year": 2021, "citation": "Universitas Kristen Petra, 2021", "author": "Felicia Evelyn and Listia Natadjaja and Rika Febriani", "publisher": "Universitas Kristen Petra", "abstract": "SURAT PENCATATAN Page 1 an MENTERI HUKUM DAN HAK ASASI MANUSIA \nDIREKTUR JENDERAL KEKAYAAN INTELEKTUAL Dr. Freddy Harris, SH, LL.M., ACCS. \nNIP. 196611181994031001 REPUBLIK INDONESIA KEMENTERIAN HUKUM DAN HAK \nASASI MANUSIA SURAT PENCATATAN CIPTAAN Dalam rangka pelindungan ciptaan di \nbidang ilmu pengetahuan, seni dan sastra berdasarkan Undang-Undang Nomor 28 Tahun \n2014 tentang Hak Cipta, dengan ini menerangkan: Nomor dan tanggal permohonan \nPencipta Nama Alamat Kewarganegaraan Pemegang Hak Cipta Nama Alamat \nKewarganegaraan Jenis Ciptaan EC00202136408,2Agustus2021FeliciaEvelyn,ListiaNatadjajadkk\nJl.NanasVII/620PCI,RT004/RW006,KelurahanTambakRejo,Kecamatan Waru, Sidoarjo, \nJAWA TIMUR, 61256 IndonesiaLPPMUniversitasKristenPetraJl.SiwalankertoNo.121-131,KelurahanSiwalankerto,Kecamatan…"}, "filled": true, "author_pub_id": "e0fpFhEAAAAJ:ZfRJV9d4-WMC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20379/1/HC_000263301.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:AjiQoc6LP_cJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Jus Cold-Pressed Cairan Kebaikan", "pub_year": 2021, "citation": "Jus Cold-Pressed Cairan Kebaikan, 2021", "author": "Listia Natadjaja and Rika Febriani", "publisher": "Andi", "abstract": "Kesehatan adalah hal yang sangat penting dalam kehidupan manusia. Pemeliharaan kesehatan dapat dilakukan oleh semua kelompok usia mulai dari usia muda sampai usia tua. Salah satu penyebab timbulnya penyakit antara lain akibat konsumsi makanan yang tidak sehat karena apa yang dimakan menjadi penentu kesehatan tubuh. Makanan yang tidak sehat mengandung bahan seperti pemanis, pewarna, perisa, dan bahan tambahan lainnya sehingga tidak baik bagi kesehatan tubuh. Salah satu upaya untuk memelihara kesehatan dilakukan dengan metode detoks. Detoks adalah salah satu cara yang dilakukan sebagai upaya menjaga pola hidup sehat. Metode detoks dilakukan dengan membuat jus buah dan sayur secara lebih praktis. Jus detoks yang baik untuk dikonsumsi adalah jus buah dan sayur yang diproses dengan metode cold-pressed. Metode cold-pressed memiliki keunggulan antara lain tidak menggunakan tambahan gula dan air sehingga kemurnian nutrisi dari buah dan sayur dapat terjamin, ampas buah dan sayur yang terpisah dari sarinya sehingga hasil jus lebih jernih, masa simpan yang relatif lebih baik. Manfaat jus dengan metode cold-pressed  perlu dikomunikasikan, diinformasikan, dan diedukasikan (KIE) kepada kaum remaja dan dewasa dalam bentuk buku sebagai media tutorial dan resep jus detoks dengan desain dan layout yang menarik."}, "filled": true, "author_pub_id": "e0fpFhEAAAAJ:7T2F9Uy0os0C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20094/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:NoMwK8oTIWUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Exuberant Way of Thinking", "pub_year": 2021, "citation": "The Exuberant Way of Thinking, 2021", "author": "Luri Renaningtyas and Rika Febriani and Maria Nala Damajanti", "abstract": "The Exuberant Way of Thinking - Scientific Repository Logo Home About Browse by Year \nBrowse by Subject Browse by Division Browse by Author Login The Exuberant Way of \nThinking Renaningtyas, Luri and Febriani, Rika and Damajanti, Maria Nala (2021) The \nExuberant Way of Thinking. Universitas Kristen Maranatha. [img] PDF Download (3589Kb) [img] \nPDF Download (1134Kb) Official URL: https://asedas042020.wixsite.com/asedas/participan... \nItem Type: Other Subjects: N Fine Arts > NC Drawing Design Illustration Divisions: Faculty of \nArt and Design > Visual Communication Design Department Depositing User: Admin Date \nDeposited: 14 Jul 2021 19:57 Last Modified: 30 Jul 2021 19:13 URI: https://repository.petra.ac.id/id/eprint/19132 \nActions (login required) View Item EPrints Logo Scientific Repository is powered by EPrints \n3. Administered by Research Center, Petra Christian University. …"}, "filled": true, "author_pub_id": "e0fpFhEAAAAJ:9vf0nzSNQJEC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19132/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:p9tTAhzmp0IJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Konsep Konten Visual Beta Batik Di Instagram Untuk Meningkatkan Awareness Dan Engagement", "pub_year": 2021, "citation": "Jurnal Dkv Adiwarna 121, 2021", "author": "Stephanie Samantha Gunawan and DDH Rika Febriani", "journal": "Jurnal Dkv Adiwarna", "volume": "121"}, "filled": true, "author_pub_id": "e0fpFhEAAAAJ:eMMeJKvmdy0C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=9809194546316269248", "cites_id": ["9809194546316269248"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:wFbh8XdCIYgJ:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "„PERANCANGAN KONSEP VISUAL BRANDING UNTUK DESSEA FIT‟", "pub_year": 2021, "citation": "J. DKV Adiwarman Univ. Kristen Petra 1, 2021", "author": "PA Sasmito and D Duto", "journal": "J. DKV Adiwarman Univ. Kristen Petra", "volume": "1"}, "filled": true, "author_pub_id": "e0fpFhEAAAAJ:WA5NYHcadZ8C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=1983377654421119585", "cites_id": ["1983377654421119585"], "pub_url": "https://scholar.google.com/scholar?cluster=1983377654421119585&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:YeI343dfhhsJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Improving Naleni Kain  s Clothing Design by Implementing Fashion Trend Forecast", "pub_year": 2020, "citation": "Improving Naleni Kain  s Clothing Design by Implementing Fashion Trend Forecast, 2020", "author": "Luri Renaningtyas and Rika Febriani and Maria Nala Damajanti", "abstract": "Naleni Kain is an SME (Small Medium Enterprise from Siwalankerto, Surabaya, which manufactures fabrics with tie-dye techniques. To spread its wings, this SME plans to sell clothing for the young to middle-aged people as its target market. It is important for the fashion business to design clothes according to its target market because trends are one of the consumer s considerations in buying clothes. But that is not necessarily the case, since a trend forecast needs to be synchronized to the target market s taste. This research aims to help Naleni Kain to improve by designing a collection that suits its market based on BEKRAF s 2019-2020 trend forecast. The research nature is qualitative by analyzing the trends of the market in Surabaya, the basic theories of fashion design, and the needs of Naleni Kain, to form the basis for implementing trend forecast into Naleni Kain fashion designs. The result is a mood board design with fashion sketches for men and women aged 18-35 years that can be used as a reference for future productions."}, "filled": true, "author_pub_id": "e0fpFhEAAAAJ:olpn-zPbct0C", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=13246362789928059621", "cites_id": ["13246362789928059621"], "pub_url": "https://repository.petra.ac.id/19039/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:5UKdc8aI1LcJ:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Achieving Interactive-Transactional Stage, A Study of Surabaya. go. id Homepage Design", "pub_year": 2020, "citation": "KnE Social Sciences, 389–399-389–399, 2020", "author": "Rika Febriani and Ani Wijayanti Suhartono", "journal": "KnE Social Sciences", "pages": "389–399-389–399", "abstract": "Surabaya is one of the smart cities in Indonesia that implements e-governance as an interactive-transactional presence stage according to UN ranking criteria. The Surabaya government itself has a portal (surabaya. go. id) which has various interactivetransactional services for its users. Surabaya. go. id has an unusual homepage appearance, in the form of the Surabaya city landscape, using flat design style. An ideal homepage design should be suggestive of the website’s contents for the users. This design style is already trending for UI but this article uses qualitative-descriptive analysis to determine whether the website’s homepage design is able to reflect the egovernment stage that has been achieved by the Surabaya city government. The study compares the Surabaya design to ideal interactive homepage design criteria. This study was meant to help the Surabaya city government develop its website. Results show that some improvements are needed, particularly in the identity section. In addition, more appropriate use of flat design to strengthen visibility and present illustrations showing the city government readiness to serve users interactively-transactionally, together with a search tool and add supporting features allowing communication with users."}, "filled": true, "author_pub_id": "e0fpFhEAAAAJ:LPZeul_q3PIC", "num_citations": 0, "pub_url": "https://knepublishing.com/index.php/KnE-Social/article/view/7612/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:nMuucbd3YyYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Desain Kemasan Dan Brand Bagiak “Sherly” Oleh-Oleh Khas Banyuwangi", "pub_year": 2020, "citation": "Jurnal DKV Adiwarna, Universitas Kristen Petra, 1-9, 2020", "author": "WT Winoto and N Natadjaja and R Febriani", "journal": "Jurnal DKV Adiwarna, Universitas Kristen Petra", "pages": "1-9"}, "filled": true, "author_pub_id": "e0fpFhEAAAAJ:tS2w5q8j5-wC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=4284860924299704606", "cites_id": ["4284860924299704606"], "pub_url": "https://scholar.google.com/scholar?cluster=4284860924299704606&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:HvnV-E7idjsJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Kajian Visual Video Musik BTS Menggunakan Teori Semiotika", "pub_year": 2020, "citation": "Jurnal DKV Adiwarna 1 (16), 13, 2020", "author": "Jennifer Gordon and L Natadjaja and R Febriani", "journal": "Jurnal DKV Adiwarna", "volume": "1", "number": "16", "pages": "13"}, "filled": true, "author_pub_id": "e0fpFhEAAAAJ:08ZZubdj9fEC", "num_citations": 11, "citedby_url": "/scholar?hl=en&cites=2063611818458404047", "cites_id": ["2063611818458404047"], "pub_url": "https://scholar.google.com/scholar?cluster=2063611818458404047&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:z9SC8QNsoxwJ:scholar.google.com/", "cites_per_year": {"2021": 2, "2022": 4, "2023": 2, "2024": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penerapan Kain Tenun Gedog pada Busana Ready to Wear berdasarkan", "pub_year": 2019, "citation": "eProceedings of Art & Design 6 (3), 2019", "author": "Vira Pritalia and Rima Febriani", "journal": "eProceedings of Art & Design", "volume": "6", "number": "3", "abstract": "The pattern of life\" back to nature\" has become the trend of the world community. This lifestyle is based on everything that comes from nature is good and useful and guarantees a balance between humans and nature. In fact, the product trends in environmentally friendly products are developing. Even though lifestyle trends and the number of requests for environmentally friendly or organic products are increasing, Indonesia is still relatively small in availability. Seeing the existence of business opportunities, this study aims to be able to design a fashion business that can answer the needs of consumers who live a healthy lifestyle\" back to nature\", namely fashion products that are environmentally-friendly. The results of this study are manifested in the form of ready to wear collections using traditional Indonesian textiles Gedog woven from Tuban Kerek which can answer consumer needs, namely textiles with natural basic ingredients, namely cotton fiber."}, "filled": true, "author_pub_id": "e0fpFhEAAAAJ:KxtntwgDAa4C", "num_citations": 0, "pub_url": "https://core.ac.uk/download/pdf/299935424.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:PgfEtEav3BQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pencapaian Tahap Interaktif-Transaksional, Kajian Desain Homepage Surabaya. go. id", "pub_year": 2019, "citation": "Pencapaian Tahap Interaktif-Transaksional, Kajian Desain Homepage Surabaya …, 2019", "author": "Rika Febriani and Ani Wijayanti Suhartono", "abstract": "Surabaya merupakan salah satu smart city di Indonesia yang menerapkan e-government pada tahap interactive-transactional presence menurut kriteria pemeringkatan oleh PBB. Pemerintah Surabaya sendiri memiliki portal surabaya.go.id yang memiliki berbagai layanan interaktif-transaksional bagi penggunanya. Surabaya.go.id memiliki tampilan homepage yang tak biasa, berupa lanskap kota Surabaya dengan gaya desain flat. Desain homepage yang tepat akan mencitrakan isi dari keseluruhan konten bagi penggunanya. Gaya desain ini memang sedang tren pada UI namun dengan penerapan semacam ini, analisa deskriptif ini hendak mengkaji apakah desain homepage situs web ini mampu mencerminkan tahap e-government yang telah dicapai oleh pemerintah kota Surabaya. Kajian ini diharapkan akan membantu pemerintah kota Surabaya mengembangkan situs webnya. Hasilnya menunjukkan bahwa diperlukan perbaikan pada bagian identitas, pemanfaatan flat design secara lebih tepat untuk memperkuat visibilitas, menyajikan ilustrasi yang menunjukkan kesiapan pemerintah kota melayani pengguna secara interaktif-transaksional, menambahkan sarana pencarian, dan menambahkan fitur pendukung komunikasi dengan pengguna."}, "filled": true, "author_pub_id": "e0fpFhEAAAAJ:p2g8aNsByqUC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/18562/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:dU4rEgYgcxkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Kekerasan dalam Rumah Tangga dan Peran Perempuan di Minangkabau", "pub_year": 2019, "citation": "International Conference on Local Wisdom-2019, 2019", "author": "Fatmariza Fatmariza and Rika Febriani", "conference": "International Conference on Local Wisdom-2019"}, "filled": true, "author_pub_id": "e0fpFhEAAAAJ:VOx2b1Wkg3QC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:SIYjJRcHNV4J:scholar.google.com/", "cites_per_year": {}}
