{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PEMBELAJARAN KREATIF DAN LITERASI KEUANGAN MENGENAI HARGA POKOK PRODUKSI DI PANTI ASUHAN SOLA GRATIA", "pub_year": 2025, "citation": "Jurnal Abdimas Sangkabira 5 (2), 253-260, 2025", "author": "Elisa Tjondro and Saarce Elsye Hatane", "volume": "5", "number": "2", "pages": "253-260", "abstract": "Pendampingan anak-anak dan remaja panti asuhan melalui kegiatan pembelajaran kreatif dan literasi keuangan sangat penting dalam mendukung kemampuan mengelola keuangan pribadi maupun membangun usaha mikro. Permasalahan yang dihadapi panti asuhan Sola Gratia adalah penghuni panti belum memiliki jiwa kemandirian dan kewirausahaan. Keuangan panti asuhan masih didukung oleh swadaya pemerintah, masyarakat individu, yayasan gereja, dan  institusi lainnya. Kegiatan pengabdian ini mengembangkan cara pembelajaran ke tingkat yang lebih aplikatif dibanding semester sebelumnya. Dalam kegiatan ini anak-anak dan remaja di panti asuhan Sola Gratia diajarkan resep dan menghasilkan minuman yang bernilai jual, sekaligus memasarkannya di lingkungan sekitar panti asuhan. Tahapan kegiatan diawali ceramah pembekalan perhitungan harga pokok produksi, praktik produksi produk dan minuman, proses pemasaran produk, perhitungan keuntungan, dan evaluasi. Produk yang dihasilkan berupa minuman siap konsumsi, makanan berupa kue kering yang telah di-repacking, gelang dari manik-manik.  Tim pengabdian memberikan modal berupa bahan-bahan membuat minuman berbagai rasa, kue kering kiloan, dan manik-manik berbagai bentuk. Salah satu aspek penting dalam merintis usaha mikro adalah pemahaman tentang perhitungan  harga pokok produksi yang berperan besar dalam penentuan keberlanjutan bisnis."}, "filled": true, "author_pub_id": "e10aeusAAAAJ:ULOm3_A8WrAC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21547/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8sLZdYCmp40J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Impact of Environmental, Social, and Governance Scores on Market Reaction: Evidence of Top 80 Companies Listed from Idx80", "pub_year": 2025, "citation": "International Journal of Organizational Behavior and Policy (IJOBP) 4 (1), 13-26, 2025", "author": "Alan Darmasaputra and Mosses Aryadhewa Widyadhana and Sany Sany and Elisa Tjondro", "journal": "International Journal of Organizational Behavior and Policy (IJOBP)", "volume": "4", "number": "1", "pages": "13-26", "publisher": "Accounting Department, School of Business and Management - Petra Christian University", "abstract": "This paper will discuss the impact of the individual Environmental, Social, and Governance scores on market reaction. This study will specifically focus on the IDX80 index, which lists companies that are not only profitable but also have good ESG scores. The panel data for the study will be taken from 2019 to 2023, and the Dynamic Panel Model will be used to see how the scores over the year influenced the market price. The final sample consists of 31 companies with 155 firm-years for the observation. The findings show that the Environmental scores have a significant positive impact on market reactions, but are not significantly impacted by Social and Governance scores. The study suggests an early stage of ESG adoption in Indonesia and the positive trend growth will be beneficial for companies to promote ESG activities. The implication for managers is to incorporate ESG activities as they positively impact the market reaction, particularly activities related to Environmental issues. The limitation of this study is that the data for the individual scores for the Environmental, Social, and Governance are limited making the sample size small. A further limitation is that the data analyzed during and post-COVID-19 time might suggest a different result comparably."}, "filled": true, "author_pub_id": "e10aeusAAAAJ:KlAtU1dfN6UC", "num_citations": 0, "pub_url": "https://ijobp.petra.ac.id/index.php/ijobp/article/view/143", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:l4KHqe6AfzQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Can Interactions Enhance Student Satisfaction in Online Learning During a Crisis?: An Indonesian Study", "pub_year": 2024, "citation": "Jurnal Pendidikan Ekonomi Undiksha 16 (3), 410-421, 2024", "author": "Sany Sany and Olivia Yuriko Sudarjo", "journal": "Jurnal Pendidikan Ekonomi Undiksha", "volume": "16", "number": "3", "pages": "410-421", "abstract": "This research aims to examine the effect of internet facility, platform, learner-learner interaction, and learner-instructor interaction on student satisfaction. This quantitative research uses the survey method to collect data by distributing questionnaires through Google Forms. The research sample consisted of 179 students from the Business Accounting, Tax Accounting, and International Business Accounting major batch of 2017–2021 at Petra Christian University Indonesia. The data was analyzed using SPSS software by testing statistic descriptive, reliability, validity, and multiple regression. The results show that internet facilities and learner-instructor interaction have a significant positive effect on student satisfaction during online learning, while the platform and learner-learner interaction have not impact on student satisfaction during online learning when the COVID-19 pandemic occurred."}, "filled": true, "author_pub_id": "e10aeusAAAAJ:Zph67rFs4hoC", "num_citations": 0, "pub_url": "https://ejournal.undiksha.ac.id/index.php/JJPE/article/view/79484", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:sV-cOBo39dcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PEMBELAJARAN KREATIF DAN KONSEP MENABUNG UNTUK MENGHASILKAN PRODUK YANG MEMILIKI NILAI JUAL DI PANTI ASUHAN SOLA GRATIA SIDOARJO", "pub_year": 2024, "citation": "Jurnal Abdimas Sangkabira 5 (1), 175-184, 2024", "author": "Elisa Tjondro and Saarce Elsye Hatane", "volume": "5", "number": "1", "pages": "175-184", "abstract": "Tujuan literasi keuangan tentang konsep menabung diberikan kepada anakanak dan remaja di panti asuhan Sola Gratia adalah untuk mengajarkan mereka pentingnya memahami cara menabung uang yang dihasilkan dari penjualan karya kreatif mereka. Sangat penting bagi anak-anak dan remaja untuk mengontrol perilaku konsumtif ini sejak usia dini, sehingga mereka belajar menabung untuk membeli barang-barang yang benar-benar diperlukan. Anak-anak dan remaja di panti asuhan perlu memiliki rasa percaya diri, tekad yang kuat, dan kemandirian bahwa mereka dapat berkontribusi pada komunitas setempat. Program pengabdian literasi keuangan dan pengajaran karya kreatif bagi anak-anak dan remaja ini merupakan yang pertama dilakukan di panti asuhan Sola Gratia. Program ini melibatkan kolaborasi antara tim dosen dan mahasiswa yang memberikan edukasi mengenai literasi keuangan dan keterampilan kerajinan tangan selama empat bulan. Melalui metode fun learning, anak-anak diperkenalkan pada konsep menabung, perhitungan dasar, serta praktik jual beli. Kegiatan ini tidak hanya bermanfaat untuk pemberdayaan anak-anak, tetapi juga memberikan pengalaman berharga bagi dosen dan mahasiswa dalam berinteraksi dengan masyarakat. Evaluasi menunjukkan bahwa kegiatan ini sangat efektif dan direkomendasikan untuk dilakukan secara berkala dengan beberapa perbaikan untuk hasil yang lebih optimal."}, "filled": true, "author_pub_id": "e10aeusAAAAJ:hqOjcs7Dif8C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21464/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:k7SOd3tqlx0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Factors Influencing Whistleblowing Intention among Accounting Students in Indonesia", "pub_year": 2024, "citation": "International Journal of Organizational Behavior and Policy (IJOBP) 3 (2), 87-96, 2024", "author": "Sany Sany and Alan Darmasaputra and Cathrine Cecilia Alim and Ferdinand Niko", "journal": "International Journal of Organizational Behavior and Policy (IJOBP)", "volume": "3", "number": "2", "pages": "87-96", "publisher": "Accounting Department, School of Business and Management - Petra Christian University"}, "filled": true, "author_pub_id": "e10aeusAAAAJ:eQOLeE2rZwMC", "num_citations": 0, "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Do Board Multiple Directorships and ESG Score Drive Firm Value? Study of Non-Financial Companies in Thailand", "pub_year": 2024, "citation": "Jurnal Akuntansi dan Keuangan 26 (1), 67-76, 2024", "author": "Sany Sany and Caroline Novica and Cynthia Valentina", "journal": "Jurnal Akuntansi dan Keuangan", "volume": "26", "number": "1", "pages": "67-76", "publisher": "Petra Christian University", "abstract": "This study intends to demonstrate the impact of board busyness through board multiple directorships and ESG scores towards firm value in Thailand within the period of 2018-2022. Theoretical frameworks such as the resource dependence theory and stakeholder theory explicate the two hypotheses developed for busy directors and ESG score. A director has multiple directorships when he/she has more than three board roles in other publicly listed firms, excluding private organizations and foundations. This research’s population are listed non-financial firms in Thailand Stock Exchange that has ESG score in Refinitiv database for five consecutive years during 2018 to 2022. Final data sample are 28 non-financial companies resulting in 140 observations. Directorship and board size were hand collected from annual reports. Panel data regression with random effect model is used, and results show that there is no association between multiple directorship and firm value. On the other hand, ESG shows a positive and significant relationship towards firm value. This research supports the belief that ESG scores have a notable impact on firm value based."}, "filled": true, "author_pub_id": "e10aeusAAAAJ:YsMSGLbcyi4C", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=7186971680804391278", "cites_id": ["7186971680804391278"], "pub_url": "https://jurnalakuntansi.petra.ac.id/index.php/aku/article/view/28092", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:bkkjXapAvWMJ:scholar.google.com/", "cites_per_year": {"2024": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Tax Service Quality and Digital Tax Implementation for MSME Tax Compliance in Surabaya", "pub_year": 2024, "citation": "International Journal of Organizational Behavior and Policy (IJOBP) 3 (1), 53-62, 2024", "author": "Adhityawati Kusumawardhani and Felix Kristanto Gunawan and Sany Sany and Elisa Tjondro and Tonny Stephanus Eoh", "journal": "International Journal of Organizational Behavior and Policy (IJOBP)", "volume": "3", "number": "1", "pages": "53-62", "publisher": "Accounting Department, School of Business and Management - Petra Christian University", "abstract": "This study aims to determine the effect of e-Registration, e-Filing, e-Billing, and Tax Service Quality for MSME (Micro, Small, and Medium Enterprises) Tax Compliance in Surabaya. This studyuses multiple  linear  regression  model  with  a  total  sample  of  150  MSMEs  in  Surabaya.  The  results obtained are e-Registration, e-Filing, e-Billing, and tax service quality have a positive effect on tax compliance. This is because taxpayers find it easy to report their taxes with the e-system and also feel good service  from tax officials. The findings in this study result in tax compliance with the application  of  e-Registration,  e-Filing,  e-Billing,  and  tax  service  quality  due  to  the  fact  that taxpayers are more assisted by system changes in tax reporting. Conversely, this study supports attribution theory which explains that taxpayers can be influenced by their social environment in acting and behaving."}, "filled": true, "author_pub_id": "e10aeusAAAAJ:zYLM7Y9cAGgC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20797/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:oGFP5OlY8S0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Eyeballing internal auditors’ and the firms’ intention to adopt Metaverse technologies: case study in Indonesia", "pub_year": 2024, "citation": "Journal of Financial Reporting and Accounting 22 (2), 350-365, 2024", "author": "Saarce Elsye Hatane and Livia Sondak and Josua Tarigan and Hendri Kwistianus and Sany Sany", "journal": "Journal of Financial Reporting and Accounting", "volume": "22", "number": "2", "pages": "350-365", "publisher": "Emerald Publishing Limited", "abstract": "This paper aims to give broad insights into what components can significantly influence the adoption of Metaverse from the perspective of internal auditors and their firms in Indonesia.This research used primary data from questionnaires. Relying on the empirical view of 202 internal auditors in Indonesia, this research’s framework is executed using structural equation model. Company’s intention in adopting the Metaverse technology intervenes in the influence of perception of external control and usefulness on the internal auditor’s intention to adopt that technology.The perception of external control and perceived usefulness of Metaverse significantly influenced the adoption intention of Metaverse by internal auditors and their firms in Indonesia. This paper is helpful for practitioners who would like to know what factors are needed to make the internal auditors in …"}, "filled": true, "author_pub_id": "e10aeusAAAAJ:W7OEmFMy1HYC", "num_citations": 15, "citedby_url": "/scholar?hl=en&cites=10559141087165750878", "cites_id": ["10559141087165750878"], "pub_url": "https://www.emerald.com/insight/content/doi/10.1108/JFRA-02-2023-0096/full/html", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Xh6_wd-aiZIJ:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 8, "2025": 5}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Liquidity and Profitability of Retail Companies: Evidence from Indonesia", "pub_year": 2023, "citation": "International Journal of Organizational Behavior and Policy 2 (2), 77-86, 2023", "author": "Sany Sany and Natanael Yonatan", "journal": "International Journal of Organizational Behavior and Policy", "volume": "2", "number": "2", "pages": "77-86", "abstract": "This study aims to examine effect of liquidity on profitability of publicly listed retail companies on the Indonesian Stock Exchange (IDX). This study uses firm size and Working Capital Management (WCM) efficiency as control variables. The sample in this study consisted of 15 publicly listed retail companies in the period of 2014-2019. All variables are measured by a ratio scale. Profitability is proxied by return on assets. Data was analyzed with panel data regression using a fixed effect model. This study shows that liquidity has a positive and significant effect on profitability when measured using the current ratio. In addition, company size has a significant positive effect on profitability. A higher composition of current assets to current liability improves profitability. On the other hand, Cash Conversion Cycle (CCC) as a proxy of WCM efficiency has a significant negative correlation with profitability. This research findings contribute to understanding of the impact of liquidity, firm size and CCC on profitability in retail industry."}, "filled": true, "author_pub_id": "e10aeusAAAAJ:IjCSPb-OGe4C", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=16644505957596002133", "cites_id": ["16644505957596002133"], "pub_url": "https://ijobp.petra.ac.id/index.php/ijobp/article/view/115", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:VfdhaPsp_eYJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 3, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Working Capital Management and Leverage to Profitability: Case of Manufacturing Firms in Indonesia", "pub_year": 2023, "citation": "International Journal of Organizational Behavior and Policy 2 (1), 55-66, 2023", "author": "Sany Sany and Andrew Winata and Teresa Veline Yasin", "journal": "International Journal of Organizational Behavior and Policy", "volume": "2", "number": "1", "pages": "55-66", "publisher": "Petra Christian University", "abstract": "This study aims to investigate whether Working Capital Management (WCM) and leverage affect firm profitability. Data concern was gathered from Bloomberg database terminal. Sample is manufacturing companies listed in Indonesian Stock Exchange (IDX) over the period of 2014 - 2020, which already established for some time. WCM is measured by using Cash Conversion Cycle (CCC), profitability is proxied with ROA while leverage is proxied by Debt-to-Equity. We find that the length of CCC days does not affect profitability, while the higher proportion of debt to equity will reduce profitability, on the other hand, the higher sales growth will enhance better firms  profitability performance. Our findings contribute to understanding of the relationship of CCC and leverage on profitability in emerging markets."}, "filled": true, "author_pub_id": "e10aeusAAAAJ:UeHWp8X0CEIC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=11940714427490821640", "cites_id": ["11940714427490821640"], "pub_url": "https://repository.petra.ac.id/20302/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:COb41oHwtaUJ:scholar.google.com/", "cites_per_year": {"2023": 3, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Effect of Self-Regulation to Academic Performance Towards Accounting Students with Student Satisfaction as Intervening Variable", "pub_year": 2022, "citation": "1st UPY International Conference on Education and Social Science (UPINCESS …, 2022", "author": "Gunawan Wandy Iriyanto and Fernando Pratama Ruslim", "conference": "1st UPY International Conference on Education and Social Science (UPINCESS 2022)", "pages": "311-325", "publisher": "Atlantis Press", "abstract": "This paper examined the effect of self-regulation to academic performance through student satisfaction while participating in online class during the current pandemic situation of Covid-19. In this study, an online survey distributed through social media (LINE, WhatsApp) to accounting students in several universities in Surabaya. There were 341 responses collected that could be used. Data analysis and hypotheses were tested using PLS (Partial Least Square) as part of the Structural Equation Modeling technique. This study found that accounting students with good self-regulation is more satisfied and tends to have higher academic performance in the online learning context. In addition, student satisfaction was found to mediate the relationship between self-regulation and academic performance perceived by students. This study asked students to complete a survey based on just one class they choose, allowing respondents who took more classes in the previous semester to choose the courses they enjoy the most or the least which could lead to biased data. Different generations may also have different perceptions toward accounting students’ attitudes and self-regulation. As a result, future study can consider a larger and more recent sample coverage."}, "filled": true, "author_pub_id": "e10aeusAAAAJ:2osOgNQ5qMEC", "num_citations": 0, "pub_url": "https://www.atlantis-press.com/proceedings/upincess-22/125978425", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:f4RI5x5L6dcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Impact of Learning Style and Learning Strategy Towards Accounting Students’ Academic Achievement", "pub_year": 2022, "citation": "1st UPY International Conference on Education and Social Science (UPINCESS …, 2022", "author": "Stefani Mariana and Martin Wilfred Kurniadi and Sany Sany", "conference": "1st UPY International Conference on Education and Social Science (UPINCESS 2022)", "pages": "141-153", "publisher": "Atlantis Press", "abstract": "Various studies have researched the importance of learning style and strategy to develop student academic achievement. However, most of these studies were not conducting their research during the pandemic era, when most learners attended classes online. Another thing to pay attention to is that most studies in this area do not conduct their research in the context of accounting. This study intended to analyze the impact of learning style and learning strategy on accounting students’ academic achievement and provide empirical evidence on this topic using statistical tests. The lack of studies exploring this topic during the pandemic makes this research unique. The research outcomes of this study are intended to contribute to the educational world and those interested in it. The data in this research study are gathered from accounting students at Petra Christian University through a questionnaire. The data were then analyzed using a multiple linear regression test in SPSS software. The results of this statistical test show that kinesthetic learning style and surface approach learning strategy influence accounting students’ academic achievement but prove that learning style does not impact accounting students’ learning strategy. Regardless of this study’s results, it is highly recommended that other researchers replicate this research on different subjects because the researchers felt it is an exciting topic to study. It may also give different results due to factors that affect the study, such as population and sample size, student’s major, learning environment, and other factors."}, "filled": true, "author_pub_id": "e10aeusAAAAJ:9yKSN-GCB0IC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=401059088161086170", "cites_id": ["401059088161086170"], "pub_url": "https://www.atlantis-press.com/proceedings/upincess-22/125978413", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:2prIox3ZkAUJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Student Autonomy, Self-Efficacy on Engagement, and Student Engagement and Service Quality on Student Satisfaction", "pub_year": 2022, "citation": "Student Autonomy, Self-Efficacy on Engagement, and Student Engagement and …, 2022", "author": "Felicia Lisady and Felicia Wong and Sany Sany", "abstract": "This paper examines the effect of self-regulation to academic performance towards accounting students through student satisfaction while participating in online class during the current pandemic situation of Covid-19. In this study, an online survey distributed through social media was used to put the model to the test. There are 341 responses that can be used and collected. Data analysis and hypothesis testing used PLS (Partial Least Square) as part of the Structural Equation Modeling technique. As per the findings of this study, accounting students from several universities in Surabaya have good self-regulation in participating in the online learning process and good self-regulation in undergoing online education has a significant influence on student academic performance. In addition, student satisfaction was found to mediate the relationship between self-regulation and academic performance perceived by students. This study asks students to complete a survey based on just one class they choose, allowing respondents who took more classes in the previous semester to choose the courses they enjoy the most or the least that can lead data to be biased. Different generations may also have different perceptions or orientations toward accounting students attitudes and self-regulation. As a result, future study can take into account a larger and more recent sample coverage."}, "filled": true, "author_pub_id": "e10aeusAAAAJ:qjMakFHDy7sC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=5133323353760421210", "cites_id": ["5133323353760421210"], "pub_url": "https://repository.petra.ac.id/20220/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:WlUbimQ6PUcJ:scholar.google.com/", "cites_per_year": {"2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Karakteristik Komite Audit Dan Kualitas Audit Terhadap Penyajian Kembali Laporan Keuangan", "pub_year": 2021, "citation": "Business Accounting Review 9 (2), 213-226, 2021", "author": "S Lois and H Suardi and S Sany", "journal": "Business Accounting Review", "volume": "9", "number": "2", "pages": "213-226"}, "filled": true, "author_pub_id": "e10aeusAAAAJ:LkGwnXOMwfcC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=6914974815055909203", "cites_id": ["6914974815055909203"], "pub_url": "https://scholar.google.com/scholar?cluster=6914974815055909203&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:UxEuCvXs9l8J:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The impact of value added of intellectual capital to firms profitability and productivity", "pub_year": 2014, "citation": "The Impact of Value Added of Intellectual Capital to Firms Profitability and …, 2014", "author": "Sany Sany and Saarce Elsye Hatane", "abstract": "The changes in business environment which lead by globalization have force the companies to enhance their competitiveness. Previous researches have found that intellectual capital (IC), as one of intangible assets, enable the companies to have value added for profit creation. This research will examine the value added of intellectual capital to firms#65533 profitability, Asset Turnover ratio (ATO) and employee productivity. The object of this research is banking companies listed in Indonesian Stock Exchange (IDX) over the period of 2007 to 2011. The banking firm is a unique industry since, as a service industry this sector has high dependency on the intellectuality of its human resources. Using regression analysis, this study has found that value added intellectual capital (VAIC (TM) ) is important in developing firm#65533s profitability and employee productivity. The insignificant influence of intellectual capital is found its relationship to assets turnover. Capital employed efficieny, as the variable of VAIC, is the most consistent variable in influencing profitability, employee productivity and assets turnover."}, "filled": true, "author_pub_id": "e10aeusAAAAJ:u5HHmVD_uO8C", "num_citations": 14, "citedby_url": "/scholar?hl=en&cites=6160026456623622596", "cites_id": ["6160026456623622596"], "pub_url": "https://repository.petra.ac.id/17023/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:xCkP0mzPfFUJ:scholar.google.com/", "cites_per_year": {"2016": 2, "2017": 1, "2018": 2, "2019": 1, "2020": 0, "2021": 4, "2022": 1, "2023": 2, "2024": 0, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Lecturer Profile, Student Satisfaction Rate and Teaching Method, Its Contribution to the Passing Rate", "pub_year": 2011, "citation": "Proceeding ASEAN Conference on Scientific & Social Science Research, 2011", "author": "Juniarti and Sany Sany", "conference": "Proceeding ASEAN Conference on Scientific & Social Science Research"}, "filled": true, "author_pub_id": "e10aeusAAAAJ:d1gkVwhDpl0C", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:UvGwvYH2XuQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Excel Counting", "pub_year": 2010, "citation": "", "author": "Josua Tarigan and Sany Sany"}, "filled": true, "author_pub_id": "e10aeusAAAAJ:kNdYIx-mwKoC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:58lhMehgvbMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Object Oriented System Analyze and Design of Revenue Information System using UML", "pub_year": 2009, "citation": "Special Issue of the International Journal of the Computer, the Internet and …, 2009", "author": "S Ang and C Brahmawong", "journal": "Special Issue of the International Journal of the Computer, the Internet and Management", "volume": "17", "number": "1", "pages": "1-6"}, "filled": true, "author_pub_id": "e10aeusAAAAJ:u-x6o8ySG0sC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=4613579546000674856,7949375186646372254", "cites_id": ["4613579546000674856", "7949375186646372254"], "pub_url": "https://scholar.google.com/scholar?cluster=4613579546000674856&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:KNBgPie6BkAJ:scholar.google.com/", "cites_per_year": {"2013": 1, "2014": 2}}
