{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A Phenomenography Perspective on Digital Transformation in Public Service: Conceptions of Jogyakarta Smart Service (JSS)", "pub_year": 2024, "citation": "Journal of Society and Media 8 (1), 41-63, 2024", "author": "Inri Inggrit Indrayani and Gatut Priyowidodo and Astri Yogatama", "volume": "8", "number": "1", "pages": "41-63", "abstract": "The study aims to explore the actors conceptions of the digitalization of public services through their experiences, perceptions, and understanding, which are not widely disclosed in research. These actors include the government as a service provider and users, as well as business actors and academicians. In principle, the sustainability of the digitalization of public services will be primarily determined by the participation and support of its users or citizens. The study used Phenomenography and interviewed eight informants, including three government officials, a citizen, an academic, and three business people, in Yogyakarta. The city introduced the JSS (Jogya Smart Service) onedoor digital platform for public services in 2018. Data collection was conducted with interviews. The study revealed that actors had varying conceptions about the digitalization of public services. These differences were related to media use …"}, "filled": true, "author_pub_id": "e3YPvWgAAAAJ:UxriW0iASnsC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20942/2/Publikasi4_02024_10498.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:W7KIH9kxJ7sJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Political Influencers on Social Media: Language Used and Content of Communication Strategy of Indonesian Politicians  Twitter Accounts", "pub_year": 2024, "citation": "Jurnal Komunikasi: Malaysian Journal of Communication 40 (01), 99-119, 2024", "author": "Gatut Priyowidodo and Nik Adzrieman Abd Rahman and Jandy Edipson Luik and Ido Prijana Hadi and Inri Inggrit Indrayani", "volume": "40", "number": "01", "pages": "99-119", "abstract": "Technology plays an essential role in all the worldwide media industries. Developments in the field of  media have led to the existence of new mediums in communication. New mediums through mass  media channels have given the public many options, including politicians, to share. This study  examined how the language used by politicians and communication strategies through selected  mediums influence society in the face of elections. This study focused on the messages conveyed  through social media, namely Twitter. The study used a content analysis method that examined as  many as six Twitter accounts of influential politicians in the community in Indonesia. The review period  for selected Twitter accounts is from 10 September 2022 until 20 November 2022. The findings found  that most Twitter account owners chose social and economic issues to write on Twitter accounts  rather than political issues. This differs from the previous study s results; most researchers stated that  most politicians prioritize politics-related issues. This difference may be due to differences in terms of  cultural, economic background, and political trends. While the language used is more of a common  language, i.e., informal, than formal or provocative. The choice of language, neither formal nor  Layman language, makes what is presented accessible for the community to understand from  different backgrounds. This means that politicians are making social media a medium for dealing with  issues related to political matters"}, "filled": true, "author_pub_id": "e3YPvWgAAAAJ:uWQEDVKXjbEC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=14752612181327380102", "cites_id": ["14752612181327380102"], "pub_url": "https://repository.petra.ac.id/20971/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:hn4ewZ3Ou8wJ:scholar.google.com/", "cites_per_year": {"2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Service Learning dan Pengalaman Pemberdayaan Komunitas Marginal", "pub_year": 2023, "citation": "PT. RajaGrafindo Persada-Rajawali Pers, 2023", "author": "Gatut Priyowidodo", "publisher": "PT. RajaGrafindo Persada-Rajawali Pers", "abstract": "Buku ini berkisah tentang rekaman best practice kegiatan Service Learning/PkM SL sendiri adalah aktivitas Tridharma Perguruan Tinggi yang berbasis pemberdayaan Pemberdayaan memerlukan kesiapan personal untuk berbagi baik secara ilmu pengetahuan dan keterampilan deseminasi praktis Maka sepatutnyalah kegiatan SL dilaksanakan dengan hati senang, gembira, penuh semangat sesuai passion yang kita miliki Jangan sampai kegiatan yang sifatnya sukarela dan sosial ini dilakukan sekadar kewajiban minus penjiwaaan Artinya, kegiatan dilaksanakan hanya memenuhi syarat minimal kelengkapan administrasi BKD Tanpa sebuah penghayatan akan pentingnya penguatan komunitas sebagai wujud kepedulian insan akademik kepada lingkungannya Jika secara keilmuan dosen-dosen sudah merasa cukup, maka tiba gilirannya itu dibagi untuk mereka yang membutuhkan Ibarat gelas yang diisi air, jika sudah penuh tentu akan meluber Nah supaya luberan air itu tidak sia-sia, ada baiknya disalurkan melalui saluran yang produktif dan bermanfaat Kelima bab buku ini semua bercerita terkait bagaimana kegiatan abdimas dan SL itu dilaksanakan dengan beragam pendekatan implementasi Semoga bermanfaat!!"}, "filled": true, "author_pub_id": "e3YPvWgAAAAJ:CHSYGLWDkRkC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=798442499718093903", "cites_id": ["798442499718093903"], "pub_url": "https://books.google.com/books?hl=en&lr=&id=JuHfEAAAQBAJ&oi=fnd&pg=PP1&dq=info:T5xFITmjFAsJ:scholar.google.com&ots=HIB1hNZyPm&sig=k8LnSmEWb3E5Grv3asW-KHVAssI", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:T5xFITmjFAsJ:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Monograf netnografi komunikasi: aplikasi pada tiga riset lapangan", "pub_year": 2022, "citation": "PT. RajaGrafindo Persada-Rajawali Pers, 2022", "author": "Gatut Priyowidodo", "publisher": "PT. RajaGrafindo Persada-Rajawali Pers", "abstract": "Metode netnografi adalah jawaban riil atas kemajuan peradaban manusia di era internet. Meskipun ia dibangun atas pijakan kaki etnografi, tetapi memiliki kekhasan hanya memotret dinamika interaksi sosial-kultural yang berbasis pada alam virtual yang dikontrol oleh teknologi internet Melalui pesatnya perkembangan internet saat ini, maka sebagai sebuah metode riset, netnografi memiliki masa depan yang sangat cerah dan prospektif. Lima langkah sederhana yang meliputi pendefinisian pertanyaan riset, memilih dan mengidentifikasi komunitas hingga bagaimana laporan riset ditulis, menggambarkan secara jelas bahwa metode ini tidak ribet pada tataran aplikasi. Terlebih jika peneliti mau sedikit berkolaborasi dengan software analisis penelitian kualitatif, maka kemudahan penyajian laporan riset akan semakin mengasyikkan. Riset bukan sesuatu yang ruwet, tetapi seolah menikmati alunan musik klasik dalam keindahan visualisasi data yang tidak menjenuhkan. Netnografi menjadi sangat relevan sekarang, ketika awal 2020 ini pandemi Covid-19 begitu merajalela yang membuat panik banyak orang sekadar keluar rumah. Bahkan hampir semua perguruan tinggi dan lembaga pendidikan lainnya mengubah pola pembelajaran dari kelas offline ke kelas-kelas berbasis online, sebagai antisipasi agar tidak terimbas dari serangan virus yang masih belum ditemukan vaksinnya ini. Sementara Tri Darma Perguruan Tinggi tetap harus jalan. Salah satu pilihan yang paling tepat agar riset tetap produktif, gunakanlah metode yang memang seiring sejalan dengan kemajuan revolusi industri 4.0 dan dinamika masyarakatnya berbasis 5.0 …"}, "filled": true, "author_pub_id": "e3YPvWgAAAAJ:SP6oXDckpogC", "num_citations": 40, "citedby_url": "/scholar?hl=en&cites=13794519017980966514", "cites_id": ["13794519017980966514"], "pub_url": "https://books.google.com/books?hl=en&lr=&id=uUCLEAAAQBAJ&oi=fnd&pg=PA1&dq=info:cjYg2vX5b78J:scholar.google.com&ots=AMmx61INUB&sig=J6SJ689ZKjdn5Px9bv7RZqy2uik", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:cjYg2vX5b78J:scholar.google.com/", "cites_per_year": {"2021": 5, "2022": 2, "2023": 9, "2024": 18, "2025": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Interpersonal Communication in LEAP Industrial Experience, to Manifest The Link and Match between Industry and University", "pub_year": 2022, "citation": "Interpersonal Communication in LEAP Industrial Experience, to Manifest The …, 2022", "author": "Chory Angela Wijayanti and Gatut Priyowidodo", "abstract": "The true and agile learners are ability that needed when students finish their studies and enter the industrial world. Unfortunately, many college graduates are then unemployed, due to the inequality between the profile of university graduates and the labor qualifications needed by the company. For this reason, the MBKM policy was made, so that through existing programs, and link and match was created, not only between students and the world of industry. In line with this policy, Petra Christian University, launched the Leadership Enhancement Program (LEAP) in 2020. There are four forms of LEAP, one of which is industrial experience. This research tries to figure how interpersonal communication takes part in communicating the credibility and quality of intern students as future leaders to the industry, through the LEAP Industrial Experience program. The author uses field research, with phenomenography methods in an interpretive-qualitative paradigm. The data collection was taken through interviews with four industrial representations, who are supervisors of intern students in the Communication Departments LEAP Industrial Experience. These four people are from emerging and digital-based industries. Several patterns were evident in the participants responses. In line with the stated purpose of the study, that related with how intern communicate their credibility and ability through their internship, it found that pre-internship period, becomes the capital for students to finally be accepted as interns. In this period, students sold themselves and managed to meet the needs of the industry. Second, the forms of interpersonal communication that …"}, "filled": true, "author_pub_id": "e3YPvWgAAAAJ:xtRiw3GOFMkC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20885/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Jfcw8MrgewQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "E-government organizational governance, policy communication and digitalization of land ownership identity (netnographic study on the issuance of electronic land certificates)", "pub_year": 2021, "citation": "Journal of Southwest Jiaotong University 56 (4), 565-590, 2021", "author": "Gatut Priyowidodo", "volume": "56", "number": "4", "pages": "565-590", "abstract": "The purpose of the research is to obtain an empirical picture of the factors that cause difficulties in implementing public policies based on identity digitalization in e-certificates.  The research is based on e-government theory, identity digitization and policy communication. Netnographic research methods in a constructive/interpretive paradigm. Data collection was carried out through the ATR public group on Facebook on February 24th, 2021, March 6th & 8th, 2021. Data were analyzed using thematic analysis  and netnography models in five steps: defining research questions, selecting and identifying communities, data collection, analysis and research reporting. Data verification supported by theoretical triangulation to obtain better credibility. The research findings cover three things. First, the public considers that agrarian reform is considered incomplete. This is characterized by a variety of unresolved land issues. Second, electronic land certificates which are the entrance to digital identity-based e-government governance are very risky. Third, the crucial aspect is that the government is considered unskilled in choosing the model of communication channels to the public. As a consequence, there are pros and cons to the e-certificate policy which resulted in the failure of the states execution of the electronic land certificate rule. The novelty of this research   applies netnography research design that is relatively new in a qualitative research that focuses on the virtual community study. Netnography has a strong and prospective contemporary relevance, especially in the world impacted by Covid-19 pandemic. The recommendation of this research is …"}, "filled": true, "author_pub_id": "e3YPvWgAAAAJ:KxtntwgDAa4C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=8520698945531030128", "cites_id": ["8520698945531030128"], "pub_url": "https://repository.petra.ac.id/19394/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:cCps3ouaP3YJ:scholar.google.com/", "cites_per_year": {"2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "THE INFLUENCE OF ELECTRONIC WORD OF MOUTH ON AUDIENCE SATISFACTION THROUGH AUDIENCE LOYALTY ON MOVIES IN SOCIAL MEDIA", "pub_year": 2021, "citation": "THE INFLUENCE OF ELECTRONIC WORD OF MOUTH ON AUDIENCE SATISFACTION THROUGH …, 2021", "author": "Ribut Basuki and Hotlan Siagian and Zeplin Jiwa Husada Tarigan", "abstract": "The use of internet technology with social media as a form of customer engagement can empower film fans in Indonesia. The development of high-speed internet in Indonesia makes it easy for users to easily access movie trailers and distribute them on social media websites in the form of videos. Movie trailers can allow consumers to observe and watch films in a small way by forming a precise picture. The social media sites used actively adopt the right features and are shared with users to encourage and develop social interaction among users. This study obtained a questionnaire of 512 respondents using google Forms. The study results were obtained using Partial Least Square; namely, first, electronic of mouth had an impact on the satisfaction of film audiences. Second, the electronic mouth affects the loyalty of film audiences. Third, audience satisfaction affects the loyalty of film viewers on social media. The research contributes to the theory of consumer satisfaction and the contribution of practice in building the loyalty of Indonesian film audiences"}, "filled": true, "author_pub_id": "e3YPvWgAAAAJ:nb7KW1ujOQ8C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19238/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:9yHCF5cosEgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Relationships of Trust, Risk-taking propensity and Travel Intention of Indonesian Tourists", "pub_year": 2021, "citation": "The Relationships of Trust, Risk-taking propensity and Travel Intention of …, 2021", "author": "Fransisca Andreani and Njo Anastasia", "abstract": "Traveling is an interesting activity to do to escape from daily routine activities and work. This activity also involves some risk. Before deciding to travel, generally tourists have trust on the destination, so that they can decide whether to take the risk with its consequences or not. This study is to investigate the relation among trust, risk-taking propensity and tourists  travel intention. Online questionnaires using google forms were distributed to 243 respondents traveling during pandemic Covid 19 and the new normal condition. Then, multivariate analysis was employed for data analysis with the help of SPSS and Partial Least Square (PLS). The results shows that trust has significant impact on risk-taking propensity; and risk-taking propensity has also significant impact on travel intention.  Nevertheless, trust has insignificant impact on travel intention. Therefore, travel agents and tourist providers need to accommodate tourists with detailed information and activities to engage in the destination so that it enhances tourists to travel."}, "filled": true, "author_pub_id": "e3YPvWgAAAAJ:1sJd4Hv_s6UC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19167/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:J5gY2THLlhAJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Communication Strategy of Digital-Based Media Organizations", "pub_year": 2021, "citation": "JURNAL STUDI KOMUNIKASI DAN MEDIA (Sinta 2) 25 (1), 1-16, 2021", "author": "Priyowidodo and Gatut and Wijayanti CA and Vidyarini TN", "journal": "JURNAL STUDI KOMUNIKASI DAN MEDIA (Sinta 2)", "volume": "25", "number": "1", "pages": "1-16", "publisher": "Ministry of Communication and Informatics, Republics of Indonesia."}, "filled": true, "author_pub_id": "e3YPvWgAAAAJ:abG-DnoFyZgC", "num_citations": 13, "citedby_url": "/scholar?hl=en&cites=13203745093013219480", "cites_id": ["13203745093013219480"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:mCjcpTQgPbcJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 5, "2023": 4, "2024": 2, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "E-Learning dan Solusi Ampuh Belajar di Era Pandemik", "pub_year": 2020, "citation": "Mendadak Daring    (Editor / Liauw Toong Tjiek, Ph.D/Aditya Nugraha) 1, 260, 2020", "author": "Gatut Priyowidodo", "volume": "1", "pages": "260", "publisher": "Bagian Penerbit Lembaga Penelit", "abstract": "E-Learning dan Solusi Ampuh Belajar di Era Pandemik   Gatut Priyowidodo, Ph.D. Dosen Program Studi Ilmu Komunikasi Fakultas Ilmu Komunikasi   Satu minggu atau dua minggu sebelum Pembelajaran Jarak Jauh (PJJ) dimaklumatkan oleh pihak kampus, saya ngobrol ringan di lantai 6 Gedung Q  bersama dengan rekan-rekan satu ruangan. “Ada nggak di antara kawan-kawan ini yang menggunakan Lentera untuk e-Learning?”  Serentak mereka yang ada di ruang tersebut menjawab, “Ndak pak.  Lentera  kok fitur-fiturnya kurang asyiik yaaa. Saya biasa gunakan Google Meet atau Google Classroom, lebih nyaman dan mudah untuk mahasiswa.”  Sama sekali saya tak berpikir bahwa fasilitas e-learning Lentera kalah afdol dengan Google Meet atau Zoom sekalipun, sebab di Lentera saya  sudah tercatat  melakukan  First access to site pada Thursday, 2 April 2015, 9:17 AM. Artinya sudah lima tahun lebih coooy.  Dan profil data baru saya perbarui lagi di awal tahun 2020 ini. Dibilang saya sudah melakukan pembiaran aplikasi e-learning bertahun-tahun. Memang Lentera tidak saya gunakan. Saya beralih ke Edmodo. Beberapa semester saya aktif menggunakan Edmodo.  Lama-lama jenuh dan ingin variasi. Kembali saya lirik untuk memaksimalkan Lentera. Pikir saya sederhana: ingin mencoba milik internal UK Petra.  Rupanya semangat untuk balik ke Lentera kalah dengan promosi asisten dosen (asdos). “Coba dulu Google Classroom, pak.  Asyiiik!!” Waah keteguhan hati saya goyah juga. Tanpa pikir panjang, mereka memberi training super kilat di Collaborative Room, gedung Perpustakaan lantai 5.  Sekitar dua jam kami bertemu dan …"}, "filled": true, "author_pub_id": "e3YPvWgAAAAJ:b0M2c_1WBrUC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/18863/1/Publikasi1_06016_6514.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:P4K_4zRL1nsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "INFODEMIK versus Pandemik Covid-19", "pub_year": 2020, "citation": "Komunikasi Empati Dalam Pandemi Covid-19 (Editor: Nuruddin,Suprihatin, Awang …, 2020", "author": "Gatut Priyowidodo", "volume": "1", "pages": "269-274", "publisher": "Yogyakarta: Litera-Aspikom", "abstract": "INFODEMIK versus Pandemik Covid-19 Oleh Gatut Priyowidodo, Ph.D  “We’re not just fighting an epidemic; we’re fighting an infodemic”, said WHO Director- General Tedros Adhanom Ghebreyesus at the Munich Security Conference on Feb 15, 2020.  Kutipan pernyataan  Tedros Adhanom Ghebreyesus di atas menegaskan bahwa WHO  (World Health organization) adalah organisasi yang paling kesulitan mengelola informasi ditengah maraknya Pandemik Covid-19. Selain, ia menjadi sentral informasi dan rujukan utama setiap negara untuk bagaimana mengambil sikap yang tepat setelah tahu betapa bahayanya sebaran virus Korona ini, pada saat yang bersamaan  WHO sendiri menghadapi serangan informasi sesat yang luar biasa.  Perkembangan terkini virus mematikan ini sudah menyebar di 210 negara di dunia. (https://www.worldometers.info/coronavirus/).   Tuduhan bahwa Covid-19 adalah hasil gagal konspirasi Cina dan WHO begitu keras di alamatkan kepada Badan Kesehatan Dunia ini (Vidon, 2020).   Donald Trump menuduh, bahwa WHO main-main dengan menyamakan bahaya virus Korona sama dengan flu biasa. Reaksinya US $ 400 juta konstribusi AS akan disetop atau minimal dipending.                                          Sebagai organisasi yang sangat bergantung dari iuaran anggota, tentu kabar itu ibarat semburan bisa ular piton yang mematikan Antoneo Guterres, Sekjen PBB cepat-cepat merespon jika saat ini tidaklah waktu yang tepat untuk memotong anggaran. Diperlukan kesatuan langkah untuk bersama-sama memerangi keganasan virus ini.  Bahkan Lawrence Gostin, seorang mahaguru Global Health di Georgetown …"}, "filled": true, "author_pub_id": "e3YPvWgAAAAJ:EUQCXRtRnyEC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=12625185572706670857", "cites_id": ["12625185572706670857"], "pub_url": "https://repository.petra.ac.id/18864/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:CVmRJGOrNa8J:scholar.google.com/", "cites_per_year": {"2020": 2, "2021": 1, "2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "ETNOGRAFI KOMUNIKASI : Testimoni Empirik Spirit Keragaman Pada Komunitas Akar Rumput (Jakarta: Rajawali Pers)", "pub_year": 2020, "citation": "", "author": "Gatut Priyowidodo", "volume": "1", "pages": "1-171"}, "filled": true, "author_pub_id": "e3YPvWgAAAAJ:bFI3QPDXJZMC", "num_citations": 0, "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Penerimaan audience mengenai mental illness dalam film the joker", "pub_year": 2020, "citation": "Jurnal e-Komunikasi 8 (2), 2020", "author": "Steyer Noya and Gatut Priyowidodo and Daniel Budiana", "journal": "Jurnal e-Komunikasi", "volume": "8", "number": "2", "abstract": "Mental illness masih menjadi perbincangan yang tabu untuk dibicarakan di Indonesia. Film The Joker menampilkan penggambaran mengenai mental illness yang dimaknai secara berbeda oleh audience. Pemaknaan oleh audience dilatarbelakangi oleh tingkat pengetahuan dan pengalaman yang dimiliki. Jenis penelitian ini adalah deskriptif dengan pendekatan kualitatif yang dilakukan dengan in-depth interview. Metode yang digunakan adalah Reception Analysis. Informan dari penelitian ini adalah audience yang pernah menonton film The Joker. Keempat informan yang berasal dari latar belakang yang berbeda memiliki penerimaan yang cukup beragam, ada yang dominant dan negotiated. Penerimaan para informan dipengaruhi oleh beberapa faktor yaitu field of experience, frame of references dan dampak dari media yang ditonton."}, "filled": true, "author_pub_id": "e3YPvWgAAAAJ:OU6Ihb5iCvQC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=16288652820258745144", "cites_id": ["16288652820258745144"], "pub_url": "https://scholar.google.com/scholar?cluster=16288652820258745144&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:OOsvZXDrDOIJ:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Monograf NETNOGRAFI KOMUNIKASI (Aplikasi Pada Tiga Riset Lapangan),  Jakarta: Rajawali Pers.", "pub_year": 2020, "citation": "", "author": "Gatut Priyowidodo", "volume": "1", "pages": "110"}, "filled": true, "author_pub_id": "e3YPvWgAAAAJ:_xSYboBqXhAC", "num_citations": 0, "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "LOCALITY VALUES WITHIN DETERMINATION OF REGIONAL HEAD SELECTION IN INDONESIAN DEMOCRATIC PARTY OF STRUGGLE", "pub_year": 2019, "citation": "Journal of Critical Reviews 6 (2019), 262-269, 2019", "author": "Gatut Priyowidodo and Inri Inggrit Indrayani and Yustisia Ditya Sari and Samuel Gunawan", "journal": "Journal of Critical Reviews", "volume": "6", "number": "2019", "pages": "262-269", "publisher": "Innovare Academics Sciences Pvt. Ltd", "abstract": "This study aims to obtain a picture of how locality values are crucial in the selection of regional elections in Indonesia. In Indonesia, the mechanism for determining Regional Head Candidates (Governors, Regents and Mayors) is done in two ways. Political parties select first candidates for regional heads. Second, candidates for independent regional heads, namely candidates for regional heads who volunteered individually. Specifically for regional heads selected by political parties, the Regional Leadership Council is only entitled to propose the names of candidates to the Central Board of Governors (DPP) of the Indonesian Democratic Party of Struggle. The final decision is in the hands of the DPP. However, the Central Executive Board always observes the aspirations that develop in the regions and the values of locality in the areas people. The research method uses the case study method in a single setting. The paradigm used is constructive/interpretive with a qualitative approach. Data analysis was carried out thematically. The findings of this study is that the mechanism of selection for candidates of regional head has to meet the basic criteria and follow some designated steps in each hierarchy of the organizational structure management. In accordance with the organizational procedures, selection and nomination of candidates for regional heads must follow the processes of negotiation and coordination on each hierarchical level, be them on branch level (Branch Board), Regional level (Regional Board) and central level (Central Board in Jakarta). The final decision for nominating candidate rests fully on the authority of the Central Board …"}, "filled": true, "author_pub_id": "e3YPvWgAAAAJ:f2IySw72cVMC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=4315130289483948252", "cites_id": ["4315130289483948252"], "pub_url": "https://repository.petra.ac.id/18607/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:3CA4wCJs4jsJ:scholar.google.com/", "cites_per_year": {"2020": 1, "2021": 0, "2022": 0, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "SOCIAL MEDIA AND POLITICAL CAMPAIGN Political Communication Strategies in the 2018 East Java Governor Election", "pub_year": 2019, "citation": "International Journal of Psychosocial Rehabilitation (Scopus,Q4) 23 (2019 …, 2019", "author": "Gatut Priyowidodo", "journal": "International Journal of Psychosocial Rehabilitation (Scopus,Q4)", "volume": "23", "number": "2019", "pages": "124-136", "publisher": "Hampstead Psychological Associates, Suite B19, 110 Gloucester Road, London, NW1 8JA. United Kingdom", "abstract": "Regional election has been carried out simultaneously throughout Indonesia in June 2018. Candidates were competing to draw public attention and sympathy by employing communication via social media. Through social media, candidates can share information on their visions, missions, and major programs. The study is aimed at identifying the political strategies and campaign model employed by the social media campaign team of Syaifullah Yusuf (Gus Ipul) - Puti Guntur Soekarno Putri in the 2018 Governor Election. The study was conducted using netnography method in qualitative/quantitative paradigm. Data collection was carried out through observation of interactive communication on social media, in-depth interview, and literature review. The analysis was conducted using thematic analysis in accordance with the steps in netnography analysis, i.e. by using NVIVO software as the qualitative analysis instrument. The objective of the study was to identify the strategies employed during the campaign for Gus Ipul - Puti Guntur Soekarno Putri. In addition to open campaign and door-to-door campaign to social communities of smaller sizes, the candidate’s team also campaigned via social media (Facebook, Instagram, YouTube, and Twitter). The model of campaign employed was in-person campaign and via social media networks. The campaign also included conventional model, i.e. by employing the primary components contained in the delivery and receipt of campaign messages. The campaign model describes that the source (campaign maker) holds a dominant role. He/she is to build messages aimed at creating changes in the targeted …"}, "filled": true, "author_pub_id": "e3YPvWgAAAAJ:pyW8ca7W8N0C", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=10003888599588472563", "cites_id": ["10003888599588472563"], "pub_url": "https://repository.petra.ac.id/18628/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8wYNr63z1IoJ:scholar.google.com/", "cites_per_year": {"2021": 2, "2022": 0, "2023": 0, "2024": 0, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Millennial Generation Conception about Islamophobic, De-radicalization and Communication Process Based on Multicultural Education: A Phenomenography Study", "pub_year": 2019, "citation": "Journal of Goverment & Politics-Jurnal Studi Pemerintahan (Sinta 2) 10 (3 …, 2019", "author": "Gatut Priyowidodo", "journal": "Journal of Goverment & Politics-Jurnal Studi Pemerintahan (Sinta 2)", "volume": "10", "number": "3", "pages": "208-222", "publisher": "Petra Christian University", "abstract": "Islamphobic is a mind-set of fear about everything about Islam. The countenance of Islam as' rahmatan lil alamin'(bringing peace to all people), is affected by acts of violence and terror that are often displayed by a group of radical Muslims. The purpose of this research is to find out how the description of the understanding of Islamophobic among Christians, especially the millennial generation in Indonesia. It is related to the countenance of violence that is often done by some Muslims who in fact do not reflect the overall attitude of Islamic Teachings in Indonesia. Through phenomenography study the data was collected from all interviewees, related to certain conceptions or conceptions expressed by each individual. Data collection was carried out by structured interviews with 21 selected research subjects. The characteristics of the informants are those who are a generation of Christian millennial who have easy access to information. The findings of this study propose that Islamphobic is conceptualized as a form of fear. It is because of the countenance of Islam which is portrayed as full of violence, radical acts, discriminatory, hatred and raises fear among non-Islamic Followers. The attempt to de-radicalize was conceived successfully by the government because it was considered the right way to reduce feelings of fear and anxiety among non-Muslims. In addition, through the process of communication and multicultural education, it is expected to bridging the meeting of different views and is very relevant for diversity in Indonesia."}, "filled": true, "author_pub_id": "e3YPvWgAAAAJ:SeFeTyx0c_EC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=5518595704636529871", "cites_id": ["5518595704636529871"], "pub_url": "https://repository.petra.ac.id/18499/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:z1zb-Y39lUwJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 2, "2023": 2, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Citra Manusia Merdeka", "pub_year": 2019, "citation": "Citra Manusia Merdeka, 2019", "author": "Gatut Priyowidodo", "journal": "Citra Manusia Merdeka", "publisher": "Petra Christian University", "abstract": "Jujur judul itu saya pinjam dari tema renungan Pendeta Samuel AZ Karinda dalam kotbah ibadah Minggu (10/8/2019) di GPIB Eklessia, Kuta-Bali. Menjadi manusia merdeka itu artinya manusia yang sudah terbebas dari rasa takut. Karena ketika manusia masih diliputi rasa takut, ia masih terbelenggu atas beban yang dibuatnya sendiri. Beban karena tidak mau melihat pembebasan yang telah diberikan Tuhan. Selalu kuatir akan hidup yang serba tidak berkecukupan, padahal sudah diberi berkat berkelimpahan. Semisal, ketika kita tidak mau bersyukur atas nafas yang telah Tuhan berikan secara percuma. Bisa anda bayangkan jika nafas itu sebentar saja dipinjam Tuhan. Apa yang terjadi?Dalam banyak aspek esensi kemerdekaan itu hilang atau sengaja dihilangkan karena terlalu dalam melihat kekurangan bukan kelebihan. Jika setiap orang bisa menghayati capaian hidup masing-masing, maka percayalah yang keluar dari mulut kita bukan penggerutuan tetapi adalah ucapan terima kasih yang tak berkesudahan. Namunpun demikian tidak setiap kita memiliki cara pandang yang sama tentang kemerdekaan itu."}, "filled": true, "author_pub_id": "e3YPvWgAAAAJ:zA6iFVUQeVQC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/18496/1/Publikasi1_06016_5457.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:JlN8osYu-HIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Ketahanan Iman dan Serangan Siber", "pub_year": 2019, "citation": "Ketahanan Iman dan Serangan Siber, 2019", "author": "Gatut Priyowidodo", "journal": "Ketahanan Iman dan Serangan Siber", "publisher": "Petra Christian University", "abstract": "Iman yang kuat adalah hasil dialektika yang berkualitas. Ia tidak mudah gugur karena tekanan apapun. Bahkan ia mampu tetap teguh dalam prinsip sekalipun guncangan demi guncangan menghantamnya secara bertubi-tubi. Banyak yang lolos untuk pendadaran rohani semacam itu. Tetapi jangan lupa tidak sedikit yang justru jatuh karena kenikmatan semu dunia profan yang tak mampu ditanggung. Itulah yang sejak awal diingatkan oleh Rasul Paulus, agar jika kita sudah beriman jangan mudah goyah dengan perkara duniawi. Ia berkata,… karena kita tahu, bahwa kesengsaraan itu menimbulkan ketekunan dan ketekunan menimbulkan tahan uji dan tahan uji menimbulkan pengharapan (Roma 5: 3, 4).Ibarat seorang nelayan, ia tidak cepat gusar bila jaring yang ditebar tak kunjung tersergap ikan. Karakter tekun, sabar dan tetap penuh dalam pengharapan itulah yang semestinya menjadi citra diri umat Kristiani. Jangan justru baru sedikit menerima serangan, dengan mudah terkulai jatuh. Yang lebih masgul lagi, ketika kejatuhan itu malah disiarkan seolah pengumuman kemenangan. Terasa ada sukacita semu. Mereka mendemonstrasikan kegembiraan tetapi sejatinya mereka adalah kawanan yang memerlukan berita kabar keselamatan. Logika sesat sedang dimainkan seakan sedang menikmati keunggulan. Satu domba hilang, entah berapa banyak lagi domba-domba yang lain akan berdatangan."}, "filled": true, "author_pub_id": "e3YPvWgAAAAJ:3s1wT3WcHBgC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/18494/1/Publikasi1_06016_5456.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Fy9Cuji-PxYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Digital media technology as an instrument for promotion and political marketing in the era of industrial revolution 4.0", "pub_year": 2019, "citation": "Proceedings of the 2019 3rd International Conference on Education and …, 2019", "author": "Gatut Priyowidodo and Inri Inggrit and Yustisia D Sari and Samuel Gunawan", "pages": "327-331", "abstract": "The development of digital media technology is a historical necessity. All dimensions of human life require digital technology interventions. Economic, educational, cultural, social, and political dimensions. Especially in the political aspect, the election of Regional Heads such as governors, regents, and mayors also requires a touch of digital technology. Candidates for the Regional Head promote and market themselves also through digital media, especially social media. The focus of this study is to elaborate on the use of advances in social media technology in the selection of regional head elections in East Java Province, Indonesia. This research employed a qualitative approach with case study research method. Informants of the research were from the core executive board of the PDI-Perjuangan from the national level (Central Board) going down to branch levels (Branch Board) as well as mayor candidates …"}, "filled": true, "author_pub_id": "e3YPvWgAAAAJ:pqnbT2bcN3wC", "num_citations": 10, "citedby_url": "/scholar?hl=en&cites=14006925615448325207", "cites_id": ["14006925615448325207"], "pub_url": "https://dl.acm.org/doi/abs/10.1145/3345120.3345171", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:V_wdqKKYYsIJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 0, "2023": 5, "2024": 4}}
