{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Robot Serial Manipulator 6DoF dengan Sistem Transmisi Kabel pada 3 Joint Terakhir", "pub_year": 2025, "citation": "Jurnal Teknik Mesin (Sinta 3) 22 (1), 30-38, 2025", "author": "Ivan Christian Hernando and Roche Alimin and Edwin Manat and Melvin Emil Simanjuntak and Joseph Wicaksono Tandio", "journal": "Jurnal Teknik Mesin (Sinta 3)", "volume": "22", "number": "1", "pages": "30-38", "abstract": "Perkembangan teknologi robotika, khususnya robot serial manipulator 6-axis, telah memberikan dampak signifikan dalam industri manufaktur dan otomasi. Penelitian ini mengusulkan penggunaan sistem transmisi kabel pada tiga sumbu terakhir robot serial manipulator 6-axis untuk mengurangi berat dan meningkatkan efisiensi pergerakan. Sistem transmisi kabel memiliki keunggulan dibandingkan dengan sistem rigid-link konvensional, termasuk bobot yang lebih ringan, konsumsi daya yang lebih rendah, dan fleksibilitas yang lebih tinggi. Namun, tantangan utama terletak pada kontrol ketegangan kabel dan presisi pergerakan. Penelitian ini melibatkan perancangan dan pembuatan prototipe robot menggunakan perangkat lunak 3D desain dan 3D printing, diikuti dengan pemrograman dan kalibrasi robot menggunakan perangkat lunak ACRS. Hasil penelitian menunjukkan bahwa penggunaan transmisi kabel pada robot 6-axis dapat meningkatkan fleksibilitas desain dan mengurangi beban pada joint robot. Meskipun demikian, penggunaan kabel juga menimbulkan tantangan dalam hal kontrol presisi, serta keterbatasan material filamen PLA+ yang digunakan dalam pembuatan komponen robot. Penelitian ini diharapkan dapat memberikan kontribusi dalam pengembangan robot manipulator yang lebih efisien dan fleksibel untuk aplikasi industri."}, "filled": true, "author_pub_id": "eWb4hs0AAAAJ:aqlVkmm33-oC", "num_citations": 0, "pub_url": "https://jurnalmesin.petra.ac.id/index.php/mes/article/view/30725", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:5WjMtzwPuigJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Mesin Pembuat Filamen untuk Mesin Cetak 3D Fused Deposition Modeling Berbahan Dasar Botol Plastik Polyethylene Terephthalate Bekas", "pub_year": 2024, "citation": "Jurnal Teknik Mesin 21 (2), 73-82, 2024", "author": "Ivan Christian Hernando and Roche Alimin and Yogi Christian and Edi Widianto Susilo", "journal": "Jurnal Teknik Mesin", "volume": "21", "number": "2", "pages": "73-82", "abstract": "Plastik menjadi bahan baku utama dalam pembuatan berbagai macam produk. Penggunaan plastik yang masif menjadi tantangan tersendiri dalam hal polusi. Untuk itu perlu melakukan daur ulang terutama pada plastik pembungkus makanan seperti botol plastik berbahan dasar Polyethylene Terephthalate. Salah satu bentuk daur ulang yang dapat dilakukan adalah dengan mengubahnya menjadi filamen untuk material mesin cetak 3D fused deposition modeling. Untuk dapat membuat filamen berbahan dasar botol plastik Polyethylene Terephthalate bekas maka dibutuhkan sebuah mesin pembuat filamen. Penelitian ini bertujuan untuk merancang sebuah mesin pembuat filamen berbahan dasar botol plastik Polyethylene Terephthalate bekas. Mesin terdiri dari beberapa bagian, bagian pemotong, bagian penarik strip, bagian pemanas, bagian pengarah otomatis, dan bagian penggulung. Mesin ini dilengkapi dengan load cell yang mampu mendeteksi berat gulungan yang sudah dibuat. Hal ini bertujuan agar jika beban yang diinginkan telah tercapai maka sistem dapat berhenti dengan sendirinya. Pada proses pengujian, mesin ini dapat menghasilkan filamen berbahan dasar botol plastik Polyethylene Terephthalate bekas. Filamen kemudian diuji coba dan didapati bahwa filamen dapat digunakan pada mesin 3D printing fused deposition modeling."}, "filled": true, "author_pub_id": "eWb4hs0AAAAJ:qxL8FJ1GzNcC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=11886452514769737184", "cites_id": ["11886452514769737184"], "pub_url": "https://jurnalmesin.petra.ac.id/index.php/mes/article/view/29398", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:4BVmxpUp9aQJ:scholar.google.com/", "cites_per_year": {"2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "SISTEM DETEKSI CACAT PRODUK ENAM SISI OTOMATIS", "pub_year": 2024, "citation": "SISTEM DETEKSI CACAT PRODUK ENAM SISI OTOMATIS, 2024", "author": "Handy Wicaksono and Indar Sugiarto and Petrus Santoso and Karina Agustin and Roche Alimin", "abstract": "Jumlah Klaim: 1 nvens: SISTEI\\I DETEKSI CACAT PRODUK ENAI\\,'l SlSl OT0I/ATIS vensr ini adalah sistem deteks cacat untuk produk dengan enam sisi secara otomatis, Sistem ini terdiri dari beberapa bagian: konveyor, dua buah mekanisme pembalik berupa lengan robot dengan enam derajat kebebasan, dan enam buah kamera RGB: bar di tiga area konveyor. Algoritma deep learning akan drterapkan pada edge controller yang dilekatkan pada masing-nera dan melakukan deteksi cacat produk secara otomatis. Saal salah satu kamera menangkap cacat pada salah satu sisi a produk akan dinyatakan cacat dan diarahkan ke area produk cacat."}, "filled": true, "author_pub_id": "eWb4hs0AAAAJ:M3ejUd6NZC8C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21175/1/Kegiatanhaki_04004_1471.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:OGwEaRX6gDcJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Industrial internet of things for condition-based maintenance of an induction motor", "pub_year": 2023, "citation": "AIP Conference Proceedings 2828 (1), 2023", "author": "Handy Wicaksono and Roche Alimin and Handry Khoswanto and Jonathan Aditya Wijaya and Wendy Wibisono", "journal": "AIP Conference Proceedings", "volume": "2828", "number": "1", "publisher": "AIP Publishing", "abstract": "Condition-based Maintenance is a type of maintenance based on collected information through monitoring of the machine condition. This system uses Node-RED in Raspberry Pi to read the parameter value in the PLC Siemens S7-1200. The parameter being read is the motor vibration, the motor temperature, and the motor load factor (only simulated). This system monitors the motor parameter, sends a notification to users, keeps the parameter value to the database, and gives the average parameter value on that day. The measured parameter enables the system to analyze the possible causes of the increasing parameter values. Based on the testing results, PLC succeeds in sending the data to the Node-RED, monitoring the online dashboard, performing condition-based maintenance process, storing the motor parameter to the database, and sending the alarm notification through an email or SMS for users who …"}, "filled": true, "author_pub_id": "eWb4hs0AAAAJ:3fE2CSJIrl8C", "num_citations": 0, "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2828/1/120002/2932115", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:4Wyn9kMc_KkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Mesin Pemotong Busa Hardcase Produk Mikrofon", "pub_year": 2023, "citation": "Seminar Nasional PPI Universitas Andalas 1, 144-148, 2023", "author": "Handry Khoswanto and Jaselino Kevin Radityatama Gunawan and Roche Alimin", "journal": "Seminar Nasional PPI Universitas Andalas", "volume": "1", "pages": "144-148", "abstract": "Implementasi mesin ini dilakukan untuk memenuhi solusi kebutuhan dari CV. ABC terhadap produksi busa peredam untuk Hardcase mikrofon. Sebelumnya, CV. ABC telah memiliki mesin pemotong busa secara manual, tetapi hasil produksi kurang akurat dan relatif tidak stabil. Oleh karena itu dibutuhkan mesin pemotong busa ini yang dapat menjadi solusi dari permasalahan ini."}, "filled": true, "author_pub_id": "eWb4hs0AAAAJ:4TOpqqG69KYC", "num_citations": 0, "pub_url": "http://semnasppi.pasca.unand.ac.id/index.php/semnasppi/article/view/40", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:_3r10LRllbgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Aplikasi Android Smartkey 3 in 1 sebagai Sistem Monitoring dan Kendali serta Safety pada Sepeda Motor", "pub_year": 2022, "citation": "Jurnal Teknik Mesin 19 (1), 21-26, 2022", "author": "Ian Hardianto Siahaan and Romario Rulando Putra Irawan and Roche Alimin", "volume": "19", "number": "1", "pages": "21-26", "abstract": "Smart key system merupakan salah satu teknologi terbaru yang dimiliki beberapa pabrikan sepeda motor khususnya sepeda motor yang sudah memiliki ECU. Sistem ini memberikan kemudahan bagi konsumen dalam mengoperasikannya karena tidak lagi menggunakan anak kunci atau keyless. Penyematan fitur canggih ini justru dapat meningkatkan rasa aman dan nyaman bagi pengguna. Pada sepeda motor yang masih non ECU tentunya perlu juga diterapkan agar dapat memiliki sistem unggul sebagaimana sepeda motor yang memiliki ECU. Berdasarkan pengamatan yang dilakukan bahwa smart key custom yang dijual di pasaran memiliki 2-3 fitur saja dan itupun masih menggunakan sistem receiver dan transmitter sehingga tidak dapat digunakan untuk jarak jauh. Solusinya adalah mengembangkan sistem smart key yang dapat berfungsi dari jarak yang jauh, khususnya penerapan pada motor non ECU. Tahap awal perancangan adalah mengevaluasi kekurangan pada pengembangan smart key yang sudah ada, dan tahap berikutnya menyusun konsep sistem globalnya meliputi microcontroller, komponen utama dan pendukung serta pemrograman sistem kontrol, sistem monitoring, dan sistem safety. Tahap akhir, merakit dan memasangnya pada sepeda motor serta melakukan serangkaian uji coba guna mengetahui fungsional termasuk ketahanan dari perangkat. Hasil pengujian aplikasi android smart key 3 in 1 dapat berfungsi dengan baik pada kondisi dan jarak berapapun, meskipun pengujian sistem safety ditemukan delay waktu pada range 10,03-13,2 second."}, "filled": true, "author_pub_id": "eWb4hs0AAAAJ:kNdYIx-mwKoC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19635/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:JITvb_8V0f4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Desain dan Simulasi Chiller Sequencing Control dengan Metode Chilled Water Return Temperature (T-Based) Control", "pub_year": 2022, "citation": "Jurnal Teknik Elektro 15 (1), 27-33, 2022", "author": "Alexander Ivan Kaware and Handry Khoswanto and Roche Alimin", "journal": "Jurnal Teknik Elektro", "volume": "15", "number": "1", "pages": "27-33", "abstract": "Pada proyek ini akan dibahas pembuatan program chiller sequencing control dengan metode chilled water return temperature (T-Based) control beserta HMI-nya dengan menggunakan kontroler OPEN EMS 600 I32 pada PT. XYZ yang memiliki sebuah multiple chiller plant yang terdiri dari 4 chiller plant. Selain itu, akan dibahas juga pembuatan simulator chiller plant dengan Arduino Mega 2560 untuk mewakili perilaku chiller plant yang nantinya dapat berkomunikasi dengan kontroler OPEN EMS 600 I32 melalui komunikasi Modbus RTU."}, "filled": true, "author_pub_id": "eWb4hs0AAAAJ:Zph67rFs4hoC", "num_citations": 0, "pub_url": "https://jurnalelektro.petra.ac.id/index.php/elk/article/view/25898", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:xckx7M5Jp7cJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pemodelan Torque Vectoring Sebagai Upaya Untuk Meningkatkan Stabilitas Pengendalian Mobil Listrik", "pub_year": 2021, "citation": "Jurnal Teknik Mesin 18 (2), 44-50, 2021", "author": "Roche Alimin and Ian Hardianto Siahaan and Andre Saputra", "journal": "Jurnal Teknik Mesin", "volume": "18", "number": "2", "pages": "44-50", "abstract": "Pesatnya perkembangan mobil listrik membuat banyak produsen otomotif berlomba mengembangkan teknologi mobil listrik mereka sendiri. Dari sisi pengaturan performa, mobil listrik lebih banyak menyediakan fleksibilitas daripada mobil konvensional, sehingga implementasi kontrol yang lebih mutakir menjadi lebih memungkinkan. Saat ini salah satu sistem kontrol yang tersedia dan dikembangkan pada mobil listrik adalah Torque Vectoring. Pada penelitian ini dilakukan pengembangan algoritma sistem Torque Vectoring beserta sistem kontrolnya melalui pemodelan dan simulasi MATLAB-Simulink. Metode kontrol yang digunakan adalah kontroler PID. Variabel yang diukur untuk melihat keefektivitas sistem Torque Vectoring adalah yaw rate, sudut kemudi, sudut sideslip, traksi pada setiap ban, percepatan longitudinal dan lateral, kecepatan longitudinal, slip longitudinal di setiap ban, dan torsi output di setiap roda. Dari penelitian ini dapat disimpulkan bahwa algoritma sistem Torque Vectoring yang dikembangkan mampu meningkatkan stabilitas pengendalian mobil listrik. Sistem Torque Vectoring tersebut mampu beroperasi pada berbagai kondisi jalan dan manuver mobil, sehingga mobil dengan sistem Torque Vectoring lebih dapat dikendalikan dan stabil jika dibandingkan dengan mobil tanpa sistem Torque Vectoring."}, "filled": true, "author_pub_id": "eWb4hs0AAAAJ:MXK_kJrjxJIC", "num_citations": 0, "pub_url": "https://jurnalmesin.petra.ac.id/index.php/mes/article/view/23907", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:_JPWpLw8j3AJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Reaction Wheel Inverted Pendulum Sebagai Alat Peraga Sistem Kontrol Berbasis Sistem Kontrol PID", "pub_year": 2020, "citation": "Jurnal Teknik Mesin 17 (2), 38-41, 2020", "author": "Roche Alimin and Joshua Tandio and Handry Khoswanto", "journal": "Jurnal Teknik Mesin", "volume": "17", "number": "2", "pages": "38-41", "abstract": "Sebuah sistem kontrol akan lebih mudah dipahami apabila tersedia alat peraga yang dapat digunakan sebagai media pembelajarannya. Reaction wheel inverted pendulum adalah suatu alat yang under-actuation sehingga keberadaan kontroler mutlak dibutuhkan. Ini akan sangat menarik bila digunakan sebagai alat peraga sebuah sistem kontrol. Salah satu aplikasi dari reaction wheel inverted pendulum ini adalah untuk sistem kesimbangan robot humanoid. Dalam perancangan ini dilakukan perancangan fisik alat peraga dan perancangan kontrolernya. Perancangan dimulai dari merancang mekanik alat peraga terlebih dahulu, mulai dari dimensi dan bentuk alat sampai kebutuhan motor. Selanjutnya didesain kontroler yang dapat menyeimbangkan alat secara otomatis. Kontroler yang digunakan berbasis Arduino. Dari hasil pengujian didapatkan bahwa alat peraga reaction wheel inverted pendulum ini dapat berfungsi dengan cukup baik meskipun ada sedikit kekurangannya."}, "filled": true, "author_pub_id": "eWb4hs0AAAAJ:5nxA0vEk-isC", "num_citations": 0, "pub_url": "http://jurnalmesin.petra.ac.id/index.php/mes/article/view/23109", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:LQ2tgcNNMdwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Mekanisme Spoiler Dinamis", "pub_year": 2020, "citation": "Jurnal Teknik Mesin 17 (1), 1-5, 2020", "author": "Ian Hardianto Siahaan and Timothy Osmond and Roche Alimin", "journal": "Jurnal Teknik Mesin", "volume": "17", "number": "1", "pages": "1-5", "abstract": "Seiring dengan perkembangan teknologi yang semakin cepat, penggunaan komponen aerodinamika tipe aktif mulai banyak diterapkan pada mobil. Salah satunya adalah spoiler dinamis. Spoiler dinamis adalah suatu tipe spoiler yang memiliki sinergitas ketika mobil melakukan pengereman maupun gerakan membelok serta dapat juga bekerja secara simultan. Penelitian ini bertujuan untuk merancang mekanisme spoiler dinamis yang dapat diterapkan pada mobil dengan sudut putar pergerakan spoiler dinamis maksimal sebesar 15 dari kondisi normalnya ketika mobil melakukan proses pengereman maupun proses membelok. Spoiler dinamis yang diusulkan memanfaatkan sistem elektrik dengan motor servo yang mempunyai besaran torsi 1.8 Nm sebagai aktuatornya. Input sudut roda kemudi diteruskan menjadi pergerakan potensiometer sebagai pengatur gerakan roda kemudi sedangkan input pedal rem menggunakan mekanisme push button yang dikendalikan oleh mikrokontroler Arduino. Hasil pengujian menunjukkan bahwa ketika roda kemudi diputar sebesar 90 maka sudut putar spoiler bergerak sebesar 14.7 dari kondisi normalnya pada salah satu sisi. Artinya, mekanisme spoiler dinamis ini dapat berfungsi dengan baik ketika kondisi pengereman maupun membelok bahkan ketika melakukan gerakan simultan. Pada saat proses pengereman, sudut kedua bagian spoiler menjadi maksimal dan hampir mencapai 15 0 sebagaimana output yang diinginkan"}, "filled": true, "author_pub_id": "eWb4hs0AAAAJ:0EnyYjriUFMC", "num_citations": 0, "pub_url": "http://jurnalmesin.petra.ac.id/index.php/mes/article/view/22683", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:2eIK6-fcAA0J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Regression Equations to Determine the Stages of Electric Current in Electrical Discharge Machining (EDM) According to the Level of Desired Surface Roughness with Shortest Processing Time", "pub_year": 2018, "citation": "Regression Equations to Determine the Stages of Electric Current in …, 2018", "author": "Roche Alimin and Didik Wahjudi and Hariyanto Gunawan and Prayogo Putra Poernomo", "abstract": "Electrical Discharge Machining (EDM) is one of the most common non-conventional machining processes used in the manufacturing of die and mold. In the process of EDM, practitioners usually face a problem, which is how to shorten process time and determine the point where the current should be changed so that the resulted surface roughness is not too high due to the use of large current at the beginning of the process. The purpose of this study is to determine the point when to change (reduce) the current in order to obtain the desired surface roughness and shortest processing time. From analysis of data, experiment was obtained some regression equations, those are: average surface roughness (Ra = 5424 + 0.698 I) which is used to find the final current to obtain the desired final surface roughness, peaks to valleys average roughness (Rz = 5.73 + 3.418 I) which is used to find the changing point for initial current and duration of processing time (t =103.164 + 0.4714 I) which is used to estimate the duration of processing time with the input of initial and final currents."}, "filled": true, "author_pub_id": "eWb4hs0AAAAJ:hqOjcs7Dif8C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=11996920969185455401", "cites_id": ["11996920969185455401"], "pub_url": "https://repository.petra.ac.id/19119/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Ke27Hg-gfaYJ:scholar.google.com/", "cites_per_year": {"2023": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "3D Platform Simulator Design Using Discrete Multi-Piston Actuators", "pub_year": 2018, "citation": "Journal of Telecommunication, Electronic and Computer Engineering 10 (2-3 …, 2018", "author": "Roche Alimin and Felix Pasila", "volume": "10", "number": "2-3", "pages": "189-192", "abstract": "Generally, 3D simulator uses continuous feedback control system to control their actuator states. The objective of this article is to control the movement of actuators in compliance with 3D position required by simulator. This research uses discrete actuator for 3D simulator with four actuators that is open-loop controlled using Neuro-fuzzy control system. The actuator possesses linear pneumatic actuator with three pistons inside where each piston has independent intake. With the proposed design, the actuator able to give degree of discrete not only two (binary) values but also 26 combinations of discrete values. The 3D simulator proposed in this research have four actuators and two passives like-actuator. This configuration gives 4 degrees of freedom of platform movement. Applying force to the actuator using discrete output controller make possible to get more precise in terms of control and movement of the simulator that very useful for many force control applications."}, "filled": true, "author_pub_id": "eWb4hs0AAAAJ:roLk4NBRz8UC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/18850/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:9vrdW4MUT3EJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Simulation of the 6-DOF model of Discrete State Manipulators (DSMs) Based on Neuro-Fuzzy Architecture", "pub_year": 2016, "citation": "Simulation of the 6-DOF model of Discrete State Manipulators (DSMs) Based on …, 2016", "author": "Felix Pasila and Roche Alimin and Yusak Tanoto", "abstract": "This paper reports the simulation of neuro-fuzzy architecture of the discrete state manipulators (DSMs) with 6 degree of freedom (6-DOF) in Matlab environment. The DSMs are special kind of discrete manipulator with massive pneumatic actuators that can be switched among limited number of discrete states. We introduce three-state DSMs model, called as ternary DSMs (t-DSMs), which is driven by discrete forces and have continuous motions. The main problem of the DSMs are how to control such as the position of the manipulator by choosing the best combination of actuator s states which called as inverse static problem (ISP) of DSMs. This paper proposed an architecture which is based on the Neuro-Fuzzy Takagi Sugeno (NFTS) inference scheme with Gaussian membership functions as ISP solution of the proposed DSMs. The training algorithm needs at least one million iterations with different membership functions, employ 25.9% of the input-output correspondences dataset from the known input and output. For training database, the NFTS model generates 189 dataset from the 729 possible dataset.  After one week training for searching optimized parameters within several membership function (M), the validation testing found the best error in 1.51% using M = 9."}, "filled": true, "author_pub_id": "eWb4hs0AAAAJ:KlAtU1dfN6UC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19587/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:AQGN6jub8y8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Mesin Pengikat Sendok Beserta Lengan Pengambil Sendok Tiga Axis di PT. X", "pub_year": 2016, "citation": "Jurnal Teknik Mesin 16 (2), 57-63, 2016", "author": "Tigor Caraka and Roche Alimin", "journal": "Jurnal Teknik Mesin", "volume": "16", "number": "2", "pages": "57-63", "abstract": "Dewasa ini kebutuhan produksi pada suatu produk industri semakin hari semakin meningkat. Hal ini disebabkan karena kebutuhan konsumen akan suatu produk semakin meningkat juga. Salah satu dari kebutuhan proses produksi adalah proses pengemasan. Sebagai contoh kasus pengikatan tumpukan sendok di PT X. Saat ini PT X menerapkan pengikatan sendok secara manual tenaga manusia. Sehingga proses produksi kurang maksimal. Untuk itu perlu diadakan proses otomasi pengikatan tumpukan sendok di PT X. Proses otomasi dilakukan dengan menggabungkan beberapa mekanisme. Proses otomasi berjalan dengan mengambil tumpukan sendok selanjutnya membawa ke mesin pengikat. Untuk mesin pengikat digunakan mekanisme full pneumatik yang terkoneksi dengan PLC. Untuk lengan pengambil tumpukan sendok digunakan mekanisme dari motor stepper dan pneumatik. Pengikatan terjadi dua kali dalam satu proses. Yaitu menggunakan dua mesin pengikat dan dua lengan pengambil. Dengan adanya mesin tersebut diharapkan kualitas proses produksi di PT X meningkat."}, "filled": true, "author_pub_id": "eWb4hs0AAAAJ:d1gkVwhDpl0C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=1020045404757345985", "cites_id": ["1020045404757345985"], "pub_url": "http://jurnalmesin.petra.ac.id/index.php/mes/article/view/20130", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:wcZUJeTtJw4J:scholar.google.com/", "cites_per_year": {"2019": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Applications of artificial intelligence control for Parallel Discrete-Manipulators", "pub_year": 2016, "citation": "2016 International Conference On Advanced Informatics: Concepts, Theory And …, 2016", "author": "Felix Pasila and Roche Alimin", "conference": "2016 International Conference On Advanced Informatics: Concepts, Theory And Application (ICAICTA)", "pages": "1-6", "publisher": "IEEE", "abstract": "Parallel Discrete-Manipulators are a special kind of force regulated manipulators which can undergo continuous motions despite being commanded through a large but finite number of states only. Real-time control of such systems requires very fast and efficient methods for solving their inverse static analysis. In this paper, artificial intelligence techniques (AI) are investigated for addressing the inverse static analysis of a planar parallel array featuring ten three-state force actuators and two applications using 3D Massively Parallel Robots (MPRs) with one and two layers. In particular, the research method used simulation software and hardware testing with the case of parallel manipulator with two level discrete pneumatic actuators. Simulations with typical desired displacement inputs are presented and a good performance of the results compared to AI is obtained. The comparison showed that the parallel manipulator …"}, "filled": true, "author_pub_id": "eWb4hs0AAAAJ:2osOgNQ5qMEC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=4115422918127315282", "cites_id": ["4115422918127315282"], "pub_url": "https://ieeexplore.ieee.org/abstract/document/7803114/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Uul671brHDkJ:scholar.google.com/", "cites_per_year": {"2018": 3, "2019": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PERENCANAAN AUTOROTATING GRILL PADA TOYOTA KIJANG LGX UNTUK MENINGKATKAN PERFORMA AERODINAMIKA", "pub_year": 2016, "citation": "Mechanova, 2016", "author": "Joffra Noverano and Fandi Dwiputra Suprianto and Roche Alimin", "volume": "5", "publisher": "Mechanova", "abstract": "Teknologi diciptakan dengan tujuan untuk mempermudah kinerja manusia. Salah satunya adalah mobil, yang mana sangat membantu manusia dalam hal menunjang mobilitas dari tempat satu ke tempat yang lainnya. Dalam merancang mobil, beberapa aspek perlu diperhatikan, antara lain: keselamatan, kenyamanan, dan juga performa dari mobil itu sendiri. Untuk menunjang performa tersebut, diperlukan upaya guna menghasilkan performa lebih baik. Hal itu seperti sistem aerodinamika pada kendaraan tersebut. Salah satu komponen aerodinamika yang memiliki peran cukup penting adalah front grill, karena front grill adalah bagian yang pertama kali bersentuhan dengan aliran udara ketika kendaraan melaju. Toyota Kijang LGX dipilih karena masih banyak pengguna mobil ini di Indonesia, serta belum tersedianya fitur auto-rotating grill untuk mobil kelas menengah ke bawah. Sehingga, diharapkan dengan …"}, "filled": true, "author_pub_id": "eWb4hs0AAAAJ:_FxGoFyzp5QC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=10059662472659384017", "cites_id": ["10059662472659384017"], "pub_url": "https://scholar.google.com/scholar?cluster=10059662472659384017&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:0bYwc7gZm4sJ:scholar.google.com/", "cites_per_year": {"2020": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Coordinates modelling of the discrete hexapod manipulator via artificial intelligence", "pub_year": 2016, "citation": "Proceedings of Second International Conference on Electrical Systems …, 2016", "author": "Felix Pasila and Roche Alimin", "conference": "Proceedings of Second International Conference on Electrical Systems, Technology and Information 2015 (ICESTI 2015)", "pages": "47-53", "publisher": "Springer Singapore", "abstract": "This paper will present how to model the XYZ coordinates of a Discrete Manipulator with two-six discrete pneumatic actuators via artificial intelligence algorithm (AI) efficiently. The XYZ model is said efficient if mathematical calculation of the discrete states of manipulator related to XYZ coordinates, with the inverse static analysis (ISA) problem, can be approximately done via AI. The research method used simulation software and hardware implementation with the case of massive manipulator with two level discrete actuators. Simulations with typical desired displacement inputs are presented and a good performance of the results via AI is obtained. The comparison showed that the parallel manipulator has the Root Mean Squared (RMS) error less than 2 %."}, "filled": true, "author_pub_id": "eWb4hs0AAAAJ:9yKSN-GCB0IC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=2751831477257074635", "cites_id": ["2751831477257074635"], "pub_url": "https://link.springer.com/chapter/10.1007/978-981-287-988-2_4", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:y3elEyZ4MCYJ:scholar.google.com/", "cites_per_year": {"2018": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "DESIGN OF 16 ACTUATORS FOR 3D MASSIVE PARALLEL ROBOTS (3D-MPRs)", "pub_year": 2015, "citation": "DESIGN OF 16 ACTUATORS FOR 3D MASSIVE PARALLEL ROBOTS (3D-MPRs), 2015", "author": "Felix Pasila and Roche Alimin and Hans Natalius", "abstract": "In this paper, a novel sixteen parallel manipulator with discrete control system is developed. An efficient method such as Inverse Static Analysis is employed to determine the state of each actuator on parallel manipulator when the position or force of manipulator is already known. The designing a parallel manipulator with actuators which are controlled discretely is a must because the mechanism will use artificial methods in dealing with the ISA problem.  The research method used are simulation software and hardware testing with the case of parallel manipulator with 16 actuators.  Simulations with typical desired force inputs are presented and a good performance of the mechanism is obtained. The results showed that the parallel manipulator has the Root Mean Squared Error (RMSE) has less than 5%."}, "filled": true, "author_pub_id": "eWb4hs0AAAAJ:UeHWp8X0CEIC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/17377/1/Publikasi1_99034_2533.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:auRnbcjW7mEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Design of Two-Serial Hexapod of Discrete Manipulator", "pub_year": 2015, "citation": "2015 Seventh International Conference on Computational Intelligence …, 2015", "author": "Roche Alimin and Felix Pasila", "conference": "2015 Seventh International Conference on Computational Intelligence, Modelling and Simulation (CIMSim)", "pages": "69-73", "publisher": "IEEE", "abstract": "In this paper, a novel two-serial Hexapod of 3D dicrete manipulator (double hexapod) is developed. The designing of a parallel manipulator with actuators, which controlled discretely, is a must because the mechanism uses artificial intelligence method when dealing with the inverse static analysis (ISA) problem. In this approach, mathematical model of the manipulator is not compulsory. The research method used simulation software modeling and testing with the case of two serial-hexapod of discrete manipulator with 12 actuators. A neuro-fuzzy network type Takagi-Sugeno (NFTS) with Levenberg-Marquardt Algorithm (LMA) is proposed as ISA solution, where three displacements and twelve discrete actuators as inputs and outputs of network respectively. The performance of NFTS shows that the error, such as Root Mean Squared Error, is 3.39% in average."}, "filled": true, "author_pub_id": "eWb4hs0AAAAJ:YsMSGLbcyi4C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=3954677494203348291", "cites_id": ["3954677494203348291"], "pub_url": "https://ieeexplore.ieee.org/abstract/document/7579697/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Q_U4azrW4TYJ:scholar.google.com/", "cites_per_year": {"2018": 1, "2019": 0, "2020": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Neuro-fuzzy architecture of the 3D model of massive parallel actuators", "pub_year": 2015, "citation": "ARPN, 2900-2905, 2015", "author": "Felix Pasila and Roche Alimin and Hans Natalius", "journal": "ARPN", "number": "12", "pages": "2900-2905", "publisher": "Petra Christian University", "abstract": "This paper reports the effective control mechanism of the discrete state manipulators (DSMs) with six degree of freedom (DOF). The DSMs are special kind of robot manipulator with massive actuators that can be switched among limited number of discrete states. We introduce ternary-DSMs (t-DSMs) manipulators which controlled by force and have continuous motions that commanded through only three discrete states. The main problem of this mechanism is how to design a real-time controller which is efficient and fast for solving its inverse static problem (ISP). Precisely, a computational intelligence method based on neuro-fuzzy method is suggested to find the optimal training computation, which is measured by the root mean squared error of ISP. The architecture of t-DSMs featuring three-state force pneumatic actuators and six-DOF. For instance, a neuro-fuzzy method for t-DSMs constructs IF-THEN rules from fuzzy relations among inputs and outputs in the training mechanism (inputs: position and force outputs: three-state). After related model is found in the training phase, the architecture can be used to determine outputs of the network from given inputs with similar accuracy in the testing phase. The paper proposed an architecture which is based on the Neuro-Fuzzy Takagi Sugeno (NFTS) inference scheme with Gaussian membership functions. The structure is with multivariate input and multistate outputs, such as positions and forces as input NFTS networks and the three-state of the actuators as output networks. The learning of the network uses an extended LMA version with optimal training parameters. The training algorithm needs at least …"}, "filled": true, "author_pub_id": "eWb4hs0AAAAJ:zYLM7Y9cAGgC", "num_citations": 13, "citedby_url": "/scholar?hl=en&cites=10155534327635786453", "cites_id": ["10155534327635786453"], "pub_url": "https://repository.petra.ac.id/16855/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:1ToEJ6q074wJ:scholar.google.com/", "cites_per_year": {"2015": 3, "2016": 4, "2017": 0, "2018": 2}}
