{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Kolektor Surya Pemanas Air dengan Lensa Fresnel sebagai Penutup", "pub_year": 2022, "citation": "ID Patent IDS000,004,684, 2022", "author": "Ekadewi Anggraini Handoyo and Indriati Nyoto Bisono and Peter Jonathan", "abstract": "Latar Belakang Invensi Kol-ektor surya merupakan peralatan sederhana yang dapat digunakan untuk menangkap radrasi surya dan mengubahnya menjadi energi panas. Energi panas lnj-nantinya digunakan untuk memanaskan air. Komponen utama kolektor surya adal-ah plat penyerap, saluran tempat air mengal-ir, tangki penampung air, isolasr panas untuk menghambat panas ke lingkungan dari bagian bawah, dan kaca penutup untuk menghambat panas ke lrngkungan dari plat penyerap dan/atau media air atau udara. Kaca penutup meneruskan sebagian radiasi surya yang datang, menyerap sebagian radiasi tersebut, dan memantul-kan sisanya. Untuk mengurangi pemantuJ-an radiasi surya ke luar dari kolektor, kaca harus mempunyai prof11 yang membuat cahaya datang dlpantulkan ke dal-am kaca kembali, tldak ke l-uar dari kolektor. Sangatlah sutit untuk membuat kaca dengan profil."}, "filled": true, "author_pub_id": "F6UTO7cAAAAJ:Y0pCki6q_DkC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19972/1/Kegiatanhaki_91021_994.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:7uM5-v69A_AJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan dan pengujian lensa fresnel pada kolektor surya plat datar", "pub_year": 2020, "citation": "Jurnal Teknik Mesin 17 (2), 48-56, 2020", "author": "Ekadewi Anggraini Handoyo and Indriati Njoto Bisono and Peter Jonathan", "journal": "Jurnal Teknik Mesin", "volume": "17", "number": "2", "pages": "48-56", "abstract": "Energi matahari dapat dikonversikan menjadi energi termal dengan menggunakan kolektor surya maupun menjadi energi listrik dengan menggunakan sel surya/photovoltaic. Radiasi matahari bersifat menyebar, sehingga memerlukan pengumpul atau pengarah agar lebih fokus."}, "filled": true, "author_pub_id": "F6UTO7cAAAAJ:zYLM7Y9cAGgC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=15877672168592236907", "cites_id": ["15877672168592236907"], "pub_url": "http://jurnalmesin.petra.ac.id/index.php/mes/article/view/23096", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:a-ELvbbSWNwJ:scholar.google.com/", "cites_per_year": {"2021": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Reinforcing Effect of Sugar Palm Fiber on PP", "pub_year": 2020, "citation": "International Journal of Industrial Research and Applied Engineering 5, 23 - 26, 2020", "author": "Kenneth Genesius Han and Juliana Anggono and Peter Jonathan", "journal": "International Journal of Industrial Research and Applied Engineering", "volume": "5", "pages": "23 - 26", "abstract": "Natural fibers have the ability to reinforce polymeric materials. In this work, sugar palm fibers were added as a reinforcement agent to a polypropylene (PP) matrix to form biocomposites. Flexural strength measurement in accordance with ASTM D790-17 was carried out on PP composites with the sugar palm fiber content changed from 0 to 30 wt.% in 5 wt.% steps. The flexural strength data show a composition dependence on the fiber content with a maximum (52.09 MPa) obtained in 15 wt.% fibers. Sugarcane bagasse-PP composite together with wood board composite and neat PP as existing materials by the automotive industry were used as reference materials in the study. These sugar palm fiber-PP composites offer lower density in comparison with wood board composites and PP. The area density of the composites is in the range of 1285-1635 g/m2 for the composition studied while PP and wood board have area densities of 1466 g/m2 and 1700 g/m2 respectively."}, "filled": true, "author_pub_id": "F6UTO7cAAAAJ:Tyk-4Ss8FVUC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=8623923336807805354", "cites_id": ["8623923336807805354"], "pub_url": "https://repository.petra.ac.id/20482/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:qnGhVJVUrncJ:scholar.google.com/", "cites_per_year": {"2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Effect of Fresnel lens as cover in a passive solar water heater with some air gap between cover and absorber plate", "pub_year": 2020, "citation": "IOP Conference Series Materials Science and Engineering 740 (10.1088/1757 …, 2020", "author": "Ekadewi Anggraini Handoyo and Indriati Njoto Bisono and Peter Jonathan and Dio Valentio", "conference": "IOP Conference Series Materials Science and Engineering", "volume": "740", "number": "10.1088/1757-899X/740/1/012098", "pages": "012098", "abstract": "A passive solar heater can be used to heat air in a room or water for some household needs. Passive solar heater can reduce the energy consumption by converting solar radiation energy to be thermal energy. Basically, a simple passive solar heater consists of absorber plate, thermal insulation, working fluid, cover, and structure to hold everything. This paper will discuss about the effect of Fresnel lens used as the cover and the air gap between cover and absorber plate on a passive solar water heater. The results of the experiment are that the commercial Fresnel lens could not gave the highest water temperature nor efficiency for passive solar water heater. The highest efficiency with glass cover and five-cm air gap was 22.8%. The smaller the air gap, the higher the water temperature in a passive solar water heater. The highest water temperature with glass cover and five-cm air gap was 63.8 C. The result of this …"}, "filled": true, "author_pub_id": "F6UTO7cAAAAJ:UeHWp8X0CEIC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=509536895437181071", "cites_id": ["509536895437181071"], "pub_url": "https://iopscience.iop.org/article/10.1088/1757-899X/740/1/012098/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:jxB9VBs9EgcJ:scholar.google.com/", "cites_per_year": {"2020": 1, "2021": 0, "2022": 0, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Injection Molding of PMMA-TiO2 Composites for Improving Optical and Thermal Properties of TIR Fresnel Lens", "pub_year": 2015, "citation": "https://www.researchgate.net/publication/325405675_Injection_Molding_of_PMMA …, 2015", "author": "Chao-Chang Arthur Chen and Peter Jonathan and Chang-Sun Lai"}, "filled": true, "author_pub_id": "F6UTO7cAAAAJ:qjMakFHDy7sC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:HSSR2ahjObYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analysis on Light Transmission and Thermal Conductivity of Functional Secondary Optical Elements by Injection Molding of PMMA-TiO2 Composites", "pub_year": 2015, "citation": "National Taiwan University of Science and Technology, 2015", "author": "Peter Jonathan"}, "filled": true, "author_pub_id": "F6UTO7cAAAAJ:9yKSN-GCB0IC", "num_citations": 0, "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "STUDI NUMERIK OPTIMASI KINERJA HORISONTAL AXIS WIND TURBINE (HAWT) PADA POTENSI ANGIN TROPIS", "pub_year": 2013, "citation": "STUDI NUMERIK OPTIMASI KINERJA HORISONTAL AXIS WIND TURBINE (HAWT) PADA …, 2013", "author": "PETER JONATHAN and Fandi Dwiputra Suprianto", "abstract": "Metode numerik yang digunakan adalah Computational Fluid Dynamics(CFD) pada penelitian ini berupa program komersial yaitu FLUENT. Disain Horisontal Axis Wind Turbin (HAWT) menggunakan metode Blade Element Moment (BEM) sehingga didapatkan konfigurasi twist dan chord length terhadap radius blade turbin. Kajian penelitian ini dilakukan pada Tip Speed Rasio (TSR) 8 dan variasi blade yang dioptimalisasikan 3 jenis yaitu: uniform ideal blade, uniform linearized blade dan mixed ideal blade. Uniform ideal blade didapatkan dari BEM kemudian digunakan profil NREL S-833 di sepanjang radius, sedangkan untuk uniform linearized blade merupakan hasil BEM yang dilanjutkan dengan proses linierisasi. Mixed ideal blade merupakan rekomendasi dari NREL dengan konfigurasi(r/R) 0.4, 0.75, dan 0.95 airfoil NREL S-835, NREL S-833, dan NREL S-834. Kecepatan aliran free stream yang digunakan antara 1-15 m/s dan kondisi fluida berputar digunakan moving mesh reference dengan putaran 510rpm. Hasil validasi daya yang dihasilkan antara numerik dan ekperimen rata-rata kesalahan sebesar 24, kesalahan tersebut semakin meningkat seiring dengan kenaikan kecepatan. Hal ini disebabkan akibat fenomena separasi aliran 3D di tip dan hub. Hasil optimasi HAWT didapatkan pada 6 m/s pada setiap metode ,yaitu : uniform ideal blade, uniform linearized blade dan mixed ideal blade sebesar 36.8, 29.6 dan 38. Oleh karena itu proses linerisasi BEM tidak efektif sebab hanya bertujuan mempermudah proses fabrikasi saja, sedangkan konfigurasi profil airfoil dapat meningkatkan kinerja HAWT sebesar 1.2."}, "filled": true, "author_pub_id": "F6UTO7cAAAAJ:IjCSPb-OGe4C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/16092", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:CZBK5BMY3tsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Studi Numerik Optimasi Kinerja Horisontal Axis Wind Turbine (HAWT) Pada Potensi Angin Tropis", "pub_year": 2013, "citation": "STUDI NUMERIK OPTIMASI KINERJA HORISONTAL AXIS WIND TURBINE (HAWT) PADA …, 2013", "author": "Sutrisno and Peter Jonathan and Fandi Dwiputra Suprianto", "abstract": "Metode numerik yang digunakan adalah Computational Fluid Dynamics(CFD) pada penelitian ini berupa program komersial yaitu FLUENT. Disain Horisontal Axis Wind Turbin (HAWT) menggunakan metode Blade Element Moment (BEM) sehingga didapatkan konfigurasi twist dan chord length terhadap radius blade turbin. Kajian penelitian ini dilakukan pada Tip Speed Rasio (TSR) 8 dan variasi blade yang dioptimalisasikan 3 jenis yaitu: uniform ideal blade, uniform linearized blade dan mixed ideal blade. Uniform ideal blade didapatkan dari BEM kemudian digunakan profil NREL S-833 di sepanjang radius, sedangkan untuk uniform linearized blade merupakan hasil BEM yang dilanjutkan dengan proses linierisasi. Mixed ideal blade merupakan rekomendasi dari NREL dengan konfigurasi(r/R) 0.4, 0.75, dan 0.95 airfoil NREL S-835, NREL S-833, dan NREL S-834. Kecepatan aliran free stream yang digunakan antara 1-15 m/s dan kondisi fluida berputar digunakan moving mesh reference dengan putaran 510rpm. Hasil validasi daya yang dihasilkan antara numerik dan ekperimen rata-rata kesalahan sebesar 24%, kesalahan tersebut semakin meningkat seiring dengan kenaikan kecepatan. Hal ini disebabkan akibat fenomena separasi aliran 3D di tip dan hub. Hasil optimasi HAWT didapatkan pada 6 m/s pada setiap metode ,yaitu : uniform ideal blade, uniform linearized blade dan mixed ideal blade sebesar 36.8%, 29.6% dan 38%. Oleh karena itu proses linerisasi BEM tidak efektif sebab hanya bertujuan mempermudah proses fabrikasi saja, sedangkan konfigurasi profil airfoil dapat meningkatkan kinerja HAWT sebesar 1.2%.   Kata kunci …"}, "filled": true, "author_pub_id": "F6UTO7cAAAAJ:d1gkVwhDpl0C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/16090/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:zCxNh67-YFEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Propeler Turbin Angin Poros Horisontal Dengan Metoda Blade Element Momentum", "pub_year": 2013, "citation": "PERANCANGAN PROPELER TURBIN ANGIN POROS HORISONTAL DENGAN METODA BLADE …, 2013", "author": "Fandi Dwiputra Suprianto and Peter Jonathan and Sutrisno", "abstract": "Turbin Angin dapat menjadi salah satu solusi alat pembangkit tenaga listrik dengan mengkonversi energi angin menjadi listrik ditengah krisis energi global pada abad ke-21 ini. Kebutuhan energi didaerah perkotaan terus meningkat seiring berjalannya waktu yang tidak diikuti perkembangan sumber energi terbarukan. Dengan adanya gedung-gedung tinggi, semestinya meningkatkan potensi energi angin yang melewati sela-sela gedung yang merupakan konsentrator angin. Maka, perlu dirancang Propeler Turbin Angin yang optimal yang dapat menjawab kebutuhan energi di daerah perkotaan khususnya pada Gedung Hemat Energi yang sengaja dirancang khusus untuk memusatkan aliran angin.Penelitian ini bertujuan untuk mendapatkan parameter-parameter disain untuk turbin angin poros horisontal yang meliputi rotor radius, chord length, dan twist dengan menggunakan metoda Blade Element Momentum. Coefficient of Performance (CP) dari perhitungan dibandingkan terhadap berbagai Tip Speed Ratio (TSR) serta perubahan profil blade baik secara linearisasi maupun mengganti komposisi dan konfigurasi airfoil yang akan digunakan. Nilai TSR yang digunakan adalah TSR 4 hingga TSR 10.Berdasarkan hasil penelitian, konfigurasi yang menghasilkan CP terbaik adalah Mixed Ideal Blade dengan nilai 47.6 pada TSR 8. Dari hasil penelitian tersebut, maka Mixed Ideal Blade dapat diaplikasikan pada Gedung Hemat Energi di daerah perkotaan."}, "filled": true, "author_pub_id": "F6UTO7cAAAAJ:u-x6o8ySG0sC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=12250670913627349425", "cites_id": ["12250670913627349425"], "pub_url": "https://repository.petra.ac.id/16091/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:seH3AkogA6oJ:scholar.google.com/", "cites_per_year": {"2017": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Propeler Turbin Angin Pada Gedung Hemat Energi", "pub_year": 2012, "citation": "Mechanova, 2012", "author": "Peter Jonathan and Fandi Dwiputra Suprianto and Sutrisno", "abstract": "Turbin angin dapat menjadi salah satu solusi alat pembangkit tenaga listrik dengan mengkonversi energi angin menjadi listrik ditengah krisis energi global pada abad ke-21 ini. Kebutuhan energi didaerah perkotaan terus meningkat seiring berjalannya waktu yang tidak diikuti perkembangan sumber energi terbarukan. Dengan adanya gedung-gedung tinggi, semestinya meningkatkan potensi energi angin yang melewati sela-sela gedung yang merupakan konsentrator angin. Maka, perlu dirancang Propeler Turbin Angin yang optimal yang dapat menjawab kebutuhan energi di daerah perkotaan khususnya pada Gedung Hemat Energi. Penelitian ini bertujuan untuk mengetahui desain propeler yang paling optimum. Penelitian dilakukan dengan proses perhitungan dengan BEM, simulasi dengan menggunakan FLUENT, eksperimen dengan menggunakan Miniatur berskala 1:10, dan Pengujian dengan Prototype dengan ukuran sebenarnya. Berdasarkan hasil penelitian, Mixed Ideal Blade memiliki efisiensi sebesar 38,364, unggul 1,244 dari Uniform Ideal Blade serta unggul 7,987 dari Uniform Linearised Blade. Dari hasil pengujian, Turbin angin mulai berputar pada kecepatan angin 2,6 m/s. Dari hasil penelitian tersebut, maka Mixed Ideal Blade dapat diaplikasikan pada Gedung P1 dan P2 UK. Petra yang merupakan Gedung Hemat Energi"}, "filled": true, "author_pub_id": "F6UTO7cAAAAJ:u5HHmVD_uO8C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/16410/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-khZX2pbiRUJ:scholar.google.com/", "cites_per_year": {}}
