{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analysis and Evaluation of User Acceptance Mobile E-Learning Continuing Medical Education Using Modification TAM 2 and ECT", "pub_year": 2024, "citation": "2024 IEEE International Conference on Computing (ICOCO), 66-71, 2024", "author": "Topan Sawita Putra and Nur Aini Rakhmawati and Jani Rahardjo", "conference": "2024 IEEE International Conference on Computing (ICOCO)", "pages": "66-71", "publisher": "IEEE", "abstract": "Doctor-to-Doctor (D2D) is a mobile application and website designed for doctors and medical students. D2D offers continuous learning programs called Mobile Learning Continuing Medical Education (Mobile Learning CME). D2D has many features that make it easier for doctors to update their knowledge about the world of medicine. One of the latest features, the Medstalk Discussion Forum, is crucial for doctors to discuss daily medical cases. However, this feature does not receive sufficient user traffic or daily active users to meet expectations based on stickiness rate metric. Based on these problems, investigate has to be conducted to determine what factors influence this feature to have good acceptance from doctors. To address this issue, research was conducted using the Technology Acceptance Model (TAM 2) and Expectation Confirmation Theory (ECT). The study was conducted by filling out a questionnaire …"}, "filled": true, "author_pub_id": "FAPOP8oAAAAJ:evX43VCCuoAC", "num_citations": 0, "pub_url": "https://ieeexplore.ieee.org/abstract/document/10928173/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:zGD1FIsAtxsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENGARUH KARAKTERISTIK KONSUMSI ENERGI TERHADAP PENCAPAIAN EFISIENSI ENERGI-STUDI KASUS RUMAH KOS NON-SUBSIDI DI SURABAYA", "pub_year": 2024, "citation": "Dimensi Utama Teknik Sipil 11 (2), 108-124, 2024", "author": "Yoel Tino Christofer and Timoticin Kwanda and Jani Rahardjo", "journal": "Dimensi Utama Teknik Sipil", "volume": "11", "number": "2", "pages": "108-124", "abstract": "Konsumsi energi listrik perkapita meningkat pertahun. Data Badan Pusat Statistik (BPS) mengatakan distribusi dan penghematan listrik terbesar ada pada sektor rumah tangga salah satunya adalah rumah kos yang menjadi tempat tinggal sementara dan memiliki karakteristik konsumsi energi dalam Intensitas Konsumsi Energi (IKE). Penelitian bertujuan menyelidiki dan mengetahui pengaruh karakteristik konsumsi energi dalam IKE terhadap efisiensi energi rumah kos non-subsidi listrik di Surabaya. Pengumpulan data dilakukan dengan studi literatur, menyebarkan kuesioner 101 responden, wawancara, uji deskriptif dan uji regresi linear berganda (uji F dan uji T). Hasil studi literatur dan penelitian, karakteristik konsumsi energi terdiri dari karakteristik penghuni, karakteristik sosial, karakteristik bangunan dan karakteristik kepemilikan perangkat elektronik. Uji diskriptif menunjukan karakteristik tersebut berpengaruh terhadap konsumsi energi dan termasuk golongan IKE agak boros, uji analisis regresi linear berganda menunjukan hanya karakteristik bangunan dan karakteristik kepemilikan perangkat elektronik yang memiliki pengaruh tertinggi terhadap pencapaian efisien energi rumah kos non-subsidi listrik di Surabaya."}, "filled": true, "author_pub_id": "FAPOP8oAAAAJ:tKAzc9rXhukC", "num_citations": 0, "pub_url": "https://duts.petra.ac.id/index.php/duts/article/view/337", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Un6hUF2TbeMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENGEMBANGAN METODE DOKUMENTASI DEVELOPMENT PRODUCT DANFACILITY BERBASIS INTERNET", "pub_year": 2024, "citation": "Journal of Economic, Bussines and Accounting (COSTING) 7 (5), 960-971, 2024", "author": "Joan Cristopall Chandra and I Nyoman Sutapa and Togar Wiliater Soaloon Panjaitan and Jani Rahardjo", "volume": "7", "number": "5", "pages": "960-971", "abstract": "Sebagai salah satu produsen komponen alat berat terbesar, PT X memiliki berbagai macam produk dan fasilitas yang harus dikontrol. Sayangnya, karena banyaknya variasi proyek, fasilitas, dan produk, maka pemantauan terhadap progres dan kelengkapan dokumen yang dibutuhkan menjadi sulit. Oleh karena itu, penelitian  ini  dilakukan  untuk  mengembangkan  dan  merancang  sistem  informasi  digital  pada bagian Manufacturing Engineering Section Engineering Developmentdan Production Engineering Department. Untuk  mencapai  tujuan  tersebut,  digunakan  pendekatan  DMAIC  (Define,  Measure,  Analyze,  Improve, Control)  sebagai  basis  kerja  dalam  proses  penelitian  dan total  quality  management(TQM)  sebagai kontrol  untuk  perbaikan  berkelanjutan.  Beberapa  akar  penyebab  ditemukan  melalui  analisis  diagram tulang ikan. Dari semua faktor tersebut, faktor metode menjadi fokus permasalahan utama yaitu, “belum adanya  standar  dalam  penyimpanan  dokumen  dan  penyampaian  informasi”.  Untuk  mengatasi permasalahan  tersebut,  maka  diajukan  usulan  penerapan perbaikan  berupa  sistem  kerja  baru  yang didukung dengan pengembangan website internal perusahaan. Usulan tersebut, setelah diuji pada kondisi lapangan  secara  langsung  didapatkan  capaian  dokumentasi  100%  dan  penyebaran  informasi terstandarisasi dan terdigitalisasi."}, "filled": true, "author_pub_id": "FAPOP8oAAAAJ:_Ybze24A_UAC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21073/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:mzBADsATWlEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENGARUH PERCEIVED RISK DENGAN MEDIASI RESTAURANT PRECAUTIONARY MEASURES DAN DIGITAL MARKETING TERHADAP PERILAKU KEGIATAN DINE-OUT: BELAJAR DARI MASA PANDEMI COVID19", "pub_year": 2024, "citation": "Indonesian Journal of Economy and Education Economy 2 (2), 313-321, 2024", "author": "ALEXANDER DUNCAN RACHMAD and I Nyoman Sutapa and Togar Wiliater Soaloon Panjaitan and Jani Rahardjo", "journal": "Indonesian Journal of Economy and Education Economy", "volume": "2", "number": "2", "pages": "313-321", "publisher": "Petra Christian University", "abstract": "Pandemi COVID-19 menyebabkan penurunan pendapatan  pada bisnis Restoran dan Caf . Ini menmbuat pelaku bisnis  restoran perlu mempersiapkan tindakan pencegahan agar  dapat bertahan di era pandemi kedepannya. Penelitian ini  dilakukan untuk melakukan analisis terhadap pengaruh dari  variabel perceived physical risk, perceived psyhcological risk,  restaurant precautionary measures, dan digital marketing  terhadap intention to dine-out seseorang pada restoran dan  caf  di Surabaya. Pengolahan data dibagi menjadi uji outer  model dan inner model. Uji outer model terdiri dari uji  validitas dan reliabilitas. Uji inner model terdiri dari uji R- square, Q-square dan uji path coefficient untuk hipotesis.  Hasil penelitian menunjukkan bahwa terdapat pengaruh yang  signifikan dari variabel perceived psychological risk,  restaurant precautionary measures, dan digital marketing.  Variabel perceived physical risk tidak memiliki pengaruh  secara langsung. Restaurant precautionary measures dan  digital marketing tidak dapat memberikan pengaruh positif  maupun negative"}, "filled": true, "author_pub_id": "FAPOP8oAAAAJ:uLbwQdceFCQC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21030/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:p_dngLsPYmUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "FAKTOR-FAKTOR DALAM MEMBENTUK HARGA PROPERTI DI SURABAYA", "pub_year": 2024, "citation": "Dimensi Utama Teknik Sipil 11 (1), 19-36, 2024", "author": "Kevin Christopher Halim and Jani Rahardjo and Christiono Utomo", "journal": "Dimensi Utama Teknik Sipil", "volume": "11", "number": "1", "pages": "19-36", "abstract": "Perkembangan sebuah kawasan berbanding lurus dengan pertambahan penduduknya. Perlunya perumahan yang dapat menjadi tempat tinggal bagi penduduk sehingga kawasan tersebut tetap terjaga ekosistemnya dan menjadi lebih berkembang. Penelitian ini dilakukan untuk mengetahui dari kategori variabel perencanaan lingkungan, lokasi, dan atribut fisik struktural dalam membentuk harga properti di Surabaya. Data penelitian ini akan didapatkan dari penyebaran kuesioner yang dilakukan pada masyarakat di atas 21 tahun di Kota Surabaya kemudian dilakukan analisa data melalui aplikasi SPSS. Hasil dari penelitian ini menunjukkan bahwa lingkungan tidak memiliki signifikansi, sedangkan lokasi dan struktural berpengaruh signifikan dalam membentuk harga properti di Surabaya."}, "filled": true, "author_pub_id": "FAPOP8oAAAAJ:JQOojiI6XY0C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=16120827568425724869", "cites_id": ["16120827568425724869"], "pub_url": "https://www.duts.petra.ac.id/index.php/duts/article/view/310", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:xetW_UKvuN8J:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "ANALISIS KINERJA FINANSIAL PADA PERUSAHAAN KONTRAKTOR: STUDI KASUS PT. X", "pub_year": 2024, "citation": "Dimensi Utama Teknik Sipil 11 (1), 1-18, 2024", "author": "Victor Christian Gui and Jani Rahardjo and Njo Anastasia", "journal": "Dimensi Utama Teknik Sipil", "volume": "11", "number": "1", "pages": "1-18", "abstract": "Perusahaan kontraktor membutuhkan manajemen dan strategi yang tepat agar dapat memiliki likuiditas yang tinggi, menghasilkan keuntungan sebesar-besarnya dari proyek yang dikerjakan, memastikan bahwa operasi perusahaan lebih banyak didanai oleh modal sendiri ketimbang hutang, dan efektif dalam menggunakan sumber daya yang dimiliki untuk menghasilkan pendapatan semaksimal mungkin. Kesulitan keuangan adalah keadaan dimana suatu perusahaan mengalami kesulitan untuk memenuhi kewajiban bayar. Tujuan dari penelitian ini adalah mengetahui tingkat kesulitan finansial dari PT. X, membandingkan kinerja finansial dari PT. X dengan perusahaan-perusahaan konstruksi terbuka di Indonesia, serta mengetahui apa saja yang dapat dilakukan untuk meningkatkan kinerja finansial. Dari hasil analisis Altman Z-Score, didapatkan bahwa PT. X belum memiliki kondisi finansial yang baik. Perhitungan rasio finansial menunjukkan bahwa likuiditas, profitabilitas, dan leverage dari PT. X masih belum mencapai standar kompetitor. Meningkatkan kinerja finansial dapat dilakukan dengan meminimalisir pengeluaran dan menyesuaikan harga penawaran berdasarkan margin keuntungan yang ingin dicapai."}, "filled": true, "author_pub_id": "FAPOP8oAAAAJ:UHK10RUVsp4C", "num_citations": 0, "pub_url": "https://www.duts.petra.ac.id/index.php/duts/article/view/311", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:cUJIZmy0sSwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Dokumen Sertifikasi British Retail Consortium (BRC) pada Industri Pengolahan Ikan", "pub_year": 2024, "citation": "Jurnal Titra 12 (1), 49-56, 2024", "author": "Josephine Nathania Chandra and Jani Rahardjo", "journal": "Jurnal Titra", "volume": "12", "number": "1", "pages": "49-56", "abstract": "PT. X is a export company that specializes in frozen seafood products such as fish. British Retail Consortium (BRC) is a certification containing standards for food safety and quality assurance as well. This certification is well-known all around the world. By adhering to the BRC standards, the company desires to expand its market reach to the United Kingdom. Quality assurance and standards for food safety in their products are key factors for company success. The goal of this research is to assist in preparing the company for BRC certification. Gap analysis is used as the method in this research by comparing the results of the initial and final gap. The initial gap analysis obtained from document completeness checks, interviews with workers, and observation of the current company’s condition. The result of initial gap analysis showed a total"}, "filled": true, "author_pub_id": "FAPOP8oAAAAJ:1yQoGdGgb4wC", "num_citations": 0, "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/13897", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Q38SYkJLIfgJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Perancangan Dokumen ISO 9001: 2015 untuk Perusahaan Import Garment", "pub_year": 2024, "citation": "Jurnal Titra 12 (1), 25-32, 2024", "author": "William Edbert and Jani Rahardjo", "journal": "Jurnal Titra", "volume": "12", "number": "1", "pages": "25-32", "abstract": "CV. Golden Cipta Mandiri is a company engaged in the import of garments and custom screen printing production, which requires ISO 9001: 2015 certification to improve and standardize the company's quality management system. Initial findings from the audit and gap analysis conducted to assess the company's readiness for ISO certification revealed that there are still many clauses in ISO 9001: 2015 that have not been fulfilled by the company. The gaps and deficiencies in the required documents serve as the basis for this research to design and provide solutions or recommendations to the company before undergoing ISO certification. The end result of this research is the completion of all mandatory documented documents, allowing the company to proceed with obtaining ISO certification."}, "filled": true, "author_pub_id": "FAPOP8oAAAAJ:N5tVd3kTz84C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=1884664069981235814", "cites_id": ["1884664069981235814"], "pub_url": "https://publication.petra.ac.id/index.php/teknik-industri/article/view/13957", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZmosfPyrJxoJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The role of internal audit of integrated system ISO 9001: 2015 and ISO 14001: 2015 in improving employee performance", "pub_year": 2024, "citation": "AIP Conference Proceedings 2951 (1), 2024", "author": "Jani Rahardjo", "journal": "AIP Conference Proceedings", "volume": "2951", "number": "1", "publisher": "AIP Publishing", "abstract": "Internal audit is an important function in the organization that implement the integrated system of ISO 9001: 2015 and ISO 14001: 2015 with findings and suggestions or recommendations to management and all employees. Internal audit is one of the mandatory requirements for implementing the ISO 9001 and ISO 14001 which is integrated into the IMS. This study involved 48 employees at Company'X\" to prove that the role of internal audit in IMS can improve employee performance. The result of SEM-PLS for the internal audit model as a mediating variable affect employee performance preceded by planning variables, management commitment and IMS implementation"}, "filled": true, "author_pub_id": "FAPOP8oAAAAJ:ZuybSZzF8UAC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=2226613884706522084", "cites_id": ["2226613884706522084"], "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2951/1/030019/3020010", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:5IPi8YeF5h4J:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "KONTRIBUSI MESIN PENGAYAK UNTUK PENINGKATAN KUALITAS PUPUK KOMPOS DALAM MENDUKUNG KEBERLANJUTAN", "pub_year": 2023, "citation": "Konferensi Nasional Pengabdian Masyarakat (KOPEMAS)# 4 & International …, 2023", "author": "Amelia Amelia and Jani Rahardjo and Njo Anastasia and Stevanus Yuke and Chavela Wynet", "conference": "Konferensi Nasional Pengabdian Masyarakat (KOPEMAS)# 4 & International Community Service 2023", "abstract": "Sampah dapat dikategorikan menjadi sampah basah dan sampah kering. Yang termasuk sampah basah atau yang sering dikatakan sampah organik yaitu sampah rumah tangga, daun-daun dan ranting. Permasalahan sampah tidak selalu memberikan dampak negatif namun dapat memberikan dampak positif jika mengetahui cara untuk menanganinya. Desa Mojotrisno yang menghasilkan jumlah sampah organik mencapai 800 kg/hari merasa sangat perlu untuk mengatasi permasalahan sampah yang ada secara berkelanjutan. Desa Mojotrisno juga hendak menjadikan desa ini memiliki ketahanan pangan. Untuk tujuan tersebut, desa Mojotrisno bekerja sama dengan pihak kampus sebagai langkah persiapan. Pihak kampus memberikan solusi dengan mengolah sampah organik menjadi pupuk kompos. Saat ini pemerintah desa hanya memiliki mesin pencacah sampah, sedangkan kualitas pupuk salah …"}, "filled": true, "author_pub_id": "FAPOP8oAAAAJ:W5xh706n7nkC", "num_citations": 0, "pub_url": "https://conference.unisma.ac.id/index.php/KOPEMAS/KOPEMAS2023/paper/view/3458", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:1z8dp4CjpGYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "MENUMBUHKAN KEPEDULIAN LINGKUNGAN TERHADAP DAMPAK SAMPAH MELALUI KESADARAN SISWA", "pub_year": 2023, "citation": "MENUMBUHKAN KEPEDULIAN LINGKUNGAN TERHADAP DAMPAK SAMPAH MELALUI KESADARAN SISWA, 2023", "author": "Jani Rahardjo and Njo Anastasia and CHAVELA WYNET and STEVANUS YUKE DE COZZA", "abstract": "Hingga saat ini sampah masih menjadi masalah yang belum terselesaikan namun jumlahnya  semakin bertambah. Jumlah sampah yang dihasilkan mengalami peningkatan dari tahun ke tahun, namun kesadaran masyarakat masih rendah. Jumlah sampah yang tidak dikendalikan dapat memberikan pengaruh buruk terhadap lingkungan. Pencemaran, polusi, bencana dapat timbul sewaktu-waktu. Kepedulian lingkungan akibat sampah perlu dibiasakan sejak dini. Pembekalan dapat dimulai dari sekolah maupun rumah. Edukasi diberikan dengan memberikan informasi mengenai jenis-jenis sampah, memperlakukan sampah dan mengolah sampah. Edukasi dan diskusi dilakukan agar dapat diketahui pemahaman dan kepedulian  mengenai sampah. Melalui kegiatan ini, edukasi yang telah diberikan ke perwakilan warga telah berhasil, terbukti di kemudian waktu mereka telah dapat menyampaikan kembali ke siswa mengenai mengolah sampah dan cara mengoperasikan mesin. Edukasi juga telah membawa memberikan kesadaran siswa terhadap sampah dengan melakukan pembuangan sampah sesuai jenisnya. Dengan demikian kebiasaan tersebut dapat ditularkan kemudian ke lingkungan sekitar termasuk keluarga dan teman sehingga dapat saling mengingatkan akan pengaruh sampah terhadap lingkungan."}, "filled": true, "author_pub_id": "FAPOP8oAAAAJ:hkOj_22Ku90C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20937/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:oLZNEWHGEJkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "MENUMBUHKAN KEPEDULIAN LINGKUNGAN TERHADAP DAMPAK SAMPAH MELALUI KESADARAN SISWA", "pub_year": 2023, "citation": "Konferensi Nasional Pengabdian Masyarakat (KOPEMAS)# 4 & International …, 2023", "author": "Amelia Amelia and Jani Rahardjo and Njo Anastasia and Chavela Wynet and Stevanus Yuke", "conference": "Konferensi Nasional Pengabdian Masyarakat (KOPEMAS)# 4 & International Community Service 2023", "abstract": "Hingga saat ini sampah masih menjadi masalah yang belum terselesaikan namun jumlahnyaÂ semakin bertambah. Jumlah sampah yang dihasilkan mengalami peningkatan dari tahun ke tahun, namun kesadaran masyarakat masih rendah. Jumlah sampah yang tidak dikendalikan dapat memberikan pengaruh buruk terhadap lingkungan. Pencemaran, polusi, bencana dapat timbul sewaktu-waktu. Kepedulian lingkungan akibat sampah perlu dibiasakan sejak dini. Pembekalan dapat dimulai dari sekolah maupun rumah. Edukasi diberikan dengan memberikan informasi mengenai jenis-jenis sampah, memperlakukan sampah dan mengolah sampah. Edukasi dan diskusi dilakukan agar dapat diketahui pemahaman dan kepedulian mengenai sampah. Melalui kegiatan ini, edukasi yang telah diberikan ke perwakilan warga telah berhasil, terbukti di kemudian waktu mereka telah dapat menyampaikan kembali ke …"}, "filled": true, "author_pub_id": "FAPOP8oAAAAJ:NJ774b8OgUMC", "num_citations": 0, "pub_url": "https://conference.unisma.ac.id/index.php/KOPEMAS/KOPEMAS2023/paper/view/3492", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:nWS7qLBn8LAJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "KONTRIBUSI MESIN PENGAYAK UNTUK PENINGKATAN KUALITAS PUPUK KOMPOS DALAM MENDUKUNG KEBERLANJUTAN", "pub_year": 2023, "citation": "KONTRIBUSI MESIN PENGAYAK UNTUK PENINGKATAN KUALITAS PUPUK KOMPOS DALAM …, 2023", "author": "Jani Rahardjo and Njo Anastasia and STEVANUS YUKE DE COZZA and CHAVELA WYNET", "abstract": "Sampah dapat dikategorikan menjadi sampah basah dan sampah kering. Yang termasuk sampah basah atau yang sering dikatakan sampah organik yaitu sampah rumah tangga, daun-daun dan ranting. Permasalahan sampah tidak selalu memberikan dampak negatif namun dapat memberikan dampak positif jika mengetahui cara untuk menanganinya. Desa  Mojotrisno yang menghasilkan jumlah sampah organik mencapai 800 kg/hari merasa sangat perlu untuk mengatasi permasalahan sampah yang ada secara berkelanjutan. Desa Mojotrisno juga hendak menjadikan desa ini memiliki ketahanan pangan. Untuk tujuan tersebut, desa Mojotrisno bekerja sama dengan pihak kampus sebagai langkah persiapan. Pihak kampus memberikan solusi dengan mengolah sampah organik menjadi pupuk kompos.  Saat ini pemerintah desa hanya memiliki mesin pencacah sampah, sedangkan kualitas pupuk salah satunya ditentukan berdasarkan ukuran pupuk. Berdasarkan kondisi yang ada, pemerintah desa membutuhkan mesin pengayak pupuk kompos. Mesin tersebut telah difasilitasi pihak kampus sebagai sarana penunjang produksi pupuk kompos dengan ukuran pupuk kurang dari 5 mm."}, "filled": true, "author_pub_id": "FAPOP8oAAAAJ:PR6Y55bgFSsC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20837/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:boZ1z25sa4gJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Psychological Capital Terhadap Safety Behavior Dengan Mediasi Communication Competence Pada Pekerja Konstruksi Surabaya", "pub_year": 2023, "citation": "Dimensi Utama Teknik Sipil 10 (2), 252-270, 2023", "author": "Stanley Filberto Ciasie Suteja and Andi Andi and Jani Rahardjo", "journal": "Dimensi Utama Teknik Sipil", "volume": "10", "number": "2", "pages": "252-270", "abstract": "Kondisi psychological capital (PC) pekerja adalah salah satu faktor yang mempengaruhi safety behavior (SB) pekerja. Keadaan psikologis pekerja yang sehat akan bermanfaat untuk lebih mengembangkan SB pekerja. Peran communication competence (CC) dari pekerja juga merupakan hal yang cukup penting. Tujuan dari penelitian ini adalah mengetahui apakah PC dapat mempengaruhi SB. Selain itu bagaimana peran CC dalam memediasi hubungan pengaruh PC terhadap SB. Penelitian ini menggunakan metode partial least square. Pengambilan data penelitian didapatkan dari kuisioner secara offline. Didapatkan data sebanyak 89 responden. Dari hasil analisa menunjukan bahwa PC berpengaruh terhadap SB. Tanpa dimediasi oleh CC hanya satu dimensi PC yang berpengaruh terhadap SB. Sedangkan ketika hubungan PC terhadap SB dimediasi oleh CC terdapat dua dimensi PC yang berpengaruh terhadap SB. Sehingga dapat disimpulkan bahwa hubungan pengaruh PC terhadap SB berhasil dimediasi oleh CC yang dimiliki pekerja."}, "filled": true, "author_pub_id": "FAPOP8oAAAAJ:WqliGbK-hY8C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=14997027877953053269", "cites_id": ["14997027877953053269"], "pub_url": "https://www.duts.petra.ac.id/index.php/duts/article/view/296", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:VaIFuGUlINAJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Peran Perilaku Spekulatif Dalam Memoderasi Pengambilan Keputusan Pembelian Rumah Generasi Milenial", "pub_year": 2023, "citation": "Dimensi Utama Teknik Sipil 10 (2), 285-300, 2023", "author": "Bobby Yerikho and Jani Rahardjo and Christiono Utomo", "journal": "Dimensi Utama Teknik Sipil", "volume": "10", "number": "2", "pages": "285-300", "abstract": "Berubahnya gaya hidup pada generasi milenial menimbulkan banyak perubahan dalam berbagai bidang kehidupan, tidak terkecuali dalam bidang properti. Niat pembelian yang menjadi titik fokus dalam penelitian ini didefinisikan sebagai tahap awal dalam proses pengambilan keputusan pembelian, di mana individu mulai menyusun rencana dan evaluasi untuk melakukan pembelian suatu produk atau layanan. Penelitian ini bertujuan untuk memahami faktor-faktor yang mendorong generasi milenial dalam membentuk niat pembelian rumah, dengan fokus pada bagaimana perilaku spekulatif dapat memoderasi atribut preferensi generasi milenial dalam mempengaruhi niat pembelian. Pengumpulan data dilakukan dengan menyebarkan kuesioner yang ditujukan pada milenial yang berdomisili di Surabaya. Data kemudian diolah dengan structural equation modelling (SEM), metode PLS-SEM. Hasil penelitian ini menunjukkan bahwa perilaku spekulatif memiliki pengaruh signifikan terhadap niat pembelian rumah di Surabaya. Namun, faktor-faktor lain seperti kualitas fisik, brand, lokasi akses, dan lingkungan tidak ditemukan memiliki pengaruh yang signifikan."}, "filled": true, "author_pub_id": "FAPOP8oAAAAJ:5awf1xo2G04C", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=10361424181908636394", "cites_id": ["10361424181908636394"], "pub_url": "https://mail.duts.petra.ac.id/index.php/duts/article/view/309", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:6oLOcWUsy48J:scholar.google.com/", "cites_per_year": {"2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENGARUH MANAJEMEN PROAKTIF TERHADAP KEPUASAN KUALITAS PELAYANAN: STUDI KASUS LIPPO MALL SIDOARJO", "pub_year": 2023, "citation": "Dimensi Utama Teknik Sipil 10 (2), 174-190, 2023", "author": "David Prayogo and Timoticin Kwanda and Jani Rahardjo", "journal": "Dimensi Utama Teknik Sipil", "volume": "10", "number": "2", "pages": "174-190", "abstract": "Seiring dengan perkembangan pembangunan pusat perbelanjaan persaingan bisnis menjadi semakin meningkat. Salah satu variabel yang menjadi penentu adalah kepuasan konsumen. Kepuasan konsumen dapat diperoleh dengan memberikan kualitas pelayanan yang baik kepada konsumen. Penerapan manajemen properti proaktif memungkinkan untuk memberi peningkatan dalam kualitas pelayanan. Penelitian ini bertujuan untuk menganalisis pengaruh manajemen proaktif terhadap kepuasan kualitas pelayanan berdasarkan reliabilitas, daya tanggap, jaminan, empati, dan bukti fisik di Lippo Mall Sidoarjo. Metode yang digunakan dalam penelitian adalah kuesioner. Data kuesioner yang diperoleh akan dianalisis melalui uji validitas, uji reliabilitas, uji normalitas, uji multikolonieritas, uji heteroskedastisitas, analisis regresi linier berganda, koefisien determinasi berganda, uji kelayakan model, uji t, dan koefisien determinasi parsial. Responden dari penelitian ini merupakan seratus dua puluh pengunjung Lippo Mall Sidoarjo. Hasil penelitian menunjukkan bahwa terdapat pengaruh manajemen proaktif terhadap kualitas pelayanan. Secara berurutan variabel manajemen proaktif yang mempengaruhi variabel kualitas pelayanan, yaitu empati, jaminan, bukti Fisik, kehandalan, dan daya tanggap."}, "filled": true, "author_pub_id": "FAPOP8oAAAAJ:eq2jaN3J8jMC", "num_citations": 0, "pub_url": "https://duts.petra.ac.id/index.php/duts/article/view/305", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:a_rgVvhVjosJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Tingkat Kepuasan Kontraktor Terhadap Kinerja Konsultan Manajemen Konstruksi Di Surabaya", "pub_year": 2023, "citation": "Dimensi Utama Teknik Sipil 10 (2), 137-155, 2023", "author": "Andre Wijaya and Andi Andi and Jani Rahardjo", "journal": "Dimensi Utama Teknik Sipil", "volume": "10", "number": "2", "pages": "137-155", "abstract": "Kinerja konsultan manajemen konstruksi merupakan faktor yang menentukan proses konstruksi akan memenuhi target dari owner. Penelitian bertujuan untuk mencari tingkat kepentingan kinerja konsultan manajemen konstruksi, tingkat penerapan kinerja konsultan manajemen konstruksi, indikator kinerja konsultan manajemen konstruksi yang perlu untuk ditingkatkan penerapannya serta tingkat kepuasan kontraktor terhadap kinerja konsultan manajemen konstruksi. Data diolah dengan nilai mean, importance performance analysis, dan customer satisfaction index. Hasil dari pengolahan data, ditemukan bahwa kinerja konsultan manajemen konstruksi dinilai penting dan telah diterapkan dengan baik menurut kontraktor. Indikator yang perlu untuk ditingkatkan penerapannya yaitu kemampuan menganalisa situasi dengan akurat, mengontrol biaya agar efisien dan sesuai dengan kontrak, serta membantu mengurangi komplain dari owner dan partisipan proyek. Kontraktor di Surabaya puas terhadap kinerja dari konsultan manajemen konstruksi secara keseluruhan."}, "filled": true, "author_pub_id": "FAPOP8oAAAAJ:SdhP9T11ey4C", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=5501153203429644927", "cites_id": ["5501153203429644927"], "pub_url": "https://mail.duts.petra.ac.id/index.php/duts/article/view/295", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:fxptMbEFWEwJ:scholar.google.com/", "cites_per_year": {"2024": 2, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "FAKTOR-FAKTOR KONSEP BANGUNAN HIJAU YANG DIPERTIMBANGKAN CALON KONSUMEN RUMAH KELAS MENENGAH DAN MENENGAH ATAS DI SURABAYA", "pub_year": 2023, "citation": "Dimensi Utama Teknik Sipil 10 (2), 211-231, 2023", "author": "Florentcia Hartono and Timoticin Kwanda and Jani Rahardjo", "journal": "Dimensi Utama Teknik Sipil", "volume": "10", "number": "2", "pages": "211-231", "abstract": "Penerapan konsep bangunan gedung hijau berfokus untuk menekan emisi CO2, sehingga mengurangi efek bahaya pada lingkungan, dan pemakaian energi menjadi lebih efektif dan efisien. Sayangnya, penelitian mengenai konsep ini di Surabaya belum ditemukan. Penelitian ini bertujuan untuk mencari faktor-faktor konsep bangunan gedung hijau yang dipertimbangkan oleh calon konsumen dalam memilih rumah kelas menengah dan menengah-atas di Surabaya. Pemilihan didasari luas kavling yang besar dan tidak dibatasi harga jualnya, sehingga penerapan konsep bangunan gedung hijau lebih leluasa untuk diterapkan. Berdasarkan hasil analisis faktor dari total 108 responden yang akan membeli rumah di Surabaya dan dikumpulkan secara daring melalui kuesioner, hipotesis yang diajukan benar yaitu terdapat perbedaan faktor konsep bangunan gedung hijau yang dipertimbangkan oleh calon pembeli, dengan faktor paling dipertimbangkan yaitu desain pemanfaatan cahaya matahari dan sirkulasi udara alami. Selain itu, 88.0% responden mengharapkan bangunan rumah yang mereka pertimbangkan memenuhi faktor bangunan hijau peringkat platinum menurut standar Green Building Council Indonesia."}, "filled": true, "author_pub_id": "FAPOP8oAAAAJ:9vf0nzSNQJEC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=2352186819517764921", "cites_id": ["2352186819517764921"], "pub_url": "https://mail.duts.petra.ac.id/index.php/duts/article/view/303", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:OVW2LnOlpCAJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PEMANFAATAN MESIN PENGAYAK UNTUK PENINGKATAN PRODUKTIVITAS PEMBUATAN PUPUK KOMPOS DI DESA MOJOTRISNO", "pub_year": 2023, "citation": "PEMANFAATAN MESIN PENGAYAK UNTUK PENINGKATAN PRODUKTIVITAS PEMBUATAN PUPUK …, 2023", "author": "Njo Anastasia and Jani Rahardjo", "abstract": "Limbah atau sampah rumah tangga yang bertumpuk di Tempat Pembuangan Akhir (TPA) akan terdekomposisi dengan proses tanpa oksigen (anaerob) sehingga menimbulkan bau menyengat (gas metana). Sebaliknya, dengan proses pengolahan tertentu, sampah organik dapat dimanfaatkan kembali menjadi pupuk organik. Sampah organik tersebut mudah terurai, tetapi mampu memberikan nilai tambah ekonomis setelah diolah kembali. Untuk mengolah sampah tersebut, dibutuhkan mesin ayak sebagai pemisah hasil rajangan sampah agar diolah menjadi pupuk kompos. Sampah berupa dedaunan dan ranting-ranting kecil dari tanaman jagung dan berbagai tanaman, limbah hasil dapur berupa sayur mayur dan tulang dirajang menjadi potongan lebih kecil. Proses perajangan yang dilanjutkan dengan pengayakan sampah memegang peranan penting untuk mendapatkan hasil rajangan dengan ukuran tertentu. Semakin kecil hasil ayakan rajangan sampah, semakin cepat proses dekomposisi menjadi pupuk organik. Manfaat dari pengolahan limbah tersebut menurunkan volume sampah yang diangkut ke TPA. Pengolahan sampah menjadi pupuk organik turut mengurangi kerusakan lingkungan, bahkan dapat meningkatkan hasil panen yang lebih alami karena tidak menggunakan pestisida. Hasil olahan pupuk organik tersebut dapat digunakan masyarakat sekitar untuk meningkatkan hasil panen juga turut memberikan manfaat finansial masyarakat pengelola sampah tersebut."}, "filled": true, "author_pub_id": "FAPOP8oAAAAJ:ye4kPcJQO24C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20935/1/Publikasi1_98008_10409.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Ox-z38izwqQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Preliminary Analysis of Life Cycle Assessment on Single-Use Plastic Cutlery Set Substitutes in the Catering Industry", "pub_year": 2023, "citation": "The Journal of Indonesia Sustainable Development Planning 4 (2), 122-135, 2023", "author": "Muhammad Ainul Fahmi and Maghfur Rozudin and Suci Oktaviani Putri and Jani Rahardjo", "journal": "The Journal of Indonesia Sustainable Development Planning", "volume": "4", "number": "2", "pages": "122-135", "abstract": "Single Use Cutlery plastic is an item easily obtained from food catering packages, such as tableware and cutlery sets from the catering industry and is very harmful to the environment. Therefore, this study conducted a Life Cycle Assessment (LCA) analysis to identify the key factors influencing the replacement of single-use cutlery sets within the catering industry. Data collected from the catering industry in Surabaya were processed using SEM PLS modeling. The results showed that the factors Goal and Scope Definition, Life Cycle Inventory, Impact Assessment, and Result Interpretation impact the Life Cycle Assessment of the Catering Industry in Surabaya City as evidenced by all p-values of the inner model being less than 0.05."}, "filled": true, "author_pub_id": "FAPOP8oAAAAJ:dTyEYWd-f8wC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=13988591597592323667", "cites_id": ["13988591597592323667"], "pub_url": "https://jurnal.pusbindiklatren.bappenas.go.id/lib/jisdep/article/view/444", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:UyaBevF1IcIJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
