{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Freelancer Application: A Gateway to Job-Seeking Opportunities for Students", "pub_year": 2023, "citation": "2023 3rd International Conference on Intelligent Cybernetics Technology …, 2023", "author": "Lily Puspa Dewi and Michael Wong and Henry N Palit", "conference": "2023 3rd International Conference on Intelligent Cybernetics Technology & Applications (ICICyTA)", "pages": "347-351", "publisher": "IEEE", "abstract": "Freelancing has become one of the most popular professions today. This has happened because freelance work offers a significantly higher level of flexibility compared to other types of professions. However, the most popular freelance platforms only focus on professional freelancers, making it difficult for undergraduate students to start their careers as freelancers. Therefore, an application is needed to support the students in the process of starting their freelance services. The system proposed will be designed in the form of a mobile application that functions as a platform to provide various services offered by freelancers. Using this application, business owners will be directed to the academic community, where students can become the main actors as freelancers so that they can apply the knowledge gained during lectures, develop portfolios, and add work experience. This application can become a forum for all …"}, "filled": true, "author_pub_id": "fCacnq4AAAAJ:oNZyr7d5Mn4C", "num_citations": 0, "pub_url": "https://ieeexplore.ieee.org/abstract/document/10428742/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:7qKMbpLy9FwJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pelatihan Metode Computational Thinking melalui Pemrograman Menggunakan Scratch untuk Siswa Sekolah Dasar", "pub_year": 2023, "citation": "Jurnal pengabdian masyarakat bangsa 1 (8), 1679-1683, 2023", "author": "Agustinus Noertjahyana and Lily Puspa Dewi and Silvia Rostianingsih and Henry Novianus Palit and Stephanus A Ananda", "journal": "Jurnal pengabdian masyarakat bangsa", "volume": "1", "number": "8", "pages": "1679-1683", "publisher": "Petra Christian University", "abstract": "Pelatihan pemrograman dengan menggunakan scratch bertujuan untuk membantu mengajarkan konsep berpikir  komputasi secara sederhana kepada siswa Sekolah Dasar. Metode yang digunakan dalam pelatihan ini adalah  dengan memberikan penjelasan tentang konsep pemrograman lalu dilanjutkan dengan memberikan contoh contoh program sederhana. Selanjutnya siswa diajak untuk mencoba secara langsung menggunakan komputer  dan diminta untuk menjelaskan langkah-langkah yang dilakukan. Harapan dari adanya pelatihan ini adalah siswa  sekolah dasar mampu berpikir secara komputasi dan dapat menerapkan dalam kehidupan sehari-hari. Setelah 2  hari pelatihan, siswa sekolah dasar menunjukkan hasil yang baik, dimana mereka mampu membuat program  sederhana berdasarkan permasalahan yang ada."}, "filled": true, "author_pub_id": "fCacnq4AAAAJ:kz9GbA2Ns4gC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=16679081099123773333", "cites_id": ["16679081099123773333"], "pub_url": "https://repository.petra.ac.id/20665/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:lU803eP_d-cJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Kajian Early Warning System Untuk Banjir Studi Kasus di Kenjeran Surabaya", "pub_year": 2023, "citation": "E-Jurnal SPIRIT PRO PATRIA 9 (1), 84-92, 2023", "author": "Yulius Hari and Yonatan Widianto and Lily Puspa Dewi and Fransisca Hanita Rusgowanto and Minny Elisa Yanggah and Yulia Setyarini", "journal": "E-Jurnal SPIRIT PRO PATRIA", "volume": "9", "number": "1", "pages": "84-92", "abstract": "Bencana banjir memiliki dampak sistemik yang signifikan pada berbagai aspek kehidupan masyarakat. Oleh karena itu, perlu dilakukan upaya-upaya preventif dan mitigasi bencana sebelum terjadinya banjir, serta aksi cepat dan tanggap bencana pascabanjir untuk meminimalkan dampak dan memperbaiki kerugian yang timbul. Surabaya sebagai kota terbesar kedua di Indonesia juga sering mendapatkan dampak banjir sebagai salah satu bencana yang sering terjadi. Penelitian ini mencoba mengkaji Early Warning System untuk bencana banjir khususnya di rumah pompa pada daerah Kenjeran. Pengukuran sistem dibantu dengan sensor jarak ultrasonic dan infrared untuk mendapatkan ketinggian air serta kajian dengan data pada Weather API. Intensitas curah hujan pada 3 tahun ini mengalami peningkatan, meskipun dalam rerata yang masih dapat ditolerir sehingga masih dapat dialihkan dan direkayasa sehingga banjir dapat diminimalisir. Jumlah EWS yang ada di Surabaya, khususnya di daerah Kenjeran sudah sesuai karena telah mencakup 80% dari areal wilayah tersebut dan mampu mereduksi dampak banjir dengan mempercepat penyurutan air. Namun dari data yang dikumpulkan ketinggian air laut meningkat cukup signifikan, khususnya pada saat tertentu dimana air laut pasang dan perubahan iklim serta adanya siklon tropis sehingga banjir rob masih menjadi ancaman dan permasalahan untuk diselesaikan"}, "filled": true, "author_pub_id": "fCacnq4AAAAJ:lmc2jWPfTJgC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=2068872763478274874", "cites_id": ["2068872763478274874"], "pub_url": "https://jurnal.narotama.ac.id/index.php/patria/article/view/2348", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:OnOaKNEcthwJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Efektivitas E-Modul Berbasis Catur Pramana Pada Pembelajaran IPA Untuk Meningkatkan Hasil Belajar", "pub_year": 2023, "citation": "PENDASI Jurnal Pendidikan Dasar Indonesia 7 (1), 107-119, 2023", "author": "LPC Dewi and DP Parmiti and IG Astawan", "journal": "PENDASI Jurnal Pendidikan Dasar Indonesia", "volume": "7", "number": "1", "pages": "107-119", "abstract": "Penelitian ini bertujuan untuk (1) mengetahui validitas E-Modul Berbasis Catur Pramana Pada Pembelajaran IPA,(2) mengetahui kepraktisan E-Modul Berbasis Catur Pramana Pada Pembelajaran IPA dan (3) mengetahui efektivitas E-Modul Berbasis Catur Pramana Pada Pembelajaran IPA. Subjek penelitian adalah 6 orang ahli yang terdiri dari ahli media, materi, bahasa untuk menguji validitas produk, guru sebanyak 4 orang menguji kepraktisan produk dan siswa 35 orang siswa menguji kepraktisan dan efektivitas produk. Metode pengumpulan data kuesioner dan kepraktisan serta tes hasil belajar untuk efektivitas. Instrumen pengumpulan data pada kuesioner terdiri dari; instrumen media, materi, ahli bahasa, dan instrumen hasil belajar berupa tes pilihan ganda. Analisis data dekriptif kuantitatif dan kualitatif. Jenis penelitian ini adalah penelitian pengembangan. Adapun produk yang dihasilkan berupa E …"}, "filled": true, "author_pub_id": "fCacnq4AAAAJ:LI9QrySNdTsC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=17982565120856407057", "cites_id": ["17982565120856407057"], "pub_url": "https://ejournal2.undiksha.ac.id/index.php/jurnal_pendas/article/view/1991", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Ebz5orPnjvkJ:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Utilization of the Agora video broadcasting library to support remote live streaming", "pub_year": 2022, "citation": "AIP Conference Proceedings 2658 (1), 2022", "author": "Lily Puspa Dewi and Agustinus Noertjahyana and Justinus Andjarwirawan and Nico Gufron", "journal": "AIP Conference Proceedings", "volume": "2658", "number": "1", "publisher": "AIP Publishing", "abstract": "In daily life, people utilize the video technology, especially live streaming to provide a real time transmission of an event or activity. Live streaming helps the robustness of a long-distance view by enabling the viewer to see what would normally be seen if on-site. It describes the real time situation in video mode to fulfill the particular information. In this case, a minimal capture-display delay is important. By using recent technological advances have certainly made it possible to produce remote live-streaming. In this research, we utilize the Agora. io in broadcasting live streaming video to help people view an event real time without being in the same place. We analyzed the limitations of mobile-based live streaming applications, such as delay, frames per second, and resolution. The paper describes experimentally the most relevant approaches for the research. The results of this research present an overview for the …"}, "filled": true, "author_pub_id": "fCacnq4AAAAJ:kuK5TVdYjLIC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=14432789163208709497", "cites_id": ["14432789163208709497"], "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2658/1/050001/2831676", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:eZUpl0aRS8gJ:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Android based remote driving for real time vehicle monitoring", "pub_year": 2022, "citation": "AIP Conference Proceedings 2658 (1), 2022", "author": "Agustinus Noertjahyana and Lily Puspa Dewi and Justinus Andjarwirawan and Nico Gufron", "journal": "AIP Conference Proceedings", "volume": "2658", "number": "1", "publisher": "AIP Publishing", "abstract": "At this time, where internet connections are increasingly being used to support daily life, they are also widely used to monitor events. It is inseparable from every incident that occurs in transportation facilities, including motorbikes or cars. To be able to monitor every incident that occurs when using a vehicle, this study applies an Android-based DVR application that is equipped with GPS, speedo meter and Live Streaming. It is hoped that with this application, users can record videos and take photos accompanied by the location and description of each incident. In addition, the live streaming feature can help other users to join by entering the channel name. The tests carried out show that the live streaming feature can be implemented properly using each channel."}, "filled": true, "author_pub_id": "fCacnq4AAAAJ:gsN89kCJA0AC", "num_citations": 0, "pub_url": "https://pubs.aip.org/aip/acp/article-abstract/2658/1/050002/2831656", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:lLv_AkmduYkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sistem Pendukung Keputusan Pelatihan Karyawan Dengan Metode PIPRECIA-EDAS", "pub_year": 2021, "citation": "Seminar Nasional Ilmu Terapan 5 (1), C15-C15, 2021", "author": "Lily Puspa Dewi and Alexander Setiawan and Cynthia Stefanie Suryadi", "journal": "Seminar Nasional Ilmu Terapan", "volume": "5", "number": "1", "pages": "C15-C15", "abstract": "Salah satu sumber daya penting di perusahaan adalah sumber daya manusia, oleh karena ini pengembangan kompetensi sumber daya manusia merupakan salah satu hal yang perlu diperhatikan. Salah satu cara yang digunakan untuk meningkatkan kompetensi karyawan adalah dengan mengikuti pelatihan sesuai dengan bidang pekerjaannya. Dengan jumlah karyawan, bidang pekerjaan dan jenis serta topik pelatihan yang banyak, perusahaan seringkali mengalami kesulitan dalam pemilihannya. Untuk membantu perusahaan dalam proses pemilihan pelatihan dan karyawan sebagai pesertanya maka dirancang sistem pendukung keputusan untuk pemilihan pelatihan dengan menggunakan metode PIPRECIA-EDAS. Pada penelitian ini diambil studi kasus untuk sistem pendukung keputusan untuk proses seleksi peserta pelatihan. Aplikasi pendukung keputusan yang dihasilkan, dapat diakses oleh kepala divisi atau manajer. Kriteria penilaian yang dipilih yaitu nilai presensi, hasil uji skill, skill dan penilaian manajer. Penggabungan metode PIPRECIA-EDAS digunakan untuk membantu manajer dalam mengambil keputusan peserta pelatihan."}, "filled": true, "author_pub_id": "fCacnq4AAAAJ:vbGhcppDl1QC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=14306605572311078338", "cites_id": ["14306605572311078338"], "pub_url": "https://ojs.widyakartika.ac.id/index.php/sniter/article/view/379", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:wtU55_dFi8YJ:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 1, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The challenges of EFL Teacher in conducting online learning at SMA Candimas Pancasari", "pub_year": 2021, "citation": "Journal of Educational Study 1 (3), 160-171, 2021", "author": "Luh Putu Rastiti Puspita Dewi and Putu Adi Krisna Juniarta and Ni Putu Astiti Pratiwi", "journal": "Journal of Educational Study", "volume": "1", "number": "3", "pages": "160-171", "abstract": "The purpose of this study was to determine the teachers' challenge in conducting online learning at SMA Candimas Pancasari The design of this research is descriptive qualitative. In this study, the challenges of teachers in online teaching were analyzed and described descriptively. The findings in this study are about the challenges of teachers in conducting online learning at SMA Candimas Pancasari and how to overcome the challenges. Internet connection is one of the main challenges in online teaching. Internet connection is influential in online learning because some teachers and students live in difficult signal areas. This poor internet connection makes online learning unable to be 100% effective. Teachers have ways of overcoming these challenges by way of offline (LURING) for some students who have problems and provide a schedule to come to school. Teachers can overcome these challenges with various strategies during online learning."}, "filled": true, "author_pub_id": "fCacnq4AAAAJ:k8Z6L05lTy4C", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=361680649977280941", "cites_id": ["361680649977280941"], "pub_url": "https://jurnal.stkipahsingaraja.ac.id/index.php/joes/article/view/196", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:rTkHiKLyBAUJ:scholar.google.com/", "cites_per_year": {"2023": 3, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Urban mobility modeling to reduce traffic congestion in Surabaya: a system dynamics framework", "pub_year": 2021, "citation": "Journal of Modelling in Management 16 (1), 37-69, 2021", "author": "Erma Suryani and Rully Agus Hendrawan and Philip Faster Eka Adipraja and Arif Wibisono and Lily Puspa Dewi", "journal": "Journal of Modelling in Management", "volume": "16", "number": "1", "pages": "37-69", "publisher": "Emerald Publishing Limited", "abstract": "This paper aims to address the urban mobility and traffic congestion problem under environmental dynamics to improve mobility and reduce traffic congestion using system dynamics (SD) simulation and scenarios.SD simulation was used to analyze urban mobility and traffic congestion. Data were collected from the Transportation Department of Surabaya City. Several scenarios to improve urban mobility and reduce traffic congestion were developed by modifying the structures and parameters of the model.Several factors influence urban mobility, including modal split, trip frequency, delay performance and the ratio of public transport supply and demand. Urban mobility, daily traffic and road capacity are some factors that affect traffic congestion. Scenarios can be designed based on the assumptions of the proposed strategy.The study …"}, "filled": true, "author_pub_id": "fCacnq4AAAAJ:ZuybSZzF8UAC", "num_citations": 37, "citedby_url": "/scholar?hl=en&cites=14121791689253620378", "cites_id": ["14121791689253620378"], "pub_url": "https://www.emerald.com/insight/content/doi/10.1108/jm2-03-2019-0055/full/html", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:mooGjriu-sMJ:scholar.google.com/", "cites_per_year": {"2021": 9, "2022": 7, "2023": 10, "2024": 9, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Fault Tolerance pada Microservice Architecture dengan Circuit Breaker dan Bulkhead Pattern", "pub_year": 2021, "citation": "Jurnal Infra 9 (2), 2021", "author": "Edward Hosea and H Palit and Lily Puspa Dewi", "journal": "Jurnal Infra", "volume": "9", "number": "2", "abstract": "Microservice architecture as a solution to the monolithic architectural system is growing more and more in use today. As a fairly successful solution, the microservice system is not devoid of new problems and other challenges that arise. Microservice as a self-developed system and a service that communicates between networks are often fault. Any fault that occurs can be caused by high latency or because of the internal problem that causes the slowing down process. This may cause microservice to be inaccessible to the user or other microservice in need. The research provides a solution to the implementation of a microservice system that can withstand fault by applying the stability pattern with a circuit breaker and bulkhead pattern. Tests are made on the implementation of microservice systems using the PRS case study used by the Christian university of Petra. Fault executives are implemented to test the …"}, "filled": true, "author_pub_id": "fCacnq4AAAAJ:p__nRnzSRKYC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=17908627453428343735", "cites_id": ["17908627453428343735"], "pub_url": "https://scholar.google.com/scholar?cluster=17908627453428343735&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:t6Nn8Mg5iPgJ:scholar.google.com/", "cites_per_year": {"2023": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Rancang Bangun Aplikasi Bimbingan Skripsi Online Mahasiswa Berbasis Mobile (Studi Kasus Program Studi Informatika Universitas Kristen Petra)", "pub_year": 2021, "citation": "Jurnal Infra 9 (2), 302-307, 2021", "author": "Semuel Lesbassa and Alexander Setiawan and Lily Puspa Dewi", "journal": "Jurnal Infra", "volume": "9", "number": "2", "pages": "302-307", "abstract": "During the guidance process, students must bring a guidance form to record the results of their guidance with the supervisor. But students often do not bring the guidance form so that guidance activities are hampered. And in online learning right now because of the Corona Virus Disease 19 (Covid-19) pandemic. There are difficulties in contacting the lecturer to be used as a supervisor so that it can hinder students in doing their final assignment. Seeing the background of this problem, an online thesis guidance application was designed with a mobile application in which there is a guidance form that can be accessed by students and supervisors anytime and anywhere. And has features that can help students communicate with lecturers in conducting their guidance. The results obtained from this application include a thesis submission form, a guidance form for the guidance process and a chat feature for student and …"}, "filled": true, "author_pub_id": "fCacnq4AAAAJ:BwyfMAYsbu0C", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=16657518866728990569", "cites_id": ["16657518866728990569"], "pub_url": "https://scholar.google.com/scholar?cluster=16657518866728990569&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:abe_aidlK-cJ:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 2, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Aplikasi Human Resource Information System dengan Fitur Sistem Pendukung Keputusan (Studi Kasus PT. Industri Kreatif Digital)", "pub_year": 2021, "citation": "J. Infra 9 (2), 314-319, 2021", "author": "Cynthia Stefanie Suriady and Lily Puspa Dewi and Alexander Setiawan", "journal": "J. Infra", "volume": "9", "number": "2", "pages": "314-319", "abstract": "PT. Industri Kreatif Digital is a service company providing services for cloud hosting, VPS, and website creation. Right now, data processing for human resources still has a lot of weaknesses. One of these weaknesses is that the company still does manual work to register, payroll, collect absence, and recruitment of workers that can cause inaccuracies in processing information. PT. IKADA needs a Human Resource Information System (HRIS) that can provide simultaneous and easy processing of workers data to produce accurate and quick results. HRIS is equipped with a Decision Support System that can give out recommendations for prospective workers, promotions, and Mikrotik training for workers. In this thesis an HRIS has been designed and equipped with a few modules including personalia, recruitment, payroll, absence, evaluation, and reporting module. The Decision Support System itself uses the …"}, "filled": true, "author_pub_id": "fCacnq4AAAAJ:BUYA1_V_uYcC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=6301467394553461273", "cites_id": ["6301467394553461273"], "pub_url": "https://scholar.google.com/scholar?cluster=6301467394553461273&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:GboQcDVPc1cJ:scholar.google.com/", "cites_per_year": {"2023": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pembuatan Konfigurasi SSL yang Aman untuk Diimplementasikan pada Apache dan Nginx", "pub_year": 2021, "citation": "Jurnal Infra 9, 1-6, 2021", "author": "Eka Wijaya Budihardjo and Lily Puspa Dewi and Agustinus Noertjahyana", "journal": "Jurnal Infra", "volume": "9", "pages": "1-6", "abstract": "Exploitation of a web server is a form of behavior of someone who takes advantage of a software vulnerability or security weakness. Exploitation of the web server can be in the form of Zombie Poodle, Golden Doodle, Poodle, and others. In addition, there are also man-in-the-middle-attacks such as protocol downgrade attacks and cookie hijacking. Therefore, this study aims to examine a web server based on SSL configuration and provide suggestions for a better and more secure SSL configuration. Testing in this study uses a program called SSLyze and this research produces a detailed report that can help to configure SSL on the Apache web server and Nginx web server properly and correctly in order to prevent further attacks. In addition to increasing security on the web server, using the right SSL configuration can make web server performance become optimal. The test results show that implementing the tested …"}, "filled": true, "author_pub_id": "fCacnq4AAAAJ:uWiczbcajpAC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=1942843725884172337", "cites_id": ["1942843725884172337"], "pub_url": "https://scholar.google.com/scholar?cluster=1942843725884172337&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:MShsNxNe9hoJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Implementasi Sistem Administrasi dan Inventory Control pada Warehouse UD. X", "pub_year": 2021, "citation": "Jurnal Infra 9 (1), 59-63, 2021", "author": "Michael Pang and Lily Puspa Dewi and Yulia Yulia", "journal": "Jurnal Infra", "volume": "9", "number": "1", "pages": "59-63", "abstract": "Inventory control is a process to ensure the amount of supply available in a business process. Inventory control can help prevent losses and turnover and maximize customer satisfaction. The problems experienced by UD Warehouse. X is prone to stockout and inaccurate transaction recording. Inventory control and administration systems will be used to help avoid stockouts and record transactions accurately. Based on the transactions that have been recorded in the system, it can produce the ideal number of goods procured along with when the goods are procured. Reports for each period can be seen on the system in accordance with the recording of transaction data. The data used in calculating Economic Order Quantity and Reorder Point are transactions from 2018 at the UD warehouse. X."}, "filled": true, "author_pub_id": "fCacnq4AAAAJ:-_dYPAW6P2MC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=13856421480025187279", "cites_id": ["13856421480025187279"], "pub_url": "https://scholar.google.com/scholar?cluster=13856421480025187279&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:z2P-7uvlS8AJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Game Real-Time Strategy Conquest War Berbasis Web Menggunakan Finite-State Machine", "pub_year": 2021, "citation": "Jurnal Infra, 2021", "author": "Jimmy Christian Tanian and Alexander Setiawan and Lily Puspa Dewi and PS Informatika and FT Industri and JS Surabaya", "journal": "Jurnal Infra", "abstract": "With the development of technology today, games are one of the activities that are popular for many people. Starting from children and even adults are also playing videogames. strategy game is the one of them. Of the many real-time strategy games available, there are still many real-time strategy games today that are too complex and difficult for players to understand. In this thesis, a real-time strategy game will be made that is easy to understand and play but does not eliminate the strategy element in the game. In order for this game to be even more interesting, Artificial Intelligence (AI) finite state machine (FSM) was added to this game to regulate the opponent's movements in order to make the game lively. In this game, there are features ie save/load to save and load data and sound settings to adjust the sound. The result from 5 respondents that give rating: 76% game control, 68% game graphic, 80% game sound …"}, "filled": true, "author_pub_id": "fCacnq4AAAAJ:35r97b3x0nAC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=9262326262978927974", "cites_id": ["9262326262978927974"], "pub_url": "https://scholar.google.com/scholar?cluster=9262326262978927974&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Zl2hiqlkioAJ:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sistem Informasi Simpan Pinjam Koperasi Citra Abadi", "pub_year": 2021, "citation": "J. INFRA, 1, 2021", "author": "Yuan Pratama and Lily Puspa Dewi and Alexander Setiawan", "journal": "J. INFRA", "pages": "1", "abstract": "Currently, the Citra Abadi savings and loan cooperative is still running all of its business processes manually. Cooperative recording is still done manually by means of books and paper. As a result of the system that is still manual, cooperative employees often find it difficult to find the required data quickly, for example when looking for member data, savings and loan data. Cooperative employees must find this data from the pile of cooperative records. It is also less effective and there is often missing data. Problems are also found when calculating reports in the cooperative, such as SHU reports, savings reports, and loan reports, the calculation process will take a very long time because you have to manually collect data which will be calculated one by one manually using a calculator. HTML 5 web-based information systems and PHP is built using Bootstrap framework and MySQL database. Features provided include …"}, "filled": true, "author_pub_id": "fCacnq4AAAAJ:2KloaMYe4IUC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=5242357740004457710", "cites_id": ["5242357740004457710"], "pub_url": "https://scholar.google.com/scholar?cluster=5242357740004457710&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:7jx83paYwEgJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Implementasi Program Presensi Mahasiswa dengan menggunakan Face Recognition", "pub_year": 2021, "citation": "Publication. Petra. Ac. Id, 2021", "author": "Richard Lawrence Thiosdor and Kartika Gunadi and Lily Puspa Dewi and JS Surabaya", "journal": "Publication. Petra. Ac. Id", "abstract": "The problem of using a physical attendance list causes a cheat where the student does “fake attendance” by asking another students to sign the attendance list on his/her behalf. This problems are often found in college activities. Detection of student faces uses the Face Recognition library as a mean of validation in the attendance check process. Face recognition requires face images that have been preprocessed and uses the K-Nearest Neighbor model (KNN) or Support Vector Machine (SVM) to validate student faces in the attendance check process. Testing on 15 sample face images with 40 total face classes yields an average accuracy of 99%. Face Recognition cannot detect faces if the facial features are obstructed. This validation of student attendance successfully uses Face Recognition to minimize cheating in taking attendance."}, "filled": true, "author_pub_id": "fCacnq4AAAAJ:tzM49s52ZIMC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=5060412791792918789", "cites_id": ["5060412791792918789"], "pub_url": "https://scholar.google.com/scholar?cluster=5060412791792918789&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:BeGod58yOkYJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 2, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Implementasi Website Kelas Untuk Pengerjaan Proyek Mata Kuliah", "pub_year": 2021, "citation": "J. Infra 9 (1), 33-39, 2021", "author": "Yanes Robert Yeska Kakihary and Alexander Setiawan and Lily Puspa Dewi", "journal": "J. Infra", "volume": "9", "number": "1", "pages": "33-39", "abstract": "Currently, the process of working on a project or group assignment from the teacher will often experience a lack of control over the process. The whole of a group work is only seen from the results and accuracy in the collection. In fact, in addition to results and timeliness, teachers also need to know the process of each individual to understand their level of ability. Looking at the background of the problem, an application is designed that improves individual performance control in project work or group assignments. This application will use a special framework to solve control problems, and can manage project work management to make it better. Applications will be created using the PHP programming language and MySQL as a database. The results obtained from this application include the creation of a working website with a framework for project control to regulate existing work processes."}, "filled": true, "author_pub_id": "fCacnq4AAAAJ:_Re3VWB3Y0AC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=375780469913062640", "cites_id": ["375780469913062640"], "pub_url": "https://scholar.google.com/scholar?cluster=375780469913062640&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8IyyrlgKNwUJ:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 1, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Resilience ecotourism in Papua amid COVID 19 pandemic", "pub_year": 2020, "citation": "E-journal of tourism 7 (2), 250-264, 2020", "author": "Liliana Dewi", "journal": "E-journal of tourism", "volume": "7", "number": "2", "pages": "250-264", "publisher": "Doctoral Program in Tourism", "abstract": "Tourism destination is facing numerous crises caused by climate change, natural disaster, economic recession, instability political, internal turmoil and terrorism. These crises affect inbound tourism flows and consequently the tourism industry. New crisis as we know Covid 19 pandemic affecting many sectors, the most affected is the tourism industry. Purpose of this research was (1) to determine mitigation strategies of Ministry of Tourism and Creative Economy amid Covid 19 pandemic,(2) to learn the adaptation strategy of community ecotourism to survive amid Covid 19 pandemic and (3) to analyze the implication of Covid 19 epidemic on ecotourism destination resilience in Papua. The research was qualitative research with descriptive explanation, and data collections used interview, documentation, literature study. SWOT analysis method to analyze strength, weakness, opportunity and threat of resilience ecotourism in Papua. The procedure of data analysis techniques in this research used (1) data reduction,(2) presentation data,(3) conclusions. The result of this study showed there were three adaptation strategies (1) physically (2) economically, and (3) social. Covid 19 pandemic gives big implicated to the economic sector, social and culture sectors on ecotourism destination resilience. Cancellations of guest booking and travelling restriction impact on community ecotourism lifecycle. Meanwhile, other industries such as geography, demography, natural resources, politic and security were not implicated by Covid 19 pandemic."}, "filled": true, "author_pub_id": "fCacnq4AAAAJ:epqYDVWIO7EC", "num_citations": 30, "citedby_url": "/scholar?hl=en&cites=2609228810405580830", "cites_id": ["2609228810405580830"], "pub_url": "https://www.academia.edu/download/92169013/36624.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:HpDwXcfXNSQJ:scholar.google.com/", "cites_per_year": {"2020": 1, "2021": 8, "2022": 9, "2023": 8, "2024": 4}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A model to improve corn productivity and production", "pub_year": 2020, "citation": "Journal of Modelling in Management 15 (2), 589-621, 2020", "author": "Erma Suryani and Lily Puspa Dewi and Lukman Junaedi and Rully Agus Hendrawan", "journal": "Journal of Modelling in Management", "volume": "15", "number": "2", "pages": "589-621", "publisher": "Emerald Publishing Limited", "abstract": "This paper aims to address the corn productivity and production problem under the environmental dynamics to improve the productivity and production through the use of models and scenarios.System dynamics simulation model is implemented to develop harvested area, productivity and production models. To improve productivity and production, several scenarios have been developed by modifying the model’s structures and parameters.Some factors affecting productivity include soil nutrition, planting patterns, corn quality, irrigation, technology, climate, disease and pest attacks. Corn production after land expansion and intensification depends on the harvested area, productivity and rendement.The data and information used in this study were obtained from East Java Agricultural Department.Corn productivity …"}, "filled": true, "author_pub_id": "fCacnq4AAAAJ:N5tVd3kTz84C", "num_citations": 10, "citedby_url": "/scholar?hl=en&cites=6034931203407900225", "cites_id": ["6034931203407900225"], "pub_url": "https://www.emerald.com/insight/content/doi/10.1108/jm2-11-2018-0181/full/html", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:QW4Mf_RhwFMJ:scholar.google.com/", "cites_per_year": {"2020": 1, "2021": 3, "2022": 2, "2023": 1, "2024": 2, "2025": 1}}
