{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Impact of Social Media Influencerson AttitudestowardLocal Food and Behavioral Intentions: A Study on Foreign Tourists Visiting Bali", "pub_year": 2025, "citation": "International Journal of Applied Business Research 7 (1), 41-57, 2025", "author": "Sienny Thio and Yonathan Palumian", "journal": "International Journal of Applied Business Research", "volume": "7", "number": "1", "pages": "41-57", "publisher": "Politeknik Negeri Bandung"}, "filled": true, "author_pub_id": "fh32y3AAAAAJ:9ZlFYXVOiuMC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:2rkncVDHE00J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PELATIHAN BUSINESS MODEL CANVAS (BMC) BAGI PARA PEMILIK USAHA KECIL DI SABU RAIJUA, NUSA TENGGARA TIMUR", "pub_year": 2025, "citation": "Jurnal Abdikarya: Jurnal Karya Pengabdian Dosen Dan Mahasiswa, 1-8, 2025", "author": "Sesilya Kempa and Wilma Laura Sahetapy and Widjojo Suprapto and Yonathan Palumian and Fransisca Andreani", "journal": "Jurnal Abdikarya: Jurnal Karya Pengabdian Dosen Dan Mahasiswa", "pages": "1-8", "abstract": "Kegiatan pengabdian ini ditujukan kepada para pelaku usaha yang tergabung dalam kelompok swadaya masyarakat PPA Sabu Raijua. Hasil observasi menunjukkan adanya keterbatasan pemahaman mengenai model bisnis yang sesuai dengan kondisi usaha mereka. Banyak pelaku usaha dalam kelompok tersebut memiliki konsep yang kurang tepat tentang potensi produk, pemetaan pelanggan, dan pengelolaan keuangan, sehingga menghambat pengembangan usaha serta peningkatan kesejahteraan ekonomi mereka. Pelatihan dan pendampingan dalam pembuatan model bisnis dengan menggunakan Business Model Canvas (BMC) difokuskan pada perubahan pola pikir dan perilaku dalam pengelolaan usaha mikro dan kecil. Setelah melakukan tes kesehatan keuangan usaha dan mengunjungi setiap usaha, tema utama pelatihan adalah penyusunan model bisnis baru berdasarkan panduan dari BMC …"}, "filled": true, "author_pub_id": "fh32y3AAAAAJ:Wp0gIr-vW9MC", "num_citations": 0, "pub_url": "https://scholar.google.com/scholar?cluster=3384350405078749435&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-xArKsOg9y4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Innovation Capabilities among Young Entrepreneurs in Sabu Raijua: The Roles of Strategic Intuition Capability, Managerial Cognitive Capability, and Absorptive Capacity", "pub_year": 2024, "citation": "Journal of Ecohumanism 3 (8), 9908–9924-9908–9924, 2024", "author": "Sesilya Kempa and Wilma Laura Sahetapy and Fransisca Andreani and Widjojo Suprapto and Yonathan Palumian", "journal": "Journal of Ecohumanism", "volume": "3", "number": "8", "pages": "9908–9924-9908–9924", "abstract": "Sabu Island, a tiny and remote island in East Nusa Tenggara, is a home to young entrepreneurs facing unique challenges to sustain their small businesses in the middle of unfavorable geographic conditions. As small and medium enterprises (SMEs) actors, these young entrepreneurs need to elevate their innovation capability to navigate uncertain and complex environments. This study is aimed to identify the factors influencing innovation capability, focusing on absorptive capacity, managerial cognitive capability, and strategic intuition capability among young entrepreneurs in Sabu Raijua. Using a sample of 244 young SMEs actors and employing Partial Least Squares (PLS) to test the hypotheses, the findings reveal that absorptive capacity and managerial cognitive capability are the strongest predictors promoting innovation capability. In addition, the study highlights that while strategic intuition capability significantly contributes to innovation capability, its effect is relatively less pronounced compared to the other factors. These insights underscore the importance of enhancing cognitive and knowledge absorption mechanisms to elevate the innovative potential of young entrepreneurs in remote regions like Sabu Raijua."}, "filled": true, "author_pub_id": "fh32y3AAAAAJ:aqlVkmm33-oC", "num_citations": 0, "pub_url": "https://ecohumanism.co.uk/joe/ecohumanism/article/view/5604", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8qGqdyfbyaIJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Empirical Study of Technology Acceptance Model among Mobile Banking Users in Indonesia", "pub_year": 2024, "citation": "Journal of Ecohumanism 3 (8), 7486–7498-7486–7498, 2024", "author": "Yonathan Palumian and Zeplin Jiwa Husada Tarigan and Fransiscus Solanus Rayhan Garvey and Santi Sundari", "journal": "Journal of Ecohumanism", "volume": "3", "number": "8", "pages": "7486–7498-7486–7498", "abstract": "Mobile banking is an innovation of banking services developed to facilitate the activities and financial transactions of customers. Mobile banking offers a high degree of ease and flexibility so it can be used anywhere and anytime through the practices of each user. The continued use of mobile banking is influenced by several important factors including expectation-confirmation, satisfaction, and perceived usefulness. The study aims to test the role of the above three factors in their influence on sustainable intentions among mobile banking users in Indonesia. The explanatory research with this quantitative approach involved 326 respondents in an online questionnaire-based survey. Using partial least square (PLS-SEM) as the data analysis technique, this study explains that perceived usefulness and satisfaction have a significant influence on continuous usage intention while expectation-confirmation has no significant effect on the continuous intention."}, "filled": true, "author_pub_id": "fh32y3AAAAAJ:qxL8FJ1GzNcC", "num_citations": 0, "pub_url": "https://ecohumanism.co.uk/joe/ecohumanism/article/view/5377", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8gmxcM4pxYsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Modul Digital Sistem Informasi Dan Kecerdasan Bisnis (SIKB)", "pub_year": 2024, "citation": "Modul Digital Sistem Informasi Dan Kecerdasan Bisnis (SIKB), 2024", "author": "Oviliani Yenty Yuliana and Yonathan Palumian", "abstract": "SURAT PENCATATAN CIPTAAN Page 1 an MENTERI HUKUM DAN HAK ASASI MANUSIA \nDIREKTUR JENDERAL KEKAYAAN INTELEKTUAL ub Direktur Hak Cipta dan Desain \nIndustri IGNATIUS MT SILALAHI NIP. 196812301996031001 REPUBLIK INDONESIA \nKEMENTERIAN HUKUM DAN HAK ASASI MANUSIA SURAT PENCATATAN CIPTAAN \nDalam rangka pelindungan ciptaan di bidang ilmu pengetahuan, seni dan sastra \nberdasarkan Undang-Undang Nomor 28 Tahun 2014 tentang Hak Cipta, dengan ini \nmenerangkan: Nomor dan tanggal permohonan Pencipta Nama Alamat Kewarganegaraan \nPemegang Hak Cipta Nama EC002024223781,12November2024OvilianiYentyYuliana,STdanYonathanPalumian\nSiwalankertoPermaiV/L-23,RT006/RW006,KelurahanSiwalankerto,Kecamatan Wonocolo, \nWonocolo, Surabaya, Jawa Timur, 60236 IndonesiaLPPMUniversitasKristenPetraJalanSiwalankertoNo.121-…"}, "filled": true, "author_pub_id": "fh32y3AAAAAJ:M3ejUd6NZC8C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21312/1/Kegiatanhaki_18009_1535.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:YqMqLYUy5q4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Influential Factors of Sustainable Entrepreneurial Intention Among Gen Y and Z Women in Indonesia", "pub_year": 2024, "citation": "INOVASI: Jurnal Ekonomi, Keuangan, dan Manajemen 20 (3), 571-583, 2024", "author": "Yonathan Palumian and Gabriella Millenia and Wilma Laura Sahetapy and Prahita Sri Rahayuningrat", "journal": "INOVASI: Jurnal Ekonomi, Keuangan, dan Manajemen", "volume": "20", "number": "3", "pages": "571-583"}, "filled": true, "author_pub_id": "fh32y3AAAAAJ:_kc_bZDykSQC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:my-CTv_o9GoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Influence of Governance on Cyber Supply Chain Performance with Mediating Effect from Cyber Supply Chain Visibility", "pub_year": 2024, "citation": "Telaah Bisnis 25 (1), 15-25, 2024", "author": "Wong Norissa Leticia Atmajaya and Yonathan Palumian", "journal": "Telaah Bisnis", "volume": "25", "number": "1", "pages": "15-25"}, "filled": true, "author_pub_id": "fh32y3AAAAAJ:4TOpqqG69KYC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:77Lb-C8vz_8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PERANAN ELECTRONIC WORD OF MOUTH DAN FEAR OF MISSING OUT DALAM MEMBENTUK PURCHASE INTENTION PRODUK MIXUE DI SURABAYA", "pub_year": 2024, "citation": "Jurnal Ilmiah Manajemen dan Akuntansi 1 (4), 201-211, 2024", "author": "Stanislaus Steven Bambang Kusumo and Yonathan Palumian and Nony Kezia Marchyta and Wilma Laura Sahetapy", "journal": "Jurnal Ilmiah Manajemen dan Akuntansi", "volume": "1", "number": "4", "pages": "201-211", "abstract": "This study examines the influence of Electronic Word of Mouth (eWOM) on purchase intention among Mixue consumers, considering the Fear of missing out (FOMO) factor. Employing a quantitative approach, the research surveyed 108 ice cream enthusiasts in Surabaya, Indonesia. Data collection was conducted through an online questionnaire using the Google Form platform. The data analysis utilized the Partial Least Square (PLS) method with SmartPLS 4.0 software to evaluate the relationships between eWOM, FOMO, and purchase intention variables. The findings indicate a positive and significant relationship between eWOM and purchase intention. Furthermore, FOMO is proven to play a mediating role in the relationship between eWOM and purchase intention. These results have important implications for digital marketing strategies, particularly in the food and beverage industry. The study highlights the importance of leveraging eWOM and FOMO mechanisms in marketing campaigns as effective strategies to drive consumer purchasing decisions. This research contributes to a deeper understanding of consumer behavior in the digital era, specifically within the Indonesian market context."}, "filled": true, "author_pub_id": "fh32y3AAAAAJ:ULOm3_A8WrAC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=17662140103420201779", "cites_id": ["17662140103420201779"], "pub_url": "https://journal.smartpublisher.id/index.php/jimat/article/view/182", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:M8uKldiGHPUJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Influence of Product Class Knowledge and Environment Hostility to Relative Advantage with The Mediating Effect by Attitude Toward Change", "pub_year": 2024, "citation": "Jurnal Computech & Bisnis (e-journal) 18 (1), 77-86, 2024", "author": "Yonathan Palumian and Wong Norissa Leticia Atmajaya and Anthony Hoe", "journal": "Jurnal Computech & Bisnis (e-journal)", "volume": "18", "number": "1", "pages": "77-86", "abstract": "Small and medium enterprises (SMEs) are one of the fastest growing industries in Indonesia. This study aims to explore the effect of Attitude Toward Change on Relative Advantage of SMEs. The sample of this study is entrepreneurs domiciled in East Java who have a role as decision-makers, especially entrepreneurs who make management changes with the adoption of technology, such as changes using Enterprise Resource Planning (ERP) or other simple software. Data collection in this study was done by distributing questionnaires online and offline via e-mail, telephone, WhatsApp, and SME exhibitions in Malang and Surabaya. The questionnaire data will be processed using Smart PLS version 4.0 for further analysis. The results of the study show that the existence of Product Class Knowledge is usually achieved because of the feeling of threat from other competitors in the business world, or commonly called …"}, "filled": true, "author_pub_id": "fh32y3AAAAAJ:dhFuZR0502QC", "num_citations": 0, "pub_url": "https://jurnal.stmik-mi.ac.id/index.php/jcb/article/view/272", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:aJa--3UyoFkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Developing Innovative Work Behaviour: The Influence of Entrepreneurial Leadership through Creative Self-Efficacy and Employee Engagement", "pub_year": 2024, "citation": "Ecopreneur. 12 7 (2), 145-161, 2024", "author": "Ratih Indriyani and Yonathan Palumian and RICHIE NATAJAYA", "volume": "7", "number": "2", "pages": "145-161", "abstract": "Salesperson is important to support the development of property service companies in Surabaya. Salesperson needs to have innovative performance behavior to achieve maximum performance. To form innovative work behavior, entrepreneurial leadership is needed along with creative self-efficacy and employee engagement levels. The purpose of this study was to determine the effect of entrepreneurial leadership with creative self-efficacy and employee engagement as mediating variables on innovative work behavior in property salespersons in Surabaya. The type of research used is quantitative research with a causal nature and the sampling technique uses non-probability sampling technique with purposive sampling method. The sample used was 114 respondents. This study uses PLS data analysis technique. The results of the study showed that entrepreneurial leadership has a significant effect on innovative work behavior, creative self-efficacy, and employee engagement. Creative selfefficacy and employee engagement have a significant effect on innovative work behavior, and creative self-efficacy and employee engagement successfully mediate between entrepreneurial leadership and innovative work behavior."}, "filled": true, "author_pub_id": "fh32y3AAAAAJ:4DMP91E08xMC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21395/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:wwoVs-VmR3IJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Innovative work behavior in hospitality industry: the role of psychological empowerment and work engagement", "pub_year": 2024, "citation": "Jurnal Ekonomi Manajemen 10 (1), 1-11, 2024", "author": "Widjojo Suprapto and Angeline Putri Williamsto and Yonathan Palumian", "journal": "Jurnal Ekonomi Manajemen", "volume": "10", "number": "1", "pages": "1-11", "publisher": "Petra Christian University", "abstract": "The purpose of this research is to explore how innovative work behavior (IWB) is constructed in a hospitality industry. Hospitality industry is one of highly standardized operating procedure industries. SOP often leaves less room for improvisation and innovation because every activity is standardized and evaluated based on the SOP. However, customers demand highly customized services that often need the creativity of the employees to meet the customers  expectations. Therefore, this study is examining the influence of psychological empowerment and work engagement on IWB among the hotel employees. As quantitative research, the data were gathered using questionnaires which were distributed to 250 respondents, with 205 valid questionnaires. The respondents were the employees of three-to-five-star hotels who had been working for at least one year. Then, the collected data were processed and analyzed with the help of smartPLS software. This study finds that psychological empowerment does not influence significantly on IWB. However, work engagement influences significantly on IWB, and work engagement also mediates psychological empowerment and IWB."}, "filled": true, "author_pub_id": "fh32y3AAAAAJ:kNdYIx-mwKoC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=7142225810728687462", "cites_id": ["7142225810728687462"], "pub_url": "https://repository.petra.ac.id/21021/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZhccoohIHmMJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pembentukan ekosistem usaha mikro Kelompok Swadaya Masyarakat Guyub Rukun Malang", "pub_year": 2024, "citation": "Jurnal Kreativitas dan Inovasi (Jurnal Kreanova) 4 (1), 1-8, 2024", "author": "Widjojo Suprapto and Noni Kezia Marchyta and Sesilya Kempa and Yonathan Palumian and Michael Audrey Endrata", "journal": "Jurnal Kreativitas dan Inovasi (Jurnal Kreanova)", "volume": "4", "number": "1", "pages": "1-8", "abstract": "Pembentukan ekosistem usaha mikro sangat dibutuhkan dalam mendukung aktivitas bisnis usaha rumah tangga berskala mikro. Hal ini disebabkan karena dalam perjalanan bisnisnya, banyak para pemilik usaha skala mikro yang dihadapan dengan berbagai situasi yang tidak menentu, penuh resiko, dan ketidakpastian yang tinggi. Oleh karena itu, para pemilik usaha mudah putus asa, khawatir, dan galau, sehingga mereka sangat membutuhkan support system atau ekosistem yang bisa mendukung perjalanan bisnis mereka. Tujuan pembentukan ekosistem ini adalah membuat wadah dimana para pemilik usaha dan para pelaku bisnis bisa membagikan kesulitan-kesulitan mereka dan menemukan jawaban terhadap kondisi bisnis yang sedang dihadapi. Para pelaku bisnis bisa meningkatkan kemampuan manajerial dan keterampilan bisnis melalui pertemuan-pertemuan rutin bertema yang dirancang oleh pembina kelompok swadaya masyarakat guyub rukun. Harapan yang akan dicapai lainnya adalah bertambahnya jumlah para pemilik usaha mikro yang mampu mandiri dan naik kelasnya usaha mikro ke skala usaha kecil. Dengan adanya manfaat dari ekosistem bisnis ini, anggota dari kelompok swadaya masyarakat guyup rukun yang bernaung di bawah PPA Sikhar Malang bisa bertambah jumlahnya juga."}, "filled": true, "author_pub_id": "fh32y3AAAAAJ:8k81kl-MbHgC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=290471350580318089", "cites_id": ["290471350580318089"], "pub_url": "https://ejournal.stiesia.ac.id/kreanova/article/view/6241", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:iY_EhCf2BwQJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "KEPEMIMPINAN VISIONER DALAM MEMBENTUK LOYALITAS DAN KEPUASAN KERJA KARYAWAN DI KOTA MAKASSAR", "pub_year": 2023, "citation": "Jurnal Ilmiah Manajemen dan Bisnis (JIMBis) 2 (4), 315-326, 2023", "author": "Michelle Tasya Sutjianus and Yonathan Palumian and Wilma Laura Sahetapy", "journal": "Jurnal Ilmiah Manajemen dan Bisnis (JIMBis)", "volume": "2", "number": "4", "pages": "315-326", "abstract": "Contoh perilaku karyawan yang dapat memberikan keuntungan bagi perusahaaan adalah loyalitas kepada perusahaan dan kepuasan kerja karyawan. Loyalitas karyawan merupakan sikap setia yang ditunjukkan oleh karyawan dalam me¬ nger¬ jakan tugas dan memiliki tanggung jawab penuh terhadap perusahaan sedangkan kepuasan kerja adalah kondisi emosional karyawan yang mencerminkan sikap positif akan pekerjaan yang dimilikinya. Penelitian ini bertujuan untuk mengetahui peranan gaya kepemimpinan visioner terhadap loyalitas kar¬ yawan melalui kepuasan kerja dikalangan karyawan industrI food and beverage di kota Makassar. Metode yang digunakan dalam penelitian ini adalah metode kuantitatif dengan 121 res¬ ponden dari beberapa karyawan yang bekerja dalam industri food and beverage di kota Makassar. Data pe¬ nelitian ini dianalisis dengan menggunakan SmartPLS 4.0. Hasil penelitian menunjukkan bahwa kepemimpinan visioner berpengaruh positif dan signifikan terhadap loyalitas karyawan, pe¬ nga¬¬ ruh kepemimpinan visioner berpengaruh posistif dan signifikan terhadap kepuasan kerja, ke¬ puasan kerja berpengaruh positif dan signifikan terhadap loyalitas karyawan, kepemimpinan vi¬ sioner berpengaruh positif dan signifikan terhadap loyalitas karyawan melalui kepuasan kerja se¬ bagai variabel mediasi"}, "filled": true, "author_pub_id": "fh32y3AAAAAJ:MXK_kJrjxJIC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=11698278943702480535", "cites_id": ["11698278943702480535"], "pub_url": "https://ejournal.stiesia.ac.id/jimbis/article/view/5969", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:l3bRGriiWKIJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Proceeding of 14th International Conference on Information & Communication Technology and System (ICTS)", "pub_year": 2023, "citation": "Proceeding of 14th International Conference on Information & Communication …, 2023", "author": "Oviliani Yenty Yuliana and Yonathan Palumian", "abstract": "Many researchers have implemented gamification elements, i.e., badges, leaderboards, points, and levels, to enhance active learning. Few researchers use game elements and activities in LMS (LMS gamification). This research aims to test whether performance is different between students taking LMS gamification and LMS non-gamification. In addition, we want to analyze the effect of student engagement and game activity on student performance. We used independent sample t-tests and regression to analyze the data. Active learning and student engagement in the LMS gamification significantly impact academic performance, with gamification leading to notable differences in achievement compared to students in LMS non-gamification. By incorporating gamified activities and promoting student engagement, LMS can provide access to resources, personalized learning experiences, and collaboration opportunities, resulting in a deeper understanding of subjects and higher levels of achievement. The combination of gamification and student engagement within LMS shows excellent potential for transforming education and facilitating long-term student success."}, "filled": true, "author_pub_id": "fh32y3AAAAAJ:3fE2CSJIrl8C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20777/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:rjohebIxsQ4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Gamification of Learning Management System Improves Students’ Engagement, Active Learning and Performance", "pub_year": 2023, "citation": "2023 14th International Conference on Information & Communication Technology …, 2023", "author": "Oviliani Yenty Yuliana and Yonathan Palumian", "conference": "2023 14th International Conference on Information & Communication Technology and System (ICTS)", "pages": "62-66", "publisher": "IEEE", "abstract": "Many researchers have implemented gamification elements, i.e., badges, leaderboards, points, and levels, to enhance active learning. Few researchers use game elements and activities in LMS (LMS gamification). This research aims to test whether performance is different between students taking LMS gamification and LMS non-gamification. In addition, we want to analyze the effect of student engagement and game activity on student performance. We used independent sample t-tests and regression to analyze the data. Active learning and student engagement in the LMS gamification significantly impact academic performance, with gamification leading to notable differences in achievement compared to students in LMS non-gamification. By incorporating gamified activities and promoting student engagement, LMS can provide access to resources, personalized learning experiences, and collaboration …"}, "filled": true, "author_pub_id": "fh32y3AAAAAJ:0EnyYjriUFMC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=13098206854980862505", "cites_id": ["13098206854980862505"], "pub_url": "https://ieeexplore.ieee.org/abstract/document/10330870/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:KYK4wbwtxrUJ:scholar.google.com/", "cites_per_year": {"2024": 5}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Mobile Learning among Indonesia Gen Z: The Role of Digital Literacy, Information Literacy and Expectancy", "pub_year": 2023, "citation": "Proceedings of the 2023 11th International Conference on Computer and …, 2023", "author": "Yonathan Palumian and Leroy Olen Tanur and Erick Vinsensius Widjaya and Wilma Laura Sahetapy", "pages": "241-247", "abstract": "The future of the internet is already here and today. This is marked by the use of internet technology that continues to grow rapidly with its capability to facilitate numerous human activities. One of the most important capacities of internet technology is its ability to expedite mobile learning leveraged by any profession. The dissemination of internet technology, however, requires digital literacy as well as information literacy performed by individual users. This study is conducted in an objective to examine the influence of digital and information literacy on the intention to use mobile technology for a learning purpose among Indonesia Gen Z. In addition, we also analyzed the mediating effect of performance expectancy between the literacy and intention relationship. This explanatory research employed a quantitative approach involving 155 Indonesian Gen Z respondents in an online questionnaire-based survey. Using …"}, "filled": true, "author_pub_id": "fh32y3AAAAAJ:hqOjcs7Dif8C", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=14941102114942077072", "cites_id": ["14941102114942077072"], "pub_url": "https://dl.acm.org/doi/abs/10.1145/3617733.3617772", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:kMj1UTZ1Wc8J:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 3, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The influence of the human-machine interface on operational performance through supply chain agility", "pub_year": 2023, "citation": "Uncertain Supply Chain Management 11 (3), 1783-1788, 2023", "author": "Zeplin Jiwa Husada Tarigan and Hotlan Siagian and Yonathan Palumian and I Nyoman Sutapa", "volume": "11", "number": "3", "pages": "1783-1788", "abstract": "Manufacturing companies continue to carry out activities by maximizing the role of the human machine interface. Its function is to provide work effectiveness and efficiency, compliance with social distancing at the working place, and maintain the production optimum utilization level of machines. The human-machine interface, semi-automatic or fully automatic, gives a significant role to operators and supervisors in company operations to monitor production results in real time. This study examines the influence of human-machine interface adoption on operational performance through supply chain agility. Questionnaires were distributed to 77 companies in East Java, and 56 questionnaires were considered valid for analysis. The data processing results show that the human-machine interface impacts the supply chain agility with a path coefficient of 0.665. The human-machine interface affects operational performance with a path coefficient of 0.334. Similarly, supply chain agility impacts operational performance with a path coefficient of 0.306. The human-machine interface affects operational performance through an agile supply chain with a path coefficient 0.203. This result implies that firm management needs to consider adopting HMI technology to improve the firms performance and competitive advantage. This work could also contribute to the current research in operations and supply chain management."}, "filled": true, "author_pub_id": "fh32y3AAAAAJ:UebtZRa9Y70C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21093/1/Publikasi1_04017_9630.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:MwdkksCuOQEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "ENTREPRENEURIAL INTENTION DI KALANGAN MAHASISWA DI SURABAYA DALAM TINJAUAN COGNITIVE FLEXIBILITY DAN RISK-TAKING PROPENSITY", "pub_year": 2023, "citation": "Jurnal Akuntansi, Ekonomi dan Manajemen Bisnis 3 (2), 255-263, 2023", "author": "Benedictus Felex Giarto and Yonathan Palumian and Wilma Laura Sahetapy", "journal": "Jurnal Akuntansi, Ekonomi dan Manajemen Bisnis", "volume": "3", "number": "2", "pages": "255-263", "abstract": "Entrepreneurship is a skill that needs to be possessed by the younger generation and should be nurtured from an early age. This study aims to explain the impact of risk-taking propensity and cognitive flexibility on entrepreneurial intention in final year students in Surabaya. The research method used is quantitative research. The study population consisted of final year students in the city of Surabaya, with a sample size of 130 respondents. The variables studied include risk-taking propensity, cognitive flexibility, and entrepreneurial intention. Data was collected using a questionnaire. Data processing methods include validity and reliability tests, as well as classical regression assumptions and multiple linear regression. The research findings show that risk-taking propensity and cognitive flexibility have a positive and significant influence on entrepreneurial intention."}, "filled": true, "author_pub_id": "fh32y3AAAAAJ:roLk4NBRz8UC", "num_citations": 0, "pub_url": "https://researchhub.id/index.php/jaem/article/view/1943", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:DGnRmyKdLj8J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Employees Innovation on Hospitality Industries as Reviewed from the Impact of Transformational Leadership and Learning Organization", "pub_year": 2023, "citation": "Jurnal Manajemen Perhotelan 9 (1), 35-45, 2023", "author": "Yoel Wibowo and Yonathan Palumian and Vido Iskandar", "volume": "9", "number": "1", "pages": "35-45", "abstract": "Sudden disruption caused by Covid-19 and VUCA business environment has been a wake-up call for business organizations to change, adapt, and transform. Hospitality business organizations, as one of the impacted industries, require transformative leaders to create Learning Organization environment, and to set innovative organization members. This research investigates the relation between Transformational Leadership, Learning Organization, and Innovative Work Behavior particularly in Hospitality Industries (hotels and restaurants) in Surabaya. This research mainly explores theoretical gap left by the predecessor researches by adopting new scaling used especially to evaluate Transformational Leadership and Learning Organization, and methodological gap by utilizing multivariate data analysis towards the respondents’ groups. This research is designed as a descriptive quantitative study, in which data is collected through questionnaire towards the sample. This study points out that while Transformational Leadership does correlate positively with the creation of Learning Organization, it possesses no significant relationship with the establishment of Innovative Work Behavior among the leaders group. Learning Organization also does not mediate the effects between those two. Operational staff, nevertheless, still significantly and positively affected by relation as pointed out by multivariate data analysis."}, "filled": true, "author_pub_id": "fh32y3AAAAAJ:WF5omc3nYNoC", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=12914590833654987786", "cites_id": ["12914590833654987786"], "pub_url": "https://repository.petra.ac.id/19978/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:CnyFU_DXObMJ:scholar.google.com/", "cites_per_year": {"2023": 3, "2024": 2, "2025": 2}}
