{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pelatihan Basic Human Resource Management bagi Profesional Muda di Surabaya", "pub_year": 2025, "citation": "Jurnal Pengabdian Masyarakat Bangsa 3 (2), 395-401, 2025", "author": "Sherly Rosalina Tanoto", "journal": "Jurnal Pengabdian Masyarakat Bangsa", "volume": "3", "number": "2", "pages": "395-401"}, "filled": true, "author_pub_id": "fwB4f_AAAAAJ:YOwf2qJgpHMC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=5641807157206611868", "cites_id": ["5641807157206611868"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:nHeOyLe5S04J:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PENGUATAN KETERAMPILAN KOMUNIKASI SISWA SMA DI SURABAYA MELALUI PELATIHAN KOMUNIKASI ASERTIF", "pub_year": 2025, "citation": "Jurnal Edukasi Pengabdian Masyarakat 4 (1), 35-42, 2025", "author": "Sherly Rosalina Tanoto", "journal": "Jurnal Edukasi Pengabdian Masyarakat", "volume": "4", "number": "1", "pages": "35-42", "abstract": "Kegiatan pengabdian masyarakat ini bertujuan untuk meningkatkan keterampilan komunikasi siswa SMA di Surabaya yang menghadapi tantangan dalam membangun komunikasi interpersonal akibat tingginya penetrasi teknologi digital. Melalui pendekatan berbasis aktivitas, pelatihan ini dirancang untuk mengajarkan keterampilan komunikasi asertif, seperti “I Statements” dan “Hamburger Feedback”, guna membantu siswa mengelola konflik, menyampaikan perasaan secara konstruktif, dan membangun hubungan interpersonal yang sehat. Metode pelaksanaan melibatkan aktivitas interaktif, seperti simulasi, diskusi kelompok, dan latihan komunikasi verbal, dengan fokus pada penerapan teknik komunikasi yang relevan dalam kehidupan sehari-hari. Hasil kegiatan menunjukkan adanya peningkatan signifikan dalam kepercayaan diri siswa saat berkomunikasi di depan umum, kemampuan memberikan umpan balik yang sopan dan efektif, serta pemahaman mereka tentang pentingnya mendengarkan aktif dalam percakapan. Program ini diharapkan dapat menjadi solusi yang relevan dan berkelanjutan dalam membantu siswa mengatasi tantangan komunikasi di era digital serta mempersiapkan mereka untuk berpartisipasi secara aktif dalam lingkungan akademik dan sosial."}, "filled": true, "author_pub_id": "fwB4f_AAAAAJ:ULOm3_A8WrAC", "num_citations": 0, "pub_url": "https://ejournal.uniramalang.ac.id/index.php/eduabdimas/article/view/6275", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:GWu3VpvadpYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "EDUKASI KEWIRAUSAHAAN UNTUK MEMPERSIAPKAN CALON WIRAUSAHAWAN MUDA", "pub_year": 2024, "citation": "Jurnal Pengabdian Mandiri 3 (12), 1277-1286, 2024", "author": "Sherly Rosalina Tanoto and Roy Setiawan", "journal": "Jurnal Pengabdian Mandiri", "volume": "3", "number": "12", "pages": "1277-1286", "abstract": "Entrepreneurship is crucial in driving economic growth and fostering innovation across various sectors. Through entrepreneurship education, young aspiring entrepreneurs gain a deep understanding of fundamental concepts, relevant technical skills, and the ability to spot opportunities while tackling challenges. This kind of education nurtures a creative and innovative mindset and helps develop resilience, preparing students to face risks and setbacks as part of their learning journey. By building extensive networks and gaining practical insights from real-world experiences, entrepreneurship education is a strong foundation for equipping the younger generation with the competence and confidence needed in the business landscape. Moreover, entrepreneurship education encourages these future entrepreneurs to strategically develop their business ideas. They learn to conduct thorough research, validate their concepts, and create detailed plans, all aimed at crafting solutions that meet market needs and positively impact society. Throughout this process, mastering technology, financial management, and interpersonal skills become essential for success, and these abilities should be continually refined. With a clear vision, dedication, and a passion for lifelong learning, young entrepreneurs can achieve personal success while contributing to sustainable economic and social development"}, "filled": true, "author_pub_id": "fwB4f_AAAAAJ:Zph67rFs4hoC", "num_citations": 0, "pub_url": "https://www.bajangjournal.com/index.php/JPM/article/view/9430", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:KhsKnjsQPXYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Understanding Generation Z: Work-Life Balance and Job Embeddedness in Retention Dynamics", "pub_year": 2024, "citation": "Binus Business Review 15 (3), 225-238, 2024", "author": "Sherly Rosalina Tanoto and Erin Go Tami", "journal": "Binus Business Review", "volume": "15", "number": "3", "pages": "225-238", "abstract": "The Great Resignation has presented a significant challenge for companies aiming to retain top talent and emphasize the critical need for effective employee retention strategies. The research investigated the relationship between work-life balance, employee retention, and turnover intention among Generation Z employees across various industries in Indonesia. By encompassing multiple sectors such as technology, finance, healthcare, and hospitality, the research aimed to capture Generation Z employees’ diverse experiences and perceptions. The research involved 373 Generation Z respondents across various industries, employing a quantitative approach. Data collection was facilitated through online questionnaires, and analysis was conducted using Structural Equation Modeling (SEM) with Partial Least Square (PLS) as the analytical tool. The findings reveal significant relationships between various constructs. Work-life balance influences employee retention, turnover intention, and job embeddedness. Additionally, job embeddedness exerts an impact on both employee retention and turnover intention. Furthermore, work-life balance indirectly affects employee retention and turnover intention through its mediation by job embeddedness. The inclusion of diverse industries ensures that the results are broadly applicable, offering practical recommendations for fostering a resilient and engaged workforce in different professional environments. Future research should continue to explore industry-specific nuances to further enrich the understanding of these critical issues."}, "filled": true, "author_pub_id": "fwB4f_AAAAAJ:kNdYIx-mwKoC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=10994017831848612074", "cites_id": ["10994017831848612074"], "pub_url": "https://journal.binus.ac.id/index.php/BBR/article/view/11277", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:6pClIfiYkpgJ:scholar.google.com/", "cites_per_year": {"2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Assessing The Influence of Information Technology on Female Entrepreneur Empowerment in Indonesia: The Role of Social and Psychological Capitals", "pub_year": 2024, "citation": "Indonesian Journal of Business and Entrepreneurship (IJBE) 10 (3), 581-581, 2024", "author": "Sherly Rosalina Tanoto and Niki Putri Lintang Pertiwi Tahalele", "journal": "Indonesian Journal of Business and Entrepreneurship (IJBE)", "volume": "10", "number": "3", "pages": "581-581", "abstract": "Background: Gender equality is crucial for Indonesia's sustainable development, given that women represent nearly half the population. Despite their significant economic contributions, Indonesian women face considerable challenges in entrepreneurship, largely due to gender disparities.Purpose: This study examines how Information and Communication Technology (ICT), social capital, and psychological factors impact women's entrepreneurship empowerment in Indonesia.Design/Methodology/Approach: Using survey data from 176 female MSME entrepreneurs and structural equation modeling, the study explores the relationships between ICT, social capital, psychological capital, and empowerment.Findings/Results: ICT enhances both social and psychological capital, which in turn positively impacts women's entrepreneurship empowerment.Conclusion: Integrating ICT, social capital, and psychological capital provides new insights into women's empowerment in developing economies. Recommendations include improving ICT infrastructure, social networking, and psychological support programs."}, "filled": true, "author_pub_id": "fwB4f_AAAAAJ:KlAtU1dfN6UC", "num_citations": 0, "pub_url": "https://journal.ipb.ac.id/index.php/ijbe/article/view/54843", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:9Hygjbjo_JQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Membangkitkan Komitmen Afektif: Peran Kepemimpinan Transformasional, Otonomi Pekerjaan, Dan Kesejahteraan Psikologis", "pub_year": 2024, "citation": "Jurnal Ilmiah Manajemen Fakultas Ekonomi 10 (1), 17-34, 2024", "author": "Sherly Rosalina Tanoto and Valenciennes Stephina Charista", "volume": "10", "number": "1", "pages": "17-34", "abstract": "Penelitian ini bertujuan untuk menguji pengaruh kepemimpinan transformasional terhadap komitmen afektif dengan menambahkan dua variabel mediasi yaitu otonomi kerja dan kesejahteraan psikologis. Penelitian ini menggunakan metode kuantitatif dengan pendekatan survei. Adapun sampel penelitian adalah 203 responden dari berbagai bank swasta di Jawa. Analisis data menggunakan Partial Least Square. Hasil penelitian menunjukkan bahwa kepemimpinan transformasional memengaruhi komitmen afektif, kepemimpinan transformasional memengaruhi otonomi kerja dan komitmen afektif melalui kesejahteraan psikologis baik secara langsung maupun sebagai variabel mediasi. Sebaliknya, otonomi pekerjaan tidak memengaruhi komitmen afektif secara langsung atau sebagai mediasi. Secara teoritis, hasil penelitian ini menegaskan pentingnya peran kesejahteraan psikologis dalam membentuk keterikatan karyawan dalam bank swasta. Manfaat praktis dari penelitian ini bagi organisasi, khususnya di sektor perbankan, adalah pentingnya mengadopsi gaya kepemimpinan transformasional yang tidak hanya fokus pada pemberian otonomi kerja, tetapi lebih pada pengembangan kesejahteraan psikologis karyawan."}, "filled": true, "author_pub_id": "fwB4f_AAAAAJ:LkGwnXOMwfcC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=4562791752603404770", "cites_id": ["4562791752603404770"], "pub_url": "https://repository.petra.ac.id/21513/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:4gkCnuxKUj8J:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Toxic Workplaces and Employee Performance: The Mediating Role of Organizational Support and Well-being in Java Island", "pub_year": 2024, "citation": "Jurnal Manajemen dan Kewirausahaan 9 (2), 143-157, 2024", "author": "Sherly Rosalina Tanoto and TITA EDENIA ALMA GIZELLA", "volume": "9", "number": "2", "pages": "143-157", "abstract": "This study examines the influence of a toxic workplace environment on employee performance, organizational support perception, and employee well-being among workers in Java Island, Indonesia. Utilizing a quantitative research approach, data were collected from 321 permanent employees. Structural Equation Modeling with Partial Least Square (PLS) was employed for analysis. Findings indicate that a toxic workplace environment does not directly impact employee performance, organizational support perception, or employee well-being. However, organizational support perception significantly affects employee performance, and employee well-being also significantly impacts employee performance. Moreover, a toxic workplace environment does not indirectly influence employee performance through organizational support perception or employee well-being as mediating factors. Despite the lack of direct impact, this research contributes novelty by utilizing perception of organizational support and employee well-being as mediating variables for the relationship between toxic workplace environment and employee performance. Practically, the study underscores the importance of addressing organizational support and employee well-being to enhance employee performance in organizations. Managers and organizational leaders must prioritize creating conducive work environments and providing adequate support to foster employee well-being, ultimately leading to improved organizational performance"}, "filled": true, "author_pub_id": "fwB4f_AAAAAJ:Se3iqnhoufwC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21519/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:WpjHPyjwwigJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Spiritualitas Tempat Kerja Terhadap Kesejahteraan Mental Karyawan Melalui Kebahagiaan Dan Mindfulness Pada Karyawan", "pub_year": 2024, "citation": "Jurnal Manajerial 11 (2), 292-316, 2024", "author": "Sherly Rosalina Tanoto and DEA SARI", "volume": "11", "number": "2", "pages": "292-316", "abstract": "Latar Belakang-Kesejahteraan mental karyawan sangat penting bagi individu dan organisasi tempat mereka bekerja. Karyawan yang memiliki kesejahteraan mental cenderung lebih produktif, yang menekankan pentingnya menciptakan lingkungan kerja yang mendukung. Tujuan-Studi ini bertujuan untuk meneliti pengaruh spiritualitas di tempat kerja terhadap kesejahteraan mental karyawan di Jawa, dengan menguji peran kebahagiaan di tempat kerja dan mindfulness sebagai mediator."}, "filled": true, "author_pub_id": "fwB4f_AAAAAJ:roLk4NBRz8UC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21518/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:AAfkSEU7d-QJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Exploring the Relationship between Entrepreneurship Education, Passion, and Entrepreneurial Self-Efficacy in Shaping Student Entrepreneurial Intentions", "pub_year": 2024, "citation": "E3S Web of Conferences 571, 04001, 2024", "author": "Sherly Rosalina Tanoto and Charles Gunawan and Rachel Regina Sutanto", "journal": "E3S Web of Conferences", "volume": "571", "pages": "04001", "publisher": "EDP Sciences", "abstract": "This study explores the complex interplay among entrepreneurship education, entrepreneurial passion, entrepreneurial self-efficacy, and entrepreneurial intention among final-year students, delving into pivotal factors shaping entrepreneurial aspirations. Entrepreneurship education has garnered increasing attention as a catalyst for fostering entrepreneurial mindsets and skills among students. Concurrently, entrepreneurial passion, characterized by intense positive emotions toward entrepreneurial activities, plays a crucial role in shaping entrepreneurial intentions. However, the mediating role of entrepreneurial self- efficacy in linking entrepreneurial passion and intention remains less understood. Against this backdrop, this research, encompassing 276 respondents, aims to investigate these relationships. Data analysis involves conducting regression analyses to examine the mediating role of entrepreneurial self …"}, "filled": true, "author_pub_id": "fwB4f_AAAAAJ:3fE2CSJIrl8C", "num_citations": 0, "pub_url": "https://www.e3s-conferences.org/articles/e3sconf/abs/2024/101/e3sconf_icomse2024_04001/e3sconf_icomse2024_04001.html", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:CAkpnyDpRZ4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Leadership for Innovation: Exploring the Influence of Transformational Leadership on Creativity and Innovation in Banks", "pub_year": 2024, "citation": "E3S Web of Conferences 571, 01003, 2024", "author": "Sherly Rosalina Tanoto and Louis Satria Pranoto and Tjung Vanny Andryani", "journal": "E3S Web of Conferences", "volume": "571", "pages": "01003", "publisher": "EDP Sciences", "abstract": "In today's rapidly evolving banking industry, innovation is paramount for organizations to remain competitive and adapt to shifting market demands. Transformational leadership, known for its ability to inspire and motivate followers toward a shared vision, is pivotal in driving organizational innovation. However, the specific mechanisms through which transformational leadership influences innovative work behavior in the banking sector still need to be fully understood. This study explores the intricate relationship between transformational leadership, creativity, and innovative work behavior within banking organizations. By investigating whether transformational leadership directly impacts innovative work behavior or if employees' creativity mediates its influence, this research seeks to shed light on the underlying dynamics. Quantitative methods and structural equation modeling were employed to analyze data collected …"}, "filled": true, "author_pub_id": "fwB4f_AAAAAJ:MXK_kJrjxJIC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=6114785178768015851", "cites_id": ["6114785178768015851"], "pub_url": "https://www.e3s-conferences.org/articles/e3sconf/abs/2024/101/e3sconf_icomse2024_01003/e3sconf_icomse2024_01003.html", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:64FK-rgU3FQJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Grit Terhadap Kreativitas Melalui Emotional Intelligence dan Work Engagement Pada Pekerja di Industri Ekonomi Kreatif", "pub_year": 2024, "citation": "Jurnal Aplikasi Bisnis dan Manajemen 10 (2), 660-675, 2024", "author": "Sherly Rosalina Tanoto and Gabriella Alexandra Soenyoto", "journal": "Jurnal Aplikasi Bisnis dan Manajemen", "volume": "10", "number": "2", "pages": "660-675", "publisher": "School of Business, Institut Pertanian Bogor", "abstract": "Background: The COVID-19 pandemic has had a significant impact on the global creative economy, including in Indonesia. Job losses and a decrease in the Gross Domestic Product (GDP) of this sector have prompted the government to integrate 30 million creative economy participants into the digital ecosystem by 2024. To achieve this goal, the enhancement of human resource quality (HRQ) is key. Grit, encompassing long-term passion and perseverance, has been identified as a factor influencing individual creativity.Purpose: This study examines the influence of grit on creativity through work engagement and emotional intelligence among workers in the creative economy.Design/methodology/approach: Data from 301 creative workers were analyzed using the Partial Least Squares Structural Equation Modeling (PLS-SEM) method"}, "filled": true, "author_pub_id": "fwB4f_AAAAAJ:0EnyYjriUFMC", "num_citations": 0, "pub_url": "https://journal.ipb.ac.id/index.php/jabm/article/view/50816", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:07EUxIUwfSAJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The effect of harmonious passion on work satisfaction and life satisfaction through work-life enrichment among entrepreneurs", "pub_year": 2023, "citation": "Jurnal Manajemen dan Kewirausahaan 11 (2), 104-114, 2023", "author": "Sherly Rosalina Tanoto and Raynard Liko and Kenny Laurence Gunawan", "journal": "Jurnal Manajemen dan Kewirausahaan", "volume": "11", "number": "2", "pages": "104-114", "abstract": "Becoming a successful entrepreneur requires passion. Although there has been much research on passion, little has explored the role of passion in work-life enrichment and, in particular, its impact on entrepreneurial life and job satisfaction. This study aimed to examine the influence of harmonious passion on job satisfaction and life satisfaction through work-life enrichment among entrepreneurs. The research method used in this study is quantitative. The total number of respondents was 310 entrepreneurs. The sampling technique used was a purposive sampling technique with data collection methods in the form of a questionnaire. The results of the study show that harmonious passion has a direct effect on job satisfaction with work-life enrichment. However, harmonious passion has no direct impact on life satisfaction. Indirectly, harmonious passion influences job satisfaction and life satisfaction through work-life enrichment. This research adds to the existing body of knowledge by demonstrating that entrepreneurs’ work-life enrichment can mediate the relationships between harmonious passion and work and life satisfactions. Moreover, it also addresses a notable gap in entrepreneurial passion research, particularly in non-Western, emerging contexts, and represents the inaugural investigation of this subject matter in Indonesia."}, "filled": true, "author_pub_id": "fwB4f_AAAAAJ:ufrVoPGSRksC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=4619688722360876086", "cites_id": ["4619688722360876086"], "pub_url": "https://pdfs.semanticscholar.org/140c/fd3b0720acf6196dfeff58ec1c92a662b22a.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:NrwytWpuHEAJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Waste Avengers: Petualangan dan Pembelajaran Pengelolaan Sampah Pada Anak Tingkat Sekolah Dasar", "pub_year": 2023, "citation": "Waste Avengers: Petualangan dan Pembelajaran Pengelolaan Sampah Pada Anak …, 2023", "author": "Sherly Rosalina Tanoto and Maria Praptiningsih and Purwakanthi Adiratna Nugraha", "abstract": "SURAT PENCATATAN Page 1 an MENTERI HUKUM DAN HAK ASASI MANUSIA Direktur Hak \nCipta dan Desain Industri Anggoro Dasananto NIP. 196412081991031002 REPUBLIK \nINDONESIA KEMENTERIAN HUKUM DAN HAK ASASI MANUSIA SURAT PENCATATAN \nCIPTAAN Dalam rangka pelindungan ciptaan di bidang ilmu pengetahuan, seni dan sastra \nberdasarkan Undang-Undang Nomor 28 Tahun 2014 tentang Hak Cipta, dengan ini \nmenerangkan: Nomor dan tanggal permohonan : EC00202368582, 18 Agustus 2023 Pencipta \nNama : Sherly Rosalina Tanoto, Maria Praptiningsih dkk Alamat : Kutisari Indah Utara VIII No 29, \nRT: 001 RW: 006, Kelurahan Kutisari, Kecamatan Tenggilis Mejoyo, Kota: Surabaya , Tenggilis \nMejoyo, Surabaya, Jawa Timur, 60291 Kewarganegaraan : Indonesia Pemegang Hak Cipta \nNama : Sherly Rosalina Tanoto, Maria Praptiningsih dkk Alamat : Kutisari Indah Utara VIII No …"}, "filled": true, "author_pub_id": "fwB4f_AAAAAJ:5nxA0vEk-isC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21101/1/Kegiatanhaki_04041_1340.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:4a8_vY-NJCAJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Waste Avengers: Timun Mas Eco Adventure", "pub_year": 2023, "citation": "Waste Avengers: Timun Mas Eco Adventure, 2023", "author": "Maria Praptiningsih and Sherly Rosalina Tanoto and Purwakanthi Adiratna Nugraha", "abstract": "SURAT PENCATATAN Page 1 an MENTERI HUKUM DAN HAK ASASI MANUSIA Direktur Hak \nCipta dan Desain Industri Anggoro Dasananto NIP. 196412081991031002 REPUBLIK \nINDONESIA KEMENTERIAN HUKUM DAN HAK ASASI MANUSIA SURAT PENCATATAN \nCIPTAAN Dalam rangka pelindungan ciptaan di bidang ilmu pengetahuan, seni dan sastra \nberdasarkan Undang-Undang Nomor 28 Tahun 2014 tentang Hak Cipta, dengan ini \nmenerangkan: Nomor dan tanggal permohonan : EC00202366168, 11 Agustus 2023 Pencipta \nNama : Maria Praptiningsih, Sherly Rosalina Tanoto dkk Alamat : Perum Gunung Sari Indah S/18, \nRT: 003 RW: 007, Kelurahan Kedurus, Kecamatan Karang Pilang, Kota: Surabaya, Karangpilang, \nSurabaya, Jawa Timur, 60223 Kewarganegaraan : Indonesia Pemegang Hak Cipta Nama \n: Maria Praptiningsih, Sherly Rosalina Tanoto dkk Alamat : Perum Gunung Sari Indah S/18, …"}, "filled": true, "author_pub_id": "fwB4f_AAAAAJ:8k81kl-MbHgC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21102/1/Kegiatanhaki_04041_1333.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ttnwcIFGV0AJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The influence of ethical leadership on employee performance through organizational citizenship behavior and intrinsic motivation", "pub_year": 2023, "citation": "Petra International Journal of Business Studies 6 (2), 122-132, 2023", "author": "Gabriely Elyas Tangkawarow and Sherly Rosalina Tanoto", "journal": "Petra International Journal of Business Studies", "volume": "6", "number": "2", "pages": "122-132", "abstract": "Employee performance and its antecedents have always been exciting research topics as employee performance impacts organizational success. Concerning this, leaders are considered to have a significant role in influencing employee performance. Despite being extensively discussed in the literature, little research has investigated ethical leadership as a construct. This research examines the impacts of ethical leadership, organizational citizenship behavior, and intrinsic motivation on performance. The novelty of this research is that it uses two mediating variables that have never been used to examine the association between ethical leadership and performance. A quantitative method was used, and data was collected using a survey. Results indicated that ethical leadership affected organizational citizenship behavior and intrinsic motivation but did not affect employee performance. Ethical leadership …"}, "filled": true, "author_pub_id": "fwB4f_AAAAAJ:_FxGoFyzp5QC", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=13532576022766134699,10371111459617430792", "cites_id": ["13532576022766134699", "10371111459617430792"], "pub_url": "https://scholar.google.com/scholar?cluster=13532576022766134699&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:q6XxrDFezbsJ:scholar.google.com/", "cites_per_year": {"2024": 4, "2025": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Kepemimpinan Transformasional Terhadap Turnover Intention Melalui Kepuasan Kerja Sebagai Variabel Mediasi Pada Karyawan Usaha Mikro, Kecil, Dan Menengah (UMKM) Sektor Makanan Dan Minuman Di Kabupaten Blora", "pub_year": 2022, "citation": "Jurnal Agora 10 (2), 2022", "author": "Sherly Rosalina Tanoto Sammuel and Sherly Rosalina Tanoto", "journal": "Jurnal Agora", "volume": "10", "number": "2", "abstract": "Turnover intention adalah suatu bentuk ungkapan yang menggambarkan keadaan atau perasaan seseorang terhadap suatu keputusan untuk berhenti dari perusahaan atau pekerjaannya. Penelitian ini bertujuan untuk mengetahui adanya pengaruh kepemimpinan transformasional terhadap turnover intention melalui kepuasan kerja sebagai variabel mediasi pada karyawan usaha mikro, kecil, dan menengah (UMKM) sektor makanan dan minuman di kabupaten Blora. Jenis penelitian yang digunakan adalah penelitian kuantitatif dengan jumlah sampel sebanyak 209 responden. Sampel pada penelitian ini diambil dengan menggunakan teknik pengambilan sampel non-probability sampling, yakni purposive sampling yang berfokus pada judgement sampling. Pengumpulan data pada penelitian ini menggunakan bantuan kuesioner penelitian yang disebarkan secara online. Teknik pengolahan dan analisis data …"}, "filled": true, "author_pub_id": "fwB4f_AAAAAJ:eQOLeE2rZwMC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=17820523563731476316", "cites_id": ["17820523563731476316"], "pub_url": "https://scholar.google.com/scholar?cluster=17820523563731476316&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:XF-xl8M3T_cJ:scholar.google.com/", "cites_per_year": {"2023": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pengaruh Latar Belakang Keluarga, Kebutuhan Akan Prestasi dan Pusat Kendali Internal terhadap Intensi Berwirausaha pada Mahasiswa Business Management Universitas Kristen Petra", "pub_year": 2021, "citation": "Agora 9 (1), 358412, 2021", "author": "Kevin William Thiono and Sherly Rosalina Tanoto", "journal": "Agora", "volume": "9", "number": "1", "pages": "358412", "publisher": "Petra Christian University", "abstract": "Latar belakang penelitian ini adalah untuk mengkaji pengaruh latar belakang keluarga, kebutuhan akan prestasi dan pusat kendali internal terhadap intensi berwirausaha pada mahasiswa Business Management Universitas Kristen Petra. Metode penelitian yang digunakan dalam penelitian ini adalah metode kuantitatif dengan menggunakan survei. Penelitian ini menggunakan 248 sampel dan hasil penelitian ini menunjukkan variabel kebutuhan akan prestasi dan pusat kendali internal berpengaruh positif dan signifikan terhadap intensi berwirausaha. Sedangkan variabel latar belakang keluarga tidak berpengaruh signifikan terhadap intensi berwirausaha."}, "filled": true, "author_pub_id": "fwB4f_AAAAAJ:W7OEmFMy1HYC", "num_citations": 0, "pub_url": "https://www.neliti.com/publications/358412/pengaruh-latar-belakang-keluarga-kebutuhan-akan-prestasi-dan-pusat-kendali-inter", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:6WRW8WdgXtMJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Financial knowledge, financial wellbeing, and online shopping addiction among young Indonesians", "pub_year": 2019, "citation": "Jurnal Manajemen dan Kewirausahaan 21 (1), 32-40, 2019", "author": "Sherly Tanoto and Evelyn Evelyn", "journal": "Jurnal Manajemen dan Kewirausahaan", "volume": "21", "number": "1", "pages": "32-40", "abstract": "With the recent booming of e–commerce business in Indonesia, it is essential to conduct further studies on online shopping behavior of Indonesians. Past studies on online shopping addiction emphasize only psychological factors and overlook financial factors. To fill this research gap, this study aims to examine the association and effect of financial knowledge and financial wellbeing on online shopping addiction. The Bergen Shopping Addiction Scale (BSAS) was adopted to assess online shopping addiction whilst financial knowledge and financial wellbeing scales from Australian Unity were used to measure the other two research variables. Data was collected through an online survey of 230 young Indonesians. To analyze the data, Pearson correlation and multiple regression techniques were implemented. Outcomes of this study revealed that most respondents had medium and high levels of financial knowledge and financial wellbeing. Interestingly, addictive respondents showed high financial knowledge and financial wellbeing. Financial knowledge and financial wellbeing were positively related to online shopping addiction. Financial wellbeing was a better predictor because it might be possible that individuals with positive feelings on their financial conditions were more comfortable in increasing their online spending behavior. The results of this study provide insights for future studies and e–commerce owners."}, "filled": true, "author_pub_id": "fwB4f_AAAAAJ:u-x6o8ySG0sC", "num_citations": 40, "citedby_url": "/scholar?hl=en&cites=5802479072139354089", "cites_id": ["5802479072139354089"], "pub_url": "http://jurnalmanajemen.petra.ac.id/index.php/man/article/view/21122", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:6R-BJ_mLhlAJ:scholar.google.com/", "cites_per_year": {"2020": 2, "2021": 4, "2022": 10, "2023": 13, "2024": 9, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Does job involvement influence psychological empowerment and innovative behaviour?", "pub_year": 2019, "citation": "Proceedings of International Conference on Management in Emerging Markets …, 2019", "author": "Sherly Tanoto and Suwandi Suhartanji", "journal": "Proceedings of International Conference on Management in Emerging Markets (ICMEM) SBM ITB", "volume": "1", "abstract": "Innovative behaviour is essential to maintain and improve an organization’s competitiveness. Earlier studies on innovative behaviour contend that psychological empowerment influences innovative behaviour. As psychological empowerment is a multi-dimensional construct, it is necessary to investigate the link between each of its dimensions with innovative behaviour. This research also includes the role of job involvement as a mediator. There is a notion that dimensions of psychological empowerment may differ across cultures, industries, and jobs. Hence, this paper enlarges previous research because it was conducted in Indonesia in the business setting. The respondents were 75 supervisors at a wheat flour company. Partial Least Square was used to examine the research model. Results of the study show partial mediation for the meaning and impact dimensions and complete mediation for self-determination. Competence has no direct effect on innovative behaviour."}, "filled": true, "author_pub_id": "fwB4f_AAAAAJ:Y0pCki6q_DkC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=13246085604394708978", "cites_id": ["13246085604394708978"], "pub_url": "https://www.academia.edu/download/92303026/324148465.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8q9cKq2M07cJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 1}}
