{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Implementasi Teknologi Penjernih Air Payau Berbasis Alat Penjernih Air Payau Berbasis Bahan Lokal (ALPAMAL) dalam Mengatasi Krisis Air Bersih", "pub_year": 2025, "citation": "Welfare: Jurnal Pengabdian Masyarakat 3 (1), 166-172, 2025", "author": "Surya Hermawan and Felixiano Hosea and Stanley Theodore and Anastasia Njo and Dhyah Harjanti", "journal": "Welfare: Jurnal Pengabdian Masyarakat", "volume": "3", "number": "1", "pages": "166-172", "abstract": "Masyarakat pesisir Dusun Tegalsari, Desa Dukuh Kupang, Sidoarjo, menghadapi krisis air bersih akibat ketergantungan pada sumber air payau dengan Total Dissolved Solid (TDS) mencapai 6000 mg/L, yang tergolong sangat berbahaya. Untuk mengatasi masalah ini, tim pengabdian masyarakat mengembangkan alat penjernih air payau berbasis bahan lokal (ALPAMAL) menggunakan teknologi ramah lingkungan. Kegiatan ini menggunakan metode Participatory Action"}, "filled": true, "author_pub_id": "FXOKpKIAAAAJ:vRqMK49ujn8C", "num_citations": 0, "pub_url": "https://jurnalfebi.iainkediri.ac.id/index.php/Welfare/article/view/2080", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:TqyWSq1C8wAJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analyzing Strategic Intuition Capability Among Sabu Raijua Entrepreneurs: The Role of Managerial Cognitive Capability and Absorptive Capacity", "pub_year": 2024, "citation": "Journal of Business and Management Review 5 (10), 967-976, 2024", "author": "Widjojo Suprapto and Dhyah Harjanti and Maria Praptiningsih and Joy Johannes", "volume": "5", "number": "10", "pages": "967-976", "abstract": "Research Aims: Entrepreneurs need strategic intuition capability in dealing with business situations that are constantly evolving, dynamic, and uncertain. This study was conducted to determine how the influence of managerial cognitive capabilities and absorptive capacity on strategic intuition capability among entrepreneurs in Sabu Raijua Regency.    Design/methodology/approach: The nature of this study is explanatory with a quantitative approach. There were 105 respondents who took part in filling out the online questionnaire. The collected data were later processed with the Smart PLS 4.0 software.    Research Findings: This study proves that managerial cognitive capability has a significant impact on strategic intuition capability, managerial cognitive capability has a significant impact on absorptive capacity, but absorptive capacity has no effect on strategic intuition capability.    Theoretical Contribution/Originality: This research makes a number of theoretical contributions, particularly with regard to the relationship between managerial cognitive capabilities, absorptive capacity, and strategic intuition capability. The managerial implications of this research are useful for entrepreneurs in evaluating or improving themselves in order to continue to develop the business being managed."}, "filled": true, "author_pub_id": "FXOKpKIAAAAJ:738O_yMBCRsC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21275/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:VGSyHgGkpaoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Transformasi kualitas air di Dusun Tlocor: Implikasi penggunaan ALPAMAL (Alat Pemurni Air Payau dengan Material Lokal) dalam kehidupan sehari-hari", "pub_year": 2024, "citation": "Penamas: Journal of Community Service 4 (2), 320-334, 2024", "author": "Surya Hermawan and Njo Anastasia and Dhyah Harjanti and Yuka Kawano", "volume": "4", "number": "2", "pages": "320-334", "abstract": "Air merupakan kebutuhan utama, namun akses untuk mendapatkan air bersih tidak mudah khususnya di daerah-daerah terpencil di wilayah pesisir Indonesia. Oleh karena itu, dilakukanlah kegiatan pemberdayaan masyarakat melalui implementasi alat pemurni air payau dengan material lokal (ALPAMAL) di Desa Kedung Pandan, Jabon, Sidoarjo. Tujuan kegiatan adalah memberikan dampak positif bagi kualitas hidup dengan membantu warga sekitar mendapatkan akses air bersih, yang digunakan pada kegiatan rumah tangga sehari-hari, dimana air payau dimurnikan menjadi air bersih menggunakan ALPAMAL. Metode kegiatan diawali dengan survei dan observasi untuk mengetahui gambaran masyarakat, kemudian perakitan dan pemasangan ALPAMAL, selanjutnya pada paska kegiatan dilakukan peresmian dan survei pada warga desa. Hasil dari kegiatan menggambarkan bahwa seluruh responden menyatakan sebelum ada ALPAMAL air payau yang digunakan asin, sangat kotor dan lengket sehingga untuk mencuci hasilnya tidak bersih. Setelah ALPAMAL digunakan, 50% menyatakan air tidak lengket dan 50% sisanya menyatakan hasil cucian menjadi lebih bersih. Seluruh mitra merasakan perubahan yang signifikan setelah ALPAMAL dipasang, sehingga saat ini fasilitas air sudah bersih dan memadai untuk memenuhi kebutuhan sehari-hari."}, "filled": true, "author_pub_id": "FXOKpKIAAAAJ:WbkHhVStYXYC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21279/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:llk00oQ0LeQJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pendampingan pemanfaatan teknologi digital sebagai strategi pemasaran UMKM Nurul Ismiati", "pub_year": 2024, "citation": "Jurnal Kreativitas dan Inovasi (Jurnal Kreanova) 4 (3), 110-118, 2024", "author": "Kevin Tanuwijaya and Alifvia Tasya Wijaya and Angelica Sikomena and Dhyah Harjanti and Nony Kezia Marchyta", "journal": "Jurnal Kreativitas dan Inovasi (Jurnal Kreanova)", "volume": "4", "number": "3", "pages": "110-118", "abstract": "Usaha mikro, Kecil, dan Menengah (UMKM) merupakan pilar utama perekonomian Indonesia, di era digital saat ini, pemanfaatan teknologi digital menjadi faktor penting dalam meningkatkan daya saing dan memperluas jangkauan pasar. UMKM di Dusun Tegal Sari, Sidoarjo menerima bimbingan dalam bentuk pelatihan dan pendampingan terkait pemanfaatan platform digital, termasuk media sosial, pasar online, dan situs web, dengan tujuan untuk meningkatkan kapasitas mereka dalam mempromosikan produk mereka. Tujuan dari kegiatan ini adalah untuk meningkatkan kemampuan promosi UMKM melalui penyediaan bimbingan dan pelatihan dalam pemanfaatan platform e-commerce dan situs web sebagai media pemasaran dan penjualan. Metode yang digunakan meliputi pelatihan pemasaran digital, pelatihan pemanfaatan instagram sebagai platform media sosial, pembuatan akun e-commerce, dan pelatihan pemanfaatan situs web, dengan penerapan strategi ini, UMKM di Dusun Tegal Sari, Sidoarjo dapat mengalami pertumbuhan dan perluasan basis konsumen, serta mampu meningkatkan jangkauan pasar dan daya saing di era digital."}, "filled": true, "author_pub_id": "FXOKpKIAAAAJ:K3LRdlH-MEoC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=18403798779117512811", "cites_id": ["18403798779117512811"], "pub_url": "https://ejournal.stiesia.ac.id/kreanova/article/view/6901", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:aygRa3ttZ_8J:scholar.google.com/", "cites_per_year": {"2024": 2, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Job Burnout Among Hotel Employees: The Impact on OCB and Employee Performance", "pub_year": 2024, "citation": "Journal of Applied Management and Business 5 (1), 7-14, 2024", "author": "Agatha Charistianty and Dhyah Harjanti", "journal": "Journal of Applied Management and Business", "volume": "5", "number": "1", "pages": "7-14", "publisher": "Petra Christian University", "abstract": "The company success is determined by employee performance. To ensure that the employee able to deliver their best performance, the company must pay attention on various factors, for instance: job burnout. Job burnout often occurs among hotel employees. Hotels must operate resourcefully to deliver good quality service continuously. The tasks at the hotel are very demanding, and the work environment is stressful. Every employee is forced to be able to work multitasking rapidly and skillfully so that the hotel can operate effectively and efficiently. The research objective is to determine the impact of job burnout on employee performance by using Organizational Citizenship Behavior as an intervening variable for hotel employees. In this quantitative research, a survey was conducted on 120 employees who worked in a number of two-star hotels in Surabaya. The sample was determined using a purposive sampling technique. The data obtained was processed using the Partial Least Square analysis technique. The research results show that job burnout can significantly disrupt employee performance and Organizational Citizenship Behavior. Meanwhile, Organizational Citizenship Behavior can significantly improve employee performance. Organizational citizenship behavior has also been proven to be able to act as a mediating variable in the relationship between job burnout and employee performance."}, "filled": true, "author_pub_id": "FXOKpKIAAAAJ:p2g8aNsByqUC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21060/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:QX4sZ4Mo0fsJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Membangun Innovative Work Behavior Pada Karyawan Generasi Millennial: Peran Transformational Leadership Dan Employee Engagement", "pub_year": 2024, "citation": "Majalah Ekonomi 29 (1), 35-45, 2024", "author": "Pratama Sivano Edsel and Dhyah Harjanti", "journal": "Majalah Ekonomi", "volume": "29", "number": "1", "pages": "35-45"}, "filled": true, "author_pub_id": "FXOKpKIAAAAJ:OU6Ihb5iCvQC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:MOQXwkYDhMAJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pendampingan Penyusunan Business Model Canvas Pada UMKM Nurul Ismiati Dengan Pendekatan Coaching", "pub_year": 2024, "citation": "Ekobis Abdimas: Jurnal Pengabdian Masyarakat 5 (1), 18-25, 2024", "author": "Dhyah Harjanti and Nony Kezia Marchyta and Surya Hermawan and Resmana Lim", "journal": "Ekobis Abdimas: Jurnal Pengabdian Masyarakat", "volume": "5", "number": "1", "pages": "18-25", "abstract": "Dunia bisnis yang terus berubah menuntut pelaku usaha untuk dinamis dan mampu menyesuaikan strategi bisnisnya. Tuntutan ini tidak hanya berlaku bagi perusahaan besar, namun juga bagi usaha mikro, kecil, dan menengah (UMKM). UMKM harus mampu memahami perubahan lingkungan bisnis dan mengenali peluang yang muncul dari perubahan tersebut. Kegiatan pendampingan UMKM ini memberikan pemahaman mengenai Business Model Canvas (BMC) kepada UMKM. Dengan memahami sembilan elemen BMC, UMKM dapat dengan lebih mudah mengenali perubahan lingkungannya, lalu menyusun strategi bisnis yang sesuai dengan situasi dan kondisi terkini. Kegiatan dilakukan dengan metode coaching, dimana UMKM tidak hanya diberi materi oleh narasumber, tetapi UMKM juga melakukan simulasi, mencoba mencari akar permasalahan bisnis mereka, serta menyusun strategi bisnis sebagai solusi dari permasalahan tersebut. Dengan pendekatan coaching ini, para pelaku UMKM mampu memahami proses BMC serta dapat menyusun model bisnis mereka secara mandiri, sehingga mereka dapat melakukan penyesuaian strategi bisnis di masa yang akan datang tanpa harus didampingi terus."}, "filled": true, "author_pub_id": "FXOKpKIAAAAJ:u9iWguZQMMsC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=16670080408209511093", "cites_id": ["16670080408209511093"], "pub_url": "https://jurnal.unipasby.ac.id/ekobisabdimas/article/view/8880", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:tdKGNM8FWOcJ:scholar.google.com/", "cites_per_year": {"2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Role of Dynamic Capabilities in Moderating the Influence of Entrepreneurial Alertness and Entrepreneurial Intuition on Business Opportunity Recognition in the Café Industry", "pub_year": 2024, "citation": "Petra International Journal of Business Studies 7 (1), 11-18, 2024", "author": "Widjojo Suprapto and Sherly Agustine and Dhyah Harjanti and Maria Praptiningsih", "journal": "Petra International Journal of Business Studies", "volume": "7", "number": "1", "pages": "11-18", "abstract": "The aim of this study is to examine the influence of alertness and intuition among entrepreneurs on recognizing business opportunities in the café industry, with dynamic capabilities as the moderating variable. Although the pandemic of COVID-19 has become a distant history, many business owners are still struggling to find new grounds in the new business landscape which is dominated by the uprising of e-commerce and unconventional business platforms. So, many of them have started to venture into new opportunities to expand their business interests, and café business offers a new option, especially in rural areas where people are killing their time by socializing with others in warung (food stalls). Because the study is seeking explanations on how dynamic capabilities affects the relationship between independent variables and dependent variable, the research method is adopting the quantitative research method, in which the data are collected using questionnaires from purposely selected respondents. For this study, the questionnaires were distributed to small business owners in some rural areas or small cities, and a hundred valid questionnaires were obtained and processed with smartPLS to get the robustness of the study and the results of the hypothesis tests. The results show that entrepreneurial alertness has a significant influence on business opportunity recognition, but entrepreneurial intuition does not have any influence on business opportunity recognition among café business owners in rural areas. Dynamic capabilities do not show any moderating effect between entrepreneurial alertness and business opportunity recognition …"}, "filled": true, "author_pub_id": "FXOKpKIAAAAJ:uWQEDVKXjbEC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=17797883833054454460", "cites_id": ["17797883833054454460"], "pub_url": "https://ijbs.petra.ac.id/index.php/ijbs/article/view/339", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vOLghgzJ_vYJ:scholar.google.com/", "cites_per_year": {"2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Building Knowledge Sharing: The Role of Empowering Leadership, Trust, and Organizational Commitment", "pub_year": 2024, "citation": "Journal of Business and Management Review 5 (4), 328-346, 2024", "author": "Dhyah Harjanti and Nuzulul Fatimah and Siti Mahmudah and Dyah Widowati", "journal": "Journal of Business and Management Review", "volume": "5", "number": "4", "pages": "328-346", "abstract": "Research Aims: This study aims to examine how to implement knowledge sharing by looking at empowering leadership, trust, and organizational commitment to private university lecturers in East Java.Design/methodology/approach: The type of research used is explanatory research, namely explaining the position of influence of the independent variables and dependent variables in the hypothesis. The population of this study were private university lecturers in East Java. Questionnaires were distributed online using purposive sampling techniques and 230 questionnaires were analyzed. Partial Least Square is used for data analysis.Research Findings: The results of the study reveal that empowering leadership and trust affects the success of knowledge sharing. In addition, organizational commitment has succeeded in mediating empowering leadership and trust which indirectly affects knowledge sharing."}, "filled": true, "author_pub_id": "FXOKpKIAAAAJ:SP6oXDckpogC", "num_citations": 0, "pub_url": "https://www.profesionalmudacendekia.com/index.php/jbmr/article/view/946", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:fIVxIo2Ft-4J:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Entrepreneurial Intention Among Students: The Role of Entrepreneurial Education, Self-Efficacy, and Network", "pub_year": 2024, "citation": "Journal of Business and Management Review 5 (3), 256-267, 2024", "author": "Aditya Kristianto Kwetan and Dhyah Harjanti", "journal": "Journal of Business and Management Review", "volume": "5", "number": "3", "pages": "256-267", "publisher": "Petra Christian University", "abstract": "Research Aims: Indonesia has enormous natural resources. This wealth of natural resources has the potential to become a business opportunity and give birth to new entrepreneurs. This study aimed to identify the effect of entrepreneurial education, self-efficacy, and network on entrepreneurial intention.   Design/methodology/approach: The method of research used in this study was quantitative. The number of samples used was 91 college students domiciled in Eastern Indonesia (EI). The sampling technique used in this study was the purposive sampling technique. The data analysis technique used was descriptive statistics with the Partial Least Square program (PLS). The majority of the respondents in this study were male (53%), 20 years old (52.7%), majoring in economics and business (60.4%), and currently in their third year of college (58.2%).  Research Findings: The results showed that entrepreneurial education had a positive and significant effect on self-efficacy, and entrepreneurial education, self-efficacy, and the network had a positive and significant effect on entrepreneurial intention.  Theoretical Contribution/Originality: The findings of this research can be used as an evaluation of the results of various efforts made to encourage the growth of entrepreneurial intentions through the provision of educational facilities and networks in Eastern Indonesia."}, "filled": true, "author_pub_id": "FXOKpKIAAAAJ:UxriW0iASnsC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20956/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Mq5DWrrHIxoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Persepsi Masyarakat Daerah Pesisir Sidoarjo Terhadap Pemakaian ALPAMAL (Alat Pemurnian Air Payau dengan Material Lokal) di Masa Krisis Air", "pub_year": 2023, "citation": "Persepsi Masyarakat Daerah Pesisir Sidoarjo Terhadap Pemakaian ALPAMAL (Alat …, 2023", "author": "Surya Hermawan and VIKTOR ATANTO HINDROMARTONO and AXEL DOUGLAS HANENKANG and Dhyah Harjanti and Nony Kezia Marchyta", "abstract": "Belakangan ini, banyak bagian di dunia yang sedang mengalami krisis air bersih. Hal ini dikarenakan konsumsi air dunia meningkat dan juga fenomena El Nino yang menyebabkan kekeringan. Daerah pesisir menjadi salah satu daerah yang kekurangan kebutuhan air bersih, termasuk lokasi kegiatan yang dipilih yaitu di Dusun Tegalsari, Dukuh Kupang, Kecamatan Jabon, Kota Sidoarjo yang hampir kurang lebih 30 tahun belum dapat memanfaatkan air payau yang merupakan satu-satunya sumber air di dusun terpencil tersebut. Oleh karena itu, dilakukanlah kegiatan pengabdian masyarakat bermetode Service Learning oleh mahasiswa. Adapun tujuan dari kegiatan adalah untuk membantu masyarakat dalam memenuhi kebutuhan air bersih setiap harinya dan menunjang kegiatan Usaha Mikro, Kecil, Menengah (UMKM). Pada kegiatan ini, mahasiswa merencanakan dan menerapkan pemasangan alat Alat Pemurni Air Payau dengan Material Lokal (ALPAMAL) yang dapat memfilter air payau menjadi air bersih maupun air minum. Metode pelaksanaan kegiatan ini dibagi menjadi beberapa tahapan mulai dari tahap pra pelaksanaan (30 Oktober 2023), pelaksanaan (10 November 2023), dan pasca pelaksanaan. Setelah pemasangan alat ALPAMAL, dilakukan survei kepada 45 warga Dusun Tegalsari yang terdiri dari 23 laki-laki dan 22 perempuan mengenai persepsi masyarakat terhadap alat ALPAMAL. Hasil kegiatan ini menunjukkan bahwa mayoritas (93%) Dusun Tegalsari merasa alat ini dapat menunjang keseharian mereka setelah mendapatkan pemaparan dari mahasiswa. Selain itu, lebih dari separuh (86%) warga juga yakin …"}, "filled": true, "author_pub_id": "FXOKpKIAAAAJ:KxtntwgDAa4C", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20875/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:fjs7UwVH26EJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Effect of learning motivation on learning outcome through student engagement online lecture systems", "pub_year": 2023, "citation": "The Effect of learning motivation on learning outcome through student …, 2023", "author": "Jason Patrick Susanto and Dhyah Harjanti and Widjojo Suprapto and Teddy Gotama Gunawan", "abstract": "Introduction/Main Objectives: Online learning has grown in popularity in recent years due to the impact of the coronavirus which forced people to stay indoors and learn from home. One of the impacts of the rise of online learning is that schools and universities are starting to conduct learning and teaching through online media such as online courses and online meetings with teachers. Even after the coronavirus subsided, online learning is still one of the alternative teaching tools used by universities or schools to teach their students. Background Problems: This study was conducted with the aim of determining the influence of learning motivation on learning outcomes through student engagement in online learning. Novelty: No other research has been conducted to analyze the effect of learning motivation on learning outcomes through student engagement in online learning. Research Methods: This research is quantitative research with a sample of active universities students and have participated in online learning. The sample was obtained randomly using a non-probability sampling technique, namely purposive sampling. Data collection used a research questionnaire. Data processing and analysis techniques using SmartPLS version 4.0. Finding/Results:  The results showed that learning motivation does not directly affect learning outcomes, but through student engagement as a mediation between learning motivation and learning outcomes can have a significant positive effect.  Student engagement has a significant positive effect on learning outcomes. Learning motivation also has a significant positive effect on student engagement …"}, "filled": true, "author_pub_id": "FXOKpKIAAAAJ:Tiz5es2fbqcC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21061/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vJOS2sL1OOAJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Building Employee Engagement While Working from Home", "pub_year": 2023, "citation": "Building Employee Engagement While Working from Home, 2023", "author": "Sheryna Jacqueline Ertanto and Dhyah Harjanti", "abstract": "Introduction/Main Objectives: The COVID pandemic has transformed various aspects of peoples lives, including work. Work-from-home (WFH) system has been known long before the pandemic. During the pandemic, this WFH system has become a requirement for many companies. Both companies and employees must adapt to run WFH effectively, not only in terms of technology but also in terms of social interaction. The WFH system is perceived as cutting off social interaction among employees. Support and interaction from superiors and colleagues that used to be done physically, now have to be done online. How companies can maintain engagement among employees while working from home is a challenge in itself. Now that the pandemic has passed, many employees still want to work from home. Companies need to consider their ability to maintain employee engagement during WFH.  Background Problems: Many previous studies have explained that employee engagement can be formed from perceived organizational support. When the company is considered to provide full support for employees, organizational citizenship behavior will be formed. With this behavior, fellow employees will feel more comfortable and eager to contribute to the success of the company. Novelty: Previous research generally examined the topic of employee engagement in employees who work in the office. Prior studies examining how to build engagement among employees who work from home are still limited. Therefore, this study aims to determine whether perceived organizational support and organizational citizenship behavior affect employee …"}, "filled": true, "author_pub_id": "FXOKpKIAAAAJ:XiSMed-E-HIC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/21062/1/Publikasi1_09021_10513.pdf", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Ln8IK9u61DkJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Building Employee Engagement While Working from Home: Is It Possible?", "pub_year": 2023, "citation": "Building Employee Engagement While Working from Home: Is It Possible?, 2023", "author": "Sheryna Jacqueline Ertanto and Dhyah Harjanti", "abstract": "Introduction/Main Objectives: The COVID pandemic has transformed various aspects of peoples lives, including work. Work-from-home (WFH) system has been known long before the pandemic. During the pandemic, this WFH system has become a requirement for many companies. Both companies and employees must adapt to run WFH effectively, not only in terms of technology but also in terms of social interaction. The WFH system is perceived as cutting off social interaction among employees. Support and interaction from superiors and colleagues that used to be done physically, now have to be done online. How companies can maintain engagement among employees while working from home is a challenge in itself. Now that the pandemic has passed, many employees still want to work from home. Companies need to consider their ability to maintain employee engagement during WFH.  Background Problems: Many previous studies have explained that employee engagement can be formed from perceived organizational support. When the company is considered to provide full support for employees, organizational citizenship behavior will be formed. With this behavior, fellow employees will feel more comfortable and eager to contribute to the success of the company. Novelty: Previous research generally examined the topic of employee engagement in employees who work in the office. Prior studies examining how to build engagement among employees who work from home are still limited. Therefore, this study aims to determine whether perceived organizational support and organizational citizenship behavior affect employee …"}, "filled": true, "author_pub_id": "FXOKpKIAAAAJ:dshw04ExmUIC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/20770/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:P_KLfud1OaYJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Faktor-faktor penentu keberhasilan kinerja perawat", "pub_year": 2023, "citation": "BBM (Buletin Bisnis & Manajemen) 9 (2), 164-175, 2023", "author": "Nida Alfia and Noerchoidah Noerchoidah and Dhyah Harjanti", "journal": "BBM (Buletin Bisnis & Manajemen)", "volume": "9", "number": "2", "pages": "164-175", "abstract": "Penelitian ini menguji hubungan antara konflik peran ganda, komunikasi interpersonal, serta lingkungan kerja terhadap kinerja yang dihasilkan perawat. Penentuan jumlah sampel menggunakan purposive sampling dan sebanyak 106 perawat perawat Rumah Sakit Anwar Medika Sidoarjo ditetapkan sebagai sampel. Penelitian ini menggungkapkan bahwa konflik peran ganda tidak secara signifikan mempengaruhi kinerja perawat, namun komunikasi interpersonal dan lingkungan kerja mempengaruhi kinerja perawat. Lebih lanjut, hasil uji F mengkonfirmasi konflik peran ganda, komunikasi interpersonal, dan lingkungan kerja mampu meningkatkan kinerja perawat Rumah Sakit Anwar Medika Sidoarjo."}, "filled": true, "author_pub_id": "FXOKpKIAAAAJ:xtRiw3GOFMkC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=16964947105411340890", "cites_id": ["16964947105411340890"], "pub_url": "http://journal.uyr.ac.id/index.php/BBM/article/view/616", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:WppVG4KZb-sJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Enhancing creativity: The role of affective commitment and knowledge sharing", "pub_year": 2023, "citation": "Journal of Business and Management Review 4 (7), 494-509, 2023", "author": "Dhyah Harjanti and I Made Dwiarta and Widjojo Suprapto", "journal": "Journal of Business and Management Review", "volume": "4", "number": "7", "pages": "494-509", "abstract": "As higher education institutions were facing strong competition to attract new coming students, the contributions of lecturers were acknowledged as one of the driving resources of the university’s competitive advantage. Besides teaching, all lecturers were required to conduct research and social services. While fulfilling these tasks, some lecturers focused on one aspect only and neglect the others. This situation created a disparity in lecturers’ creative mindsets, as they keep on doing similar tasks repeatedly. Creativity developed by the lecturers could become the competitive advantage of their university. The objective of this study was to examine how lecturers’ creativity is constructed. Two influencing factors, which are affective commitment and knowledge sharing, were tested to see their influences on creativity. The data were collected from 170 randomly selected lecturers of private universities who obtained an “A” accreditation. Since this was quantitative research, the collected data were processed with the Partial Least Square technique. The results showed that lecturers’ creativity was significantly affected by knowledge sharing as well as affective commitment. However, knowledge sharing did not mediate the relationship between affective commitment and creativity."}, "filled": true, "author_pub_id": "FXOKpKIAAAAJ:NhqRSupF_l8C", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=18301755670486106521", "cites_id": ["18301755670486106521"], "pub_url": "https://profesionalmudacendekia.com/index.php/jbmr/article/view/728", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:mcFQwdDl_P0J:scholar.google.com/", "cites_per_year": {"2023": 1, "2024": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Dampak service learning pemurnian air payau dengan pemanfaatan material lokal yang berkelanjutan", "pub_year": 2023, "citation": "Share 9 (1), 14-23, 2023", "author": "Surya Hermawan and Dhyah Harjanti and ROBERT VINCENT and SINGGIE ALEXANDER GOZALI and HENSOND NATHANAEL SUGIARTO", "volume": "9", "number": "1", "pages": "14-23", "abstract": "Saat ini semakin banyak institusi pendidikan yang menyadari pentingnya kegiatan  Service Learning (SL). Ini terbukti dari banyak Universitas yang melaksanakan kegiatan tersebut. Latar belakang kegiatan SL adalah masih banyak ketimpangan yang terjadi di masyarakat, baik masyarakat pedesaan terhadap perkotaan maupun antar masyarakat dalam kota itu sendiri. Oleh karena itu, kegiatan ini dilakukan di Dusun Tegalsari Jabon Sidoarjo yang mengalami krisis air bersih berupa air payau. Dimana sejak puluhan tahun yang lalu, masyarakat hingga saat ini masih belum dapat memenuhi kebutahan air bersih mereka, dikarenakan air yang dimanfaatkan adalah air payau yang mereka beli sekitar Rp. 150.000 – Rp. 250.000 per kepala keluarga setiap bulannya. Kegiatan ini merupakah lanjutan kegiatan dari 2 penelitian yang telah dilakukan sejak tahun tahun 2017 dengan tema banjir Rob dan  pemurnian air payau dengan pemanfatan material lokal yang berkelanjutan. Adapun tujuan kegiatan ini adalah untuk meningkatkan derajat kesehatan masyarakat melalui pemberdayaan air bersih. Metode yang digunakan diawali dengan survei dalam pra pelaksanaan, dilanjutkan dengan pelaksanaan kegiatan pembuatan dan pemasangan alat pemurni air payau dengan material lokal (ALPAMAL), dan diakhiri dengan wawancara oleh Mahasiswa yang merupakan paska pelaksanaan. Hasil dari kegiatan ini berdampak langsung dan bermanfaat untuk mengubah air payau menjadi air bersih yang siap digunakan masyarakat. Hasil lain dari kegiatan ini adalah sebanyak hampir seluruh (93.5%) mahasiswa merasa terbantu dalam dunia  perkuliahan …"}, "filled": true, "author_pub_id": "FXOKpKIAAAAJ:bFI3QPDXJZMC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=8425628790515252361", "cites_id": ["8425628790515252361"], "pub_url": "https://repository.petra.ac.id/20414/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:iTz3e77Y7XQJ:scholar.google.com/", "cites_per_year": {"2023": 3, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Upaya UMKM Kelurahan Jambangan Surabaya Untuk Onboarding ke Dalam Ekosistem Digital", "pub_year": 2022, "citation": "EKOBIS ABDIMAS: Jurnal Pengabdian Masyarakat 3 (2), 30-38, 2022", "author": "Dhyah Harjanti and Wilma Laura Sahetapy", "journal": "EKOBIS ABDIMAS: Jurnal Pengabdian Masyarakat", "volume": "3", "number": "2", "pages": "30-38", "abstract": "Penggunaan teknologi digital telah menjadi satu tuntutan bagi pelaku bisnis, tidak terkecuali bagi pelaku UMKM. Berbagai aplikasi media sosial telah tersedia untuk digunakan pendukung kegiatan bisnis dengan biaya yang sangat terjangkau. Namun jumlah pelaku UMKM yang menggunakan media sosial untuk memasarkan produknya masih sangat kecil. Kegiatan pengabdian kepada masyarakat ini dilakukan dengan tujuan untuk memberikan pemahaman dan pendampingan mengenai penggunaan media sosial sebagai alat pemasaran kepada para pelaku UMKM, khususnya pelaku UMKM di Kelurahan Jambangan, Kecamatan Jambangan, Surabaya. Kegiatan ini mendapat tanggapan positif dari pelaku UMKM. Dari kegiatan ini, para pelaku UMKM menjadi lebih percaya diri dan termotivasi untuk menggunakan media sosial dalam bisnisnya, serta mendapat berbagai pengetahuan dan keterampilan baru mengenai cara, trik dan tips dalam memanfaatkan media sosial sebagai alat pemasaran."}, "filled": true, "author_pub_id": "FXOKpKIAAAAJ:D03iK_w7-QYC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=2802929123138079806", "cites_id": ["2802929123138079806"], "pub_url": "https://jurnal.unipasby.ac.id/index.php/ekobisabdimas/article/view/6342", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Pgw-2y8B5iYJ:scholar.google.com/", "cites_per_year": {"2024": 1}}
