{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Multicriteria Sensitivity Analysis for Numerical Model Validation of Experimental Data", "pub_year": 2024, "citation": "International Journal of Technology 15 (6), 1644-1662, 2024", "author": "Bobby Rio Indriyantho and Joko Purnomo and Marc Ottele Purwanto and Ay Lie Han and Buntara Sthenly Gan", "journal": "International Journal of Technology", "volume": "15", "number": "6", "pages": "1644-1662", "publisher": "Faculty of Engineering, Universitas Indonesia", "abstract": "Sensitivity analysis is a decisive step in experimental and numerical structural mechanics. The analysis of structural model quantifies the importance of each input parameter, potential interaction and effects on structural response. Therefore, this study aimed to help reduce the uncertainty surrounding major variables, providing valuable guidance for conducting future experiments. During the investigation, numerically deterministic sensitivity analysis based on multicriteria model evaluations of load-displacement curves representing actual behavior of the member correctly, were reviewed. Multicriteria model combined the evaluation of peak load, energy dissipation before ultimate loading, and toughness of load-displacement response. The methodology led to a strong sensitivity analysis method, generating an agreement between numerical and experimental responses. Moreover, an investigation of the method was presented for a geopolymer haunch, the numerical model was based on rigid body spring model (RBSM), which enabled precise behavior simulation of reinforced concrete structures. RBSM was refined, enabling in-depth evaluation of stress-strain contours, plasticity index, initial crack formation and crack propagation, as well as RBSM-spring failure modes. The proposed multicriteria sensitivity analysis can be implemented with other simulation methods, such as finite element analysis (FEA) and structural simulation software. The recommended method is applicable to any structural member, where laboratory-tested full-scale specimens were functioning as validation tools. Following the proposed multicriteria sensitivity analysis …"}, "filled": true, "author_pub_id": "fZkiLdAAAAAJ:fPk4N6BV_jEC", "num_citations": 0, "pub_url": "https://ijtech.eng.ui.ac.id/article/view/7146", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:QqOGOYPTfYoJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Normal tensile bond behaviour of CFRP-epoxy laminate to concrete and steel", "pub_year": 2024, "citation": "International Journal of Adhesion and Adhesives 132, 103683, 2024", "author": "Dinar Gumilang Jati and Joko Purnomo and Buntara S Gan and Lintang B Leksono and Ay Lie Han", "journal": "International Journal of Adhesion and Adhesives", "volume": "132", "pages": "103683", "publisher": "Elsevier", "abstract": "The effectiveness of CFRP sheets as external concrete reinforcement is determined by the CFRP-concrete bond behaviour. In this study the normal tensile bond of CFRP-epoxy laminate was assessed through the behaviour of the CFRP-concrete, and CFRP-steel bond. A pull-off apparatus combined with a newly introduced method using a clip-on displacement transducer was employed. The specimen was a field-impregnated single CFRP sheet attached to concrete and steel. The contribution of the epoxy was tested individually. The load-displacement behaviour, the ultimate strength, failure mode and the individual component's contribution to the CFRP bond, were analysed. The study concluded that for a concrete compression strength as high as 50 MPa the failure was designated by concrete rupture. For the CFRP-steel specimens, the failure was distinguished as adhesive interface failure or CFRP failure …"}, "filled": true, "author_pub_id": "fZkiLdAAAAAJ:u_35RYKgDlwC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=3022500907786352502", "cites_id": ["3022500907786352502"], "pub_url": "https://www.sciencedirect.com/science/article/pii/S0143749624000654", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:drfmzY8U8ikJ:scholar.google.com/", "cites_per_year": {"2024": 1, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The effects of various parameters in sensitivity analysis of plain concrete beam using rigid body spring model", "pub_year": 2023, "citation": "IOP Conference Series: Earth and Environmental Science 1195 (1), 012016, 2023", "author": "Joko Purnomo and Aylie Han and Buntara Sthenly Gan and Djwantoro Hardjito", "journal": "IOP Conference Series: Earth and Environmental Science", "volume": "1195", "number": "1", "pages": "012016", "publisher": "IOP Publishing", "abstract": "The Rigid Body Spring Model (RBSM) is an alternative method to Finite Element Model (FEM) to solve continuum problems in civil engineering. The method has three main advantages, ie, having a smaller local stiffness matrix, the ability to directly simulate cracks, and independent formulation of element types. Although the method has been extensively used in studying the behaviour of concrete structures, specific research on sensitivity analysis of this method has not been done nor published. In this research, sensitivity analysis of plain concrete beam using the model is performed. The parameters to be considered are boundary size, boundary element type, number of elements, crack mesh refinement, number of stages, and the effect of half modelling. Based on the sensitivity analysis, optimum parameters were selected to calibrate the model to three plain concrete samples. The result suggests that modulus …"}, "filled": true, "author_pub_id": "fZkiLdAAAAAJ:pqnbT2bcN3wC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=7962247195725468807", "cites_id": ["7962247195725468807"], "pub_url": "https://iopscience.iop.org/article/10.1088/1755-1315/1195/1/012016/meta", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:hxQRg6OVf24J:scholar.google.com/", "cites_per_year": {"2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Systematic calibration procedure for CFRP sheets and rods strengthened RC T-beams by using RBSM", "pub_year": 2023, "citation": "Mechanics of Advanced Materials and Structures 30 (9), 1913-1929, 2023", "author": "Joko Purnomo and Aylie Han and Rito Yamakawa and Buntara S Gan", "journal": "Mechanics of Advanced Materials and Structures", "volume": "30", "number": "9", "pages": "1913-1929", "publisher": "Taylor & Francis", "abstract": "In this study, a nonlinear 2D rigid body spring model (RBSM) was developed to verify the experimental works of Carbon Fiber Reinforced Polymer (CFRP) sheets and rods strengthened reinforced concrete (RC) T-shape beam (RC T-beam) section under a combination of bending and shearing loads. Modified Mohr–Coulomb criteria were adopted for modeling the plastic damage of concrete material. The orthotropic smeared layers representing the steel and CFRP materials were laminated on the concrete surface to model the reinforcing steel bars, stirrup steel, and CFRP sheets and rods. A mechanical behavior-based approach to fit the experimental results was discussed using the numerical results at each calibration stage. This study shows how the gradient of compressive and ultimate tensile strength of concrete affects the initial flexure behavior of the load-displacement curve of an RC T-beam. In contrast with …"}, "filled": true, "author_pub_id": "fZkiLdAAAAAJ:L8Ckcad2t8MC", "num_citations": 8, "citedby_url": "/scholar?hl=en&cites=13413177590270827128", "cites_id": ["13413177590270827128"], "pub_url": "https://www.tandfonline.com/doi/abs/10.1080/15376494.2022.2111483", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:eJpSyfMtJboJ:scholar.google.com/", "cites_per_year": {"2024": 6, "2025": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Evaluation of a macro lump plasticity model for reinforced concrete beam-column joint under cyclic loading", "pub_year": 2020, "citation": "Civil Engineering Dimension 22 (2), 82-93, 2020", "author": "Joko Purnomo and V Octaviani and PK Chiaulina and Jimmy Chandra", "journal": "Civil Engineering Dimension", "volume": "22", "number": "2", "pages": "82-93", "abstract": "Lateral deformations of reinforced concrete (RC) frames under extreme seismic excitation are highly affected by the stiffness of their beam-column joints. Numerous models have been proposed to simulate the responses of RC beam-column joint under cyclic loading. Development of RC beam-column joint model based on macro modeling using spring elements becomes more popular because of its considerably simple application for seismic performance evaluation purposes. In this study, a simple modification to previously developed macro-spring element-based model for RC beam-column joint is done and is used to simulate the behavior of seven external and five internal RC joints under cyclic loading in SAP2000. The model consists of several spring elements to define column, beam, joint, and bond-slip responses according to its individual moment-rotation relationships. Overall, the analysis results show that the modified model can simulate well the cyclic behavior of RC beam-column joints when are compared to previously available experimental results"}, "filled": true, "author_pub_id": "fZkiLdAAAAAJ:LkGwnXOMwfcC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=5250364730142319967", "cites_id": ["5250364730142319967"], "pub_url": "http://ced.petra.ac.id/index.php/civ/article/view/23125", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:X2VfiecK3UgJ:scholar.google.com/", "cites_per_year": {"2023": 2}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The utilisation of the numerical hydrodynamic model to face rob floods in coastal areas in the industrial revolution era 4.0 at east java Indonesia", "pub_year": 2020, "citation": "Journal of Physics: Conference Series 1625 (1), 012060, 2020", "author": "Surya Hermawan and Octavius Hans and CHRISTIAN Gunawan and Daniel Tjandra and Joko Purnomo", "journal": "Journal of Physics: Conference Series", "volume": "1625", "number": "1", "pages": "012060", "publisher": "IOP Publishing"}, "filled": true, "author_pub_id": "fZkiLdAAAAAJ:ufrVoPGSRksC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=2171940315763391060", "cites_id": ["2171940315763391060"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:VDptsjVIJB4J:scholar.google.com/", "cites_per_year": {"2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "THE UTILIZATION OF THE DRONE AND SONAR FOR FLOOD DESIGN IN CONSTRUCTION ERA 4.0.", "pub_year": 2019, "citation": "THE UTILIZATION OF THE DRONE AND SONAR FOR FLOOD DESIGN IN CONSTRUCTION ERA 4.0., 2019", "author": "Surya Hermawan and Joko Purnomo and Daniel Tjandra and Welly Pontjoharyo", "abstract": "Climate change caused by global warming has become an interesting study in recent years which is indicated by an increase in seawater temperature, sea-level rise and flooding. In the research area at Jabon District Sidoarjo was affected by sea flood in December 2017 within material loss about 5 billion rupiahs. This research aims to utilise the recent technology in construction era 4.0 with photogrammetric techniques using Unmanned Aerial Vehicles and sonar tools to analyse flooding events by making bathymetry maps with low and affordable costs in watersheds, including the effects of tides was also carried out. The method in this research was carried out the right photogrammetric technique and processed to provide a 3-dimensional appearance. Also, sonar tools use as benchmarks with high accuracy in the bathymetry mapping and river sedimentation occurrence. The outcome of this study proves that the watershed at the study site was a tidal influence on the condition of the highest high water level, which caused seawater to pass through the river bank as high as 10 centimetres. Fur further to overcome this problem, it recommends to do dredging of the riverbed, and the appropriate construction of river banks/embankments are higher and more durable."}, "filled": true, "author_pub_id": "fZkiLdAAAAAJ:0EnyYjriUFMC", "num_citations": 0, "pub_url": "https://repository.petra.ac.id/19265/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ij19Ama4-QUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "ANALISIS DAMPAK UKURAN TERHADAP KEKUATAN GESER DINDING BETON BERTULANG", "pub_year": 2019, "citation": "Jurnal Dimensi Pratama Teknik Sipil 8 (2), 59-65, 2019", "author": "GHO Danny Wahyudi and David Ardhyan Sutanto and Jimmy Chandra and Joko Purnomo", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "8", "number": "2", "pages": "59-65"}, "filled": true, "author_pub_id": "fZkiLdAAAAAJ:Se3iqnhoufwC", "num_citations": 0, "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:O8l2ZHtuLKUJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "KAPASITAS GESER DINDING STRUKTUR BETON BERTULANG MENGGUNAKAN SIMPLIFIED TRUSS MODEL DENGAN MEMPERHITUNGKAN PENGARUH RASIO TINGGI TERHADAP PANJANG DINDING", "pub_year": 2019, "citation": "Jurnal Dimensi Pratama Teknik Sipil 8 (2), 51-58, 2019", "author": "Clarence Rebeka and Claudia Saraswati and Jimmy Chandra and Joko Purnomo", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "8", "number": "2", "pages": "51-58", "abstract": "Building codes seperti ACI 318M-14 (2015) dan Eurocode 8 (2005) umumnya digunakan untuk menghitung kapasitas geser dinding struktur beton bertulang. Selain itu, ada juga beberapa peneliti yang telah berhasil merumuskan cara perhitungan yang lebih konsisten seperti Chandra et al.(2018) dan Abidin (2019). Namun, rumusan yang diajukan oleh Chandra et al.(2018) masih belum memperhitungkan pengaruh faktor rasio tinggi terhadap panjang (hw/lw) dalam perhitungan kapasitas gesernya. Abidin (2019) kemudian mengembangkan rumus yang diajukan Chandra et al.(2018) dengan memasukkan faktor hw/lw dalam perhitungan. Cara ini kemudian terbukti dapat memperhitungkan kekuatan geser dinding lebih konsisten dengan mengujikannya terhadap 114 spesimen dinding struktural. Namun demikian, cara Abidin (2019) tersebut masih kurang praktis karena harus melewati proses regresi. Dalam penelitian ini, telah dilakukan modifikasi rumus untuk menyederhanakan cara perhitungan tersebut agar bisa digunakan secara praktis. Hasil yang didapat dengan mengujikan pada 169 spesimen dinding struktur beton bertulang yang didapatkan dari berbagai literatur menunjukan adanya prediksi yang cukup akurat dan konsisten terhadap variasi rasio hw/lw dan kekuatan beton (fc’)."}, "filled": true, "author_pub_id": "fZkiLdAAAAAJ:eQOLeE2rZwMC", "num_citations": 0, "pub_url": "http://publication.petra.ac.id/index.php/teknik-sipil/article/view/9546", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:lr5xeCL88EEJ:scholar.google.com/", "cites_per_year": {}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Kapasitas Geser Dinding Struktur Beton Bertulang dengan Memperhitungkan Pengaruh Rasio Tinggi terhadap Panjang Dinding", "pub_year": 2019, "citation": "Jurnal Dimensi Pratama Teknik Sipil 8 (1), 217-224, 2019", "author": "Teresa Florina Abidin and Jimmy Chandra and Joko Purnomo", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "8", "number": "1", "pages": "217-224"}, "filled": true, "author_pub_id": "fZkiLdAAAAAJ:WF5omc3nYNoC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=12079974283099903829", "cites_id": ["12079974283099903829"], "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:VRcGqJuwpKcJ:scholar.google.com/", "cites_per_year": {"2019": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The use of unmanned aerial vehicles (UAV) for reconstruction of topography and bathymetry maps: consideration for civil construction against coastal adaptation due to climate changing", "pub_year": 2018, "citation": "International Journal of Civil Engineering and Technology (IJCIET) 9 (12 …, 2018", "author": "Surya Hermawan and Joko Purnomo and Daniel Tjandra", "volume": "9", "number": "12", "pages": "447-452", "abstract": "The global sea level rise is rapidly increased as the result of climate change which indicated by the expansion of marine heat and ice melting. It was identified as one of the most contributing factors, which threatens coastal communities, even national economy of a country. The combination of groundwater flooding and coastal flood was reported to make a total loss of at least 5 billion rupiahs with respect to crop failure of tons of seaweed as well as fish lost. The aim of this research is to construct a topographic and bathymetric map using Unmanned Aerial Vehicles (UAV)/drone series DJI Phantom 3 Advanced. The UAV is used in companion with other instruments, such as total station and geodetic station. The UAV is used mainly to take aerial images, which is further processed to obtain contour maps. The results indicate that the contour maps are accurate and can be used to help in making appropriate decision to the global climate change."}, "filled": true, "author_pub_id": "fZkiLdAAAAAJ:UebtZRa9Y70C", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=12393617709050235473", "cites_id": ["12393617709050235473"], "pub_url": "https://repository.petra.ac.id/18113/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:UQruZaT5_qsJ:scholar.google.com/", "cites_per_year": {"2019": 1, "2020": 1, "2021": 0, "2022": 0, "2023": 3, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The synoptic data for adaptation climate change in Sidoarjo regency East Java", "pub_year": 2018, "citation": "International Journal of Civil Engineering and Technology 9 (12), 453-460, 2018", "author": "Surya Hermawan and Joko Purnomo and Daniel Tjandra", "volume": "9", "number": "12", "pages": "453-460", "abstract": "As the biggest archipelago country in the world, many places in Indonesia are potential for maritime economy industries but also suffered from negative impact of the global sea level rise. It was identified as one most contributing factors which is threatening Indonesia coastal water by coastal flood, including the research area where is in Sidoarjo Regency. To adopt the climate change, it is compulsory to have knowledge and technology along with data, unfortunately insufficient raw data in research area have identified as a major problem during years. The purpose of this research is to utilize synoptic data for coastal adaptation of climate changing design and construction. The data were collected from the National Oceanic and Atmospheric Administration (NOAA) for 16 years that will be processed into wind rose and fetch length. The outcomes are going to be obtained from the analysis of graphical and analytical calculations. The results prove that the using of synoptic data analysis give an accurate forecasting of maximum sea wave height at the research area in the range of 0.30 – 0.88 m, then it can be used to determine appropriate adaptation to the sea level rise due to global climate changing."}, "filled": true, "author_pub_id": "fZkiLdAAAAAJ:W7OEmFMy1HYC", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=5026925119075187275", "cites_id": ["5026925119075187275"], "pub_url": "https://repository.petra.ac.id/18112/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:S_r2EsM5w0UJ:scholar.google.com/", "cites_per_year": {"2019": 1, "2020": 3, "2021": 0, "2022": 0, "2023": 3}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Benefit of Wind Distribution Analysis for Coastal Construction Design in East Java Province", "pub_year": 2018, "citation": "MATEC Web of Conferences 248 (05002), 201-205, 2018", "author": "Surya Hermawan and Joko Purnomo and Daniel Tjandra", "volume": "248", "number": "05002", "pages": "201-205", "abstract": "To create a safe and durable coastal structures design, a comprehensive data including minimum, maximum, and significant sea wave s height are needed. Normally, to obtain such massive data, engineers need to elaborate specialized consultant to carry out direct measurement on site, which typically consumes enormous financial resources and involves exceptionally rare experts. In such case, engineers can use a set of 10 to 20 years  wind data as a substitution. The suggested duration is expected to ensure that the set of data has sufficient information, which includes extreme wind speed and its fluctuation along the respective years. Therefore, it is common to adopt available data at the nearest wind stations, such as airports and harbors, to estimate the wind features on site. This paper presents a normative wind speed distribution model based on 16 years  wind data at a location obtained from National Oceanic and Atmospheric U.S. Department of Commerce (NOAA). The outcomes of the research show that the maximum sea wave height prediction in Sidoarjo Regency East Java with respect to analytical and graphical method are 0,465 m and 0,840 m, respectively. The results are considered satisfactorily reliable to be used as primary data to design coastal structures."}, "filled": true, "author_pub_id": "fZkiLdAAAAAJ:Y0pCki6q_DkC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=15267996369910676193", "cites_id": ["15267996369910676193"], "pub_url": "https://repository.petra.ac.id/18159/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:4bp6HM7R4tMJ:scholar.google.com/", "cites_per_year": {"2019": 1, "2020": 1, "2021": 0, "2022": 0, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Pembangunan Smoking Area Untuk Meningkatkan Kualitas Hidup Masyarakat Di Kawasan Eks-Lokalisasi Dolly", "pub_year": 2018, "citation": "Share: Journal of Service Learning 4 (1), 29-36, 2018", "author": "Surya Hermawan and Joko Purnomo and Handy Prayogo and Hans Handoyo and Jonathan Setiawan", "journal": "Share: Journal of Service Learning", "volume": "4", "number": "1", "pages": "29-36", "abstract": "Asap rokok mengandung banyak zat berbahaya bagi tubuh manusia, terutama bagi perokok aktif. Namun, berdasarkan penelitian beberapa tahun belakangan ini, dampak yang sama ditimbulkan oleh asap rokok kepada orang yang tidak merokok—perokok pasif (passive smoking). Lebih lanjut, tidak terkendalinya peredaran rokok menyebabkan tren merokok di tempat umum merajalela. Fenomena serupa seperti seseorang merokok di dalam rumah, kantor, tempat umum, bahkan di kendaran umum terlihat jelas di kawasan Eks-Lokalisasi Dolly, Kelurahan Putat Jaya, Kota Surabaya, Jawa Timur. Perilaku tersebut membawa dampak negatif bagi lingkungan, terutama bagi ibu-ibu dan anak-anak sebagai perokok pasif (passive smoker). Untuk mengurangi dampak negatif perilaku passive smoking diperlukan sebuah tindakan nyata untuk menyadarkan masyarakat untuk hidup sehat dan bebas dari asap rokok. Paper ini membahas tentang kegiatan pengabdian kepada masyarakat berbasis service learning dengan hasil nyata berupa pembangunan smoking area. Kegiatan pengabdian kepada masyarakat ini melibatkan 120 Mahasiswa Program Studi Teknik Sipil Universitas Kristen Petra. Proses pengabdian kepada masyarakat ini dilaksanakan dalam tiga tahap, meliputi prapelaksanaan, pelaksanaan pembangunan smoking area, dan paska pelaksanaan. Berdasarkan hasil akhir yang dicapai, program ini dinilai berhasil meningkatkan kesadaran masyarakat untuk hidup sehat dan bebas dari asap rokok, serta menjadikan smoking area sebagai tempat berkumpul dan berdiskusi untuk melakukan hal-hal positif."}, "filled": true, "author_pub_id": "fZkiLdAAAAAJ:zYLM7Y9cAGgC", "num_citations": 13, "citedby_url": "/scholar?hl=en&cites=2738483918842898378", "cites_id": ["2738483918842898378"], "pub_url": "http://share.petra.ac.id/index.php/share/article/view/21228", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:yifAdZ0MASYJ:scholar.google.com/", "cites_per_year": {"2019": 4, "2020": 4, "2021": 2, "2022": 0, "2023": 0, "2024": 2, "2025": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Displacement and Stress Function-based Linear and Quadratic Triangular Elements for Saint-Venant Torsional Problems", "pub_year": 2018, "citation": "Civil Engineering Dimension 20 (2), 70-77, 2018", "author": "Joko Purnomo and Wong Foek Tjong", "journal": "Civil Engineering Dimension", "volume": "20", "number": "2", "pages": "70-77", "publisher": "Petra Christian University", "abstract": "Torsional problems commonly arise in frame structural members subjected to unsym-metrical loading. Saint-Venant proposed a semi inverse method to develop the exact theory of torsional bars of general cross sections. However, the solution to the problem using an analytical method for a complicated cross section is cumbersome. This paper presents the adoption of the Saint-Venant theory to develop a simple finite element program based on the displacement and stress function approaches using the standard linear and quadratic triangular elements. The displacement based approach is capable of evaluating torsional rigidity and shear stress distribution of homogeneous and nonhomogeneous; isotropic, orthotropic, and anisotropic materials; in singly and multiply-connected sections. On the other hand, applications of the stress function approach are limited to the case of singly-connected isotropic sections only, due to the complexity on the boundary conditions. The results show that both approaches converge to exact solutions with high degree of accuracy."}, "filled": true, "author_pub_id": "fZkiLdAAAAAJ:qjMakFHDy7sC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=11771361313929660039", "cites_id": ["11771361313929660039"], "pub_url": "https://repository.petra.ac.id/17986/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:h4aNZ79GXKMJ:scholar.google.com/", "cites_per_year": {"2020": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The Benefit of Hydrodynamic Model As an Assessment of the Hydro-Environment Engineering in Decision Support System for the Sustainable Mariculture Development in Indonesia", "pub_year": 2018, "citation": "The Benefit of Hydrodynamic Model As an Assessment of the Hydro-Environment …, 2018", "author": "Surya Hermawan and Daniel Tjandra and Joko Purnomo", "abstract": "Indonesia has a great potential for developing the mariculture industry. However, during the operation faced a lot of problems due to hydrodynamic environment engineering fields. The main case was the misplaced location of the mariculture development with respect to the weak sea current in the vicinity area. Meanwhile, the accomplishment of sustainable practices and management systems to preserve coastal environments is still in its infancy. Therefore, it is vital to improve aquaculture technology and to develop management tools. This problem can be determined by an implementation of the numeric mathematical model of the sea current flow which illustrates the physical process of domain area. At this manuscript, the assessment utilized 2-dimensional numerical models in Decision Support System (DSS) at the Ekas Bay, Lombok Indonesia. Simulations were carried out by applying the open source of Delft3D modeling system which was fully integrated with modeling framework for the simulation, among others of flow and waves. The outcomes prove that hydrodynamic model can be used as an initial assessment for decision maker for future development of sustainable mariculture industry in Indonesia."}, "filled": true, "author_pub_id": "fZkiLdAAAAAJ:_FxGoFyzp5QC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=4206645614042684548", "cites_id": ["4206645614042684548"], "pub_url": "https://repository.petra.ac.id/18115/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:hBz48OUBYToJ:scholar.google.com/", "cites_per_year": {"2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Evaluation of a Reinforced Concrete Wall Macroscopic Model for Coupled Nonlinear Shear-Flexure Interaction Response", "pub_year": 2018, "citation": "Civil Engineering Dimension 20 (1), 41-50, 2018", "author": "Joko Purnomo and Jimmy Chandra", "journal": "Civil Engineering Dimension", "volume": "20", "number": "1", "pages": "41-50", "abstract": "Reinforced concrete shear wall (RC wall) is an important element in tall buildings, which provides strength and stiffness against lateral loadings, eg earthquake and wind. Numerous researches have been conducted to study its nonlinear behavior via microscopic and macroscopic model. The later approach is currently being widely explored since it has many advantages compared to the preceding models. A well-known macroscopic model, namely Shear-Flexure-Interaction Multiple-Vertical-Line-Elements-Model (SFI-MVLEM) in the open source platform Open Sees, is capable of simulating the coupled nonlinear shear-flexure interaction response in the RC wall. This paper presents an evaluation to the applicability of SFI-MVLEM model to predict the coupled nonlinear shear-flexure behavior of RC wall specimens compared to experimental results in available literature. The analysis results show that the model is able to predict the behavior of RC wall considerably accurate in terms of hysteretic curves, cracking patterns, and contributions of shear and flexural displacement to total displacement."}, "filled": true, "author_pub_id": "fZkiLdAAAAAJ:2osOgNQ5qMEC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=785579473874636505", "cites_id": ["785579473874636505"], "pub_url": "http://ced.petra.ac.id/index.php/civ/article/view/20649", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:2c4ii17w5goJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 0, "2024": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Analisis dan Aplikasi Ilmu Teknik SIpil dalam Adaptasi Perubahan Iklim Global di Kawasan Pesisir Pantai Sidoarjo Provinsi Jawa Timur", "pub_year": 2018, "citation": "Jurnal Dimensi Pratama Teknik Sipil 7 (2), 44-50, 2018", "author": "Arvin Hartanto and Yusuf Chandra Purnomo and Surya Hermawan and Joko Purnomo", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "7", "number": "2", "pages": "44-50", "abstract": "Kenaikan permukaan laut global meningkat sebagai akibat dari perubahan iklim yang ditunjukkan oleh ekspansi panas laut dan pencairan es, termasuk di Indonesia. Hal itu diidentifikasi sebagai salah satu faktor yang paling berkontribusi yang mengancam masyarakat pesisir, seperti di daerah penelitian ini di tiga dusun Kecamatan Jabon Kabupaten Sidoarjo yang dilanda Banjir Rob akhir tahun 2017. Banjir tersebut dilaporkan membuat kerugian total minimal 5 miliar rupiah sehubungan dengan gagal panen rumput laut serta ikan hilang dalam produksi sebulan. Tujuan dari penelitian ini adalah untuk menganalisis kejadian Banjir Rob dan mengetahui pemilihan konstruksi yang tepat. Metode yang digunakan dalam penelitian ini menggunakan data primer dan sekunder, yaitu Unmanned Aerial Vehicles menggunakan Drone, pemanfaatan data angin 16 tahun dan data pasang surut. Metode penelitian ini membutuhkan Drone untuk mengambil gambar yang nantinya akan diproses menggunakan Software ArcGis dan Menci menjadi peta batimetri dan topografi, sementara data kecepatan angin menjadi Wind Rose untuk memprediksi tinggi gelombang. Hasil dari penelitian ini menunjukan bahwa daratan pada daerah penelitian memiliki ketinggian yang rendah dan ada endapan tanah pada dasar sungai, ketinggian permukaan air laut mencapai 15 mm/tahun. Untuk mengatasi masalah tersebut seharusnya dilakukan pengerukan pada dasar sungai dan pembuatan konstruksi tanggul di sekitar pesisir pantai."}, "filled": true, "author_pub_id": "fZkiLdAAAAAJ:Tyk-4Ss8FVUC", "num_citations": 4, "citedby_url": "/scholar?hl=en&cites=9551606831755446349", "cites_id": ["9551606831755446349"], "pub_url": "http://publication.petra.ac.id/index.php/teknik-sipil/article/view/7685", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:TUj6kM4fjoQJ:scholar.google.com/", "cites_per_year": {"2020": 2, "2021": 0, "2022": 1, "2023": 1}}
{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "PEMROGRAMAN DAN APLIKASI ELEMEN–ELEMEN SEGITIGA LINIER DAN KUADRATIK UNTUK MASALAH TORSI SAINT-VENANT", "pub_year": 2018, "citation": "Jurnal Dimensi Pratama Teknik Sipil 7 (1), 358-365, 2018", "author": "Wirmansyah Chandra Wijaya and Johan Siandy Putra and Wong Foek Tjong and Joko Purnomo", "journal": "Jurnal Dimensi Pratama Teknik Sipil", "volume": "7", "number": "1", "pages": "358-365", "abstract": "Masalah torsi sering kali ditemui dalam bidang struktur. Solusi eksak permasalahan torsi untuk struktur berpenampang lingkaran mudah didapatkan tidak seperti penampang lain dengan penampang non-cilcular. Permasalahan ini dijawab oleh Saint-Venant dengan mengasumsikan deformasi yang akan terjadi. Dalam penelitian ini metode elemen hingga dengan elemen segitiga linier dan elemen segitiga kuadratik digunakan untuk menyelesaikan permasalahan torsi dari Saint-Venant. Berbagai macam material telah diuji, termasuk di dalamnya material isotropik, ortotropik dan anisotropik yang homogen dan non homogen. Perumusan displacement function digunakan untuk berbagai penampang singly dan multiply connected dengan material isotropik, ortotropik dan anisotropik yang homogen dan non homogen. Sementara perumusan stress function digunakan untuk berbagai penampang singly connected dengan material isotropik yang homogen dan non homogen. Hasil dari penelitian ini yang berupa kekakuan torsi dan nilai tegangan geser"}, "filled": true, "author_pub_id": "fZkiLdAAAAAJ:IjCSPb-OGe4C", "num_citations": 0, "pub_url": "http://publication.petra.ac.id/index.php/teknik-sipil/article/view/7655", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:pYj1hRDuzGIJ:scholar.google.com/", "cites_per_year": {}}
